[
  {
    "translation": {
      "en": "Doin' me a real big favor You look good tonight, baby.",
      "vi": "Em mặc bộ đó đẹp đấy, cưng."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I said you look beautiful tonight.",
      "vi": "Anh nói tối nay em đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "I can't hear you!",
      "vi": "Em không nghe thấy!"
    }
  },
  {
    "translation": {
      "en": "I said you look beautiful tonight, baby!",
      "vi": "Anh nói tối nay em đẹp lắm, cưng!"
    }
  },
  {
    "translation": {
      "en": "Thank you. When the cold wind comes",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "It live at New York City Baby!",
      "vi": "Em yêu!"
    }
  },
  {
    "translation": {
      "en": "I'm a little wavy. But life is good.",
      "vi": "Anh hơi ngà ngà rồi. Vì đời đẹp quá."
    }
  },
  {
    "translation": {
      "en": "Because we fucking did it! Did what?",
      "vi": "Vì ta đã thành công! Thành công gì?"
    }
  },
  {
    "translation": {
      "en": "I wrote and directed and premiered a movie",
      "vi": "Anh biên kịch, đạo diễn và ra mắt bộ phim"
    }
  },
  {
    "translation": {
      "en": "that knocked the audience the fuck out tonight.",
      "vi": "đã đốn gục tim khán giả tối nay."
    }
  },
  {
    "translation": {
      "en": "Did you see that? Did you see that audience? Hmm.",
      "vi": "Em thấy chứ? Em thấy khán giả không?"
    }
  },
  {
    "translation": {
      "en": "Baby, did you see that audience? Mm hmm.",
      "vi": "Em thấy khán giả không?"
    }
  },
  {
    "translation": {
      "en": "I said, did you see the audience?",
      "vi": "Anh hỏi em thấy khán giả không?"
    }
  },
  {
    "translation": {
      "en": "Man, I delivered a fucking knockout punch.",
      "vi": "Trời, anh đã hớp hồn họ."
    }
  },
  {
    "translation": {
      "en": "The last eight minutes straight, they were sobbing",
      "vi": "Tám phút cuối, họ khóc như mưa"
    }
  },
  {
    "translation": {
      "en": "and when the credits hit, it was like a fucking bomb.",
      "vi": "và đến phần chạy tên êkíp làm phim thì cứ như bom tấn."
    }
  },
  {
    "translation": {
      "en": "It's like a bomb went off.",
      "vi": "Như bom tấn nổ ấy."
    }
  },
  {
    "translation": {
      "en": "It feels good.",
      "vi": "Đã lắm."
    }
  },
  {
    "translation": {
      "en": "I cannot believe this is real. Baby, I can't believe this is real.",
      "vi": "Anh không tin nổi chuyện này là thật, em yêu ạ."
    }
  },
  {
    "translation": {
      "en": "Afterwards, I talked to six critics. Six or seven of 'em.",
      "vi": "Lúc sau, anh nói chuyện với sáu nhà phê bình. Sáu hay bảy gì đó."
    }
  },
  {
    "translation": {
      "en": "They was all on a nigga.",
      "vi": "Họ xúm vào một gã da đen."
    }
  },
  {
    "translation": {
      "en": "You feel me?",
      "vi": "Em hiểu ý anh chứ?"
    }
  },
  {
    "translation": {
      "en": "The white guy from Variety loved it. The white guy from IndieWire loved it.",
      "vi": "Gã da trắng ở Variety cũng mê. Gã da trắng ở IndieWire cũng mê."
    }
  },
  {
    "translation": {
      "en": "The white woman from the LA Times, she really loved it.",
      "vi": "Cái cô da trắng ở LA Times thì quá mê."
    }
  },
  {
    "translation": {
      "en": "She kept saying that I'm the next Spike Lee,",
      "vi": "Cô ta cứ nói rằng anh là Spike Lee kế tiếp,"
    }
  },
  {
    "translation": {
      "en": "the next Barry Jenkins, the next John Singleton.",
      "vi": "Barry Jenkins kế tiếp, John Singleton kế tiếp."
    }
  },
  {
    "translation": {
      "en": "I just looked at her, like, What about William Wyler?",
      "vi": "Anh nhìn cô ta. Còn William Wyler thì sao?"
    }
  },
  {
    "translation": {
      "en": "You could tell, for three whole seconds, she was like, Was William Wyler Black?",
      "vi": "Anh đoán được, suốt ba giây đồng hồ, cô ta đã nghĩ, William Wyler da đen à?"
    }
  },
  {
    "translation": {
      "en": "And then she realized, Oh… shit. That's racist too.",
      "vi": "Rồi cô ta nhận ra, Chết. Thế cũng là kỳ thị chủng tộc đấy."
    }
  },
  {
    "translation": {
      "en": "She got flushed. Face red. That shit had me dying.",
      "vi": "Cô ấy đỏ mặt. Mặt đỏ bừng. Làm anh tức cười muốn chết."
    }
  },
  {
    "translation": {
      "en": "Marie, that was hilarious.",
      "vi": "Marie, vụ đó hài lắm."
    }
  },
  {
    "translation": {
      "en": "And she kept stumbling over her words, saying shit like,",
      "vi": "Và cô ta cứ nói năng lắp bắp, nói vớ vẩn kiểu,"
    }
  },
  {
    "translation": {
      "en": "The movie was so emotional.",
      "vi": "Bộ phim thật là cảm xúc."
    }
  },
  {
    "translation": {
      "en": "IMalcolm, I couldn't even think straight. Oh, my God, Malcolm.",
      "vi": "Malcolm, tôi chẳng suy nghĩ được sáng suốt nữa. Trời ơi, Malcolm."
    }
  },
  {
    "translation": {
      "en": "Just, just, Malcolm. Malcolm.",
      "vi": "Cứ Malcolm miết."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was like a super white moment.",
      "vi": "Ừ, đó là khoảnh khắc rất da trắng."
    }
  },
  {
    "translation": {
      "en": "What was interesting, though,",
      "vi": "Nhưng, điều thú vị là,"
    }
  },
  {
    "translation": {
      "en": "was that you can tell that because I'm Black, as the director,",
      "vi": "ta có thể đoán được rằng vì anh da đen, là đạo diễn,"
    }
  },
  {
    "translation": {
      "en": "and the woman is a Black lead, stars in the film,",
      "vi": "và cô vai nữ chính trong phim là da đen,"
    }
  },
  {
    "translation": {
      "en": "she's already trying to frame it through a political lens,",
      "vi": "cô ta cố định hình anh qua lăng kính chính trị,"
    }
  },
  {
    "translation": {
      "en": "when in reality, it's a film about a girl trying to get clean.",
      "vi": "trong khi thực tế là, đó là phim về một cô gái cố từ bỏ nghiện ngập."
    }
  },
  {
    "translation": {
      "en": "Now, are there certain obstacles, because she's a Black woman?",
      "vi": "Chắc chắn là có trở ngại vì cô ấy da đen?"
    }
  },
  {
    "translation": {
      "en": "I mean, hell yeah.",
      "vi": "Chứ sao nữa."
    }
  },
  {
    "translation": {
      "en": "Right? That's reality, too, but it's not a film about race.",
      "vi": "Phải chứ? Đó cũng là thực tế, nhưng phim đâu phải về chủng tộc."
    }
  },
  {
    "translation": {
      "en": "No. It's about shame, it's about guilt, and how that shit is inescapable.",
      "vi": "Không. Phim nói về sự hổ thẹn, áy náy, và sự dai dẳng của cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "And it annoys me that so many of these journalists",
      "vi": "Và anh khó chịu vì quá nhiều kẻ trong đám nhà báo"
    }
  },
  {
    "translation": {
      "en": "can't help but to flex their college education.",
      "vi": "cứ khoe bằng cấp trường này trường nọ."
    }
  },
  {
    "translation": {
      "en": "Malcolm, you have a college education.",
      "vi": "Malcolm, anh có học đại học mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I'm not academic, baby. I'm not elitist about my shit.",
      "vi": "Ừ, nhưng anh không có bài bản. Anh không học trường có tiếng."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to make a film for the three people in my media studies class that I respect.",
      "vi": "Anh không làm phim cho ba nhân vật trong lớp điện ảnh mà anh kính trọng."
    }
  },
  {
    "translation": {
      "en": "I am a filmmaker. Hmm.",
      "vi": "Anh là nhà làm phim."
    }
  },
  {
    "translation": {
      "en": "Right? Mm hmm.",
      "vi": "Phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Am I a filmmaker, baby? That's right. Mm hmm.",
      "vi": "Anh phải nhà làm phim không? Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "And I'm going to be part of the larger conversation about filmmaking",
      "vi": "Và anh sẽ tham gia cuộc đối thoại lớn hơn về điện ảnh"
    }
  },
  {
    "translation": {
      "en": "without always having some white ass writer",
      "vi": "mà không phải để một gã biên kịch da trắng"
    }
  },
  {
    "translation": {
      "en": "making it about race 'cause it's fucking convenient.",
      "vi": "tự tiện lái nó thành đề tài chủng tộc."
    }
  },
  {
    "translation": {
      "en": "You know, I could seeI could see the reviews now.",
      "vi": "Anh hình dung được lời bình luận rồi đấy."
    }
  },
  {
    "translation": {
      "en": "It goes something like this. This is how they be writin' and shit.",
      "vi": "Họ sẽ nói thế này. Họ sẽ viết thế này."
    }
  },
  {
    "translation": {
      "en": "This film is an acute study of the horrors…",
      "vi": "Bộ phim này là sự tìm tòi sắc sảo về nỗi kinh hoàng…"
    }
  },
  {
    "translation": {
      "en": "They like to use words like that.",
      "vi": "Họ thích dùng từ kiểu đó."
    }
  },
  {
    "translation": {
      "en": "…the horrors of systemic racism in this mental healthcare industry.",
      "vi": "…nỗi kinh hoàng của kỳ thị chủng tộc có hệ thống trong ngành tâm thần."
    }
  },
  {
    "translation": {
      "en": "Instead of it being a commercial film",
      "vi": "Thay vì là phim thương mại"
    }
  },
  {
    "translation": {
      "en": "about a drug addicted girl trying to get her shit together.",
      "vi": "về một cô gái nghiện cố vực mình dậy."
    }
  },
  {
    "translation": {
      "en": "I mean, these people, these fucking people are so pedantic.",
      "vi": "Ý anh là, đám người khốn kiếp này thật rởm đời."
    }
  },
  {
    "translation": {
      "en": "They are. I mean, we get it.",
      "vi": "Đúng vậy. Và bọn tôi hiểu mà."
    }
  },
  {
    "translation": {
      "en": "You're smart. We get it. You're woke. We get it.",
      "vi": "Mấy người thông minh, hiểu biết. Rõ rồi."
    }
  },
  {
    "translation": {
      "en": "Let us, us artists, have some fucking fun with the shit.",
      "vi": "Để nghệ sĩ bọn tôi vui chơi với mấy thứ này chút đi."
    }
  },
  {
    "translation": {
      "en": "Let us have fun with the art.",
      "vi": "Vui với nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Malcolm, you're writing the Angela Davis biopic right now.",
      "vi": "Ta sắp xong phim về cuộc đời Davis mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, but that's different. That's different.",
      "vi": "Ừ, nhưng chuyện đó khác."
    }
  },
  {
    "translation": {
      "en": "I'm choosing to make a film that's fundamentally political,",
      "vi": "Anh chọn làm một bộ phim có nền tảng chính trị,"
    }
  },
  {
    "translation": {
      "en": "but not everything I do is political because I'm Black.",
      "vi": "nhưng đâu phải da đen thì làm gì cũng chính trị."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think Angela Davis would disagree with you.",
      "vi": "Em nghĩ Angela Davis sẽ phản đối."
    }
  },
  {
    "translation": {
      "en": "SheShe would, huh? Mm hmm.",
      "vi": "Chắc thế, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "For real, though, like, if I decide to make…",
      "vi": "Nhưng thật ra, nếu anh quyết định làm phim về LEGO,"
    }
  },
  {
    "translation": {
      "en": "a fucking LEGO movie, it's not because I want to tell a story",
      "vi": "Nhưng thật ra, nếu anh quyết định làm phim về LEGO, thì không phải vì anh muốn kể"
    }
  },
  {
    "translation": {
      "en": "about how the building blocks of the American empire was slave labor.",
      "vi": "về việc những nền tảng của đế chế Hoa Kỳ là lao động nô lệ."
    }
  },
  {
    "translation": {
      "en": "I may just wanna make a LEGO movie.",
      "vi": "Có thể anh chỉ muốn làm phim về LEGO thôi."
    }
  },
  {
    "translation": {
      "en": "You don't wanna make a LEGO movie. Yeah, that's true.",
      "vi": "Anh đâu có muốn làm phim về LEGO. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "But that LEGO movie was fire. That shit was heat! Right?",
      "vi": "Nhưng phim LEGO đó quá đỉnh. Ăn khách như điên!"
    }
  },
  {
    "translation": {
      "en": "And you've never gotten a good review in your life.",
      "vi": "Còn anh thì cả đời chưa có được lời bình luận nào tốt."
    }
  },
  {
    "translation": {
      "en": "Damn, baby, that's… You right, though.",
      "vi": "Trời, thật là… Nhưng em nói đúng."
    }
  },
  {
    "translation": {
      "en": "And you're complaining about reviews that haven't yet been written.",
      "vi": "Anh than phiền về những lời bình luận chưa được viết ra."
    }
  },
  {
    "translation": {
      "en": "Right again.",
      "vi": "Lại đúng."
    }
  },
  {
    "translation": {
      "en": "So, stop. Makes you sound like an asshole.",
      "vi": "Vậy thì thôi đi. Nói thế nghe đần lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "But shit, you know what I'm saying, though.",
      "vi": "Nhưng khỉ thật, em hiểu ý anh mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, but save it for another day.",
      "vi": "Ừ, nhưng để dành hôm khác đi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "You're complaining about the white girl from LA Times",
      "vi": "Anh than phiền về cái cô da trắng ở LA Times"
    }
  },
  {
    "translation": {
      "en": "'cause she gave you a bad review that one time.",
      "vi": "chỉ vì cô ta đã chê anh mỗi một lần."
    }
  },
  {
    "translation": {
      "en": "Aw, she didn't just give a bad review.",
      "vi": "Cô ta đâu chỉ chê một lần."
    }
  },
  {
    "translation": {
      "en": "She gave a dumb ass review. There is a difference.",
      "vi": "Cô ta bình luận dở tệ. Có khác biệt đấy."
    }
  },
  {
    "translation": {
      "en": "Malcolm, you won. Okay?",
      "vi": "Malcolm, anh thắng rồi."
    }
  },
  {
    "translation": {
      "en": "She's comparing you to Spike Lee and Barry Jenkins.",
      "vi": "Cô ta so sánh anh với Spike Lee và Barry Jenkins."
    }
  },
  {
    "translation": {
      "en": "But she's such a mediocre ass writer.",
      "vi": "Nhưng cô ta là một nhà báo xoàng."
    }
  },
  {
    "translation": {
      "en": "Fine, you're not the next Spike Lee or Barry Jenkins.",
      "vi": "Rồi, anh không phải Spike Lee hay Barry Jenkins."
    }
  },
  {
    "translation": {
      "en": "Doubt she knows who William Wyler is. I don't know William Wyler.",
      "vi": "Chắc cô ta đâu biết William Wyler. Em cũng không."
    }
  },
  {
    "translation": {
      "en": "Is it ready, babe? Mm hmm. Here comes the mac and cheese.",
      "vi": "Nấu xong chưa, cưng? Ăn nui phô mai nào."
    }
  },
  {
    "translation": {
      "en": "You don't know who William Wyler is? No.",
      "vi": "Em không biết William Wyler à? Không."
    }
  },
  {
    "translation": {
      "en": "Oh, man. He did The Best Years of Our Lives.",
      "vi": "Trời. Ông ấy làm phim The Best Years of Our Lives đấy."
    }
  },
  {
    "translation": {
      "en": "Sh- Shit was heat. Ben Hur?",
      "vi": "Phim đó ăn khách lắm. Ben-Hur nữa?"
    }
  },
  {
    "translation": {
      "en": "He's one of the most versatile filmmakers of all time. I mean, Wuthering Heights.",
      "vi": "Ông ấy thuộc hàng các nhà làm phim tài ba nhất. Đồi Gió Hú này."
    }
  },
  {
    "translation": {
      "en": "Heads up.",
      "vi": "Chú ý nhé."
    }
  },
  {
    "translation": {
      "en": "Yeah, some classics.",
      "vi": "Ừ, phim kinh điển đấy."
    }
  },
  {
    "translation": {
      "en": "It's different, though. You don't work in film.",
      "vi": "Nhưng em không làm về điện ảnh thì khác."
    }
  },
  {
    "translation": {
      "en": "You're right, Malcolm, I don't.",
      "vi": "Đúng, Malcolm, em không có."
    }
  },
  {
    "translation": {
      "en": "Did you have fun tonight? It was nice.",
      "vi": "Tối nay em vui chứ? Cũng được."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "vi": "Cũng được."
    }
  },
  {
    "translation": {
      "en": "The entire night while I was talking to all those sweet, smiling, rich people who,",
      "vi": "Cả đêm, trong khi trò chuyện với những kẻ giàu có dễ mến, tươi cười"
    }
  },
  {
    "translation": {
      "en": "a month ago, wouldn't give me the time of day, I just kept looking at you.",
      "vi": "mà một tháng trước chả đếm xỉa đến anh, anh cứ nhìn em mãi."
    }
  },
  {
    "translation": {
      "en": "And I think to myself, God, you're the most gorgeous creature on planet Earth.",
      "vi": "Và anh tự nhủ, Trời, em là tạo vật xinh đẹp nhất trên Trái Đất này."
    }
  },
  {
    "translation": {
      "en": "And the sexiest too.",
      "vi": "Và quyến rũ nhất nữa."
    }
  },
  {
    "translation": {
      "en": "I mean, there's nobody sexier. Even Anthony said it.",
      "vi": "Chẳng ai quyến rũ hơn. Cả Anthony cũng nói thế."
    }
  },
  {
    "translation": {
      "en": "I mean, not in a bad way.",
      "vi": "Không phải theo nghĩa xấu."
    }
  },
  {
    "translation": {
      "en": "In a positive way. Hmm.",
      "vi": "Theo nghĩa tích cực."
    }
  },
  {
    "translation": {
      "en": "When I'd see you…",
      "vi": "Lúc anh thấy em…"
    }
  },
  {
    "translation": {
      "en": "with your cranberry and soda…",
      "vi": "với ly nước nam việt quất và soda…"
    }
  },
  {
    "translation": {
      "en": "smiling, chopping it up…",
      "vi": "mỉm cười, trò chuyện vui vẻ…"
    }
  },
  {
    "translation": {
      "en": "And I'd think, God, how fucking lucky am I?",
      "vi": "Anh nghĩ, Trời, sao mình may mắn thế?"
    }
  },
  {
    "translation": {
      "en": "I couldn't wait to get you home. Aww, that's so sweet.",
      "vi": "Anh rất nóng lòng đưa em về. Dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Hold your cute little ass and kiss it.",
      "vi": "Ôm và hôn cặp mông xinh của em."
    }
  },
  {
    "translation": {
      "en": "Tell you that I love you.",
      "vi": "Nói rằng anh yêu em."
    }
  },
  {
    "translation": {
      "en": "I love you, Marie.",
      "vi": "Anh yêu em, Marie."
    }
  },
  {
    "translation": {
      "en": "Do you want salted or unsalted butter? I'll just have you.",
      "vi": "Anh muốn bơ mặn hay lạt? Anh muốn em thôi."
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "vi": "Sao thế?"
    }
  },
  {
    "translation": {
      "en": "What? That was a fake ass smile.",
      "vi": "Sao? Em cười gượng."
    }
  },
  {
    "translation": {
      "en": "No, it wasn't. Swear to God, it was.",
      "vi": "Đâu có. Anh thề là có."
    }
  },
  {
    "translation": {
      "en": "No, it wasn't. It was nothing.",
      "vi": "Chẳng có gì cả."
    }
  },
  {
    "translation": {
      "en": "Bullshit, I can fucking read you. I know when nothing is something.",
      "vi": "Vớ vẩn, anh hiểu em mà. Có gì là anh biết ngay."
    }
  },
  {
    "translation": {
      "en": "Well, maybe you can't read me.",
      "vi": "Có thể anh chưa hiểu em đấy."
    }
  },
  {
    "translation": {
      "en": "No, I can read you.",
      "vi": "Không, anh hiểu em."
    }
  },
  {
    "translation": {
      "en": "I haven't eaten all night. That's not what this is.",
      "vi": "Cả đêm em chưa ăn gì. Không phải chuyện đó."
    }
  },
  {
    "translation": {
      "en": "It's 1:00 in the morning. Can we eat and go to sleep?",
      "vi": "1:00 sáng rồi. Ăn rồi đi ngủ được không?"
    }
  },
  {
    "translation": {
      "en": "Please, Marie. I really don't wanna fight tonight.",
      "vi": "Xin em, Marie. Anh không muốn cãi nhau tối nay."
    }
  },
  {
    "translation": {
      "en": "Neither do I. That is why I'm making you mac and cheese.",
      "vi": "Em cũng vậy. Nên em mới nấu nui phô mai cho anh."
    }
  },
  {
    "translation": {
      "en": "So you are angry.",
      "vi": "Vậy là em có giận."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Was it the thing that Anthony said? No.",
      "vi": "Vì chuyện Anthony nói à? Không."
    }
  },
  {
    "translation": {
      "en": "The joke about you being a model? No.",
      "vi": "Nói đùa em làm người mẫu ấy? Không."
    }
  },
  {
    "translation": {
      "en": "Wouldn't take it seriously. He's old and from a totally different era.",
      "vi": "Đừng để bụng. Ông ấy già rồi và thuộc thời đại khác."
    }
  },
  {
    "translation": {
      "en": "I didn't take it personally.",
      "vi": "Em không để bụng."
    }
  },
  {
    "translation": {
      "en": "Promise? Promise.",
      "vi": "Hứa chứ? Hứa."
    }
  },
  {
    "translation": {
      "en": "Was it Taylor? No.",
      "vi": "Hay vì Taylor? Không."
    }
  },
  {
    "translation": {
      "en": "You sure? Yes.",
      "vi": "Chắc chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "I know you get weird around Taylor. I do not get weird around Taylor.",
      "vi": "Anh biết lúc có Taylor là em lạ lắm. Em đâu có."
    }
  },
  {
    "translation": {
      "en": "You get meek. Meek? Huh, really?",
      "vi": "Em cứ e ngại. Ngại? Thật đấy à?"
    }
  },
  {
    "translation": {
      "en": "Well, you don't talk a lot. Well, that's different from being meek.",
      "vi": "Em ít nói. Thế đâu phải là ngại."
    }
  },
  {
    "translation": {
      "en": "I just meanWhat?",
      "vi": "Anh chỉ nói là… Sao?"
    }
  },
  {
    "translation": {
      "en": "Meek implies that I'm shy or small. That she's the queen of fucking England.",
      "vi": "Ngại là em nhút nhát hoặc nhỏ bé. Cô ta thì như nữ hoàng Anh."
    }
  },
  {
    "translation": {
      "en": "I didn't mean it like that. I meantWhat?",
      "vi": "Anh không có ý đó. Ý anh là… Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "She's a movie star. Hmm.",
      "vi": "Cô ấy là ngôi sao."
    }
  },
  {
    "translation": {
      "en": "She's about to become a movie star. Don't jinx her, Malcolm.",
      "vi": "Cô ấy sắp thành ngôi sao. Nói trước là xui đấy, Malcolm."
    }
  },
  {
    "translation": {
      "en": "I have nothing nice to say to Taylor, so I don't talk to Taylor.",
      "vi": "Em chẳng có gì vui để nói với Taylor, nên em im."
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with being meek. It's just… she notices.",
      "vi": "Chẳng liên quan gì đến ngại. Chỉ là… cô ấy để ý thấy."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "Really. How do you know?",
      "vi": "Thật. Sao anh biết?"
    }
  },
  {
    "translation": {
      "en": "'Cause I just do. Really?",
      "vi": "Thì anh biết thôi. Thật à?"
    }
  },
  {
    "translation": {
      "en": "She sees how you are with other people. You're talkative. You're funny.",
      "vi": "Cô ấy thấy em đối với người khác ra sao. Em hoạt bát, vui tính."
    }
  },
  {
    "translation": {
      "en": "What can I say? I'm personable.",
      "vi": "Biết nói gì đây? Em dễ gần mà."
    }
  },
  {
    "translation": {
      "en": "Right. Which is what makes her insecure.",
      "vi": "Phải. Thế nên cô ấy thấy bất an."
    }
  },
  {
    "translation": {
      "en": "What does? Other fucking human beings with personalities?",
      "vi": "Gì mà bất an? Vì tính cách của người khác à?"
    }
  },
  {
    "translation": {
      "en": "No. The fact that you're not yourself and she sees it.",
      "vi": "Không. Vì cô ấy thấy em cư xử khác lạ."
    }
  },
  {
    "translation": {
      "en": "She'll survive.",
      "vi": "Cô ta sẽ sống được thôi."
    }
  },
  {
    "translation": {
      "en": "So why you angry?",
      "vi": "Sao em lại giận?"
    }
  },
  {
    "translation": {
      "en": "Marie, you're angry.",
      "vi": "Marie, em giận mà."
    }
  },
  {
    "translation": {
      "en": "Marie, what you angry about?",
      "vi": "Marie, em giận chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Marie.",
      "vi": "Marie!"
    }
  },
  {
    "translation": {
      "en": "Marie?",
      "vi": "Marie?"
    }
  },
  {
    "translation": {
      "en": "Marie, talk to me.",
      "vi": "Marie, nói chuyện đi."
    }
  },
  {
    "translation": {
      "en": "I promise you, it's not a good idea. Let's just talk tomorrow.",
      "vi": "Em đảm bảo là không nên. Để mai hẵng nói."
    }
  },
  {
    "translation": {
      "en": "But you're upset with me. It's not that big of a deal.",
      "vi": "Nhưng em giận anh. Đâu có gì to tát."
    }
  },
  {
    "translation": {
      "en": "I can't go to bed knowing you're angry.",
      "vi": "Biết em giận, anh đâu đi ngủ được."
    }
  },
  {
    "translation": {
      "en": "Malcolm, I promise you,",
      "vi": "Malcolm, em đảm bảo,"
    }
  },
  {
    "translation": {
      "en": "nothing productive is going to be said tonight.",
      "vi": "tối nay chẳng nói được chuyện gì ra hồn đâu."
    }
  },
  {
    "translation": {
      "en": "How do you know? Because I know you.",
      "vi": "Sao em biết? Vì em hiểu anh."
    }
  },
  {
    "translation": {
      "en": "What does that mean? And I love you.",
      "vi": "Là sao? Và em yêu anh."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "vi": "Thế nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "It means you are literally incapable of de escalating a situation",
      "vi": "Nghĩa là anh không hề có khả năng xoa dịu căng thẳng"
    }
  },
  {
    "translation": {
      "en": "unless it's work related. Even then, it's 50 50.",
      "vi": "trừ chuyện công việc. Cả chuyện đó cũng chỉ 5050."
    }
  },
  {
    "translation": {
      "en": "Why is it that anytime anything good happens,",
      "vi": "Sao bất cứ lúc nào có gì vui,"
    }
  },
  {
    "translation": {
      "en": "you have to find something, anything,",
      "vi": "em lại phải kiếm đủ chuyện,"
    }
  },
  {
    "translation": {
      "en": "the most minor fucking detail to harp on, to make ugly,",
      "vi": "chuyện nhỏ nhặt nhất, để cằn nhằn, để phá cho hôi,"
    }
  },
  {
    "translation": {
      "en": "to ensure that there's no reason to fucking celebrate.",
      "vi": "để đảm bảo là khỏi ăn mừng gì được nữa."
    }
  },
  {
    "translation": {
      "en": "Really? You wanna go there? Yes.",
      "vi": "Thật sao? Anh muốn gây hả? Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay. All right, then. What is it?",
      "vi": "Được. Vậy là chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Your speech, Malcolm. Oh, give me a break.",
      "vi": "Bài phát biểu của anh, Malcolm. Cho anh xin đi."
    }
  },
  {
    "translation": {
      "en": "You're outside of your mind.",
      "vi": "Em mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "When I said you find the most minor detail to make it ugly, I meant it.",
      "vi": "Anh nói em kiếm chuyện nhỏ nhặt nhất để phá cho hôi là nói thật đấy."
    }
  },
  {
    "translation": {
      "en": "You forgot to thank me, Malcolm. It's not a minor detail. That's a big one.",
      "vi": "Anh quên cảm ơn em. Đâu phải chuyện nhỏ. Chuyện lớn mà."
    }
  },
  {
    "translation": {
      "en": "But I've thanked you a million times before.",
      "vi": "Nhưng anh đã cảm ơn em cả triệu lần rồi."
    }
  },
  {
    "translation": {
      "en": "You know that I'm thankful. You know I'm appreciative.",
      "vi": "Em biết anh biết ơn và quý trọng em mà."
    }
  },
  {
    "translation": {
      "en": "You know I made a mistake, so why turn it into something more?",
      "vi": "Em biết anh thiếu sót, sao lại làm lớn chuyện?"
    }
  },
  {
    "translation": {
      "en": "Because it is more. What?",
      "vi": "Vì nó là chuyện lớn thật. Sao?"
    }
  },
  {
    "translation": {
      "en": "It's our entire fucking relationship in a nutshell.",
      "vi": "Nó là toàn bộ mối quan hệ của hai ta."
    }
  },
  {
    "translation": {
      "en": "Oh, you can't be serious. I'm dead serious.",
      "vi": "Em đùa anh chắc. Em nói thật."
    }
  },
  {
    "translation": {
      "en": "You're psychotic. You're hyperbolic.",
      "vi": "Em loạn trí rồi. Anh nói quá."
    }
  },
  {
    "translation": {
      "en": "I'm not. It's psychotic to think",
      "vi": "Đâu có. Có rồ dại mới nghĩ"
    }
  },
  {
    "translation": {
      "en": "that forgetting to thank you is symbolic of anything",
      "vi": "anh quên cảm ơn em là dấu hiệu gì đó"
    }
  },
  {
    "translation": {
      "en": "other than me legitimately forgetting to fucking thank you.",
      "vi": "ngoài chuyện anh thật sự quên cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "You thanked 112 fucking people tonight.",
      "vi": "Tối nay anh đã cảm ơn 112 người."
    }
  },
  {
    "translation": {
      "en": "You thanked your mother, your gaffer, your agents, your third grade teacher,",
      "vi": "Mẹ anh, chuyên viên ánh sáng, người đại diện, cô giáo lớp ba,"
    }
  },
  {
    "translation": {
      "en": "the usher at the theater when you were 12 and saw whatever the fuck.",
      "vi": "người chỉ chỗ ở rạp hát hồi anh 12 tuổi đi xem vở gì đó."
    }
  },
  {
    "translation": {
      "en": "Didn't thank the usher. You know what I mean.",
      "vi": "Đâu có. Anh hiểu ý em mà."
    }
  },
  {
    "translation": {
      "en": "You don't have to be sarcastic, petty and obnoxious about the shit.",
      "vi": "Em đâu cần mỉa mai, nhỏ mọn và độc địa thế."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I forgot to thank you.",
      "vi": "Anh xin lỗi. Anh quên cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "I am genuinely sorry,",
      "vi": "Anh thật sự lấy làm tiếc,"
    }
  },
  {
    "translation": {
      "en": "which is why I apologized to you a thousand times during the movie.",
      "vi": "nên anh đã xin lỗi em cả ngàn lần trong lúc chiếu phim."
    }
  },
  {
    "translation": {
      "en": "I felt so guilty, I couldn't concentrate on the movie.",
      "vi": "Anh quá áy náy, chả tập trung xem phim được."
    }
  },
  {
    "translation": {
      "en": "Huh. That's a shame. You've only seen it 7,000 times.",
      "vi": "Tiếc quá. Anh mới xem 7.000 lần thôi."
    }
  },
  {
    "translation": {
      "en": "Every time I'd lean over and said, I'm sorry, you said it was fine.",
      "vi": "Mỗi lần anh ghé sang nói xin lỗi, em đều bảo không sao."
    }
  },
  {
    "translation": {
      "en": "You squeezed my hand and said it was fine.",
      "vi": "Em nắm chặt tay anh và bảo không sao."
    }
  },
  {
    "translation": {
      "en": "You said, I love you. Don't worry. It's fine.",
      "vi": "Em nói, Em yêu anh. Đừng lo. Không sao."
    }
  },
  {
    "translation": {
      "en": "Well, Malcolm, I changed my mind.",
      "vi": "Ừ thì, Malcolm, em đổi ý rồi."
    }
  },
  {
    "translation": {
      "en": "How can you just change your mind?",
      "vi": "Sao lại đổi ý được?"
    }
  },
  {
    "translation": {
      "en": "Honestly, it's pretty fucking easy.",
      "vi": "Nói thật là dễ bỏ xừ ấy chứ."
    }
  },
  {
    "translation": {
      "en": "That doesn't seem a little crazy to you?",
      "vi": "Em không thấy thế là điên à?"
    }
  },
  {
    "translation": {
      "en": "Nope. It doesn't?",
      "vi": "Không. Không ư?"
    }
  },
  {
    "translation": {
      "en": "Nope. Why?",
      "vi": "Không. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Well, because when I was in the theater, it didn't matter.",
      "vi": "Vì lúc ở rạp phim em thấy không quan trọng."
    }
  },
  {
    "translation": {
      "en": "Wasn't that big of a deal. It was fine.",
      "vi": "Không có gì to tát. Ổn cả."
    }
  },
  {
    "translation": {
      "en": "Until the after party, when every single person,",
      "vi": "Cho đến lúc ăn tiệc, khi mọi người,"
    }
  },
  {
    "translation": {
      "en": "from your mother to Taylor, kept coming up to me and going,",
      "vi": "từ mẹ anh đến Taylor, cứ đến gặp em và bảo,"
    }
  },
  {
    "translation": {
      "en": "You know, I bet you're probably a little bit upset right now",
      "vi": "Chắc cô đang thấy hơi buồn"
    }
  },
  {
    "translation": {
      "en": "because he forgot to thank you, but you know how much he depends on you.",
      "vi": "vì anh ấy quên cảm ơn cô, nhưng cô biết anh ấy cần cô lắm mà."
    }
  },
  {
    "translation": {
      "en": "Taylor said that?",
      "vi": "Taylor nói thế à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. She told me not to read into it. What the hell does that mean?",
      "vi": "Ừ. Cô ta bảo em đừng quá để ý. Thế nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "Funny you should say that. That's the exact thought I had.",
      "vi": "Anh hỏi thế mới lạ. Em đang thắc mắc đây."
    }
  },
  {
    "translation": {
      "en": "I didn't cheat on you. I didn't ask.",
      "vi": "Anh đâu có bồ. Em đâu có hỏi."
    }
  },
  {
    "translation": {
      "en": "Just sayingDidn't ask.",
      "vi": "Anh nói… Chả hỏi."
    }
  },
  {
    "translation": {
      "en": "Well, I'm just sayingI didn't ask.",
      "vi": "Anh chỉ nói là… Em không hỏi."
    }
  },
  {
    "translation": {
      "en": "It's not just about you forgetting to thank me, Malcolm.",
      "vi": "Không chỉ là chuyện anh quên cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "It's about how you see me.",
      "vi": "Mà là cách anh nhìn em."
    }
  },
  {
    "translation": {
      "en": "And how you view my contribution, not just to this relationship,",
      "vi": "Và cách anh nhìn nhận đóng góp của em, không chỉ vào mối quan hệ,"
    }
  },
  {
    "translation": {
      "en": "but to your work.",
      "vi": "mà vào công việc của anh."
    }
  },
  {
    "translation": {
      "en": "Specifically in a movie you made about my life.",
      "vi": "Đặc biệt là trong một bộ phim anh làm về cuộc đời em."
    }
  },
  {
    "translation": {
      "en": "You know, Marie…",
      "vi": "Em biết không, Marie…"
    }
  },
  {
    "translation": {
      "en": "you are genuinely… unstable.",
      "vi": "em thật sự… không ổn định."
    }
  },
  {
    "translation": {
      "en": "I'm not kidding!",
      "vi": "Anh không đùa đâu!"
    }
  },
  {
    "translation": {
      "en": "I'm actually concerned for your mental well being!",
      "vi": "Anh thật sự lo ngại về sức khỏe tâm thần của em!"
    }
  },
  {
    "translation": {
      "en": "Obviously, there are certain similarities.",
      "vi": "Hiển nhiên là có điểm tương đồng."
    }
  },
  {
    "translation": {
      "en": "But Imani's not based on you.",
      "vi": "Nhưng Imani không phải lấy mẫu từ em."
    }
  },
  {
    "translation": {
      "en": "You're fucking delusional!",
      "vi": "Em hoang tưởng thôi."
    }
  },
  {
    "translation": {
      "en": "In what fucking universe is Imani's character based on you?",
      "vi": "Thế quái nào mà nhân vật Imani lại lấy khuôn mẫu từ em được?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật đấy à?"
    }
  },
  {
    "translation": {
      "en": "Are you actually yelling and belittling me from across this house",
      "vi": "Anh đang quát em và mắng mỏ em vang khắp nhà"
    }
  },
  {
    "translation": {
      "en": "because you are too busy eating mac and cheese?",
      "vi": "vì anh bận ăn nui phô mai?"
    }
  },
  {
    "translation": {
      "en": "What? What?",
      "vi": "Sao? Sao à?"
    }
  },
  {
    "translation": {
      "en": "I'm not. Don't fucking lie!",
      "vi": "Đâu có. Đừng có xạo."
    }
  },
  {
    "translation": {
      "en": "You literally just got seconds. No, I didn't.",
      "vi": "Anh vừa mới múc thêm đấy. Đâu có."
    }
  },
  {
    "translation": {
      "en": "Do you know how disturbing it is",
      "vi": "Anh biết em khó chịu thế nào"
    }
  },
  {
    "translation": {
      "en": "that you can compartmentalize to such a degree",
      "vi": "khi anh thủ thế đến mức"
    }
  },
  {
    "translation": {
      "en": "that you can abuse me while eating mac and cheese?",
      "vi": "vừa ngồi ăn nui phô mai vừa hành hạ em."
    }
  },
  {
    "translation": {
      "en": "Abuse you? Mac and cheese I fucking made you.",
      "vi": "Hành hạ em? Nui phô mai em nấu đấy."
    }
  },
  {
    "translation": {
      "en": "Abuse you? Verbally abuse me.",
      "vi": "Hành hạ à? Bằng lời nói."
    }
  },
  {
    "translation": {
      "en": "Thanks for the clarification. It's kind of an important one.",
      "vi": "Cảm ơn em đã nói rõ. Quan trọng đấy."
    }
  },
  {
    "translation": {
      "en": "But verbally abuse you? Get out of here.",
      "vi": "Nhưng hành hạ bằng lời á? Thôi đi."
    }
  },
  {
    "translation": {
      "en": "If you're gonna treat me like an insane person and call me crazy,",
      "vi": "Nếu anh định đối xử với em như kẻ mất trí và bảo em điên,"
    }
  },
  {
    "translation": {
      "en": "the least you could do is do it without casually eating macaroni and cheese.",
      "vi": "thì ít nhất anh cũng đừng vừa ăn nui phô mai vừa làm thế."
    }
  },
  {
    "translation": {
      "en": "How does that work for you?",
      "vi": "Sao lại làm thế được?"
    }
  },
  {
    "translation": {
      "en": "What does that sound like in your fucking brain?",
      "vi": "Trong óc anh nghe thấy hay lắm à?"
    }
  },
  {
    "translation": {
      "en": "What a cunt! Mmm. This macaroni and cheese is delicious.",
      "vi": "Con khốn! Nui phô mai này ngon quá."
    }
  },
  {
    "translation": {
      "en": "What a cunt. I wonder if there's more.",
      "vi": "Con khốn. Chẳng biết còn nữa không."
    }
  },
  {
    "translation": {
      "en": "What a cunt. If I could direct commercials for Kraft, I would.",
      "vi": "Giá mình được làm phim quảng cáo cho Kraft Mac & Cheese."
    }
  },
  {
    "translation": {
      "en": "Say whatever you want.",
      "vi": "Em muốn nói sao thì tùy."
    }
  },
  {
    "translation": {
      "en": "Get pissed off I didn't thank you, Anthony said that joke about you being a model,",
      "vi": "Em cáu vì anh không cảm ơn, vì Anthony nói đùa,"
    }
  },
  {
    "translation": {
      "en": "that Taylor said whatever the fuck Taylor said",
      "vi": "vì Taylor nói cái quái gì đó…"
    }
  },
  {
    "translation": {
      "en": "It was mean. Well, she's an actor.",
      "vi": "Ác ý lắm. Cô ấy là diễn viên."
    }
  },
  {
    "translation": {
      "en": "All night I had to watch you two smile and take pictures together.",
      "vi": "Cả đêm em phải nhìn hai người tươi cười chụp hình."
    }
  },
  {
    "translation": {
      "en": "She's the lead in my film! I know. I don't care.",
      "vi": "Cô ấy đóng vai chính phim của anh! Em biết. Kệ anh."
    }
  },
  {
    "translation": {
      "en": "It's my job to make her feel comfortable.",
      "vi": "Anh phải tiếp đãi cô ấy."
    }
  },
  {
    "translation": {
      "en": "Not at my expense. Actually, it is.",
      "vi": "Nhưng đâu cần hy sinh em. Có đấy."
    }
  },
  {
    "translation": {
      "en": "Despite how you fucking feel about it, it is my job.",
      "vi": "Dù em thấy sao, đây là việc của anh."
    }
  },
  {
    "translation": {
      "en": "You'd never forget to thank her. Jesus Christ!",
      "vi": "Anh đâu có quên cảm ơn cô ta. Trời ạ!"
    }
  },
  {
    "translation": {
      "en": "You wouldn't. 'Cause she's psychotic.",
      "vi": "Không có đâu. Vì cô ấy loạn trí."
    }
  },
  {
    "translation": {
      "en": "No, because she would flip the fuck out",
      "vi": "Không, vì cô ta sẽ điên lên"
    }
  },
  {
    "translation": {
      "en": "and spend the night making you pay for it so you'd never let that shit happen again.",
      "vi": "và dành cả đêm khiến anh trả giá để anh không bao giờ làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "You're saying you're not nuts enough.",
      "vi": "Vậy là em nói em chưa đủ điên."
    }
  },
  {
    "translation": {
      "en": "No. What I'm saying is you spend your entire life",
      "vi": "Không. Em nói là anh dành cả đời"
    }
  },
  {
    "translation": {
      "en": "catering to the feelings and the whims of literally everyone but me.",
      "vi": "chăm lo cho cảm giác và ý muốn của mọi người ngoại trừ em."
    }
  },
  {
    "translation": {
      "en": "Agents, producers, crew members, actors,",
      "vi": "Đại diện, nhà sản xuất, êkíp, diễn viên,"
    }
  },
  {
    "translation": {
      "en": "fucking fictional characters get more respect",
      "vi": "đám nhân vật hư cấu còn được anh tôn trọng"
    }
  },
  {
    "translation": {
      "en": "and empathy from you than I do.",
      "vi": "và thông cảm hơn em."
    }
  },
  {
    "translation": {
      "en": "And… That's what's so odd about this whole fucking situation,",
      "vi": "Đó là điều quái lạ về toàn bộ tình cảnh này"
    }
  },
  {
    "translation": {
      "en": "because I get it. Taylor is wonderful in the film.",
      "vi": "vì em hiểu rồi. Taylor diễn rất hay trong phim."
    }
  },
  {
    "translation": {
      "en": "But when you get up there and you talk about",
      "vi": "Nhưng khi anh lên đó và nói về"
    }
  },
  {
    "translation": {
      "en": "her ability to breathe life into the character of Imani",
      "vi": "khả năng thổi hồn vào nhân vật Imani của cô ấy"
    }
  },
  {
    "translation": {
      "en": "without ever mentioning that if I didn't live my life, she wouldn't exist,",
      "vi": "mà không hề nhắc đến rằng nếu em không sống cuộc đời em, cô ta sẽ chẳng tồn tại,"
    }
  },
  {
    "translation": {
      "en": "it's kind of fucking weird.",
      "vi": "thế thì kỳ cục lắm."
    }
  },
  {
    "translation": {
      "en": "Imani is not based on you.",
      "vi": "Imani không lấy mẫu từ em."
    }
  },
  {
    "translation": {
      "en": "She's a 20 year old drug addict trying to get clean. Just a fucking coincidence?",
      "vi": "Cô ta là con nghiện 20 tuổi cố cai thuốc. Trùng hợp thật."
    }
  },
  {
    "translation": {
      "en": "Obviously, you getting clean was a part of the inspiration.",
      "vi": "Hiển nhiên, em cai nghiện là một phần cảm hứng."
    }
  },
  {
    "translation": {
      "en": "At 20? Yes.",
      "vi": "Lúc 20 tuổi? Ừ."
    }
  },
  {
    "translation": {
      "en": "And you provide genuine insight into that.",
      "vi": "Em cho anh cái nhìn chân thật."
    }
  },
  {
    "translation": {
      "en": "What that was like. But Imani is not based on you.",
      "vi": "Về chuyện đó. Nhưng Imani không lấy mẫu từ em."
    }
  },
  {
    "translation": {
      "en": "It's an amalgamation of different things, a bunch of things.",
      "vi": "Đó là sự hợp nhất nhiều thứ khác nhau, cả đống thứ."
    }
  },
  {
    "translation": {
      "en": "Who?",
      "vi": "Ai?"
    }
  },
  {
    "translation": {
      "en": "People!",
      "vi": "Người ta!"
    }
  },
  {
    "translation": {
      "en": "What people?",
      "vi": "Người nào?"
    }
  },
  {
    "translation": {
      "en": "A lot of different people.",
      "vi": "Nhiều người khác nhau."
    }
  },
  {
    "translation": {
      "en": "Like my cousin. Rick, for one. Okay.",
      "vi": "Rick, em họ anh chẳng hạn. Rồi."
    }
  },
  {
    "translation": {
      "en": "A lot of different people and things. Your cousin.",
      "vi": "Nhiều người, nhiều việc khác nhau. Em họ anh."
    }
  },
  {
    "translation": {
      "en": "You know what, Malcolm?",
      "vi": "Biết sao không, Malcolm?"
    }
  },
  {
    "translation": {
      "en": "I feel like once you know someone is there for you and once you know they love you,",
      "vi": "Em thấy khi anh biết ai đó ở bên anh và yêu thương anh rồi,"
    }
  },
  {
    "translation": {
      "en": "you never actually think of them again.",
      "vi": "anh chẳng bao giờ nghĩ đến họ nữa."
    }
  },
  {
    "translation": {
      "en": "That's not true.",
      "vi": "Không đúng."
    }
  },
  {
    "translation": {
      "en": "It's not until you're about to lose someone that you pay attention.",
      "vi": "Đến khi sắp mất ai đó thì anh mới chú ý."
    }
  },
  {
    "translation": {
      "en": "Is that what this is? What?",
      "vi": "Ra là thế à? Sao?"
    }
  },
  {
    "translation": {
      "en": "Is what you're threatening…",
      "vi": "Em đang dọa anh hả?"
    }
  },
  {
    "translation": {
      "en": "if I don't apologize, I'm going to lose you?",
      "vi": "Nếu anh không xin lỗi, anh sẽ mất em?"
    }
  },
  {
    "translation": {
      "en": "I'm not looking for an apology.",
      "vi": "Em không đòi anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "What do you want? A screenplay credit? Don't be cruel.",
      "vi": "Vậy là gì? Lên danh đề kịch bản? Đừng ác khẩu."
    }
  },
  {
    "translation": {
      "en": "I'm serious. I know we talk for hours about work.",
      "vi": "Thật đấy. Anh biết ta nói chuyện công việc nhiều."
    }
  },
  {
    "translation": {
      "en": "Is it so much of a nuisance that you'd like compensation?",
      "vi": "Việc đó phiền đến mức em muốn nhận thù lao à?"
    }
  },
  {
    "translation": {
      "en": "I had a draft of the script before you ever came into my life.",
      "vi": "Anh có bản thảo kịch bản từ trước khi gặp em."
    }
  },
  {
    "translation": {
      "en": "It's not about credit. I don't want fucking credit.",
      "vi": "Không phải chuyện công trạng. Em không đòi công."
    }
  },
  {
    "translation": {
      "en": "Well, what is it, Marie? What do you want?",
      "vi": "Vậy là gì, Marie? Em muốn gì?"
    }
  },
  {
    "translation": {
      "en": "The film is beautiful.",
      "vi": "Bộ phim rất hay."
    }
  },
  {
    "translation": {
      "en": "I'm proud of you.",
      "vi": "Em tự hào về anh."
    }
  },
  {
    "translation": {
      "en": "Took forever to make and it was tough, but I have one question.",
      "vi": "Làm rất lâu và gian nan, nhưng em muốn hỏi một câu."
    }
  },
  {
    "translation": {
      "en": "Do you think that the movie would be as good as it is if we weren't together?",
      "vi": "Anh nghĩ nếu ta không bên nhau thì phim có hay thế không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "And that's all I wish you would have said.",
      "vi": "Em chỉ mong anh nói có thế."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "Hay lắm."
    }
  },
  {
    "translation": {
      "en": "Are we no longer fighting?",
      "vi": "Ta hết cãi nhau rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "That depends.",
      "vi": "Còn tùy."
    }
  },
  {
    "translation": {
      "en": "On what?",
      "vi": "Tùy chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "On whether you can manage to not say something hurtful",
      "vi": "Tùy anh có thể không nói gì khiến em đau lòng"
    }
  },
  {
    "translation": {
      "en": "for the rest of the night.",
      "vi": "đến hết đêm nay không."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not that bad.",
      "vi": "Anh đâu có tệ thế."
    }
  },
  {
    "translation": {
      "en": "Fuck you aren't.",
      "vi": "Ừ, đâu có."
    }
  },
  {
    "translation": {
      "en": "Can I kiss you?",
      "vi": "Anh hôn em được chứ?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Are you sure? Mm hmm.",
      "vi": "Chắc không?"
    }
  },
  {
    "translation": {
      "en": "But I really, really wanna kiss you.",
      "vi": "Nhưng anh muốn hôn em lắm."
    }
  },
  {
    "translation": {
      "en": "I don't care.",
      "vi": "Kệ anh."
    }
  },
  {
    "translation": {
      "en": "Just don't take me for granted.",
      "vi": "Đừng quen có em rồi xem thường."
    }
  },
  {
    "translation": {
      "en": "I don't.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "You did.",
      "vi": "Vừa nãy đấy."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "You can kiss me now.",
      "vi": "Giờ anh hôn được rồi."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Hay quá."
    }
  },
  {
    "translation": {
      "en": "I'm the only person who tells you you're being an asshole when you're being an asshole.",
      "vi": "Lúc anh cà chớn, chỉ có em nói anh đang cà chớn thôi."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Anh biết."
    }
  },
  {
    "translation": {
      "en": "And now… that you've made a movie that everybody loves…",
      "vi": "Giờ anh đã làm một bộ phim được yêu thích…"
    }
  },
  {
    "translation": {
      "en": "the world's gonna be kissing your ass.",
      "vi": "cả thế giới sẽ bợ đỡ anh."
    }
  },
  {
    "translation": {
      "en": "You think so? Mm hmm.",
      "vi": "Em nghĩ thế à?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I heard that shit all night. Oh, he's so sensitive.",
      "vi": "Em nghe cả đêm rồi. Anh ấy thật nhạy cảm."
    }
  },
  {
    "translation": {
      "en": "He's so in tune to emotion. He's romantic.",
      "vi": "Anh ấy biết nắm bắt cảm xúc. Anh ấy lãng mạn."
    }
  },
  {
    "translation": {
      "en": "I bet he's sweet, right?",
      "vi": "Chắc anh ấy dễ mến lắm?"
    }
  },
  {
    "translation": {
      "en": "What did you say? I said, Well, I mean, yeah.",
      "vi": "Rồi em nói sao? Em nói, Ừ."
    }
  },
  {
    "translation": {
      "en": "When he's not being an emotional fucking terrorist.",
      "vi": "Lúc anh ấy không làm trò khủng bố tinh thần ấy."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Được mà."
    }
  },
  {
    "translation": {
      "en": "Yes. No.",
      "vi": "Được. Không."
    }
  },
  {
    "translation": {
      "en": "You think you're tough, skinny bones Jones?",
      "vi": "Tưởng em mạnh à, cô nàng ốm nhom?"
    }
  },
  {
    "translation": {
      "en": "I am tough.",
      "vi": "Em mạnh mà."
    }
  },
  {
    "translation": {
      "en": "Nah, I'll eat your ass for breakfast. You light work.",
      "vi": "Không, anh sẽ xơi tái em. Đồ ốm yếu."
    }
  },
  {
    "translation": {
      "en": "You know, life is gonna get easier, but it's also gonna get harder.",
      "vi": "Anh biết không, cuộc sống sẽ dễ dàng hơn, nhưng cũng khó khăn hơn."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý em là sao?"
    }
  },
  {
    "translation": {
      "en": "Just don't believe the hype, Malcolm.",
      "vi": "Đừng tin sự hào nhoáng, Malcolm."
    }
  },
  {
    "translation": {
      "en": "And don't push away the people who ground you.",
      "vi": "Và đừng xua đuổi những ai không tâng bốc mình."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Ừ. Ừ."
    }
  },
  {
    "translation": {
      "en": "You're gonna start making fake movies about fake people with fake emotions.",
      "vi": "Rồi anh sẽ bắt đầu làm phim giả về những con người giả và cảm xúc giả."
    }
  },
  {
    "translation": {
      "en": "Then you'll start having dinner with the white girl from LA Times.",
      "vi": "Rồi anh sẽ ăn tối với cô ả da trắng ở tờ LA Times."
    }
  },
  {
    "translation": {
      "en": "Yeah. Mm hmm. No! Not the white girl.",
      "vi": "Ừ. Không! Cô da trắng đó thì không."
    }
  },
  {
    "translation": {
      "en": "You'll be talking about this one take and… and that one take,",
      "vi": "Anh sẽ nói về cảnh này cảnh nọ chỉ quay một lần là đạt,"
    }
  },
  {
    "translation": {
      "en": "and how the camera…",
      "vi": "và việc máy quay…"
    }
  },
  {
    "translation": {
      "en": "You know you do that, right?",
      "vi": "Anh biết anh làm thế chứ?"
    }
  },
  {
    "translation": {
      "en": "Literally.",
      "vi": "Thật luôn."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, you'll be on your press tour for your new LEGO film.",
      "vi": "Liền sau đó, anh sẽ đi tour họp báo cho bộ phim LEGO mới."
    }
  },
  {
    "translation": {
      "en": "Talk about how it's an allegory for the failures of reconstruction.",
      "vi": "Nói về việc bộ phim là ẩn dụ cho thất bại của sự tái tạo."
    }
  },
  {
    "translation": {
      "en": "Well, the original working title was…",
      "vi": "Tựa phim ban đầu là…"
    }
  },
  {
    "translation": {
      "en": "Forty LEGOs And A Mule, but the…",
      "vi": "Bốn Mươi Mảnh LEGO Và Một Con La, nhưng rồi…"
    }
  },
  {
    "translation": {
      "en": "The studio got a little, uh…",
      "vi": "Xưởng phim đã hơi…"
    }
  },
  {
    "translation": {
      "en": "Malcolm, you laugh, but I can see it. I'm serious, I can see that shit.",
      "vi": "Malcolm, anh cười, nhưng em thấy được điều đó. Thật đấy, em thấy."
    }
  },
  {
    "translation": {
      "en": "All your new Twitter friends will be quote tweeting your ass,",
      "vi": "Và tất cả bạn bè mới của anh trên Twitter sẽ dẫn lời anh,"
    }
  },
  {
    "translation": {
      "en": "handclaps and shit, talkin' 'bout, This is what change looks like.",
      "vi": "vỗ tay này nọ, nói về, Sự đổi mới là đây."
    }
  },
  {
    "translation": {
      "en": "Yes, king! Oh, brutal. Mm hmm.",
      "vi": "Phải, đức vua! Ghê thật."
    }
  },
  {
    "translation": {
      "en": "But the rest of America will be like,",
      "vi": "Nhưng cả nước Mỹ còn lại sẽ bảo,"
    }
  },
  {
    "translation": {
      "en": "What the fuck is this Negro doing selling us some shit with these LEGOs?",
      "vi": "Gã da đen này làm quái gì mà bán cho ta thứ vớ vẩn có LEGO này?"
    }
  },
  {
    "translation": {
      "en": "I'm not seein' that shit.",
      "vi": "Tôi chẳng xem thứ phim đó."
    }
  },
  {
    "translation": {
      "en": "Then there's gonna be boycotts, fucking protests",
      "vi": "Rồi họ sẽ tẩy chay, biểu tình phản đối"
    }
  },
  {
    "translation": {
      "en": "because you're politicizing these LEGOs,",
      "vi": "vì anh chính trị hóa mớ LEGO,"
    }
  },
  {
    "translation": {
      "en": "but thankfully, you'll have your new white girlfriend from the LA Times.",
      "vi": "nhưng may mắn là, anh sẽ có cô bạn gái da trắng mới ở LA Times."
    }
  },
  {
    "translation": {
      "en": "I mean, she's gonna come ridin' in with her SPF 50 brigade",
      "vi": "Cô ta sẽ xông đến cùng đoàn quân dùng kem chống nắng"
    }
  },
  {
    "translation": {
      "en": "on some real soccer mom shit…",
      "vi": "kiểu mẹ bỉm sữa,"
    }
  },
  {
    "translation": {
      "en": "…tweetin' at people left and right.",
      "vi": "đăng tweet tứ tung về mọi người."
    }
  },
  {
    "translation": {
      "en": "Well, this is literally censorship!",
      "vi": "Đây đúng là kiểm duyệt!"
    }
  },
  {
    "translation": {
      "en": "Who is in charge here?",
      "vi": "Ai phụ trách ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "It is our moral obligation to go and see this movie",
      "vi": "Chúng ta có bổn phận đạo đức phải đi xem bộ phim"
    }
  },
  {
    "translation": {
      "en": "written and directed by a real Bla… I mean, person of color.",
      "vi": "được biên kịch và đạo diễn bởi một người da đe… ý tôi là, người da màu."
    }
  },
  {
    "translation": {
      "en": "We are gonna make history, okay?",
      "vi": "Ta sẽ làm nên lịch sử, nhé?"
    }
  },
  {
    "translation": {
      "en": "We're going to make it the biggest box office ever.",
      "vi": "Ta sẽ biến nó thành bom tấn phòng vé."
    }
  },
  {
    "translation": {
      "en": "And the next thing you know,",
      "vi": "Và liền sau đó,"
    }
  },
  {
    "translation": {
      "en": "you will have made a toy company a billion dollars.",
      "vi": "anh đã mở được một công ty đồ chơi bạc tỷ."
    }
  },
  {
    "translation": {
      "en": "Yes! Yes!",
      "vi": "Ừ! Ừ!"
    }
  },
  {
    "translation": {
      "en": "Congratulations, Malcolm Elliot! You fucking did it!",
      "vi": "Chúc mừng, Malcolm Elliot! Anh thành công rồi!"
    }
  },
  {
    "translation": {
      "en": "Here's a couple million dollars and a fuckin' fruit basket.",
      "vi": "Đây là vài triệu đô và giỏ trái cây."
    }
  },
  {
    "translation": {
      "en": "But just as a thought, have you ever considered",
      "vi": "Tôi có ý này, anh đã bao giờ cân nhắc"
    }
  },
  {
    "translation": {
      "en": "doing the Angela Davis biopic, but with LEGOs?",
      "vi": "làm phim tiểu sử Angela Davis với LEGO chưa?"
    }
  },
  {
    "translation": {
      "en": "You know your white voice is crazy.",
      "vi": "Em nói giọng da trắng nghe điên quá."
    }
  },
  {
    "translation": {
      "en": "You laugh, but… That's funny.",
      "vi": "Anh cười, nhưng… Ừ, dễ thương."
    }
  },
  {
    "translation": {
      "en": "You could change the world.",
      "vi": "Có thể thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "You should've never given up acting, baby.",
      "vi": "Lẽ ra em không nên bỏ diễn xuất, cưng à."
    }
  },
  {
    "translation": {
      "en": "Why, Malcolm?",
      "vi": "Tại sao, Malcolm?"
    }
  },
  {
    "translation": {
      "en": "I always believed if you found a character",
      "vi": "Anh luôn tin nếu em tìm được một nhân vật"
    }
  },
  {
    "translation": {
      "en": "that actually allowed you to be yourself, you'd be astonishing.",
      "vi": "cho phép em là chính mình, em sẽ khiến người ta sửng sốt."
    }
  },
  {
    "translation": {
      "en": "Well, Malcolm…",
      "vi": "Malcolm à…"
    }
  },
  {
    "translation": {
      "en": "unfortunately no one can really write me except you.",
      "vi": "không may là chả ai viết được cho em ngoài anh."
    }
  },
  {
    "translation": {
      "en": "Have I told you Lately that I love you?",
      "vi": "Gần đây anh có nói là yêu em không?"
    }
  },
  {
    "translation": {
      "en": "Well, if I didn't, darling, I'm sorry",
      "vi": "Anh xin lỗi"
    }
  },
  {
    "translation": {
      "en": "Did I reach out And hold you in my loving arms",
      "vi": "Ôm em…"
    }
  },
  {
    "translation": {
      "en": "In my loving arms",
      "vi": "Với vòng tay yêu thương"
    }
  },
  {
    "translation": {
      "en": "Oh, when you needed me?",
      "vi": "Khi em cần anh?"
    }
  },
  {
    "translation": {
      "en": "Now I realize that you need love too",
      "vi": "Nhận ra em cũng cần tình yêu"
    }
  },
  {
    "translation": {
      "en": "And I'll spend my life Making love to you",
      "vi": "Dành cả đời để âu yếm em"
    }
  },
  {
    "translation": {
      "en": "Oh, I forgot to be your lover",
      "vi": "Anh quên làm người tình của em"
    }
  },
  {
    "translation": {
      "en": "And I'm sorry, I'm so sorry…",
      "vi": "Và anh xin lỗi"
    }
  },
  {
    "translation": {
      "en": "Marie, stop playin'.",
      "vi": "Marie, đừng đùa nữa."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Marie, stop playin'.",
      "vi": "Marie, đừng đùa nữa."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Where the fuck did you go? To pee.",
      "vi": "Em đi đâu vậy? Đi tè."
    }
  },
  {
    "translation": {
      "en": "To peeWhere? Outside.",
      "vi": "Ở đâu? Bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Why didn't you just use the bathroom?",
      "vi": "Sao không dùng nhà vệ sinh?"
    }
  },
  {
    "translation": {
      "en": "Because I didn't grow up with a backyard.",
      "vi": "Vì hồi nhỏ nhà em không có sân."
    }
  },
  {
    "translation": {
      "en": "The novelty hasn't worn off yet. Jesus!",
      "vi": "Nhà mới quá em chưa quen. Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "You know, you are the neediest man I have ever dated.",
      "vi": "Anh là người đòi hỏi nhiều nhất em từng hẹn hò."
    }
  },
  {
    "translation": {
      "en": "But at the same time, you are also the least jealous man I have ever dated.",
      "vi": "Nhưng đồng thời, anh cũng là người ít ghen tuông nhất em từng hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I mean, I could literally be hanging on some random guy's arm",
      "vi": "Em có thể lả lơi trong tay một gã nào đó"
    }
  },
  {
    "translation": {
      "en": "and you would never think it's sexual.",
      "vi": "mà anh chẳng bao giờ nghĩ là có gì."
    }
  },
  {
    "translation": {
      "en": "You'd just come up to me and be like, Hey, babe. What the hell are you doing?",
      "vi": "Anh sẽ chỉ đến hỏi em, Này, cưng. Em làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I need your help. I can't remember anybody's name here. Let's go.",
      "vi": "Anh cần em giúp. Anh chẳng nhớ tên ai ở đây. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "But whose arm are you hanging on? That's it. Doesn't matter.",
      "vi": "Em lả lơi trong tay ai? Thế đấy. Chả quan trọng."
    }
  },
  {
    "translation": {
      "en": "Is this about tonight? Mmm.",
      "vi": "Lại chuyện tối nay à?"
    }
  },
  {
    "translation": {
      "en": "Kinda.",
      "vi": "Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Kinda? Hmm.",
      "vi": "Đại loại à?"
    }
  },
  {
    "translation": {
      "en": "I was outside smoking and you were in here",
      "vi": "Em ở ngoài hút thuốc và anh ở trong này"
    }
  },
  {
    "translation": {
      "en": "apologizing in whatever emotionally obtuse way made sense to you.",
      "vi": "xin lỗi theo bất cứ kiểu vô cảm nào mà anh thấy hợp lý."
    }
  },
  {
    "translation": {
      "en": "As if a song written 50 years ago about a different fucking girl",
      "vi": "Như thể bài hát sáng tác 50 năm trước về một cô ả khác"
    }
  },
  {
    "translation": {
      "en": "would somehow make me feel better about our relationship.",
      "vi": "sẽ làm em thấy khá hơn về quan hệ của chúng ta."
    }
  },
  {
    "translation": {
      "en": "Some people would say lack of jealousy is a good thing.",
      "vi": "Có người sẽ nói không ghen tuông là điều tốt."
    }
  },
  {
    "translation": {
      "en": "Not when it borders on indifference. What are you talkin' about, Marie?",
      "vi": "Khi nó ở bờ vực thờ ơ thì không. Em nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Malcolm, you can encourage me to have a life of my own,",
      "vi": "Malcolm, anh có thể khuyến khích em có cuộc sống riêng,"
    }
  },
  {
    "translation": {
      "en": "but that's just… That's bullshit.",
      "vi": "nhưng đó chỉ… Chỉ là vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "You don't want me to have a life that is separate from yours",
      "vi": "Anh chẳng muốn em có cuộc sống tách biệt với anh"
    }
  },
  {
    "translation": {
      "en": "because you are too fucking needy.",
      "vi": "vì anh đòi hỏi quá nhiều."
    }
  },
  {
    "translation": {
      "en": "Thought we were done fighting.",
      "vi": "Tưởng ta hết cãi nhau rồi."
    }
  },
  {
    "translation": {
      "en": "Don't be sensitive. This isn't a fight. Yeah, right.",
      "vi": "Đừng nhạy cảm. Đâu phải cãi nhau. Ừ, phải rồi."
    }
  },
  {
    "translation": {
      "en": "It's not. It's an observation.",
      "vi": "Không. Thấy sao nói vậy thôi."
    }
  },
  {
    "translation": {
      "en": "Tsk. Oh, you don't wanna go there. Why?",
      "vi": "Đừng sa vào đó. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Trust me, you don't. Why?",
      "vi": "Tin anh đi. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Even if you do, you're not thinking clearly.",
      "vi": "Dù muốn, đó là em không sáng suốt."
    }
  },
  {
    "translation": {
      "en": "I think I'm thinking clearly. Trust me, you're not.",
      "vi": "Em đang sáng suốt đây. Không, tin anh đi."
    }
  },
  {
    "translation": {
      "en": "I do have a slightly masochistic streak. But you're not dumb.",
      "vi": "Em có chút tính khổ dâm. Nhưng em không ngu."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Thank you. Don't be a fucking brat.",
      "vi": "Trời ơi. Cảm ơn anh. Đừng lên mặt."
    }
  },
  {
    "translation": {
      "en": "Don't patronize me and tell me I gave up something",
      "vi": "Đừng dạy đời em và bảo rằng em đã từ bỏ thứ gì"
    }
  },
  {
    "translation": {
      "en": "when you know damn well your work is all that you have time for",
      "vi": "trong khi anh biết thừa thời gian và bận tâm của anh"
    }
  },
  {
    "translation": {
      "en": "and all you care about.",
      "vi": "chỉ dành cho công việc."
    }
  },
  {
    "translation": {
      "en": "Oh, so you gave up a career in acting to be an emotional fucking support dog.",
      "vi": "Vậy nên em bỏ sự nghiệp diễn xuất để làm con chó cổ vũ tinh thần."
    }
  },
  {
    "translation": {
      "en": "Fuck you, Malcolm! I get it now.",
      "vi": "Đồ khốn, Malcolm! Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Fuck you! 'Cause you're scared, you didn't want it.",
      "vi": "Khốn kiếp! Vì em sợ, nên em không muốn."
    }
  },
  {
    "translation": {
      "en": "You never wanted it.",
      "vi": "Em không hề muốn."
    }
  },
  {
    "translation": {
      "en": "'Cause you're scared to try and fail. You are ugly inside.",
      "vi": "Vì em sợ thử và thất bại. Anh thật xấu bụng."
    }
  },
  {
    "translation": {
      "en": "No, fuck you!",
      "vi": "Không, em chết đi!"
    }
  },
  {
    "translation": {
      "en": "Marie, when I met you, you were a fucking pilled out disaster.",
      "vi": "Marie, lúc anh gặp em, em là con nghiện thảm hại."
    }
  },
  {
    "translation": {
      "en": "You were barely 20 years old.",
      "vi": "Em chưa đến 20 tuổi."
    }
  },
  {
    "translation": {
      "en": "Couldn't hold a conversation without noddin' off,",
      "vi": "Chẳng thể nói chuyện mà không ngủ gật,"
    }
  },
  {
    "translation": {
      "en": "or passin' out, or breaking down.",
      "vi": "hay ngất, hay vã thuốc."
    }
  },
  {
    "translation": {
      "en": "Don't act like for the last five years you became so enlightened that I fucking…",
      "vi": "Đừng làm như năm năm qua em được khai sáng đến nỗi anh đã… quên con người cũ của em."
    }
  },
  {
    "translation": {
      "en": "forgot the old you.",
      "vi": "em được khai sáng đến nỗi anh đã… quên con người cũ của em."
    }
  },
  {
    "translation": {
      "en": "Of course I want you to have a life.",
      "vi": "Dĩ nhiên anh muốn em có cuộc sống."
    }
  },
  {
    "translation": {
      "en": "You know why? Because I'm terrified that if you don't, you're gonna hang everything on mine.",
      "vi": "Vì anh sợ rằng nếu không có, em sẽ dựa hết vào đời anh."
    }
  },
  {
    "translation": {
      "en": "And when, God forbid, I forget to thank you at a movie premiere,",
      "vi": "Nói dại, khi anh quên cảm ơn em trong buổi ra mắt phim,"
    }
  },
  {
    "translation": {
      "en": "you come home, you start a fight, and by morning you're drinking on Xannies,",
      "vi": "em về nhà, gây sự cãi vã, và đến sáng thì uống Xanax,"
    }
  },
  {
    "translation": {
      "en": "trying to fuckin' cut your wrists with a pair of fucking nail scissors.",
      "vi": "cố cắt cổ tay bằng kéo làm móng."
    }
  },
  {
    "translation": {
      "en": "Malcolm, I want you to leave this room.",
      "vi": "Em muốn anh ra khỏi phòng."
    }
  },
  {
    "translation": {
      "en": "Oh, shut the fuck up, Marie. You know, I get it. I really do.",
      "vi": "Im đi, Marie. Anh hiểu rồi. Hiểu thật sự."
    }
  },
  {
    "translation": {
      "en": "You have pain and fucking disappointment and dreams",
      "vi": "Em có đau đớn, thất vọng và ước mơ"
    }
  },
  {
    "translation": {
      "en": "like everybody else on planet Earth.",
      "vi": "như mọi người khác trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "You're mad you didn't get the jobs you wish you'd got.",
      "vi": "Em tức giận vì không có được vai diễn mong ước."
    }
  },
  {
    "translation": {
      "en": "You're embarrassed you had to play Skinny Girl In Alley",
      "vi": "Em xấu hổ vì phải đóng Cô Gái Gầy Trong Ngõ Hẻm"
    }
  },
  {
    "translation": {
      "en": "and Concerned Nurse Number Two.",
      "vi": "và Y tá Lo Ngại Thứ Hai."
    }
  },
  {
    "translation": {
      "en": "Well, guess what? None of us are proud of where we first start off.",
      "vi": "Biết sao không? Chẳng ai tự hào về khởi đầu của mình."
    }
  },
  {
    "translation": {
      "en": "I started off, I had to do token fuckin' punch up on straight to VOD rom coms,",
      "vi": "Lúc khởi đầu, anh phải sửa lời tấu hài cho VOD hài kịch tình huống,"
    }
  },
  {
    "translation": {
      "en": "and under the table rewrites on films that didn't wanna pay writers!",
      "vi": "và sửa kịch bản lậu cho những phim không muốn thuê biên kịch!"
    }
  },
  {
    "translation": {
      "en": "But you keep working!",
      "vi": "Nhưng em phải tiếp tục!"
    }
  },
  {
    "translation": {
      "en": "You keep on trying! You work harder and harder",
      "vi": "Phải tiếp tục cố gắng! Làm việc chăm chỉ hơn nữa"
    }
  },
  {
    "translation": {
      "en": "'cause even if you're not talented, which you are,",
      "vi": "vì dù em bất tài, mà em thì có tài nhé,"
    }
  },
  {
    "translation": {
      "en": "you can still get somewhere, as long as you don't have an ego.",
      "vi": "thì vẫn có thể có chút thành tựu, miễn là không tự ái."
    }
  },
  {
    "translation": {
      "en": "You don't have to be proud of everything you do!",
      "vi": "Đâu cần phải tự hào về mọi việc mình làm!"
    }
  },
  {
    "translation": {
      "en": "But you do have to work harder than 99% of people.",
      "vi": "Nhưng phải làm việc chăm chỉ hơn 99% người khác."
    }
  },
  {
    "translation": {
      "en": "You know what's bullshit? What's a fucking cop out, Marie?",
      "vi": "Biết đâu là vớ vẩn, là trốn tránh không, Marie?"
    }
  },
  {
    "translation": {
      "en": "Is you acting like my work is so fucking suffocating",
      "vi": "Là em tỏ ra như thể công việc của anh quá ngột ngạt"
    }
  },
  {
    "translation": {
      "en": "that you can't even breathe, that you don't have any fucking space.",
      "vi": "làm em không thở được, làm em không có không gian."
    }
  },
  {
    "translation": {
      "en": "I mean, look around.",
      "vi": "Nhìn quanh mà xem."
    }
  },
  {
    "translation": {
      "en": "Look at this fucking house the production company put us up in.",
      "vi": "Nhìn cái nhà mà công ty sản xuất cho ta ở này đi."
    }
  },
  {
    "translation": {
      "en": "Pick a room, get to fucking work,",
      "vi": "Chọn một phòng, làm việc đi,"
    }
  },
  {
    "translation": {
      "en": "and stop blaming me for your inabilities to get your shit together!",
      "vi": "và ngừng đổ lỗi cho anh vì em không biết tự vực mình dậy!"
    }
  },
  {
    "translation": {
      "en": "I checked you into rehab.",
      "vi": "Anh đã đăng ký cho em cai nghiện."
    }
  },
  {
    "translation": {
      "en": "I went to group therapy with you. I've been with you.",
      "vi": "Anh đi nhóm trị liệu với em. Anh đã ở bên em."
    }
  },
  {
    "translation": {
      "en": "I fucking supported you every single step of the way.",
      "vi": "Anh đã hỗ trợ em trên từng bước đường."
    }
  },
  {
    "translation": {
      "en": "When you were depressed,",
      "vi": "Lúc em trầm cảm,"
    }
  },
  {
    "translation": {
      "en": "when you were on so many meds that you couldn't fuck for half a year,",
      "vi": "lúc em uống nhiều thuốc đến nỗi không quan hệ được cả nửa năm,"
    }
  },
  {
    "translation": {
      "en": "I was there for you.",
      "vi": "anh đã ở bên em."
    }
  },
  {
    "translation": {
      "en": "When you relapsed, I was there for you.",
      "vi": "Lúc em tái nghiện, anh ở bên em."
    }
  },
  {
    "translation": {
      "en": "When we lived on 38th Street and you went out to that meeting, right?",
      "vi": "Lúc ta sống ở đường 38 và em đi dự buổi họp mặt đó, nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "And you went to the meeting and you didn't come home",
      "vi": "Em đi dự buổi họp mặt và không về nhà"
    }
  },
  {
    "translation": {
      "en": "because you were fucking somebody else, right?",
      "vi": "vì em ngủ với người khác ấy?"
    }
  },
  {
    "translation": {
      "en": "Guess who was there for you?",
      "vi": "Đoán xem ai đã lo cho em?"
    }
  },
  {
    "translation": {
      "en": "This nigga right here.",
      "vi": "Thằng đen này đây."
    }
  },
  {
    "translation": {
      "en": "So, don't go there.",
      "vi": "Nên, đừng lôi chuyện đó ra."
    }
  },
  {
    "translation": {
      "en": "Do not fucking go there because you are not gonna win this one, Marie.",
      "vi": "Đừng lôi chuyện đó ra vì em không thắng được đâu, Marie."
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "vi": "Tin anh đi."
    }
  },
  {
    "translation": {
      "en": "All right, how about we cut the bullshit, Malcolm?",
      "vi": "Vậy ta dẹp chuyện vớ vẩn đi nhé, Malcolm?"
    }
  },
  {
    "translation": {
      "en": "Since everybody's being honest tonight, how about you be honest? Hmm?",
      "vi": "Vì tối nay ai cũng nói thật, anh cũng nói thật đi?"
    }
  },
  {
    "translation": {
      "en": "About the real reason you were there for me.",
      "vi": "Về lý do mà anh lo cho em."
    }
  },
  {
    "translation": {
      "en": "I was good fucking material.",
      "vi": "Em là chất liệu sáng tác tốt."
    }
  },
  {
    "translation": {
      "en": "Hmm? That's why you stuck by me.",
      "vi": "Thế nên anh mới ở bên em."
    }
  },
  {
    "translation": {
      "en": "Because I was a story.",
      "vi": "Vì em chính là câu chuyện."
    }
  },
  {
    "translation": {
      "en": "It was a world of emotions you weren't used to seeing so fucking close.",
      "vi": "Cả một thế giới cảm xúc anh chưa quen nhìn gần đến thế."
    }
  },
  {
    "translation": {
      "en": "And because I was 20 years old and I'd never been loved the way you loved me",
      "vi": "Và vì em 20 tuổi và chưa từng được yêu theo cách anh yêu em"
    }
  },
  {
    "translation": {
      "en": "or thought you loved me, I didn't realize what I was to you.",
      "vi": "hay tưởng anh yêu em, em đã không nhận ra em là gì với anh."
    }
  },
  {
    "translation": {
      "en": "A fucking movie. A tragedy.",
      "vi": "Một bộ phim khốn kiếp. Một bi kịch."
    }
  },
  {
    "translation": {
      "en": "One that you could continue watching for as long as you were there for me.",
      "vi": "Bi kịch mà anh cứ tha hồ xem miễn là anh lo cho em."
    }
  },
  {
    "translation": {
      "en": "And tonight, in that fucking audience, I watched the whole shit play out.",
      "vi": "Và tối nay, ngồi giữa khán giả, em đã xem hết trọn bộ phim."
    }
  },
  {
    "translation": {
      "en": "So don't pretend like it was a selfless fucking act, Malcolm.",
      "vi": "Nên đừng giả vờ đó là hành động vị tha, Malcolm."
    }
  },
  {
    "translation": {
      "en": "It's literally the basis of your art and it is the reason",
      "vi": "Đó thật sự là nền tảng nghệ thuật của anh và là lý do"
    }
  },
  {
    "translation": {
      "en": "why all these people are calling you brilliant and brave and fearless.",
      "vi": "tất cả đám người đó gọi anh là tài năng, dũng cảm và gan dạ."
    }
  },
  {
    "translation": {
      "en": "So tell us, Malcolm.",
      "vi": "Nói chúng tôi nghe đi, Malcolm."
    }
  },
  {
    "translation": {
      "en": "How were you able to breathe life into the character of Imani?",
      "vi": "Làm sao anh thổi được hồn vào nhân vật Imani?"
    }
  },
  {
    "translation": {
      "en": "How were you able to channel the voice of a young woman",
      "vi": "Làm sao anh tạo ra tiếng nói của một cô gái trẻ"
    }
  },
  {
    "translation": {
      "en": "so well, so authentically?",
      "vi": "quá hay, quá chân thật?"
    }
  },
  {
    "translation": {
      "en": "Well, Jennifer, that's a good question. I guess you could say I stole it.",
      "vi": "Jennifer, câu hỏi hay. Chắc có thể nói là tôi đã ăn cắp."
    }
  },
  {
    "translation": {
      "en": "I ripped it off.",
      "vi": "Tôi đã cướp đoạt nó."
    }
  },
  {
    "translation": {
      "en": "Not a literal theft, a spiritual one.",
      "vi": "Không trộm theo nghĩa đen, mà trộm về tinh thần."
    }
  },
  {
    "translation": {
      "en": "You're a fucking fraud.",
      "vi": "Anh là kẻ lừa đảo."
    }
  },
  {
    "translation": {
      "en": "The reason you didn't thank me tonight is because you already know that.",
      "vi": "Tối nay anh không cảm ơn em vì anh đã biết điều đó rồi."
    }
  },
  {
    "translation": {
      "en": "You have nothing new to say.",
      "vi": "Anh chẳng còn gì mới để nói."
    }
  },
  {
    "translation": {
      "en": "All you can do is fuckin' mimic.",
      "vi": "Anh chỉ biết bắt chước thôi."
    }
  },
  {
    "translation": {
      "en": "Be a fucking parakeet, a goddamn cockatoo.",
      "vi": "Làm con vẹt, con khướu thôi."
    }
  },
  {
    "translation": {
      "en": "I mean, God forbid you are ever alone,",
      "vi": "Nói dại, lỡ anh ở một mình,"
    }
  },
  {
    "translation": {
      "en": "and have to dream up another original idea.",
      "vi": "và phải nghĩ ra cốt truyện gốc mới."
    }
  },
  {
    "translation": {
      "en": "What are you going to write, Malcolm?",
      "vi": "Anh định sẽ viết gì, Malcolm?"
    }
  },
  {
    "translation": {
      "en": "Yourself?",
      "vi": "Về chính anh à?"
    }
  },
  {
    "translation": {
      "en": "Give me a fucking break.",
      "vi": "Làm ơn đi."
    }
  },
  {
    "translation": {
      "en": "You don't have the balls.",
      "vi": "Anh đâu có gan đó."
    }
  },
  {
    "translation": {
      "en": "You don't have the gravitas, the fucking introspection to look at yourself",
      "vi": "Anh chẳng có tư cách, nội quan để nhìn chính mình"
    }
  },
  {
    "translation": {
      "en": "and your flaws and your shortcomings",
      "vi": "và những khiếm khuyết của anh"
    }
  },
  {
    "translation": {
      "en": "and the fact that you may not be the next Spike Lee or Barry Jenkins",
      "vi": "và việc anh chả phải Spike Lee hay Barry Jenkins"
    }
  },
  {
    "translation": {
      "en": "because those motherfuckers had something new to say.",
      "vi": "vì mấy ông đó có điều mới mẻ để nói."
    }
  },
  {
    "translation": {
      "en": "Something true to themselves and their fucking experience.",
      "vi": "Điều gì đó chân thật với bản thân và trải nghiệm của họ."
    }
  },
  {
    "translation": {
      "en": "You say the film is about shame and guilt.  Correct?",
      "vi": "Anh nói bộ phim là về sự xấu hổ và áy náy. Phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Your words, not mine.",
      "vi": "Anh nói, đâu phải em."
    }
  },
  {
    "translation": {
      "en": "All right. Well, I have a question for you, Malcolm.",
      "vi": "Được rồi. Em hỏi anh này, Malcolm."
    }
  },
  {
    "translation": {
      "en": "Whose fucking shame?",
      "vi": "Sự xấu hổ của ai?"
    }
  },
  {
    "translation": {
      "en": "Whose guilt?",
      "vi": "Sự áy náy của ai?"
    }
  },
  {
    "translation": {
      "en": "What the fuck do you know about shame and guilt?",
      "vi": "Anh biết quái gì về xấu hổ và áy náy?"
    }
  },
  {
    "translation": {
      "en": "You have two parents, no bad habits other than being a fucking prick,",
      "vi": "Anh có cha có mẹ, chẳng có thói quen xấu ngoài thói cà chớn,"
    }
  },
  {
    "translation": {
      "en": "and a college education.",
      "vi": "và có học đại học."
    }
  },
  {
    "translation": {
      "en": "Your mother is a therapist. Your father is a professor.",
      "vi": "Mẹ anh là bác sĩ tâm lý. Bố anh là giáo sư."
    }
  },
  {
    "translation": {
      "en": "Your sister works for a think tank in D.C.",
      "vi": "Chị anh làm việc cho viện chính sách ở DC."
    }
  },
  {
    "translation": {
      "en": "But out here, on these streets, these smiling fucking rich people,",
      "vi": "Nhưng ngoài kia, trên phố, đám người giàu có tươi cười này,"
    }
  },
  {
    "translation": {
      "en": "they think you know what it's like to scrap.",
      "vi": "họ nghĩ anh biết cảm giác sống giang hồ."
    }
  },
  {
    "translation": {
      "en": "Think you fucking lived it. Give me a break.",
      "vi": "Tưởng anh đã trải qua. Cho em xin đi."
    }
  },
  {
    "translation": {
      "en": "You're more privileged than the white girl who works for the LA Times,",
      "vi": "Anh nhiều đặc quyền hơn cả cô nàng da trắng làm ở LA Times,"
    }
  },
  {
    "translation": {
      "en": "who thinks she's doing a public service by lifting up your mediocre ass.",
      "vi": "người tưởng mình làm công ích bằng cách nâng đỡ kẻ tầm thường."
    }
  },
  {
    "translation": {
      "en": "Now you're being cruel.",
      "vi": "Giờ đến em ác khẩu."
    }
  },
  {
    "translation": {
      "en": "Try slitting your wrists with a pair of nail scissors.",
      "vi": "Thử cắt cổ tay anh bằng kéo làm móng đi."
    }
  },
  {
    "translation": {
      "en": "You're not gonna wanna survive it, because it's embarrassing.",
      "vi": "Anh sẽ chẳng muốn sống sót, vì xấu hổ lắm."
    }
  },
  {
    "translation": {
      "en": "Don't worry.",
      "vi": "Đừng lo."
    }
  },
  {
    "translation": {
      "en": "I'm not so petty I throw it out in argument because I'm angry.",
      "vi": "Em không nhỏ mọn đến nỗi nói ra lúc cãi nhau vì tức giận."
    }
  },
  {
    "translation": {
      "en": "I didn't mean it. Too late.",
      "vi": "Anh không cố ý. Muộn rồi."
    }
  },
  {
    "translation": {
      "en": "It's embarrassing and it's cruel,",
      "vi": "Chuyện đó đáng xấu hổ và độc ác,"
    }
  },
  {
    "translation": {
      "en": "and it makes me regret sharing so much with you.",
      "vi": "và khiến em hối hận đã chia sẻ quá nhiều với anh."
    }
  },
  {
    "translation": {
      "en": "I'm keeping you…",
      "vi": "Tôi ngăn cô…"
    }
  },
  {
    "translation": {
      "en": "Bullshit!",
      "vi": "Vớ vẩn!"
    }
  },
  {
    "translation": {
      "en": "How the fuck am I keeping you from a life?",
      "vi": "Sao tôi lại ngăn cản cô có cuộc sống chứ?"
    }
  },
  {
    "translation": {
      "en": "So stupid.",
      "vi": "Đồ ngu."
    }
  },
  {
    "translation": {
      "en": "Fucking bullshit.",
      "vi": "Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "I know… I know what this is. This is bullshit.",
      "vi": "Tôi biết chuyện này là gì. Là trò vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Fuck Malibu.",
      "vi": "Malibu khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "What do you mean, mediocre?",
      "vi": "Em nói tầm thường là sao?"
    }
  },
  {
    "translation": {
      "en": "Were you just trying to be mean?",
      "vi": "Em chỉ cố tình ác khẩu thôi chứ gì?"
    }
  },
  {
    "translation": {
      "en": "Is that why you said it?",
      "vi": "Vì thế phải không?"
    }
  },
  {
    "translation": {
      "en": "Out of everything I said,",
      "vi": "Trong những gì em nói,"
    }
  },
  {
    "translation": {
      "en": "mediocre is what stuck with you?",
      "vi": "anh chỉ nhớ mỗi từ tầm thường?"
    }
  },
  {
    "translation": {
      "en": "I just wanna know if you actually believe it.",
      "vi": "Anh chỉ muốn biết em tin thế thật không."
    }
  },
  {
    "translation": {
      "en": "Guess.",
      "vi": "Đoán xem."
    }
  },
  {
    "translation": {
      "en": "Answer the question. What is the question specifically?",
      "vi": "Trả lời câu hỏi đi. Cụ thể là câu hỏi gì?"
    }
  },
  {
    "translation": {
      "en": "Do you not like the movie?",
      "vi": "Em không thích bộ phim à?"
    }
  },
  {
    "translation": {
      "en": "I never said that.",
      "vi": "Em không hề nói thế."
    }
  },
  {
    "translation": {
      "en": "So you don't like me and the movie. I never said that.",
      "vi": "Em không thích anh hoặc bộ phim. Đâu có."
    }
  },
  {
    "translation": {
      "en": "That's literally what you just fucking said.",
      "vi": "Chính xác em vừa nói thế đấy."
    }
  },
  {
    "translation": {
      "en": "I feel like you're being a bit irrational.",
      "vi": "Em thấy anh đang hơi vô lý."
    }
  },
  {
    "translation": {
      "en": "I'm being irrational?",
      "vi": "Anh vô lý?"
    }
  },
  {
    "translation": {
      "en": "I'm being fucking irrational? This is the biggest night of my life,",
      "vi": "Anh mà vô lý? Tối nay là tối trọng đại nhất đời anh,"
    }
  },
  {
    "translation": {
      "en": "and you're trying to turn it into the worst and I'm being irrational.",
      "vi": "em định biến nó thành tệ nhất mà anh lại là kẻ vô lý."
    }
  },
  {
    "translation": {
      "en": "Look at you.",
      "vi": "Nhìn anh kìa."
    }
  },
  {
    "translation": {
      "en": "You're so solipsistic that you see yourself in everything.",
      "vi": "Em quá duy ngã nên chuyện gì cũng thấy mình trong đó."
    }
  },
  {
    "translation": {
      "en": "Even in things you had nothing to do with.",
      "vi": "Cả những chuyện chẳng dính dáng đến em."
    }
  },
  {
    "translation": {
      "en": "You notice the way Imani walks.",
      "vi": "Em để ý cách Imani đi đứng."
    }
  },
  {
    "translation": {
      "en": "You turn to me and say, I wonder where you got that walk from.",
      "vi": "Em quay sang bảo anh, Chả biết dáng đi đó từ đâu ra."
    }
  },
  {
    "translation": {
      "en": "I don't say shit. I actually smile, don't I?",
      "vi": "Anh chẳng nói gì. Anh chỉ cười."
    }
  },
  {
    "translation": {
      "en": "Keep that shit light because I don't wanna hurt your feelings,",
      "vi": "Cho nhẹ nhàng vì anh không muốn làm em buồn,"
    }
  },
  {
    "translation": {
      "en": "but you tally that shit up, Marie.",
      "vi": "nhưng càng ngày em càng quá lố, Marie."
    }
  },
  {
    "translation": {
      "en": "While I'm actually doing something, creating something,",
      "vi": "Trong khi anh đang làm việc, đang sáng tạo,"
    }
  },
  {
    "translation": {
      "en": "you're on the sidelines trying to justify your motherfucking existence.",
      "vi": "em đứng ngoài lề cố biện minh cho sự tồn tại của em."
    }
  },
  {
    "translation": {
      "en": "I know that line. I said that. I did that. You got that from me.",
      "vi": "Em biết lời thoại đó. Câu đó em nói. Em đã làm thế. Anh lấy câu đó từ em."
    }
  },
  {
    "translation": {
      "en": "Shit, even feedback from you comes with an IOU, Marie.",
      "vi": "Lời góp ý của em cũng kèm giấy nợ nữa, Marie."
    }
  },
  {
    "translation": {
      "en": "You wanna play fucking dirty?",
      "vi": "Em muốn chơi bẩn à?"
    }
  },
  {
    "translation": {
      "en": "Well, let's fucking go.",
      "vi": "Được, thì chơi."
    }
  },
  {
    "translation": {
      "en": "You wanna hurt me, Marie.",
      "vi": "Em muốn làm anh đau."
    }
  },
  {
    "translation": {
      "en": "I promise you, I can hurt you ten times worse.",
      "vi": "Anh đảm bảo, anh có thể làm em đau gấp mười."
    }
  },
  {
    "translation": {
      "en": "You're a fucking featherweight, a level one boss.",
      "vi": "Em chỉ là hạng nhẹ, con trùm cấp một thôi."
    }
  },
  {
    "translation": {
      "en": "I can snap you like a twig.",
      "vi": "Anh có thể bẻ gãy em như cái que."
    }
  },
  {
    "translation": {
      "en": "Imani is based on you as much as she is on me.",
      "vi": "Imani lấy khuôn mẫu từ em cũng như từ anh."
    }
  },
  {
    "translation": {
      "en": "What she says to the nurse,",
      "vi": "Lời cô ấy nói với y tá,"
    }
  },
  {
    "translation": {
      "en": "that's what I said to the doctor when my dad was in the ICU.",
      "vi": "đó là lời anh đã nói với bác sĩ lúc bố anh nằm ở ICU."
    }
  },
  {
    "translation": {
      "en": "You noticed the way Imani walks, didn't you?",
      "vi": "Em để ý dáng đi của Imani chứ?"
    }
  },
  {
    "translation": {
      "en": "It's a good walk.",
      "vi": "Dáng đi dẹp lắm."
    }
  },
  {
    "translation": {
      "en": "That was my ex girlfriend, Jess.",
      "vi": "Đó là bạn gái cũ của anh, Jess."
    }
  },
  {
    "translation": {
      "en": "So was the scene on the bicycle in the rain.",
      "vi": "Cũng như cảnh trên xe đạp trong mưa."
    }
  },
  {
    "translation": {
      "en": "It wasn't based on the trip you and I took to Barcelona.",
      "vi": "Cảnh đó không phải lần ta đi Barcelona."
    }
  },
  {
    "translation": {
      "en": "That's Jess and I on the Citi Bike in Brooklyn.",
      "vi": "Đó là Jess và anh đi Citi Bike ở Brooklyn."
    }
  },
  {
    "translation": {
      "en": "The way she ties her shoes with two loops…",
      "vi": "Cách cô ấy cột dây giày hai vòng…"
    }
  },
  {
    "translation": {
      "en": "That was Jayla.",
      "vi": "Đó là Jayla."
    }
  },
  {
    "translation": {
      "en": "You weren't the first.",
      "vi": "Em đâu phải tình đầu."
    }
  },
  {
    "translation": {
      "en": "The joke about how she doesn't give handjobs.",
      "vi": "Câu đùa về chuyện cô ấy không quay tay."
    }
  },
  {
    "translation": {
      "en": "Well, that's an old played out line that every nigga done heard before.",
      "vi": "Đó là câu nói phổ biến cũ rích mà gã da đen nào cũng từng nghe."
    }
  },
  {
    "translation": {
      "en": "The joke she makes about how quickly she orgasms.",
      "vi": "Câu đùa của cô ấy về việc lên đỉnh nhanh."
    }
  },
  {
    "translation": {
      "en": "That was Kiki.",
      "vi": "Đó là Kiki."
    }
  },
  {
    "translation": {
      "en": "She's a dancer.",
      "vi": "Cô ấy là vũ công."
    }
  },
  {
    "translation": {
      "en": "Dancer. We'll call her a dancer.",
      "vi": "Vũ công. Ta gọi cô ấy là vũ công."
    }
  },
  {
    "translation": {
      "en": "Who I met outside of St. Louis on a road trip.",
      "vi": "Anh đã gặp ở ngoại ô St. Louis khi đi du lịch."
    }
  },
  {
    "translation": {
      "en": "I fucked the shit out of her in the penthouse suite of a Marriott.",
      "vi": "Anh đã xoạc cô ấy đã đời ở penthouse của khách sạn Marriott."
    }
  },
  {
    "translation": {
      "en": "Once on the bed, once in the shower.",
      "vi": "Một lần trên giường, một lần trong phòng tắm."
    }
  },
  {
    "translation": {
      "en": "We might've even fucked in the closet or some shit too.",
      "vi": "Có lẽ bọn anh cũng đã làm trong tủ hay gì đó."
    }
  },
  {
    "translation": {
      "en": "I got a Polaroid of her.",
      "vi": "Anh đã chụp hình cô ấy."
    }
  },
  {
    "translation": {
      "en": "Sitting naked in a heart shaped tub.",
      "vi": "Trần truồng ngồi trong bồn tắm hình trái tim."
    }
  },
  {
    "translation": {
      "en": "It's in a photo album at home in our closet.",
      "vi": "Nó nằm trong một album ảnh ở nhà, trong tủ."
    }
  },
  {
    "translation": {
      "en": "But you're an addict, right?",
      "vi": "Nhưng em là con nghiện mà?"
    }
  },
  {
    "translation": {
      "en": "That's what makes you so unique, right?",
      "vi": "Thế nên em mới độc đáo, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "That's what makes your contribution so much more significant, right?",
      "vi": "Thế nên đóng góp của em quan trọng hơn nhiều, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Get the entire fuck out of here.",
      "vi": "Biến mẹ nó đi."
    }
  },
  {
    "translation": {
      "en": "You're not the first broken girl I've known, fucked or dated.",
      "vi": "Em đâu phải cô gái đau khổ đầu tiên anh đã biết, đã chơi hoặc hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I wrote my first script in a one bedroom apartment with Leah,",
      "vi": "Anh viết kịch bản đầu tiên trong căn hộ một phòng với Leah,"
    }
  },
  {
    "translation": {
      "en": "who I thought loved hour long showers",
      "vi": "người anh tưởng là thích tắm lâu"
    }
  },
  {
    "translation": {
      "en": "until I found her passed out with a fucking needle in her arm.",
      "vi": "cho đến khi phát hiện cô ấy ngất với cây kim ghim vào tay."
    }
  },
  {
    "translation": {
      "en": "Two years ago, I got an email from her sister",
      "vi": "Hai năm trước, anh nhận email từ chị gái cô ấy"
    }
  },
  {
    "translation": {
      "en": "saying she took a whole bottle of Tylenol to the head and passed away",
      "vi": "nói rằng cô ấy đã uống cạn chai Tylenol và qua đời"
    }
  },
  {
    "translation": {
      "en": "and asked if I had any pictures",
      "vi": "và hỏi anh có hình không"
    }
  },
  {
    "translation": {
      "en": "'cause she was putting together a slideshow on her behalf.",
      "vi": "vì cô ấy đang làm bộ slide cho em mình."
    }
  },
  {
    "translation": {
      "en": "Now that I think about it, I should've thanked her tonight.",
      "vi": "Lẽ ra tối nay anh phải cảm ơn cô ấy."
    }
  },
  {
    "translation": {
      "en": "She deserves it.",
      "vi": "Cô ấy xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Same with Tasha.",
      "vi": "Tasha cũng vậy."
    }
  },
  {
    "translation": {
      "en": "First girl I actually loved, I truly loved.",
      "vi": "Cô gái đầu tiên anh thật sự yêu."
    }
  },
  {
    "translation": {
      "en": "The first girl who truly broke my heart.",
      "vi": "Cô gái đầu tiên làm anh đau khổ."
    }
  },
  {
    "translation": {
      "en": "She never cheated on me. She's got that going for her.",
      "vi": "Cô ấy không hề ngoại tình. Mặt tốt là thế."
    }
  },
  {
    "translation": {
      "en": "She found Jesus, got married, got divorced.",
      "vi": "Cô ấy tìm thấy Chúa, kết hôn, rồi ly dị."
    }
  },
  {
    "translation": {
      "en": "She constantly DMs me pictures of her daughter",
      "vi": "Cô ấy liên tục nhắn tin cho anh hình con gái cô ấy"
    }
  },
  {
    "translation": {
      "en": "saying she wished she had a child with me.",
      "vi": "nói rằng cô ấy ước gì đã có con với anh."
    }
  },
  {
    "translation": {
      "en": "I send her heart emojis because I honestly don't know how to respond to that.",
      "vi": "Anh gửi biểu tượng trái tim vì anh thật sự không biết trả lời sao."
    }
  },
  {
    "translation": {
      "en": "Are you done?",
      "vi": "Anh nói xong chưa?"
    }
  },
  {
    "translation": {
      "en": "Not even fucking close.",
      "vi": "Còn lâu mới xong."
    }
  },
  {
    "translation": {
      "en": "Why, would you like me to stop?",
      "vi": "Sao, em muốn anh thôi à?"
    }
  },
  {
    "translation": {
      "en": "No, Malcolm. Keep going.",
      "vi": "Không, Malcolm. Nói tiếp đi."
    }
  },
  {
    "translation": {
      "en": "Why? Hmm.",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "'Cause you like that shit?",
      "vi": "Em thích mấy chuyện đó à?"
    }
  },
  {
    "translation": {
      "en": "You know how disturbed you are, Marie?",
      "vi": "Biết em biến thái cỡ nào không, Marie?"
    }
  },
  {
    "translation": {
      "en": "You may have gotten clean, but you still haven't figured this part out.",
      "vi": "Có thể em đã hết nghiện, nhưng vẫn chưa sửa được phần này."
    }
  },
  {
    "translation": {
      "en": "Why you love being hurt, traumatized and fucking eviscerated?",
      "vi": "Sao em lại thích bị đau đớn, tổn thương, thích bị moi ruột ra?"
    }
  },
  {
    "translation": {
      "en": "It's not normal.",
      "vi": "Dị lắm, chẳng lành mạnh,"
    }
  },
  {
    "translation": {
      "en": "It's not healthy, and it permeates every aspect of our relationship.",
      "vi": "và nó xâm nhập vào mọi mặt mối quan hệ của ta."
    }
  },
  {
    "translation": {
      "en": "The way we talk, the way we fight, the way we fuck.",
      "vi": "Cách ta trò chuyện, tranh cãi, cách ta quan hệ."
    }
  },
  {
    "translation": {
      "en": "I've dated some damaged people in my life, Marie.",
      "vi": "Trong đời anh đã hẹn hò những người bị tổn thương, Marie."
    }
  },
  {
    "translation": {
      "en": "But none of them wanted to be debased and degraded like you.",
      "vi": "Nhưng chẳng ai muốn bị hạ thấp hay mất danh giá như em."
    }
  },
  {
    "translation": {
      "en": "And honestly, Marie…",
      "vi": "Và nói thật lòng, Marie,"
    }
  },
  {
    "translation": {
      "en": "it's nothing to be proud of.",
      "vi": "điều đó không đáng tự hào."
    }
  },
  {
    "translation": {
      "en": "So stop fucking smiling, 'cause you look like a clown.",
      "vi": "Đừng có cười nữa, trông em như thằng hề."
    }
  },
  {
    "translation": {
      "en": "Now there's some material for you.",
      "vi": "Có chút chất liệu cho em đấy."
    }
  },
  {
    "translation": {
      "en": "You know what I just realized, Marie?",
      "vi": "Biết anh vừa nhận ra gì không, Marie?"
    }
  },
  {
    "translation": {
      "en": "It's not about justifying your existence.",
      "vi": "Vấn đề không phải biện minh cho sự tồn tại."
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "vi": "Không phải."
    }
  },
  {
    "translation": {
      "en": "It's about you being so scared and so selfish",
      "vi": "Mà là em quá sợ và quá ích kỷ"
    }
  },
  {
    "translation": {
      "en": "that you have to break me down.",
      "vi": "nên phải chỉ trích anh."
    }
  },
  {
    "translation": {
      "en": "Second guess everything I do.",
      "vi": "Nghi hoặc mọi việc anh làm."
    }
  },
  {
    "translation": {
      "en": "Am I mediocre?",
      "vi": "Mình tầm thường ư?"
    }
  },
  {
    "translation": {
      "en": "Can I do this without her?",
      "vi": "Không có cô ấy mình làm được không?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I better ask Marie. Maybe Marie will know the answer.",
      "vi": "Mình chẳng biết. Hỏi Marie thôi. Có thể Marie biết đáp án."
    }
  },
  {
    "translation": {
      "en": "Where's Marie? I need Marie. That's a cut.",
      "vi": "Marie đâu? Mình cần Marie. Cắt cảnh."
    }
  },
  {
    "translation": {
      "en": "Marie, where did you go?",
      "vi": "Marie, em đi đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Did you see that performance? What'd you think?",
      "vi": "Em thấy tiết mục đó chứ? Em nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "You liked it? Yeah, me too.",
      "vi": "Em thích à? Ừ, anh cũng vậy."
    }
  },
  {
    "translation": {
      "en": "God forbid I'm secure enough in my opinion that I don't need you.",
      "vi": "Nói thật, ý kiến của anh đủ vững vàng để chẳng cần em."
    }
  },
  {
    "translation": {
      "en": "That's what this all is about.",
      "vi": "Chuyện này là thế thôi."
    }
  },
  {
    "translation": {
      "en": "Your whole speech about fake films.",
      "vi": "Bài diễn văn của em về phim giả tạo."
    }
  },
  {
    "translation": {
      "en": "You just need a reason to be needed",
      "vi": "Em chỉ cần lý do để được cần đến"
    }
  },
  {
    "translation": {
      "en": "because if I don't need you, then what the hell am I doing with you, Marie?",
      "vi": "vì nếu anh không cần em, thì anh đang làm quái gì với em đây?"
    }
  },
  {
    "translation": {
      "en": "You want control",
      "vi": "Em muốn kiểm soát"
    }
  },
  {
    "translation": {
      "en": "because you can't imagine the reason I'm with you is because I love you.",
      "vi": "vì em không tưởng tượng được lý do anh ở bên em là vì anh yêu em."
    }
  },
  {
    "translation": {
      "en": "I just love you, baby.",
      "vi": "Anh chỉ yêu em thôi, cưng à."
    }
  },
  {
    "translation": {
      "en": "I don't need you.",
      "vi": "Anh không cần em."
    }
  },
  {
    "translation": {
      "en": "But I love you. That there's somebody on this planet that just loves you.",
      "vi": "Nhưng anh yêu em. Có người trên hành tinh này chỉ đơn giản là yêu em."
    }
  },
  {
    "translation": {
      "en": "I love the way your mind works, Marie.",
      "vi": "Anh yêu cách tâm trí em hoạt động, Marie."
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Thật vậy."
    }
  },
  {
    "translation": {
      "en": "I love the way you see the world.",
      "vi": "Anh yêu cách em nhìn thế giới."
    }
  },
  {
    "translation": {
      "en": "I love the way you think.",
      "vi": "Anh yêu cách em suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "Your instincts.",
      "vi": "Bản năng của em."
    }
  },
  {
    "translation": {
      "en": "And I'm so fucking grateful",
      "vi": "Và anh rất biết ơn"
    }
  },
  {
    "translation": {
      "en": "because everything that you've been through, everything…",
      "vi": "vì mọi điều em đã trải qua, mọi thứ…"
    }
  },
  {
    "translation": {
      "en": "That's what made you you. That's what made you you.",
      "vi": "khiến em là em."
    }
  },
  {
    "translation": {
      "en": "The girl that I love, the girl that I fuck with,",
      "vi": "Cô gái anh yêu, cô gái anh ân ái,"
    }
  },
  {
    "translation": {
      "en": "the girl that I'm up at 2:00 a.m. in the morning",
      "vi": "cô gái làm anh thức đến 2:00 sáng"
    }
  },
  {
    "translation": {
      "en": "on the biggest night of my life because she's relentless.",
      "vi": "vào đêm trọng đại nhất đời anh vì cô ấy tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "And crazy.",
      "vi": "Và điên rồ."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry, though. I'm sorry.",
      "vi": "Nhưng anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I apologized, you know, and…",
      "vi": "Anh đã xin lỗi, em biết đấy…"
    }
  },
  {
    "translation": {
      "en": "a thousand times. I know I fucked up.",
      "vi": "cả ngàn lần rồi. Anh biết anh sai sót."
    }
  },
  {
    "translation": {
      "en": "But honestly, the second we got home,",
      "vi": "Nhưng nói thật lòng, giây phút ta về đến nhà,"
    }
  },
  {
    "translation": {
      "en": "all I wanted to do was celebrate with you, baby.",
      "vi": "anh chỉ muốn ăn mừng với em thôi, em yêu."
    }
  },
  {
    "translation": {
      "en": "Marie, my girl, the love of my life.",
      "vi": "Marie, em yêu, tình yêu của đời anh."
    }
  },
  {
    "translation": {
      "en": "You wanna know the part of Imani that's based on you?",
      "vi": "Em muốn biết phần nào của Imani lấy mẫu từ em chứ?"
    }
  },
  {
    "translation": {
      "en": "It's the end.",
      "vi": "Là đoạn cuối."
    }
  },
  {
    "translation": {
      "en": "The part that makes it such a tragedy. The part…",
      "vi": "Đoạn khiến câu chuyện thành bi kịch. Đoạn mà…"
    }
  },
  {
    "translation": {
      "en": "that she…",
      "vi": "cô ấy…"
    }
  },
  {
    "translation": {
      "en": "Where she loathes herself so much because of all the guilt and the shame.",
      "vi": "Khi cô ấy quá căm ghét bản thân vì sự áy náy và hổ thẹn."
    }
  },
  {
    "translation": {
      "en": "That she can't let the good in.",
      "vi": "Đến nỗi không thể tiếp nhận điều tốt."
    }
  },
  {
    "translation": {
      "en": "That's the part that's based on you.",
      "vi": "Đó là phần lấy khuôn mẫu từ em."
    }
  },
  {
    "translation": {
      "en": "Her inability to fathom",
      "vi": "Việc cô ấy không thể hiểu"
    }
  },
  {
    "translation": {
      "en": "that there's someone on this planet Earth that just loves her.",
      "vi": "rằng trên Trái Đất này có người thật sự yêu cô ấy."
    }
  },
  {
    "translation": {
      "en": "Despite her not loving herself.",
      "vi": "Bất kể cô ấy không yêu chính mình."
    }
  },
  {
    "translation": {
      "en": "That's you.",
      "vi": "Đó là em."
    }
  },
  {
    "translation": {
      "en": "That's the part that isn't fiction.",
      "vi": "Đó là phần không hư cấu."
    }
  },
  {
    "translation": {
      "en": "You gonna start smoking again?",
      "vi": "Anh định hút thuốc lại à?"
    }
  },
  {
    "translation": {
      "en": "Get rid of him Uh uh",
      "vi": "Bỏ anh ta đi"
    }
  },
  {
    "translation": {
      "en": "Get rid of him Oh, no",
      "vi": "Bỏ anh ta đi Ôi, không"
    }
  },
  {
    "translation": {
      "en": "But I love him",
      "vi": "Nhưng tôi yêu anh ấy"
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "vi": "Khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "That fucking piece of shit!",
      "vi": "Đồ khốn nạn!"
    }
  },
  {
    "translation": {
      "en": "Fuck you! Fuck you! Fuck you! Fuck you! Fuck you!",
      "vi": "Khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "Fucking piece of shit! Fuck you!",
      "vi": "Đồ khốn kiếp! Mẹ kiếp!"
    }
  },
  {
    "translation": {
      "en": "What's going on? Fuckin' LA Times review's up.",
      "vi": "Sao vậy? Bài bình luận của LA Times đăng rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. What does it say? I don't know. Fucking Internet.",
      "vi": "Trong đó viết gì? Chả biết. Internet khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "Is it good? Hold on.",
      "vi": "Có tốt không? Chờ chút."
    }
  },
  {
    "translation": {
      "en": "Who sent it to you? No one. I found it.",
      "vi": "Ai gửi thế? Chả ai cả. Anh tự tìm ra."
    }
  },
  {
    "translation": {
      "en": "How come no one sent it? Marie, stop. It's loading.",
      "vi": "Sao lại chả ai gửi? Thôi đi. Đang tải."
    }
  },
  {
    "translation": {
      "en": "All right. What's the headline?",
      "vi": "Được rồi. Tiêu đề viết gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, gotta pay a fucking paywall now? A fucking paywall? Really?",
      "vi": "Còn phải trả phí mới được xem? Trả phí? Thật đấy à?"
    }
  },
  {
    "translation": {
      "en": "When was it posted?",
      "vi": "Đăng lúc nào?"
    }
  },
  {
    "translation": {
      "en": "Dollar ninety nine a fucking month. Twenty minutes ago.",
      "vi": "Một tháng 1,99 đô. Hai mươi phút trước."
    }
  },
  {
    "translation": {
      "en": "And no one sent it to you? How come no one sent it to you?",
      "vi": "Mà chẳng ai gửi cho anh? Sao lại chẳng ai gửi?"
    }
  },
  {
    "translation": {
      "en": "Shit. Where's my fucking wallet?",
      "vi": "Chết tiệt. Ví anh đâu?"
    }
  },
  {
    "translation": {
      "en": "You don't have your credit card saved in your phone?",
      "vi": "Anh không lưu thẻ trong điện thoại à?"
    }
  },
  {
    "translation": {
      "en": "No! Why?",
      "vi": "Không! Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Because I don't trust that shit. Really?",
      "vi": "Vì anh không tin tưởng thứ quỷ đó. Thật à?"
    }
  },
  {
    "translation": {
      "en": "Marie, stop. I'm sorry. Okay. Okay.",
      "vi": "Marie, thôi đi. Em xin lỗi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did what's her name write it?",
      "vi": "Cái cô đó viết à?"
    }
  },
  {
    "translation": {
      "en": "The white girl? Yeah.",
      "vi": "Cô da trắng á? Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. Then it's gotta be positive.",
      "vi": "Ừ. Vậy chắc là tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Shit, I hope so. Where's my motherfuckin' wallet?",
      "vi": "Khỉ thật, hy vọng thế. Cái ví quái quỷ đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Did you check the bedroom?",
      "vi": "Tìm trong phòng ngủ chưa?"
    }
  },
  {
    "translation": {
      "en": "What? Check the bedroom?",
      "vi": "Sao? Tìm ở phòng ngủ chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I checked the fucking bedroom! Okay. Well, then did you check the bar?",
      "vi": "Ừ, anh tìm rồi! Vậy tìm ở quầy bếp chưa?"
    }
  },
  {
    "translation": {
      "en": "I checked the fucking bar too, Marie! Where the fuck is the…",
      "vi": "Anh tìm ở quầy bếp rồi, Marie! Cái ví quái quỷ đâu…"
    }
  },
  {
    "translation": {
      "en": "Where the fuck is the… Oh, I got it. I got it.",
      "vi": "Chỗ quái nào… Đây rồi."
    }
  },
  {
    "translation": {
      "en": "Got it? Where was it? Doesn't matter.",
      "vi": "Có chưa? Ở đâu thế? Ở đâu kệ nó."
    }
  },
  {
    "translation": {
      "en": "Oh, shit! Where the fuck is my phone?",
      "vi": "Chết tiệt! Điện thoại đâu?"
    }
  },
  {
    "translation": {
      "en": "Malcolm. Where's my phone?",
      "vi": "Malcolm? Đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Malcolm. Malcolm? What?",
      "vi": "Malcolm à? Gì?"
    }
  },
  {
    "translation": {
      "en": "It's right here. It's right here. Calm down.",
      "vi": "Đây này. Bình tĩnh đi."
    }
  },
  {
    "translation": {
      "en": "Imani review.",
      "vi": "Bình luận về Imani."
    }
  },
  {
    "translation": {
      "en": "A cinematic tour de force",
      "vi": "Một tác phẩm điện ảnh ngoạn mục"
    }
  },
  {
    "translation": {
      "en": "takes aim at the twin horrors of healthcare and racism,",
      "vi": "nhắm vào nỗi kinh hoàng kép của y tế và kỳ thị chủng tộc,"
    }
  },
  {
    "translation": {
      "en": "in Malcolm Elliot's rebellious, jazzy directorial debut.",
      "vi": "và tác phẩm đạo diễn đầu tay đầy nổi loạn, vui nhộn của Malcolm Elliot."
    }
  },
  {
    "translation": {
      "en": "I fucking hate this woman. Who wants to see that film?",
      "vi": "Anh ghét cô ả này. Viết thế ai mà muốn xem?"
    }
  },
  {
    "translation": {
      "en": "Cinematic tour de force is all I heard.",
      "vi": "Tác phẩm điện ảnh ngoạn mục mà."
    }
  },
  {
    "translation": {
      "en": "You didn't hear jazzy? No, I heard jazzy, too.",
      "vi": "Em không nghe từ vui nhộn à? Có nghe vui nhộn nữa."
    }
  },
  {
    "translation": {
      "en": "Like the opening Steadicam shot. It's a dolly, you fucking idiot.",
      "vi": "Như cảnh mở đầu Steadicam. Nó gọi là bệ quay, đồ ngu."
    }
  },
  {
    "translation": {
      "en": "Through the streets of Bed Stuy, we know one thing",
      "vi": "Trên đường phố BedStuy, ta biết một điều"
    }
  },
  {
    "translation": {
      "en": "about our slender protagonist Imani. She marches to her own beat.",
      "vi": "về vai chính Imani mảnh mai, cô có cá tính của riêng mình."
    }
  },
  {
    "translation": {
      "en": "She sets the tone, the atmosphere, the vibe.",
      "vi": "Cô quyết định sắc thái, không khí, rung cảm."
    }
  },
  {
    "translation": {
      "en": "She may slink and slide through halfway houses and in patient hospitals,",
      "vi": "Cô có thể lướt êm qua các trại cai nghiện và bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "but make no mistake, as the title suggests,",
      "vi": "nhưng đừng hiểu lầm, như tựa đề đã gợi ý,"
    }
  },
  {
    "translation": {
      "en": "this is her film, her world, her turf. Until it's not.",
      "vi": "đây là phim, là thế giới, lãnh địa của cô. Đến khi không còn nữa."
    }
  },
  {
    "translation": {
      "en": "If you can't tell by the rhythm of my white girl words,",
      "vi": "Nghe âm điệu lời lẽ của cô nàng da trắng"
    }
  },
  {
    "translation": {
      "en": "you are in for a Black film.",
      "vi": "là biết đây là phim da đen."
    }
  },
  {
    "translation": {
      "en": "The synopsis. Boring, boring, boring.",
      "vi": "Rồi. Phần tóm tắt. Chán phèo."
    }
  },
  {
    "translation": {
      "en": "The only reason you know it's 2 perf 35 is because I said it at the premier, dipshit.",
      "vi": "Cô ta biết máy quay 2perf 35 ly chỉ vì anh đã nói trong buổi ra mắt."
    }
  },
  {
    "translation": {
      "en": "Positive…",
      "vi": "Tích cực…"
    }
  },
  {
    "translation": {
      "en": "Leading to a harrowing and indelible scene",
      "vi": "Dẫn đến cảnh đau lòng và khó quên"
    }
  },
  {
    "translation": {
      "en": "where Imani overdoses at a Chinatown market,",
      "vi": "khi Imani bị sốc thuốc ở khu chợ phố Tàu,"
    }
  },
  {
    "translation": {
      "en": "and that's where Elliot's true target becomes clear.",
      "vi": "đó là khi mục tiêu thật sự của Elliot lộ rõ."
    }
  },
  {
    "translation": {
      "en": "This is a film about how the American healthcare system treats women of color.",
      "vi": "Đây là phim về cách hệ thống y tế Mỹ đối xử với phụ nữ da màu."
    }
  },
  {
    "translation": {
      "en": "And at this precise moment,",
      "vi": "Và ngay lúc này,"
    }
  },
  {
    "translation": {
      "en": "every Negro who subscribes to the LA Times just said,",
      "vi": "tất cả dân da đen có đăng ký đọc LA Times bảo,"
    }
  },
  {
    "translation": {
      "en": "Then why the fuck do I need to see this film?",
      "vi": "Việc quái gì tao phải xem phim này?"
    }
  },
  {
    "translation": {
      "en": "Just 'cause the film doesn't star anybody that looks like her",
      "vi": "Phim không có diễn viên nào trông giống cô ta"
    }
  },
  {
    "translation": {
      "en": "doesn't mean it's political.",
      "vi": "đâu phải là phim chính trị."
    }
  },
  {
    "translation": {
      "en": "What's wrong with being political? Political films are exhausting.",
      "vi": "Chính trị thì đã sao? Phim chính trị xem mệt lắm."
    }
  },
  {
    "translation": {
      "en": "You love political films.",
      "vi": "Anh thích phim chính trị mà."
    }
  },
  {
    "translation": {
      "en": "Not the ones the white woman from the LA Times calls political.",
      "vi": "Không phải loại mà cô ả da trắng LA Times gọi là chính trị."
    }
  },
  {
    "translation": {
      "en": "I'm sure she loves Do The Right Thing.",
      "vi": "Hẳn ả thích Do The Right Thing."
    }
  },
  {
    "translation": {
      "en": "Made at a time when politics weren't cool. That's what made it so revolutionary.",
      "vi": "Làm vào thời chính trị ảm đạm. Nên mới mang tính cách mạng."
    }
  },
  {
    "translation": {
      "en": "When Imani is placed under 5150,",
      "vi": "Khi Imani bị đặt dưới luật 5150,"
    }
  },
  {
    "translation": {
      "en": "a term for people being held against their will",
      "vi": "thuật ngữ dành cho người bị tạm giữ"
    }
  },
  {
    "translation": {
      "en": "and being a danger to themselves and others,",
      "vi": "vì nguy hiểm cho mình và người khác,"
    }
  },
  {
    "translation": {
      "en": "after a harrowing scene with a pair of nail scissors, she…",
      "vi": "sau cảnh phim đau lòng với chiếc kéo làm móng, cô…"
    }
  },
  {
    "translation": {
      "en": "She's placed under the care of friendly doctor",
      "vi": "Cô được chăm sóc bởi nhân vật bác sĩ thân thiện"
    }
  },
  {
    "translation": {
      "en": "played by… TV show fame…",
      "vi": "thể hiện bởi… nổi tiếng trên truyền hình…"
    }
  },
  {
    "translation": {
      "en": "But Elliot knows the waters he's wading into,",
      "vi": "Nhưng Elliot biết mình đang hướng đến điều gì,"
    }
  },
  {
    "translation": {
      "en": "and carefully, brilliantly subverts the white savior trope.",
      "vi": "và lật ngược hình tượng vị cứu tinh da trắng một cách thận trọng, tài tình."
    }
  },
  {
    "translation": {
      "en": "Oh, she's on one now. This fucking stupid…",
      "vi": "Cô ta đang cưỡi một gã thì có. Ả ngu ngốc…"
    }
  },
  {
    "translation": {
      "en": "Later, when Imani finds herself, uh…",
      "vi": "Sau đó, khi Imani thấy mình…"
    }
  },
  {
    "translation": {
      "en": "at her ex boyfriend's house begging for a fix,",
      "vi": "ở nhà bạn trai cũ nài xin một liều thuốc,"
    }
  },
  {
    "translation": {
      "en": "Elliot uses tight lenses. It's the fucking same lens.",
      "vi": "Elliot đã dùng ống kính góc hẹp. Cũng một ống kính đó mà."
    }
  },
  {
    "translation": {
      "en": "Claustrophobia…",
      "vi": "Sợ không gian hẹp…"
    }
  },
  {
    "translation": {
      "en": "One begins to question his intentions",
      "vi": "Người ta bắt đầu thắc mắc về ý đồ của anh"
    }
  },
  {
    "translation": {
      "en": "in reveling in the trauma of his Black female heroine for so long.",
      "vi": "khi say sưa mô tả tổn thương của vai nữ chính da đen quá lâu."
    }
  },
  {
    "translation": {
      "en": "It's a scene better implied than depicted.",
      "vi": "Cảnh đó nên hiểu ngầm thì hay hơn."
    }
  },
  {
    "translation": {
      "en": "If not for the restraint of his own picture,",
      "vi": "Nếu không để kiềm chế cho phim của anh,"
    }
  },
  {
    "translation": {
      "en": "then merely to separate itself from an exhaustive history",
      "vi": "thì chỉ để tách biệt khỏi một lịch sử trọn vẹn"
    }
  },
  {
    "translation": {
      "en": "that depicts gendered violence against women of fucking color.",
      "vi": "mô tả bạo lực giới tính với phụ nữ da màu."
    }
  },
  {
    "translation": {
      "en": "Are you fucking kidding me? Are you kidding me, ma'am?",
      "vi": "Đùa đấy à? Đùa tôi à, cô?"
    }
  },
  {
    "translation": {
      "en": "Are you fuckingIn the next line! Oh, shit! Oh, shit!",
      "vi": "Dòng tiếp theo! Quỷ thật!"
    }
  },
  {
    "translation": {
      "en": "She says it's a genuine masterwork. A genuine fucking",
      "vi": "Cô ta nói nó là kiệt tác thật sự. Kiệt với chả…"
    }
  },
  {
    "translation": {
      "en": "I can't read this fucking shit anymore. It's too fucking moronic.",
      "vi": "Anh chả đọc nổi thứ quái này nữa. Đần độn bỏ xừ."
    }
  },
  {
    "translation": {
      "en": "The fact that the LA Times will hire such a fucking halfwit is beyond me.",
      "vi": "Chả hiểu nổi sao LA Times lại tuyển đứa đần độn thế vào làm."
    }
  },
  {
    "translation": {
      "en": "First she says that I brilliantly subvert the white savior trope.",
      "vi": "Đầu tiên cô ta nói anh tài tình lật ngược cứu tinh da trắng."
    }
  },
  {
    "translation": {
      "en": "She is a savior.",
      "vi": "Cô ấy là cứu tinh mà."
    }
  },
  {
    "translation": {
      "en": "She's trying to save her,",
      "vi": "Cô ấy đang cố tự cứu mình,"
    }
  },
  {
    "translation": {
      "en": "so how the fuck did I subvert it, lady? How?",
      "vi": "làm sao anh lật ngược được chứ? Làm sao?"
    }
  },
  {
    "translation": {
      "en": "You wanna know how? It's because I'm Black!",
      "vi": "Muốn biết làm sao à? Vì anh da đen!"
    }
  },
  {
    "translation": {
      "en": "If I was white, she would've said I fell for the trope.",
      "vi": "Nếu da trắng, cô ta đã nói anh theo hình tượng đó."
    }
  },
  {
    "translation": {
      "en": "But because I'm a man, she can question my intention",
      "vi": "Mà vì anh là đàn ông, cô ta có thể thắc mắc về ý đồ"
    }
  },
  {
    "translation": {
      "en": "saying that I'm reveling in the trauma of a woman.",
      "vi": "khi nói anh say sưa khai thác tổn thương của phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Better implied than depicted.",
      "vi": "Hiểu ngầm thì hay hơn."
    }
  },
  {
    "translation": {
      "en": "The fuck out of here! Why? Because Taylor took her shirt off?",
      "vi": "Dẹp mẹ nó đi! Tại sao? Vì Taylor đã cởi áo à?"
    }
  },
  {
    "translation": {
      "en": "I'm sure she just doesn't think that the nudity was necessary.",
      "vi": "Chắc chắn cô ta không nghĩ cảnh khỏa thân là cần thiết."
    }
  },
  {
    "translation": {
      "en": "None of it is necessary, Marie.",
      "vi": "Chả có cảnh nào cần thiết."
    }
  },
  {
    "translation": {
      "en": "None of this shit is necessary.",
      "vi": "Chả có quái gì là cần thiết."
    }
  },
  {
    "translation": {
      "en": "Movement, blocking, lighting, fucking digital versus film.",
      "vi": "Di chuyển, định vị, ánh sáng, kỹ thuật số so với phim."
    }
  },
  {
    "translation": {
      "en": "This cut here, that cut here. Let's pan. Two shot.",
      "vi": "Cảnh này, cảnh kia. Cho góc rộng đi… Chả có gì quan trọng. Chỉ là cô muốn gì thôi."
    }
  },
  {
    "translation": {
      "en": "None of this shit matters. It's all about what you want.",
      "vi": "Cho góc rộng đi… Chả có gì quan trọng. Chỉ là cô muốn gì thôi."
    }
  },
  {
    "translation": {
      "en": "But my fucking problem with her before she even wrote this dumb ass,",
      "vi": "Nhưng vấn đề của anh về cô ta từ trước khi cô ta viết"
    }
  },
  {
    "translation": {
      "en": "bitch ass, pussy ass review is the same after readin' this cock sucking,",
      "vi": "cái bài bình luận ngu đần này vẫn y thế sau khi đọc"
    }
  },
  {
    "translation": {
      "en": "motherfucking, dog dick review.",
      "vi": "bài bình luận rác rưởi, khốn kiếp này."
    }
  },
  {
    "translation": {
      "en": "She's not looking at the film. The ideas in it,",
      "vi": "Cô ta chẳng hề xem phim. Những ý tưởng, cảm xúc trong đó."
    }
  },
  {
    "translation": {
      "en": "the emotions, or the craft.",
      "vi": "Những ý tưởng, cảm xúc trong đó."
    }
  },
  {
    "translation": {
      "en": "Cinema doesn't need to have a fucking message.",
      "vi": "Phim ảnh đâu cần có thông điệp quái gì."
    }
  },
  {
    "translation": {
      "en": "It needs to have a heart and electricity.",
      "vi": "Nó cần có trái tim và rung cảm."
    }
  },
  {
    "translation": {
      "en": "Morons like this sap the world of its mystery",
      "vi": "Đám ngu kiểu này hút sạch sự huyền bí của thế giới"
    }
  },
  {
    "translation": {
      "en": "because they need everything spelled out with fucking A B C blocks.",
      "vi": "vì chúng muốn mọi thứ phải được đánh vần ra từng chữ."
    }
  },
  {
    "translation": {
      "en": "And they're terrified to embrace anything potentially dangerous",
      "vi": "Và chúng sợ phải đón nhận thứ gì có thể nguy hiểm"
    }
  },
  {
    "translation": {
      "en": "because they're trying to predict the culture.",
      "vi": "vì chúng đang cố tiên đoán về văn hóa."
    }
  },
  {
    "translation": {
      "en": "This fucking bobblehead shouldn't be writing for the LA fucking Times.",
      "vi": "Ả ngu này không xứng viết bài cho LA Times."
    }
  },
  {
    "translation": {
      "en": "She should be holding smiling sun placards for the local news",
      "vi": "Cô ta phải đi cầm bảng mặt trời cười cho tin tức địa phương"
    }
  },
  {
    "translation": {
      "en": "because all she is, is a motherfucking weatherman!",
      "vi": "vì cô ta chỉ xứng làm gã dự báo thời tiết!"
    }
  },
  {
    "translation": {
      "en": "Or weatherwoman.",
      "vi": "Hay ả dự báo thời tiết."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "vi": "Gì cũng được."
    }
  },
  {
    "translation": {
      "en": "Fucking… Dorothy ass…",
      "vi": "Khốn kiếp… tệ hại…"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì?"
    }
  },
  {
    "translation": {
      "en": "She did call it a genuine masterwork.",
      "vi": "Cô ta có gọi nó là kiệt tác thật sự mà."
    }
  },
  {
    "translation": {
      "en": "I don't give a fuck!",
      "vi": "Kệ cha nó."
    }
  },
  {
    "translation": {
      "en": "Unlike her, at least I'm consistent.",
      "vi": "Không như cô ta, ít nhất anh có lập trường."
    }
  },
  {
    "translation": {
      "en": "You can't hang everything on identity.",
      "vi": "Đâu thể cứ dựa vào nhân dạng."
    }
  },
  {
    "translation": {
      "en": "You can't say that I brilliantly subverted this trope 'cause I'm Black,",
      "vi": "Đâu thể nói anh tài ba lật ngược hình tượng đó vì anh da đen,"
    }
  },
  {
    "translation": {
      "en": "but I fell into this one because I'm a fucking man!",
      "vi": "nhưng anh rơi vào cảnh này vì anh là đàn ông!"
    }
  },
  {
    "translation": {
      "en": "Identities are constantly shifting.",
      "vi": "Nhân dạng không ngừng thay đổi."
    }
  },
  {
    "translation": {
      "en": "Does the male gaze exist if the filmmaker's gay and not straight?",
      "vi": "Nhà làm phim là gay thì có tồn tại cái nhìn nam giới không?"
    }
  },
  {
    "translation": {
      "en": "And to what degree? What if they're asexual?",
      "vi": "Đến mức nào? Nếu họ phi giới tính thì sao?"
    }
  },
  {
    "translation": {
      "en": "What if they're transitioning and you don't even know it?",
      "vi": "Nếu họ đang chuyển đổi mà ta chẳng biết thì sao?"
    }
  },
  {
    "translation": {
      "en": "You can only look back at things and wonder what the fuck it all means!",
      "vi": "Ta chỉ có thể hồi tưởng và tự nhủ mọi thứ có ý nghĩa gì!"
    }
  },
  {
    "translation": {
      "en": "I mean, why did Ben Hecht and Selznick, two fucking Jewish men,",
      "vi": "Tại sao Ben Hecht và Selznick, hai tay người Do Thái,"
    }
  },
  {
    "translation": {
      "en": "spend so much time on Gone With the Wind?",
      "vi": "lại dành chừng đó thời gian cho Cuốn Theo Chiều Gió?"
    }
  },
  {
    "translation": {
      "en": "To this day, no one can explain to me why the fuck Billy Wilder made Spirit of St. Louis",
      "vi": "Đến giờ đâu ai giải thích được sao Billy Wilder lại làm Spirit of St. Louis"
    }
  },
  {
    "translation": {
      "en": "and lionized that Nazi bastard Lindbergh, huh?",
      "vi": "và ca ngợi tên khốn Quốc xã Lindbergh, hả?"
    }
  },
  {
    "translation": {
      "en": "Or why Ida Lupino loved film noir and fucking violent men.",
      "vi": "Hay tại sao Ida Lupino lại thích phim tội phạm và đám côn đồ."
    }
  },
  {
    "translation": {
      "en": "Why Ed Wood wore fucking panties?",
      "vi": "Tại sao Ed Wood mặc quần xì líp?"
    }
  },
  {
    "translation": {
      "en": "He wore panties and made B films about fucking space aliens.",
      "vi": "Ông ta mặc quần xì líp và làm phim hạng B về người ngoài hành tinh."
    }
  },
  {
    "translation": {
      "en": "Or Elaine May was fascinated with emotionally stunted men.",
      "vi": "Hay Elaine May mê những kẻ ấu trĩ."
    }
  },
  {
    "translation": {
      "en": "I mean, did she see herself in them?",
      "vi": "Bà ta thấy mình trong họ à?"
    }
  },
  {
    "translation": {
      "en": "Did she hate them in real life, but wanted to get to know them through the work?",
      "vi": "Hay bà ta ghét họ ngoài đời, nhưng muốn hiểu họ qua tác phẩm?"
    }
  },
  {
    "translation": {
      "en": "The fact that Barry Jenkins isn't gay, is that what made Moonlight so universal?",
      "vi": "Có phải vì Barry Jenkins không đồng tính mà Moonlight nổi như cồn?"
    }
  },
  {
    "translation": {
      "en": "Or was being gay the reason Cukor empathized with women more than men?",
      "vi": "Hay vì đồng tính mà Cukor thông cảm với phụ nữ hơn đàn ông?"
    }
  },
  {
    "translation": {
      "en": "It's all a mystery is the point!",
      "vi": "Vấn đề là ở sự bí ẩn!"
    }
  },
  {
    "translation": {
      "en": "What drives a filmmaker? What drives an artist?",
      "vi": "Động cơ của nhà làm phim, của nghệ sĩ là gì?"
    }
  },
  {
    "translation": {
      "en": "I mean, why did Pontecorvo, a fucking rich Italian Jewish man…",
      "vi": "Tại sao Pontecorvo, một gã Ý gốc Do Thái giàu có…"
    }
  },
  {
    "translation": {
      "en": "Why did he fucking feel such a kinship to Algerian Muslim guerrilla fighters",
      "vi": "Sao ông ta lại đồng cảm với đám quân du kích Hồi giáo Algeria"
    }
  },
  {
    "translation": {
      "en": "that he fucking made Battle of Algiers?",
      "vi": "mà làm ra phim Trận Đánh Tại Algiers?"
    }
  },
  {
    "translation": {
      "en": "A fucking classic! Tell me that!",
      "vi": "Phim kinh điển đấy! Nói xem nào!"
    }
  },
  {
    "translation": {
      "en": "Can you tell me that? Fucking Karen!",
      "vi": "Nói được không? Mụ da trắng kiêu ngạo!"
    }
  },
  {
    "translation": {
      "en": "Can you tell me that? You can't, can you? Because why? 'Cause nobody knows!",
      "vi": "Nói được không? Không chứ gì? Tại sao? Vì chả ai biết cả!"
    }
  },
  {
    "translation": {
      "en": "Who the fuck knows? Who the fuck knows? Why did I shoot the scene the way I did?",
      "vi": "Ai mà biết? Tại sao tôi quay cảnh này như thế?"
    }
  },
  {
    "translation": {
      "en": "Is it because I'm a man, because I'm straight?",
      "vi": "Vì tôi là đàn ông thẳng à?"
    }
  },
  {
    "translation": {
      "en": "Is it because I'm desensitized to violence",
      "vi": "Vì tôi vô cảm với bạo lực"
    }
  },
  {
    "translation": {
      "en": "or is it because I believe that if you witness trauma onscreen,",
      "vi": "hay vì tôi tin rằng nếu chứng kiến tổn thương trên màn ảnh,"
    }
  },
  {
    "translation": {
      "en": "the audience should also feel that fucking trauma?",
      "vi": "khán giả cũng phải cảm nhận tổn thương đó?"
    }
  },
  {
    "translation": {
      "en": "That is the mystery of art. Of film.",
      "vi": "Đó là bí ẩn của nghệ thuật. Của phim."
    }
  },
  {
    "translation": {
      "en": "What drives someone to make something and fucking say something.",
      "vi": "Điều thúc đẩy ai đó làm gì đó hay nói gì đó."
    }
  },
  {
    "translation": {
      "en": "Now, you can criticize this system, which, like every fucking system,",
      "vi": "Cứ việc phê phán hệ thống này, như mọi hệ thống khác,"
    }
  },
  {
    "translation": {
      "en": "is white as fuck,",
      "vi": "là toàn da trắng,"
    }
  },
  {
    "translation": {
      "en": "and in our business, fucking male and white as fuck!",
      "vi": "và trong ngành này là toàn đàn ông da trắng!"
    }
  },
  {
    "translation": {
      "en": "I mean, goddamn!",
      "vi": "Quỷ thật!"
    }
  },
  {
    "translation": {
      "en": "I've been waiting my whole life, I've been askin',",
      "vi": "Tôi đã chờ cả đời, tôi cứ hỏi,"
    }
  },
  {
    "translation": {
      "en": "Where the fuck are all the Black filmmakers,",
      "vi": "Các nhà làm phim da đen đâu,"
    }
  },
  {
    "translation": {
      "en": "'cause I'm gettin' sick and tired of these little British boys",
      "vi": "vì tôi đã quá chán mấy gã Anh quốc"
    }
  },
  {
    "translation": {
      "en": "runnin' around here all in they feelings trying to overcome a fucking birth defect",
      "vi": "chạy quanh với mớ cảm xúc của họ khi cố vượt qua khuyết tật bẩm sinh"
    }
  },
  {
    "translation": {
      "en": "to save the fucking Queen from Hitler.",
      "vi": "để cứu Nữ hoàng khỏi tay Hitler."
    }
  },
  {
    "translation": {
      "en": "Just do me a fucking favor, all right?",
      "vi": "Làm ơn giùm tôi đi."
    }
  },
  {
    "translation": {
      "en": "Ban every fucking film with a postscript, and we'll be good.",
      "vi": "Cấm hết phim có ghi chú đoạn kết đi, là ổn thôi."
    }
  },
  {
    "translation": {
      "en": "We'll be fucking great!",
      "vi": "Sẽ rất ổn luôn!"
    }
  },
  {
    "translation": {
      "en": "But to write shit like this? To write this bullshit?",
      "vi": "Nhưng viết nhảm nhí kiểu này? Viết thứ vớ vẩn này?"
    }
  },
  {
    "translation": {
      "en": "To box people in because you don't have the love of film,",
      "vi": "Vơ đũa cả nắm vì chẳng yêu phim ảnh,"
    }
  },
  {
    "translation": {
      "en": "because you don't have the mind to critique the form, medium, technique.",
      "vi": "vì chả có trí óc để phê bình hình thức, phương tiện, kỹ thuật."
    }
  },
  {
    "translation": {
      "en": "You don't have the words to describe the emotions",
      "vi": "Chả có vốn từ để mô tả cảm xúc"
    }
  },
  {
    "translation": {
      "en": "or too much fear that you're not gonna get clicks,",
      "vi": "vì quá sợ không đạt đủ lượt xem,"
    }
  },
  {
    "translation": {
      "en": "or too much fear that the mob's gonna turn on you.",
      "vi": "hay quá sợ bị độc giả chê bai."
    }
  },
  {
    "translation": {
      "en": "Fuck you for inhibiting the ability for artists to dream about",
      "vi": "Tôi chửi việc cô chẳng cho nghệ sĩ ước mơ"
    }
  },
  {
    "translation": {
      "en": "what life may be like for other fucking people.",
      "vi": "về cuộc sống cho người khác. Chửi cô! Hai lần!"
    }
  },
  {
    "translation": {
      "en": "Fuck you! Twice! With a sick cactus dick!",
      "vi": "về cuộc sống cho người khác. Chửi cô! Hai lần! Chửi cái mả mẹ cô!"
    }
  },
  {
    "translation": {
      "en": "Even if you come up short, even if you could do better, fuck you!",
      "vi": "Dù cô thất bại lần này, dù cô có thể làm tốt hơn, kệ mẹ cô!"
    }
  },
  {
    "translation": {
      "en": "You're the reason they make this stale,",
      "vi": "Vì cô mà người ta làm ra thứ phim"
    }
  },
  {
    "translation": {
      "en": "safe, stagnant turgid shit in the first place!",
      "vi": "nhạt nhẽo, trì độn, nhàm chán ngay từ đầu!"
    }
  },
  {
    "translation": {
      "en": "You're the reason! Not me! You're the reason!",
      "vi": "Tại cô! Không phải tôi! Tại cô đấy!"
    }
  },
  {
    "translation": {
      "en": "I mean, you should be fucking bold! You should be fucking reckless!",
      "vi": "Cô phải gan dạ chứ! Phải liều lĩnh chứ!"
    }
  },
  {
    "translation": {
      "en": "People should be fucking reckless!",
      "vi": "Người ta phải biết liều lĩnh chứ!"
    }
  },
  {
    "translation": {
      "en": "They should be yelling at the top of their lungs!",
      "vi": "Họ phải lấy hết hơi mà gào lên!"
    }
  },
  {
    "translation": {
      "en": "Hey, Karen! Hey, Al!",
      "vi": "Này, Karen! Này, Al!"
    }
  },
  {
    "translation": {
      "en": "I hear you, and I don't give a fuck!",
      "vi": "Tôi nghe các người, và tôi mặc kệ!"
    }
  },
  {
    "translation": {
      "en": "Because they're not gonna get any better",
      "vi": "Vì ta chẳng khá hơn tí nào cho đến khi họ nổi dậy chống lại"
    }
  },
  {
    "translation": {
      "en": "until they start rebelling against this purist, moralistic, academic nonsense",
      "vi": "Vì ta chẳng khá hơn tí nào cho đến khi họ nổi dậy chống lại thứ học thuật, đạo đức, chủ nghĩa thuần túy vớ vẩn như Spike Lee"
    }
  },
  {
    "translation": {
      "en": "in the same way Spike Lee rebelled against the white system",
      "vi": "thứ học thuật, đạo đức, chủ nghĩa thuần túy vớ vẩn như Spike Lee đã nổi loạn trước dân da trắng khi làm Do the Right Thing."
    }
  },
  {
    "translation": {
      "en": "when he made Do the Right Thing.",
      "vi": "đã nổi loạn trước dân da trắng khi làm Do the Right Thing."
    }
  },
  {
    "translation": {
      "en": "Normally, I wish death upon someone like this.",
      "vi": "Anh thường cầu cho mấy đứa này chết đi."
    }
  },
  {
    "translation": {
      "en": "Someone who lacks the fucking imagination like this.",
      "vi": "Những kẻ thiếu trí tưởng tượng kiểu này."
    }
  },
  {
    "translation": {
      "en": "But instead, I'm gonna pray fucking hard,",
      "vi": "Nhưng thay vì thế, anh sẽ tích cực cầu nguyện"
    }
  },
  {
    "translation": {
      "en": "the way my mama taught me, that she gets fucking carpal tunnel,",
      "vi": "theo cách mẹ anh dạy, cho ả bị hội chứng ống cổ tay,"
    }
  },
  {
    "translation": {
      "en": "until her hands atrophy and cramp",
      "vi": "đến khi tay ả teo và co rút"
    }
  },
  {
    "translation": {
      "en": "and she can no longer write nonsensical fucking garbage like this anymore!",
      "vi": "và ả không thể viết thứ rác rưởi vớ vẩn thế này nữa!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "So this is what happens when you get a good review?",
      "vi": "Đây là phản ứng khi anh được bình luận tốt à?"
    }
  },
  {
    "translation": {
      "en": "You're fucking crazy.",
      "vi": "Anh điên rồi."
    }
  },
  {
    "translation": {
      "en": "I'm serYou're delirious.",
      "vi": "Anh loạn trí rồi."
    }
  },
  {
    "translation": {
      "en": "Honestly, Malcolm, you are a true insane person.",
      "vi": "Nói thật đấy, Malcolm, anh khùng thật luôn."
    }
  },
  {
    "translation": {
      "en": "I know. I know. I just… I'm tired of fighting, Marie.",
      "vi": "Anh biết. Anh chỉ… Anh chán tranh cãi rồi, Marie."
    }
  },
  {
    "translation": {
      "en": "That was a fight you had entirely with yourself.",
      "vi": "Có anh tự cãi với mình thôi mà."
    }
  },
  {
    "translation": {
      "en": "You think you're the first writer",
      "vi": "Anh tưởng anh là tác giả đầu tiên"
    }
  },
  {
    "translation": {
      "en": "in the history of writing to have this issue with critics?",
      "vi": "trong lịch sử văn học gặp vấn đề với giới phê bình à?"
    }
  },
  {
    "translation": {
      "en": "'Course not.",
      "vi": "Dĩ nhiên là không."
    }
  },
  {
    "translation": {
      "en": "Of course not, 'cause it's all the same bullshit.",
      "vi": "Không, vì đều là chuyện vớ vẩn như nhau."
    }
  },
  {
    "translation": {
      "en": "So, what, Malcolm? You wanna make movies,",
      "vi": "Rồi sao? Anh muốn làm phim,"
    }
  },
  {
    "translation": {
      "en": "and no one's allowed to say anything bad about them?",
      "vi": "mà chẳng ai được chê bai gì à?"
    }
  },
  {
    "translation": {
      "en": "Give me a break.",
      "vi": "Tha cho em đi."
    }
  },
  {
    "translation": {
      "en": "Oh, no! Someone attacked my movie.",
      "vi": "Có người chê phim của tôi. Ôi, không!"
    }
  },
  {
    "translation": {
      "en": "Well, fuck these lazy ass critics.",
      "vi": "Ừ, mặc xác đám phê bình lười biếng ấy."
    }
  },
  {
    "translation": {
      "en": "Malcolm, you are not making pottery for a living, okay?",
      "vi": "Malcolm, anh đâu có làm đồ gốm để kiếm sống?"
    }
  },
  {
    "translation": {
      "en": "You are a filmmaker, and filmmaking is the most capitalistic,",
      "vi": "Anh là nhà làm phim, phim ảnh là môn nghệ thuật tư bản chủ nghĩa nhất,"
    }
  },
  {
    "translation": {
      "en": "mainstream fucking art form on the planet Earth.",
      "vi": "chính thống nhất quả đất này."
    }
  },
  {
    "translation": {
      "en": "No matter how many times Taylor told E! News",
      "vi": "Bất kể bao nhiêu lần Taylor nói trên E! News"
    }
  },
  {
    "translation": {
      "en": "that she was a fucking communist.",
      "vi": "rằng cô ta theo cộng sản."
    }
  },
  {
    "translation": {
      "en": "She what? Or a Maoist.",
      "vi": "Cô ấy sao? Hay theo Mao chủ tịch."
    }
  },
  {
    "translation": {
      "en": "Come on. It was something like that.",
      "vi": "Thôi nào. Đại loại thế đấy."
    }
  },
  {
    "translation": {
      "en": "She might've talked about the redistribution of wealth,",
      "vi": "Có thể cô ấy đã nói về tái phân phối của cải,"
    }
  },
  {
    "translation": {
      "en": "lack of social programs.",
      "vi": "thiếu trợ cấp xã hội."
    }
  },
  {
    "translation": {
      "en": "While selling a film? The mental healthcare industry",
      "vi": "Trong khi bán phim à? Ngành sức khỏe tâm thần…"
    }
  },
  {
    "translation": {
      "en": "For $15 a ticket? I'm just saying",
      "vi": "Giá vé 15 đô? Nói thế thôi."
    }
  },
  {
    "translation": {
      "en": "On E! News.",
      "vi": "Trên E! News."
    }
  },
  {
    "translation": {
      "en": "It was Entertainment Tonight.",
      "vi": "Là Entertainment Tonight chứ."
    }
  },
  {
    "translation": {
      "en": "And you wonder why the white girl's talking about",
      "vi": "Và anh thắc mắc sao cô da trắng đó viết về"
    }
  },
  {
    "translation": {
      "en": "the mental healthcare system in her review.",
      "vi": "ngành tâm thần trong bài bình luận."
    }
  },
  {
    "translation": {
      "en": "Because…",
      "vi": "Bởi vì…"
    }
  },
  {
    "translation": {
      "en": "Oh, she… Oh, shit, you're right.",
      "vi": "Cô ta… Khỉ thật, em nói đúng."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I hate to break it to you, but uh…",
      "vi": "Em chẳng muốn nói ra với anh…"
    }
  },
  {
    "translation": {
      "en": "no one in this game is a radical.",
      "vi": "nhưng trong trò chơi này, đâu ai cấp tiến."
    }
  },
  {
    "translation": {
      "en": "Oh, Taylor's pretty radical. Bullshit. She likes to play one on TV.",
      "vi": "Taylor khá cấp tiến. Vớ vẩn. Cô ta chỉ diễn trên TV."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý em là sao?"
    }
  },
  {
    "translation": {
      "en": "All of y'all are a bunch of hookers and hoes.",
      "vi": "Mấy người đều là điếm và điếm đực."
    }
  },
  {
    "translation": {
      "en": "You calling me a ho? Yes, I am calling you a ho.",
      "vi": "Em nói anh là điếm đực? Ừ."
    }
  },
  {
    "translation": {
      "en": "Fuck you.",
      "vi": "Em chết đi."
    }
  },
  {
    "translation": {
      "en": "'Cause you're a ho! What? You are. That's fine.",
      "vi": "Đúng vậy mà! Anh là thế. Chả sao cả."
    }
  },
  {
    "translation": {
      "en": "That's why you're hell bent on sounding smart,",
      "vi": "Nên anh bằng mọi giá tỏ ra thông minh,"
    }
  },
  {
    "translation": {
      "en": "'cause you're compensating for the fact that you're a ho.",
      "vi": "để bù cho việc anh là đồ điếm."
    }
  },
  {
    "translation": {
      "en": "Instead of just understanding that…",
      "vi": "Thay vì chỉ cần hiểu rằng…"
    }
  },
  {
    "translation": {
      "en": "this is just how the world of ho dom turns.",
      "vi": "đây là cách vận hành của thế giới điếm."
    }
  },
  {
    "translation": {
      "en": "You know, you got an actress in a $2,000 dress,",
      "vi": "Một nữ diễn viên mặc bộ đầm 2.000 đô,"
    }
  },
  {
    "translation": {
      "en": "talkin' about socialism on a red carpet",
      "vi": "nói về chủ nghĩa xã hội trên thảm đỏ"
    }
  },
  {
    "translation": {
      "en": "because she's too afraid to admit that, guess what,",
      "vi": "vì cô ta quá sợ thú nhận rằng, biết sao không,"
    }
  },
  {
    "translation": {
      "en": "she's just… she's just a fuckin' actor.",
      "vi": "cô ta chỉ là diễn viên."
    }
  },
  {
    "translation": {
      "en": "There's no shame in that.",
      "vi": "Chả có gì phải xấu hổ."
    }
  },
  {
    "translation": {
      "en": "And then you got every entertainment outlet",
      "vi": "Rồi mọi tụ điểm giải trí"
    }
  },
  {
    "translation": {
      "en": "running with her call to arms, her viva la revolution.",
      "vi": "đều chạy theo lời kêu gọi, tung hô cách mạng của cô ta."
    }
  },
  {
    "translation": {
      "en": "Not because they actually care or want to spread the message.",
      "vi": "Không phải họ thật sự quan tâm hay muốn truyền bá thông điệp."
    }
  },
  {
    "translation": {
      "en": "But because they know that there's nothing that sells more than disgust.",
      "vi": "Mà vì họ biết sự ghê tởm là thứ bán chạy nhất."
    }
  },
  {
    "translation": {
      "en": "Hmm. That's what gets the clicks.",
      "vi": "Đó là thứ ăn khách."
    }
  },
  {
    "translation": {
      "en": "And you dumbasses fall for that shit every time.",
      "vi": "Và đám ngu các anh lần nào cũng mắc lừa."
    }
  },
  {
    "translation": {
      "en": "Honestly, nobody cares what you have to say.",
      "vi": "Nói thật, chả ai quan tâm anh muốn nói gì."
    }
  },
  {
    "translation": {
      "en": "They don't.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "You guys play fucking dress up for a living.",
      "vi": "Các anh làm nghề hóa trang để kiếm sống."
    }
  },
  {
    "translation": {
      "en": "This is some only in America, ho ass shit.",
      "vi": "Đây là chuyện của thế giới điếm, chỉ có ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "And all of you are guilty.",
      "vi": "Và tất cả các người đều có tội."
    }
  },
  {
    "translation": {
      "en": "You know? So just stay in your lane. Keep doing your ho shit. It's fine.",
      "vi": "Biết chứ? Nên cứ yên phận đi. Làm chuyện điếm của mình. Ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Malcolm, you got a great review with an asterisk.",
      "vi": "Malcolm, anh đã có bài bình luận hay được đánh dấu sao."
    }
  },
  {
    "translation": {
      "en": "Boo fucking hoo.",
      "vi": "Buồn ghê."
    }
  },
  {
    "translation": {
      "en": "I'm a ho, huh?",
      "vi": "Anh là điếm hả?"
    }
  },
  {
    "translation": {
      "en": "Mm hmm. Most definitely.",
      "vi": "Chắc luôn."
    }
  },
  {
    "translation": {
      "en": "I love you. Don't manipulate me.",
      "vi": "Anh yêu em. Đừng có dụ dỗ em."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Okay. I got a gameplan. Okay.",
      "vi": "Được rồi. Anh có một kế hoạch."
    }
  },
  {
    "translation": {
      "en": "I love what's happening.",
      "vi": "Anh thích thế này lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. And thank God. I just…",
      "vi": "Trời ơi. Tạ ơn Chúa. Anh chỉ…"
    }
  },
  {
    "translation": {
      "en": "Been wanting to do this all night.",
      "vi": "muốn làm thế này cả đêm."
    }
  },
  {
    "translation": {
      "en": "Here's the gameplan.",
      "vi": "Kế hoạch thế này."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go from here…",
      "vi": "Anh sẽ đi từ đây…"
    }
  },
  {
    "translation": {
      "en": "to the bathroom.",
      "vi": "vào nhà tắm…"
    }
  },
  {
    "translation": {
      "en": "Because I have to pee. Okay.",
      "vi": "vì anh phải đi tè. Được."
    }
  },
  {
    "translation": {
      "en": "Okay. Is it okay? That's fine.",
      "vi": "Được chứ? Được mà."
    }
  },
  {
    "translation": {
      "en": "And let's just keep it positive. Happy thoughts.",
      "vi": "Cứ giữ sự tích cực. Suy nghĩ vui vẻ."
    }
  },
  {
    "translation": {
      "en": "You stay right here. Don't move. You look beautiful.",
      "vi": "Em ở yên đây. Đừng cử động. Em đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "Stay right here. Okay? Okay.",
      "vi": "Ở yên đây. Nhé? Ừ."
    }
  },
  {
    "translation": {
      "en": "You stay right here. Okay.",
      "vi": "Em ở yên đây. Rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my…",
      "vi": "Trời ơi. Trời…"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Ơi?"
    }
  },
  {
    "translation": {
      "en": "Can I ask you a question and you promise to answer",
      "vi": "Em hỏi anh một chuyện và anh hứa sẽ trả lời"
    }
  },
  {
    "translation": {
      "en": "without making me feel like shit?",
      "vi": "mà không làm em buồn nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Why didn't you cast me?",
      "vi": "Sao anh không cho em đóng?"
    }
  },
  {
    "translation": {
      "en": "When you first wrote it, you wrote it for me.",
      "vi": "Ban đầu, anh viết kịch bản cho em."
    }
  },
  {
    "translation": {
      "en": "So why didn't you cast me?",
      "vi": "Sao anh không cho em đóng?"
    }
  },
  {
    "translation": {
      "en": "So that's what this whole thing has been about tonight?",
      "vi": "Hóa ra cả tối nay là vì chuyện đó?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Bullshit, Marie. It's not.",
      "vi": "Vớ vẩn, Marie. Không phải."
    }
  },
  {
    "translation": {
      "en": "You're lying. Yes, it is. I'm not lying.",
      "vi": "Em nói dối. Phải mà. Em không nói dối."
    }
  },
  {
    "translation": {
      "en": "At some point, Malcolm, this was something that we were gonna do together.",
      "vi": "Malcolm, có lúc ta đã định cùng nhau làm việc này."
    }
  },
  {
    "translation": {
      "en": "And I don't know when that changed.",
      "vi": "Em chẳng biết đã thay đổi khi nào."
    }
  },
  {
    "translation": {
      "en": "I don't know when, I don't know how, I just know that I was in that audience…",
      "vi": "Em không biết khi nào, ra sao, em chỉ biết em thành khán giả."
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, Wow.",
      "vi": "Và em tự nhủ, Ôi chao."
    }
  },
  {
    "translation": {
      "en": "I did not mean to give all that away.",
      "vi": "Mình đâu muốn từ bỏ hết mọi thứ đó."
    }
  },
  {
    "translation": {
      "en": "And I don't wanna get into all the reasons why you cast Taylor,",
      "vi": "Em không muốn nói về toàn bộ lý do anh cho Taylor đóng,"
    }
  },
  {
    "translation": {
      "en": "but you're so good at fighting.",
      "vi": "nhưng anh đấu tranh rất giỏi."
    }
  },
  {
    "translation": {
      "en": "You're so good at fighting. You fought to make the movie,",
      "vi": "Anh đấu tranh rất giỏi. Anh đấu tranh để làm phim,"
    }
  },
  {
    "translation": {
      "en": "to make it the way you wanted to make it. So why didn't you fight for me?",
      "vi": "để được làm theo cách anh muốn. Sao không đấu tranh vì em?"
    }
  },
  {
    "translation": {
      "en": "Because I would have been good.",
      "vi": "Vì em có thể đóng hay mà."
    }
  },
  {
    "translation": {
      "en": "I would have.",
      "vi": "Em có thể."
    }
  },
  {
    "translation": {
      "en": "Maybe even better.",
      "vi": "Có thể còn hay hơn."
    }
  },
  {
    "translation": {
      "en": "So there it is.",
      "vi": "Ra là thế."
    }
  },
  {
    "translation": {
      "en": "What? The fucking truth.",
      "vi": "Cái gì? Sự thật ấy."
    }
  },
  {
    "translation": {
      "en": "Leave it to you to spend the entire night burning it all to the ground",
      "vi": "Để mặc em dành cả đêm phá hỏng hết mọi thứ"
    }
  },
  {
    "translation": {
      "en": "only to reveal that in the end, you're just jealous.",
      "vi": "chỉ để cuối cùng tiết lộ rằng, em ganh tỵ."
    }
  },
  {
    "translation": {
      "en": "I'm not jealous. Yes, you are.",
      "vi": "Em không ganh tỵ. Có."
    }
  },
  {
    "translation": {
      "en": "I'm not jealous. Of course you are.",
      "vi": "Em không ganh tỵ. Dĩ nhiên là có."
    }
  },
  {
    "translation": {
      "en": "The feeling that I'm feeling right now is deeper than that.",
      "vi": "Cảm giác của em lúc này sâu sắc hơn thế."
    }
  },
  {
    "translation": {
      "en": "It's not jealousy.",
      "vi": "Không phải ganh tỵ."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Give me a break, Marie.",
      "vi": "Thôi nào. Tha cho anh đi, Marie."
    }
  },
  {
    "translation": {
      "en": "It's the fact that I can't tell my story anymore.",
      "vi": "Là việc em không còn được kể chuyện của mình nữa."
    }
  },
  {
    "translation": {
      "en": "I can't articulate all the fucking chaos that's going on in here",
      "vi": "Em không còn thể hiện được mớ hỗn độn đang diễn ra trong này"
    }
  },
  {
    "translation": {
      "en": "because you already did.",
      "vi": "vì anh đã làm rồi."
    }
  },
  {
    "translation": {
      "en": "You already did and Taylor already did.",
      "vi": "Anh và Taylor đã làm rồi."
    }
  },
  {
    "translation": {
      "en": "I know it's not solely mine.",
      "vi": "Em biết nó không phải hoàn toàn của em."
    }
  },
  {
    "translation": {
      "en": "I know that.",
      "vi": "Em biết thế."
    }
  },
  {
    "translation": {
      "en": "I know it happened to both of us.",
      "vi": "Em biết chuyện xảy ra với cả hai ta."
    }
  },
  {
    "translation": {
      "en": "But the difference is you were able to take all the ugly shit",
      "vi": "Nhưng khác ở chỗ anh có thể đem những điều xấu"
    }
  },
  {
    "translation": {
      "en": "and make it something beautiful.",
      "vi": "biến thành một thứ đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "Something good.",
      "vi": "Một thứ tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "Something that…",
      "vi": "Một thứ mà…"
    }
  },
  {
    "translation": {
      "en": "that could move people.",
      "vi": "Có thể làm người ta cảm động."
    }
  },
  {
    "translation": {
      "en": "But, Malcolm, I'm stuck with it.",
      "vi": "Nhưng, Malcolm, em gắn liền với nó."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I just wish it was something we could have done together.",
      "vi": "Em chỉ mong đó là điều ta có thể làm cùng nhau."
    }
  },
  {
    "translation": {
      "en": "And to be brutally honest, yes…",
      "vi": "Và nói thật lòng thì, phải…"
    }
  },
  {
    "translation": {
      "en": "I would have been better.",
      "vi": "Em đóng sẽ hay hơn."
    }
  },
  {
    "translation": {
      "en": "Because I experienced it.",
      "vi": "Vì em đã trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "I lived it.",
      "vi": "Em đã sống qua."
    }
  },
  {
    "translation": {
      "en": "Not only would I have been better, I would have made your film better.",
      "vi": "Em sẽ không chỉ đóng hay hơn mà còn làm cho phim của anh hay hơn."
    }
  },
  {
    "translation": {
      "en": "You gave up acting.",
      "vi": "Em đã bỏ diễn rồi."
    }
  },
  {
    "translation": {
      "en": "When I got the film financed, I asked you to audition.",
      "vi": "Lúc xin được kinh phí, anh đã bảo em thử vai."
    }
  },
  {
    "translation": {
      "en": "You said yes, but you were reluctant. You have talent, but that's not enough.",
      "vi": "Em đồng ý, nhưng chần chừ. Em có tài, nhưng thế chưa đủ."
    }
  },
  {
    "translation": {
      "en": "It's not enough. You have to want it, Marie.",
      "vi": "Chưa đủ. Em phải muốn làm."
    }
  },
  {
    "translation": {
      "en": "Trust me, Malcolm, I wanted this one. That's fuckin' bullshit.",
      "vi": "Em có muốn thật mà. Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "You didn't try, and that's the harsh reality of all of this.",
      "vi": "Em chẳng cố gắng, đó là sự thật đau đớn trong chuyện này."
    }
  },
  {
    "translation": {
      "en": "That same instinct that exists in Imani, in you,",
      "vi": "Cái bản năng tồn tại trong cả Imani và em,"
    }
  },
  {
    "translation": {
      "en": "that instinct to fucking self sabotage,",
      "vi": "bản năng tự phá hoại bản thân,"
    }
  },
  {
    "translation": {
      "en": "that didn't go away.",
      "vi": "nó chẳng biến mất."
    }
  },
  {
    "translation": {
      "en": "I didn't try because you didn't want me. Now you wanna play the victim.",
      "vi": "Em không cố vì anh không muốn. Giờ em lại đóng vai nạn nhân."
    }
  },
  {
    "translation": {
      "en": "Now you wanna say you felt like I didn't want you so you didn't try.",
      "vi": "Giờ em nói tại em thấy anh không muốn nên không cố gắng."
    }
  },
  {
    "translation": {
      "en": "You are fucking intolerable.",
      "vi": "Thật chẳng chịu nổi em."
    }
  },
  {
    "translation": {
      "en": "Fucking… You fake ass, fraudulent, thievin' fuckin' con man!",
      "vi": "Khốn… Đồ lừa đảo giả tạo, gian dối, trộm cắp!"
    }
  },
  {
    "translation": {
      "en": "You didn't want me because if you did, you would have to share the stage.",
      "vi": "Anh không muốn em diễn vì nếu thế, anh phải chia sẻ hào quang."
    }
  },
  {
    "translation": {
      "en": "You wouldn't be the sole author of this film.",
      "vi": "Anh muốn độc quyền tác giả bộ phim."
    }
  },
  {
    "translation": {
      "en": "It would have a lineage that extended beyond you and your brilliance,",
      "vi": "Nó sẽ thuộc dòng phim vượt xa anh và tài năng của anh,"
    }
  },
  {
    "translation": {
      "en": "because people would ask me and I'd say, Yes, this shit happened to me.",
      "vi": "vì người ta sẽ hỏi em và em sẽ nói, Phải, chuyện đã xảy ra với tôi."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden everyone would go, Is it him or her that's talented?",
      "vi": "Rồi bỗng nhiên mọi người sẽ nói, Anh ấy hay cô ấy tài giỏi thế?"
    }
  },
  {
    "translation": {
      "en": "If that's what you have to tell yourself, then be my guest.",
      "vi": "Nếu em tự nhủ như thế, cứ tự nhiên."
    }
  },
  {
    "translation": {
      "en": "It's about ownership.",
      "vi": "Là chuyện quyền sở hữu."
    }
  },
  {
    "translation": {
      "en": "It's about the illusion you wanna create",
      "vi": "Là ảo ảnh mà anh muốn tạo ra"
    }
  },
  {
    "translation": {
      "en": "that filmmaking isn't a collaborative effort.",
      "vi": "rằng làm phim không phải việc tập thể."
    }
  },
  {
    "translation": {
      "en": "It's you, and everybody else is just following directions.",
      "vi": "Chỉ có anh, và mọi người chỉ làm theo lệnh"
    }
  },
  {
    "translation": {
      "en": "Because if it were me…",
      "vi": "vì nếu là em, nếu nó là thật vì em,"
    }
  },
  {
    "translation": {
      "en": "If it were authentic 'cause of me, you couldn't swing your dick around!",
      "vi": "vì nếu là em, nếu nó là thật vì em, anh sẽ chẳng thể ra oai được!"
    }
  },
  {
    "translation": {
      "en": "That's why you didn't thank me tonight.",
      "vi": "Nên tối nay anh không cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "That's also why you didn't cast me. Authenticity.",
      "vi": "Cũng vì thế anh không cho em đóng. Chân thực."
    }
  },
  {
    "translation": {
      "en": "Yeah. Mm hmm. Ain't that the word of the day?",
      "vi": "Ừ. Đó là từ chính trong ngày à?"
    }
  },
  {
    "translation": {
      "en": "It's all I heard tonight. He's such an authentic filmmaker.",
      "vi": "Tối nay em nghe suốt. Anh ấy là nhà làm phim chân thực."
    }
  },
  {
    "translation": {
      "en": "The movie is authentic. He channeled his voice authentically.",
      "vi": "Phim chân thực quá. Chuyển tải chân thật quá."
    }
  },
  {
    "translation": {
      "en": "Know why people love that word? Why?",
      "vi": "Biết sao họ thích không? Sao?"
    }
  },
  {
    "translation": {
      "en": "They don't know what makes something good.",
      "vi": "Họ không biết phim hay ở chỗ nào."
    }
  },
  {
    "translation": {
      "en": "I think authenticity is key.",
      "vi": "Chân thực là then chốt."
    }
  },
  {
    "translation": {
      "en": "Of course, because that's all you have to offer.",
      "vi": "Dĩ nhiên, vì còn gì khác nữa đâu."
    }
  },
  {
    "translation": {
      "en": "Anyone, all they have to say. It's all I have to offer.",
      "vi": "Ai cũng chỉ biết nói thế. Em chỉ biết có thế."
    }
  },
  {
    "translation": {
      "en": "The only word that people that don't know shit about film",
      "vi": "Từ duy nhất mà những người mù tịt về phim"
    }
  },
  {
    "translation": {
      "en": "feels like they got something to offer…",
      "vi": "cảm thấy họ có gì để đóng góp…"
    }
  },
  {
    "translation": {
      "en": "No, I have nothing to offer.",
      "vi": "Em chẳng cho anh được gì."
    }
  },
  {
    "translation": {
      "en": "They can't say anything about film, but they love to talk about authenticity.",
      "vi": "Họ chẳng biết nói gì về bộ phim, nhưng thích nói về sự chân thực."
    }
  },
  {
    "translation": {
      "en": "They don't know dick about film.",
      "vi": "Họ chả biết gì về phim."
    }
  },
  {
    "translation": {
      "en": "About fucking Citizen Kane or Best Years of Our Lives",
      "vi": "Về Công Dân Kane hay The Best Years of Our Lives…"
    }
  },
  {
    "translation": {
      "en": "No one fucking cares about that shit!",
      "vi": "Chẳng ai quan tâm mấy thứ đó!"
    }
  },
  {
    "translation": {
      "en": "Authenticity. Oh, shit! They know that shit through and through.",
      "vi": "Chân thực. Chết tiệt. Họ thì rành rẽ lắm đấy."
    }
  },
  {
    "translation": {
      "en": "Authenticity does not matter, your perspective doesn't",
      "vi": "Chân thực chả quan trọng, quan điểm của em chả…"
    }
  },
  {
    "translation": {
      "en": "You don't fucking have any!",
      "vi": "Anh chẳng có tí nào!"
    }
  },
  {
    "translation": {
      "en": "Recreating reality doesn't make something interesting.",
      "vi": "Tái tạo thực tại đâu có làm phim thú vị."
    }
  },
  {
    "translation": {
      "en": "It's about your interpretation about reality.",
      "vi": "Mà là sự diễn giải thực tại."
    }
  },
  {
    "translation": {
      "en": "What you feel about reality. You're full of shit.",
      "vi": "Điều ta cảm nhận về thực tại, diễn đạt thực tại,"
    }
  },
  {
    "translation": {
      "en": "What you reveal about reality.",
      "vi": "hé lộ về thực tại."
    }
  },
  {
    "translation": {
      "en": "Perspective, your perspective.",
      "vi": "Quan điểm của ta."
    }
  },
  {
    "translation": {
      "en": "Transcribing a conversation or holding a camera up and pressing record,",
      "vi": "Chép lại lời thoại hay cầm máy và bấm nút thu hình,"
    }
  },
  {
    "translation": {
      "en": "that's a fucking YouTube video.",
      "vi": "đó chỉ là video YouTube."
    }
  },
  {
    "translation": {
      "en": "That's a confession or memoir. Okay.",
      "vi": "Đó là tự bạch hoặc ký sự. Rồi."
    }
  },
  {
    "translation": {
      "en": "We've seen and heard it a thousand times. All right.",
      "vi": "Ta đã thấy và nghe cả ngàn lần rồi."
    }
  },
  {
    "translation": {
      "en": "Your experience, your life, your fucking struggle, doesn't matter.",
      "vi": "Trải nghiệm, cuộc sống, cuộc tranh đấu của em chả quan trọng."
    }
  },
  {
    "translation": {
      "en": "You've been an addict, boring! You overdosing, not fucking interesting.",
      "vi": "Em đã từng nghiện, chán phèo! Em sốc thuốc, chả thú vị gì."
    }
  },
  {
    "translation": {
      "en": "It's about transferring your emotions",
      "vi": "Mà chính là việc chuyển cảm xúc của em"
    }
  },
  {
    "translation": {
      "en": "and all those moments into something cinematic and moving.",
      "vi": "và các khoảnh khắc thành điện ảnh và chuyển động."
    }
  },
  {
    "translation": {
      "en": "So, you know what? Good luck, Marie.",
      "vi": "Biết sao không? Chúc may mắn, Marie."
    }
  },
  {
    "translation": {
      "en": "I hate you! I hate you too!",
      "vi": "Em ghét anh! Anh cũng thế!"
    }
  },
  {
    "translation": {
      "en": "I hate you more! I hate you the most!",
      "vi": "Em ghét anh hơn! Anh ghét em nhất!"
    }
  },
  {
    "translation": {
      "en": "I fucking hate you!",
      "vi": "Em căm ghét anh!"
    }
  },
  {
    "translation": {
      "en": "Fuckin' asshole!",
      "vi": "Đồ khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "Fucking mental patient.",
      "vi": "Bệnh nhân tâm thần khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "Marie, what are you doing? Put the knife down please. Marie?",
      "vi": "Em làm gì vậy? Bỏ dao xuống đi. Marie?"
    }
  },
  {
    "translation": {
      "en": "Do you remember those antidepressants I was on?",
      "vi": "Anh biết loại thuốc chống trầm cảm em uống chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm not on them anymore.",
      "vi": "Em không uống nữa."
    }
  },
  {
    "translation": {
      "en": "I'm not doing well. I'm really, really not doing well.",
      "vi": "Em không khỏe. Em rất không khỏe."
    }
  },
  {
    "translation": {
      "en": "I've never been clean.",
      "vi": "Em chưa từng cai được."
    }
  },
  {
    "translation": {
      "en": "And I don't plan on getting clean.",
      "vi": "Và em không định cai."
    }
  },
  {
    "translation": {
      "en": "I'm a piece of shit.",
      "vi": "Em thật tệ hại."
    }
  },
  {
    "translation": {
      "en": "I'm a liar.",
      "vi": "Em dối trá."
    }
  },
  {
    "translation": {
      "en": "I cheated on you.",
      "vi": "Em đã phản bội anh."
    }
  },
  {
    "translation": {
      "en": "I fucked your friends.",
      "vi": "Em ngủ với bạn anh."
    }
  },
  {
    "translation": {
      "en": "I fucked your friends.",
      "vi": "Em đã ngủ với bạn anh."
    }
  },
  {
    "translation": {
      "en": "God, I feel like I'm crazy.",
      "vi": "Trời, em thấy mình như bị điên."
    }
  },
  {
    "translation": {
      "en": "I've stolen from your mother.",
      "vi": "Em đã trộm đồ của mẹ anh."
    }
  },
  {
    "translation": {
      "en": "And you know what the fucked up thing is?",
      "vi": "Và anh biết tệ ở chỗ nào không?"
    }
  },
  {
    "translation": {
      "en": "I don't even care.",
      "vi": "Em chẳng bận tâm."
    }
  },
  {
    "translation": {
      "en": "I don't mind.",
      "vi": "Em mặc kệ."
    }
  },
  {
    "translation": {
      "en": "Because I deserve it.",
      "vi": "Vì em xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Tell me where the fucking pills are.",
      "vi": "Nói em biết thuốc để đâu."
    }
  },
  {
    "translation": {
      "en": "Tell me where the pills are.",
      "vi": "Nói thuốc để đâu đi."
    }
  },
  {
    "translation": {
      "en": "And that, Malcolm, is what authenticity buys you.",
      "vi": "Malcolm, điều mà sự chân thực đem lại cho anh đó."
    }
  },
  {
    "translation": {
      "en": "Well, damn! Why didn't you do that in the audition?",
      "vi": "Quỷ thật! Sao lúc thử vai em không làm thế?"
    }
  },
  {
    "translation": {
      "en": "You are, by far, the most excruciating, difficult, stubbornly obnoxious woman",
      "vi": "Từ trước đến giờ, em là cô gái khốn khổ, khó khăn, lì lợm, đáng ghét nhất"
    }
  },
  {
    "translation": {
      "en": "I've ever met in my entire life.",
      "vi": "anh từng gặp trong đời."
    }
  },
  {
    "translation": {
      "en": "I go from wanting to cut your head off one moment",
      "vi": "Anh đi từ chỗ phút trước muốn chặt đầu em"
    }
  },
  {
    "translation": {
      "en": "to wanting to kiss your beautiful, stupid little face the next.",
      "vi": "đến phút sau muốn hôn khuôn mặt xinh đẹp, ngu ngốc của em."
    }
  },
  {
    "translation": {
      "en": "I fucking love you.",
      "vi": "Anh yêu em quá."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "Should we get married? Not in the mood.",
      "vi": "Ta cưới nhau nhé? Không có hứng."
    }
  },
  {
    "translation": {
      "en": "I feel like we're gonna get married and divorced",
      "vi": "Anh nghĩ ta sẽ kết hôn rồi ly hôn"
    }
  },
  {
    "translation": {
      "en": "a couple times, might as well start now.",
      "vi": "vài lần, thôi bắt đầu từ giờ luôn đi."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I'm so turned on right now. I'm not.",
      "vi": "Anh đang hứng quá. Em thì không."
    }
  },
  {
    "translation": {
      "en": "Fuckin' psychopath!",
      "vi": "Đồ tâm thần khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "All this madness was about you, and that scene,",
      "vi": "Tất cả chuyện điên rồ này là vì em, và cảnh đó,"
    }
  },
  {
    "translation": {
      "en": "sayin' to me that you could do it better than Taylor",
      "vi": "bảo anh rằng em có thể đóng hay hơn Taylor"
    }
  },
  {
    "translation": {
      "en": "and seed doubt in my mind that, for the rest of my life,",
      "vi": "và gieo sự nghi hoặc vào đầu anh cả đời,"
    }
  },
  {
    "translation": {
      "en": "the movie could've been better. Mm mm.",
      "vi": "rằng lẽ ra phim có thể hay hơn."
    }
  },
  {
    "translation": {
      "en": "Yes. That's exactly what you doin'. Mm mmm. No.",
      "vi": "Đúng. Em đang làm thế đấy. Không."
    }
  },
  {
    "translation": {
      "en": "That's bullshit. It's not!",
      "vi": "Vớ vẩn. Không."
    }
  },
  {
    "translation": {
      "en": "Brilliant!",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "You know what's interesting about the white girl from LA Times",
      "vi": "Anh biết điều gì thú vị về cô ả da trắng LA Times"
    }
  },
  {
    "translation": {
      "en": "calling out that scene in her review?",
      "vi": "nhắc cảnh quay đó trong bài viết không?"
    }
  },
  {
    "translation": {
      "en": "Marie, who cares?",
      "vi": "Marie, ai quan tâm?"
    }
  },
  {
    "translation": {
      "en": "I mean, I've always said, it was my least favorite in the film.",
      "vi": "Em luôn nói đó là cảnh phim em ít thích nhất."
    }
  },
  {
    "translation": {
      "en": "But my favorite in the script.",
      "vi": "Đoạn kịch bản em thích nhất."
    }
  },
  {
    "translation": {
      "en": "Can we talk about this later, please?",
      "vi": "Ta nói chuyện này sau được không?"
    }
  },
  {
    "translation": {
      "en": "I think it's important, you know? I beg you.",
      "vi": "Em nghĩ nó quan trọng. Anh van em."
    }
  },
  {
    "translation": {
      "en": "To look back and wonder why that is.",
      "vi": "Để nhìn lại và tự nhủ vì sao lại thế."
    }
  },
  {
    "translation": {
      "en": "Don't you? No.",
      "vi": "Không phải à? Không."
    }
  },
  {
    "translation": {
      "en": "Not to strip you of your mystery, you know, just out of curiosity.",
      "vi": "Không muốn cướp mất sự bí ẩn của anh, em chỉ tò mò thôi."
    }
  },
  {
    "translation": {
      "en": "Out of pursuit of wanting to be, I don't know, a better fucking artist.",
      "vi": "Vì khát khao muốn trở thành nghệ sĩ giỏi hơn, chẳng biết nữa."
    }
  },
  {
    "translation": {
      "en": "Oh. You are exhausting.",
      "vi": "Em làm anh kiệt sức."
    }
  },
  {
    "translation": {
      "en": "You gonna be this exhausting at 70 or will you have exhausted yourself?",
      "vi": "Lúc 70 tuổi em sẽ làm anh kiệt sức hay em sẽ kiệt sức?"
    }
  },
  {
    "translation": {
      "en": "That depends where you are.",
      "vi": "Còn tùy anh ở đâu."
    }
  },
  {
    "translation": {
      "en": "Living with the white girl from the LA Times",
      "vi": "Đang sống với cô ả da trắng LA Times"
    }
  },
  {
    "translation": {
      "en": "because at least I can win an argument against her.",
      "vi": "vì ít nhất anh có thể cãi nhau thắng cô ta."
    }
  },
  {
    "translation": {
      "en": "But, you know. It just made me wonder, why did I see that scene so differently?",
      "vi": "Làm em thắc mắc, sao em lại nhìn cảnh đó khác thế?"
    }
  },
  {
    "translation": {
      "en": "I don't know. How did you see the scene? It was less graphic.",
      "vi": "Anh không biết. Em nhìn thế nào? Ít sống động hơn."
    }
  },
  {
    "translation": {
      "en": "So what? He doesn't attack Imani? That's what it was on the page.",
      "vi": "Là sao? Anh ta không tấn công Imani? Trên báo viết thế."
    }
  },
  {
    "translation": {
      "en": "No, he attacks her. I just never thought that you'd shoot it with her top off.",
      "vi": "Không, có tấn công. Em chỉ không nghĩ anh sẽ quay lúc cô ấy không mặc áo."
    }
  },
  {
    "translation": {
      "en": "What's the difference? Her tits were out.",
      "vi": "Có gì khác nhau? Cô ấy lộ ngực."
    }
  },
  {
    "translation": {
      "en": "So? So, I just feel like you sexualized her.",
      "vi": "Thì sao? Em cảm thấy anh khiến cô ấy gợi dục."
    }
  },
  {
    "translation": {
      "en": "If I rolled a camera on you right now, am I sexualizing you,",
      "vi": "Nếu anh quay phim em lúc này, anh khiến em gợi dục,"
    }
  },
  {
    "translation": {
      "en": "or is this what you have on, on a Friday night?",
      "vi": "hay em thường mặc thế này vào tối thứ Sáu?"
    }
  },
  {
    "translation": {
      "en": "My tits aren't out.",
      "vi": "Em đâu có lộ ngực."
    }
  },
  {
    "translation": {
      "en": "If you were in a Chuck E. Cheese, they'd throw your ass out.",
      "vi": "Em mà vào quán Chuck E. Cheese, họ sẽ đuổi em ra."
    }
  },
  {
    "translation": {
      "en": "It was Taylor's idea anyway. I'm sure it was.",
      "vi": "Mà đó là ý của Taylor. Chắc rồi."
    }
  },
  {
    "translation": {
      "en": "Look, it just made everything more graphic.",
      "vi": "Nó khiến mọi thứ lộ liễu hơn. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay? And I just thought…",
      "vi": "Nó khiến mọi thứ lộ liễu hơn. Được chứ? Và em nghĩ…"
    }
  },
  {
    "translation": {
      "en": "would the scene have been a bit different if you were a woman?",
      "vi": "nếu anh là phụ nữ thì cảnh đó có khác đi không?"
    }
  },
  {
    "translation": {
      "en": "Yes, but I also would have shot the entire movie differently",
      "vi": "Có, nhưng anh cũng sẽ quay cả bộ phim khác đi"
    }
  },
  {
    "translation": {
      "en": "because I wouldn't have been me, I would've been a woman.",
      "vi": "vì khi đó anh không là anh, mà là phụ nữ."
    }
  },
  {
    "translation": {
      "en": "I would've had a totally different sensibility.",
      "vi": "Anh sẽ có sự thấu hiểu hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "But that's not how you judge film intelligently,",
      "vi": "Đó đâu phải cách đánh giá phim thông minh,"
    }
  },
  {
    "translation": {
      "en": "by the 600 trillion different choices not made due to an intangible",
      "vi": "bằng 600 tỷ tỷ lựa chọn khác đâu được thực hiện do sự đánh giá"
    }
  },
  {
    "translation": {
      "en": "yet purely hypothetical assessment of one's identity.",
      "vi": "mơ hồ nhưng hoàn toàn giả thuyết về nhân dạng."
    }
  },
  {
    "translation": {
      "en": "But rather the choices actually being fucking made.",
      "vi": "Mà phải dựa vào những lựa chọn đã được thực hiện."
    }
  },
  {
    "translation": {
      "en": "Look, I'm not defending her as a great fuckin' thinker.",
      "vi": "Em không bênh vực cô ta như một nhà tư duy vĩ đại."
    }
  },
  {
    "translation": {
      "en": "Good. 'Cause she's an idiot.",
      "vi": "Tốt. Vì cô ta ngu bỏ xừ."
    }
  },
  {
    "translation": {
      "en": "I'm just saying… would the movie have been a little better",
      "vi": "Em chỉ nói… liệu bộ phim có hay hơn"
    }
  },
  {
    "translation": {
      "en": "if you had a dash of femininity?",
      "vi": "nếu anh có chút nữ tính?"
    }
  },
  {
    "translation": {
      "en": "Who gives a fuck? I do. Fuck. I do. I do.",
      "vi": "Ai quan tâm? Em đấy."
    }
  },
  {
    "translation": {
      "en": "I do, Malcolm, because it just made me wonder",
      "vi": "Em, Malcolm, vì nó khiến em thắc mắc"
    }
  },
  {
    "translation": {
      "en": "if the problem she has with you as a filmmaker",
      "vi": "vấn đề của cô ta khi anh làm phim"
    }
  },
  {
    "translation": {
      "en": "is the same problem I have with you as a partner.",
      "vi": "có giống em khi là người tình của anh không."
    }
  },
  {
    "translation": {
      "en": "Well…",
      "vi": "À…"
    }
  },
  {
    "translation": {
      "en": "All that being said and done, Karen thinks I'm a fucking tour de force.",
      "vi": "Dù nói vậy, ả da trắng kiêu ngạo đó nghĩ anh là kiệt tác."
    }
  },
  {
    "translation": {
      "en": "Now you like her review?",
      "vi": "Giờ anh thích bài bình luận?"
    }
  },
  {
    "translation": {
      "en": "Fucking masterwork is what you're looking at right now, girl.",
      "vi": "Em đang nhìn kiệt tác đấy."
    }
  },
  {
    "translation": {
      "en": "You're joking, but I'm not.",
      "vi": "Anh đùa, em thì không."
    }
  },
  {
    "translation": {
      "en": "That's unfortunate, because I really can't keep arguing about this shit.",
      "vi": "Xui quá, vì anh không cãi nhau vì chuyện này nổi nữa."
    }
  },
  {
    "translation": {
      "en": "The more I think about it, her problem is my problem.",
      "vi": "Càng nghĩ về nó nhiều, vấn đề của cô ta thành của em."
    }
  },
  {
    "translation": {
      "en": "Which is what? That I'm with you. I haven't walked out.",
      "vi": "Tức là gì? Là em ở với anh. Em chưa bỏ đi."
    }
  },
  {
    "translation": {
      "en": "I'm not wondering what other movies are playing.",
      "vi": "Em không tự hỏi phim gì khác đang chiếu."
    }
  },
  {
    "translation": {
      "en": "I got you. I'm on your side, and then you just…",
      "vi": "Em có anh. Em ủng hộ anh, rồi anh cứ…"
    }
  },
  {
    "translation": {
      "en": "You gotta fucking take shit too far.",
      "vi": "Anh phải đẩy mọi việc đi quá xa."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "No, we're in a fight, maybe the worst fight we've ever been in,",
      "vi": "Không, ta đang cãi nhau, có lẽ là trận to nhất xưa nay,"
    }
  },
  {
    "translation": {
      "en": "but instead of just making your point and saying it's not about you,",
      "vi": "nhưng thay vì nói ra ý kiến và nói vấn đề không phải là anh,"
    }
  },
  {
    "translation": {
      "en": "it's an amalgamation of people,",
      "vi": "mà là mọi người hợp lại,"
    }
  },
  {
    "translation": {
      "en": "you gotta fucking revel in it. You gotta twist the knife",
      "vi": "thì anh cứ miệt mài lao vào. Anh phải xoáy vào nỗi đau"
    }
  },
  {
    "translation": {
      "en": "and put images in my head that you and I both know will never fucking leave me.",
      "vi": "và gieo vào tâm trí em những hình ảnh anh và em đều biết em sẽ chẳng thể quên."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Kiki. Oh!",
      "vi": "Kiki."
    }
  },
  {
    "translation": {
      "en": "I was angry. What the fuck! From outside of St. Louis.",
      "vi": "Anh giận mà. Gì đây? Ngoại ô St. Louis."
    }
  },
  {
    "translation": {
      "en": "A heart shaped bathtub? I was angry.",
      "vi": "Bồn tắm hình trái tim? Lúc đó anh tức giận."
    }
  },
  {
    "translation": {
      "en": "You're a cheeseball. Ugh! Malcolm!",
      "vi": "Anh xoàng xĩnh thế. Malcolm."
    }
  },
  {
    "translation": {
      "en": "You're a fucking moron, honestly. You could've won without all that shit.",
      "vi": "Anh đần thật đấy. Không chơi mấy trò đó cũng thắng được mà."
    }
  },
  {
    "translation": {
      "en": "You could've won with 20% of what you said,",
      "vi": "Nói 20% mấy điều đó thôi anh cũng có thể thắng,"
    }
  },
  {
    "translation": {
      "en": "but you cannot help yourself. It is just who you are.",
      "vi": "nhưng anh không nhịn được. Tính anh là thế."
    }
  },
  {
    "translation": {
      "en": "'Cause if I were ever fucked in a penthouse suite of a Marriott,",
      "vi": "Vì nếu em được xoạc trong căn penthouse của Marriott,"
    }
  },
  {
    "translation": {
      "en": "in or around a heart shaped bathtub,",
      "vi": "trong hoặc gần bồn tắm hình trái tim,"
    }
  },
  {
    "translation": {
      "en": "I would never fucking utter a word about it aloud.",
      "vi": "em sẽ chẳng bao giờ đi kể ra."
    }
  },
  {
    "translation": {
      "en": "I would never tell my friends about it,",
      "vi": "Em sẽ chẳng kể với bạn bè,"
    }
  },
  {
    "translation": {
      "en": "I would never wield it in a fight as a weapon.",
      "vi": "chẳng dùng làm vũ khí khi cãi nhau."
    }
  },
  {
    "translation": {
      "en": "You know why? Because I know it would hurt me",
      "vi": "Biết sao không? Em biết em sẽ đau lòng"
    }
  },
  {
    "translation": {
      "en": "way more than it would hurt you.",
      "vi": "hơn anh đau lòng nhiều."
    }
  },
  {
    "translation": {
      "en": "And it's a bummer, Malcolm, you know?",
      "vi": "Thế thì chán lắm, Malcolm, anh biết chứ?"
    }
  },
  {
    "translation": {
      "en": "I really enjoyed having sex with you. Up until about 15 minutes ago,",
      "vi": "Vì em rất thích xoạc với anh. Cho đến 15 phút trước,"
    }
  },
  {
    "translation": {
      "en": "it was an aspect of our relationship that I genuinely had no complaints about.",
      "vi": "đó là một khía cạnh trong quan hệ của hai ta mà em không có gì phàn nàn."
    }
  },
  {
    "translation": {
      "en": "It was also my only remaining vice, that and cigarettes.",
      "vi": "Cũng là thói xấu duy nhất em còn giữ, nó và thuốc lá."
    }
  },
  {
    "translation": {
      "en": "But, well, lo and behold, you had to take shit too far…",
      "vi": "Nhưng mà, trời, anh phải đẩy mọi chuyện đi quá xa…"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "And obliterate any and all joy there was to be found in fucking you.",
      "vi": "Và xóa sạch mọi hứng thú trong việc xoạc với anh."
    }
  },
  {
    "translation": {
      "en": "The gloves were off, okay? We were in a fight, like…",
      "vi": "Quá giận mất khôn, được chứ? Ta cãi nhau như…"
    }
  },
  {
    "translation": {
      "en": "Oh, it didn't support your argument. It just grossed me the fuck out.",
      "vi": "Nó chẳng giúp anh cãi thắng. Chỉ khiến em ghê tởm."
    }
  },
  {
    "translation": {
      "en": "It made me go, I cannot believe I have unprotected sex",
      "vi": "Nó làm em nghĩ, Không tin nổi mình quan hệ không đề phòng"
    }
  },
  {
    "translation": {
      "en": "with this nasty ass, grimy dicked fuckin' brute,",
      "vi": "với gã dơ bẩn, ghê tởm này,"
    }
  },
  {
    "translation": {
      "en": "a fuckin' animal, a fuckin' barnyard animal.",
      "vi": "một gã súc vật, súc vật hèn mọn."
    }
  },
  {
    "translation": {
      "en": "That's what you are. A fuckin' hog.",
      "vi": "Anh là thế đấy. Anh là đồ lợn."
    }
  },
  {
    "translation": {
      "en": "You are a shit where you eat hog. Hog of a human being.",
      "vi": "Anh là đồ lợn ăn đâu ỉa đó. Lợn đội lốt người."
    }
  },
  {
    "translation": {
      "en": "Yeah, you fuckin' think it's funny.",
      "vi": "Ừ, anh thấy vui lắm đấy."
    }
  },
  {
    "translation": {
      "en": "You're being dramatic. I'm not being dramatic.",
      "vi": "Em làm lố quá. Đâu có."
    }
  },
  {
    "translation": {
      "en": "You think 'cause we had a common enemy in Karen from the LA Times,",
      "vi": "Anh nghĩ vì ta có kẻ thù chung là ả da trắng LA Times,"
    }
  },
  {
    "translation": {
      "en": "all shit is sweet. We good now?",
      "vi": "thì mọi chuyện đều ổn. Ta hòa thuận?"
    }
  },
  {
    "translation": {
      "en": "Think again, motherfucker. We ain't good.",
      "vi": "Nghĩ lại đi, đồ khốn. Không ổn đâu."
    }
  },
  {
    "translation": {
      "en": "She's my spiritual sister. I mean that.",
      "vi": "Cô ta là chị em tinh thần của em. Nói thật đấy."
    }
  },
  {
    "translation": {
      "en": "We're both seeking refuge",
      "vi": "Bọn em đều tìm nơi trú ẩn"
    }
  },
  {
    "translation": {
      "en": "from your assaultive, battering ram of a fucking personality.",
      "vi": "tránh khỏi tính cách hung hãn, vũ phu của anh."
    }
  },
  {
    "translation": {
      "en": "Because of your limitations as a partner, and a filmmaker,",
      "vi": "Vì những hạn chế của anh trong vai trò người tình lẫn nhà làm phim,"
    }
  },
  {
    "translation": {
      "en": "we are both ducking for cover.",
      "vi": "bọn em đều tìm cách lẩn trốn."
    }
  },
  {
    "translation": {
      "en": "We may not have a lot in common, but sis and I are in the fucking foxhole.",
      "vi": "Có thể không nhiều điểm chung, nhưng chị em em đang đồng cảnh ngộ."
    }
  },
  {
    "translation": {
      "en": "Oh, you are the last person to talk, Marie.",
      "vi": "Em là người lên tiếng cuối cùng, Marie."
    }
  },
  {
    "translation": {
      "en": "You have fucked, dated some of the wildest,",
      "vi": "Em đã xoạc, hẹn hò với một số kẻ hoang dại,"
    }
  },
  {
    "translation": {
      "en": "strangest human beings that ever walked this planet Earth.",
      "vi": "lạ lùng nhất từng sống trên Trái Đất này."
    }
  },
  {
    "translation": {
      "en": "You have, one, no fucking standards, which is a red flag.",
      "vi": "Thứ nhất, em chẳng có tiêu chuẩn gì, đó là điều đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "Two, no fucking type, which is also a red flag.",
      "vi": "Thứ hai, em chẳng có tính cách gì, cũng đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "And three, no discretion.",
      "vi": "Thứ ba, chẳng biết kín đáo."
    }
  },
  {
    "translation": {
      "en": "Which means everyone who knows you, knows you're a red flag",
      "vi": "Mọi người quen biết em đều biết em đáng lo ngại"
    }
  },
  {
    "translation": {
      "en": "and talks about you're a red fucking flag.",
      "vi": "và nói về sự đáng lo ngại của em."
    }
  },
  {
    "translation": {
      "en": "Well, Malcolm, here's the difference.",
      "vi": "Chỗ khác biệt là đây."
    }
  },
  {
    "translation": {
      "en": "I'm not lugging my balls around this house bragging about the places they've been.",
      "vi": "Em không lết xác đi khắp nhà khoe khoang mình đã đến những đâu."
    }
  },
  {
    "translation": {
      "en": "I don't need to know the details.",
      "vi": "Em không cần biết chi tiết."
    }
  },
  {
    "translation": {
      "en": "I don't need to know all the… the moves and the steps",
      "vi": "Em không cần biết mọi cử động, mọi bước"
    }
  },
  {
    "translation": {
      "en": "and the places that brought you to my doorstep. You're here.",
      "vi": "và những nơi đã đưa anh tới gần em. Anh đang ở đây."
    }
  },
  {
    "translation": {
      "en": "I loved you unconditionally. Why?",
      "vi": "Em yêu anh vô điều kiện. Vì sao?"
    }
  },
  {
    "translation": {
      "en": "Because I value mystery.",
      "vi": "Vì em quý trọng sự bí ẩn."
    }
  },
  {
    "translation": {
      "en": "The unknown. It's what supports the tension of a relationship",
      "vi": "Điều chưa biết. Đó là thứ nâng đỡ sự bền chặt của mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "and forces us to be the best version of ourselves. The what if factor.",
      "vi": "và buộc ta phải cải thiện mình. Yếu tố nếu như."
    }
  },
  {
    "translation": {
      "en": "What if there's someone who loved him better?",
      "vi": "Nếu như có người yêu anh ấy hơn thì sao?"
    }
  },
  {
    "translation": {
      "en": "Who was smarter, nicer.",
      "vi": "Người thông minh hơn, dễ mến hơn."
    }
  },
  {
    "translation": {
      "en": "Woke him up every day with breakfast and a blowjob.",
      "vi": "Đánh thức anh ấy mỗi ngày với bữa sáng và màn thổi kèn."
    }
  },
  {
    "translation": {
      "en": "What if I'm not the best girlfriend he's ever had?",
      "vi": "Nếu em không phải bạn gái tốt nhất anh ấy từng có?"
    }
  },
  {
    "translation": {
      "en": "What if he dreams of someone else?",
      "vi": "Nếu như anh ấy mơ về ai khác?"
    }
  },
  {
    "translation": {
      "en": "Better conversations, a girl with hips and an actual ass",
      "vi": "Trò chuyện vui vẻ hơn, một cô gái có hông và mông thứ thiệt"
    }
  },
  {
    "translation": {
      "en": "instead of this string bean body?",
      "vi": "thay vì thân hình gầy như que tăm?"
    }
  },
  {
    "translation": {
      "en": "Look, I know a little bit about your type.",
      "vi": "Em biết đôi chút về gu của anh."
    }
  },
  {
    "translation": {
      "en": "Not so much that I'm paralyzed with insecurity and doubt.",
      "vi": "Không đến nỗi em tê liệt vì bất an và nghi hoặc."
    }
  },
  {
    "translation": {
      "en": "So that every single day when I get up,",
      "vi": "Biết để mỗi ngày khi em thức dậy,"
    }
  },
  {
    "translation": {
      "en": "and I talk to you, and I wear this fancy fuckin' dress,",
      "vi": "và trò chuyện với anh, và mặc bộ đầm kiêu sa,"
    }
  },
  {
    "translation": {
      "en": "and I hold your hand,",
      "vi": "và nắm tay anh,"
    }
  },
  {
    "translation": {
      "en": "I'm trying to be the best girlfriend you have ever had.",
      "vi": "em cố gắng làm cô bạn gái tốt nhất anh từng có."
    }
  },
  {
    "translation": {
      "en": "So, when you tell me that who I'm up against is Kiki…",
      "vi": "Nên khi anh nói là so sánh em với Kiki…"
    }
  },
  {
    "translation": {
      "en": "Here we go with the bullshit. Here we go. …from St. Louis,",
      "vi": "ở St. Louis… Lại nữa rồi."
    }
  },
  {
    "translation": {
      "en": "in a heart shaped bathtub, it makes me give a lot less of a fuck.",
      "vi": "…trong bồn tắm hình trái tim, nó làm em chẳng thèm quan tâm bao nhiêu nữa."
    }
  },
  {
    "translation": {
      "en": "You gotta bring up all the shit.",
      "vi": "Chuyện gì em cũng phải moi ra."
    }
  },
  {
    "translation": {
      "en": "I don't know where you're going, but I'm not done.",
      "vi": "Em không biết anh đi đâu, nhưng em chưa nói xong."
    }
  },
  {
    "translation": {
      "en": "I'm not even fucking close to being done.",
      "vi": "Còn khuya mới xong."
    }
  },
  {
    "translation": {
      "en": "But what it also makes me realize, the reason you don't get jealous",
      "vi": "Nhưng nó cũng làm em nhận ra, lý do anh không ghen"
    }
  },
  {
    "translation": {
      "en": "is because you don't value that mystery, do you?",
      "vi": "là vì anh không quý trọng sự bí ẩn, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "The reason you don't value it,",
      "vi": "Lý do anh không quý trọng,"
    }
  },
  {
    "translation": {
      "en": "the reason why you never wonder if you're the best fuck I've ever had,",
      "vi": "lý do anh không bao giờ thắc mắc anh có xoạc giỏi nhất,"
    }
  },
  {
    "translation": {
      "en": "or the most talented person I've ever been with,",
      "vi": "có là người tài năng nhất từng ở bên em không,"
    }
  },
  {
    "translation": {
      "en": "or the kindest, or the smartest,",
      "vi": "hay người tử tế nhất, thông minh nhất,"
    }
  },
  {
    "translation": {
      "en": "it's because it is inconceivable to you",
      "vi": "là vì anh không tưởng tượng được"
    }
  },
  {
    "translation": {
      "en": "that there is anybody on this planet that is more interesting than you are.",
      "vi": "rằng trên hành tinh này có ai đó thú vị hơn anh."
    }
  },
  {
    "translation": {
      "en": "Your lack of curiosity is merely an extension of your narcissism,",
      "vi": "Sự thiếu trí tò mò của anh chỉ là sự mở rộng tính ái kỷ của anh,"
    }
  },
  {
    "translation": {
      "en": "your megalomania, your egotistical view of the world.",
      "vi": "tính vĩ cuồng, cách nhìn đời tự cao tự đại của anh."
    }
  },
  {
    "translation": {
      "en": "As a result of never doubting yourself,",
      "vi": "Vì không hề biết tự nghi hoặc,"
    }
  },
  {
    "translation": {
      "en": "you never stopped to ask yourself, How can I be a better partner?",
      "vi": "anh không hề dừng lại và tự hỏi, Làm sao mình thành người tình tốt hơn?"
    }
  },
  {
    "translation": {
      "en": "You're good. You are set.",
      "vi": "Anh tốt. Anh chuẩn rồi."
    }
  },
  {
    "translation": {
      "en": "The man I'm looking at right now is as good as he's gonna get.",
      "vi": "Người đàn ông em đang nhìn đây là tốt nhất rồi."
    }
  },
  {
    "translation": {
      "en": "You yelling at me in a bathtub",
      "vi": "Anh quát em trong bồn tắm"
    }
  },
  {
    "translation": {
      "en": "about how you're gonna snap me like a twig,",
      "vi": "rằng anh sẽ bẻ gãy em như cái que,"
    }
  },
  {
    "translation": {
      "en": "is the best and worst of who you will be in this relationship.",
      "vi": "là biểu hiện tốt nhất và tệ nhất của anh trong mối quan hệ này."
    }
  },
  {
    "translation": {
      "en": "And that's why you can forget to thank me in your speech.",
      "vi": "Vì thế nên anh có quyền quên cảm ơn em khi phát biểu."
    }
  },
  {
    "translation": {
      "en": "Because you're not afraid that I'm gonna come home and go…",
      "vi": "Vì anh không sợ em sẽ về nhà và bảo…"
    }
  },
  {
    "translation": {
      "en": "You know what? You lost me tonight. Fuck this shit. I am out.",
      "vi": "Biết sao không? Tối nay anh mất em rồi. Dẹp đi. Em rút."
    }
  },
  {
    "translation": {
      "en": "But if you steamroll every single person in your midst, day in and day out,",
      "vi": "Nhưng nếu anh cứ áp đảo tất cả mọi người quanh anh, ngày này qua ngày khác,"
    }
  },
  {
    "translation": {
      "en": "you are going to end up living in a fictional fucking reality.",
      "vi": "rồi anh sẽ phải sống trong một thực tại hư cấu."
    }
  },
  {
    "translation": {
      "en": "Look at me.",
      "vi": "Nhìn em đi."
    }
  },
  {
    "translation": {
      "en": "I'm the last person standing.",
      "vi": "Em là người cuối cùng còn trụ lại."
    }
  },
  {
    "translation": {
      "en": "I'm the last person to look at you and go, You know what? Up your fucking game.",
      "vi": "Em là người cuối cùng nhìn anh và nói, Biết sao không? Nâng cấp mình lên đi."
    }
  },
  {
    "translation": {
      "en": "If not for me, then for your work.",
      "vi": "Không vì em thì vì công việc."
    }
  },
  {
    "translation": {
      "en": "Malcolm, if this is a movie, you hold on to me for dear fucking life.",
      "vi": "Malcolm, nếu đây là phim, anh bám vào em như phao cứu sinh."
    }
  },
  {
    "translation": {
      "en": "Because that's who we've been for one another.",
      "vi": "Vì hai ta đối với nhau là thế."
    }
  },
  {
    "translation": {
      "en": "That's who you've been for me and I've been for you from the day we met.",
      "vi": "Anh là thế với em và em là thế với anh từ ngày ta gặp nhau."
    }
  },
  {
    "translation": {
      "en": "From the day I overdosed in that market, from the day you drove me to rehab.",
      "vi": "Từ ngày em bị sốc thuốc ở chợ, từ ngày anh chở em đi cai nghiện."
    }
  },
  {
    "translation": {
      "en": "From the first day I read your script",
      "vi": "Từ ngày đầu em đọc kịch bản của anh"
    }
  },
  {
    "translation": {
      "en": "about me, about us, about our relationship.",
      "vi": "về em, về chúng ta, về mối tình này."
    }
  },
  {
    "translation": {
      "en": "About how drugs were destroying my ability to love you",
      "vi": "Về việc ma túy khiến em không thể yêu anh"
    }
  },
  {
    "translation": {
      "en": "and your ability to love me.",
      "vi": "và anh không thể yêu em."
    }
  },
  {
    "translation": {
      "en": "All I wanted tonight was a thank you, Malcolm. That is it.",
      "vi": "Tối nay em chỉ muốn một lời cảm ơn, Malcolm. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "That's all.",
      "vi": "Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Thank you, Marie. Thank you for loving me.",
      "vi": "Cảm ơn em, Marie. Cảm ơn vì đã yêu anh."
    }
  },
  {
    "translation": {
      "en": "Thank you for making my life better, for getting your life together.",
      "vi": "Cảm ơn vì đã khiến đời anh tốt đẹp hơn và vực dậy đời em."
    }
  },
  {
    "translation": {
      "en": "Thank you for watching 100 cuts and reading 100 fucking drafts.",
      "vi": "Cảm ơn em vì đã xem 100 cảnh quay và đọc 100 bản thảo."
    }
  },
  {
    "translation": {
      "en": "Thank you for your notes, your experience, your patience,",
      "vi": "Cảm ơn em vì những ghi chú, trải nghiệm, lòng kiên nhẫn,"
    }
  },
  {
    "translation": {
      "en": "your authen fucking ticity you bring to this film. Thank you.",
      "vi": "sự chân thực quái quỷ em mang đến cho bộ phim. Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Thank you for being a drug addict. Thank you for being clean.",
      "vi": "Cảm ơn vì em là con nghiện. Cảm ơn em đã cai."
    }
  },
  {
    "translation": {
      "en": "Thank you for dumb shit, like buying toilet paper and milk",
      "vi": "Cảm ơn em vì chuyện rác rưởi như mua giấy toilet và sữa"
    }
  },
  {
    "translation": {
      "en": "and organizing the shit with the movers. Thank you.",
      "vi": "và bố trí dịch vụ chuyển nhà. Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Thank you for doing the shit I don't wanna think about.",
      "vi": "Cảm ơn em vì mấy việc anh chả nghĩ tới."
    }
  },
  {
    "translation": {
      "en": "Thank you for making me coffee. Thank you for making me smile.",
      "vi": "Cảm ơn em đã pha cà phê. Cảm ơn em làm anh cười."
    }
  },
  {
    "translation": {
      "en": "Thank you for the good sex and the cuddles.",
      "vi": "Cảm ơn em vì cuộc làm tình thỏa mãn và ôm ấp."
    }
  },
  {
    "translation": {
      "en": "Thank you for doing the laundry and picking out my suit tonight",
      "vi": "Cảm ơn em vì giặt giũ và lấy đồ vest cho anh tối nay"
    }
  },
  {
    "translation": {
      "en": "and making my ungrateful ass some mac and cheese",
      "vi": "và nấu cho kẻ vô ơn này nui phô mai"
    }
  },
  {
    "translation": {
      "en": "after I forgot to fuckin' thank you.",
      "vi": "sau khi anh đã quên mẹ nó việc cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Thank you for the mistakes you've made…",
      "vi": "Cảm ơn vì những sai lầm em đã phạm…"
    }
  },
  {
    "translation": {
      "en": "for the charm you bring, the life you bring.",
      "vi": "vì sự quyến rũ của em, cuộc sống mà em đem lại."
    }
  },
  {
    "translation": {
      "en": "Thank you for loving me.",
      "vi": "Cảm ơn em vì yêu anh."
    }
  },
  {
    "translation": {
      "en": "Thank you for getting over this, for moving forward, for being you.",
      "vi": "Cảm ơn em vì vượt qua chuyện này, bước tiếp, vì là chính em."
    }
  },
  {
    "translation": {
      "en": "Thank you for all the shit I forget to thank you for…",
      "vi": "Cảm ơn em vì tất cả những thứ anh đã quên cảm ơn…"
    }
  },
  {
    "translation": {
      "en": "and thank you for looking so goddamn sexy in that dress tonight.",
      "vi": "và cảm ơn em vì tối nay đã quá quyến rũ trong bộ đầm đó."
    }
  },
  {
    "translation": {
      "en": "You make me look good.",
      "vi": "Em làm anh nở mày nở mặt."
    }
  },
  {
    "translation": {
      "en": "You make me a better person.",
      "vi": "Em làm anh thành người tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Thank you for understanding",
      "vi": "Cảm ơn em đã hiểu"
    }
  },
  {
    "translation": {
      "en": "that I'm not always great at expressing how I feel",
      "vi": "rằng anh không phải lúc nào cũng giỏi biểu lộ cảm xúc"
    }
  },
  {
    "translation": {
      "en": "and it comes out in my work more than in real life.",
      "vi": "vì nó bộc lộ trong công việc nhiều hơn đời thường."
    }
  },
  {
    "translation": {
      "en": "Thank you because…",
      "vi": "Cảm ơn em vì…"
    }
  },
  {
    "translation": {
      "en": "I know it doesn't always feel good, so I hope you can live with that.",
      "vi": "Anh biết không phải luôn dễ chịu, nên hy vọng em chấp nhận được."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "I know I'm emotionally obtuse sometimes,",
      "vi": "Anh biết đôi khi anh mù mờ về cảm xúc,"
    }
  },
  {
    "translation": {
      "en": "but I'm grateful you don't hold it against me.",
      "vi": "nhưng anh mừng là em không ghét anh vì thế."
    }
  },
  {
    "translation": {
      "en": "Thank you…",
      "vi": "Cảm ơn em…"
    }
  },
  {
    "translation": {
      "en": "for assuming the best.",
      "vi": "vì giả định điều tốt nhất."
    }
  },
  {
    "translation": {
      "en": "I love you, Marie. I'll always love you, my Marie.",
      "vi": "Anh yêu em, Marie. Anh sẽ luôn yêu em, Marie của anh."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "From the bottom of my heart, thank you.",
      "vi": "Từ tận đáy lòng anh, cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "I love you, Marie.",
      "vi": "Anh yêu em, Marie."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Không có gì."
    }
  }
]