[
  {
    "translation": {
      "en": "[man, in Zulu] God has plans.",
      "vi": "Ý trời đã định."
    }
  },
  {
    "translation": {
      "en": "Life is tricky.",
      "vi": "Đời người khó lường."
    }
  },
  {
    "translation": {
      "en": "It is unpredictable and hard to understand.",
      "vi": "Mọi việc đều khó đoán và khó hiểu."
    }
  },
  {
    "translation": {
      "en": "Things don't always happen the way we want them to.",
      "vi": "Không phải chuyện gì cũng theo ý ta."
    }
  },
  {
    "translation": {
      "en": "And that's okay with me.",
      "vi": "Và tôi chấp nhận."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] Senzo Meyiwa,",
      "vi": "Senzo Meyiwa,"
    }
  },
  {
    "translation": {
      "en": "the 27-year-old captain and goalkeeper of the South African national football team,",
      "vi": "là đội trưởng và thủ môn 27 tuổicủa đội tuyển bóng đá quốc gia Nam Phi,"
    }
  },
  {
    "translation": {
      "en": "has been shot and killed.",
      "vi": "đã bị bắn chết."
    }
  },
  {
    "translation": {
      "en": "[man 1, echoing] A national tragedy.",
      "vi": "LOẠT PHIM TÀI LIỆU NETFLIX Một bi kịch quốc gia."
    }
  },
  {
    "translation": {
      "en": "For me, this is a national tragedy.",
      "vi": "Với tôi, đây là một bi kịch quốc gia."
    }
  },
  {
    "translation": {
      "en": "-[sirens] -[woman 2] Soccer star Senzo Meyiwa,",
      "vi": "Ngôi sao bóng đá Senzo Meyiwa"
    }
  },
  {
    "translation": {
      "en": "murdered in an apparent robbery at his girlfriend's home.",
      "vi": "bị sát hại tại nhà bạn gáitrong một vụ nghi là cướp bóc."
    }
  },
  {
    "translation": {
      "en": "[woman 3] …shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "vi": "Anh bị bắn chết tại nhà ca sĩKelly Khumalo ở Vosloorus."
    }
  },
  {
    "translation": {
      "en": "[woman 4] I am one person who thrives in her truth.",
      "vi": "Tôi là người ưa sống thật."
    }
  },
  {
    "translation": {
      "en": "And I also believe that if you own your truth, no one can use it against you.",
      "vi": "Tôi cũng tin nếu ta làm chủ sự thật,không ai có thể lợi dụng nó hại bạn."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Police say he was in a house with seven other people when it happened.",
      "vi": "Cảnh sát cho hay khi xảy ra sự việc,nạn nhân ở cùng bảy người khác. TRONG NGÔI NHÀNGÀY XẢY RA ÁN MẠNG"
    }
  },
  {
    "translation": {
      "en": "If it's more than a robbery that went wrong, what can it be?",
      "vi": "Nếu không chỉ là vụ cướpthì sự việc ở đây là gì?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Senzo's life is like a safe,",
      "vi": "Cuộc đời của Senzo như một cái két sắt,"
    }
  },
  {
    "translation": {
      "en": "where you go inside it and then you find another safe",
      "vi": "đi vào trongrồi lại tìm thấy một cái két sắt nữa,"
    }
  },
  {
    "translation": {
      "en": "and another safe… [chuckles]",
      "vi": "rồi một cái nữa."
    }
  },
  {
    "translation": {
      "en": "Police now say it was a hit.",
      "vi": "Cảnh sát nói là vụ thuê giết người."
    }
  },
  {
    "translation": {
      "en": "[man 3] This was an assassination.",
      "vi": "Đây là một vụ ám sát."
    }
  },
  {
    "translation": {
      "en": "The robbery was a cover-up.",
      "vi": "Vụ cướp chỉ là vỏ bọc."
    }
  },
  {
    "translation": {
      "en": "[woman 5] Why would you kill your husband?",
      "vi": "Sao cô ấy lại giết chồng mình?"
    }
  },
  {
    "translation": {
      "en": "Why? For what?",
      "vi": "Tại sao? Vì lý do gì?"
    }
  },
  {
    "translation": {
      "en": "[man 4] People like Kelly might help to solve this case.",
      "vi": "Người như Kelly có thể giúp phá vụ án này."
    }
  },
  {
    "translation": {
      "en": "People like Longwe, they're not saying anything.",
      "vi": "Người như Longwe,họ không tiết lộ điều gì."
    }
  },
  {
    "translation": {
      "en": "[chanting, in Zulu] Kelly is a dog! Kelly is a dog!",
      "vi": "Kelly là một con chó!"
    }
  },
  {
    "translation": {
      "en": "[in English] After six years, police finally arrested",
      "vi": "Sau sáu năm, cuối cùng cảnh sát đã bắt giữ một sốnghi phạm được cho là gây ra vụ án mạng."
    }
  },
  {
    "translation": {
      "en": "several suspects they believe are behind the murder.",
      "vi": "cuối cùng cảnh sát đã bắt giữ một sốnghi phạm được cho là gây ra vụ án mạng."
    }
  },
  {
    "translation": {
      "en": "[man 5, in Zulu] They are hitmen and they kill, but I know they're not involved in Senzo's case.",
      "vi": "Họ đều là sát thủ nhưng tôi biếthọ không liên quan đến vụ Senzo."
    }
  },
  {
    "translation": {
      "en": "[man 6, in Zulu] The people in the house are hiding something.",
      "vi": "Những người trong nhà đóđang che giấu gì đó."
    }
  },
  {
    "translation": {
      "en": "The truth always comes out.",
      "vi": "Sự thật sẽ luôn được phơi bày."
    }
  },
  {
    "translation": {
      "en": "[man 7, in English] We've lost a captain. We've lost a father, a brother, a friend.",
      "vi": "Chúng tôi đã mất một đội trưởng. Chúng tôi mất đi người cha,người anh em, người bạn."
    }
  },
  {
    "translation": {
      "en": "[woman 6, in Zulu] Everyone who was in that house…",
      "vi": "Tất cả những người trong ngôi nhà đó,"
    }
  },
  {
    "translation": {
      "en": "and I mean everyone, they know who killed my child.",
      "vi": "chắc chắn tất cả bọn họ,biết người đã giết con tôi."
    }
  },
  {
    "translation": {
      "en": "[crying] Why did my child leave me?",
      "vi": "Con tôi bỏ tôi mà đi. Đau xót lắm."
    }
  },
  {
    "translation": {
      "en": "[woman 3, in English] The Bafana Bafana and Orlando Pirates captain",
      "vi": "Đội trưởng đội bóng Bafana Bafanavà Orlando Pirates"
    }
  },
  {
    "translation": {
      "en": "was shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "vi": "bị bắn chết tại nhà ca sĩ Kelly Khumalotại thành phố Vosloorus."
    }
  },
  {
    "translation": {
      "en": "[man] The national football captain was visiting his girlfriend,",
      "vi": "Đội trưởng đội tuyển quốc giađã đến thăm bạn gái,"
    }
  },
  {
    "translation": {
      "en": "who is a well-known musician in her own right.",
      "vi": "cô là ca sĩ có thực lực nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "The couple have a seven-month-old daughter together.",
      "vi": "Cặp đôi có với nhaumột con gái bảy tháng tuổi."
    }
  },
  {
    "translation": {
      "en": "[man, in English] Late that night, I received a call from",
      "vi": "Tối muộn hôm đó, tôi nhận được cuộc gọi từ"
    }
  },
  {
    "translation": {
      "en": "the provincial commissioner responsible for the detectives,",
      "vi": "cảnh sát trưởng của tỉnhchịu trách nhiệm nhóm cảnh sát điều tra."
    }
  },
  {
    "translation": {
      "en": "and he informed me that, um…",
      "vi": "Ông báo cho tôi rằng"
    }
  },
  {
    "translation": {
      "en": "Bafana Bafana's goalkeeper Senzo Meyiwa has been gunned down.",
      "vi": "thủ môn đội Bafana Bafanalà Senzo Meyiwa đã bị bắn chết."
    }
  },
  {
    "translation": {
      "en": "-Me and my team, we rushed to the scene. -[siren wailing]",
      "vi": "Tôi và cả đội vội vã đến hiện trường."
    }
  },
  {
    "translation": {
      "en": "There were many people outside the yard and inside the yard.",
      "vi": "Ngoài và trong sân có rất đông người."
    }
  },
  {
    "translation": {
      "en": "The duty officer on standby was there from the local detectives.",
      "vi": "Cảnh sát địa phương trực đêm đó đã tới đó trước."
    }
  },
  {
    "translation": {
      "en": "And I also found the MEC for Public Safety.",
      "vi": "Tôi cũng thấy thành viên hội đồngbên Cục An Toàn Công Cộng đã tới."
    }
  },
  {
    "translation": {
      "en": "Then we cleared the scene, and together we sat inside in the house",
      "vi": "Sau đó chúng tôi phong toả hiện trườngvà cùng nhau ngồi trong nhà"
    }
  },
  {
    "translation": {
      "en": "to interview the family as to what happened.",
      "vi": "để hỏi mọi người về việc vừa xảy ra."
    }
  },
  {
    "translation": {
      "en": "People in the house saying that it was a robbery that went wrong.",
      "vi": "Người trong nhà nói đây làvụ cướp dẫn đến giết người."
    }
  },
  {
    "translation": {
      "en": "[in English] Unfortunately, Senzo tried to protect Kelly",
      "vi": "Thật không may, Senzo đã cố bảo vệ Kelly"
    }
  },
  {
    "translation": {
      "en": "because one of the guys was pointing a firearm,",
      "vi": "vì một người trong đám cướp đã chĩa súng"
    }
  },
  {
    "translation": {
      "en": "a gun, at-- at Kelly,",
      "vi": "về phía Kelly,"
    }
  },
  {
    "translation": {
      "en": "and when he did that, they-- they shot him from the back.",
      "vi": "thấy thế, bọn cướp bắn anh ấy từ sau lưng."
    }
  },
  {
    "translation": {
      "en": "[Sibiya] As they explained what happened,",
      "vi": "Theo lời kể lại của họ,"
    }
  },
  {
    "translation": {
      "en": "they were in the house and two people came in.",
      "vi": "mọi người đang ở trong nhàthì có hai người bước vào."
    }
  },
  {
    "translation": {
      "en": "And then Senzo tried to jump on one as they were robbing them,",
      "vi": "Khi vụ cướp xảy ra,Senzo cố tấn công một trong số chúng,"
    }
  },
  {
    "translation": {
      "en": "and then they shot at him.",
      "vi": "rồi bị chúng bắn."
    }
  },
  {
    "translation": {
      "en": "[man, in English] My phone started going crazy.",
      "vi": "Điện thoại của tôi bắt đầu rung liên hồi. #SENZOMEYIWAYÊNNGHỈ #HÃYYÊNNGHỈ#MEYIWAYÊNNGHỈ #SENZOYÊNNGHỈ"
    }
  },
  {
    "translation": {
      "en": "They were talking about being at Kelly's house, drama, guns being drawn.",
      "vi": "Người ta bàn tán về vụ ở nhà Kelly,thảm kịch, có cả nổ súng."
    }
  },
  {
    "translation": {
      "en": "There was something about a break-in, but what did they take?",
      "vi": "Cũng có bàn tán về một vụ đột nhập,nhưng kẻ trộm đã lấy gì?"
    }
  },
  {
    "translation": {
      "en": "They just took his life away.",
      "vi": "Chúng chỉ lấy đi mạng sống của anh ấy."
    }
  },
  {
    "translation": {
      "en": "But why him, if there's a room full of people?",
      "vi": "Nhưng trong phòng bao nhiêu người,sao chỉ tấn công anh ấy?"
    }
  },
  {
    "translation": {
      "en": "You know, stories that weren't really making sense.",
      "vi": "Diễn biến không hợp lý cho lắm."
    }
  },
  {
    "translation": {
      "en": "What was the motive, you know?",
      "vi": "Động cơ là gì?"
    }
  },
  {
    "translation": {
      "en": "Because here's a football player who…",
      "vi": "Vì Senzo là cầu thủ bóng đá"
    }
  },
  {
    "translation": {
      "en": "was either fighting to win with his club…",
      "vi": "đang hết mình giành chiến thắngcho câu lạc bộ của mình,"
    }
  },
  {
    "translation": {
      "en": "…or had a big broad smile, who was loved by the fans.",
      "vi": "hay do anh có một nụ cười tươi,luôn được người hâm mộ yêu quý."
    }
  },
  {
    "translation": {
      "en": "Senzo was at the height of his career when he passed away.",
      "vi": "Senzo qua đờikhi đang ở đỉnh cao của sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "[Thomas Mlambo] Just tell us your name, your position, and how long you've been at the club.",
      "vi": "Hãy nói tên, vị trívà thời gian anh đá cho câu lạc bộ."
    }
  },
  {
    "translation": {
      "en": "Ah, my name is Senzo Meyiwa,",
      "vi": "Tên tôi là Senzo Meyiwa,"
    }
  },
  {
    "translation": {
      "en": "Orlando Pirates goalkeeper,",
      "vi": "thủ môn đội tuyển Orlando Pirates,"
    }
  },
  {
    "translation": {
      "en": "and I've been ten years at Orlando Pirates.",
      "vi": "tôi đã thi đấu cho đội Orlando Piratesđược mười năm."
    }
  },
  {
    "translation": {
      "en": "[Thomas] For ten years?",
      "vi": "Mười năm?"
    }
  },
  {
    "translation": {
      "en": "[Mark Gleeson] Header!",
      "vi": "Đánh đầu!"
    }
  },
  {
    "translation": {
      "en": "And Meyiwa saves.",
      "vi": "Meyiwa đã bắt bóng thành công."
    }
  },
  {
    "translation": {
      "en": "And that game in the rain was arguably the best I had seen him play…",
      "vi": "Hôm đó mưa, tôi thấy có thể nóiđó là trận hay nhất anh ấy từng đá…"
    }
  },
  {
    "translation": {
      "en": "given the conditions.",
      "vi": "dù thời tiết như vậy."
    }
  },
  {
    "translation": {
      "en": "You know when you say people are playing the game of their lives?",
      "vi": "Anh biết khi người ta nói một ngườiđang đá một trận để đời không?"
    }
  },
  {
    "translation": {
      "en": "He was playing the game of his life.",
      "vi": "Hôm đó anh ấy đã đá một trận đấu để đời."
    }
  },
  {
    "translation": {
      "en": "Although we did not know that it was going to be the last game of his life.",
      "vi": "Mặc dù chúng ta đã không biết rằngđó là trận cuối đời anh."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Lots of movement in the box. Dolly goes for the goal!",
      "vi": "Rất nhiều tranh chấptrong khu vực 16m50. Dolly sút!"
    }
  },
  {
    "translation": {
      "en": "Meyiwa makes a very good save again.",
      "vi": "Meyiwa tiếp tục cản phá hiệu quả."
    }
  },
  {
    "translation": {
      "en": "[Brian Mathe] He's an experienced goalkeeper.",
      "vi": "Anh ấy là thủ môn giàu kinh nghiệm."
    }
  },
  {
    "translation": {
      "en": "He goes for safety. Didn't try to catch the ball outright.",
      "vi": "Anh chú trọng phòng ngự.Không cố bắt bóng trực tiếp."
    }
  },
  {
    "translation": {
      "en": "Good shot, as well. Very intriguing.",
      "vi": "UMLAZI, KWAZULU-NATAL, NAM PHI"
    }
  },
  {
    "translation": {
      "en": "[Gleeson] He really gave it pace at the end there.",
      "vi": "ĐÊM XẢY RA ÁN MẠNGNHÀ BỐ MẸ SENZO"
    }
  },
  {
    "translation": {
      "en": "[Senzo's mother, in Zulu] We didn't watch Senzo when he played soccer.",
      "vi": "Chúng tôi không haytheo dõi Senzo đá bóng."
    }
  },
  {
    "translation": {
      "en": "His father would always watch the next day.",
      "vi": "Thường thì bố Senzo sẽ xem vào hôm sau."
    }
  },
  {
    "translation": {
      "en": "I asked his father to call and tell him we were watching.",
      "vi": "Tôi bảo chồng gọi cho conđể báo là chúng tôi đang xem trận đấu."
    }
  },
  {
    "translation": {
      "en": "His father sent a message saying, \"Senzo, we are watching you here.\"",
      "vi": "Chồng tôi gửi tin nhắn nói rằng:\"Senzo, bố mẹ đang xem con đá\"."
    }
  },
  {
    "translation": {
      "en": "After each game, his father would text him and advise him on his mistakes.",
      "vi": "MẸ CỦA SENZO Sau mỗi trận đấu, bố Senzo sẽ nhắn tinkhuyên bảo Senzo về các lỗi khi đá."
    }
  },
  {
    "translation": {
      "en": "His dream was to play for Pirates and God granted him that wish.",
      "vi": "Ước mơ của nó là chơi cho tuyển Piratesvà Chúa đã ban cho nó việc ấy."
    }
  },
  {
    "translation": {
      "en": "He loved Pirates so much. He really loved Pirates.",
      "vi": "Con tôi rất yêu đội Pirates.Nó yêu đội bóng lắm."
    }
  },
  {
    "translation": {
      "en": "When they lost a game he would cry.",
      "vi": "Đội thua trận nào là nó đều khóc."
    }
  },
  {
    "translation": {
      "en": "So, I asked his father, \"Has he not responded yet?\"",
      "vi": "Rồi tôi hỏi bố nó:\"Con chưa nhắn trả lời à?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No, not yet.\" I said, \"He will answer.\"",
      "vi": "Ông ấy bảo: \"Vẫn chưa\".Tôi nói: \"Rồi nó sẽ trả lời\"."
    }
  },
  {
    "translation": {
      "en": "I don't know how people found out. They just started arriving.",
      "vi": "Tôi không biết làm thế nào mà người tabiết được. Họ cứ thế kéo đến."
    }
  },
  {
    "translation": {
      "en": "[crying] It was really tough.",
      "vi": "Thật sự rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "When he died, I also died.",
      "vi": "Con tôi mất rồi, tôi cũng như chết đi."
    }
  },
  {
    "translation": {
      "en": "I remember him sitting on my bed. My old, broken bed.",
      "vi": "Tôi nhớ khi con ngồi trên giường tôi.Chiếc giường cũ nát của tôi."
    }
  },
  {
    "translation": {
      "en": "He said, \"Mom, I will buy you a bed.\"",
      "vi": "Nó nói: \"Mẹ, con sẽ mua giường cho mẹ\"."
    }
  },
  {
    "translation": {
      "en": "Senzo would support us.",
      "vi": "Senzo chăm sóc chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We would eat, there was nothing he didn't do for us.",
      "vi": "Chúng tôi có cái ăn,con tôi luôn lo cho cả nhà."
    }
  },
  {
    "translation": {
      "en": "Why did my child leave me?",
      "vi": "Con tôi bỏ tôi mà đi. Đau xót lắm."
    }
  },
  {
    "translation": {
      "en": "Today, I cry alone.",
      "vi": "Hôm nay, tôi khóc trong cô độc."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] We now cross live to our reporter",
      "vi": "Mời phóng viên đang ghi hình trực tiếp"
    }
  },
  {
    "translation": {
      "en": "who's at the family home at Umlazi in Durban.",
      "vi": "tại nhà riêng của nạn nhântại Umlazi ở Durban tiếp sóng."
    }
  },
  {
    "translation": {
      "en": "[reporter] His mother has been unable, really, to accept the news,",
      "vi": "Sau khi nhận được hung tinvào sáng sớm nay,"
    }
  },
  {
    "translation": {
      "en": "as she was then rushed off to hospital,",
      "vi": "mẹ nạn nhân đau buồn tột độ,"
    }
  },
  {
    "translation": {
      "en": "of course, as she got the news in the early hours of this morning.",
      "vi": "và sau đó được đưa gấp đến bệnh viện."
    }
  },
  {
    "translation": {
      "en": "His siblings are inside, his father is also here.",
      "vi": "Các anh chị emvà cả bố nạn nhân đều ở đây."
    }
  },
  {
    "translation": {
      "en": "-[singing] -♪ Rest in peace, Senzo Meyiwa! ♪",
      "vi": "Senzo Meyiwa!"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Although Senzo Meyiwa's death is a tragic loss,",
      "vi": "Dù cái chết của Senzo Meyiwalà một mất mát bi thảm,"
    }
  },
  {
    "translation": {
      "en": "fans of Orlando Pirates in Umlazi are determined to celebrate his life.",
      "vi": "người hâm mộ đội Orlando Pirates ở Umlaziquyết định tôn vinh cuộc đời của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Irvin Khoza, the club's head, personally paid his respects at Meyiwa's home.",
      "vi": "Irvin Khoza, chủ nhiệm câu lạc bộ,đã đích thân đến viếng tại nhà Meyiwa."
    }
  },
  {
    "translation": {
      "en": "[in English] Why Senzo?",
      "vi": "Tại sao lại là Senzo?"
    }
  },
  {
    "translation": {
      "en": "If that question can be answered, I'd be the happiest person.",
      "vi": "Nếu tìm ra được nguyên do,tôi sẽ là người nhẹ nhõm nhất."
    }
  },
  {
    "translation": {
      "en": "To give a full report to the father,",
      "vi": "Để tôi báo cáo đầy đủ cho bố Senzo"
    }
  },
  {
    "translation": {
      "en": "because he gave the boy to me when he was only 14 years old.",
      "vi": "vì ông đã gửi gắm cậu bé cho tôikhi cậu chỉ mới 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "[Khoza] In this place where we are, it's Umlazi.",
      "vi": "Nơi chúng ta đang đứng đây là Umlazi."
    }
  },
  {
    "translation": {
      "en": "These places were the dumping grounds by apartheid,",
      "vi": "Đây từng là nơi người da màubị bọn phân biệt chủng tộc ép tới sống,"
    }
  },
  {
    "translation": {
      "en": "for us not to make it in life.",
      "vi": "ép chúng ta sống cuộc đời khốn cùng."
    }
  },
  {
    "translation": {
      "en": "But people like Senzo Meyiwa emerged from this township,",
      "vi": "Nhưng những người như Senzo Meyiwa, vươn lên từ thị trấn này"
    }
  },
  {
    "translation": {
      "en": "and became not only warriors but heroes of millions of South African youth.",
      "vi": "và trở thành chiến binh, thành anh hùngcủa hàng triệu thanh niên Nam Phi."
    }
  },
  {
    "translation": {
      "en": "[Don Riddell] He was a very accomplished player, and he was really just entering",
      "vi": "Anh là cầu thủ bóng đá thành công,và mới đang bắt đầu bước vào"
    }
  },
  {
    "translation": {
      "en": "a particularly exciting phase of his career.",
      "vi": "giai đoạn cuồng nhiệtvà đặc biệt trong sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "He'd only played six times for the national side,",
      "vi": "Anh mới chỉ chơi sáu lầncho đội tuyển quốc gia,"
    }
  },
  {
    "translation": {
      "en": "known as Bafana Bafana in South Africa,",
      "vi": "được gọi là Bafana Bafana ở Nam Phi,"
    }
  },
  {
    "translation": {
      "en": "and he was on the brink of leading them to the African Cup of Nations.",
      "vi": "và anh gần như sắp dẫn dắt họtranh tài ở giải Cúp bóng đá Châu Phi."
    }
  },
  {
    "translation": {
      "en": "Obviously, I started as a striker.",
      "vi": "Tôi bắt đầu ở vị trí tiền đạo."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I was a top striker.",
      "vi": "Tôi từng là tiền đạo hàng đầu."
    }
  },
  {
    "translation": {
      "en": "[in English] No, I started as a striker.",
      "vi": "Tôi bắt đầu ở vị trí tiền đạo."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] We used to play using small poles in the township.",
      "vi": "Ở thị trấn, chúng tôitừng dùng cọc nhỏ làm cầu môn để đá bóng."
    }
  },
  {
    "translation": {
      "en": "Then Pirates held trials in 2002.",
      "vi": "Đội Pirates mở giải tuyển cầu thủvào năm 2002."
    }
  },
  {
    "translation": {
      "en": "[in English] My parents didn't have money. They had to borrow money from neighbors.",
      "vi": "Bố mẹ tôi không có tiền.Họ phải vay mượn hàng xóm."
    }
  },
  {
    "translation": {
      "en": "\"My son is going for trials.\"",
      "vi": "Con tôi sắp đi dự tuyển."
    }
  },
  {
    "translation": {
      "en": "There was a lot of kids there.",
      "vi": "Ở đó có rất nhiều đứa trẻ như tôi."
    }
  },
  {
    "translation": {
      "en": "They gave you five minutes for the trials.",
      "vi": "Mỗi người có năm phút đá dự tuyển."
    }
  },
  {
    "translation": {
      "en": "So obviously, they must see something from you.",
      "vi": "Nên đương nhiênhọ phải nhìn thấy tiềm năng ở bạn."
    }
  },
  {
    "translation": {
      "en": "Even if they don't come and shoot, what are you doing as a keeper in your goalposts?",
      "vi": "Ngay cả khi đối thủ không tới sút bóng,thì là thủ môn, bạn làm gì?"
    }
  },
  {
    "translation": {
      "en": "I think I used that.",
      "vi": "Tôi nghĩ tôi đã làm tốt."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Twenty years old. His first derby today.",
      "vi": "Hai mươi tuổi.Trận derby đầu tiên của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Even if I don't know the players,",
      "vi": "Dù tôi không quen các cầu thủ khác,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, come inside. Check man behind. Watch on your right shoulder.\"",
      "vi": "\"Này, vào trong đi. Để ý người phía sau.Để ý phía cánh phải\"."
    }
  },
  {
    "translation": {
      "en": "[Gleeson] Meyiwa has even less experience then Khune.",
      "vi": "Meyiwa còn ít kinh nghiệm hơn Khune."
    }
  },
  {
    "translation": {
      "en": "[Senzo] You know, \"Keeper's ball!\"",
      "vi": "\"Bóng của thủ môn!\" mà."
    }
  },
  {
    "translation": {
      "en": "That's why I managed to-- to survive on those trials.",
      "vi": "Đó là lý do tôi vượt quacác vòng tuyển chọn đó."
    }
  },
  {
    "translation": {
      "en": "I think keeping, it's something that…",
      "vi": "Tôi nghĩ nó là thứ gì đó"
    }
  },
  {
    "translation": {
      "en": "It was in me.",
      "vi": "có sẵn trong người tôi."
    }
  },
  {
    "translation": {
      "en": "I'm the best keeper in the world.",
      "vi": "Tôi là thủ môn giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "[in English] If you want to communicate with us, and obviously, tonight it's a big one.",
      "vi": "Nếu anh muốn nói với chúng tôi,tối nay rõ ràng là thời điểm thích hợp."
    }
  },
  {
    "translation": {
      "en": "What's your reaction to this?",
      "vi": "Anh thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "[caller 1, in Zulu] This Senzo thing is too painful.",
      "vi": "Vụ việc Senzo này quá đau đớn. THÍNH GIẢ GỌI"
    }
  },
  {
    "translation": {
      "en": "[caller 2] Senzo's story is not okay. Not at all.",
      "vi": "Câu chuyện của Senzo không ổn chút nào.Không hề ổn."
    }
  },
  {
    "translation": {
      "en": "[caller 3] We are heartbroken about Senzo!",
      "vi": "Chúng tôi rất đau lòng về chuyện Senzo!"
    }
  },
  {
    "translation": {
      "en": "He was so determined to play internationally one day,",
      "vi": "Anh ấy quyết tâm có ngàychơi cho các đội quốc tế,"
    }
  },
  {
    "translation": {
      "en": "for Barcelona, for Manchester United!",
      "vi": "cho Barcelona, cho Manchester United!"
    }
  },
  {
    "translation": {
      "en": "[reporter, in English] And so this is the scene of the crime.",
      "vi": "Và đây là hiện trường vụ án."
    }
  },
  {
    "translation": {
      "en": "This house here behind me, that's where Senzo Meyiwa was shot last night.",
      "vi": "Ngôi nhà sau lưng tôilà nơi Senzo Meyiwa bị bắn tối qua."
    }
  },
  {
    "translation": {
      "en": "Three men came in, and they fired a shot that led to the death",
      "vi": "Ba người đàn ông xông vàovà nổ một phát súng dẫn đến cái chết"
    }
  },
  {
    "translation": {
      "en": "of the South African national football captain.",
      "vi": "của đội trưởng đội bóng quốc gia Nam Phi."
    }
  },
  {
    "translation": {
      "en": "[man, in English] I work for a Sunday publication.",
      "vi": "Tôi làm việc cho một ấn phẩm Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "My boss said,",
      "vi": "Sếp của tôi nói:"
    }
  },
  {
    "translation": {
      "en": "\"This story is of national interest. This is the national goalkeeper.\"",
      "vi": "\"Câu chuyện này là mối quan tâm quốc gia.Đây là thủ môn quốc gia\"."
    }
  },
  {
    "translation": {
      "en": "\"I want you guys to help with your skills, so we can get to the bottom of this.\"",
      "vi": "\"Tôi muốn các anh dùng kỹ năng cá nhânđể giúp, để chúng ta biết được sự thật\"."
    }
  },
  {
    "translation": {
      "en": "When the details started emerging",
      "vi": "Khi các tình tiết bắt đầu được tiết lộ,"
    }
  },
  {
    "translation": {
      "en": "that it was inside the house and there were seven people inside the house,",
      "vi": "sự việc xảy ra trong nhàvà khi đó có bảy người trong nhà,"
    }
  },
  {
    "translation": {
      "en": "I said, \"We need to interview everyone who was in the house.\"",
      "vi": "Tôi nói: \"Chúng ta cần phỏng vấntất cả những người trong nhà\"."
    }
  },
  {
    "translation": {
      "en": "First it was Kelly Khumalo, who was his girlfriend.",
      "vi": "Đầu tiên là Kelly Khumalo, người bạn gái."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo's two kids.",
      "vi": "Hai đứa con của Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "Her sister, Zandie.",
      "vi": "Em gái cô ấy, Zandie."
    }
  },
  {
    "translation": {
      "en": "Senzo's best friends,",
      "vi": "Những người bạn thân của Senzo,"
    }
  },
  {
    "translation": {
      "en": "as well as Longwe Twala, who was dating Zandie at the time.",
      "vi": "cũng như Longwe Twala,lúc đó đang hẹn hò với Zandie."
    }
  },
  {
    "translation": {
      "en": "And Kelly's mom.",
      "vi": "Và mẹ của Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo is a well-known pop star in South Africa.",
      "vi": "Kelly Khumalo là ngôi sao nhạc popnổi tiếng ở Nam Phi."
    }
  },
  {
    "translation": {
      "en": "She said one thing very touching to me at the time.",
      "vi": "Lúc đó cô ấy nói một điều rất cảm động."
    }
  },
  {
    "translation": {
      "en": "She said, \"He died in my arms.\"",
      "vi": "Cô ấy nói:\"Anh ấy chết trong vòng tay tôi\"."
    }
  },
  {
    "translation": {
      "en": "[Kelly, in English] We're fighting the intruders… and… gunshots.",
      "vi": "Chúng tôi đang giằng co với bọn cướpthì có tiếng súng."
    }
  },
  {
    "translation": {
      "en": "And then Senzo ran into my hands,",
      "vi": "Rồi Senzo chạy vào vòng tay tôi,"
    }
  },
  {
    "translation": {
      "en": "I thought he was trying to protect me from these people,",
      "vi": "tôi tưởng anh đang bảo vệ tôikhỏi đám người này,"
    }
  },
  {
    "translation": {
      "en": "only to find out that he had been shot.",
      "vi": "nhưng rồi tôi phát hiện ra anh đã bị bắn,"
    }
  },
  {
    "translation": {
      "en": "It was very, very sad, and very… We were all touched.",
      "vi": "Thật đau buồn, chúng tôi đều cảm động."
    }
  },
  {
    "translation": {
      "en": "[Kelly] And then when I held him, that's when I realized",
      "vi": "Rồi khi đang ôm anh ấy tôi nhận thấy"
    }
  },
  {
    "translation": {
      "en": "he had blood on his chest and on his back.",
      "vi": "ngực và lưng anh ấy rướm đầy máu."
    }
  },
  {
    "translation": {
      "en": "And then that's when I tried…",
      "vi": "Lúc đó tôi tìm cách…"
    }
  },
  {
    "translation": {
      "en": "Everybody tried in the house to take him to the hospital,",
      "vi": "Mọi người trong nhàtìm cách đưa anh ấy đến bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "and we rushed.",
      "vi": "chúng tôi cuống cuồng."
    }
  },
  {
    "translation": {
      "en": "I prayed until I ran out of words to say. [crying]",
      "vi": "Tôi cầu nguyện cho đến khi cạn lời."
    }
  },
  {
    "translation": {
      "en": "[Kelly] First of all, I have never seen a gun,",
      "vi": "Trước hết, cả đời tôi,"
    }
  },
  {
    "translation": {
      "en": "ever in my life.",
      "vi": "tôi chưa từng tận mắt thấy súng."
    }
  },
  {
    "translation": {
      "en": "So imagine what I was going through.",
      "vi": "Nên hãy nghĩ tới tâm trạng tôikhi chuyện xảy ra."
    }
  },
  {
    "translation": {
      "en": "I have children in my house",
      "vi": "Trong nhà có trẻ con"
    }
  },
  {
    "translation": {
      "en": "and I have my family in my house and there's these intruders in the house.",
      "vi": "và còn cả gia đình tôi,bỗng lại có bọn đột nhập này."
    }
  },
  {
    "translation": {
      "en": "I… At some point, I forgot my children.",
      "vi": "Tôi... Có lúc tôi quên cả con mình."
    }
  },
  {
    "translation": {
      "en": "That's what happened to me at that point, and when I came back to my senses,",
      "vi": "Điều đó đã xảy ra với tôi,và khi hoàn hồn,"
    }
  },
  {
    "translation": {
      "en": "I remembered that, actually, I have children in the house.",
      "vi": "tôi nhớ ra rằng trong nhà có trẻ con."
    }
  },
  {
    "translation": {
      "en": "And I wanted to protect my children.",
      "vi": "Và tôi muốn bảo vệ con tôi,"
    }
  },
  {
    "translation": {
      "en": "At the same time, I wanted to protect myself.",
      "vi": "nhưng đồng thời tôi cũng phải bảo vệ mình."
    }
  },
  {
    "translation": {
      "en": "So it was just a whole lot of things happening at once,",
      "vi": "Lúc đó có quá nhiều chuyệnxảy ra cùng một lúc,"
    }
  },
  {
    "translation": {
      "en": "and very confusing,",
      "vi": "rất rối loạn,"
    }
  },
  {
    "translation": {
      "en": "and… and I felt so powerless,",
      "vi": "và tôi cảm thấy thật bất lực"
    }
  },
  {
    "translation": {
      "en": "because I'm always that person who wants to protect.",
      "vi": "vì tôi luôn là ngườimuốn bảo vệ người khác."
    }
  },
  {
    "translation": {
      "en": "I'm always that person who wants to be there for the people who need me.",
      "vi": "Tôi luôn là người muốn ở bênnhững người cần mình."
    }
  },
  {
    "translation": {
      "en": "But at that particular time, I just had to be there for myself.",
      "vi": "Nhưng vào thời điểm đó,tôi phải bảo vệ bản thân."
    }
  },
  {
    "translation": {
      "en": "[Kelly] I had a performance that day in Soweto,",
      "vi": "Hôm đó tôi có buổi biểu diễn ở Soweto."
    }
  },
  {
    "translation": {
      "en": "and for some reason,",
      "vi": "Và vì lý do nào đó,"
    }
  },
  {
    "translation": {
      "en": "he had just decided that he wanted to spend the entire day with me.",
      "vi": "anh ấy quyết địnhmuốn dành cả ngày cạnh tôi."
    }
  },
  {
    "translation": {
      "en": "And my sister was there.",
      "vi": "Em gái tôi cũng ở đó."
    }
  },
  {
    "translation": {
      "en": "And then we had invited another friend from KZN over.",
      "vi": "Chúng tôi có mời một người bạn từ KZN đến."
    }
  },
  {
    "translation": {
      "en": "So the friend called, and it was time for us to go pick him up,",
      "vi": "Bạn tôi gọi điện,đã đến lúc chúng tôi đi đón cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "so we picked him up.",
      "vi": "nên chúng tôi đi đón."
    }
  },
  {
    "translation": {
      "en": "[in English] Yeah, I remember. I was waiting for them there.",
      "vi": "Vâng, tôi có nhớ, tôi đã đợi họ ở đó."
    }
  },
  {
    "translation": {
      "en": "Whenever I'm going to meet Senzo, I was always happy.",
      "vi": "Lần nào gặp Senzo tôi cũng rất vui."
    }
  },
  {
    "translation": {
      "en": "Because I knew we were going to party and have some drinks.",
      "vi": "Vì tôi biết chúng tôi sẽ tiệc tùng,uống vài ly rượu."
    }
  },
  {
    "translation": {
      "en": "Senzo was my best friend. He was everything to me. He was like a brother.",
      "vi": "Senzo là bạn thân nhất của tôi. Cậu ấylà tất cả. Cậu ấy như một người anh em."
    }
  },
  {
    "translation": {
      "en": "He was like… he was like a family member.",
      "vi": "Senzo như người thân trong nhà tôi."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we got to the house,",
      "vi": "Khi chúng tôi về đến nhà…"
    }
  },
  {
    "translation": {
      "en": "Kelly's mom was there with the kids.",
      "vi": "MẸ CỦA KELLY"
    }
  },
  {
    "translation": {
      "en": "They prepared lunch together. It was Kelly's mom, Kelly, and Zandie.",
      "vi": "…mẹ Kelly đang ở đó trông cháu. Họ đang làm bữa trưa với nhau.Có mẹ Kelly, Kelly và Zandie."
    }
  },
  {
    "translation": {
      "en": "[in English] I don't even know where to start, hey.",
      "vi": "Tôi không biết bắt đầu từ đâu."
    }
  },
  {
    "translation": {
      "en": "Hmm…",
      "vi": "PHỎNG VẤN RADIO, 5/2018"
    }
  },
  {
    "translation": {
      "en": "[softly] Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[Zandie, in Zulu] We shared a Sunday meal that my mother had prepared, as usual.",
      "vi": "Chúng tôi cùng ăn bữa cơmngày Chủ Nhật mẹ tôi nấu, như thường lệ."
    }
  },
  {
    "translation": {
      "en": "Around sunset, Longwe called to say he was coming over.",
      "vi": "Vào lúc hoàng hôn, Longwe gọibáo rằng anh ấy sẽ đến."
    }
  },
  {
    "translation": {
      "en": "I said no problem, because my mom had prepared food.",
      "vi": "Tôi nói không vấn đề gìvì mẹ tôi đã chuẩn bị đồ ăn."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] My understanding is that Longwe and Zandie, it was a fresh love.",
      "vi": "Theo như tôi hiểu thì Longwe và Zandiechỉ mới bắt đầu hẹn hò."
    }
  },
  {
    "translation": {
      "en": "Longwe is the son of one of South Africa's most famous music producers,",
      "vi": "Longwe là con trai một trong số những nhàsản xuất âm nhạc nổi tiếng nhất Nam Phi."
    }
  },
  {
    "translation": {
      "en": "Kelly, at that time, she was recording an album at Chicco's house.",
      "vi": "Thời điểm đó, Kelly đang thu âm albumở nhà Chicco."
    }
  },
  {
    "translation": {
      "en": "She used to go there with Zandie,",
      "vi": "Cô ấy thường đến đó với Zandie,"
    }
  },
  {
    "translation": {
      "en": "and, most of the time, Longwe was there at the house.",
      "vi": "phần lớn thời gianLongwe cũng ở nhà những lúc đó."
    }
  },
  {
    "translation": {
      "en": "So, they met, fell in love, and they started dating.",
      "vi": "Họ gặp nhau, yêu nhau, và bắt đầu hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I came that day, innocently.",
      "vi": "Hôm đó tôi đến như bình thường."
    }
  },
  {
    "translation": {
      "en": "I just came to pick Zandie up,",
      "vi": "LONGWE TWALAPHỎNG VẤN RADIO, 2/2018 Tôi đến để đón Zandie,"
    }
  },
  {
    "translation": {
      "en": "but then Zandie told me that their mother has cooked Sunday lunch.",
      "vi": "Tôi đến để đón Zandie, nhưng Zandie nóimẹ cô ấy đã làm cơm trưa Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "I loved Zandie at the time,",
      "vi": "Lúc đó tôi yêu Zandie,"
    }
  },
  {
    "translation": {
      "en": "you know, I wanted also a good reputation towards the mother and everything.",
      "vi": "anh biết đấy, tôi cũng muốnlấy lòng mẹ cô ấy và thể hiện nhiều điều."
    }
  },
  {
    "translation": {
      "en": "So, you know, I stayed.",
      "vi": "Nên tôi đã ở lại."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] It all happened shortly before 9:00 p.m.",
      "vi": "Mọi việc xảy ra ngay trước chín giờ tối."
    }
  },
  {
    "translation": {
      "en": "Shortly before 9:00.",
      "vi": "Khoảng gần chín giờ."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] We were watching soccer.",
      "vi": "Chúng tôi đang xem bóng đá."
    }
  },
  {
    "translation": {
      "en": "Chelsea was playing Manchester.",
      "vi": "Chelsea đá với Manchester."
    }
  },
  {
    "translation": {
      "en": "Everyone was drinking that day.",
      "vi": "Hôm đó ai cũng uống rượu."
    }
  },
  {
    "translation": {
      "en": "[in English] A bang at the door, and the door opened. And it was two guys.",
      "vi": "Có tiếng đập cửa rồi cửa mở.Và có hai người xuất hiện. HIỆN TRƯỜNGNHÀ MẸ CỦA KELLY"
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] That's when the man with the short dreads and hat came in.",
      "vi": "Đó là lúc người đàn ôngtóc bện thừng đội mũ bước vào."
    }
  },
  {
    "translation": {
      "en": "He pointed a gun at us",
      "vi": "Hắn chĩa súng về phía chúng tôi"
    }
  },
  {
    "translation": {
      "en": "and demanded money and cellphones.",
      "vi": "rồi đòi tiền và điện thoại."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it. I thought he was playing.",
      "vi": "Tôi không thể tin được.Tôi tưởng hắn đang đùa."
    }
  },
  {
    "translation": {
      "en": "Until I saw everyone's reaction and realized it was serious.",
      "vi": "Khi nhìn phản ứng của mọi ngườitôi mới nhận ra là thật."
    }
  },
  {
    "translation": {
      "en": "[in English] I was actually the first to stand up to try and protect everyone.",
      "vi": "Thật ra tôi là người đầu tiên đứng dậyvà bảo vệ mọi người."
    }
  },
  {
    "translation": {
      "en": "Not realizing that the other guy was…",
      "vi": "Tôi không nhận ra tên còn lại"
    }
  },
  {
    "translation": {
      "en": "also had a gun, and pointed the gun at me. And I actually ran out.",
      "vi": "cũng có súng và đang chĩa về phía tôi.Sau đó tôi chạy đi."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] He pushed the first guy and ran past the second guy.",
      "vi": "Anh ấy đẩy tên thứ nhấtrồi chạy tạt qua tên thứ hai."
    }
  },
  {
    "translation": {
      "en": "[in English] I wanted to go get help, but it was late.",
      "vi": "Tôi muốn chạy đi kêu cứunhưng tối muộn rồi."
    }
  },
  {
    "translation": {
      "en": "Neighbors and everyone was sleeping.",
      "vi": "Hàng xóm và mọi người đang ngủ."
    }
  },
  {
    "translation": {
      "en": "I didn't have my phone, I left it at the house,",
      "vi": "Điện thoại tôi để trong nhà"
    }
  },
  {
    "translation": {
      "en": "so I couldn't call the cops.",
      "vi": "nên không báo cảnh sát được."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we saw Longwe push him, everyone else jumped up.",
      "vi": "Khi chúng tôi thấy Longwe đẩy hắn,mọi người đều nhảy tới."
    }
  },
  {
    "translation": {
      "en": "We tried to push both men towards the door.",
      "vi": "Chúng tôi cố đẩy cả hai tên về phía cửa."
    }
  },
  {
    "translation": {
      "en": "There was a scuffle back and forth.",
      "vi": "Rồi có xô xát qua lại."
    }
  },
  {
    "translation": {
      "en": "We were all in the kitchen fighting these people.",
      "vi": "Chúng tôi đều ở trong bếpchiến đấu với mấy tên này."
    }
  },
  {
    "translation": {
      "en": "[Zandie] Next thing, the gun went off…",
      "vi": "Sau đó thì tiếng súng vang lên."
    }
  },
  {
    "translation": {
      "en": "When I heard the gunshot, I ran into the bathroom.",
      "vi": "Nghe thấy tiếng súng,tôi liền chạy vào phòng tắm."
    }
  },
  {
    "translation": {
      "en": "I ran and hid in the bedroom.",
      "vi": "Tôi chạy trốn trong phòng ngủ."
    }
  },
  {
    "translation": {
      "en": "The gunshot woke up Senzo's baby.",
      "vi": "Tiếng súng đánh thức con của Senzo."
    }
  },
  {
    "translation": {
      "en": "I only realized when I came out of the room that Senzo had been shot.",
      "vi": "Ra khỏi phòng tôi mới nhận raSenzo đã trúng đạn."
    }
  },
  {
    "translation": {
      "en": "He was lying on the floor between the couch and the TV stand.",
      "vi": "Cậu ấy nằm ngã trên sàngiữa ghế xô-fa và kệ TV."
    }
  },
  {
    "translation": {
      "en": "I called Senzo's name…",
      "vi": "Tôi gọi tên Senzo…"
    }
  },
  {
    "translation": {
      "en": "then I started panicking and crying.",
      "vi": "rồi tôi hoảng sợ và khóc."
    }
  },
  {
    "translation": {
      "en": "[in English] I never thought I would come here again.",
      "vi": "Tôi không bao giờ nghĩ sẽ quay lại đây."
    }
  },
  {
    "translation": {
      "en": "Just bring back the memories and stuff.",
      "vi": "Gợi lên những ký ức ám ảnh."
    }
  },
  {
    "translation": {
      "en": "[in English] We couldn't even wait for an ambulance to arrive,",
      "vi": "Chúng tôi không đợi xe cứu thương được"
    }
  },
  {
    "translation": {
      "en": "because for me, it felt like I would be giving up on him.",
      "vi": "vì tôi cảm giácnhư mình đang bỏ mặc anh ấy."
    }
  },
  {
    "translation": {
      "en": "[crying] I didn't want him to feel like I was giving up on him.",
      "vi": "Tôi không muốn anh ấy cảm thấybị tôi bỏ mặc."
    }
  },
  {
    "translation": {
      "en": "[Kelly] I keep thinking about it.",
      "vi": "Tôi cứ nghĩ mãi."
    }
  },
  {
    "translation": {
      "en": "Why would somebody want to do that to such an amazing person?",
      "vi": "Ai lại có thể làm vậyvới một con người tuyệt vời như thế?"
    }
  },
  {
    "translation": {
      "en": "He was at the peak of his career. He was doing so…",
      "vi": "Anh ấy đang ở đỉnh cao sự nghiệp.Anh ấy đang rất... CHƯƠNG TRÌNH THE CLOSE UP11/2015"
    }
  },
  {
    "translation": {
      "en": "You don't understand how happy he was.",
      "vi": "Các bạn không biếtanh ấy hạnh phúc thế nào đâu."
    }
  },
  {
    "translation": {
      "en": "He was extremely happy with himself,",
      "vi": "Anh ấy vô cùng hạnh phúc,"
    }
  },
  {
    "translation": {
      "en": "extremely comfortable with himself and his life.",
      "vi": "cực kỳ thoải mái với bản thânvà cuộc sống của mình."
    }
  },
  {
    "translation": {
      "en": "How can somebody steal that away from him?",
      "vi": "Sao người ta có thể cướp đi điều đócủa anh ấy như vậy?"
    }
  },
  {
    "translation": {
      "en": "From all of us.",
      "vi": "Của tất cả chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I pray to God that one day, we are able to find those people and justice is-- is served.",
      "vi": "Tôi cầu Chúa rằng sẽ có ngày chúng tôitìm được thủ phạm, công lý được thực thi."
    }
  },
  {
    "translation": {
      "en": "[woman 1, in English] Police say he was in a house with seven other people when it happened.",
      "vi": "Cảnh sát nói khi sự việc xảy ra,anh đang ở trong nhà với bảy người khác."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Meyiwa was the only person of the seven inside the house who was injured.",
      "vi": "Trong bảy người,Meyiwa là người duy nhất thương vong."
    }
  },
  {
    "translation": {
      "en": "[Marawa] But why him?",
      "vi": "Nhưng tại sao là anh ấy?"
    }
  },
  {
    "translation": {
      "en": "It was sudden, it was gruesome, it was brutal.",
      "vi": "Chuyện xảy ra đột ngột,kinh khủng và tàn bạo."
    }
  },
  {
    "translation": {
      "en": "It was final.",
      "vi": "Nó là dấu chấm hết."
    }
  },
  {
    "translation": {
      "en": "You know? So people still had and held on to so many of the memories.",
      "vi": "Nhiều người vẫn nhớ rõ những ký ức đó."
    }
  },
  {
    "translation": {
      "en": "So that is why people are still trying to piece it together.",
      "vi": "Vậy nên họ muốn chắp nối các tình tiết."
    }
  },
  {
    "translation": {
      "en": "What was the motive?",
      "vi": "Động cơ là gì?"
    }
  },
  {
    "translation": {
      "en": "It was difficult to know and to think, because there were so many different stories.",
      "vi": "Rất khó để biết và ngẫm ra đượcvì có quá nhiều câu chuyện khác nhau."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] They phoned me from the house when it happened.",
      "vi": "Họ gọi điện cho tôi từ trong nhàkhi sự việc xảy ra."
    }
  },
  {
    "translation": {
      "en": "I gave the phone to my wife.",
      "vi": "Tôi đưa điện thoại cho vợ."
    }
  },
  {
    "translation": {
      "en": "My wife asked \"What's wrong?\" I couldn't hear what they were saying.",
      "vi": "ANH TRAI SENZO Tôi không nghe được họ nói gì."
    }
  },
  {
    "translation": {
      "en": "They said he's been shot.",
      "vi": "Họ nói em tôi vừa bị bắn."
    }
  },
  {
    "translation": {
      "en": "\"Senzo's been shot.\"",
      "vi": "\"Senzo bị bắn rồi\"."
    }
  },
  {
    "translation": {
      "en": "Like it was an accident.",
      "vi": "Như kiểu đó là tai nạn."
    }
  },
  {
    "translation": {
      "en": "I kept asking, \"How?\"",
      "vi": "Tôi cứ hỏi: \"Sao lại thế?\""
    }
  },
  {
    "translation": {
      "en": "And they said, \"It's true. He's been shot.\"",
      "vi": "Và họ nói: \"Thật đấy. Anh ấy bị bắn rồi\"."
    }
  },
  {
    "translation": {
      "en": "[Tumelo] Some neighbors helped us get Senzo into the car.",
      "vi": "Hàng xóm giúp chúng tôiđưa Senzo vào xe ô tô."
    }
  },
  {
    "translation": {
      "en": "He was heavy.",
      "vi": "Anh ấy nặng."
    }
  },
  {
    "translation": {
      "en": "And Kelly was driving very fast.",
      "vi": "Và Kelly lái xe rất nhanh."
    }
  },
  {
    "translation": {
      "en": "I was in the back, with Senzo's head on my lap.",
      "vi": "Tôi ngồi ghế sau,đầu Senzo gối trên đùi tôi."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] I asked if he was alive.",
      "vi": "Tôi hỏi em tôi còn sống không."
    }
  },
  {
    "translation": {
      "en": "\"He's alive. We're rushing him to the hospital.\"",
      "vi": "\"Anh ấy còn sống.Chúng tôi đang đưa anh ấy đến bệnh viện\"."
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "vi": "Họ nói vậy."
    }
  },
  {
    "translation": {
      "en": "[Tumelo] I knew something was wrong.",
      "vi": "Tôi biết có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "because he'd stopped breathing.",
      "vi": "Vì cậu ấy đã ngừng thở."
    }
  },
  {
    "translation": {
      "en": "[in English] At some point, I left the room where they were trying to resuscitate him,",
      "vi": "Trong khi họ đang cấp cứu hồi sứccho anh ấy, có lúc tôi đã rời khỏi phòng"
    }
  },
  {
    "translation": {
      "en": "to pray, and all I heard was my mother screaming at the top of her voice.",
      "vi": "để cầu nguyện, và rồi tai tôi chỉ toàntiếng mẹ tôi hét chói tai."
    }
  },
  {
    "translation": {
      "en": "[sobs] And then I knew that…",
      "vi": "Khi đó tôi biết rằng"
    }
  },
  {
    "translation": {
      "en": "he was gone.",
      "vi": "anh ấy đã ra đi rồi."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I said to him, \"Senzo, did you bring me here to watch you die?\"",
      "vi": "Tôi bảo cậu ấy: \"Senzo, cậu đưa tớ đếnđể nhìn cậu chết à?\""
    }
  },
  {
    "translation": {
      "en": "I remember I kissed him on his forehead.",
      "vi": "Tôi nhớ là tôi đã hôn lên trán cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I didn't even notice everyone arriving.",
      "vi": "Tôi còn không nhận ra mọi người đang vào."
    }
  },
  {
    "translation": {
      "en": "[in English] Everyone was fighting, wanting to go and see Senzo,",
      "vi": "Mọi người chen nhau muốn vào nhìn Senzo,"
    }
  },
  {
    "translation": {
      "en": "'cause they didn't believe that Senzo was shot.",
      "vi": "vì họ không tin Senzo đã bị bắn."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] When we got back to the house, the police were there.",
      "vi": "Lúc chúng tôi quay về nhà,cảnh sát đều đã ở đó."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] As a journalist, you know, you've got sources.",
      "vi": "Là nhà báo thì khi đã có được nguồn tin."
    }
  },
  {
    "translation": {
      "en": "And then you go to them and say,",
      "vi": "Chúng tôi sẽ gặp họ và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Please, please, I'm begging,",
      "vi": "\"Làm ơn, tôi cầu xin bạn,"
    }
  },
  {
    "translation": {
      "en": "if you know about this, please can I just have a look?\"",
      "vi": "nếu bạn có thông tin gì,làm ơn cho tôi xem\"."
    }
  },
  {
    "translation": {
      "en": "I was fortunate enough that I was shown the docket.",
      "vi": "May mắn là tôi được cho xem hồ sơ."
    }
  },
  {
    "translation": {
      "en": "There is one neighbor",
      "vi": "Có một người hàng xóm"
    }
  },
  {
    "translation": {
      "en": "who disposed an affidavit to say she ordered people to clean the house",
      "vi": "đã tường trình rằngKelly đã cho người dọn dẹp căn nhà"
    }
  },
  {
    "translation": {
      "en": "where Senzo was killed",
      "vi": "nơi Senzo bị giết,"
    }
  },
  {
    "translation": {
      "en": "and throw away whatever they were drinking,",
      "vi": "và vứt hết những gì mọi người uống"
    }
  },
  {
    "translation": {
      "en": "because she didn't want people to see",
      "vi": "vì cô ấy không muốn người ta thấy"
    }
  },
  {
    "translation": {
      "en": "that Senzo died in a place where they were drinking.",
      "vi": "Senzo chết ở nơi mọi người đang chè chén."
    }
  },
  {
    "translation": {
      "en": "And also, she didn't want people to see Senzo's blood.",
      "vi": "Hơn nữa cô ấy cũng không muốnngười ta thấy máu của Senzo."
    }
  },
  {
    "translation": {
      "en": "[in English] If there is any allegation of the house",
      "vi": "Nếu có bất kỳ cáo buộc nàovề việc ngôi nhà"
    }
  },
  {
    "translation": {
      "en": "being cleaned before the police arrived,",
      "vi": "bị dọn dẹp trước khi cảnh sát đến,"
    }
  },
  {
    "translation": {
      "en": "it's tampering.",
      "vi": "thì đó là tội xáo trộn chứng cứ."
    }
  },
  {
    "translation": {
      "en": "You're supposed to be charging that person for defeating the ends of justice.",
      "vi": "Bạn phải buộc tội người đóvì cản trở công lý."
    }
  },
  {
    "translation": {
      "en": "Because that's-- that's exactly what it is.",
      "vi": "Vì tội đó chính xác là vậy."
    }
  },
  {
    "translation": {
      "en": "Where are the charges? Why are they not before the courts?",
      "vi": "Sao không bị truy cứu? Sao họ không đứng trước vành móng ngựa?"
    }
  },
  {
    "translation": {
      "en": "When we all arrived there, it was trampled upon already.",
      "vi": "Khi chúng tôi đến nơi,mọi thứ đã bị xáo trộn."
    }
  },
  {
    "translation": {
      "en": "Personally, we never found",
      "vi": "Bản thân chúng tôi chưa từng tìm thấy"
    }
  },
  {
    "translation": {
      "en": "any bullet or empty cartridge.",
      "vi": "đạn hay vỏ đạn."
    }
  },
  {
    "translation": {
      "en": "Senzo's case was broken…",
      "vi": "Vụ án của Senzo đã bị xáo trộn"
    }
  },
  {
    "translation": {
      "en": "at that crime scene.",
      "vi": "ngay tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "[in English] If the house was cleaned, what about the hat?",
      "vi": "Nếu nhà đã được dọn dẹp,vậy chiếc mũ thì sao?"
    }
  },
  {
    "translation": {
      "en": "Because that guy who entered the house,",
      "vi": "Vì kẻ bước vào nhà"
    }
  },
  {
    "translation": {
      "en": "was wearing a hat with the short dreads.",
      "vi": "để tóc bện thừng ngắn và có đội mũ."
    }
  },
  {
    "translation": {
      "en": "So obviously, it belongs to him.",
      "vi": "Nên rõ ràng nó thuộc về hắn."
    }
  },
  {
    "translation": {
      "en": "If the house was cleaned when we came back from hospital, what about the hat?",
      "vi": "Nếu nhà đã được dọn dẹp khi chúng tôitừ bệnh viện về, vậy chiếc mũ thì sao?"
    }
  },
  {
    "translation": {
      "en": "[in Zulu] I'm not saying if it was cleaned or not, but the hat was found on the floor, right?",
      "vi": "Không kể đến chuyện nhà có được dọnhay không, chiếc mũ ở trên sàn mà?"
    }
  },
  {
    "translation": {
      "en": "So why didn't the person who cleaned remove the hat?",
      "vi": "Vậy tại sao người dọn dẹpkhông dọn chiếc mũ đó?"
    }
  },
  {
    "translation": {
      "en": "[Khoza] We want to indicate that as Orlando Pirates Football Club,",
      "vi": "Chúng tôi muốn nói rằng với tư cách làCâu lạc bộ bóng đá Orlando Pirates,"
    }
  },
  {
    "translation": {
      "en": "we are devastated.",
      "vi": "chúng tôi đau đớn vô cùng."
    }
  },
  {
    "translation": {
      "en": "I said to the players, it's only fair that you must cry.",
      "vi": "Tôi nói với các cầu thủ,các anh khóc cũng là lẽ thường."
    }
  },
  {
    "translation": {
      "en": "Because it's not easy",
      "vi": "Vì việc phải kìm nén cảm xúc"
    }
  },
  {
    "translation": {
      "en": "to hold back emotions,",
      "vi": "thật không dễ dàng…"
    }
  },
  {
    "translation": {
      "en": "especially on an event",
      "vi": "CHỦ SỞ HỮU F.C ORLANDO PIRATES …nhất là với sự việc"
    }
  },
  {
    "translation": {
      "en": "like this one.",
      "vi": "như thế này."
    }
  },
  {
    "translation": {
      "en": "[Sifiso, in Zulu] Senzo was shot on the Sunday.",
      "vi": "Senzo bị bắn hôm Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "I left for Johannesburg on the Tuesday.",
      "vi": "Tôi đi Johannesburg vào thứ Ba."
    }
  },
  {
    "translation": {
      "en": "I went to choose a coffin.",
      "vi": "Tôi đi chọn một cỗ quan tài."
    }
  },
  {
    "translation": {
      "en": "The funeral was going to be paid for by Irvin.",
      "vi": "Chi phí đám tang do Irvin chi trả."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] Irvin Khoza is one of the most powerful soccer administrators in South Africa.",
      "vi": "Irvin Khoza là một trong những nhà quản lýđội bóng quyền lực nhất Nam Phi."
    }
  },
  {
    "translation": {
      "en": "We can say that he's the boss of South African soccer.",
      "vi": "Có thể nói ông là ông chủcủa làng bóng đá Nam Phi."
    }
  },
  {
    "translation": {
      "en": "He's very good as an administrator.",
      "vi": "Ông rất giỏi trong vai trò quản lý."
    }
  },
  {
    "translation": {
      "en": "[Khoza] For every nook and cranny, there's a football supporter.",
      "vi": "Mọi ngóc ngách đều cóngười hâm mộ bóng đá."
    }
  },
  {
    "translation": {
      "en": "So I'm saying that we're all supporters in this country.",
      "vi": "Nên tôi muốn nói trên đất nước nàyta đều là người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "Every corner of this country,",
      "vi": "Mọi ngóc ngách trên đất nước này,"
    }
  },
  {
    "translation": {
      "en": "let them help us.",
      "vi": "để cho họ giúp chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Because we don't want to speculate.",
      "vi": "Vì chúng tôi không muốn suy diễn."
    }
  },
  {
    "translation": {
      "en": "We want to know who killed Senzo.",
      "vi": "Chúng tôi muốn biết ai đã giết Senzo."
    }
  },
  {
    "translation": {
      "en": "Later on, we'll know why.",
      "vi": "Sau đó sẽ biết tại sao."
    }
  },
  {
    "translation": {
      "en": "[Sifiso, in Zulu] What I heard about the night Senzo got shot",
      "vi": "Tôi nghe nói vào đêm Senzo bị bắn,"
    }
  },
  {
    "translation": {
      "en": "is there was someone who was passing by.",
      "vi": "từng có một người đã đi ngang qua."
    }
  },
  {
    "translation": {
      "en": "I won't mention the person's name.",
      "vi": "Tôi sẽ không nhắc đến tên người đó."
    }
  },
  {
    "translation": {
      "en": "He heard the gunshots and hid.",
      "vi": "Anh ấy nghe thấy tiếng súng và đã nấp đi."
    }
  },
  {
    "translation": {
      "en": "He hid for more than two hours watching Kelly's home,",
      "vi": "Anh ấy nấp hơn hai giờ,quan sát nhà Kelly,"
    }
  },
  {
    "translation": {
      "en": "and didn't see any intruders exiting the gate.",
      "vi": "và không thấy kẻ đột nhập nàochạy ra cổng."
    }
  },
  {
    "translation": {
      "en": "It didn't happen.",
      "vi": "Chuyện đó không xảy ra."
    }
  },
  {
    "translation": {
      "en": "No robbers entered that house.",
      "vi": "Chẳng có tên cướp nào vào nhà đó cả."
    }
  },
  {
    "translation": {
      "en": "Senzo…",
      "vi": "Senzo"
    }
  },
  {
    "translation": {
      "en": "was shot by someone in the house.",
      "vi": "bị ai đó trong nhà bắn."
    }
  },
  {
    "translation": {
      "en": "[Masechaba Ndlovu, in English] Who do you think killed your son?",
      "vi": "Ông nghĩ ai đã giết con trai mình?"
    }
  },
  {
    "translation": {
      "en": "[in Zulu] The person who killed Senzo",
      "vi": "Kẻ đã giết Senzo…"
    }
  },
  {
    "translation": {
      "en": "was one of those in the house.",
      "vi": "BỐ SENZOPHỎNG VẤN RADIO - 2018 …là một trong những ngườitrong ngôi nhà đó."
    }
  },
  {
    "translation": {
      "en": "That boy, Tumelo Madlala, was there.",
      "vi": "Cái cậu Tumelo Madlala có ở đó."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was angry with Tumelo.",
      "vi": "Thành thật mà nói, tôi đã rất giận Tumelo."
    }
  },
  {
    "translation": {
      "en": "I'm still angry at him.",
      "vi": "Tôi vẫn còn giận nó."
    }
  },
  {
    "translation": {
      "en": "Tumelo was there when Senzo was shot on the Sunday.",
      "vi": "Hôm Chủ Nhật Senzo bị bắn,Tumelo cũng có mặt."
    }
  },
  {
    "translation": {
      "en": "He only came back from Johannesburg on Thursday.",
      "vi": "Thứ Năm cậu ta mới từ Joburg về."
    }
  },
  {
    "translation": {
      "en": "Only then did he come to us.",
      "vi": "Lúc đó cậu ta mới đến gặp chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] I was still there because I was waiting for my phone.",
      "vi": "Tôi vẫn ở đóvì còn đợi nhận lại điện thoại."
    }
  },
  {
    "translation": {
      "en": "The police took our phones that day in Vosloorus.",
      "vi": "Ở Vosloorus hôm đó, cảnh sáttịch thu điện thoại của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "If I didn't stay at Kelly's, where I was initially visiting,",
      "vi": "Nếu tôi không ở lại nhà Kelly,điểm đến thăm của tôi,"
    }
  },
  {
    "translation": {
      "en": "where was I going to stay?",
      "vi": "thì tôi biết ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Where was I going to stay?",
      "vi": "Làm gì còn chỗ khác."
    }
  },
  {
    "translation": {
      "en": "Everyone in the house was crying.",
      "vi": "Mọi người trong nhà đều khóc."
    }
  },
  {
    "translation": {
      "en": "Kelly would lock herself in the bedroom the whole day.",
      "vi": "Kelly nhốt mình trong phòng ngủ cả ngày."
    }
  },
  {
    "translation": {
      "en": "It wasn't pleasant in the house.",
      "vi": "Trong nhà rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] Tumelo said Senzo was shot accidentally.",
      "vi": "Tumelo nói Senzo vô tình bị bắn."
    }
  },
  {
    "translation": {
      "en": "That's what he said. Senzo was shot by mistake.",
      "vi": "Đó là anh ta nói vậy. Senzo bị ngộ sát."
    }
  },
  {
    "translation": {
      "en": "Surely if I call you, the first thing you would say is,",
      "vi": "Nếu tôi gọi cho anh,hẳn điều đầu tiên anh nói sẽ là:"
    }
  },
  {
    "translation": {
      "en": "\"Robbers came in and shot your brother.\"",
      "vi": "\"Bọn cướp xông vào và bắn em trai anh\"."
    }
  },
  {
    "translation": {
      "en": "Instead they made it sound like it was an accident.",
      "vi": "Thay vào đó, họ làm như đây là vụ tai nạn."
    }
  },
  {
    "translation": {
      "en": "They said, \"He's been shot.\"",
      "vi": "Họ nói: \"Anh ấy vừa bị bắn\"."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] People believe I know something.",
      "vi": "Người ta tin rằng tôi biết gì đó."
    }
  },
  {
    "translation": {
      "en": "That I'm being paid by someone.",
      "vi": "Rằng tôi bị người khác mua chuộc."
    }
  },
  {
    "translation": {
      "en": "Many things have been said about me on the radio.",
      "vi": "Nhiều chuyện thêu dệt về tôi trên radio."
    }
  },
  {
    "translation": {
      "en": "Especially by Senzo's family.",
      "vi": "Nhất là từ phía gia đình Senzo."
    }
  },
  {
    "translation": {
      "en": "Senzo's family is dealing with a wound, but I have that wound too.",
      "vi": "Gia đình Senzo đang đối mặt với vết thươngnhưng tôi cũng bị thương."
    }
  },
  {
    "translation": {
      "en": "That empty space they feel, I feel it too.",
      "vi": "Khoảng trống mà họ cảm thấy,tôi cũng cảm thấy nó."
    }
  },
  {
    "translation": {
      "en": "[Sifiso] Tumelo is a long-time friend of Senzo.",
      "vi": "Tumelo là bạn lâu năm của Senzo."
    }
  },
  {
    "translation": {
      "en": "He was a few grades ahead at school.",
      "vi": "Cậu ta hơn Senzo vài lớp."
    }
  },
  {
    "translation": {
      "en": "They were best friends.",
      "vi": "Họ là bạn thân."
    }
  },
  {
    "translation": {
      "en": "Buccaneer!",
      "vi": "Bhakaniya!"
    }
  },
  {
    "translation": {
      "en": "[Sifiso] That's what is confusing me.",
      "vi": "Đó là điều làm tôi khó hiểu."
    }
  },
  {
    "translation": {
      "en": "I don't understand why they would lie.",
      "vi": "Tôi không hiểu sao họ lại nói dối."
    }
  },
  {
    "translation": {
      "en": "I know this is a cover-up.",
      "vi": "Tôi biết đây là chỉ là vỏ bọc."
    }
  },
  {
    "translation": {
      "en": "I'm confused about why they won't speak up.",
      "vi": "Tôi không hiểu sao họ không lên tiếng."
    }
  },
  {
    "translation": {
      "en": "Maybe they were threatened.",
      "vi": "Có lẽ họ bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "This thing just brings me pain.",
      "vi": "ĐIều này khiến tôi đau lòng."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] It's a video, no pictures.",
      "vi": "Đang quay video, không phải chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] This is where Senzo was building his dream house.",
      "vi": "Đây là nơi Senzo xâyngôi nhà mơ ước của cậu ấy."
    }
  },
  {
    "translation": {
      "en": "It's been a long time, but we went there often.",
      "vi": "Đã rất lâu rồi,chúng tôi từng hay đến đây."
    }
  },
  {
    "translation": {
      "en": "My heart breaks when I see this place.",
      "vi": "Trái tim tôi tan nát khi nhìn."
    }
  },
  {
    "translation": {
      "en": "[Riah Phiyega, in English] We have put forward a reward.",
      "vi": "Chúng tôi đã đưa ra phần thưởng."
    }
  },
  {
    "translation": {
      "en": "This reward is on offer for any information",
      "vi": "Đây là phần thưởngdành cho bất kỳ manh mối nào… BỘ TRƯỞNG CẢNH SÁT QUỐC GIA (2014)"
    }
  },
  {
    "translation": {
      "en": "that could lead to the arrest and conviction of the perpetrators.",
      "vi": "…có thể dẫn đến việc bắt giữvà kết án thủ phạm."
    }
  },
  {
    "translation": {
      "en": "We believe that someone,",
      "vi": "Chúng tôi tin rằng ai đó,"
    }
  },
  {
    "translation": {
      "en": "somewhere,",
      "vi": "ở đâu đó,"
    }
  },
  {
    "translation": {
      "en": "somehow,",
      "vi": "bằng cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "knows something about this crime.",
      "vi": "biết gì đó về tội ác này."
    }
  },
  {
    "translation": {
      "en": "And we appeal to that person to come forward, talk to us as the police,",
      "vi": "Chúng tôi kêu gọi người đó ra mặtnói chuyện với cảnh sát chúng tôi"
    }
  },
  {
    "translation": {
      "en": "so that we can really do justice to this investigation.",
      "vi": "để chúng tôi có thể đem lại công lýcho cuộc điều tra này."
    }
  },
  {
    "translation": {
      "en": "[woman, in Afrikaans] I got a call",
      "vi": "Tôi nhận được điện thoại"
    }
  },
  {
    "translation": {
      "en": "from my national coordinator the morning after the murder.",
      "vi": "từ điều phối viên quốc gia của tôivào buổi sáng sau vụ sát hại."
    }
  },
  {
    "translation": {
      "en": "She said she needed my services.",
      "vi": "Cô ấy nói cần sự giúp đỡ của tôi."
    }
  },
  {
    "translation": {
      "en": "[in English] I'm Amanda Yvonne Steenkamp.",
      "vi": "Tôi là Amanda Yvonne Steenkamp."
    }
  },
  {
    "translation": {
      "en": "I'm a retired police officer in the facial identification unit.",
      "vi": "Tôi là sĩ quan cảnh sát đã nghỉ hưuở đơn vị nhận dạng khuôn mặt."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] I asked to speak to the witnesses individually.",
      "vi": "Tôi yêu cầu nói chuyện riêngvới các nhân chứng. CHUYÊN GIA NHẬN DIỆN KHUÔN MẶT"
    }
  },
  {
    "translation": {
      "en": "It's better because they can't confuse or influence one another.",
      "vi": "CHUYÊN GIA NHẬN DIỆN KHUÔN MẶT Như vậy tốt hơn vì họ sẽ không làm rốihay ảnh hưởng lẫn nhau."
    }
  },
  {
    "translation": {
      "en": "I can remember the first person I interviewed was Kelly Khumalo.",
      "vi": "Tôi nhớ người tôi gặp đầu tiênlà Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "[in English] She compiled the face of the person who entered the premises first.",
      "vi": "Cô ấy tả lại khuôn mặtcủa kẻ đột nhập đầu tiên."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] She pointed out the eyes, she remembered. The nose was very narrow.",
      "vi": "HÌNH ẢNH NHẬN DẠNG Cô ấy nhớ nên tả được đôi mắt.Mũi rất nhỏ hẹp."
    }
  },
  {
    "translation": {
      "en": "He had thin lips.",
      "vi": "Hắn ta có đôi môi mỏng."
    }
  },
  {
    "translation": {
      "en": "She remembered he was wearing a hat.",
      "vi": "Cô ấy nhớ hắn ta đội mũ."
    }
  },
  {
    "translation": {
      "en": "Next, I interviewed her sister.",
      "vi": "Tiếp theo, tôi phỏng vấn em gái cô ấy."
    }
  },
  {
    "translation": {
      "en": "She said that the hat fell off, showing his dreadlocks.",
      "vi": "Cô ấy nói hắn đánh rơi mũ,để lộ tóc bện thừng."
    }
  },
  {
    "translation": {
      "en": "Behind, medium length.",
      "vi": "Tóc dài ngang vai."
    }
  },
  {
    "translation": {
      "en": "[in English] One has been described as tall and slender with dreadlocks.",
      "vi": "Một tên được mô tảlà cao, gầy và để tóc bện thừng."
    }
  },
  {
    "translation": {
      "en": "The other is short and well-built.",
      "vi": "Kẻ còn lại thì thấp và đậm người."
    }
  },
  {
    "translation": {
      "en": "The reward for information has been increased to 250,000,",
      "vi": "Phần thưởng cho thông tinđã được tăng lên 250.000"
    }
  },
  {
    "translation": {
      "en": "and anyone with information has been asked to call Crime Stop.",
      "vi": "và bất cứ ai có thông tin đã được yêu cầugọi cho dịch vụ Crime Stop."
    }
  },
  {
    "translation": {
      "en": "[man, in English] A man has been arrested in connection",
      "vi": "Một người đàn ông đã bị bắt giữdo có liên quan"
    }
  },
  {
    "translation": {
      "en": "with the murder of Bafana Bafana captain Senzo Meyiwa.",
      "vi": "đến vụ sát hại đội trưởngđội bóng Bafana Bafana, Senzo Meyiwa."
    }
  },
  {
    "translation": {
      "en": "The suspect, who cannot be named until he appears in court…",
      "vi": "Nghi phạm được giấu tênđến khi hắn xuất hiện..."
    }
  },
  {
    "translation": {
      "en": "[man, in English] There is a robbery that has taken place and there is a person that was killed",
      "vi": "Do xảy ra vụ cướp và có một người bị giết,"
    }
  },
  {
    "translation": {
      "en": "and therefore they will be charged for…",
      "vi": "nên họ sẽ bị luận tội"
    }
  },
  {
    "translation": {
      "en": "murder and robbery.",
      "vi": "giết người và cướp của."
    }
  },
  {
    "translation": {
      "en": "[man, in English] The suspect was apparently pointed out at an identity parade",
      "vi": "Nghi phạm bị bắttại buổi xếp hàng nhận diện"
    }
  },
  {
    "translation": {
      "en": "and linked to the crime that occurred at the Vosloorus home",
      "vi": "và liên quan đến tội ácxảy ra ở ngôi nhà ở Vosloorus"
    }
  },
  {
    "translation": {
      "en": "of the mother of singer Kelly Khumalo.",
      "vi": "của mẹ ca sĩ Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] He's hurt the entire nation of South Africa.",
      "vi": "Hắn đã làm cả đất nước Nam Phi tổn hại."
    }
  },
  {
    "translation": {
      "en": "Not just Pirates fans. Everyone is hurt.",
      "vi": "Không chỉ người hâm mộ đội Pirates.Ai cũng bị ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "We don't want them arrested, we want them executed.",
      "vi": "Không phải chỉ mỗi giam giữ,bọn chúng phải bị xử tử."
    }
  },
  {
    "translation": {
      "en": "[woman] They must all be killed.",
      "vi": "Bọn chúng phải bị hành quyết."
    }
  },
  {
    "translation": {
      "en": "[woman, in English] The family of the alleged perpetrator",
      "vi": "Gia đình của nghi phạm"
    }
  },
  {
    "translation": {
      "en": "believes their family member is innocent.",
      "vi": "tin rằng người nhà họ vô tội."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] Stop your nonsense. I told you to leave her alone.",
      "vi": "Đừng nói nhảm nữa.Tôi đã bảo để cô ấy yên."
    }
  },
  {
    "translation": {
      "en": "[woman, in English] They raised questions about the identikit.",
      "vi": "Họ nghi ngờ tính xác thựccủa hình ảnh nhận dạng."
    }
  },
  {
    "translation": {
      "en": "[woman] Do you believe that you have the right person?",
      "vi": "Các ông có chắc đã bắt đúng người không?"
    }
  },
  {
    "translation": {
      "en": "We are sure that the person that we have now charged",
      "vi": "Chúng tôi đảm bảo người đang bị buộc tội"
    }
  },
  {
    "translation": {
      "en": "is one of the suspects that were involved in the incident.",
      "vi": "là một trong những nghi phạmcó liên quan đến vụ việc."
    }
  },
  {
    "translation": {
      "en": "[man, in English] …submissions made by it…",
      "vi": "BA TUẦN SAU VỤ SÁT HẠI11 THÁNG 11 NĂM 2014"
    }
  },
  {
    "translation": {
      "en": "The National Prosecuting Authority is informing the nation is informing the nation",
      "vi": "Cơ quan Công tố Quốc giađang thông báo cho cả nước"
    }
  },
  {
    "translation": {
      "en": "that, as of now,",
      "vi": "rằng tính đến hiện tại,"
    }
  },
  {
    "translation": {
      "en": "there is no sufficient evidential material to put Mr. Mbatha to trial.",
      "vi": "không có đủ chứng cứđể đưa ông Mbatha ra xét xử."
    }
  },
  {
    "translation": {
      "en": "This court orders the immediate release",
      "vi": "Tòa án ra lệnh thả ngay lập tức"
    }
  },
  {
    "translation": {
      "en": "of the accused Zamokuhle Mbatha from detention.",
      "vi": "bị cáo vô tội Zamokuhle Mbatha."
    }
  },
  {
    "translation": {
      "en": "The accused had been identified in an identification parade by two persons.",
      "vi": "Bị cáo đã bị hai người nhận diệntrong buổi xếp hàng nhận diện."
    }
  },
  {
    "translation": {
      "en": "Subsequent to that, more information came to light.",
      "vi": "Sau đó, nhiều tình tiết được hé lộ."
    }
  },
  {
    "translation": {
      "en": "Information that was inconsistent with the identification parade.",
      "vi": "Các tình tiết này không đồng nhấtvới buổi xếp hàng nhận diện."
    }
  },
  {
    "translation": {
      "en": "[in English] Apparently, he was the poor guy who was washing Senzo's car.",
      "vi": "Hoá ra, anh chàng tội nghiệpchỉ là người rửa xe cho Senzo."
    }
  },
  {
    "translation": {
      "en": "[Zamokuhle, in Zulu] They came to my home.",
      "vi": "Họ đến nhà tôi."
    }
  },
  {
    "translation": {
      "en": "And accused me of doing it.",
      "vi": "Và buộc tội tôi làm điều đó."
    }
  },
  {
    "translation": {
      "en": "I didn't know how to respond. Anything I said, they took as a lie.",
      "vi": "Tôi không biết trả lời thế nào. Mọi lời tôi nói họ đều cho là dối trá."
    }
  },
  {
    "translation": {
      "en": "I was traumatized over something I didn't do.",
      "vi": "Tôi đã bị tổn thươngvì tội ác không do mình gây ra."
    }
  },
  {
    "translation": {
      "en": "After what happened, my life changed.",
      "vi": "Sau khi chuyện xảy ra,cuộc đời tôi đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "People believed I was guilty.",
      "vi": "Sau khi chuyện xảy ra,cuộc đời tôi đã thay đổi. Người ta tin rằng tôi có tội."
    }
  },
  {
    "translation": {
      "en": "I was afraid to leave my home. I locked myself inside.",
      "vi": "Tôi sợ phải ra khỏi nhà.Tôi tự nhốt mình trong nhà."
    }
  },
  {
    "translation": {
      "en": "I couldn't look for a job.",
      "vi": "Tôi không kiếm được việc."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how traumatized I was.",
      "vi": "Không thể kể xiết những tổn thươngtôi đã phải trải qua."
    }
  },
  {
    "translation": {
      "en": "[Tumelo, in Zulu] When we went to the ID parade,",
      "vi": "Khi đến buổi xếp hàng nhận diện,"
    }
  },
  {
    "translation": {
      "en": "it was me, Kelly, and Kelly's mother.",
      "vi": "ở đó có tôi, Kelly và mẹ Kelly."
    }
  },
  {
    "translation": {
      "en": "It was all over the newspapers.",
      "vi": "Tin đưa trên khắp các mặt báo."
    }
  },
  {
    "translation": {
      "en": "I didn't even know that Zamo. I don't know where he's from.",
      "vi": "Tôi còn không biết anh Zamo đó.Tôi không biết anh ta từ đâu ra."
    }
  },
  {
    "translation": {
      "en": "The person who pointed him out was Kelly's mother.",
      "vi": "Người chỉ điểm anh ta là mẹ của Kelly."
    }
  },
  {
    "translation": {
      "en": "[in English] Kelly Khumalo, her sister, her mom,",
      "vi": "Kelly Khumalo, em gái cô ấy, mẹ cô ấykhông nói với cảnh sát:"
    }
  },
  {
    "translation": {
      "en": "didn't tell the police that, \"Sorry, but we know this guy.\"",
      "vi": "Kelly Khumalo, em gái cô ấy, mẹ cô ấykhông nói với cảnh sát: \"Xin lỗi, chúng tôi biết người này\"."
    }
  },
  {
    "translation": {
      "en": "They allowed police to arrest this innocent guy.",
      "vi": "Họ để cho cảnh sát bắt giữ người vô tội."
    }
  },
  {
    "translation": {
      "en": "Now Zamokuhle is suing police.",
      "vi": "Giờ Zamokuhle đang kiện cảnh sát."
    }
  },
  {
    "translation": {
      "en": "I think it's about 17 million for wrongful arrest.",
      "vi": "Đòi bồi thường 17 triệuvì bắt giữ sai người"
    }
  },
  {
    "translation": {
      "en": "And I believe that he should also sue the people in the house,",
      "vi": "và tôi tin anh ta cũng nên kiệnnhững người trong căn nhà đó,"
    }
  },
  {
    "translation": {
      "en": "actually the people who pointed him out at the identity parade.",
      "vi": "đúng hơn là những người chỉ điểm anh tatrong buổi xếp hàng nhận diện."
    }
  },
  {
    "translation": {
      "en": "[caller, in English] The people who can tell us what happened exactly,",
      "vi": "Những người có thể kể lại sự việc xảy ra,"
    }
  },
  {
    "translation": {
      "en": "it's the people who were there at the day of the event.",
      "vi": "những người có mặt ngày xảy ra vụ việc."
    }
  },
  {
    "translation": {
      "en": "[caller 2] Kelly Khumalo and the South African police",
      "vi": "THÍNH GIẢ GỌI Kelly Khumalo và cảnh sát Nam Phicần phải chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "need to be held accountable.",
      "vi": "Kelly Khumalo và cảnh sát Nam Phicần phải chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo knows a lot.",
      "vi": "Kelly Khumalo biết nhiều chuyện."
    }
  },
  {
    "translation": {
      "en": "[Steenkamp, in English] When I interviewed Kelly,",
      "vi": "Khi tôi gặp Kelly,"
    }
  },
  {
    "translation": {
      "en": "she was totally uninvolved with me.",
      "vi": "cô ấy không để ý gì đến tôi."
    }
  },
  {
    "translation": {
      "en": "No eye contact.",
      "vi": "Không nhìn vào mắt tôi."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] She sat like this.",
      "vi": "Cô ấy ngồi thế này."
    }
  },
  {
    "translation": {
      "en": "She looked very tired and irritated.",
      "vi": "Trông cô ấy rất mệt mỏi và cáu kỉnh."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Oh, just get over it.\"",
      "vi": "Tôi nghĩ rằng: \"Ôi, thôi cố làm cho xong\"."
    }
  },
  {
    "translation": {
      "en": "As a policeman, I draw my own conclusions.",
      "vi": "Là cảnh sát, tôi tự rút ra được kết luận."
    }
  },
  {
    "translation": {
      "en": "I realized… [in English] …something is just fishy here.",
      "vi": "Tôi nhận ra có gì đó đáng nghi ở đây."
    }
  },
  {
    "translation": {
      "en": "[in English] Her eyes.",
      "vi": "Ánh mắt cô ấy."
    }
  },
  {
    "translation": {
      "en": "Eyes… talk a lot.",
      "vi": "Ánh mắt nói lên rất nhiều điều."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] My sixth sense told me… there is a story behind this story.",
      "vi": "Giác quan thứ sáu mách bảo tôi là còn cógì đó ẩn giấu đằng sau câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "[in English] Something is wrong.",
      "vi": "Có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] According to the statement of the people who were in the house,",
      "vi": "Theo lời người có mặt trong nhà hôm đó,"
    }
  },
  {
    "translation": {
      "en": "they claim that when the gunmen walked into the house…",
      "vi": "khi đám cướp có súng bước vào nhà,"
    }
  },
  {
    "translation": {
      "en": "They spoke in Zulu, they said… [in Zulu] \"Bring your cellphones.\"",
      "vi": "họ nói tiếng Zulu. Chúng bắt họ giao nộp điện thoại,"
    }
  },
  {
    "translation": {
      "en": "But none of their cellphones were taken.",
      "vi": "nhưng điện thoại vẫn còn nguyên."
    }
  },
  {
    "translation": {
      "en": "Only one cellphone that belonged to Kelly was taken.",
      "vi": "Chỉ có điện thoại của Kelly bị lấy mất."
    }
  },
  {
    "translation": {
      "en": "The cellphone, according to the police investigation,",
      "vi": "Theo điều tra của cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "was taken to a hostel which is near by Vosloorus.",
      "vi": "chiếc điện thoại được đưa đếnmột nhà nghỉ gần Vosloorus."
    }
  },
  {
    "translation": {
      "en": "-That's where it was switched off. -[siren wailing]",
      "vi": "Ở đó thì điện thoại bị tắt."
    }
  },
  {
    "translation": {
      "en": "[man] How are you feeling, Kelly?",
      "vi": "Cô khoẻ không, Kelly?"
    }
  },
  {
    "translation": {
      "en": "We don't know why that particular cellphone was a target of the gunmen.",
      "vi": "Không biết tại sao chỉ chiếc điện thoại đólà mục tiêu của bọn cướp. CẢNH SÁT ĐIỀU TRALỊCH SỬ CUỘC GỌI CỦA KELLY KHUMALO"
    }
  },
  {
    "translation": {
      "en": "In that docket there is two affidavits by the Khumalos' direct neighbor.",
      "vi": "Trong hồ sơ có hai bản tường trìnhdo hàng xóm nhà Khumalo viết."
    }
  },
  {
    "translation": {
      "en": "He's a retired police officer.",
      "vi": "Ông ấy là cảnh sát đã nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Him and his son saw something.",
      "vi": "Ông và con trai có nhìn thấy gì đó."
    }
  },
  {
    "translation": {
      "en": "[man, in Zulu] I was sitting with my wife and we heard something strange.",
      "vi": "Tôi đang ngồi với vợthì chúng tôi nghe thấy tiếng động lạ."
    }
  },
  {
    "translation": {
      "en": "It sounded like people were pushing each other.",
      "vi": "Nghe như có người xô đẩy nhau. HÀNG XÓM"
    }
  },
  {
    "translation": {
      "en": "My wife said, \"Something's happening next door.\"",
      "vi": "Vợ tôi nói:\"Nhà bên cạnh có chuyện gì rồi\"."
    }
  },
  {
    "translation": {
      "en": "[wa Afrika, in English] And that's when the former police officer took out his whistle,",
      "vi": "Đó là lúc ông cảnh sát về hưu thổi còi,"
    }
  },
  {
    "translation": {
      "en": "which is a sign in the township that there's trouble here.",
      "vi": "đó là dấu hiệu có chuyện xảy raở thị trấn này."
    }
  },
  {
    "translation": {
      "en": "He blew the whistle and all the neighbors came out.",
      "vi": "Ông thổi còi,và tất cả hàng xóm đã chạy ra."
    }
  },
  {
    "translation": {
      "en": "[in Zulu] Kelly's child was there. The young boy.",
      "vi": "Con của Kelly ở đó. Thằng bé con."
    }
  },
  {
    "translation": {
      "en": "I think he was there when all this happened,",
      "vi": "Tôi nghĩ cậu bé có mặt lúc sự việc xảy ra"
    }
  },
  {
    "translation": {
      "en": "because he was crying so much. My wife brought him here.",
      "vi": "vì nó cứ khóc mãi. Vợ tôi mang nó về đây."
    }
  },
  {
    "translation": {
      "en": "That child saw something terrible. She brought him here to rest.",
      "vi": "Đứa trẻ đó chứng kiến một sự việc tồi tệ.Vợ tôi phải mang nó về đây nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "[in Afrikaans] A child can give valuable information.",
      "vi": "Một đứa trẻ có thể cung cấpthông tin quý giá."
    }
  },
  {
    "translation": {
      "en": "Even if only a small piece of the puzzle.",
      "vi": "Dù chỉ là một mảnh ghép nhỏ"
    }
  },
  {
    "translation": {
      "en": "It can help towards a breakthrough.",
      "vi": "cũng có thể giúp tiến tới đột phá."
    }
  },
  {
    "translation": {
      "en": "[in English] I wanted to interview Kelly's little boy.",
      "vi": "Tôi muốn gặp con trai Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly said, \"No, no, it is too traumatizing for the child.\"",
      "vi": "Kelly nói: \"Không, với trẻ conthế là quá đáng sợ\"."
    }
  },
  {
    "translation": {
      "en": "But surely you should be helping us understand what happened.",
      "vi": "Nhưng cô ấy nên giúp chúng tôihiểu rõ sự việc chứ."
    }
  },
  {
    "translation": {
      "en": "South Africans believe that she owes the nation at least an answer,",
      "vi": "Người Nam Phi tin rằng cô ấynợ cả nước ít nhất là một câu trả lời,"
    }
  },
  {
    "translation": {
      "en": "if not a lead.",
      "vi": "không thì là một đầu mối."
    }
  },
  {
    "translation": {
      "en": "So that is the only thing South Africans are left with, to make their own judgment.",
      "vi": "Đó là điều quan trọng nhấtvới người dân Nam Phi, để đưa ra phán xét riêng."
    }
  },
  {
    "translation": {
      "en": "[chanting in Zulu] Kelly is a dog! Kelly is a dog!",
      "vi": "Kelly là một con chó!"
    }
  },
  {
    "translation": {
      "en": "[in English] If you have something to say,",
      "vi": "Nếu các bạn có thông tin,"
    }
  },
  {
    "translation": {
      "en": "if you have evidence on-- on Senzo's passing,",
      "vi": "nếu các bạn có bằng chứng vụ của Senzo,"
    }
  },
  {
    "translation": {
      "en": "why don't you approach the police station or the investigating officers that are in charge of the case,",
      "vi": "sao các bạn không đến báo cảnh sáthoặc thanh tra phụ trách vụ án,"
    }
  },
  {
    "translation": {
      "en": "instead of dragging me down just because I'm in the public eye?",
      "vi": "mà lại sỉ nhục tôichỉ vì tôi ở trong mắt công chúng?"
    }
  },
  {
    "translation": {
      "en": "I-- I was a victim on that night. And I'm not here to defend myself.",
      "vi": "Đêm đó tôi là nạn nhân,tôi ở đây không phải để bào chữa cho mình."
    }
  },
  {
    "translation": {
      "en": "The law will do that.",
      "vi": "Luật pháp sẽ làm việc đó."
    }
  }
]