[
  {
    "translation": {
      "en": "I remember it as if it was yesterday.",
      "vi": "Tôi nhớ về nó như thể mới hôm qua."
    }
  },
  {
    "translation": {
      "en": "Because that day,",
      "vi": "Bởi vì ngày hôm ấy…"
    }
  },
  {
    "translation": {
      "en": "I realized that in a split second…",
      "vi": "Tôi nhận ra chỉ trong một tích tắc"
    }
  },
  {
    "translation": {
      "en": "you can,",
      "vi": "bạn có thể,"
    }
  },
  {
    "translation": {
      "en": "you can die.",
      "vi": "bạn có thể mất mạng."
    }
  },
  {
    "translation": {
      "en": "Get in now! Let's go!",
      "vi": "Vào xe mau! Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Friend, go!",
      "vi": "Anh bạn, chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Go, go!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "What about that man?",
      "vi": "Còn anh ta thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, no!",
      "vi": "Ôi, không!"
    }
  },
  {
    "translation": {
      "en": "Don't stop!",
      "vi": "Đừng dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Don't stop!",
      "vi": "Đừng dừng lại!"
    }
  },
  {
    "translation": {
      "en": "There are over 1300 active volcanoes on the planet.",
      "vi": "Có hơn 1.300 núi lửa còn hoạt động trên hành tinh này."
    }
  },
  {
    "translation": {
      "en": "Gateways, to a world beneath our feet.",
      "vi": "Cánh cổng dẫn đến một thế giới dưới chân chúng ta."
    }
  },
  {
    "translation": {
      "en": "Explosions of molten rock and lava.",
      "vi": "Sự phát nổ của đá magma và dung nham."
    }
  },
  {
    "translation": {
      "en": "Some erupt continuously,",
      "vi": "Một số núi phun trào liên tục"
    }
  },
  {
    "translation": {
      "en": "for hundreds or even thousands of years.",
      "vi": "trong hàng trăm hay thậm chí hàng nghìn năm."
    }
  },
  {
    "translation": {
      "en": "Others explode with little warning…",
      "vi": "Một số núi khác bùng nổ với cảnh báo ít ỏi,"
    }
  },
  {
    "translation": {
      "en": "sending shockwaves around the world.",
      "vi": "và đẩy sóng xung kích đi khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "This is a journey into four volcanoes.",
      "vi": "Đây là hành trình đi vào bốn ngọn núi lửa."
    }
  },
  {
    "translation": {
      "en": "Each bigger than the last.",
      "vi": "Núi sau to hơn núi trước."
    }
  },
  {
    "translation": {
      "en": "Each more explosive.",
      "vi": "Bùng nổ dữ dội hơn"
    }
  },
  {
    "translation": {
      "en": "Each more deadly.",
      "vi": "Nguy hiểm chết người hơn."
    }
  },
  {
    "translation": {
      "en": "It's called the land of ice and fire.",
      "vi": "Nó được gọi là vùng đất lửa băng."
    }
  },
  {
    "translation": {
      "en": "And in March 2021, Iceland put on a spectacular display.",
      "vi": "Tháng Ba năm 2021, Iceland đã có một màn trình diễn ngoạn mục."
    }
  },
  {
    "translation": {
      "en": "A crack in the Earth's crust opened up to produce, fountains of lava.",
      "vi": "Một vết nứt trên vỏ Trái Đất tách ra mở lối cho những suối dung nham phun trào."
    }
  },
  {
    "translation": {
      "en": "This was something I did not expect to see in my lifetime.",
      "vi": "Đây là cảnh tượng tôi không ngờ sẽ được thấy trong đời mình."
    }
  },
  {
    "translation": {
      "en": "So this eruption came as a huge surprise.",
      "vi": "Vụ phun trào này quả thật là một bất ngờ lớn."
    }
  },
  {
    "translation": {
      "en": "Because we haven't seen an eruption on the peninsula for 800 years.",
      "vi": "Vì 800 năm rồi chưa có đợt phun trào nào trên bán đảo."
    }
  },
  {
    "translation": {
      "en": "And thinking about also this type of eruption,",
      "vi": "Và khi nói về loại phun trào này,"
    }
  },
  {
    "translation": {
      "en": "and all this lava coming from great depths.",
      "vi": "và tất cả chỗ dung nham đến từ sâu thẳm trong lòng đất…"
    }
  },
  {
    "translation": {
      "en": "This is also what we haven't observed for thousands of years.",
      "vi": "Đây cũng là thứ chúng ta chưa được chứng kiến hàng nghìn năm rồi."
    }
  },
  {
    "translation": {
      "en": "The Earth's crust is made up of huge rocky plates.",
      "vi": "Vỏ Trái Đất được tạo thành từ các mảng kiến tạo lớn."
    }
  },
  {
    "translation": {
      "en": "Most of the world's volcanoes form along their boundaries.",
      "vi": "Phần lớn các núi lửa trên thế giới hình thành dọc đường biên các mảng này."
    }
  },
  {
    "translation": {
      "en": "Iceland sits between two of these plates.",
      "vi": "Iceland nằm giữa hai mảng kiến tạo này."
    }
  },
  {
    "translation": {
      "en": "As they pull apart, deep cracks open up",
      "vi": "Khi chúng tách nhau ra, một vết nứt lớn hình thành"
    }
  },
  {
    "translation": {
      "en": "through which molten rock called magma, can escape.",
      "vi": "từ trong đó một loại đá nóng chảy gọi là magma thoát ra."
    }
  },
  {
    "translation": {
      "en": "Propelled by expanding gases,",
      "vi": "Được đẩy lên bởi sự giãn nở của khí,"
    }
  },
  {
    "translation": {
      "en": "the magma erupts in the form of lava…",
      "vi": "đá magma phun trào dưới hình thái dung nham…"
    }
  },
  {
    "translation": {
      "en": "creating a volcano.",
      "vi": "tạo ra núi lửa."
    }
  },
  {
    "translation": {
      "en": "Over millennia, the whole island has been made this way, by thousands of eruptions.",
      "vi": "Qua hàng thiên niên kỷ, toàn bộ hòn đảo hình thành bởi hàng triệu vụ phun trào."
    }
  },
  {
    "translation": {
      "en": "We haven't seen an eruption so close to Reykjavik.",
      "vi": "Chúng tôi chưa từng thấy một vụ phun trào gần Reykjavik đến vậy."
    }
  },
  {
    "translation": {
      "en": "This is very unusual.",
      "vi": "Chuyện này rất bất thường."
    }
  },
  {
    "translation": {
      "en": "But this means for many people, they can actually visit the eruption.",
      "vi": "Nhưng nó có ý nghĩa với nhiều người, họ có thể đến xem vụ phun trào."
    }
  },
  {
    "translation": {
      "en": "So going to the eruption site of course, it's fascinating.",
      "vi": "Tất nhiên, đến địa điểm phun trào thì rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "You think you're gonna hike up there for one hour",
      "vi": "Bạn nghĩ mình sẽ leo lên đến đó trong một tiếng"
    }
  },
  {
    "translation": {
      "en": "and then you're gonna stay there 30 minutes and then go back.",
      "vi": "và ở đó khoảng 30 phút rồi trở xuống."
    }
  },
  {
    "translation": {
      "en": "No. No. No.  You always end up standing there for three hours at least.",
      "vi": "Không hề. Kết cục bạn luôn nán lại đó ít nhất ba giờ đồng hồ."
    }
  },
  {
    "translation": {
      "en": "The eruption is just… mesmerizing.",
      "vi": "Cảnh phun trào này thật… mê hoặc."
    }
  },
  {
    "translation": {
      "en": "350, 000 people have visited the volcano.",
      "vi": "Ba trăm năm mươi nghìn người đã đến tham quan núi lửa."
    }
  },
  {
    "translation": {
      "en": "Almost the entire population of Iceland.",
      "vi": "Gần như toàn bộ dân số của Iceland."
    }
  },
  {
    "translation": {
      "en": "Each eruption is rated by the Volcanic Explosivity Index,",
      "vi": "Mỗi ngọn núi lửa được xếp hạng bằng Chỉ số Phun trào Núi lửa,"
    }
  },
  {
    "translation": {
      "en": "based on the amount of lava and the height of the ash cloud.",
      "vi": "dựa trên lượng dung nham và độ cao của đám mây tro bụi."
    }
  },
  {
    "translation": {
      "en": "Fagradalsfjall's eruption is low on the index.",
      "vi": "Sự phun trào của núi lửa Fagradalsfjall nằm thấp trong thang chỉ số."
    }
  },
  {
    "translation": {
      "en": "But being so close to Reykjavik,",
      "vi": "Nhưng do nằm rất gần Reykjavik,"
    }
  },
  {
    "translation": {
      "en": "it's in the perfect location for scientists to study it.",
      "vi": "nó nằm ở vị trí hoàn hảo cho các nhà khoa học nghiên cứu."
    }
  },
  {
    "translation": {
      "en": "They're trying to find out how long the eruption will last…",
      "vi": "Họ đang cố gắng tìm hiểu vụ phun trào sẽ kéo dài bao lâu…"
    }
  },
  {
    "translation": {
      "en": "and map where the lava might flow.",
      "vi": "và vạch ra đường chảy của dung nham."
    }
  },
  {
    "translation": {
      "en": "Every time we go there, the volcano is different.",
      "vi": "Mỗi lần chúng tôi đến, ngọn núi lại khác đi."
    }
  },
  {
    "translation": {
      "en": "So it is exciting for us.",
      "vi": "Vì vậy chúng tôi thấy rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "And it's always the same kind of feeling we get going there.",
      "vi": "Và cảm giác của chúng tôi vẫn không thay đổi mỗi khi đến đây."
    }
  },
  {
    "translation": {
      "en": "It's majestic. It's just so beautiful.",
      "vi": "Thật hùng vĩ. Nó rất đẹp."
    }
  },
  {
    "translation": {
      "en": "I'm a geologist,",
      "vi": "Tôi là một nhà địa chất học,"
    }
  },
  {
    "translation": {
      "en": "and I specialize in close- range photogrammetry to generate 3D mapping.",
      "vi": "và tôi chuyên về quang trắc tầm gần để dựng bản đồ 3D."
    }
  },
  {
    "translation": {
      "en": "We go to the area and we place targets",
      "vi": "Chúng tôi đến địa điểm và dựng các mốc"
    }
  },
  {
    "translation": {
      "en": "visible in the images that we take from the air.",
      "vi": "có thể nhìn thấy được khi chụp ảnh từ trên không."
    }
  },
  {
    "translation": {
      "en": "And we align the images,",
      "vi": "Và chúng tôi căn chỉnh các hình ảnh,"
    }
  },
  {
    "translation": {
      "en": "stitch them together, and then we can use them for all kinds of measurements.",
      "vi": "đính chúng lại với nhau, và ta có thể sử dụng chúng cho mọi kiểu đo đạc."
    }
  },
  {
    "translation": {
      "en": "Here, we are looking at a 3D model. Um, so- called mesh model.",
      "vi": "Ở đây chúng ta đang thấy một mô hình 3D, gọi là mô hình lưới."
    }
  },
  {
    "translation": {
      "en": "And here you see these two valleys in which lava is flowing into.",
      "vi": "Và ở đây bạn thấy hai thung lũng mà dung nham đang chảy vào."
    }
  },
  {
    "translation": {
      "en": "We use the models for tracking changes in the eruption site.",
      "vi": "Chúng tôi dùng những mô hình để theo dõi sự biến đổi của địa điểm phun trào."
    }
  },
  {
    "translation": {
      "en": "And this will help us predict where lava will flow across the landscape…",
      "vi": "Và điều này sẽ giúp chúng tôi dự đoán được nơi dung nham sẽ chảy qua…"
    }
  },
  {
    "translation": {
      "en": "helping to save lives.",
      "vi": "và giúp cứu mạng con người."
    }
  },
  {
    "translation": {
      "en": "We are so small, compared to these forces of nature.",
      "vi": "Chúng ta quá nhỏ bé trước những thế lực tự nhiên này."
    }
  },
  {
    "translation": {
      "en": "And yet, there's an attraction to it.",
      "vi": "Tuy nhiên, có một sự thu hút về phía nó."
    }
  },
  {
    "translation": {
      "en": "There's something that drags you to it, even though it's dangerous.",
      "vi": "Có điều gì đó kéo bạn đến với nó, dẫu cho nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "And probably it's because it's so beautiful.",
      "vi": "Và có thể là bởi vì nó quá đẹp."
    }
  },
  {
    "translation": {
      "en": "At over 1000 degrees Celsius, lava incinerates everything,",
      "vi": "Ở hơn 1.000 độ C, dung nham thiêu rụi mọi thứ…"
    }
  },
  {
    "translation": {
      "en": "creating a landscape devoid of life.",
      "vi": "tạo ra một cảnh quan không có sự sống."
    }
  },
  {
    "translation": {
      "en": "But it's only a matter of time before new life finds a way,",
      "vi": "Nhưng chỉ là vấn đề thời gian đến khi một sự sống mới tìm được cách"
    }
  },
  {
    "translation": {
      "en": "to take hold and evolve.",
      "vi": "sống sót và tiến hóa."
    }
  },
  {
    "translation": {
      "en": "Our experiment here today, we're gonna try and collect a clean, fresh sample",
      "vi": "Trong buổi thí nghiệm ngày hôm nay, chúng tôi sẽ cố thu thập"
    }
  },
  {
    "translation": {
      "en": "of lava to be able to figure out what happens when a pristine landscape",
      "vi": "những mẫu dung nham còn mới và sạch để hiểu chuyện xảy ra khi một cảnh quan"
    }
  },
  {
    "translation": {
      "en": "ends up being colonized for the first time with microbes.",
      "vi": "lần đầu bị vi khuẩn xâm chiếm."
    }
  },
  {
    "translation": {
      "en": "You can see it's still glowing.",
      "vi": "Có thể thấy nó vẫn đang phát sáng."
    }
  },
  {
    "translation": {
      "en": "So this is basically as fresh earth as you could possibly have.",
      "vi": "Vậy nên về cơ bản thì đây là đất tươi nhất mà bạn có thể có."
    }
  },
  {
    "translation": {
      "en": "Our earliest microbial ancestors were actually heat loving organisms.",
      "vi": "Tổ tiên vi sinh vật đầu tiên của chúng ta thực ra là những sinh vật ưa nhiệt."
    }
  },
  {
    "translation": {
      "en": "And so, in the beginning,",
      "vi": "Và trong giai đoạn đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "a volcanic rock won't have any microbes that are living on it.",
      "vi": "đá núi lửa sẽ không có bất kì vi sinh vật nào sống trên đó."
    }
  },
  {
    "translation": {
      "en": "But as it cools, then a lot of the nutrients and different materials",
      "vi": "Nhưng khi nó nguội đi, rất nhiều chất dinh dưỡng và các vật liệu khác nhau"
    }
  },
  {
    "translation": {
      "en": "have the same building blocks",
      "vi": "có cùng nguyên tố"
    }
  },
  {
    "translation": {
      "en": "that different organisms can use and begin to colonize.",
      "vi": "mà sinh vật khác nhau có thể dùng và bắt đầu sinh sống."
    }
  },
  {
    "translation": {
      "en": "When you begin to collect samples, we establish a number of different locations",
      "vi": "Khi bắt đầu thu thập mẫu, chúng tôi tiến hành ở nhiều nơi khác nhau"
    }
  },
  {
    "translation": {
      "en": "that we can then keep coming back to and identify that magic moment",
      "vi": "rồi lần lượt đến thăm dò và xác định khoảnh khắc kì diệu"
    }
  },
  {
    "translation": {
      "en": "when the first microbe ends up being present.",
      "vi": "khi những vi khuẩn đầu tiên xuất hiện."
    }
  },
  {
    "translation": {
      "en": "It could be a few weeks to a few months,",
      "vi": "Có thể mất từ vài tuần đến vài tháng,"
    }
  },
  {
    "translation": {
      "en": "but we'll keep trying each week until we find, find the first ones.",
      "vi": "nhưng chúng tôi sẽ cố gắng mỗi tuần đến khi tìm ra những con đầu tiên."
    }
  },
  {
    "translation": {
      "en": "By studying the presence of microbes in these conditions,",
      "vi": "Bằng việc nghiên cứu sự sống của vi khuẩn trong những điều kiện thế này,"
    }
  },
  {
    "translation": {
      "en": "scientists can understand more about the genesis of life on Earth.",
      "vi": "các nhà khoa học có thể hiểu thêm nhiều về nguồn gốc của sự sống trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Ancient volcanoes created the perfect conditions for life to evolve.",
      "vi": "Các ngọn núi lửa cổ đại đã tạo nên những điều kiện hoàn hảo cho sự tiến hóa."
    }
  },
  {
    "translation": {
      "en": "Volcanic gases created the atmosphere…",
      "vi": "Khí núi lửa tạo ra bầu khí quyển…"
    }
  },
  {
    "translation": {
      "en": "which in turn helped create the oceans.",
      "vi": "lần lượt giúp tạo ra các đại dương."
    }
  },
  {
    "translation": {
      "en": "And deep underwater… at hydrothermal vents,",
      "vi": "Và sâu dưới đáy biển ở những miệng phun thủy nhiệt,"
    }
  },
  {
    "translation": {
      "en": "volcanic energy powered the chemistry",
      "vi": "năng lượng núi lửa cung cấp năng lượng hóa học"
    }
  },
  {
    "translation": {
      "en": "that created the first single celled organisms.",
      "vi": "tạo ra những sinh vật đơn bào đầu tiên."
    }
  },
  {
    "translation": {
      "en": "And over billions of years, they, evolved into us.",
      "vi": "Và qua hàng tỷ năm, chúng tiến hóa thành chúng ta."
    }
  },
  {
    "translation": {
      "en": "Volcanoes create life.",
      "vi": "Núi lựa tạo ra sự sống."
    }
  },
  {
    "translation": {
      "en": "But here and now, they seem only to bring death and destruction.",
      "vi": "Nhưng hiện tại, chúng dường như chỉ mang đến cái chết và sự hủy diệt."
    }
  },
  {
    "translation": {
      "en": "Since last month, the lava has covered nearly 900 hectares",
      "vi": "Từ tháng trước, dung nham đã bao phủ gần 900 héc-ta"
    }
  },
  {
    "translation": {
      "en": "and destroyed more than 2000 buildings. Most of the 83,000 residents are still…",
      "vi": "và phá hủy hơn 2.000 tòa nhà. Hầu hết 83.000 cư dân vẫn…"
    }
  },
  {
    "translation": {
      "en": "Cumbre Vieja started erupting unexpectedly in September 2021.",
      "vi": "Cumbre Vieja bắt đầu phun trào đột ngột vào tháng Chín năm 2021."
    }
  },
  {
    "translation": {
      "en": "Unlike in Iceland, there are thousands of people living on its slopes.",
      "vi": "Không giống ở Iceland, có hàng nghìn người sống trên các sườn núi của nó."
    }
  },
  {
    "translation": {
      "en": "Homes, directly in the path of lava.",
      "vi": "Nhà cửa nằm trực tiếp trên đường chảy của dung nham."
    }
  },
  {
    "translation": {
      "en": "On our daily life, we don't realize",
      "vi": "Bình thường, chúng tôi không nhận ra"
    }
  },
  {
    "translation": {
      "en": "the chaos there is down there beneath our feet.",
      "vi": "có sự hỗn loạn ngay dưới chân mình."
    }
  },
  {
    "translation": {
      "en": "And how close we are to that furnace of magma.",
      "vi": "Và chúng tôi ở gần lò magma đó như thế nào."
    }
  },
  {
    "translation": {
      "en": "Just thousands of degrees, much more than we can imagine.",
      "vi": "Hàng nghìn độ C, hơn cả những gì chúng tôi tưởng tượng được."
    }
  },
  {
    "translation": {
      "en": "Enough to melt almost everything in a matter of seconds.",
      "vi": "Đủ để nung chảy gần như mọi thứ trong vài giây."
    }
  },
  {
    "translation": {
      "en": "That's an anomaly.",
      "vi": "Trường hợp bất thường."
    }
  },
  {
    "translation": {
      "en": "The lava is zig- zagging.",
      "vi": "Dung nhảm chảy theo đường dích dắc."
    }
  },
  {
    "translation": {
      "en": "When you are measuring lava flows, people ask a lot of times,",
      "vi": "Khi bạn đo lường dòng chảy của dung nham, người ta hỏi rất nhiều lần:"
    }
  },
  {
    "translation": {
      "en": "My house will be destroyed by the lava flows. Can you tell me that?",
      "vi": "Nhà tôi sẽ bị dung nham phá hủy. Đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "What would you tell them?",
      "vi": "Bạn sẽ nói gì với họ?"
    }
  },
  {
    "translation": {
      "en": "Of course it will. But should I tell them that?",
      "vi": "Dĩ nhiên là vậy. Nhưng tôi có nên nói điều đó với họ?"
    }
  },
  {
    "translation": {
      "en": "Should I tell the truth?",
      "vi": "Tôi có nên nói sự thật?"
    }
  },
  {
    "translation": {
      "en": "This is something that even we as scientists are not prepared for.",
      "vi": "Đây là thứ mà nhà khoa học chúng tôi cũng không được chuẩn bị để đối mặt."
    }
  },
  {
    "translation": {
      "en": "Because here we see a level of destruction",
      "vi": "Vì ở đây chúng tôi thấy được mức độ phá hủy"
    }
  },
  {
    "translation": {
      "en": "and it's really hard to understand and even hard to believe.",
      "vi": "và thật sự khó để hiểu, thậm chí khó tin."
    }
  },
  {
    "translation": {
      "en": "I've seen things here that I never expected to see because",
      "vi": "Tôi từng thấy những thứ mà tôi đã không ngờ sẽ thấy được"
    }
  },
  {
    "translation": {
      "en": "you are tracing the lava flows on the streets.",
      "vi": "vì bạn đang lần theo dòng dung nham trên đường phố."
    }
  },
  {
    "translation": {
      "en": "On the crossroads, on the roundabouts.",
      "vi": "Ở ngã tư, ở vòng xoay."
    }
  },
  {
    "translation": {
      "en": "And that's really strange.",
      "vi": "Và điều đó thật sự kì lạ."
    }
  },
  {
    "translation": {
      "en": "People have lost everything.",
      "vi": "Người ta đã mất tất cả."
    }
  },
  {
    "translation": {
      "en": "This is a dark, black lava flow all over the place,",
      "vi": "Một dòng chảy dung nham đen kịt, tối tăm ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "and there is no chance to even blockade your house.",
      "vi": "Thậm chí còn không có cơ hội để phong tỏa nhà của bạn."
    }
  },
  {
    "translation": {
      "en": "That's really terrible.",
      "vi": "Thật sự rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "And that's what makes it really like being on a,",
      "vi": "Thực sự giống như đang ở trong một"
    }
  },
  {
    "translation": {
      "en": "on a PlayStation game or in a video game. You know, this is, unreal.",
      "vi": "trò PlayStation hay trò chơi điện tử vậy. Nó thật hư cấu."
    }
  },
  {
    "translation": {
      "en": "The ash is a very fine dust.",
      "vi": "Tro này là một loại bụi rất mịn."
    }
  },
  {
    "translation": {
      "en": "But when wet, it gets much heavier.",
      "vi": "Nhưng khi bị ướt, nó trở nên nặng hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "So it can make the roof fall in.",
      "vi": "Vì thế nó có thể làm sập mái nhà."
    }
  },
  {
    "translation": {
      "en": "That's why we have to clean it now,",
      "vi": "Vậy nên bây giờ chúng ta phải làm sạch nó,"
    }
  },
  {
    "translation": {
      "en": "as we are in the rainy season.",
      "vi": "vì đang là mùa mưa."
    }
  },
  {
    "translation": {
      "en": "It can cause a lot of problems.",
      "vi": "Nó có thể gây ra rất nhiều vấn đề."
    }
  },
  {
    "translation": {
      "en": "At least I have my property.",
      "vi": "Ít nhất tôi vẫn còn tài sản."
    }
  },
  {
    "translation": {
      "en": "Others have lost everything.",
      "vi": "Những người khác mất tất cả."
    }
  },
  {
    "translation": {
      "en": "Houses, farms. At least I have my mine.",
      "vi": "Nhà cửa, trang trại. Ít nhất tôi vẫn còn."
    }
  },
  {
    "translation": {
      "en": "So I can't complain.",
      "vi": "Vậy nên không được than thở."
    }
  },
  {
    "translation": {
      "en": "The ash damages the bananas and burns them.",
      "vi": "Tro bụi tổn hại những cây chuối và thiêu cháy chúng."
    }
  },
  {
    "translation": {
      "en": "So we let them fall to the floor.",
      "vi": "Nên chúng tôi chọc chúng rơi xuống đất."
    }
  },
  {
    "translation": {
      "en": "We've lost almost the entire crop this year.",
      "vi": "Chúng tôi gần như mất trắng vụ mùa năm nay."
    }
  },
  {
    "translation": {
      "en": "It seems like a dream. Like, nothing we've lived through before.",
      "vi": "Cứ như một giấc mơ vậy. Kiểu như, xưa nay chưa từng trải qua."
    }
  },
  {
    "translation": {
      "en": "Since the beginning of civilization,",
      "vi": "Từ thời điểm sơ khởi của nền văn minh,"
    }
  },
  {
    "translation": {
      "en": "humans have tried to dominate the planet…",
      "vi": "con người đã cố gắng thống trị hành tinh…"
    }
  },
  {
    "translation": {
      "en": "bypassing the raw power of nature.",
      "vi": "bỏ qua sức mạnh thô sơ của tự nhiên."
    }
  },
  {
    "translation": {
      "en": "And there are few things more powerful…",
      "vi": "Và có ít thứ quyền năng hơn…"
    }
  },
  {
    "translation": {
      "en": "than a volcanic eruption.",
      "vi": "một vụ phun trào núi lửa."
    }
  },
  {
    "translation": {
      "en": "It can be thousands of times stronger than a nuclear blast.",
      "vi": "Nó có thể khủng khiếp hơn vụ nổ hạt nhân hàng nghìn lần."
    }
  },
  {
    "translation": {
      "en": "These are forces, that cannot be controlled.",
      "vi": "Đó là những lực… mà ta không thể kiểm soát được."
    }
  },
  {
    "translation": {
      "en": "But can they be predicted?",
      "vi": "Nhưng ta có thể dự đoán không?"
    }
  },
  {
    "translation": {
      "en": "That's the challenge facing the world's volcanologists.",
      "vi": "Đó là thách thức mà các nhà núi lửa học trên thế giới đang đối mặt."
    }
  },
  {
    "translation": {
      "en": "The last major eruption at Masaya was 1800 years ago.",
      "vi": "Lần phun trào lớn cuối cùng ở Masaya là vào 1.800 năm trước."
    }
  },
  {
    "translation": {
      "en": "It spewed out lava flows over 25 miles long.",
      "vi": "Nó phun ra dòng dung nham dài hơn 25 dặm."
    }
  },
  {
    "translation": {
      "en": "But when will it erupt again?",
      "vi": "Khi nào nó sẽ phun trào lần nữa?"
    }
  },
  {
    "translation": {
      "en": "One of the best ways to know the state of a volcano,",
      "vi": "Một trong những cách tốt nhất để biết tình trạng của một ngọn núi lửa"
    }
  },
  {
    "translation": {
      "en": "is to measure the gases it emits.",
      "vi": "là đo lượng khí nó thải ra."
    }
  },
  {
    "translation": {
      "en": "This is best done from inside the volcano.",
      "vi": "Điều này được thực hiện tốt nhất từ bên trong ngọn núi lửa."
    }
  },
  {
    "translation": {
      "en": "How do you feel?",
      "vi": "Cô cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Because it's your first descent, isn't it?",
      "vi": "Đây là lần đầu của cô đúng không?"
    }
  },
  {
    "translation": {
      "en": "Yes, it's the first time.",
      "vi": "Đúng vậy, lần đầu của tôi."
    }
  },
  {
    "translation": {
      "en": "I'd feel frightened to do it in heavy rain or storms.",
      "vi": "Thực hiện trong tiết trời mưa bão làm tôi thấy sợ."
    }
  },
  {
    "translation": {
      "en": "I'm not going to lie to you,",
      "vi": "Thành thật mà nói…"
    }
  },
  {
    "translation": {
      "en": "whenever you're dropping 300 meters into an active volcano,",
      "vi": "Đi xuống 300 mét vào một núi lửa đang hoạt động"
    }
  },
  {
    "translation": {
      "en": "there are always risks.",
      "vi": "luôn luôn có rủi ro."
    }
  },
  {
    "translation": {
      "en": "Okay, be careful.",
      "vi": "Được rồi, cẩn thận nhé."
    }
  },
  {
    "translation": {
      "en": "Therefore you should be careful.",
      "vi": "Vì thế cô nên cẩn thận…"
    }
  },
  {
    "translation": {
      "en": "Since I was little, I've always had a passion for volcanoes.",
      "vi": "Từ khi còn bé, tôi luôn có một niềm đam mê dành cho núi lửa."
    }
  },
  {
    "translation": {
      "en": "As a volcanologist,",
      "vi": "Là một nhà núi lửa học,"
    }
  },
  {
    "translation": {
      "en": "for me to get so close to the lava lake",
      "vi": "để có cơ hội đến gần hồ dung nham"
    }
  },
  {
    "translation": {
      "en": "is something I've dreamt of, but haven't had the opportunity to do.",
      "vi": "là điều tôi mơ ước nhưng vẫn chưa có cơ hội thực hiện."
    }
  },
  {
    "translation": {
      "en": "Of all the active volcanoes on Earth, only eight currently have lava lakes.",
      "vi": "Trong những ngọn núi lửa còn hoạt động, hiện chỉ có tám ngọn có hồ dung nham."
    }
  },
  {
    "translation": {
      "en": "Here, the lava is so hot and liquid, it circulates more easily.",
      "vi": "Ở đây, dung nham rất nóng và lỏng, nó lưu thông dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "Constantly rising and sinking,",
      "vi": "Liên tục nổi lên và chìm xuống,"
    }
  },
  {
    "translation": {
      "en": "staying within a crater near the surface.",
      "vi": "nằm trong một miệng núi lửa gần bề mặt."
    }
  },
  {
    "translation": {
      "en": "- - But lava lakes are not always stable.",
      "vi": "Nhưng hồ dung nham không phải luôn ổn định."
    }
  },
  {
    "translation": {
      "en": "In the Democratic Republic of Congo,",
      "vi": "Ở Cộng hòa Dân chủ Congo,"
    }
  },
  {
    "translation": {
      "en": "following a major eruption, thousands of people fled their homes as lava…",
      "vi": "sau một vụ phun trào nghiêm trọng, nhiều người bỏ lại nhà cửa khi dung nham…"
    }
  },
  {
    "translation": {
      "en": "Sometimes they can erupt with lethal effect.",
      "vi": "Thỉnh thoảng chúng phun trào với hiệu ứng chết người."
    }
  },
  {
    "translation": {
      "en": "At least five people died in the rush to get away from the lava,",
      "vi": "Ít nhất năm người chết khi tháo chạy dung nham,"
    }
  },
  {
    "translation": {
      "en": "which stopped just short of the city of Goma.",
      "vi": "đã dừng ngay rìa thành phố Goma."
    }
  },
  {
    "translation": {
      "en": "Masaya volcano is one of the few",
      "vi": "Núi lửa Masaya là một trong số ít núi lửa"
    }
  },
  {
    "translation": {
      "en": "that can erupt very violently.",
      "vi": "có thể phun trào một cách dữ dội."
    }
  },
  {
    "translation": {
      "en": "But it's unpredictable.",
      "vi": "Nhưng nó không thể dự đoán trước được."
    }
  },
  {
    "translation": {
      "en": "When dissolved gases within the lava reach the surface,",
      "vi": "Khi các khí hòa tan trong dung nham chạm đến bề mặt,"
    }
  },
  {
    "translation": {
      "en": "they can explode.",
      "vi": "chúng có thể phát nổ."
    }
  },
  {
    "translation": {
      "en": "That's why it's so important to know",
      "vi": "Vậy nên việc biết chuyện gì đang xảy ra"
    }
  },
  {
    "translation": {
      "en": "what is happening under Masaya.",
      "vi": "bên dưới Masaya rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "What worries me when I am near a volcano,",
      "vi": "Điều khiến tôi lo lắng khi ở gần một ngọn núi lửa"
    }
  },
  {
    "translation": {
      "en": "is not being able to predict an eruption.",
      "vi": "là không thể dự đoán được về sự phun trào."
    }
  },
  {
    "translation": {
      "en": "Excellent, go under this cable.",
      "vi": "Xuất sắc, đi dưới dây cáp này."
    }
  },
  {
    "translation": {
      "en": "Because the magma is close to the surface,",
      "vi": "Bởi vì magma ở gần bề mặt,"
    }
  },
  {
    "translation": {
      "en": "it could erupt at any time.",
      "vi": "nó có thể phun trào bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "Okay, everything is locked.",
      "vi": "Được rồi, mọi thứ đã được khóa."
    }
  },
  {
    "translation": {
      "en": "Let's do final checks.",
      "vi": "Kiểm tra lần cuối nào."
    }
  },
  {
    "translation": {
      "en": "- Okay Eveling, come down. - Lower the ropes here,",
      "vi": "- Được rồi Eveling, xuống đi. - Hạ dây dưới chỗ này"
    }
  },
  {
    "translation": {
      "en": "- and start the engines! -",
      "vi": "và khởi động động cơ!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "…is very important.",
      "vi": "…rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "She's coming down.",
      "vi": "Cô ấy đang xuống."
    }
  },
  {
    "translation": {
      "en": "Have a good trip, Eveling.",
      "vi": "Thượng lộ bình an, Eveling."
    }
  },
  {
    "translation": {
      "en": "As I was descending into the crater,",
      "vi": "Khi tôi đang đu xuống miệng núi lửa,"
    }
  },
  {
    "translation": {
      "en": "it was such a wonderful experience,",
      "vi": "đó quả thật là một trải nghiệm tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "that it's difficult to find the words.",
      "vi": "khó có thể diễn đạt bằng lời."
    }
  },
  {
    "translation": {
      "en": "All the eruptions the volcano has had, all the strata,",
      "vi": "Qua tất cả các lần phun trào của ngọn núi, tất cả địa tầng"
    }
  },
  {
    "translation": {
      "en": "throughout its geological history.",
      "vi": "trong suốt lịch sử địa chất của nó."
    }
  },
  {
    "translation": {
      "en": "Welcome, Eveling.",
      "vi": "Chào mừng, Eveling."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Gates of Hell.",
      "vi": "Chào mừng cô đến với Cánh cổng Địa ngục."
    }
  },
  {
    "translation": {
      "en": "For me, a volcano is…",
      "vi": "Đối với tôi, núi lửa là…"
    }
  },
  {
    "translation": {
      "en": "is another world.",
      "vi": "một thế giới khác."
    }
  },
  {
    "translation": {
      "en": "It's a window to the inside of the earth,",
      "vi": "Là cửa sổ tiến vào trong lòng đất,"
    }
  },
  {
    "translation": {
      "en": "but a volcano for me is also a huge window in time,",
      "vi": "nhưng với tôi một núi lửa còn là một cửa sổ thời gian lớn,"
    }
  },
  {
    "translation": {
      "en": "where we see ourselves reflected our origins.",
      "vi": "nơi chúng ta nhìn thấy cội nguồn của mình."
    }
  },
  {
    "translation": {
      "en": "And where we are headed.",
      "vi": "Và là nơi chúng ta hướng đến."
    }
  },
  {
    "translation": {
      "en": "Masaya pumps out huge amounts of toxic gas.",
      "vi": "Masaya bơm ra một lượng khí độc khổng lồ…"
    }
  },
  {
    "translation": {
      "en": "Producing more sulfur dioxide in one week",
      "vi": "trong một tuần sản xuất ra nhiều khí sunfua"
    }
  },
  {
    "translation": {
      "en": "than US cars do in a whole year.",
      "vi": "hơn xe hơi ở Mỹ tạo ra trong cả một năm."
    }
  },
  {
    "translation": {
      "en": "Any change in the level of gas could indicate an eruption is coming.",
      "vi": "Mọi thay đổi về mức độ khí có thể báo hiệu một vụ phun trào sắp xảy ra."
    }
  },
  {
    "translation": {
      "en": "Measuring the volcanic gases close to the source",
      "vi": "Đo lường khí núi lửa ở gần nguồn"
    }
  },
  {
    "translation": {
      "en": "provides us with valuable information",
      "vi": "cho chúng tôi những thông tin giá trị"
    }
  },
  {
    "translation": {
      "en": "to understand,",
      "vi": "để hiểu"
    }
  },
  {
    "translation": {
      "en": "how the internal system of the volcano is working.",
      "vi": "hệ thống bên trong một ngọn núi lửa vận hành như thế nào."
    }
  },
  {
    "translation": {
      "en": "Masaya volcano could be extremely lethal",
      "vi": "Núi lửa Masaya có thể cực kì nguy hiểm"
    }
  },
  {
    "translation": {
      "en": "because there are more than two million people",
      "vi": "bởi vì có hơn hai triệu người dân"
    }
  },
  {
    "translation": {
      "en": "who live and work nearby.",
      "vi": "sống và làm việc gần đó."
    }
  },
  {
    "translation": {
      "en": "That's why it's so important",
      "vi": "Vậy nên rất quan trọng"
    }
  },
  {
    "translation": {
      "en": "to understand what is happening under Masaya.",
      "vi": "để hiểu chuyện gì đang diễn ra bên dưới Masaya."
    }
  },
  {
    "translation": {
      "en": "Masaya's internal plumbing system is made up of two magma chambers.",
      "vi": "Hệ thống bơm bên trong Masaya được tạo thành từ hai lò Magma."
    }
  },
  {
    "translation": {
      "en": "The first is a feeder chamber, two miles beneath the surface.",
      "vi": "Cái đầu tiên là một lò nhánh, nằm cách bề mặt hai dặm."
    }
  },
  {
    "translation": {
      "en": "But the more dangerous one is another six miles further down.",
      "vi": "Nhưng nguy hiểm hơn chính là lò nằm sâu sáu dặm dưới mặt đất."
    }
  },
  {
    "translation": {
      "en": "If the gas pressure here gets too high, it could create an explosive eruption.",
      "vi": "Nếu áp suất khí ở đây lên quá cao, nó có thể tạo ra một vụ nổ phun trào."
    }
  },
  {
    "translation": {
      "en": "And Masaya is only one part of the Central American Volcanic Arc,",
      "vi": "Và Masaya chỉ là một phần của Vòng cung Núi lửa Trung Mỹ,"
    }
  },
  {
    "translation": {
      "en": "which includes another 70 active volcanoes.",
      "vi": "nơi gồm 70 núi lửa đang hoạt động khác."
    }
  },
  {
    "translation": {
      "en": "In June 2018, one of them erupted,",
      "vi": "Tháng Sáu năm 2018, một trong số chúng phun trào,"
    }
  },
  {
    "translation": {
      "en": "revealing the power that Masaya could potentially release.",
      "vi": "hiển lộ sức mạnh mà Masaya có khả năng giải phóng."
    }
  },
  {
    "translation": {
      "en": "The Fuego volcano in Guatemala,",
      "vi": "Núi lửa Fuego ở Guatemala"
    }
  },
  {
    "translation": {
      "en": "produced a huge plume of gas and ash,",
      "vi": "sinh ra một chùm khói và tro bụi khổng lồ"
    }
  },
  {
    "translation": {
      "en": "which collapsed under its own weight,",
      "vi": "rồi sụp đổ bởi chính sức nặng của mình,"
    }
  },
  {
    "translation": {
      "en": "creating pyroclastic flows,",
      "vi": "tạo ra luồng mạt vụn núi lửa,"
    }
  },
  {
    "translation": {
      "en": "the deadliest side effects of these kind of volcanoes.",
      "vi": "hiệu ứng phụ chết người nhất của những loại núi lửa này."
    }
  },
  {
    "translation": {
      "en": "Super heated clouds of gas and ash race down the slopes,",
      "vi": "Những đám mây khí tro siêu nóng tràn xuống những con dốc,"
    }
  },
  {
    "translation": {
      "en": "destroying everything and everyone in their path.",
      "vi": "hủy diệt mọi thứ và mọi người trên đường đi của chúng."
    }
  },
  {
    "translation": {
      "en": "It was around 02:30 pm…",
      "vi": "Vào khoảng 2:30 chiều… JIUWIT ROSAS - NHIẾP ẢNH GIA"
    }
  },
  {
    "translation": {
      "en": "when we saw the first pyroclastic flow.",
      "vi": "chúng tôi nhìn thấy luồng mạt vụn núi lửa đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I started filming because it was something I'd never seen before.",
      "vi": "Tôi bắt đầu quay phim vì đó là thứ trước đây tôi chưa bao giờ thấy."
    }
  },
  {
    "translation": {
      "en": "A huge cloud was coming towards us.",
      "vi": "Một đám mây khổng lồ đang tiến về phía chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I saw a man running next to the pick- up.",
      "vi": "Tôi thấy một người đàn ông chạy bên cạnh chiếc xe bán tải."
    }
  },
  {
    "translation": {
      "en": "I said to my colleagues,",
      "vi": "Tôi nói với đồng nghiệp,"
    }
  },
  {
    "translation": {
      "en": "Poor man. Stop!",
      "vi": "Người đàn ông tôi nghiệp. Dừng xe!"
    }
  },
  {
    "translation": {
      "en": "Keep the people back.",
      "vi": "Giữ mọi người lại."
    }
  },
  {
    "translation": {
      "en": "Come on, come on!",
      "vi": "Nhanh nào!"
    }
  },
  {
    "translation": {
      "en": "Get out, leave!",
      "vi": "Ra khỏi đó đi!"
    }
  },
  {
    "translation": {
      "en": "Get out, leave!",
      "vi": "Ra khỏi đó đi!"
    }
  },
  {
    "translation": {
      "en": "It was an immense cloud.",
      "vi": "Đó là một đám mây khổng lồ."
    }
  },
  {
    "translation": {
      "en": "I was in shock, not knowing what was happening.",
      "vi": "Tôi bị sững sờ, không biết chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "Get in now! Let's go!",
      "vi": "Lên xe nhanh! Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "Nhanh nào, anh bạn. Bước lên xe!"
    }
  },
  {
    "translation": {
      "en": "Friend, go! Hurry!",
      "vi": "Chạy đi! Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Chạy!"
    }
  },
  {
    "translation": {
      "en": "What about that man?",
      "vi": "Còn anh ta thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "vi": "Ôi không!"
    }
  },
  {
    "translation": {
      "en": "Don't stop!",
      "vi": "Đừng dừng xe!"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "We drove to an area called El Rodeo,",
      "vi": "Chúng tôi lái đến một vùng gọi là El Rodeo,"
    }
  },
  {
    "translation": {
      "en": "where we got stopped.",
      "vi": "thì bị dừng lại."
    }
  },
  {
    "translation": {
      "en": "A man approached us and said,",
      "vi": "Một người đàn ông tiến đến và nói:"
    }
  },
  {
    "translation": {
      "en": "Help us.",
      "vi": "Cứu chúng tôi với."
    }
  },
  {
    "translation": {
      "en": "People are burnt, asking for help.",
      "vi": "Người dân bị bỏng đang cầu cứu."
    }
  },
  {
    "translation": {
      "en": "They were saying that the lava has arrived.",
      "vi": "Họ nói rằng dung nham đã chảy đến."
    }
  },
  {
    "translation": {
      "en": "We decided to get them into the vehicle.",
      "vi": "Chúng tôi quyết định vào xe."
    }
  },
  {
    "translation": {
      "en": "They were shouting that there are people who need help.",
      "vi": "Họ la hét rằng có người cần được cứu."
    }
  },
  {
    "translation": {
      "en": "We went back and forth, searching for more people.",
      "vi": "Chúng tôi đi đi lại lại, tìm kiếm nhiều người hơn nữa."
    }
  },
  {
    "translation": {
      "en": "I continued filming.",
      "vi": "Tôi tiếp tục quay phim."
    }
  },
  {
    "translation": {
      "en": "Watching the magnitude of the disaster unfold.",
      "vi": "Quan sát mức độ của thảm họa đang dần mở rộng."
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "There was a moment when my colleague got out of the car…",
      "vi": "Có một lúc đồng nghiệp tôi ra khỏi xe…"
    }
  },
  {
    "translation": {
      "en": "And that was the last time I saw him.",
      "vi": "và đó là lần cuối tôi gặp anh ấy."
    }
  },
  {
    "translation": {
      "en": "After saying goodbye, I didn't see him again.",
      "vi": "Sau khi nói câu tạm biệt, tôi không còn gặp lại anh ấy nữa."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Hundreds of people lived around Fuego volcano.",
      "vi": "Hàng trăm người sống xung quanh núi lửa Fuego."
    }
  },
  {
    "translation": {
      "en": "According to official sources,",
      "vi": "Theo nguồn tin chính thức,"
    }
  },
  {
    "translation": {
      "en": "between 400 and 500 people died.",
      "vi": "có từ 400 đến 500 người thiệt mạng."
    }
  },
  {
    "translation": {
      "en": "But there could be more than 2000 people that died.",
      "vi": "Nhưng có thể có hơn hai nghìn người đã tử vong."
    }
  },
  {
    "translation": {
      "en": "The figures aren't exact.",
      "vi": "Số liệu không chính xác."
    }
  },
  {
    "translation": {
      "en": "I never imagined the day would turn out that way.",
      "vi": "Tôi chưa bao giờ tưởng tượng được ngày hôm ấy lại thành ra như thế."
    }
  },
  {
    "translation": {
      "en": "So dangerous.",
      "vi": "Vô cùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "What happened in Fuego could easily be repeated at Masaya,",
      "vi": "Điều xảy ra ở Fuego có thể dễ dàng tái diễn ở Masaya,"
    }
  },
  {
    "translation": {
      "en": "with worse consequences.",
      "vi": "với hậu quả nặng nề hơn."
    }
  },
  {
    "translation": {
      "en": "In Nicaragua, more than 70% of the population",
      "vi": "Ở Nicaragua, hơn 70% dân số"
    }
  },
  {
    "translation": {
      "en": "live in areas where volcanoes are active.",
      "vi": "sống ở những vùng mà núi lửa còn hoạt động."
    }
  },
  {
    "translation": {
      "en": "We have to monitor the volcanoes constantly.",
      "vi": "Chúng tôi phải theo dõi núi lửa liên tục."
    }
  },
  {
    "translation": {
      "en": "Since the beginning of history,",
      "vi": "Từ thuở sơ khai của lịch sử,"
    }
  },
  {
    "translation": {
      "en": "despite the dangers, people have always been drawn to volcanoes.",
      "vi": "con người đã bị thu hút bởi những ngọn núi lửa, mặc cho hiểm nguy."
    }
  },
  {
    "translation": {
      "en": "Today, millions live in their shadow, lured by the riches they provide.",
      "vi": "Ngày nay, con người sống dưới bóng nó, thu hút bởi sự trù phú mà nó mang lại."
    }
  },
  {
    "translation": {
      "en": "Valuable minerals like iron, magnesium and phosphorus help crops grow.",
      "vi": "Khoáng sản có giá trị như sắt, magie, phốt pho giúp ruộng đồng phì nhiêu."
    }
  },
  {
    "translation": {
      "en": "And they're essential for the workings of industry.",
      "vi": "Và cần thiết cho các hoạt động công nghiệp."
    }
  },
  {
    "translation": {
      "en": "Geothermal energy powers entire cities.",
      "vi": "Năng lượng địa nhiệt cung cấp năng lượng cho toàn bộ thành phố."
    }
  },
  {
    "translation": {
      "en": "People have always ignored the dangers to reap the rewards.",
      "vi": "Con người luôn phớt lờ nguy hiểm để vơ vét thành quả."
    }
  },
  {
    "translation": {
      "en": "We must remember that volcanic activity",
      "vi": "Chúng ta phải nhớ rằng hoạt động núi lửa"
    }
  },
  {
    "translation": {
      "en": "is fundamental for the planet, for us, for life.",
      "vi": "cần thiết cho hành tinh, cho chúng ta, cho sự sống."
    }
  },
  {
    "translation": {
      "en": "We have to co- exist with volcanoes.",
      "vi": "Chúng ta phải cùng tồn tại với núi lửa."
    }
  },
  {
    "translation": {
      "en": "Of course, eruptions are catastrophic,",
      "vi": "Dĩ nhiên, các vụ phun trào là thảm họa,"
    }
  },
  {
    "translation": {
      "en": "but they have contributed to life",
      "vi": "nhưng chúng cũng đóng góp cho cuộc sống"
    }
  },
  {
    "translation": {
      "en": "and the growth of civilizations in this area.",
      "vi": "và sự phát triển của các nền văn minh trong khu vực này."
    }
  },
  {
    "translation": {
      "en": "Over three million people live in Naples, beside two powerful volcanoes.",
      "vi": "Hơn ba triệu người dân sống ở Naples bên cạnh hai ngọn núi lửa hùng mạnh."
    }
  },
  {
    "translation": {
      "en": "The most famous is Mount Vesuvius,",
      "vi": "Nổi tiếng nhất là Núi Vesuvius,"
    }
  },
  {
    "translation": {
      "en": "which overlooks the city and provides it with such fertile land.",
      "vi": "nhìn về hướng thành phố và cung cấp cho thành phố đất đai màu mỡ."
    }
  },
  {
    "translation": {
      "en": "Vesuvius will definitely erupt again.",
      "vi": "Nhất định Vesuvius sẽ phun trào lần nữa."
    }
  },
  {
    "translation": {
      "en": "As far as we know, an eruption could happen tomorrow.",
      "vi": "Như những gì chúng ta biết, vụ phun trào có thể diễn ra ngày mai."
    }
  },
  {
    "translation": {
      "en": "Most people don't give much thought to the volcanic risk.",
      "vi": "Nhiều người không lo nghĩ nhiều về hiểm họa núi lửa."
    }
  },
  {
    "translation": {
      "en": "Very few people remember the 1944 eruption.",
      "vi": "Càng ít người nhớ về vụ phun trào năm 1944."
    }
  },
  {
    "translation": {
      "en": "I remember.",
      "vi": "Tôi nhớ."
    }
  },
  {
    "translation": {
      "en": "I was a young girl.",
      "vi": "Tôi vẫn còn là một cô bé."
    }
  },
  {
    "translation": {
      "en": "It was crazy.",
      "vi": "Thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "People started running from their houses",
      "vi": "Người ta bắt đầu chạy khỏi nhà"
    }
  },
  {
    "translation": {
      "en": "and I was thinking,",
      "vi": "và tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "What are we going to do? Are we going to die?",
      "vi": "Chúng ta sẽ làm sao đây? Ta sẽ chết ư?"
    }
  },
  {
    "translation": {
      "en": "I remember my mother saying Pasqualina, come here!",
      "vi": "Tôi nhớ mẹ mình bảo rằng: Pasqualine, lại đây!"
    }
  },
  {
    "translation": {
      "en": "Put the plates here and glasses here!",
      "vi": "Đặt đĩa ở đây và ly ở đây!"
    }
  },
  {
    "translation": {
      "en": "We put them on the horse's cart, and we were taken away.",
      "vi": "Chúng tôi đặt chúng lên xe ngựa, và chúng tôi bị đưa đi."
    }
  },
  {
    "translation": {
      "en": "Everyone began to pray and we said",
      "vi": "Mọi người bắt đầu cầu nguyện và chúng tôi nói"
    }
  },
  {
    "translation": {
      "en": "We are going to die under the lava, how can we escape?",
      "vi": "Chúng ta sắp chết dưới dòng dung nham, làm sao thoát đây?"
    }
  },
  {
    "translation": {
      "en": "If it happened again, heaven forbid,",
      "vi": "Nếu nó xảy ra lần nữa, lạy trời,"
    }
  },
  {
    "translation": {
      "en": "people would be aware of what can happen.",
      "vi": "người ta sẽ nhận thức được điều gì có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "but back then we didn't understand.",
      "vi": "Nhưng hồi đó chúng tôi không hiểu được."
    }
  },
  {
    "translation": {
      "en": "The eruption in 1944 was small by comparison with the one in 79 AD.",
      "vi": "Vụ phun trào năm 1944 so với vụ năm 79 sau Công nguyên thì nhỏ hơn."
    }
  },
  {
    "translation": {
      "en": "when Vesuvius destroyed the city of Pompeii, killing 2000 people.",
      "vi": "Khi ấy Vesuvius phá hủy thành phố Pompeii, giết chết hai nghìn người."
    }
  },
  {
    "translation": {
      "en": "An eruption, within two days,",
      "vi": "Vụ phun trào chỉ trong vòng hai ngày,"
    }
  },
  {
    "translation": {
      "en": "less than two days,",
      "vi": "chưa đến hai ngày,"
    }
  },
  {
    "translation": {
      "en": "produces close to five cubic kilometers of magma.",
      "vi": "sản sinh gần năm kilômét khối magma."
    }
  },
  {
    "translation": {
      "en": "Five billion cubic meters of magma,",
      "vi": "Năm kilômét khối magma,"
    }
  },
  {
    "translation": {
      "en": "brought to the surface by one single eruption, in an explosive manner.",
      "vi": "được đưa lên mặt đất chỉ trong một lần phun trào, bằng một vụ nổ."
    }
  },
  {
    "translation": {
      "en": "With the gas and ash clouds,",
      "vi": "Với những đám mây khí và tro bụi,"
    }
  },
  {
    "translation": {
      "en": "survival is not possible.",
      "vi": "không có cơ hội để sống sót."
    }
  },
  {
    "translation": {
      "en": "It's a very rare phenomenon",
      "vi": "Đó là một hiện tượng rất hiếm xảy ra,"
    }
  },
  {
    "translation": {
      "en": "that occurs, for example, in nuclear blasts.",
      "vi": "mà chỉ xảy ra, chẳng hạn như trong các vụ nổ hạt nhân."
    }
  },
  {
    "translation": {
      "en": "In such a case, the shutdown of vital functions is so rapid",
      "vi": "Trong trường hợp đó, các cơ quan thiết yếu ngừng hoạt động quá nhanh"
    }
  },
  {
    "translation": {
      "en": "that people have no time to react.",
      "vi": "đến nỗi người ta không kịp phản ứng."
    }
  },
  {
    "translation": {
      "en": "They are not aware of what is happening.",
      "vi": "Họ không nhận thức được chuyện gì đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "A clear example is that of victims found resting on an elbow,",
      "vi": "Một ví dụ rõ ràng là những nạn nhân được tìm thấy đang chống khuỷu tay,"
    }
  },
  {
    "translation": {
      "en": "turned to stone",
      "vi": "và bị hóa đá"
    }
  },
  {
    "translation": {
      "en": "by the pyroclastic flow in this position.",
      "vi": "bởi luồng mạt vụn núi lửa ở tư thế đó."
    }
  },
  {
    "translation": {
      "en": "At Pompeii, over 90% of residents",
      "vi": "Ở Pompeii, hơn 90% dân cư"
    }
  },
  {
    "translation": {
      "en": "were able to flee during the eruption.",
      "vi": "đã có thể chạy trốn trong vụ phun trào."
    }
  },
  {
    "translation": {
      "en": "But today in this area, there are three million people.",
      "vi": "Nhưng ở khu vực đó ngày nay, có ba triệu người sinh sống."
    }
  },
  {
    "translation": {
      "en": "With such a large population, an eruption today could be catastrophic.",
      "vi": "Với dân số đông như vậy, một vụ phun trào ngày nay có thể mang tính thảm họa."
    }
  },
  {
    "translation": {
      "en": "But Vesuvius is not the most dangerous volcano in Naples.",
      "vi": "Nhưng Vesuvius không phải ngọn núi lửa nguy hiểm nhất ở Naples."
    }
  },
  {
    "translation": {
      "en": "The western edge of the city is within the crater of something bigger and deadlier.",
      "vi": "Rìa phía Tây của thành phố nằm trong miệng một núi lửa lớn hơn và nguy hiểm hơn."
    }
  },
  {
    "translation": {
      "en": "A potential super volcano.",
      "vi": "Một siêu núi lửa tiềm tàng."
    }
  },
  {
    "translation": {
      "en": "Campi Flegrei.",
      "vi": "Campi Flegrei."
    }
  },
  {
    "translation": {
      "en": "There are six super volcanoes in the world.",
      "vi": "Trên thế giới có sáu siêu núi lửa."
    }
  },
  {
    "translation": {
      "en": "All in rural areas.",
      "vi": "Tất cả nằm trong những vùng ngoại ô."
    }
  },
  {
    "translation": {
      "en": "Like Yellowstone, in the US.",
      "vi": "Như núi lửa Yellowstone ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "Mount Toba, in Indonesia.",
      "vi": "Núi Toba ở Indonesia."
    }
  },
  {
    "translation": {
      "en": "Taupō, in New Zealand.",
      "vi": "Núi Taupō ở New Zealand…"
    }
  },
  {
    "translation": {
      "en": "Campi Flegrei, hidden beneath the city, could be the seventh.",
      "vi": "Núi Campi Flegrei, ẩn mình bên dưới thành phố, có thể là ngọn thứ bảy."
    }
  },
  {
    "translation": {
      "en": "The last major eruption was over 40,000 years ago.",
      "vi": "Đợt phun trào lớn cuối cùng là vào hơn 40.000 năm trước."
    }
  },
  {
    "translation": {
      "en": "But there are telltale signs that it's still active.",
      "vi": "Nhưng có những dấu hiệu cho thấy nó vẫn đang hoạt động."
    }
  },
  {
    "translation": {
      "en": "The town of Baiae, was a fashionable resort in Roman times.",
      "vi": "Thị trấn Baiae là một khu nghỉ dưỡng sang trọng dưới thời La Mã."
    }
  },
  {
    "translation": {
      "en": "Baiae, as soon as it was built, started to drop.",
      "vi": "Baiae, ngay sau khi được xây dựng, bắt đầu sụp đổ."
    }
  },
  {
    "translation": {
      "en": "Because the coast drops two millimeters every year.",
      "vi": "Bởi vì bờ biển sụt xuống hai milimét mỗi năm."
    }
  },
  {
    "translation": {
      "en": "This drop built up over the years.",
      "vi": "Sụ sụt xuống này tích lũy nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Now the Roman buildings are four to six meters under sea level.",
      "vi": "Hiện nay các tòa nhà La Mã đã nằm bốn đến sáu mét dưới mực nước biển."
    }
  },
  {
    "translation": {
      "en": "The Romans didn't understand why their city was sinking.",
      "vi": "Người La Mã đã không hiểu vì sao thành phố của họ bị nhấn chìm."
    }
  },
  {
    "translation": {
      "en": "The answer, lies in these bubbles of volcanic gas.",
      "vi": "Câu trả lời nằm ở những bọt khí núi lửa này."
    }
  },
  {
    "translation": {
      "en": "Under the city of Baiae,",
      "vi": "Dưới thành phố Baiae,"
    }
  },
  {
    "translation": {
      "en": "six or seven kilometers down there is a huge magmatic chamber.",
      "vi": "có một lò magma lớn năm sâu sáu hoặc bảy kilomét dưới đó."
    }
  },
  {
    "translation": {
      "en": "As the gassy magma within the chamber moves, land above it rises and falls.",
      "vi": "Khi magma dạng khí trong lò chuyển động, mặt đất bên trên nhô lên, hạ xuống."
    }
  },
  {
    "translation": {
      "en": "This is why the town Baiae, is now submerged.",
      "vi": "Đây là lí do tại sao thị trấn Baiae giờ đã bị nhấn chìm."
    }
  },
  {
    "translation": {
      "en": "A super eruption at Campi Flegrei could be hundreds of times more powerful",
      "vi": "Một đợt siêu phun trào ở Campi Flegrei có thể mạnh hơn hàng trăm lần"
    }
  },
  {
    "translation": {
      "en": "than the one that destroyed Pompeii.",
      "vi": "so với vụ đã phá hủy Pompeii,"
    }
  },
  {
    "translation": {
      "en": "Dwarfing the threat of Vesuvius, on the other side of the bay.",
      "vi": "lấn át mối đe dọa của Vesuvius ở phía bên kia của vịnh."
    }
  },
  {
    "translation": {
      "en": "A super- eruption is difficult to imagine.",
      "vi": "Thật khó để hình dung một đợt siêu phun trào."
    }
  },
  {
    "translation": {
      "en": "An area hundreds of kilometers around the vent,",
      "vi": "Một khu vực hàng trăm kilomét xung quanh miệng phun,"
    }
  },
  {
    "translation": {
      "en": "would be covered by a very thick cloud of gas,",
      "vi": "sẽ bị bao phủ bởi đám mây khí dày đặc,"
    }
  },
  {
    "translation": {
      "en": "at a temperature of hundreds of degrees",
      "vi": "ở nhiệt độ hàng trăm độ C,"
    }
  },
  {
    "translation": {
      "en": "that would destroy everything.",
      "vi": "sẽ hủy diệt mọi thứ."
    }
  },
  {
    "translation": {
      "en": "It's not a volcano near a city,",
      "vi": "Nó không phải một núi lửa nằm cạnh thành phố"
    }
  },
  {
    "translation": {
      "en": "but a city inside a volcano.",
      "vi": "mà là một thành phố nằm trong núi lửa."
    }
  },
  {
    "translation": {
      "en": "The consequences would be dramatic, not only for Italy,",
      "vi": "Hậu quả sẽ vô cùng khốc liệt, không chỉ riêng nước Ý,"
    }
  },
  {
    "translation": {
      "en": "but at a European level, due to the release of huge amounts of ash",
      "vi": "mà là ở mức độ Châu Âu, đặc biệt do sự phóng xuất một lượng lớn tro bụi"
    }
  },
  {
    "translation": {
      "en": "into the stratosphere, and of gases especially",
      "vi": "vào bầu khí quyển, và do những loại khí"
    }
  },
  {
    "translation": {
      "en": "that would block the sun's light",
      "vi": "sẽ cản trở ánh sáng Mặt Trời"
    }
  },
  {
    "translation": {
      "en": "which might, although less so than other super- eruptions,",
      "vi": "có thể, mặc dù ít hơn các siêu phun trào khác,"
    }
  },
  {
    "translation": {
      "en": "produce a so- called volcanic winter.",
      "vi": "tạo ra cái gọi là mùa đông núi lửa."
    }
  },
  {
    "translation": {
      "en": "By blocking the sun's rays,",
      "vi": "Bằng cách chặn tia nắng mặt trời,"
    }
  },
  {
    "translation": {
      "en": "global temperatures could drop by as much as four degrees Celsius,",
      "vi": "nhiệt độ toàn cầu có thể hạ xuống đến bốn độ C,"
    }
  },
  {
    "translation": {
      "en": "causing powerful storms,",
      "vi": "gây ra những cơn bão dữ,"
    }
  },
  {
    "translation": {
      "en": "extreme rainfall,",
      "vi": "mưa xối xả,"
    }
  },
  {
    "translation": {
      "en": "and severe winters.",
      "vi": "và mùa đông khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "Millions of people would be at risk.",
      "vi": "Hàng triệu người sẽ gặp rủi ro."
    }
  },
  {
    "translation": {
      "en": "The stakes could not be higher.",
      "vi": "Mọi chuyện không thể tồi tệ hơn."
    }
  },
  {
    "translation": {
      "en": "30 years ago, 500 million people lived around volcanoes.",
      "vi": "Ba mươi năm trước, 500 triệu người sống quanh các ngọn núi lửa."
    }
  },
  {
    "translation": {
      "en": "Now its 1.1 billion.",
      "vi": "Hiện tại là 1,1 tỉ người."
    }
  },
  {
    "translation": {
      "en": "Volcanoes can erupt almost anywhere,",
      "vi": "Núi lửa có thể phun trào gần như ở bất kì đâu."
    }
  },
  {
    "translation": {
      "en": "So, yeah, 1.1 billion is a number that makes me quite nervous.",
      "vi": "Nên 1,1 tỷ là con số làm tôi khá lo lắng."
    }
  },
  {
    "translation": {
      "en": "Volcanoes have been on Earth since before humans…",
      "vi": "Núi lửa có mặt trên Trái Đất từ trước cả khi con người xuất hiện…"
    }
  },
  {
    "translation": {
      "en": "and will be here long after we're gone,",
      "vi": "và sẽ vẫn ở đây lâu sau khi chúng ta biến mất,"
    }
  },
  {
    "translation": {
      "en": "creating and destroying life in an epic natural cycle.",
      "vi": "sản sinh và hủy diệt sự sống trong một chu kỳ tự nhiên hoành tráng."
    }
  },
  {
    "translation": {
      "en": "We will always be vulnerable to their destructive powers.",
      "vi": "Chúng ta sẽ luôn mong manh trước sức mạnh hủy diệt của chúng."
    }
  },
  {
    "translation": {
      "en": "But the more we understand them, the easier it becomes to live alongside them.",
      "vi": "Nhưng ta càng hiểu về chúng, sống chung với chúng càng dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "Subtitle translation by: Antoinette Smit",
      "vi": "Biên dịch: Duy Nguyen"
    }
  }
]