[
  {
    "translation": {
      "en": "[distorted voice] I never knew who Gerry was.",
      "vi": "Tôi không hề quen Gerry."
    }
  },
  {
    "translation": {
      "en": "My name is Gerald Cotten, and I'm the founder of QuadrigaCX.",
      "vi": "Tôi là Gerald Cotten, người sáng lập QuadrigaCX."
    }
  },
  {
    "translation": {
      "en": "[wolf man] And I actually didn't need to know who Gerry was.",
      "vi": "Lúc đó tôi cũng không cần quen Gerry."
    }
  },
  {
    "translation": {
      "en": "When you're conducting business across the Internet,",
      "vi": "Khi làm kinh doanh trên mạng,"
    }
  },
  {
    "translation": {
      "en": "you're putting your trust in this little kind of veneer of the website.",
      "vi": "ta đặt niềm tin vào trang web, vào cái vỏ bọc giao diện mà ta thấy."
    }
  },
  {
    "translation": {
      "en": "It's a bunch of HTML pages cobbled together with string and tape.",
      "vi": "Đó chỉ là mấy trang HTML được chắp vá với nhau."
    }
  },
  {
    "translation": {
      "en": "Strip the veneer away and you realize how actually fragile that is",
      "vi": "Bỏ lớp vỏ bọc đó đi, bạn sẽ thấy nó lỏng lẻo đến mức nào."
    }
  },
  {
    "translation": {
      "en": "and that actually behind that website are real people.",
      "vi": "Và đứng đằng sau trang web đó thật ra là con người."
    }
  },
  {
    "translation": {
      "en": "And it's those people that you need to trust.",
      "vi": "Và những người đó mới là đối tượng mà bạn cần tin tưởng."
    }
  },
  {
    "translation": {
      "en": "This is a real mystery that's unfolding this morning,",
      "vi": "Một bí ẩn đích thực đang hé lộ sáng nay,"
    }
  },
  {
    "translation": {
      "en": "and it all has to do with the death of Gerald Cotten,",
      "vi": "liên quan đến cái chết của Gerald Cotten,"
    }
  },
  {
    "translation": {
      "en": "along with the disappearance of $250 million.",
      "vi": "cùng với sự biến mất của 250 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Where is this money?",
      "vi": "Số tiền này đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "[reporter] About 110,000 customer accounts.",
      "vi": "Khoảng 110.000 tài khoản khách hàng."
    }
  },
  {
    "translation": {
      "en": "[man 2] This was all my money, my life savings, everything.",
      "vi": "Đó là toàn bộ tiền của tôi, cả tiền tích góp, tất cả."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It puts this whole Bitcoin world in the crosshairs.",
      "vi": "Việc này đã khiến cả giới Bitcoin chao đảo."
    }
  },
  {
    "translation": {
      "en": "There's some people suggesting that maybe he's not dead.",
      "vi": "Có người cho rằng có thể anh ta chưa chết."
    }
  },
  {
    "translation": {
      "en": "[woman] Allegedly, Gerry faked his own death and ran off with the money.",
      "vi": "Có thông tin rằng Gerry giả chết để ôm tiền bỏ trốn."
    }
  },
  {
    "translation": {
      "en": "He was now in hiding and had had his face modified by a plastic surgeon.",
      "vi": "Anh ta đang lẩn trốn và đã phẫu thuật thay đổi khuôn mặt."
    }
  },
  {
    "translation": {
      "en": "[man 3] He could be a citizen of 20 countries",
      "vi": "Anh ta có thể có 20 quốc tịch"
    }
  },
  {
    "translation": {
      "en": "under 20 different faces and 20 different names.",
      "vi": "với 20 bộ mặt và 20 tên họ khác nhau."
    }
  },
  {
    "translation": {
      "en": "Okay, now scan the QR code…",
      "vi": "Rồi, giờ cháu quét mã QR đi…"
    }
  },
  {
    "translation": {
      "en": "[man 4] He doesn't come off as a sophisticated criminal mastermind.",
      "vi": "Anh ta không giống một bậc thầy tội phạm cáo già."
    }
  },
  {
    "translation": {
      "en": "[wolf man] There were so many different pieces to the story. So many questions.",
      "vi": "Câu chuyện này có rất nhiều mảnh ghép. Vô vàn nghi vấn."
    }
  },
  {
    "translation": {
      "en": "[man 5] We need to get to the bottom of this.",
      "vi": "Ta cần tìm hiểu cho ra lẽ."
    }
  },
  {
    "translation": {
      "en": "[woman 2] It turned into a shit tornado of catastrophic proportions.",
      "vi": "Sự việc trở thành một cơn bão bòng bong khổng lồ."
    }
  },
  {
    "translation": {
      "en": "[man 3] Either I know a guy who screwed up and lost a quarter billion,",
      "vi": "Một là cái gã tôi quen phạm sai lầm và làm mất 250 triệu đô,"
    }
  },
  {
    "translation": {
      "en": "or I know a guy who pulled off one of the greatest crimes in history.",
      "vi": "hai là anh ta đã thực hiện một tội ác đẳng cấp lịch sử."
    }
  },
  {
    "translation": {
      "en": "[man 6] Bitcoin can change the world.",
      "vi": "Bitcoin có thể thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "That's my belief.",
      "vi": "Tôi tin là như thế."
    }
  },
  {
    "translation": {
      "en": "I believe that Gerry thought the same thing.",
      "vi": "Tôi tin rằng Gerry cũng tin là như vậy."
    }
  },
  {
    "translation": {
      "en": "Bitcoin is counterculture.",
      "vi": "Bitcoin mang tính phản kháng văn hóa."
    }
  },
  {
    "translation": {
      "en": "There's an element of rebellion to it, and in that regard, you could say, uh,",
      "vi": "Nó có đôi chút tính nổi loạn, và theo khía cạnh đó, có thể nói"
    }
  },
  {
    "translation": {
      "en": "there's a bit of rock and roll going on to Bitcoin.",
      "vi": "giới Bitcoin cũng có đôi chút điên rồ."
    }
  },
  {
    "translation": {
      "en": "But a lot of crypto people",
      "vi": "Nhưng lắm người buôn tiền mã hóa"
    }
  },
  {
    "translation": {
      "en": "either are paranoid or specifically distrust people.",
      "vi": "bị hoang tưởng hoặc vô cùng đa nghi."
    }
  },
  {
    "translation": {
      "en": "Trust is not common in my industry.",
      "vi": "Trong giới này rất ít lòng tin."
    }
  },
  {
    "translation": {
      "en": "I bet a lot of them did not agree to do this.",
      "vi": "Cá là rất nhiều người từ chối tham gia tài liệu này."
    }
  },
  {
    "translation": {
      "en": "[man 3] There's only so much time to, uh, exercise",
      "vi": "Dân buôn tiền mã hóa có rất ít thời gian để tập thể dục,"
    }
  },
  {
    "translation": {
      "en": "when you're living the crypto life, so you do what you can.",
      "vi": "Dân buôn tiền mã hóa có rất ít thời gian để tập thể dục, nên phải tranh thủ."
    }
  },
  {
    "translation": {
      "en": "Me, I'm, u… I'm really, like, a number guy.",
      "vi": "Tôi ấy à, tôi thích tính toán."
    }
  },
  {
    "translation": {
      "en": "I don't do words. I do numbers.",
      "vi": "Kém văn vẻ. Giỏi số má."
    }
  },
  {
    "translation": {
      "en": "Yeah, I definitely trust technology more than I do people.",
      "vi": "Chắc chắn là tôi tin công nghệ hơn tin con người."
    }
  },
  {
    "translation": {
      "en": "That's awesome.",
      "vi": "Tuyệt vời thật."
    }
  },
  {
    "translation": {
      "en": "When I first heard about Bitcoin, it was, like, early 2013.",
      "vi": "Lần đầu tôi nghe về Bitcoin là đầu năm 2013."
    }
  },
  {
    "translation": {
      "en": "I'd found the local community here.",
      "vi": "Tôi tìm cộng đồng của khu này."
    }
  },
  {
    "translation": {
      "en": "Uh, we were just meeting in restaurants once a week",
      "vi": "Bọn tôi họp mặt hàng tuần ở quán ăn"
    }
  },
  {
    "translation": {
      "en": "and just talking about Bitcoin.",
      "vi": "và trò chuyện về Bitcoin."
    }
  },
  {
    "translation": {
      "en": "You know, the same eight to 12 people every time.",
      "vi": "Lần nào cũng từ tám đến 12 người ấy."
    }
  },
  {
    "translation": {
      "en": "It was through the Bitcoin co-op and community that I met Gerry Cotten.",
      "vi": "Nhờ hội hợp tác và cộng đồng Bitcoin mà tôi gặp Gerry Cotten."
    }
  },
  {
    "translation": {
      "en": "Gerald, starting with you.",
      "vi": "Gerald, bắt đầu với anh nhé."
    }
  },
  {
    "translation": {
      "en": "-Yes. -What's your story?",
      "vi": "Được. Anh sinh ra. Anh ở đây. Chuyện là thế nào?"
    }
  },
  {
    "translation": {
      "en": "You were born. Now you're here. What happened in between?",
      "vi": "Anh sinh ra. Anh ở đây. Chuyện là thế nào?"
    }
  },
  {
    "translation": {
      "en": "Gerry came across friendly, positive, upbeat.",
      "vi": "Gerry là người thân thiện, lạc quan, vui tươi."
    }
  },
  {
    "translation": {
      "en": "He always laughed.",
      "vi": "Anh ta cười mọi lúc."
    }
  },
  {
    "translation": {
      "en": "Like, I don't know what Gerry would look like angry.",
      "vi": "Tôi không biết mặt Gerry lúc giận như thế nào nữa."
    }
  },
  {
    "translation": {
      "en": "[man 7] Gerry's stuck in the maze.",
      "vi": "Gerry kẹt trong mê cung rồi."
    }
  },
  {
    "translation": {
      "en": "Everyone that was part of that scene at the time was definitely very nerdy.",
      "vi": "Mọi thành viên của hội vào thời điểm đó đều ham mê tri thức nhưng rất hướng nội."
    }
  },
  {
    "translation": {
      "en": "I wouldn't describe any of us as really fitting in anywhere.",
      "vi": "Tôi thấy tất cả chúng tôi đều lạc lõng ở những nơi khác."
    }
  },
  {
    "translation": {
      "en": "Everyone has a thing they're a nerd about, and they just like that thing.",
      "vi": "Tất cả đều đam mê một thứ gì đó, và họ chỉ thích mỗi nó."
    }
  },
  {
    "translation": {
      "en": "I think it's all right.",
      "vi": "Chắc là không sao đâu."
    }
  },
  {
    "translation": {
      "en": "It seems like Gerry's was business.",
      "vi": "Có vẻ Gerry đam mê kinh doanh."
    }
  },
  {
    "translation": {
      "en": "[Gerry] Bitcoin is a digital currency.",
      "vi": "Bitcoin là một loại tiền điện tử."
    }
  },
  {
    "translation": {
      "en": "It's basically like you have cash, but it exists only in digital form.",
      "vi": "Cơ bản giống như bạn có tiền, nhưng chỉ ở dưới dạng kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "Gerry was an incredibly charming, very smart promoter of the technology.",
      "vi": "Gerry là một người rất ủng hộ công nghệ, và anh ấy vô cùng thu hút và rất thông minh."
    }
  },
  {
    "translation": {
      "en": "The Bitcoin community is trying to move away",
      "vi": "Cộng đồng Bitcoin đang cố gắng rời bỏ"
    }
  },
  {
    "translation": {
      "en": "from the traditional forms of currency and into this modern, digital currency,",
      "vi": "các hình thức tiền tệ truyền thống và chuyển sang loại tiền số hiện đại,"
    }
  },
  {
    "translation": {
      "en": "which doesn't have the bureaucracy of the banks.",
      "vi": "không mang tính quan liêu của ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Smart, um, and knew it.",
      "vi": "Vừa thông minh, vừa thức thời."
    }
  },
  {
    "translation": {
      "en": "But one of the hardest parts was acquiring the Bitcoin.",
      "vi": "Một trong những bước khó nhất là mua Bitcoin."
    }
  },
  {
    "translation": {
      "en": "Especially in Canada.",
      "vi": "Nhất là ở Canada."
    }
  },
  {
    "translation": {
      "en": "So I created QuadrigaCX in 2013",
      "vi": "Nên tôi đã sáng lập QuadrigaCX vào năm 2013"
    }
  },
  {
    "translation": {
      "en": "for buying and selling Bitcoin.",
      "vi": "để làm nơi mua bán Bitcoin."
    }
  },
  {
    "translation": {
      "en": "[Gerry] So for those who aren't familiar with Bitcoin exchanges and what we do,",
      "vi": "Với ai còn xa lạ về sàn Bitcoin và những gì chúng tôi làm,"
    }
  },
  {
    "translation": {
      "en": "I like to compare it to a stock exchange.",
      "vi": "tôi xin ví nó với sàn chứng khoán."
    }
  },
  {
    "translation": {
      "en": "However, instead of trading stocks in our exchange, people trade Bitcoin.",
      "vi": "Nhưng sàn của chúng tôi giao dịch Bitcoin thay vì chứng khoán."
    }
  },
  {
    "translation": {
      "en": "[Amber] In its simplest form,",
      "vi": "Về cơ bản nhất,"
    }
  },
  {
    "translation": {
      "en": "a cryptocurrency exchange is something that would allow you to exchange",
      "vi": "sàn giao dịch tiền mã hóa cho phép ta đổi"
    }
  },
  {
    "translation": {
      "en": "between Bitcoin and dollars, dollars and Bitcoin.",
      "vi": "Bitcoin sang đô la và ngược lại."
    }
  },
  {
    "translation": {
      "en": "And they make money by taking a fee",
      "vi": "Và họ kiếm tiền bằng cách thu phí"
    }
  },
  {
    "translation": {
      "en": "for each of those trades that they process.",
      "vi": "mỗi giao dịch mà họ xử lý."
    }
  },
  {
    "translation": {
      "en": "[Alex] The Bitcoin Club had just been going to restaurants",
      "vi": "Trước đó, hội Bitcoin toàn đến quán ăn"
    }
  },
  {
    "translation": {
      "en": "and just trying to find a place to let us sit and talk about Bitcoin.",
      "vi": "và chỉ muốn tìm một nơi để ngồi trao đổi về Bitcoin."
    }
  },
  {
    "translation": {
      "en": "When the Quadriga office opened, Gerry kind of invited us all in, um,",
      "vi": "Khi Quadriga mở văn phòng, Gerry mời cả hội đến,"
    }
  },
  {
    "translation": {
      "en": "the whole community, and he said, \"You can just come here and hang out.\"",
      "vi": "tất cả chúng tôi, và nói, \"Cứ đến đây chơi\"."
    }
  },
  {
    "translation": {
      "en": "\"This can be the place we talk about Bitcoin.\"",
      "vi": "\"Cứ đến đây để bàn về Bitcoin\"."
    }
  },
  {
    "translation": {
      "en": "You know, people had really high hopes Quadriga would help legitimize Bitcoin.",
      "vi": "Mọi người rất hi vọng rằng Quadriga sẽ góp phần hợp pháp hóa Bitcoin."
    }
  },
  {
    "translation": {
      "en": "I see it as a pivotal moment in the Bitcoin space.",
      "vi": "Đây là thời khắc then chốt của giới Bitcoin."
    }
  },
  {
    "translation": {
      "en": "It's basically a new chapter as we move towards the mainstream financial industry.",
      "vi": "Về cơ bản, ta đã bước sang chương mới và tiến gần ngành tài chính chính thống hơn."
    }
  },
  {
    "translation": {
      "en": "[Andrew] We were at the meetup having Bitcoin beers",
      "vi": "Chúng tôi đang uống bia Bitcoin ở buổi họp mặt"
    }
  },
  {
    "translation": {
      "en": "when, uh, someone said, \"Guys, check the Bitcoin price.\"",
      "vi": "thì có người nói, \"Mọi người ơi, kiểm tra giá Bitcoin đi\"."
    }
  },
  {
    "translation": {
      "en": "It is the hottest currency in the world.",
      "vi": "Đây là đồng tiền nóng nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Bitcoin's value has skyrocketed.",
      "vi": "Giá trị của Bitcoin đã tăng phi mã."
    }
  },
  {
    "translation": {
      "en": "The chart looks like the left-hand side of an Eiffel Tower.",
      "vi": "Biểu đồ này trông như nửa bên trái của tháp Eiffel."
    }
  },
  {
    "translation": {
      "en": "And we all took out our phones and started yelling like, \"Oh my God!\"",
      "vi": "Chúng tôi rút điện thoại ra và thi nhau kêu, \"Chúa ơi!\""
    }
  },
  {
    "translation": {
      "en": "\"Guys, look. Oh my God! Look at it go.\"",
      "vi": "\"Xem này. Chúa ơi! Xem nó tăng kìa\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Bitcoin's value reached $11,000.",
      "vi": "Giá trị của Bitcoin đạt 11.000 đô la."
    }
  },
  {
    "translation": {
      "en": "12,000.",
      "vi": "12.000."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] $15,000.",
      "vi": "15.000 đô la."
    }
  },
  {
    "translation": {
      "en": "$17,000.",
      "vi": "17.000 đô la."
    }
  },
  {
    "translation": {
      "en": "$18,000.",
      "vi": "18.000 đô la."
    }
  },
  {
    "translation": {
      "en": "The new currency is making a lot of people rich.",
      "vi": "Đồng tiền mới đang giúp nhiều người kiếm bộn."
    }
  },
  {
    "translation": {
      "en": "Ten years ago, it didn't even exist.",
      "vi": "Mười năm trước, nó còn chưa tồn tại."
    }
  },
  {
    "translation": {
      "en": "I have to say I'm feeling a bit of FOMO here.",
      "vi": "Tôi lo rằng tôi đang bỏ lỡ thời đại."
    }
  },
  {
    "translation": {
      "en": "Bitcoin went from relative obscurity to front page news.",
      "vi": "Bitcoin từ khái niệm khá xa lạ trở thành tin trang nhất."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Bitcoin is becoming mainstream.",
      "vi": "Bitcoin đang trở thành xu hướng."
    }
  },
  {
    "translation": {
      "en": "Every bar I go into, the bartender wants to talk about Bitcoin.",
      "vi": "Nhân viên pha chế ở mọi quán bar tôi đến đều muốn nói về Bitcoin."
    }
  },
  {
    "translation": {
      "en": "When Quadriga was founded in 2013, when Bitcoin was only worth $100,",
      "vi": "Quadriga thành lập vào năm 2013, khi Bitcoin chỉ trị giá 100 đô la,"
    }
  },
  {
    "translation": {
      "en": "if you fast-forward all the way to near the end of 2017,",
      "vi": "và nếu tua nhanh đến cuối năm 2017,"
    }
  },
  {
    "translation": {
      "en": "we had our, uh, touch of $20,000 Bitcoin.",
      "vi": "chúng tôi có Bitcoin trị giá khoảng 20.000 đô la."
    }
  },
  {
    "translation": {
      "en": "People would say, \"Where should I get Bitcoin?\" I would say, \"QuadrigaCX.\"",
      "vi": "Khi ai hỏi, \"Mua Bitcoin ở đâu?\" tôi đều nói, \"QuadrigaCX\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Introducing QuadrigaCX…",
      "vi": "Xin giới thiệu QuadrigaCX…"
    }
  },
  {
    "translation": {
      "en": "If you had an interest in Bitcoin and were in Canada, you'd heard of Quadriga.",
      "vi": "Ai hứng thú với Bitcoin và ở Canada đều biết đến Quadriga."
    }
  },
  {
    "translation": {
      "en": "When we began, we were a relatively small company,",
      "vi": "Hồi đầu, chúng tôi chỉ là công ty nhỏ,"
    }
  },
  {
    "translation": {
      "en": "trading just a few Bitcoins every day.",
      "vi": "mỗi ngày chỉ giao dịch vài Bitcoin."
    }
  },
  {
    "translation": {
      "en": "However, over the past year, we've grown to become the largest exchange in the country.",
      "vi": "Trong năm qua, chúng tôi đã trở thành sàn giao dịch lớn nhất nước."
    }
  },
  {
    "translation": {
      "en": "Every time there's a wave of adoption, it's good and bad.",
      "vi": "Lán sóng do đồng tiền mới tạo ra có cả cái tốt và xấu."
    }
  },
  {
    "translation": {
      "en": "You get a few new believers",
      "vi": "Có người thật sự tin tưởng"
    }
  },
  {
    "translation": {
      "en": "and a whole lot of new people trying to get rich.",
      "vi": "nhưng đa số chỉ là muốn làm giàu."
    }
  },
  {
    "translation": {
      "en": "Hi, everyone. My name's Tong, and I'm a Chinese Canadian,",
      "vi": "Chào mọi người. Tôi là Tong, người Canada gốc Hoa."
    }
  },
  {
    "translation": {
      "en": "and welcome to my YouTube channel.",
      "vi": "Chào mừng đến kênh YouTube này."
    }
  },
  {
    "translation": {
      "en": "On my YouTube channel, there's a lot of different types of videos.",
      "vi": "Trên kênh YouTube của tôi, có rất nhiều loại video khác nhau."
    }
  },
  {
    "translation": {
      "en": "[Tong] And I hope you enjoy watching them as much as I enjoy making them.",
      "vi": "Mong các bạn thấy vui khi xem như tôi thấy vui khi làm ra chúng."
    }
  },
  {
    "translation": {
      "en": "And, uh, thanks for watching.",
      "vi": "Cảm ơn vì đã theo dõi."
    }
  },
  {
    "translation": {
      "en": "I was in San Francisco. You know, I'm a software engineer.",
      "vi": "Lúc đó tôi ở San Francisco. Tôi là kỹ sư phần mềm."
    }
  },
  {
    "translation": {
      "en": "Even though software engineers make good salaries in San Francisco,",
      "vi": "Dù lương kỹ sư phần mềm ở San Francisco khá cao,"
    }
  },
  {
    "translation": {
      "en": "after working with virtually no stop for the past, um, seven, eight years,",
      "vi": "sau khi làm việc gần như không ngơi nghỉ suốt bảy, tám năm ròng,"
    }
  },
  {
    "translation": {
      "en": "I wanted to quit. Travel or do something like that.",
      "vi": "tôi muốn nghỉ việc. Đi du lịch hay làm gì đó."
    }
  },
  {
    "translation": {
      "en": "A lot of my friends made a lot of money on cryptocurrency.",
      "vi": "Tôi có nhiều bạn kiếm được rất nhiều tiền từ tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "They were making hundreds of thousands of dollars at the time.",
      "vi": "Họ kiếm được hàng trăm ngàn đô la."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh. Look at this thing!",
      "vi": "Chúa ơi. Xem nó này!"
    }
  },
  {
    "translation": {
      "en": "In 2011, I bought Bitcoin at $2.52.",
      "vi": "Năm 2011, tôi mua Bitcoin với giá 2,52 đô la."
    }
  },
  {
    "translation": {
      "en": "And so, technically, this Lamborghini only cost me about $115.",
      "vi": "Nên có thể nói tôi chỉ mất 115 đô la để mua chiếc Lamborghini này."
    }
  },
  {
    "translation": {
      "en": "So I was like, \"Okay, I gotta get some money too,\"",
      "vi": "Thế là tôi nghĩ, \"Mình cũng kiếm ít tiền mới được\","
    }
  },
  {
    "translation": {
      "en": "so I just took out three loans.",
      "vi": "nên đã đi vay ba khoản."
    }
  },
  {
    "translation": {
      "en": "It was about $85,000 in total.",
      "vi": "Tổng cộng là khoảng 85.000 đô la."
    }
  },
  {
    "translation": {
      "en": "And I put it all into different cryptocurrencies.",
      "vi": "Rồi dùng tất cả để mua đủ loại tiền mã hóa khác nhau."
    }
  },
  {
    "translation": {
      "en": "Nobody has the patience to wanna get rich slow.",
      "vi": "Chẳng ai đủ bền chí làm giàu từ từ."
    }
  },
  {
    "translation": {
      "en": "I wanted to keep up with my friends.",
      "vi": "Tôi muốn bằng với chúng bạn."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's good.",
      "vi": "Được rồi, đã quá."
    }
  },
  {
    "translation": {
      "en": "[Gerry] As of now, Canada's approximately one percent of the global trading volume.",
      "vi": "Canada đang chiếm khoảng một phần trăm lượng giao dịch toàn cầu."
    }
  },
  {
    "translation": {
      "en": "So as we expand globally, we'll be able to grow and our profits will increase dramatically.",
      "vi": "Khi mở rộng ra toàn cầu, chúng tôi sẽ có thể phát triển, và lợi nhuận sẽ tăng."
    }
  },
  {
    "translation": {
      "en": "[man 9] And let me paint the picture.",
      "vi": "Để tôi mô tả thế này."
    }
  },
  {
    "translation": {
      "en": "Mr. Cotten looks probably exactly what you think an Internet genius would look like.",
      "vi": "Anh Cotten có lẽ giống hệt tưởng tượng của ta về một thiên tài Internet."
    }
  },
  {
    "translation": {
      "en": "-A young, attractive man. -[Gerry laughs]",
      "vi": "Một chàng trai hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "So, yeah, yeah, he's exactly what you picture in your mind.",
      "vi": "Phải, y hệt những gì ta tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "How many coins did you buy at a time like this?",
      "vi": "Anh mua bao nhiêu vào những lúc thế này?"
    }
  },
  {
    "translation": {
      "en": "[Gerry] Oh, like, a hundred.",
      "vi": "Cả trăm đồng."
    }
  },
  {
    "translation": {
      "en": "[man 9] Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "[Gerry] It was very profitable. And--",
      "vi": "Sinh lời rất nhiều."
    }
  },
  {
    "translation": {
      "en": "[man 9] Are we hanging out with Mark Zuckerberg? Is that what's going on?",
      "vi": "Hóa ra anh là Mark Zuckerberg à? Phải vậy không?"
    }
  },
  {
    "translation": {
      "en": "In 2017, they did so well, like, everything's falling in your lap.",
      "vi": "Năm 2017 thành công rực rỡ, như thể chúng tôi chẳng cần làm gì cũng ra tiền."
    }
  },
  {
    "translation": {
      "en": "Um, probably millions. No, not probably. Definitely tens of millions.",
      "vi": "Có lẽ tiền triệu. Chắc là không. Chắc chắn hàng chục triệu."
    }
  },
  {
    "translation": {
      "en": "He was buying a plane.",
      "vi": "Anh ta mua máy bay."
    }
  },
  {
    "translation": {
      "en": "Buying a boat.",
      "vi": "Mua thuyền."
    }
  },
  {
    "translation": {
      "en": "A little island, too, apparently.",
      "vi": "Và có vẻ là một hòn đảo nhỏ nữa."
    }
  },
  {
    "translation": {
      "en": "He started acquiring properties.",
      "vi": "Anh ấy bắt đầu mua bất động sản."
    }
  },
  {
    "translation": {
      "en": "And had been recently married.",
      "vi": "Và mới cưới vợ."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Bắt đầu nhé."
    }
  },
  {
    "translation": {
      "en": "[Amber] He was not flashy when he was here.",
      "vi": "Hồi ở đây, anh ấy không có tí gì hào nhoáng."
    }
  },
  {
    "translation": {
      "en": "He was a button-down shirt, jeans type of guy.",
      "vi": "Chỉ là kiểu người mặc sơ mi, quần bò đơn giản."
    }
  },
  {
    "translation": {
      "en": "-Now he was living the high life. -[Gerry] …away!",
      "vi": "- Giờ thì anh ấy sống rất phủ phê. - …bay đi!"
    }
  },
  {
    "translation": {
      "en": "Traveling around the world and was living a digital nomad lifestyle.",
      "vi": "Du lịch vòng quanh thế giới, nay đây mai đó và làm việc qua mạng."
    }
  },
  {
    "translation": {
      "en": "And just working from wherever he was, which was fantastic.",
      "vi": "Anh ấy đến đâu cũng vẫn làm việc được, thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Bitcoin rose and rose and rose.",
      "vi": "Bitcoin cứ tăng giá mãi."
    }
  },
  {
    "translation": {
      "en": "And ultimately, it crashed.",
      "vi": "Cuối cùng, nó sụt giá."
    }
  },
  {
    "translation": {
      "en": "And, uh,",
      "vi": "Và"
    }
  },
  {
    "translation": {
      "en": "I think that was the beginning of troubles at QuadrigaCX.",
      "vi": "tôi nghĩ đó là lúc QuadrigaCX bắt đầu gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "The Bitcoin roller coaster continues to be on a wild ride tonight.",
      "vi": "Tối nay, chuyến tàu lượn Bitcoin tiếp tục có một hành trình chao đảo."
    }
  },
  {
    "translation": {
      "en": "The cryptocurrency has gone from hitting a new record price yesterday",
      "vi": "Đồng tiền mã hóa này vừa đạt mức giá kỷ lục mới vào hôm qua,"
    }
  },
  {
    "translation": {
      "en": "to nose-diving today.",
      "vi": "nay sụt giá không phanh."
    }
  },
  {
    "translation": {
      "en": "The market started crashing.",
      "vi": "Thị trường bắt đầu sụp đổ."
    }
  },
  {
    "translation": {
      "en": "Bitcoin and all the other cryptocurrencies started to drop down.",
      "vi": "Bitcoin và mọi loại tiền mã hóa khác bắt đầu giảm giá."
    }
  },
  {
    "translation": {
      "en": "Bitcoin took a serious tumble.",
      "vi": "Giá Bitcoin đã giảm mạnh."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] It's now down almost 50%.",
      "vi": "Mức giá của nó đã giảm gần 50%."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] 60%.",
      "vi": "60%."
    }
  },
  {
    "translation": {
      "en": "By December 2018, by the end of the year,",
      "vi": "Đến tháng 12 năm 2018, đến cuối năm,"
    }
  },
  {
    "translation": {
      "en": "I think Bitcoin was around $4,000 US.",
      "vi": "tôi nhớ Bitcoin có giá khoảng 4.000 đô la Mỹ."
    }
  },
  {
    "translation": {
      "en": "People who thought they were wealthy will suddenly become bankrupt overnight.",
      "vi": "Nhiều người tưởng mình giàu có bỗng phá sản trong nháy mắt."
    }
  },
  {
    "translation": {
      "en": "[reporter 8] In just 24 hours,",
      "vi": "Chỉ trong 24 giờ,"
    }
  },
  {
    "translation": {
      "en": "more than $60 billion was wiped off the value",
      "vi": "giá trị của toàn bộ thị trường tiền mã hóa đã bị mất"
    }
  },
  {
    "translation": {
      "en": "of the entire cryptocurrency market.",
      "vi": "hơn 60 tỷ đô la."
    }
  },
  {
    "translation": {
      "en": "[man 10] What's causing this crash?",
      "vi": "Nguyên nhân là gì?"
    }
  },
  {
    "translation": {
      "en": "Usually, it isn't really easy to tell. There are different factors.",
      "vi": "Rất khó nói. Có rất nhiều yếu tố khác nhau."
    }
  },
  {
    "translation": {
      "en": "But for once, this time, it's very clear what it was.",
      "vi": "Nhưng lần này, nguyên nhân rất rõ ràng."
    }
  },
  {
    "translation": {
      "en": "China and South Korea wants to ban Bitcoin trading.",
      "vi": "Trung Quốc và Hàn Quốc muốn cấm giao dịch Bitcoin."
    }
  },
  {
    "translation": {
      "en": "And that was enough to really drive down the price of these cryptocurrencies.",
      "vi": "Như thế là đã đủ để làm giá tiền mã hóa giảm mạnh."
    }
  },
  {
    "translation": {
      "en": "[Tong] I had a lot of debt because I took out $85,000 in loans.",
      "vi": "Tôi nợ đầm đìa vì đã vay tận 85.000 đô la."
    }
  },
  {
    "translation": {
      "en": "I was down maybe 70, 80% on that.",
      "vi": "Tôi bị lỗ tầm 70, 80% số tiền đó."
    }
  },
  {
    "translation": {
      "en": "The interest was really high on these loans,",
      "vi": "Lãi của các khoản vay này đã cao rồi,"
    }
  },
  {
    "translation": {
      "en": "and I was paying my mortgage.",
      "vi": "lại còn tiền thế chấp nhà."
    }
  },
  {
    "translation": {
      "en": "It was a very stressful situation.",
      "vi": "Tình hình rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "My relationships with everyone, everything was souring because of it.",
      "vi": "Quan hệ của tôi với mọi người và mọi thứ khác đều xấu đi."
    }
  },
  {
    "translation": {
      "en": "The only thing I could think of at the time was to sell my apartment",
      "vi": "Cách duy nhất tôi có thể nghĩ ra vào lúc đó là bán căn hộ"
    }
  },
  {
    "translation": {
      "en": "to get out of that debt.",
      "vi": "để trả nợ."
    }
  },
  {
    "translation": {
      "en": "Of course, I had to pay off the personal loans I took out",
      "vi": "Dĩ nhiên, tôi phải trả các khoản đã vay,"
    }
  },
  {
    "translation": {
      "en": "and then the mini-mortgage.",
      "vi": "rồi khoản thế chấp nhỏ nữa."
    }
  },
  {
    "translation": {
      "en": "After all that, I had about $400,000.",
      "vi": "Xong xuôi thì tôi còn tầm 400.000 đô la."
    }
  },
  {
    "translation": {
      "en": "I decided to move this $400,000 back to Canada.",
      "vi": "Tôi quyết định chuyển 400.000 đô la này về Canada."
    }
  },
  {
    "translation": {
      "en": "You don't wanna use the bank, because the bank will take 2% commission.",
      "vi": "Không nên dùng ngân hàng vì sẽ mất 2% tiền phí."
    }
  },
  {
    "translation": {
      "en": "So 2% commission on $400,000 you can already guess is a lot of money.",
      "vi": "Bạn cũng áng được rồi, 2% của 400.000 là số tiền rất lớn."
    }
  },
  {
    "translation": {
      "en": "I thought maybe I can use crypto to do it.",
      "vi": "Tôi nghĩ có thể chuyển bằng tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "I noticed that Quadriga had a 10% premium on there when-- when selling your Bitcoin.",
      "vi": "Tôi thấy Quadriga có phí quyền chọn 10% khi bán Bitcoin."
    }
  },
  {
    "translation": {
      "en": "You can actually make some money transferring to Quadriga.",
      "vi": "Chuyển tiền đến Quadriga có thể sinh lời."
    }
  },
  {
    "translation": {
      "en": "So that's what I did.",
      "vi": "Nên tôi đã làm thế."
    }
  },
  {
    "translation": {
      "en": "[narrator] You'll never have trouble moving funds into and out of your QuadrigaCX account.",
      "vi": "Chuyển tiền vào và ra khỏi tài khoản QuadrigaCX sẽ không bao giờ gặp khó khăn."
    }
  },
  {
    "translation": {
      "en": "[Tong] So I transferred $400,000 worth of Bitcoin over to Quadriga.",
      "vi": "Vậy nên tôi chuyển 400.000 đô la thành Bitcoin trên Quadriga."
    }
  },
  {
    "translation": {
      "en": "And I immediately sold it.",
      "vi": "Rồi tôi bán ngay."
    }
  },
  {
    "translation": {
      "en": "I immediately tried to transfer it out.",
      "vi": "Và lập tức cố chuyển tiền ra."
    }
  },
  {
    "translation": {
      "en": "I bought in US dollars, but after selling in Quadriga, it becomes Canadian dollars.",
      "vi": "Tôi mua đô la Mỹ, nhưng bán qua Quadriga thì thành đô la Canada."
    }
  },
  {
    "translation": {
      "en": "So I had a $500,000 Canadian withdrawal.",
      "vi": "Vậy là tôi đặt lệnh rút 500.000 đô la Canada."
    }
  },
  {
    "translation": {
      "en": "And I remember it taking a long time.",
      "vi": "Và tôi nhớ là phải chờ rất lâu."
    }
  },
  {
    "translation": {
      "en": "Kept waiting and nothing happened.",
      "vi": "Tôi cứ chờ mãi mà chả thấy gì."
    }
  },
  {
    "translation": {
      "en": "I started to get worried a little bit.",
      "vi": "Tôi bắt đầu lo lắng đôi chút."
    }
  },
  {
    "translation": {
      "en": "This was all my money, my life savings, everything, in this one exchange,",
      "vi": "Toàn bộ tiền của tôi, cả tiền tích góp, tất cả, đều ở trong giao dịch này,"
    }
  },
  {
    "translation": {
      "en": "and",
      "vi": "và"
    }
  },
  {
    "translation": {
      "en": "I was praying every day,",
      "vi": "tôi cầu khấn mỗi ngày"
    }
  },
  {
    "translation": {
      "en": "hoping I would get my money soon.",
      "vi": "để sớm lấy được tiền."
    }
  },
  {
    "translation": {
      "en": "[woman 3] I always wanted to be an investigative reporter,",
      "vi": "Tôi luôn muốn làm phóng viên điều tra,"
    }
  },
  {
    "translation": {
      "en": "sort of focused on business specifically.",
      "vi": "đại khái là chuyên về mảng kinh tế."
    }
  },
  {
    "translation": {
      "en": "It definitely feels like you're a little bit of a detective.",
      "vi": "Như thế quả thật cảm giác rất giống thám tử."
    }
  },
  {
    "translation": {
      "en": "In the fall, 2018, I started getting tons and tons of emails",
      "vi": "Vào mùa thu năm 2018, tôi bắt đầu nhận được vô vàn email riêng lẻ"
    }
  },
  {
    "translation": {
      "en": "from just random Quadriga users saying,",
      "vi": "từ nhiều người dùng Quadriga nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"I can't get my money out,\" which seemed a bit strange.",
      "vi": "\"Tôi không rút được tiền\". Chuyện này có vẻ lạ."
    }
  },
  {
    "translation": {
      "en": "During the sort of boom,",
      "vi": "Trong thời kỳ bùng nổ,"
    }
  },
  {
    "translation": {
      "en": "millions and millions of dollars from hundreds of users",
      "vi": "hàng triệu đô la từ hàng trăm người dùng"
    }
  },
  {
    "translation": {
      "en": "started flooding in to Quadriga.",
      "vi": "bắt đầu đổ về Quadriga."
    }
  },
  {
    "translation": {
      "en": "According to some data that we got,",
      "vi": "Theo dữ liệu chúng tôi có được,"
    }
  },
  {
    "translation": {
      "en": "$1.2 billion was transacted through Quadriga that year,",
      "vi": "1,2 tỷ đô la đã được chuyển qua Quadriga trong năm đó,"
    }
  },
  {
    "translation": {
      "en": "and Quadriga was making money off of all of these transactions.",
      "vi": "và Quadriga kiếm lời từ tất cả những giao dịch này."
    }
  },
  {
    "translation": {
      "en": "I reached out to Quadriga. I emailed Gerry, and I said,",
      "vi": "Tôi bèn liên lạc với Quadriga. Tôi email Gerry và nói,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, you know, I'm reporting a story for The Globe and Mail.\"",
      "vi": "\"Chào, tôi đang viết bài cho báo Globe and Mail\"."
    }
  },
  {
    "translation": {
      "en": "\"Users are saying they can't get money out of the exchange.\"",
      "vi": "\"Nhiều người nói là không thể rút tiền từ sàn của anh\"."
    }
  },
  {
    "translation": {
      "en": "And \"Can you tell me what's going on?\"",
      "vi": "\"Anh lý giải được không?\""
    }
  },
  {
    "translation": {
      "en": "He told me the reason that we can't process all these withdrawal requests",
      "vi": "Anh ta nói lý do sàn không thể xử lý những yêu cầu rút tiền đó"
    }
  },
  {
    "translation": {
      "en": "is that the bank has literally frozen our money,",
      "vi": "là vì ngân hàng đã đóng băng tiền của sàn,"
    }
  },
  {
    "translation": {
      "en": "because they don't trust cryptocurrency exchanges.",
      "vi": "vì họ không tin các giao dịch tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "He said, \"We have $26 million sitting in these bank accounts,",
      "vi": "Anh ta nói, \"Tài khoản ngân hàng của chúng tôi có tận 26 triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "so really it's the bank's fault people can't get their money out.\"",
      "vi": "nên không rút được tiền là tại ngân hàng\"."
    }
  },
  {
    "translation": {
      "en": "It seemed like a plausible enough explanation, and he was very charming.",
      "vi": "Có vẻ là một lời giải thích hợp lý, và anh ta nói chuyện rất khéo."
    }
  },
  {
    "translation": {
      "en": "He said, \"Can you tell me who these people who are having issues getting money out",
      "vi": "Anh ta nói, \"Xin cô nói tên những ai đang gặp khó khăn trong việc rút tiền"
    }
  },
  {
    "translation": {
      "en": "because I'd love to clear it up with them.\"",
      "vi": "để tôi có thể giải thích rõ với họ\"."
    }
  },
  {
    "translation": {
      "en": "He seemed like a very nice guy.",
      "vi": "Anh ta có vẻ là người tốt."
    }
  },
  {
    "translation": {
      "en": "[Tong] I started my withdrawal request around late October.",
      "vi": "Tôi đặt yêu cầu rút tiền vào khoảng cuối tháng 10."
    }
  },
  {
    "translation": {
      "en": "I waited. November 2018.",
      "vi": "Tôi cứ chờ. Đến tháng 11 năm 2018."
    }
  },
  {
    "translation": {
      "en": "Still nothing.",
      "vi": "Tiền không về."
    }
  },
  {
    "translation": {
      "en": "By the end of December, I still haven't received anything.",
      "vi": "Đến cuối tháng 12, tôi vẫn chưa nhận được gì."
    }
  },
  {
    "translation": {
      "en": "I emailed the support. They kept saying the same thing.",
      "vi": "Tôi đã gửi email xin hỗ trợ. Họ cứ nói mãi một nội dung."
    }
  },
  {
    "translation": {
      "en": "\"Gonna take one more week, two more weeks.\"",
      "vi": "\"Cần một tuần nữa, hai tuần nữa\"."
    }
  },
  {
    "translation": {
      "en": "\"We'll get this resolved and figure it out.\"",
      "vi": "\"Chúng tôi sẽ giải quyết và xử lý ngay\"."
    }
  },
  {
    "translation": {
      "en": "Of course, I was getting more and more frustrated.",
      "vi": "Dĩ nhiên là tôi ngày càng bực mình."
    }
  },
  {
    "translation": {
      "en": "This went on into 2019.",
      "vi": "Chuyện này kéo dài sang năm 2019."
    }
  },
  {
    "translation": {
      "en": "I started to panic.",
      "vi": "Tôi bắt đầu hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "This was my-- my entire savings built through, you know, ten years of work",
      "vi": "Đó là… toàn bộ tiền của tôi, tích góp từ mười năm làm việc"
    }
  },
  {
    "translation": {
      "en": "and selling my apartment.",
      "vi": "và bán nhà."
    }
  },
  {
    "translation": {
      "en": "And I just prayed to God.",
      "vi": "Tôi cứ cầu Chúa suốt."
    }
  },
  {
    "translation": {
      "en": "[Amber] Around that time, Gerry was traveling a lot,",
      "vi": "Khoảng thời gian đó, Gerry du lịch khắp nơi,"
    }
  },
  {
    "translation": {
      "en": "so I would message him, and I would get back,",
      "vi": "nên tôi sẽ nhắn tin và được trả lời,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I'm in Costa Rica,\" or \"I'm in Iceland.\"",
      "vi": "\"Chào, tôi đang ở Costa Rica\", hoặc \"Tôi đang ở Iceland\"."
    }
  },
  {
    "translation": {
      "en": "But those were always followed",
      "vi": "Nhưng anh ấy luôn nhắc"
    }
  },
  {
    "translation": {
      "en": "with a \"don't mention to anyone where I am,\" um,",
      "vi": "là đừng bảo ai việc anh ấy đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "which was strange.",
      "vi": "Việc đó quả thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Maybe that wasn't just his working from wherever he wanted to be.",
      "vi": "Có thể không phải chỉ là anh ấy muốn làm việc ở đâu cũng được."
    }
  },
  {
    "translation": {
      "en": "Maybe that was him avoiding something or someone.",
      "vi": "Có thể anh ấy muốn trốn tránh ai đó hay việc gì đó."
    }
  },
  {
    "translation": {
      "en": "I had no idea what was about to unfold.",
      "vi": "Tôi đâu có ngờ chuyện sắp xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Tong] Kept waiting and nothing happened.",
      "vi": "Tôi chờ mãi mà chẳng có kết quả gì."
    }
  },
  {
    "translation": {
      "en": "It was like this until January 14th.",
      "vi": "Tình hình cứ vậy đến ngày 14 tháng 1."
    }
  },
  {
    "translation": {
      "en": "I remember the exact date,",
      "vi": "Tôi nhớ rõ ngày tháng,"
    }
  },
  {
    "translation": {
      "en": "because January 14th is when everything kind of blew up.",
      "vi": "vì ngày 14 tháng 1 là ngày mọi thứ rối tung rối mù lên."
    }
  },
  {
    "translation": {
      "en": "[reporter 9] Canada's largest cryptocurrency exchange is in hot water.",
      "vi": "Sàn giao dịch tiền mã hóa lớn nhất Canada đang gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "Scott is here to help us unravel what we know so far.",
      "vi": "Scott sẽ giúp làm sáng tỏ những gì chúng tôi đã biết."
    }
  },
  {
    "translation": {
      "en": "-Scott. -Yeah. This is a real mystery that's unfolding this morning,",
      "vi": "- Scott. - Một bí ẩn đích thực đang hé lộ sáng nay,"
    }
  },
  {
    "translation": {
      "en": "and it all has to do with the death of the CEO.",
      "vi": "liên quan đến cái chết của một CEO."
    }
  },
  {
    "translation": {
      "en": "Here he is here, Gerald Cotten. He's the founder of QuadrigaCX.",
      "vi": "Đây là ông ấy, Gerald Cotten. Ông là người sáng lập QuadrigaCX."
    }
  },
  {
    "translation": {
      "en": "[reporter 10] The wife of Gerry Cotten, Jennifer Robertson, said he died suddenly",
      "vi": "Vợ Gerry Cotten, Jennifer Robertson, nói rằng ông đã qua đời đột ngột"
    }
  },
  {
    "translation": {
      "en": "while in India at the age of just 30.",
      "vi": "ở Ấn Độ khi mới ở tuổi 30."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] I was sort of shocked. I thought, \"What was he doing in India?\"",
      "vi": "Tôi khá sốc. Tôi đã thắc mắc, \"Anh ta làm gì ở Ấn Độ?\""
    }
  },
  {
    "translation": {
      "en": "[Tong] Oh, man.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "I felt",
      "vi": "Tôi cảm thấy"
    }
  },
  {
    "translation": {
      "en": "very nervous.",
      "vi": "nôn nao muốn chết."
    }
  },
  {
    "translation": {
      "en": "-And this is an evolving story. -Well, keep an eye on that for us if you--",
      "vi": "Sự việc còn bí ẩn. Anh hãy để mắt đến việc này giúp chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "[Alex] It just was, like, a real shocker. Um…",
      "vi": "Đúng là một cú sốc bàng hoàng."
    }
  },
  {
    "translation": {
      "en": "He must have been doing great with the Bitcoin and his business.",
      "vi": "Hẳn anh ta đang kiếm bộn tiền bằng Bitcoin và công ty của mình."
    }
  },
  {
    "translation": {
      "en": "And then just one day he was gone. Um…",
      "vi": "Thế mà đùng một cái qua đời."
    }
  },
  {
    "translation": {
      "en": "Um, just… You always expect you're gonna see someone again that you know,",
      "vi": "Ta cứ nghĩ sẽ có dịp gặp lại người khác,"
    }
  },
  {
    "translation": {
      "en": "and just one day you find out you won't.",
      "vi": "rồi đùng một cái, ta hay tin họ mất."
    }
  },
  {
    "translation": {
      "en": "[Amber] I was shocked.",
      "vi": "Tôi rất sốc."
    }
  },
  {
    "translation": {
      "en": "And I was-- I was really taken aback.",
      "vi": "Và tôi rất… tôi rất kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "I was very sad.",
      "vi": "Tôi đau buồn lắm."
    }
  },
  {
    "translation": {
      "en": "And he was so young.",
      "vi": "Anh ấy còn quá trẻ."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] My editor said, you know, \"Keep an eye on it.\"",
      "vi": "Biên tập viên bảo tôi, \"Cứ để ý theo dõi\"."
    }
  },
  {
    "translation": {
      "en": "And then shortly after,",
      "vi": "Rồi không lâu sau đó,"
    }
  },
  {
    "translation": {
      "en": "the exchange suddenly stopped working.",
      "vi": "Sàn đột nhiên ngừng hoạt động."
    }
  },
  {
    "translation": {
      "en": "And then Quadriga posted a notice saying that no one knew",
      "vi": "Rồi Quadriga đăng thông báo rằng không ai biết"
    }
  },
  {
    "translation": {
      "en": "how to access the cryptocurrency.",
      "vi": "cách truy cập kho tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "And that's when I kind of realized that Gerry was the only guy",
      "vi": "Và đó là lúc tôi lờ mờ nhận ra rằng chỉ Gerry"
    }
  },
  {
    "translation": {
      "en": "who knew all the passwords into the cryptocurrency.",
      "vi": "mới biết toàn bộ mật khẩu để truy cập vào kho tiền."
    }
  },
  {
    "translation": {
      "en": "At that point, the story just goes nuts.",
      "vi": "Lúc đó, câu chuyện trở thành chủ đề nóng hổi."
    }
  },
  {
    "translation": {
      "en": "This is an astonishing story.",
      "vi": "Một câu chuyện đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "Gerald Cotten passed away, and he took the passwords with him.",
      "vi": "Gerald Cotten qua đời và mang theo mật khẩu xuống mồ."
    }
  },
  {
    "translation": {
      "en": "And that means $190 million of customers' holdings are locked inside,",
      "vi": "Vậy tức là 190 triệu đô la tài sản của khách hàng đang bị kẹt trong kho,"
    }
  },
  {
    "translation": {
      "en": "and no one can access them.",
      "vi": "và không ai truy cập được."
    }
  },
  {
    "translation": {
      "en": "And I think it was at that point, I was like, \"Oh. Oh, crap.\" [chuckles]",
      "vi": "Tôi nghĩ chính vào lúc đó, tôi phát hoảng, \"Ôi. Thôi, tiêu mình rồi\"."
    }
  },
  {
    "translation": {
      "en": "I felt like I was having a heart attack.",
      "vi": "Tôi thấy như lên cơn đau tim vậy."
    }
  },
  {
    "translation": {
      "en": "[Tong] It felt like there was this pressure on my chest.",
      "vi": "Tôi thấy lồng ngực bị bóp nghẹt."
    }
  },
  {
    "translation": {
      "en": "I-- I wanted, just like everyone else, to get our money.",
      "vi": "Tôi… Cũng như những người khác, tôi muốn lấy lại tiền."
    }
  },
  {
    "translation": {
      "en": "It didn't seem real that this was happening to me. Um…",
      "vi": "Tôi thấy như thể đây là ác mộng vậy."
    }
  },
  {
    "translation": {
      "en": "Right. This-- It can't be, 'cause…",
      "vi": "Phải. Không… Không thể là thật, vì…"
    }
  },
  {
    "translation": {
      "en": "[Andrew] People question every story.",
      "vi": "Câu chuyện nào cũng bị nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "People are suspicious,",
      "vi": "Con người vốn đa nghi,"
    }
  },
  {
    "translation": {
      "en": "especially when money is involved.",
      "vi": "nhất là về chuyện tiền bạc."
    }
  },
  {
    "translation": {
      "en": "Especially when their money is involved.",
      "vi": "Nhất là về tiền bạc của họ."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] Usually if you're running a cryptocurrency company or an exchange,",
      "vi": "Thông thường, nếu bạn quản lý một công ty hoặc sàn giao dịch tiền mã hóa,"
    }
  },
  {
    "translation": {
      "en": "you have safeguards in place, right?",
      "vi": "phải có biện pháp dự phòng chứ?"
    }
  },
  {
    "translation": {
      "en": "So that if you do die or something happens to you,",
      "vi": "Để lỡ trường hợp bạn chết hay gặp chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "someone, you know, knows how to access it.",
      "vi": "còn có người có thể truy cập kho tiền."
    }
  },
  {
    "translation": {
      "en": "It's like, it just didn't make sense.",
      "vi": "Việc này thật vô lý."
    }
  },
  {
    "translation": {
      "en": "My initial reaction is, \"Bullshit.\"",
      "vi": "Phản ứng đầu tiên của tôi là không tin."
    }
  },
  {
    "translation": {
      "en": "\"This is bullshit.\"",
      "vi": "\"Thật nhảm nhí\"."
    }
  },
  {
    "translation": {
      "en": "I'm an AI consultant.",
      "vi": "Tôi là cố vấn về trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "I quit my day job, was going to start my own company.",
      "vi": "Tôi đã nghỉ việc chính và chuẩn bị lập công ty."
    }
  },
  {
    "translation": {
      "en": "I decided to use Quadriga to try to make money till my company takes off.",
      "vi": "Tôi quyết định dùng Quadriga kiếm tiền cho đến khi công ty ăn nên làm ra."
    }
  },
  {
    "translation": {
      "en": "I put around $70,000 in there.",
      "vi": "Tôi đã bỏ khoảng 70.000 đô la vào đó."
    }
  },
  {
    "translation": {
      "en": "And then, um, Quadriga did not honor the withdrawal.",
      "vi": "Rồi Quadriga không xử lý yêu cầu rút tiền của tôi."
    }
  },
  {
    "translation": {
      "en": "And that's when I saw the statement",
      "vi": "Đó là lúc tôi đọc được thông báo"
    }
  },
  {
    "translation": {
      "en": "from Jennifer Robertson, wife and partner of Gerald Cotten.",
      "vi": "từ Jennifer Robertson, vợ và cộng sự của Gerald Cotten."
    }
  },
  {
    "translation": {
      "en": "\"Gerry died due to complications of Crohn's disease",
      "vi": "\"Gerry qua đời vì biến chứng từ bệnh Crohn"
    }
  },
  {
    "translation": {
      "en": "on December 9, 2018, while traveling in India",
      "vi": "vào ngày 9 tháng 12 năm 2018, khi đang du ngoạn tại Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "where he was opening an orphanage for children in need.\"",
      "vi": "để lập một cô nhi viện cho trẻ em cơ nhỡ\"."
    }
  },
  {
    "translation": {
      "en": "\"Sincerely, Jennifer Robertson, Estate Executor of Gerald Cotten.\"",
      "vi": "\"Kính báo, Jennifer Robertson,  Người thừa kế của Gerald Cotten\"."
    }
  },
  {
    "translation": {
      "en": "The India, the orphanage. I'm like, \"Gimme a break.\"",
      "vi": "Ấn Độ với lại chả cô nhi viện. Tôi nghĩ thầm, \"Cho tôi xin\"."
    }
  },
  {
    "translation": {
      "en": "Gerry died on December 9th.",
      "vi": "Gerry chết vào ngày 9 tháng 12."
    }
  },
  {
    "translation": {
      "en": "The date they announced it, January 14th.",
      "vi": "Ngày họ thông báo việc đó là 14 tháng 1."
    }
  },
  {
    "translation": {
      "en": "To come out and make a statement",
      "vi": "Tận một tháng sau khi anh ta chết"
    }
  },
  {
    "translation": {
      "en": "a month after his death…",
      "vi": "mới ra mặt thông báo…"
    }
  },
  {
    "translation": {
      "en": "sounds wrong.",
      "vi": "có vẻ có vấn đề."
    }
  },
  {
    "translation": {
      "en": "This is not right. Something is off.",
      "vi": "Thế này không đúng. Có điều mờ ám."
    }
  },
  {
    "translation": {
      "en": "Hey, guys. How's it going?",
      "vi": "Xin chào. Các bạn thế nào?"
    }
  },
  {
    "translation": {
      "en": "Um, so I just wanna give an update, um, about my situation right now.",
      "vi": "Tôi chỉ muốn cập nhật đôi chút về tình hình của mình thôi."
    }
  },
  {
    "translation": {
      "en": "Like, who could have predicted that a CEO would die mysteriously",
      "vi": "Ai mà ngờ một CEO sẽ chết một cách khó hiểu"
    }
  },
  {
    "translation": {
      "en": "under mysterious circumstances in India?",
      "vi": "trong một hoàn cảnh bí ẩn ở Ấn Độ cơ chứ?"
    }
  },
  {
    "translation": {
      "en": "You know, he was the only one that had the keys to the wallet,",
      "vi": "Chỉ mình anh ta có chìa khóa mở ví,"
    }
  },
  {
    "translation": {
      "en": "but who can you really believe?",
      "vi": "nhưng thật sự tin được ai đây?"
    }
  },
  {
    "translation": {
      "en": "It's-- it's a really depressing and shocking thing to happen.",
      "vi": "Việc này xảy ra quả thật là rất đáng buồn và kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "The next steps is to, um…",
      "vi": "Bước tiếp theo là…"
    }
  },
  {
    "translation": {
      "en": "Of course I was angry.",
      "vi": "Dĩ nhiên là tôi tức giận."
    }
  },
  {
    "translation": {
      "en": "I wanted to find out",
      "vi": "Tôi muốn tìm xem"
    }
  },
  {
    "translation": {
      "en": "if there was an active community I could chat with about this.",
      "vi": "có cộng đồng nào để tôi có thể trao đổi về việc này không."
    }
  },
  {
    "translation": {
      "en": "So I looked on Telegram,",
      "vi": "Tôi tìm ở Telegram"
    }
  },
  {
    "translation": {
      "en": "because Telegram is actually what I used for a lot of crypto groups.",
      "vi": "vì tôi đang tham gia nhiều nhóm tiền mã hóa ở đó."
    }
  },
  {
    "translation": {
      "en": "Tried to search for Quadriga.",
      "vi": "Tôi đã thử tìm Quadriga."
    }
  },
  {
    "translation": {
      "en": "So there was this main Quadriga Telegram group,",
      "vi": "Trên Telegram có một nhóm Quadriga chính,"
    }
  },
  {
    "translation": {
      "en": "QuadrigaUncovered, that had a lot of other affected users on it.",
      "vi": "QuadrigaUncovered, tụ họp rất nhiều người dùng bị ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "[Tong] A lot of people just wanted answers.",
      "vi": "Nhiều người chỉ muốn biết rõ."
    }
  },
  {
    "translation": {
      "en": "What happened to our money?",
      "vi": "Tiền của chúng tôi đâu?"
    }
  },
  {
    "translation": {
      "en": "What happened to Gerry Cotten?",
      "vi": "Gerry Cotten đã gặp chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "No one was out there to help us. We were on our own, basically.",
      "vi": "Chẳng có ai khác giúp cả. Chúng tôi chỉ có mình mình."
    }
  },
  {
    "translation": {
      "en": "It was chaos, right? It was like a bunch of people.",
      "vi": "Tình hình rất loạn. Cả đống người."
    }
  },
  {
    "translation": {
      "en": "Some are, like me, looking for their money.",
      "vi": "Có người thì như tôi, muốn đòi lại tiền."
    }
  },
  {
    "translation": {
      "en": "Some just trolling.",
      "vi": "Vài kẻ thì muốn trêu chọc."
    }
  },
  {
    "translation": {
      "en": "[Ali] But there's also a person named QCXINT.",
      "vi": "Nhưng còn có một người tên là QCXINT."
    }
  },
  {
    "translation": {
      "en": "He sort of brought in this spirit of investigation.",
      "vi": "Anh ấy gần như là người khởi xướng việc điều tra."
    }
  },
  {
    "translation": {
      "en": "He's the old, wise man on top of the hill that we go to.",
      "vi": "Anh ấy là người khôn ngoan mà chúng tôi hay hỏi ý kiến."
    }
  },
  {
    "translation": {
      "en": "I'm not sure what I can reveal about his investigation or not.",
      "vi": "Không biết tôi có thể nói chuyện điều tra không."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm just always, like, worried",
      "vi": "Vì lúc nào tôi cũng lo là"
    }
  },
  {
    "translation": {
      "en": "that he's gonna yell at me for saying too much.",
      "vi": "sẽ bị anh ấy mắng vì tội lắm lời."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] One of the things that you often have to practice",
      "vi": "Một điều ta phải thường xuyên thực hiện"
    }
  },
  {
    "translation": {
      "en": "when you get into crypto is good \"op sec.\"",
      "vi": "khi buôn tiền mã hóa là có độ \"an toàn\" cao."
    }
  },
  {
    "translation": {
      "en": "Short for \"operational security.\"",
      "vi": "Tức là \"an toàn giao dịch\"."
    }
  },
  {
    "translation": {
      "en": "Crypto is fairly unregulated.",
      "vi": "Tiền mã hóa chưa có quy định rõ ràng."
    }
  },
  {
    "translation": {
      "en": "You have to be extremely, extremely careful when you're dealing with large sums.",
      "vi": "Khi giao dịch một khoản tiền lớn phải cực kỳ cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Some individuals, they have actually been attacked and then tortured",
      "vi": "Thực tế đã có vài người bị tấn công và tra khảo"
    }
  },
  {
    "translation": {
      "en": "to give up their keys and things like that.",
      "vi": "để lấy mật khẩu và các thông tin khác."
    }
  },
  {
    "translation": {
      "en": "And that's part of the reason why",
      "vi": "Đó là một phần lý do"
    }
  },
  {
    "translation": {
      "en": "I like to remain anonymous.",
      "vi": "tôi muốn ẩn danh."
    }
  },
  {
    "translation": {
      "en": "I'd been trading on Quadriga",
      "vi": "Tôi giao dịch trên Quadriga"
    }
  },
  {
    "translation": {
      "en": "in kind of dribs and drabs in 2018,",
      "vi": "mấy vụ nhỏ lẻ vào năm 2018,"
    }
  },
  {
    "translation": {
      "en": "but unfortunately, over time, it kind of accumulated to the point",
      "vi": "nhưng không may là, dần dần, cứ tích tiểu thành đại"
    }
  },
  {
    "translation": {
      "en": "where I probably had more funds in the exchange",
      "vi": "nên có lẽ tiền của tôi trên sàn giao dịch đó"
    }
  },
  {
    "translation": {
      "en": "than I was strictly comfortable with.",
      "vi": "đã vượt mức mà tôi thấy an tâm."
    }
  },
  {
    "translation": {
      "en": "Um, you know, so, at the end of the day, when Quadriga went down, that was a significant sum.",
      "vi": "Vậy nên, cuối cùng, khi Quadriga sập, tính ra lại thành một số tiền lớn."
    }
  },
  {
    "translation": {
      "en": "That was, you know, north of six figures, top sum.",
      "vi": "Tổng cộng phải đến gần chục triệu đô la."
    }
  },
  {
    "translation": {
      "en": "So I guess being personally involved with this story,",
      "vi": "Vậy nên chắc là vì tôi bị ảnh hưởng trực tiếp trong vụ này,"
    }
  },
  {
    "translation": {
      "en": "I was highly incentivized to find out what had happened.",
      "vi": "nên tôi rất có động lực tìm hiểu ngọn ngành câu chuyện."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] There's this explosion of interest into the circumstances",
      "vi": "Mọi người đồng loạt hứng thú tìm hiểu cụ thể"
    }
  },
  {
    "translation": {
      "en": "of Gerry's death in India.",
      "vi": "về cái chết của Gerry ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "[Tong] We just started investigating what might have happened.",
      "vi": "Chúng tôi bắt đầu điều tra xem sự việc thế nào."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Everything is turned over. Everything is looked at.",
      "vi": "Chúng tôi điều tra, xem xét mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And we were all looking at his Instagram account.",
      "vi": "Rồi xem tài khoản Instagram của Gerry."
    }
  },
  {
    "translation": {
      "en": "Looking at his wife Jennifer's Instagram account.",
      "vi": "Xem tài khoản Instagram của vợ anh ta, Jennifer."
    }
  },
  {
    "translation": {
      "en": "Looking at their travel photos.",
      "vi": "Xem ảnh du ngoạn của họ."
    }
  },
  {
    "translation": {
      "en": "Looking for any little tidbit of information.",
      "vi": "Tìm bất cứ mẩu thông tin vụn vặt nào."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] So we start looking into Crohn's disease",
      "vi": "Vậy là chúng tôi bắt đầu tìm hiểu về bệnh Crohn"
    }
  },
  {
    "translation": {
      "en": "and whether or not this was actually something that you could die from.",
      "vi": "xem bệnh này có gây chết người được thật không."
    }
  },
  {
    "translation": {
      "en": "[Ali] I sort of started Googling it.",
      "vi": "Tôi tra Google."
    }
  },
  {
    "translation": {
      "en": "From what I gathered, it's a form of stomach sickness.",
      "vi": "Theo những gì tôi tìm hiểu được, nó là một dạng bệnh dạ dày."
    }
  },
  {
    "translation": {
      "en": "You get diarrhea.",
      "vi": "Gây ra tiêu chảy."
    }
  },
  {
    "translation": {
      "en": "Certain food could trigger it more than other food.",
      "vi": "Một số loại thức ăn dễ gây ra bệnh này hơn."
    }
  },
  {
    "translation": {
      "en": "[Tong] People don't die from Crohn's disease,",
      "vi": "Đâu ai chết vì bệnh Crohn, nhất là người trẻ."
    }
  },
  {
    "translation": {
      "en": "-especially at a young age. -[computer chiming]",
      "vi": "Đâu ai chết vì bệnh Crohn, nhất là người trẻ. NORM NÓI THẲNG, MẮC BỆNH CROHN KHÓ CHẾT LẮM"
    }
  },
  {
    "translation": {
      "en": "[Ali] Then the death certificate starts circulating around.",
      "vi": "Rồi mọi người bắt đầu gửi nhau giấy chứng tử."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] It was originally sourced by reporters.",
      "vi": "Giấy chứng tử này do phóng viên cung cấp."
    }
  },
  {
    "translation": {
      "en": "And it had misspelled his last name.",
      "vi": "Và nó viết sai họ anh ta."
    }
  },
  {
    "translation": {
      "en": "C-O-T-T-A-N instead of C-O-T-T-E-N.",
      "vi": "Nó viết là C-O-T-T-A-N chứ không phải of C-O-T-T-E-N."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] What is interesting is that there is a market",
      "vi": "Thú vị là có một thị trường"
    }
  },
  {
    "translation": {
      "en": "for kind of fake death certificates.",
      "vi": "chuyên mua bán giấy chứng tử giả."
    }
  },
  {
    "translation": {
      "en": "Such things do exist.",
      "vi": "Có giấy chứng tử giả."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] And then I spoke to someone that knew Gerry personally.",
      "vi": "Sau đó, tôi nói chuyện với một người trực tiếp quen Gerry."
    }
  },
  {
    "translation": {
      "en": "He shared some info with me.",
      "vi": "Anh ta có chia sẻ vài thông tin."
    }
  },
  {
    "translation": {
      "en": "He sent me a screenshot of Gerry's Skype profile,",
      "vi": "Anh ta gửi ảnh chụp màn hình hồ sơ Skype của Gerry"
    }
  },
  {
    "translation": {
      "en": "and it showed that Gerry's Skype cam was active after his death.",
      "vi": "cho thấy máy quay Skype của Gerry được dùng sau khi anh ta chết."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Thế là thế nào?"
    }
  },
  {
    "translation": {
      "en": "I guess you could call it red flags.",
      "vi": "Có thể coi là dấu hiệu khả nghi."
    }
  },
  {
    "translation": {
      "en": "To me, this looks like",
      "vi": "Với tôi, thế này có vẻ"
    }
  },
  {
    "translation": {
      "en": "Gerry was still alive.",
      "vi": "Gerry vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] I think myself, like a lot of other people,",
      "vi": "Tôi, cũng như nhiều người khác,"
    }
  },
  {
    "translation": {
      "en": "immediately thought that this might be an exit scam",
      "vi": "lập tức nghi đây là chiêu ve sầu thoát xác."
    }
  },
  {
    "translation": {
      "en": "and that he hadn't died,",
      "vi": "Và anh ta chưa chết,"
    }
  },
  {
    "translation": {
      "en": "that he had almost definitely faked his own death",
      "vi": "mà gần như chắc chắn là anh ta giả chết"
    }
  },
  {
    "translation": {
      "en": "and that he'd actually run off with the crypto",
      "vi": "và thật ra đã ôm tiền mã hóa bỏ trốn"
    }
  },
  {
    "translation": {
      "en": "and was kind of hiding on an island somewhere.",
      "vi": "và đang lẩn trốn ở một hòn đảo nào đó."
    }
  },
  {
    "translation": {
      "en": "[man 10] I'm not convinced he's dead.",
      "vi": "Tôi chả tin anh ta đã chết."
    }
  },
  {
    "translation": {
      "en": "What do you guys think? Do you think he is dead?",
      "vi": "Còn các bạn? Có tin Gerry chết rồi không?"
    }
  },
  {
    "translation": {
      "en": "My spider senses, not, no, nope. Mm-mm. Mm-mm.",
      "vi": "Linh cảm nhện của tôi nói rằng, không, không đúng."
    }
  },
  {
    "translation": {
      "en": "This guy is not dead.",
      "vi": "Gã này chưa chết."
    }
  },
  {
    "translation": {
      "en": "[man 11] He faked it.",
      "vi": "Anh ta giả chết."
    }
  },
  {
    "translation": {
      "en": "I started working on this story",
      "vi": "Tôi bắt đầu tìm hiểu sự việc"
    }
  },
  {
    "translation": {
      "en": "with another Globe And Mail reporter named Joe Castaldo.",
      "vi": "với Joe Castaldo, một phóng viên Globe And Mail khác."
    }
  },
  {
    "translation": {
      "en": "If somebody fakes their own death,",
      "vi": "Nếu có người giả chết thật,"
    }
  },
  {
    "translation": {
      "en": "that is just an amazing story.",
      "vi": "thì câu chuyện này quá kì thú rồi."
    }
  },
  {
    "translation": {
      "en": "And there's precedent for it too.",
      "vi": "Và cũng từng có trường hợp như vậy rồi."
    }
  },
  {
    "translation": {
      "en": "Now to the strange case of hedge fund swindler Samuel Israel.",
      "vi": "Sau đây là vụ việc kì lạ của Samuel Israel, kẻ lừa đảo quỹ đầu cơ."
    }
  },
  {
    "translation": {
      "en": "Last week, it appeared he might have killed himself",
      "vi": "Tuần trước, có vẻ là ông ta đã tự sát"
    }
  },
  {
    "translation": {
      "en": "rather than serve a long stretch in prison.",
      "vi": "để khỏi phải ngồi tù thời gian dài."
    }
  },
  {
    "translation": {
      "en": "But tonight, federal authorities think he staged the whole thing.",
      "vi": "Song hôm nay, cơ quan liên bang cho rằng vụ tự sát là dàn dựng."
    }
  },
  {
    "translation": {
      "en": "This US hedge fund manager, he left his car on a bridge,",
      "vi": "Tay quản lý quỹ đầu cơ người Mỹ này bỏ lại xe trên cầu,"
    }
  },
  {
    "translation": {
      "en": "and I think wrote in the dust on his hood or something like \"suicide is painless\"",
      "vi": "và hình như viết \"tự sát thì không đau\" trên bụi ở nắp ca-pô"
    }
  },
  {
    "translation": {
      "en": "to make it look like he jumped.",
      "vi": "để ra vẻ là đã trầm mình tự tử."
    }
  },
  {
    "translation": {
      "en": "But in fact, he turned himself in a month later.",
      "vi": "Nhưng một tháng sau hắn ra đầu thú."
    }
  },
  {
    "translation": {
      "en": "I was thinking of that story when this happened with Gerry.",
      "vi": "Tôi đã liên tưởng vụ đó với vụ việc này của Gerry."
    }
  },
  {
    "translation": {
      "en": "Well, it's happened before. It could happen again.",
      "vi": "Việc đó đã từng xảy ra thì có thể tái diễn lắm chứ."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] It seemed like something out of a movie script,",
      "vi": "Nghe như kịch bản một bộ phim,"
    }
  },
  {
    "translation": {
      "en": "but you know, you have to ask yourself,",
      "vi": "nhưng ta buộc phải thắc mắc,"
    }
  },
  {
    "translation": {
      "en": "\"Is Gerry capable of pulling off an exit scam?\"",
      "vi": "\"Gerry đủ trình độ dùng kế ve sầu thoát xác không?\""
    }
  },
  {
    "translation": {
      "en": "I guess when I think of somebody who's a criminal mastermind,",
      "vi": "Có lẽ khi nghĩ về một tay tội phạm bậc thầy,"
    }
  },
  {
    "translation": {
      "en": "who's devious, calculating, cunning…",
      "vi": "vừa ranh ma, tính toán, vừa táo tợn…"
    }
  },
  {
    "translation": {
      "en": "what we don't think of is a slightly geeky 24-year-old.",
      "vi": "ta sẽ không tưởng tượng ra hình ảnh một gã trai 24 tuổi hơi có vẻ mọt sách."
    }
  },
  {
    "translation": {
      "en": "[Gerry] Charizard has chosen to use Bursting Inferno.",
      "vi": "Charizard đã chọn dùng chiêu Bursting Inferno."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Burning Pokemon cards.",
      "vi": "Đốt thẻ Pokemon này nọ."
    }
  },
  {
    "translation": {
      "en": "[Gerry] Go!",
      "vi": "Xuất chiêu!"
    }
  },
  {
    "translation": {
      "en": "[QCXINT] And, um, melting money in a microwave.",
      "vi": "Và nung chảy tiền bằng lò vi sóng."
    }
  },
  {
    "translation": {
      "en": "[Gerry] We'll put it in there for a minute.",
      "vi": "Ta sẽ bỏ vào lò một phút."
    }
  },
  {
    "translation": {
      "en": "It looks like it's melting.",
      "vi": "Có vẻ nó chảy ra rồi."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Looking at some of this material,",
      "vi": "Khi xem vài đoạn phim ở đây,"
    }
  },
  {
    "translation": {
      "en": "you don't think, \"Well, this is a criminal mastermind.\"",
      "vi": "bạn không nghĩ đây là một tay tội phạm."
    }
  },
  {
    "translation": {
      "en": "He would've needed help.",
      "vi": "Anh ta sẽ cần người giúp."
    }
  },
  {
    "translation": {
      "en": "Husbands and wives tend to tell each other nearly everything.",
      "vi": "Vợ chồng thường hay kể cho nhau tất cả mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "Oh, can I talk about Jen now? [laughs]",
      "vi": "Giờ tôi nói về Jen được chưa?"
    }
  },
  {
    "translation": {
      "en": "His wife, Jennifer Robertson, was the only other person with him",
      "vi": "Cô vợ Jennifer Robertson là người duy nhất ở bên Gerry"
    }
  },
  {
    "translation": {
      "en": "when he supposedly died.",
      "vi": "khi có tin anh ta chết."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Being the person seemingly in control of the exchange at that point…",
      "vi": "Là người có vẻ đang nắm quyền kiểm soát sàn giao dịch vào thời điểm đó…"
    }
  },
  {
    "translation": {
      "en": "[Ali] Naturally, the group starts looking into her.",
      "vi": "Nên dĩ nhiên là cô ta bị cả nhóm điều tra."
    }
  },
  {
    "translation": {
      "en": "Who is she? Is she even real, right?",
      "vi": "Cô ta là ai? Có tồn tại thật không, đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Joe] People who knew him didn't even really know about Jennifer,",
      "vi": "Người quen Gerry còn không biết rõ về Jennifer,"
    }
  },
  {
    "translation": {
      "en": "that they were together.",
      "vi": "hay biết họ yêu nhau."
    }
  },
  {
    "translation": {
      "en": "And I found that just a little strange.",
      "vi": "Tôi thấy việc đó hơi lạ."
    }
  },
  {
    "translation": {
      "en": "I did not know he had a wife, um, or how long they were together.",
      "vi": "Tôi không biết anh ta có vợ hay họ đã ở bên nhau bao lâu."
    }
  },
  {
    "translation": {
      "en": "I'm not sure if he was, uh, dating her back when he was in Vancouver",
      "vi": "Tôi còn chả biết họ hẹn hò hồi anh ta còn ở Vancouver"
    }
  },
  {
    "translation": {
      "en": "or if he had met her after the fact.",
      "vi": "hay anh ta gặp cô ta sau đó."
    }
  },
  {
    "translation": {
      "en": "Okay, where am I supposed to sit?",
      "vi": "Được rồi, tôi phải ngồi ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I don't-- I can't have those.",
      "vi": "Không… Không để đây được."
    }
  },
  {
    "translation": {
      "en": "[interviewer] If someone had said to you, \"Gerry's a criminal mastermind.\"",
      "vi": "Nếu ai đó bảo cô, \"Gerry là tay tội phạm cáo già\"."
    }
  },
  {
    "translation": {
      "en": "\"This is the kind of guy he is.\" What would you say to them?",
      "vi": "\"Anh ta là loại người đó\". Cô sẽ nói gì với họ?"
    }
  },
  {
    "translation": {
      "en": "I would have told them to fuck off.",
      "vi": "Tôi sẽ đuổi họ đi."
    }
  },
  {
    "translation": {
      "en": "Drop dead. Just get away from me.",
      "vi": "\"Chết đi\". \"Tránh xa tôi ra\"."
    }
  },
  {
    "translation": {
      "en": "Like, I just can't… I can't…",
      "vi": "Tôi không thể…"
    }
  },
  {
    "translation": {
      "en": "It enrages me.",
      "vi": "Tôi sẽ nổi giận."
    }
  },
  {
    "translation": {
      "en": "I really just want to be an advocate for my sister,",
      "vi": "Tôi chỉ muốn đưa ra vài lời biện hộ cho em gái,"
    }
  },
  {
    "translation": {
      "en": "because none of us have said anything. Her lawyers kept saying not to.",
      "vi": "vì chúng tôi chưa nói gì cả. Luật sư của em tôi cứ bảo đừng nói."
    }
  },
  {
    "translation": {
      "en": "Jenny had nobody, and I just have a lot that I wanna say.",
      "vi": "Jenny chẳng có ai bênh vực, còn tôi có rất nhiều lời muốn nói."
    }
  },
  {
    "translation": {
      "en": "She's beautiful. She's funny.",
      "vi": "Con bé vừa xinh đẹp, vừa thông minh."
    }
  },
  {
    "translation": {
      "en": "She's always happy.",
      "vi": "Con bé luôn tươi tắn."
    }
  },
  {
    "translation": {
      "en": "Um, well, was.",
      "vi": "Trước đây ấy."
    }
  },
  {
    "translation": {
      "en": "The last time that I saw Gerry, he was calm, cool, collected.",
      "vi": "Lần cuối cùng tôi gặp Gerry, cậu ấy rất trầm tĩnh, tự chủ."
    }
  },
  {
    "translation": {
      "en": "Uh, I would say I've got great intuition about people's moods.",
      "vi": "Có thể nói tôi khá giỏi đoán tâm trạng người khác."
    }
  },
  {
    "translation": {
      "en": "He loved Jenny.",
      "vi": "Cậu ấy yêu Jenny."
    }
  },
  {
    "translation": {
      "en": "He wasn't trying to be the guy on a beach faking his death.",
      "vi": "Cậu ấy không phải người giả chết bên bãi biển đâu."
    }
  },
  {
    "translation": {
      "en": "Doesn't make sense.",
      "vi": "Việc này thật vô lý."
    }
  },
  {
    "translation": {
      "en": "She met Gerry on Tinder,",
      "vi": "Họ gặp nhau trên Tinder,"
    }
  },
  {
    "translation": {
      "en": "and he happened to be the very first person that she swiped right on.",
      "vi": "và cậu ấy là người đầu tiên mà em tôi ưng ý trên đó."
    }
  },
  {
    "translation": {
      "en": "That was, you know, just before Christmas, 2014.",
      "vi": "Ngay trước Giáng sinh năm 2014."
    }
  },
  {
    "translation": {
      "en": "At first, she didn't think that he was her type.",
      "vi": "Đầu tiên, em tôi không nghĩ cậu ấy đúng gu của nó đâu."
    }
  },
  {
    "translation": {
      "en": "He was kind of introverted, and, uh, we're kind of loud.",
      "vi": "Cậu ấy có chút hướng nội, còn chúng tôi khá huyên náo."
    }
  },
  {
    "translation": {
      "en": "But my whole family truly loved Gerry.",
      "vi": "Nhưng cả nhà tôi thật sự mến Gerry."
    }
  },
  {
    "translation": {
      "en": "You know, once he got used to us, he was funny and-- and he made jokes and he was lively.",
      "vi": "Khi quen thân rồi, cậu ấy rất hài hước, hay nói đùa, và rất sôi nổi."
    }
  },
  {
    "translation": {
      "en": "She was over the moon.",
      "vi": "Em tôi vui lắm."
    }
  },
  {
    "translation": {
      "en": "He seemed to be so romantic and very thoughtful.",
      "vi": "Cậu ấy có vẻ vừa lãng mạn vừa chu đáo."
    }
  },
  {
    "translation": {
      "en": "But he really was kind of the Prince Charming.",
      "vi": "Nhưng thật sự cậu ấy như hoàng tử trong truyện cổ tích."
    }
  },
  {
    "translation": {
      "en": "They were meant to be together.",
      "vi": "Họ sinh ra là để cho nhau."
    }
  },
  {
    "translation": {
      "en": "They truly were, you know, soul mates.",
      "vi": "Họ thật sự là tri kỷ."
    }
  },
  {
    "translation": {
      "en": "All of it just kind of clicked for them.",
      "vi": "Mọi thứ cứ như được trời định vậy."
    }
  },
  {
    "translation": {
      "en": "It was just really the way he looked at her all the time.",
      "vi": "Thật sự phải thấy ánh mắt cậu ấy luôn dành cho nó cơ."
    }
  },
  {
    "translation": {
      "en": "He loved her. You could feel it.",
      "vi": "Cậu ấy yêu con bé. Người ngoài có thể cảm nhận rất rõ."
    }
  },
  {
    "translation": {
      "en": "And one of the things that he had said to her was",
      "vi": "Và một điều mà cậu ấy đã bảo với em tôi là,"
    }
  },
  {
    "translation": {
      "en": "that she had taught him how to love,",
      "vi": "chính con bé đã dạy cậu ấy biết yêu,"
    }
  },
  {
    "translation": {
      "en": "that he didn't even know that those feelings were possible.",
      "vi": "và cậu ấy không ngờ bản thân có thể có những cảm xúc đó."
    }
  },
  {
    "translation": {
      "en": "I'd never heard of Reddit.",
      "vi": "Tôi không hề biết Reddit."
    }
  },
  {
    "translation": {
      "en": "But I'd heard about it from Jenny,",
      "vi": "Nhưng tôi nghe Jenny nói về nó,"
    }
  },
  {
    "translation": {
      "en": "'cause, of course, it was really upsetting her.",
      "vi": "vì dĩ nhiên là nó làm con bé buồn."
    }
  },
  {
    "translation": {
      "en": "Jenny would read everything.",
      "vi": "Jenny đọc tất tần tật."
    }
  },
  {
    "translation": {
      "en": "'Cause, in her grief, she was trying to hold on to Gerry,",
      "vi": "Để đỡ đau buồn, nó muốn khắc ghi hình ảnh Gerry."
    }
  },
  {
    "translation": {
      "en": "she read anything and everything about him.",
      "vi": "Con bé đọc tất tần tật về cậu ấy."
    }
  },
  {
    "translation": {
      "en": "At first, there was a lot of nice stuff,",
      "vi": "Đầu tiên có rất nhiều lời khen,"
    }
  },
  {
    "translation": {
      "en": "but then it became a little dark.",
      "vi": "nhưng dần dần, nó chuyển hướng xấu."
    }
  },
  {
    "translation": {
      "en": "And getting darker and darker.",
      "vi": "Ngày càng xấu."
    }
  },
  {
    "translation": {
      "en": "[Tong] There was a Reddit post that caught everyone's attention.",
      "vi": "Có một bài đăng Reddit khiến mọi người chú ý."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] It's purportedly from a contractor called QCXContractor.",
      "vi": "Có vẻ do tài khoản tên là QCXContractor, từng làm việc với QuadrigaCX, đăng lên."
    }
  },
  {
    "translation": {
      "en": "And he's doing an AMA on Reddit.",
      "vi": "Và anh ta đăng một bài AMA trên Reddit."
    }
  },
  {
    "translation": {
      "en": "Now, an AMA is short for \"ask me anything.\"",
      "vi": "AMA là \"ask me anything\", tức là \"hãy hỏi bất cứ câu gì\"."
    }
  },
  {
    "translation": {
      "en": "So, for the first time, we've actually got someone inside Quadriga",
      "vi": "Vậy là lần đầu tiên chúng tôi có một người thật sự ở nội bộ Quadriga"
    }
  },
  {
    "translation": {
      "en": "and is doing a little bit of an anonymous leak.",
      "vi": "và người đó sẽ tiết lộ thông tin một cách ẩn danh."
    }
  },
  {
    "translation": {
      "en": "You know, one of the things they said was that they were at the funeral.",
      "vi": "Người đó có nói rằng đã tham dự lễ tang."
    }
  },
  {
    "translation": {
      "en": "[Ali] I started asking questions about the funeral.",
      "vi": "Tôi bắt đầu hỏi về lễ tang."
    }
  },
  {
    "translation": {
      "en": "Whether the casket was open or not.",
      "vi": "Hỏi xem quan tài mở hay đóng."
    }
  },
  {
    "translation": {
      "en": "Again, um, not sure whether there was an actual dead body in there or not.",
      "vi": "Một lần nữa, ta không chắc là trong đó có thi thể hay không."
    }
  },
  {
    "translation": {
      "en": "No, I did not see the body.",
      "vi": "Tôi không xem thi thể cậu ấy."
    }
  },
  {
    "translation": {
      "en": "-Did Jen see the body? -Yes.",
      "vi": "- Jen có xem chứ? - Phải."
    }
  },
  {
    "translation": {
      "en": "[Ali] The contractor said she was \"fake grieving.\"",
      "vi": "QCXContractor nói rằng cô ta \"giả vờ đau buồn\"."
    }
  },
  {
    "translation": {
      "en": "Very, very strange behavior for a widow who just lost her husband.",
      "vi": "Một quả phụ vừa mất chồng mà lại cư xử như thế thì quá lạ."
    }
  },
  {
    "translation": {
      "en": "[Alex] It didn't seem like she had much to be happy for then.",
      "vi": "Lúc đó thì có gì để cô ta vui vẻ chứ."
    }
  },
  {
    "translation": {
      "en": "But she's dancing at her husband's funeral.",
      "vi": "Thế mà cô ta lại nhảy nhót ở lễ tang của chồng."
    }
  },
  {
    "translation": {
      "en": "Seems weird. Seems like something's up.",
      "vi": "Có vẻ kì lạ. Có vẻ có điều mờ ám."
    }
  },
  {
    "translation": {
      "en": "[Ali] It just didn't look like he really died.",
      "vi": "Không có vẻ gì là anh ta chết thật rồi cả."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] I reached out to this QCXContractor on Telegram.",
      "vi": "Tôi đã nhắn QCXContractor bằng Telegram."
    }
  },
  {
    "translation": {
      "en": "Then I was able to confirm that they were in fact a Quadriga employee.",
      "vi": "Sau đó tôi đã xác nhận họ đúng là nhân viên của Quadriga."
    }
  },
  {
    "translation": {
      "en": "What he told me was that there'd been some kind of confrontation",
      "vi": "Anh ta kể với tôi là đã có một vụ xung đột gì đó"
    }
  },
  {
    "translation": {
      "en": "between Jennifer and Gerry's parents.",
      "vi": "giữa Jennifer với bố mẹ của Gerry."
    }
  },
  {
    "translation": {
      "en": "It was difficult to have them there.",
      "vi": "Việc tiếp đãi họ rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "We're East Coast. Got a lot of Celtic heritage.",
      "vi": "Chúng tôi là dân bờ Đông. Mang đậm văn hóa Celtic."
    }
  },
  {
    "translation": {
      "en": "We had an Irish wake.",
      "vi": "Nên đã làm cỗ mời bạn bè."
    }
  },
  {
    "translation": {
      "en": "There was a lot of food. There was a lot of alcohol,",
      "vi": "Đồ ăn chất đầy. Bia rượu cũng chất đầy,"
    }
  },
  {
    "translation": {
      "en": "and, unfortunately, Gerry's parents didn't like that.",
      "vi": "và không may là bố mẹ Gerry không thích như thế."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] It basically led to them being thrown out of the house after the funeral,",
      "vi": "Đại khái là việc đó khiến họ bị đuổi ra khỏi căn nhà sau lễ tang,"
    }
  },
  {
    "translation": {
      "en": "where I believe Gerry's parents were meant to be staying the night.",
      "vi": "trong khi tôi tin là kế hoạch là họ sẽ ngủ lại đó vào đêm ấy."
    }
  },
  {
    "translation": {
      "en": "Something major has gone down,",
      "vi": "Đã có xung đột lớn gì đó xảy ra,"
    }
  },
  {
    "translation": {
      "en": "to the point where she's told them to get out",
      "vi": "đến mức cô ta đuổi họ ra khỏi nhà"
    }
  },
  {
    "translation": {
      "en": "and that she doesn't need them anymore.",
      "vi": "và nói là không cần gì họ nữa."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] There was all of this speculation around whether she was, like, in on it.",
      "vi": "Có rất nhiều suy đoán về việc liệu cô ấy có tham gia vụ này không."
    }
  },
  {
    "translation": {
      "en": "We wanted to see what we could learn about her involvement in Quadriga.",
      "vi": "Chúng tôi muốn xem có thể tìm hiểu được gì về vai trò của cô ấy ở Quadriga."
    }
  },
  {
    "translation": {
      "en": "The story that Gerry was the only one",
      "vi": "Thông tin rằng chỉ mình Gerry"
    }
  },
  {
    "translation": {
      "en": "who knew how to access Quadriga's crypto funds came from Jen.",
      "vi": "có mã truy cập vào kho tiền mã hóa của Quadriga là do Jen nói."
    }
  },
  {
    "translation": {
      "en": "Following Gerry's death,",
      "vi": "Sau cái chết của Gerry,"
    }
  },
  {
    "translation": {
      "en": "she scoured their apartment looking for passwords to get into his laptop.",
      "vi": "cô ấy đã lục tung cả căn hộ của họ để tìm mật khẩu mở laptop của Gerry."
    }
  },
  {
    "translation": {
      "en": "She couldn't find it anywhere.",
      "vi": "Nhưng không tìm thấy."
    }
  },
  {
    "translation": {
      "en": "After Gerry's death,",
      "vi": "Sau cái chết của Gerry,"
    }
  },
  {
    "translation": {
      "en": "Quadriga filed for creditor protection.",
      "vi": "Quadriga đệ đơn xin pháp luật bảo vệ."
    }
  },
  {
    "translation": {
      "en": "Creditor protection is granted to companies",
      "vi": "Nhà nước sẽ bảo vệ một thời gian"
    }
  },
  {
    "translation": {
      "en": "when they run into financial trouble.",
      "vi": "khi các công ty có vấn đề tài chính."
    }
  },
  {
    "translation": {
      "en": "Included in the court filings was an affidavit from Jennifer Robertson.",
      "vi": "Hồ sơ gửi tòa án bao gồm một bản lời khai của Jennifer Robertson."
    }
  },
  {
    "translation": {
      "en": "Jennifer goes on to basically say she didn't really know anything",
      "vi": "Đại khái Jennifer nói rằng cô ấy không biết gì"
    }
  },
  {
    "translation": {
      "en": "about how the company operated",
      "vi": "về hoạt động của công ty."
    }
  },
  {
    "translation": {
      "en": "and that Gerry had been running this company entirely on his own.",
      "vi": "Và một mình Gerry điều hành công ty này."
    }
  },
  {
    "translation": {
      "en": "[Tong] I was a little bit in disbelief.",
      "vi": "Tôi hơi nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "I mean, during all of their travels together,",
      "vi": "Trong suốt quá trình du hành,"
    }
  },
  {
    "translation": {
      "en": "he never once told her anything about how Quadriga was operated?",
      "vi": "anh ta không nói gì với cô ta về cách thức hoạt động của Quadriga ư?"
    }
  },
  {
    "translation": {
      "en": "Like, that didn't make sense to me.",
      "vi": "Tôi thấy như thế thật vô lý."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] Then we discovered these Quadriga users who had bank transfers",
      "vi": "Sau đó, chúng tôi thấy tiền của những người dùng Quadriga về ngân hàng"
    }
  },
  {
    "translation": {
      "en": "that had come to them through this property management company",
      "vi": "thông qua một công ty quản lý tài sản"
    }
  },
  {
    "translation": {
      "en": "that she was running.",
      "vi": "do cô ấy điều hành."
    }
  },
  {
    "translation": {
      "en": "This would directly contradict Jennifer's statement",
      "vi": "Điều này mâu thuẫn trực tiếp với lời của Jennifer"
    }
  },
  {
    "translation": {
      "en": "on her affidavit saying that she wasn't involved with QuadrigaCX in any way.",
      "vi": "trong bản khai gửi tòa rằng cô ta không hề liên quan đến QuadrigaCX."
    }
  },
  {
    "translation": {
      "en": "If she lied in her affidavit, she could've lied about any other things.",
      "vi": "Cô ta nói dối việc này thì có thể nói dối việc khác."
    }
  },
  {
    "translation": {
      "en": "[Joe] I saw that, and I was wondering, \"Well, what's going on here?\"",
      "vi": "Tôi đã thấy việc đó và thắc mắc, \"Thế này là thế nào?\""
    }
  },
  {
    "translation": {
      "en": "I asked her lawyer about it, who just didn't comment.",
      "vi": "Tôi hỏi luật sư của cô ấy, nhưng họ không đưa ra bình luận gì cả."
    }
  },
  {
    "translation": {
      "en": "And, uh, I don't think we ever got an official answer to that question.",
      "vi": "Và tôi nhớ là chưa hề có câu trả lời chính thức cho câu hỏi đó."
    }
  },
  {
    "translation": {
      "en": "I'm sure that the lawyer said,",
      "vi": "Chắc chắn luật sư nói là,"
    }
  },
  {
    "translation": {
      "en": "\"We don't need to say anything about that.\"",
      "vi": "\"Ta không cần nói gì về chuyện đó cả\"."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi chả biết nữa."
    }
  },
  {
    "translation": {
      "en": "Right? So were some things omitted?",
      "vi": "Đúng không? Vậy là có gì đó bị bỏ sót à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. On purpose? I don't know.",
      "vi": "Phải. Là cố ý à? Tôi chả biết."
    }
  },
  {
    "translation": {
      "en": "Oversight? Could been. My sister's not a liar.",
      "vi": "Do vô tình? Có thể lắm. Em gái tôi không nói dối."
    }
  },
  {
    "translation": {
      "en": "I-- I started to believe that Jennifer Robertson was kind of in on this.",
      "vi": "Tôi bắt đầu tin rằng Jennifer Robertson có tham gia vụ này."
    }
  },
  {
    "translation": {
      "en": "Are they just playing the long game?",
      "vi": "Họ muốn chờ sóng yên biển lặng à?"
    }
  },
  {
    "translation": {
      "en": "She's playing the part of the gullible wife.",
      "vi": "Giờ cô ta diễn vai một người vợ cả tin."
    }
  },
  {
    "translation": {
      "en": "She knows that there's gonna be heat for the next three years,",
      "vi": "Cô ta biết sẽ bị để ý trong ba năm tới,"
    }
  },
  {
    "translation": {
      "en": "and then, at some point, she's gonna nick off",
      "vi": "nhưng sau đó, cô ta sẽ chuồn đi"
    }
  },
  {
    "translation": {
      "en": "and, you know, meet him in an island in the Caribbean somewhere.",
      "vi": "đến một hòn đảo nào đó ở Caribbean và gặp hắn."
    }
  },
  {
    "translation": {
      "en": "We've got a lot of what's kind of circumstantial evidence",
      "vi": "Chúng tôi có rất nhiều bằng chứng gián tiếp cho thấy"
    }
  },
  {
    "translation": {
      "en": "that this could be an exit scam.",
      "vi": "đây là chiêu ve sầu thoát xác."
    }
  },
  {
    "translation": {
      "en": "Problem is we kind of don't have a way",
      "vi": "Vấn đề là chúng tôi gần như không có cách nào"
    }
  },
  {
    "translation": {
      "en": "to indisputably prove that just yet.",
      "vi": "để chứng minh điều đó một cách chắc chắn."
    }
  },
  {
    "translation": {
      "en": "[woman 4] So the news first broke in February of 2019.",
      "vi": "Báo chí đưa tin lần đầu tiên vào tháng 2 năm 2019."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I'm sorry. What?\"",
      "vi": "Tôi nghĩ, \"Xin lỗi. Gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "Like, the founder died and then he was the only one that had access to the keys?",
      "vi": "Người sáng lập chết và chỉ mình anh ta có quyền truy cập chìa khóa?"
    }
  },
  {
    "translation": {
      "en": "Like, what?",
      "vi": "Thế là sao?"
    }
  },
  {
    "translation": {
      "en": "I immediately was questioning everything about the story.",
      "vi": "Tôi đặt nghi vấn về toàn bộ câu chuyện ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I'd suspected that the money might be moving,",
      "vi": "Tôi nghi là số tiền đó đang di chuyển,"
    }
  },
  {
    "translation": {
      "en": "which would make their entire sort of point moot, right?",
      "vi": "và nếu thế thì họ có lý lẽ thế nào cũng vô ích, đúng không?"
    }
  },
  {
    "translation": {
      "en": "'Cause their whole claim was that he died and he was the only one with the keys.",
      "vi": "Họ tuyên bố là anh ta chết và mỗi anh ta có chìa khóa."
    }
  },
  {
    "translation": {
      "en": "Um, but if money had moved after his death, then that would be a lie.",
      "vi": "Nếu tiền di chuyển sau khi anh ta chết thì đó là nói dối rồi."
    }
  },
  {
    "translation": {
      "en": "The whole purpose of Bitcoin is, like, everything's verifiable by everyone.",
      "vi": "Mục đích của Bitcoin là mọi người có thể kiểm chứng mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Bitcoin is backed by underlying technology called the blockchain.",
      "vi": "Bitcoin được xây dựng dựa trên công nghệ nền tảng tên là chuỗi khối."
    }
  },
  {
    "translation": {
      "en": "There are websites that have sort of visualizations of the blockchain.",
      "vi": "Có nhiều trang web có hình ảnh minh họa cho chuỗi khối."
    }
  },
  {
    "translation": {
      "en": "But the simplest way to think about it is like a digital ledger.",
      "vi": "Nhưng cách đơn giản nhất là hình dung nó là một cuốn sổ cái điện tử."
    }
  },
  {
    "translation": {
      "en": "Like a spreadsheet.",
      "vi": "Như một bảng tính."
    }
  },
  {
    "translation": {
      "en": "Every single computer is able to see the transactions",
      "vi": "Mỗi máy tính đều có thể xem các giao dịch"
    }
  },
  {
    "translation": {
      "en": "to verify that the transactions are valid",
      "vi": "để xác minh rằng các giao dịch đó hợp lệ"
    }
  },
  {
    "translation": {
      "en": "and then to verify, like, the whole history of transactions.",
      "vi": "và từ đó xác minh toàn bộ lịch sử giao dịch."
    }
  },
  {
    "translation": {
      "en": "And you can just follow the money wherever it goes.",
      "vi": "Và ta có thể theo dấu tiền dù nó đi đâu."
    }
  },
  {
    "translation": {
      "en": "What an exchange will do is have 5% or 10% of all of the money",
      "vi": "Bình thường, một sàn giao dịch sẽ để 5% hoặc 10% tổng số tiền"
    }
  },
  {
    "translation": {
      "en": "that they're holding in a hot wallet, and the rest is cold.",
      "vi": "mà họ đang giữ trong khu vực ví nóng, và phần còn lại để ở ví lạnh."
    }
  },
  {
    "translation": {
      "en": "And a cold wallet is an offline wallet.",
      "vi": "Và ví lạnh là ví ngoại tuyến."
    }
  },
  {
    "translation": {
      "en": "The hot wallet is like your checkbook or your debit card.",
      "vi": "Ví nóng giống như sổ séc hay thẻ ghi nợ của bạn vậy."
    }
  },
  {
    "translation": {
      "en": "And the cold wallet is, like, the vault.",
      "vi": "Còn ví lạnh thì giống kho tiền."
    }
  },
  {
    "translation": {
      "en": "I knew a couple of Quadriga's cold wallet addresses on the blockchain.",
      "vi": "Tôi biết vài địa chỉ ví lạnh của Quadriga trên chuỗi khối."
    }
  },
  {
    "translation": {
      "en": "And so I started there.",
      "vi": "Nên đã bắt đầu từ đó."
    }
  },
  {
    "translation": {
      "en": "I spent the next couple of weeks parsing a huge number of transactions.",
      "vi": "Tôi đã dành vài tuần tiếp theo phân tích một số lượng lớn các giao dịch."
    }
  },
  {
    "translation": {
      "en": "I was expecting either see a balance of, like, $100 million or something,",
      "vi": "Tôi cứ tưởng sẽ thấy số dư khoảng 100 triệu đô la gì đó,"
    }
  },
  {
    "translation": {
      "en": "or to very quickly see a transfer of 10 million, 100 million.",
      "vi": "hoặc nhanh chóng thấy tiền chuyển đi ở mức 10 triệu, 100 triệu."
    }
  },
  {
    "translation": {
      "en": "Some big sum of money.",
      "vi": "Đại khái là một số tiền lớn."
    }
  },
  {
    "translation": {
      "en": "[Taylor] However, with the Quadriga addresses, I didn't ever find this pile of money.",
      "vi": "Nhưng với các địa chỉ Quadriga đó, tôi không thấy số tiền lớn nào."
    }
  },
  {
    "translation": {
      "en": "If you don't see the money leave or go anywhere,",
      "vi": "Nếu không thấy tiền chuyển đi hay đến đâu,"
    }
  },
  {
    "translation": {
      "en": "the question is just like, \"Well, where did the money go?\"",
      "vi": "vấn đề đặt ra là, \"Tiền đã đi đâu?\""
    }
  },
  {
    "translation": {
      "en": "The money's just…",
      "vi": "Số tiền đó…"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Once I determined that there was no money in the cold storage,",
      "vi": "Một khi đã xác định là ví lạnh không có tiền,"
    }
  },
  {
    "translation": {
      "en": "that's when I stopped believing that he was dead.",
      "vi": "tôi tin chắc là anh ta còn sống."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Finding out that this whole story",
      "vi": "Thật kinh khủng khi phát hiện ra"
    }
  },
  {
    "translation": {
      "en": "about the keys to the cold wallet",
      "vi": "việc truy tìm chìa khóa truy cập vào ví lạnh"
    }
  },
  {
    "translation": {
      "en": "being essentially a bit of a wild goose chase is sickening.",
      "vi": "của Quadriga là phí công vô ích."
    }
  },
  {
    "translation": {
      "en": "[Kimberly] We were scared that Jenny would be implicated in it.",
      "vi": "Chúng tôi đã rất lo là Jenny sẽ bị liên lụy vì việc này."
    }
  },
  {
    "translation": {
      "en": "Because of the amount of money,",
      "vi": "Vì số tiền lớn như thế,"
    }
  },
  {
    "translation": {
      "en": "my brother and I were starting to worry that she might have to go to jail.",
      "vi": "anh em tôi bắt đầu lo rằng em tôi sẽ phải ngồi tù."
    }
  },
  {
    "translation": {
      "en": "Right? Like, we aren't people that go to jail.",
      "vi": "Đúng không? Chúng tôi đâu phải kiểu người sẽ vào tù."
    }
  },
  {
    "translation": {
      "en": "We're not criminals. You know, we kind of know somebody",
      "vi": "Chúng tôi đâu phải tội phạm. Cùng lắm là có"
    }
  },
  {
    "translation": {
      "en": "who knows somebody who might have did something kind of sort of bad,",
      "vi": "người quen của người quen từng làm một việc hơi xấu gì đó,"
    }
  },
  {
    "translation": {
      "en": "but that was the-- the worry.",
      "vi": "nhưng chúng tôi vẫn cứ lo."
    }
  },
  {
    "translation": {
      "en": "We were afraid for her.",
      "vi": "Chúng tôi rất lo cho con bé."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] It's certainly starting to look like fraud or embezzlement.",
      "vi": "Quả là sự việc bắt đầu giống lừa đảo hay biển thủ."
    }
  },
  {
    "translation": {
      "en": "But, you know, the-- the hopes of finding a five-foot something,",
      "vi": "Nhưng hi vọng tìm ra một gã Gerry da trắng, tóc ngả hung,"
    }
  },
  {
    "translation": {
      "en": "slightly ginger-toned Caucasian Gerry seemed to be very slim.",
      "vi": "cao tầm 150-180cm gì đó có vẻ rất mong manh."
    }
  },
  {
    "translation": {
      "en": "We-- we knew he was mischievous. We knew that.",
      "vi": "Chúng tôi đều biết anh ta tinh quái. Chúng tôi đều biết."
    }
  },
  {
    "translation": {
      "en": "This video confirms that a walnut can indeed be lit on fire.",
      "vi": "Đoạn phim này xác nhận ta có thể đốt quả óc chó."
    }
  },
  {
    "translation": {
      "en": "[Andrew] I bet you he's good at laying low, at being quiet.",
      "vi": "Tôi cá là anh ta rất giỏi ẩn mình, giấu thân phận."
    }
  },
  {
    "translation": {
      "en": "I think these are all things Gerry is good at.",
      "vi": "Tôi nghĩ đây đều là sở trường của Gerry."
    }
  },
  {
    "translation": {
      "en": "[Alex] He could be a citizen of 20 countries under 20 different faces and 20 different names.",
      "vi": "Anh ta có thể mang 20 quốc tịch với 20 bộ mặt và tên họ khác nhau."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] And then this sort of rumor started circulating online",
      "vi": "Và rồi trên mạng bắt đầu lan truyền tin đồn"
    }
  },
  {
    "translation": {
      "en": "that the money had been moved to Bermuda.",
      "vi": "rằng tiền đã được chuyển đến Bermuda."
    }
  },
  {
    "translation": {
      "en": "And that there was this plastic surgeon there who had operated on Gerry",
      "vi": "Và có một bác sĩ thẩm mỹ đã phẫu thuật cho Gerry"
    }
  },
  {
    "translation": {
      "en": "to change his face so that he could continue to live",
      "vi": "sang một khuôn mặt mới để anh ta có thể tiếp tục sống"
    }
  },
  {
    "translation": {
      "en": "without being recognizable.",
      "vi": "mà không bị ai nhận ra."
    }
  },
  {
    "translation": {
      "en": "I called the RCMP, which is equivalent of FBI for Canada.",
      "vi": "Tôi đã gọi Cảnh sát Hoàng gia, họ kiểu như Cục Điều tra Liên Bang của Canada vậy."
    }
  },
  {
    "translation": {
      "en": "[Ali] And I said, \"Look, there's this guy who I think is alive,",
      "vi": "Tôi bảo họ, \"Có một gã mà tôi nghĩ là vẫn còn sống, sắp trốn ra nước ngoài"
    }
  },
  {
    "translation": {
      "en": "leaving the country with millions of dollars of our money,",
      "vi": "với hàng chục triệu tiền của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and I need you guys to sort of investigate,\"",
      "vi": "và tôi cần các anh điều tra gì đó\","
    }
  },
  {
    "translation": {
      "en": "and she said, \"Well, if they leave, they leave. That's fine.\"",
      "vi": "và cô ta đáp, \"Người đó ra nước ngoài cũng không sao\"."
    }
  },
  {
    "translation": {
      "en": "\"We can try to catch 'em later.\"",
      "vi": "\"Chúng tôi có thể bắt sau\"."
    }
  },
  {
    "translation": {
      "en": "Right? Casually. Right? It was borderline insulting.",
      "vi": "Đấy? Nói như không. Nhỉ? Cứ như chửi vào mặt tôi vậy."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "The Ontario Securities Commission, also known as the OSC,",
      "vi": "Ủy ban Chứng khoán Ontario, còn hay gọi tắt là OSC,"
    }
  },
  {
    "translation": {
      "en": "is responsible for regulating financial markets",
      "vi": "có trách nhiệm quản lý thị trường tài chính"
    }
  },
  {
    "translation": {
      "en": "in the Canadian province of Ontario.",
      "vi": "tại tỉnh Ontario của Canada."
    }
  },
  {
    "translation": {
      "en": "Our mandate was to find out where the money went.",
      "vi": "Nhiệm vụ của chúng tôi là tìm hiểu ra tiền đã đi đâu."
    }
  },
  {
    "translation": {
      "en": "And therefore the enforcement branch of the OSC decided",
      "vi": "Vì vậy, nhánh hành pháp của OSC quyết định"
    }
  },
  {
    "translation": {
      "en": "to open an investigation.",
      "vi": "mở một cuộc điều tra."
    }
  },
  {
    "translation": {
      "en": "In the first two years of operations,",
      "vi": "Trong hai năm đầu hoạt động,"
    }
  },
  {
    "translation": {
      "en": "Quadriga had accountants, lawyers on staff,",
      "vi": "Quadriga có nhân viên kế toán và luật sư,"
    }
  },
  {
    "translation": {
      "en": "and therefore there are some records for that time period.",
      "vi": "nên giai đoạn này có vài báo cáo, ghi chép."
    }
  },
  {
    "translation": {
      "en": "However, after 2016, there's a general absence of records",
      "vi": "Nhưng sau 2016, nhìn chung là không có các báo cáo, ghi chép"
    }
  },
  {
    "translation": {
      "en": "that you would normally expect to see in a business.",
      "vi": "mà ta thường thấy ở một doanh nghiệp."
    }
  },
  {
    "translation": {
      "en": "If you do not have access to records, it simply complicates your work.",
      "vi": "Không thể xem báo cáo thì công việc sẽ phức tạp hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "However, working as a forensic accountant, I expect my work to be complicated.",
      "vi": "Tuy nhiên, làm kế toán điều tra nên tôi biết việc của mình luôn phức tạp."
    }
  },
  {
    "translation": {
      "en": "We came across something that caused us great concern.",
      "vi": "Chúng tôi đã thấy một điều vô cùng đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "Throughout the life of Quadriga,",
      "vi": "Trong suốt thời gian hoạt động,"
    }
  },
  {
    "translation": {
      "en": "large volumes of crypto assets were being sent",
      "vi": "Quadriga đã gửi những khoản tiền mã hóa lớn"
    }
  },
  {
    "translation": {
      "en": "to other crypto asset exchanges located abroad.",
      "vi": "đến các sàn giao dịch tiền mã hóa khác ở nước ngoài."
    }
  },
  {
    "translation": {
      "en": "[Taylor] What the fuck is going on?",
      "vi": "Chuyện quái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "That's not normal, uh, at all.",
      "vi": "Không bình thường chút nào."
    }
  },
  {
    "translation": {
      "en": "Why would an exchange be sending directly to another exchange?",
      "vi": "Sao một sàn giao dịch lại gửi thẳng tiền đến một sàn giao dịch khác?"
    }
  },
  {
    "translation": {
      "en": "The answer's not usually a good one.",
      "vi": "Câu trả lời thường không hay."
    }
  },
  {
    "translation": {
      "en": "They had to be, like, trying to hide something.",
      "vi": "Hẳn là họ muốn che giấu gì đó."
    }
  },
  {
    "translation": {
      "en": "Maybe, like, trying to launder money?",
      "vi": "Có lẽ là họ rửa tiền?"
    }
  },
  {
    "translation": {
      "en": "[QCXINT] In the world of money laundering,",
      "vi": "Giới rửa tiền có vài người"
    }
  },
  {
    "translation": {
      "en": "there can be some quite bad people involved.",
      "vi": "cực kỳ xấu xa."
    }
  },
  {
    "translation": {
      "en": "Organized crime, Russian mobsters, you know, you name it.",
      "vi": "Tội phạm có tổ chức, băng đảng Nga, mấy kiểu tương tự."
    }
  },
  {
    "translation": {
      "en": "So,",
      "vi": "Vậy nên,"
    }
  },
  {
    "translation": {
      "en": "did Gerry find himself in something that was too deep?",
      "vi": "có phải Gerry đã lún quá sâu vào vũng bùn không?"
    }
  },
  {
    "translation": {
      "en": "Like, if you're laundering money for the mob, you're scared of the mob.",
      "vi": "Rửa tiền cho băng đảng thì sẽ sợ băng đảng."
    }
  },
  {
    "translation": {
      "en": "You're not scared of the cops.",
      "vi": "Chứ không sợ cảnh sát."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] If we were to uncover where the money had gone,",
      "vi": "Nếu muốn tìm ra nơi tiền đã đến,"
    }
  },
  {
    "translation": {
      "en": "we would have to dig very deep",
      "vi": "chúng tôi sẽ phải đào rất sâu"
    }
  },
  {
    "translation": {
      "en": "and look into every aspect of the exchange.",
      "vi": "và điều tra mọi khía cạnh của sàn giao dịch."
    }
  },
  {
    "translation": {
      "en": "Certainly, the conventional narrative was that Gerry was the founder of Quadriga",
      "vi": "Quả là theo thông tin chính thức, Gerry là người sáng lập Quadriga"
    }
  },
  {
    "translation": {
      "en": "and the CEO and that he was in control.",
      "vi": "và là CEO, và nắm quyền quản lý."
    }
  },
  {
    "translation": {
      "en": "Um, but one of the interesting things I found was the original QuadrigaCX domain name…",
      "vi": "Nhưng một điều thú vị mà tôi phát hiện ra là trang chủ gốc của QuadrigaCX…"
    }
  },
  {
    "translation": {
      "en": "had actually been registered not by Gerry.",
      "vi": "thật ra không được đăng kí bởi Gerry."
    }
  },
  {
    "translation": {
      "en": "Uh, it'd been registered by someone else.",
      "vi": "Không, nó do người khác đăng kí."
    }
  },
  {
    "translation": {
      "en": "This individual known as Michael Patryn.",
      "vi": "Người này có tên là Michael Patryn."
    }
  },
  {
    "translation": {
      "en": "He definitely was an important individual in the founding origins of Quadriga.",
      "vi": "Anh ta chắc chắn có vai trò quan trọng trong việc thành lập Quadriga."
    }
  },
  {
    "translation": {
      "en": "So I started to dig around and look into him a little bit more.",
      "vi": "Vậy nên tôi bắt đầu dò la tìm kiếm về anh ta hơn."
    }
  },
  {
    "translation": {
      "en": "[reporter 11] Meanwhile, law enforcement officials in both Canada,",
      "vi": "Trong khi đó, cơ quan hành pháp ở cả Canada,"
    }
  },
  {
    "translation": {
      "en": "where QuadrigaCX is located, and in the United States,",
      "vi": "nơi đặt trụ sở QuadrigaCX, và ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "are investigating potential wrongdoing…",
      "vi": "đang điều tra các khả năng sai phạm…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are you comfortable talking about him, Andrew?",
      "vi": "Anh có sẵn lòng nói về anh ta không, Andrew?"
    }
  },
  {
    "translation": {
      "en": "What would you like to know?",
      "vi": "Các anh muốn biết gì?"
    }
  },
  {
    "translation": {
      "en": "When we first met Mike and Gerry,",
      "vi": "Lần đầu chúng tôi gặp Mike và Gerry,"
    }
  },
  {
    "translation": {
      "en": "it was Mike that presented himself as the founder of QuadrigaCX.",
      "vi": "Mike mới là người xưng là nhà sáng lập của QuadrigaCX."
    }
  },
  {
    "translation": {
      "en": "And Gerry kind of tagged along.",
      "vi": "Còn Gerry chỉ kiểu như đi cùng thôi."
    }
  },
  {
    "translation": {
      "en": "[man 12] Our guest tonight is Michael Patryn from, uh, Quadriga.",
      "vi": "Khách mời tối nay là Michael Patryn đến từ Quadriga."
    }
  },
  {
    "translation": {
      "en": "Why don't you tell us a bit about yourself?",
      "vi": "Mời anh tự giới thiệu đôi chút?"
    }
  },
  {
    "translation": {
      "en": "Sure. I've been working with digital currency since about 2003.",
      "vi": "Được thôi. Tôi đã làm việc với tiền điện tử từ năm 2003 rồi."
    }
  },
  {
    "translation": {
      "en": "I've operated numerous exchanges, emerging platforms, casinos,",
      "vi": "Tôi đã quản lý nhiều sàn giao dịch, nền tảng mới nổi, sòng bạc,"
    }
  },
  {
    "translation": {
      "en": "provided advisory services",
      "vi": "và làm cố vấn về"
    }
  },
  {
    "translation": {
      "en": "with respect to growth and development of other such companies.",
      "vi": "sự tăng trưởng và phát triển của các công ty đó."
    }
  },
  {
    "translation": {
      "en": "It did always seem as though Mike was in charge.",
      "vi": "Đúng là lúc nào Mike cũng có vẻ là người đứng đầu."
    }
  },
  {
    "translation": {
      "en": "Mike was muscular and an amateur UFC guy.",
      "vi": "Mike rất cơ bắp và là đấu sĩ UFC nghiệp dư."
    }
  },
  {
    "translation": {
      "en": "First time I met Gerry was in Mike's fancy car.",
      "vi": "Tôi gặp Gerry lần đầu trên chiếc xe xịn của Mike."
    }
  },
  {
    "translation": {
      "en": "And Mike was doing all the talking.",
      "vi": "Và chỉ mình Mike nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Gerry would laugh at his jokes when they weren't funny.",
      "vi": "Gerry cười cả mấy câu đùa nhạt nhẽo của Mike."
    }
  },
  {
    "translation": {
      "en": "That's-- That's key.",
      "vi": "Đó… Đó là mấu chốt."
    }
  },
  {
    "translation": {
      "en": "And that was kind of what really immediately made me see them",
      "vi": "Và đó gần như là điều ngay lập tức khiến tôi nhận ra"
    }
  },
  {
    "translation": {
      "en": "in a power imbalance in their relationship.",
      "vi": "sự chênh lệch vị thế trong quan hệ của họ."
    }
  },
  {
    "translation": {
      "en": "There were definitely a lot of rumors about Mike going around.",
      "vi": "Quả thật là lúc đó có rất nhiều tin đồn về Mike."
    }
  },
  {
    "translation": {
      "en": "I think that Gerry, he should be afraid of Mike.",
      "vi": "Tôi nghĩ là Gerry nên sợ Mike."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I would be.",
      "vi": "Là tôi thì sẽ vậy."
    }
  },
  {
    "translation": {
      "en": "[Joe] People who knew Patryn were reluctant to talk about him.",
      "vi": "Những ai biết Patryn đều tỏ ra miễn cưỡng khi nói về anh ta."
    }
  },
  {
    "translation": {
      "en": "They were afraid of him.",
      "vi": "Họ sợ anh ta."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] There were all these posts on the Internet, mostly on Reddit,",
      "vi": "Có rất nhiều bài đăng trên mạng, chủ yếu là trên Reddit,"
    }
  },
  {
    "translation": {
      "en": "connecting him with this other guy named Omar Dhanani.",
      "vi": "liên kết anh ta với một người tên là Omar Dhanani."
    }
  },
  {
    "translation": {
      "en": "So these posts were essentially alleging",
      "vi": "Về cơ bản, các bài đăng này cáo buộc"
    }
  },
  {
    "translation": {
      "en": "that Michael Patryn was hiding this criminal past,",
      "vi": "rằng Michael Patryn đang che giấu quá khứ phạm tội,"
    }
  },
  {
    "translation": {
      "en": "that he had once lived in California under the name Omar Dhanani",
      "vi": "và anh ta từng sống tại California dưới cái tên Omar Dhanani"
    }
  },
  {
    "translation": {
      "en": "and that he had been involved in a money laundering service",
      "vi": "và từng dính líu đến hoạt động rửa tiền"
    }
  },
  {
    "translation": {
      "en": "for an identity theft ring called Shadowcrew,",
      "vi": "cho một tổ chức chuyên ăn cắp danh tính tên là Shadowcrew."
    }
  },
  {
    "translation": {
      "en": "an online marketplace for trafficking in stolen identities",
      "vi": "Đó là một chợ trực tuyến chuyên mua bán danh tính"
    }
  },
  {
    "translation": {
      "en": "and stolen credit card information.",
      "vi": "và thông tin thẻ tín dụng bị ăn cắp."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] This is a bit of a bombshell,",
      "vi": "Tin này khá động trời,"
    }
  },
  {
    "translation": {
      "en": "but, you know, a few forum posts don't necessarily prove a point.",
      "vi": "nhưng dăm ba bài đăng trên diễn đàn thì chẳng chứng minh được gì."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] We needed proof.",
      "vi": "Chúng tôi cần bằng chứng."
    }
  },
  {
    "translation": {
      "en": "[Joe] We figure, \"Okay, we can get the mug shots for Omar Dhanani",
      "vi": "Chúng tôi nghĩ, \"Được rồi, ta cần tìm ảnh chân dung tội phạm của Omar Dhanani"
    }
  },
  {
    "translation": {
      "en": "and see if it's the same person.\"",
      "vi": "để xem có phải cùng người không\"."
    }
  },
  {
    "translation": {
      "en": "About a week later, they arrived in my email.",
      "vi": "Tầm một tuần sau, tôi nhận được ảnh qua email."
    }
  },
  {
    "translation": {
      "en": "I remember sitting with Alex and an editor in The Globe office,",
      "vi": "Tôi còn nhớ rõ ngồi ở văn phòng với Alex và một biên tập viên"
    }
  },
  {
    "translation": {
      "en": "and the editor is studying these photos of Dhanani…",
      "vi": "và biên tập viên đó săm soi mấy tấm ảnh của Dhanani…"
    }
  },
  {
    "translation": {
      "en": "and Patryn.",
      "vi": "với Patryn."
    }
  },
  {
    "translation": {
      "en": "It's going, like, back and forth closely.",
      "vi": "So sánh từng chi tiết một."
    }
  },
  {
    "translation": {
      "en": "And he notices a pockmark",
      "vi": "Rồi anh ấy phát hiện vết rỗ"
    }
  },
  {
    "translation": {
      "en": "on Dhanani's forehead…",
      "vi": "trên trán Dhanani…"
    }
  },
  {
    "translation": {
      "en": "and how Michael Patryn has a pockmark in the exact same spot.",
      "vi": "và Michael Patryn cũng có một vết rỗ ở đúng chỗ đấy."
    }
  },
  {
    "translation": {
      "en": "Michael Patryn is definitely Omar Dhanani.",
      "vi": "Chắc chắn Michael Patryn là Omar Dhanani."
    }
  },
  {
    "translation": {
      "en": "[Ali] If I would've known that, I would've never, ever put my money in Quadriga.",
      "vi": "Tôi mà biết như thế thì không đời nào bỏ tiền vào Quadriga."
    }
  },
  {
    "translation": {
      "en": "[Tong] This is crazy.",
      "vi": "Chuyện này thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "I just thought, \"Well, this is another thread in the rabbit hole.\"",
      "vi": "Tôi nghĩ, \"Cái hố này ngày càng thăm thẳm\"."
    }
  },
  {
    "translation": {
      "en": "\"How deep can it go?\"",
      "vi": "\"Sâu đến mức nào đây?\""
    }
  },
  {
    "translation": {
      "en": "[QCXINT] When you find one of the founders has this criminal past,",
      "vi": "Khi phát hiện ra người đồng sáng lập từng phạm tội,"
    }
  },
  {
    "translation": {
      "en": "that person becomes suspect number one.",
      "vi": "anh ta trở thành nghi phạm số một."
    }
  },
  {
    "translation": {
      "en": "[Daniel] In February 2019, when Quadriga ceased operating,",
      "vi": "Vào tháng Hai năm 2019, khi Quadriga ngừng hoạt động,"
    }
  },
  {
    "translation": {
      "en": "it owed its users cash and cryptocurrencies",
      "vi": "tổng số tiền nó nợ người dùng, tính cả tiền mặt và tiền mã hóa,"
    }
  },
  {
    "translation": {
      "en": "at a combined value of $215 million.",
      "vi": "là 215 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "However, we were only able to identify",
      "vi": "Tuy nhiên, chúng tôi chỉ có thể xác định"
    }
  },
  {
    "translation": {
      "en": "approximately $46 million worth of assets,",
      "vi": "số tài sản trị giá khoảng 46 triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "leaving an unexplained shortfall of approximately $169 million.",
      "vi": "tức là còn thiếu 169 triệu đô la chưa có lý giải."
    }
  },
  {
    "translation": {
      "en": "And that didn't make sense…",
      "vi": "Như thế thật vô lý."
    }
  },
  {
    "translation": {
      "en": "It is the hottest currency in the world.",
      "vi": "Đây là đồng tiền nóng nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "[Daniel] …because in 2017, when the market was booming,",
      "vi": "Vì vào năm 2017, khi thị trưởng bùng nổ,"
    }
  },
  {
    "translation": {
      "en": "more and more individuals, more users, were onboarding the platform",
      "vi": "ngày càng nhiều cá nhân, người dùng sử dụng sàn giao dịch này"
    }
  },
  {
    "translation": {
      "en": "and bringing in more cryptocurrencies and also more cash.",
      "vi": "và nạp vào rất nhiều tiền mã hóa cũng như tiền mặt."
    }
  },
  {
    "translation": {
      "en": "We were concerned that crypto assets were being stolen.",
      "vi": "Chúng tôi lo ngại rằng tiền mã hóa đã bị đánh cắp."
    }
  },
  {
    "translation": {
      "en": "We knew that there was a co-founder to Quadriga.",
      "vi": "Chúng tôi biết có người đồng sáng lập Quadriga."
    }
  },
  {
    "translation": {
      "en": "His name was Michael Patryn.",
      "vi": "Tên anh ta là Michael Patryn."
    }
  },
  {
    "translation": {
      "en": "And therefore, we were interested in talking to him.",
      "vi": "Vì vậy, chúng tôi muốn nói chuyện với anh ta."
    }
  },
  {
    "translation": {
      "en": "We were unable to make contact with Mr. Patryn.",
      "vi": "Chúng tôi không thể liên lạc với anh Patryn."
    }
  },
  {
    "translation": {
      "en": "A lot of people thought that Mike Patryn actually took some of their money",
      "vi": "Rất nhiều người nghĩ rằng Mike Patryn đã ôm một phần tiền của họ"
    }
  },
  {
    "translation": {
      "en": "and ran off with it, or maybe he was in cahoots with Gerry.",
      "vi": "và bỏ trốn, hoặc anh ta là đồng lõa với Gerry."
    }
  },
  {
    "translation": {
      "en": "Maybe they conspired together.",
      "vi": "Có lẽ họ đã âm mưu cùng nhau."
    }
  },
  {
    "translation": {
      "en": "[Ali] As the story sort of was lacking entertainment,",
      "vi": "Câu chuyện vừa kém hay đi một tí thì"
    }
  },
  {
    "translation": {
      "en": "Michael Patryn joins the Telegram group.",
      "vi": "Michael Patryn vào nhóm Telegram."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Creditors are pretty angry, and they're looking for answers.",
      "vi": "Các chủ nợ khá tức giận, và họ muốn hỏi cho ra lẽ."
    }
  },
  {
    "translation": {
      "en": "[Joe] So we emailed Patryn.",
      "vi": "Nên chúng tôi email cho Patryn."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] And he told us that he had not had any level of involvement in Quadriga",
      "vi": "Và anh ta nói rằng mình không hề liên quan gì đến Quadriga"
    }
  },
  {
    "translation": {
      "en": "since he split with the company.",
      "vi": "từ khi rời khỏi công ty."
    }
  },
  {
    "translation": {
      "en": "He told us he left the company in 2016.",
      "vi": "Anh ta nói rằng đã rời công ty từ 2016."
    }
  },
  {
    "translation": {
      "en": "I don't know if we fully believed Patryn.",
      "vi": "Tôi không biết chúng tôi có hoàn toàn tin Patryn không."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Patryn seems like a fairly seasoned character.",
      "vi": "Patryn có vẻ là một tay lão làng."
    }
  },
  {
    "translation": {
      "en": "He was deft in deflecting a lot of the criticism that was aimed at him,",
      "vi": "Anh ta khéo léo gạt đi rất nhiều lời chỉ trích nhắm vào mình,"
    }
  },
  {
    "translation": {
      "en": "maintaining that he was a legitimate businessman,",
      "vi": "một mực cư xử như một doanh nhân đứng đắn,"
    }
  },
  {
    "translation": {
      "en": "but whether or not, you know, he's entirely innocent is another question.",
      "vi": "nhưng việc anh ta có vô tội hay không lại là chuyện khác."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Wow, he thinks Gerry's alive.\"",
      "vi": "Tôi bất ngờ lắm, \"Chà, anh ta nghĩ Gerry còn sống\"."
    }
  },
  {
    "translation": {
      "en": "[Joe] Outwardly, Gerry and Patryn seemed very different.",
      "vi": "Nhìn bề ngoài thì Gerry và Patryn rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "Gerry was this smiley, kind of nerdy guy.",
      "vi": "Gerry là kiểu người tươi cười, hơi mọt sách."
    }
  },
  {
    "translation": {
      "en": "Whereas, you know, you look at Patryn online,",
      "vi": "Trong khi, anh biết đấy, xem Patryn trên mạng,"
    }
  },
  {
    "translation": {
      "en": "and he's fashioning himself as a-- as a macho badass",
      "vi": "thì anh ta tỏ ra là một gã đô con bá đạo"
    }
  },
  {
    "translation": {
      "en": "who has a criminal history.",
      "vi": "đã từng phạm tội."
    }
  },
  {
    "translation": {
      "en": "So what are these two guys doing together?",
      "vi": "Vậy thì sao hai họ lại đi chung?"
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Patryn had more of a digital footprint online.",
      "vi": "Patryn có nhiều dấu vết trên mạng hơn."
    }
  },
  {
    "translation": {
      "en": "And that trail led me to this site called TalkGold.",
      "vi": "Và dấu vết đó đã đưa tôi đến trang web tên là TalkGold."
    }
  },
  {
    "translation": {
      "en": "TalkGold was principally a forum, you know, for investment scams.",
      "vi": "TalkGold chủ yếu là một diễn đàn chuyên để lừa đảo đầu tư."
    }
  },
  {
    "translation": {
      "en": "It was a real den of thieves, TalkGold.",
      "vi": "Nó đúng là cái động trộm cắp."
    }
  },
  {
    "translation": {
      "en": "People trying to run scams and dodge other people's scams.",
      "vi": "Toàn những kẻ tìm cách lừa người khác và tránh bị lừa ngược lại."
    }
  },
  {
    "translation": {
      "en": "Digging around in the archives, you know, I come across lots of Patryn's posts.",
      "vi": "Lục tìm kho lưu trữ một chút, tôi tìm ra rất nhiều bài đăng của Patryn."
    }
  },
  {
    "translation": {
      "en": "And one of the things that I noticed on there",
      "vi": "Và một điều khiến tôi chú ý"
    }
  },
  {
    "translation": {
      "en": "is that he's got this buddy called Sceptre.",
      "vi": "là anh ta có một người bạn tên là Sceptre."
    }
  },
  {
    "translation": {
      "en": "And Sceptre's also very active on TalkGold.",
      "vi": "Và Sceptre cũng rất sôi nổi hoạt động trên TalkGold."
    }
  },
  {
    "translation": {
      "en": "[Joe] Sceptre set up and ran",
      "vi": "Sceptre thành lập và điều hành"
    }
  },
  {
    "translation": {
      "en": "at least two of these online scams through TalkGold.",
      "vi": "ít nhất hai vụ lừa đảo qua mạng trên TalkGold."
    }
  },
  {
    "translation": {
      "en": "You know, a lot of people lost substantial sums of money.",
      "vi": "Nhiều người đã mất rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] Sceptre had this scam called S&S Investments.",
      "vi": "Sceptre có một chiêu lừa tên là Mục đầu tư S&S."
    }
  },
  {
    "translation": {
      "en": "S&S Investments provided very little actual information about itself,",
      "vi": "Mục đầu tư S&S cung cấp rất ít thông tin thật về bản thân nó,"
    }
  },
  {
    "translation": {
      "en": "and, you know, it promised a massive return.",
      "vi": "và hứa hẹn một khoản lãi khổng lồ."
    }
  },
  {
    "translation": {
      "en": "And then, for a little while,",
      "vi": "Và trong một thời gian ngắn,"
    }
  },
  {
    "translation": {
      "en": "they would sort of start paying people back.",
      "vi": "họ sẽ trả tiền cho người đầu tư."
    }
  },
  {
    "translation": {
      "en": "Until one day, the entire program just kind of disappears",
      "vi": "Cho đến một ngày nọ, toàn bộ chương trình đó biến mất,"
    }
  },
  {
    "translation": {
      "en": "with everybody's money.",
      "vi": "mang theo toàn bộ tiền."
    }
  },
  {
    "translation": {
      "en": "Classic exit scam.",
      "vi": "Ve sầu thoát xác kinh điển."
    }
  },
  {
    "translation": {
      "en": "Whoever this Sceptre is, it seemed significant.",
      "vi": "Việc Sceptre là ai có vẻ quan trọng."
    }
  },
  {
    "translation": {
      "en": "But I just had this hunch that it was Gerry.",
      "vi": "Nhưng tôi có linh cảm rằng đó là Gerry."
    }
  },
  {
    "translation": {
      "en": "[Joe] I think it was probably around that time I started to talk to QCXINT.",
      "vi": "Tôi nghĩ có lẽ vào khoảng thời gian đó tôi bắt đầu nói chuyện với QCXINT."
    }
  },
  {
    "translation": {
      "en": "We started to trade information back and forth, essentially.",
      "vi": "Về cơ bản chúng tôi bắt đầu trao đổi thông tin qua lại."
    }
  },
  {
    "translation": {
      "en": "I combed through, like, every post Sceptre had made,",
      "vi": "Tôi đã rà soát từng bài đăng của Sceptre"
    }
  },
  {
    "translation": {
      "en": "looking for any sign of him.",
      "vi": "tìm bất cứ dấu hiệu nào của anh ta."
    }
  },
  {
    "translation": {
      "en": "Like, slipping up and revealing some personal information.",
      "vi": "Xem anh ta có lỡ miệng để lộ thông tin cá nhân nào không."
    }
  },
  {
    "translation": {
      "en": "No success with that.",
      "vi": "Nhưng chẳng thấy gì."
    }
  },
  {
    "translation": {
      "en": "It was very frustrating, 'cause it-- it kind of became this, like, personal quest",
      "vi": "Tôi vô cùng bực bội, vì tôi gần như quyết tâm"
    }
  },
  {
    "translation": {
      "en": "to find out who Sceptre was.",
      "vi": "tìm hiểu bằng được xem Sceptre là ai."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] I kept just following the data trail.",
      "vi": "Tôi cứ lần theo dấu dữ liệu."
    }
  },
  {
    "translation": {
      "en": "There was a critical piece of evidence that emerged.",
      "vi": "Có một bằng chứng chủ chốt xuất hiện."
    }
  },
  {
    "translation": {
      "en": "It was this public site called Black Hat World.",
      "vi": "Đó là một trang web tên là Black Hat World."
    }
  },
  {
    "translation": {
      "en": "A white-hat hacker is a good hacker, an ethical hacker.",
      "vi": "Hacker mũ trắng là hacker tốt, có đạo đức."
    }
  },
  {
    "translation": {
      "en": "A black-hat hacker is a bad type.",
      "vi": "Hacker mũ đen là hacker xấu."
    }
  },
  {
    "translation": {
      "en": "They're the ones that'll do the dirty work.",
      "vi": "Họ chấp nhận làm những việc bẩn thỉu."
    }
  },
  {
    "translation": {
      "en": "One of the things I noticed, there's a user on Black Hat World called Sceptre",
      "vi": "Tôi để ý thấy có một người dùng trên Black Hat World tên là Sceptre"
    }
  },
  {
    "translation": {
      "en": "that changes their name, that changes their handle to Murdoch1337.",
      "vi": "và họ đã đổi tên tài khoản thành Murdoch1337."
    }
  },
  {
    "translation": {
      "en": "[Joe] And so I decided,",
      "vi": "Vậy là tôi quyết định,"
    }
  },
  {
    "translation": {
      "en": "okay, I'm gonna start messaging people",
      "vi": "được rồi, tôi sẽ nhắn tin cho ai"
    }
  },
  {
    "translation": {
      "en": "on Black Hat World who interacted with this account",
      "vi": "đã tiếp xúc với tài khoản này trên Black Hat World"
    }
  },
  {
    "translation": {
      "en": "to see what email address this account was using.",
      "vi": "để tìm hiểu địa chỉ email mà tài khoản này dùng."
    }
  },
  {
    "translation": {
      "en": "And so a few days later this person emailed back…",
      "vi": "Vài ngày sau, có một người trả lời email."
    }
  },
  {
    "translation": {
      "en": "and included some screenshots.",
      "vi": "Thư đính kèm vài ảnh chụp màn hình."
    }
  },
  {
    "translation": {
      "en": "I opened it up.",
      "vi": "Tôi đã mở hình ra."
    }
  },
  {
    "translation": {
      "en": "My heart is beating really fast. I feel like, \"Oh, I'm so close.\"",
      "vi": "Tim tôi đập mạnh. Tôi cảm thấy gần lắm rồi."
    }
  },
  {
    "translation": {
      "en": "One of those screenshots",
      "vi": "Một ảnh trong số đó"
    }
  },
  {
    "translation": {
      "en": "was the order form that this account filled out.",
      "vi": "là đơn đặt hàng tài khoản này đã điền thông tin vào."
    }
  },
  {
    "translation": {
      "en": "It had his full name in there.",
      "vi": "Ghi đầy đủ tên họ luôn."
    }
  },
  {
    "translation": {
      "en": "Gerry Cotten.",
      "vi": "Gerry Cotten."
    }
  },
  {
    "translation": {
      "en": "Gerry was Sceptre. That was a direct link.",
      "vi": "Gerry là Sceptre. Đó là bằng chứng trực tiếp."
    }
  },
  {
    "translation": {
      "en": "And we're like, \"Yes! We got him.\"",
      "vi": "Chúng tôi mừng rỡ, \"Tuyệt! Lòi đuôi rồi\"."
    }
  },
  {
    "translation": {
      "en": "It threw the whole thing into a darker, more sinister context.",
      "vi": "Thông tin này càng làm sự việc lộ bản chất đen tối, xấu xa hơn."
    }
  },
  {
    "translation": {
      "en": "Gerald, starting with you.",
      "vi": "Gerald, bắt đầu từ anh nhé."
    }
  },
  {
    "translation": {
      "en": "-Yes. -What's your story?",
      "vi": "Được. Anh sinh ra. Anh ở đây. Chuyện là thế nào?"
    }
  },
  {
    "translation": {
      "en": "You were born. Now you're here. What happened in between?",
      "vi": "Anh sinh ra. Anh ở đây. Chuyện là thế nào?"
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Not only had one founder of the exchange had a shady past,",
      "vi": "Không chỉ một người sáng lập Quadriga có quá khứ mờ ám,"
    }
  },
  {
    "translation": {
      "en": "it was actually both founders.",
      "vi": "mà là cả hai."
    }
  },
  {
    "translation": {
      "en": "Kind of removes that veil of Gerry,",
      "vi": "Nó đã hé lộ bộ mặt thật của Gerry,"
    }
  },
  {
    "translation": {
      "en": "boy next door, kind of likable nerd.",
      "vi": "gã mọt sách thân thiện, đáng mến."
    }
  },
  {
    "translation": {
      "en": "What you actually start to see is something a lot more sinister.",
      "vi": "Bạn thật sự bắt đầu thấy một kẻ nham hiểm hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "This Sceptre character, this other, you know, darker Gerry…",
      "vi": "Nhân vật Scepter này, cái gã Gerry xấu xa hơn này…"
    }
  },
  {
    "translation": {
      "en": "[QCXINT] …has been operating scams…",
      "vi": "đã đi lừa đảo"
    }
  },
  {
    "translation": {
      "en": "since he was 14 or 15.",
      "vi": "từ hồi mới 14, 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "[Joe] What it showed is that Gerry was a serial scammer.",
      "vi": "Việc này cho thấy Gerry là một chuyên gia lừa đảo."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Sceptre posts about hiring a programmer to build a cryptocurrency exchange.",
      "vi": "Sceptre đã đăng tìm một lập trình viên để tạo ra một sàn giao dịch tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "And less than three months or so later,",
      "vi": "Và khoảng chưa đầy ba tháng sau,"
    }
  },
  {
    "translation": {
      "en": "Quadriga was born.",
      "vi": "Quadriga ra đời."
    }
  },
  {
    "translation": {
      "en": "Quadriga had been architected",
      "vi": "Ngay từ đầu,"
    }
  },
  {
    "translation": {
      "en": "from the very beginning, uh, to be a scam of sorts.",
      "vi": "Quadriga đã được xây dựng với mục đích lừa đảo."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] Revealing all of these other things that he had done",
      "vi": "Hé lộ tất cả những việc anh ta từng làm khiến mọi người cảm thấy như"
    }
  },
  {
    "translation": {
      "en": "gave people this feeling, like he's scammed us yet again",
      "vi": "Hé lộ tất cả những việc anh ta từng làm khiến mọi người cảm thấy như chúng tôi lại bị anh ta lừa"
    }
  },
  {
    "translation": {
      "en": "and maybe he actually is still alive somewhere.",
      "vi": "và có lẽ thật ra anh ta còn sống ở đâu đó vậy."
    }
  },
  {
    "translation": {
      "en": "My name is Gerald Cotten, and I'm the founder of QuadrigaCX.",
      "vi": "Tôi là Gerald Cotten, người sáng lập QuadrigaCX."
    }
  },
  {
    "translation": {
      "en": "It did make me question that maybe he had intentions of, you know,",
      "vi": "Đúng là việc này có làm tôi nghi ngờ là có lẽ cậu ấy đã âm mưu"
    }
  },
  {
    "translation": {
      "en": "starting this business and running away with the funds like he had in the past.",
      "vi": "lập ra công ty này để ôm tiền bỏ trốn như cậu ấy từng làm trước đây."
    }
  },
  {
    "translation": {
      "en": "[Ali] He's literally insulting you and stealing from you in daylight,",
      "vi": "Anh ta thật sự sỉ nhục và trộm tiền của người khác giữa thanh thiên bạch nhật"
    }
  },
  {
    "translation": {
      "en": "and then he's walking away.",
      "vi": "rồi đi mất."
    }
  },
  {
    "translation": {
      "en": "If Gerry was alive, then there was a chance they could get their money back.",
      "vi": "Nếu Gerry còn sống, họ có thể lấy lại tiền."
    }
  },
  {
    "translation": {
      "en": "That's ultimately why The Globe decided to send Nathan Vanderklippe to India.",
      "vi": "Đó là lý do tờ Globe quyết định cử Nathan Vanderklippe đến Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "[man 13] As a journalist, when you get assigned a story,",
      "vi": "Là nhà báo, khi được giao một chủ đề,"
    }
  },
  {
    "translation": {
      "en": "one of the first questions that goes through your mind is,",
      "vi": "một trong những câu hỏi đầu tiên bạn nghĩ là,"
    }
  },
  {
    "translation": {
      "en": "\"Are you gonna be able to deliver anything?\"",
      "vi": "\"Mình có thể làm được không?\""
    }
  },
  {
    "translation": {
      "en": "And the idea of going to try to make some sense",
      "vi": "Và cái ý tưởng phải tìm hiểu rõ ràng"
    }
  },
  {
    "translation": {
      "en": "of whether someone had actually died in India,",
      "vi": "việc một người có thật sự đã chết ở Ấn Độ hay không"
    }
  },
  {
    "translation": {
      "en": "it just seemed, frankly, practically impossible.",
      "vi": "có vẻ là, nói thật nhé, bất khả thi."
    }
  },
  {
    "translation": {
      "en": "I got to India, and from there, it was just a question of going out",
      "vi": "Tôi đến Ấn Độ, và từ đó, vấn đề chỉ là đi khắp nơi"
    }
  },
  {
    "translation": {
      "en": "and trying to make sense of what was real and what wasn't,",
      "vi": "tìm hiểu thông tin xem cái nào là thật, cái nào giả,"
    }
  },
  {
    "translation": {
      "en": "and it felt to me like",
      "vi": "và tôi cảm thấy"
    }
  },
  {
    "translation": {
      "en": "the most obvious place to start was at the hospital.",
      "vi": "rõ ràng nên bắt đầu từ bệnh viện đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I had found out the name of the doctor, and so I went to his office.",
      "vi": "Tôi tìm hiểu được tên của bác sĩ nên đã đến văn phòng của ông ấy."
    }
  },
  {
    "translation": {
      "en": "He held up a prescription pad and asked what he could get for me,",
      "vi": "Ông ấy cầm giấy kê đơn rồi hỏi tôi muốn kê thuốc gì,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"No, no, no, I'm not-- I'm not looking for medicine.\"",
      "vi": "và tôi nói, \"Không, tôi… không cần kê thuốc\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm looking for some information about this Canadian who had died in Jaipur.\"",
      "vi": "\"Tôi đang tìm thông tin về một người Canada đã chết ở Jaipur\"."
    }
  },
  {
    "translation": {
      "en": "He knew exactly what I was talking about. He remembered this all quite clearly.",
      "vi": "Ông ta biết chính xác tôi đang nói gì. Ông ta còn nhớ rất rõ."
    }
  },
  {
    "translation": {
      "en": "And he talked me through what had happened.",
      "vi": "Và ông ta đã thuật lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "So this is what I wrote about it.",
      "vi": "Đây là những gì tôi đã viết."
    }
  },
  {
    "translation": {
      "en": "\"Mr. Cotten and Ms. Robertson arrived at 9:45 p.m.\"",
      "vi": "\"Ông Cotten và bà Robertson đến lúc 9:45 tối\"."
    }
  },
  {
    "translation": {
      "en": "He was, quote, \"admitted with symptoms of acute gastroenteritis.\"",
      "vi": "Anh ta, trích dẫn, \"nhập viện với triệu chứng viêm dạ dày ruột cấp tính\"."
    }
  },
  {
    "translation": {
      "en": "\"Mr. Cotten had vomited ten times,",
      "vi": "\"Ông Cotten đã nôn mười lần,"
    }
  },
  {
    "translation": {
      "en": "reported 15 episodes of watery stools, was feverish,",
      "vi": "ghi nhận đi ngoài ra phân lỏng 15 lần, bị sốt,"
    }
  },
  {
    "translation": {
      "en": "and had a background of Crohn's disease.\"",
      "vi": "và có bệnh nền là bệnh Crohn\"."
    }
  },
  {
    "translation": {
      "en": "\"Still, the initial diagnosis pointed to little more than traveler's diarrhea.\"",
      "vi": "\"Nhưng chẩn đoán ban đầu cho rằng đây không chỉ là tiêu chảy do đi du lịch\"."
    }
  },
  {
    "translation": {
      "en": "\"Mr. Cotten spent the night in a private room",
      "vi": "\"Ông Cotten qua đêm ở phòng bệnh đơn"
    }
  },
  {
    "translation": {
      "en": "where Ms. Robertson also stayed.\"",
      "vi": "cùng với bà Robertson\"."
    }
  },
  {
    "translation": {
      "en": "\"Sometime around noon the next day, his condition took a sharp turn.\"",
      "vi": "\"Khoảng trưa hôm sau, bệnh tình của ông chuyển biến xấu\"."
    }
  },
  {
    "translation": {
      "en": "\"'He became fulminant,' Dr. Sharma said.\"",
      "vi": "\"'Bệnh ông ấy bạo phát', Bác sĩ Sharma nói\"."
    }
  },
  {
    "translation": {
      "en": "\"A medical term describing a rapid and severe deterioration.\"",
      "vi": "\"Đó là thuật ngữ chỉ việc bệnh tình đột ngột chuyển xấu dữ dội.\""
    }
  },
  {
    "translation": {
      "en": "\"At 2:45 p.m., Mr. Cotten went into cardiac arrest.\"",
      "vi": "\"Vào 2:45 chiều, ông Cotten bị trụy tim\"."
    }
  },
  {
    "translation": {
      "en": "\"He was resuscitated, but his blood pressure was low,",
      "vi": "\"Được cấp cứu kịp nhưng huyết áp quá thấp"
    }
  },
  {
    "translation": {
      "en": "and he was placed on a ventilator.\"",
      "vi": "nên ông được dùng máy thở\"."
    }
  },
  {
    "translation": {
      "en": "\"He went into cardiac arrest again.\"",
      "vi": "\"Ông ấy lại bị trụy tim lần nữa\"."
    }
  },
  {
    "translation": {
      "en": "\"And was resuscitated once more.\"",
      "vi": "\"Và lại được cấp cứu thành công\"."
    }
  },
  {
    "translation": {
      "en": "\"But the third time,",
      "vi": "\"Song lần thứ ba,"
    }
  },
  {
    "translation": {
      "en": "he could not be revived.\"",
      "vi": "cấp cứu bất thành\"."
    }
  },
  {
    "translation": {
      "en": "\"At 7:26 p.m., Mr. Cotten was declared dead.\"",
      "vi": "\"Vào 7:26 tối, bác sĩ tuyên bố là ông Cotten đã chết\"."
    }
  },
  {
    "translation": {
      "en": "That all sort of points in the direction",
      "vi": "Tất cả các chi tiết này đều chỉ về kết luận"
    }
  },
  {
    "translation": {
      "en": "of this having been a death and perhaps a death of natural causes.",
      "vi": "rằng anh ta đã chết và có lẽ là vì nguyên nhân tự nhiên."
    }
  },
  {
    "translation": {
      "en": "I showed Dr. Sharma a couple pictures on my phone of Gerry",
      "vi": "Tôi cho Bác sĩ Sharma xem ảnh Gerry trong máy"
    }
  },
  {
    "translation": {
      "en": "and said, \"Is this the guy?\" And Dr. Sharma said, \"That's the guy.\"",
      "vi": "và hỏi, \"Có phải người này không?\" Và ông ta xác nhận."
    }
  },
  {
    "translation": {
      "en": "[Kimberly] It was Jenny who really wanted to go to India. Gerry did not.",
      "vi": "Người thật sự muốn đến Ấn Độ là Jenny. Gerry không muốn đi."
    }
  },
  {
    "translation": {
      "en": "Unfortunately for Jenny,",
      "vi": "Đáng buồn cho Jenny,"
    }
  },
  {
    "translation": {
      "en": "even to this day, she feels really guilty about that.",
      "vi": "cho đến tận bao giờ, con bé vẫn thấy hối hận vì việc đó."
    }
  },
  {
    "translation": {
      "en": "She was devastated.",
      "vi": "Nó rất đau khổ."
    }
  },
  {
    "translation": {
      "en": "Because she's so lovely and loving and generous and kind and happy,",
      "vi": "Vì trước đó, Jenny rất dễ mến, tình cảm, vị tha, tử tế, và vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "she was really broken. I was really afraid for her.",
      "vi": "nên giờ nó rất khổ sở. Tôi thật lòng lo ngại cho con bé."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] To me, this idea that Gerry was still alive",
      "vi": "Với tôi, khả năng Gerry vẫn còn sống"
    }
  },
  {
    "translation": {
      "en": "was laid to rest when Nathan went to India.",
      "vi": "đã bị phủ nhận hoàn toàn khi Nathan đến Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Okay, he's dead.\"",
      "vi": "Tôi tin anh ta đã chết."
    }
  },
  {
    "translation": {
      "en": "After that, I didn't entertain the idea.",
      "vi": "Sau đó, tôi không nghi ngờ gì nữa."
    }
  },
  {
    "translation": {
      "en": "Everyone is sort of shocked, confused at the time.",
      "vi": "Tất cả mọi người vừa sốc, vừa bối rối."
    }
  },
  {
    "translation": {
      "en": "That's where we were at, at that point.",
      "vi": "Cảm xúc của chúng tôi lúc đó như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "We just had no ground to sort of walk on. We didn't know where we were at.",
      "vi": "Chúng tôi không còn gì để bám víu và thấy thật hoang mang vô định."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] I think it was another blow at that point.",
      "vi": "Tôi nghĩ chúng tôi lại lãnh thêm một cú trời giáng."
    }
  },
  {
    "translation": {
      "en": "[Ali] Gerry's dead. The money's still missing.",
      "vi": "Gerry đã chết. Tiền thì vẫn không biết ở đâu."
    }
  },
  {
    "translation": {
      "en": "We don't exactly know where it went.",
      "vi": "Chúng tôi không biết chính xác nó đi đâu."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] When you're in this situation, you're kind of endlessly optimistic.",
      "vi": "Khi ở trong tình cảnh này, ta gần như phải lạc quan đến cùng."
    }
  },
  {
    "translation": {
      "en": "There's surely another way that we can get the money back.",
      "vi": "Chắc chắn có cách khác để lấy lại tiền."
    }
  },
  {
    "translation": {
      "en": "We kind of still had more questions, because maybe it wasn't enough.",
      "vi": "Chúng tôi vẫn còn nhiều thắc mắc. Vì có lẽ như thế chưa đủ."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did your article end the speculation",
      "vi": "Bài báo của anh có xóa bỏ hoàn toàn nghi vấn"
    }
  },
  {
    "translation": {
      "en": "about what had happened to Gerry in India?",
      "vi": "về chuyện đã xảy ra với Gerry ở Ấn Độ không?"
    }
  },
  {
    "translation": {
      "en": "No, I don't think it ended the speculation.",
      "vi": "Tôi nghĩ là không xóa bỏ hết."
    }
  },
  {
    "translation": {
      "en": "You know, there's still plenty of people I think who have questions about it.",
      "vi": "Tôi nghĩ vẫn còn nhiều người đặt câu hỏi về chuyện này."
    }
  },
  {
    "translation": {
      "en": "\"Two months later, his rapid death still troubles Dr. Sharma.\"",
      "vi": "\"2 tháng sau, Bác sĩ Sharma vẫn thấy cái chết này thật lạ\"."
    }
  },
  {
    "translation": {
      "en": "\"Asked if he was certain about what happened, he said, 'Not at all.'\"",
      "vi": "\"Ông không dám khẳng định chắc chắn về chuyện đã xảy ra\"."
    }
  },
  {
    "translation": {
      "en": "\"His conclusion was based on one of the best guesses",
      "vi": "\"Kết luận của ông dựa trên phán đoán nguyên nhân khả dĩ nhất"
    }
  },
  {
    "translation": {
      "en": "of what took a 30-year-old man from a luxury hotel",
      "vi": "khiến một người 30 tuổi đang ở khách sạn xa hoa"
    }
  },
  {
    "translation": {
      "en": "to his deathbed in little more than 24 hours.\"",
      "vi": "lại chết trong chưa đầy 24 giờ\"."
    }
  },
  {
    "translation": {
      "en": "\"No autopsy was done on Mr. Cotten.\"",
      "vi": "\"Họ không giải phẫu tử thi\"."
    }
  },
  {
    "translation": {
      "en": "You know, in terms of some of the broader questions about was there foul play here?",
      "vi": "Về một số thắc mắc bao quát hơn về việc có điều gì gian dối ở đây không ấy mà?"
    }
  },
  {
    "translation": {
      "en": "Those, it feels to me, are questions that could only be answered with an autopsy.",
      "vi": "Tôi cảm thấy những câu hỏi đó chỉ có thể được trả lời bằng việc giải phẫu tử thi."
    }
  },
  {
    "translation": {
      "en": "Why was there no autopsy happening?",
      "vi": "Sao lại không tiến hành giải phẫu tử thi?"
    }
  },
  {
    "translation": {
      "en": "It's interesting, right?",
      "vi": "Thật thú vị, phải không?"
    }
  },
  {
    "translation": {
      "en": "Was this a natural cause,",
      "vi": "Anh ta chết tự nhiên"
    }
  },
  {
    "translation": {
      "en": "or was Jennifer trying to cover the story up?",
      "vi": "hay Jennifer đang cố che giấu sự việc?"
    }
  },
  {
    "translation": {
      "en": "[Alexandra] There was a lot of suspicion around Gerry's death from the get-go, right?",
      "vi": "Từ đầu đã có rất nhiều nghi ngờ về cái chết của Gerry, đúng không?"
    }
  },
  {
    "translation": {
      "en": "And the will deals with what should happen in the event of Gerry's death.",
      "vi": "Và trong trường hợp Gerry chết, mọi việc tiếp theo sẽ tuân theo di chúc."
    }
  },
  {
    "translation": {
      "en": "So, of course, we wanted to get the will to kind of see what was in there.",
      "vi": "Nên dĩ nhiên, chúng tôi muốn đọc di chúc xem thế nào."
    }
  },
  {
    "translation": {
      "en": "[Joe] I just emailed the court in Nova Scotia,",
      "vi": "Tôi vừa gửi email cho tòa án ở Nova Scotia,"
    }
  },
  {
    "translation": {
      "en": "and it's public information, so they sent it to me in an email.",
      "vi": "và đây là thông tin công khai, nên họ đã gửi nó qua email."
    }
  },
  {
    "translation": {
      "en": "It's clear he's a wealthy guy.",
      "vi": "Rõ ràng là anh ta rất giàu có."
    }
  },
  {
    "translation": {
      "en": "The strange thing about the will was that, wow,",
      "vi": "Điểm kỳ lạ của di chúc là, ái chà,"
    }
  },
  {
    "translation": {
      "en": "he signed this, like, two weeks before he mysteriously died in India.",
      "vi": "anh ta ký nó chỉ khoảng hai tuần trước khi chết một cách bí ẩn ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "That's odd.",
      "vi": "Kỳ lạ thật."
    }
  },
  {
    "translation": {
      "en": "He left all his assets and all his money to Jennifer…",
      "vi": "Anh ta để lại toàn bộ tài sản và tiền bạc cho Jennifer."
    }
  },
  {
    "translation": {
      "en": "which is very, very suspicious.",
      "vi": "Điều này vô cùng đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Suspicion really does begin to fall more on Jennifer.",
      "vi": "Mọi người thật sự bắt đầu nghi ngờ Jennifer hơn."
    }
  },
  {
    "translation": {
      "en": "Here she is standing to inherit the substantial property portfolio",
      "vi": "Giờ cô ta sắp được thừa kế một danh mục tài sản hữu hình"
    }
  },
  {
    "translation": {
      "en": "and assets worth millions and millions of dollars.",
      "vi": "và vô hình đáng kể trị giá hàng triệu đô la."
    }
  },
  {
    "translation": {
      "en": "[Tong] It is possible that Jennifer could have poisoned Gerry.",
      "vi": "Rất có thể Jennifer đã đầu độc Gerry."
    }
  },
  {
    "translation": {
      "en": "Then she could have just said it was his Crohn's disease.",
      "vi": "Rồi nói là tại bệnh Crohn của anh ta."
    }
  },
  {
    "translation": {
      "en": "She could potentially have all the keys and access to our money.",
      "vi": "Có thể cô ta có toàn bộ chìa khóa và có thể truy cập tiền."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] With a little bit of digging,",
      "vi": "Đào bới một chút,"
    }
  },
  {
    "translation": {
      "en": "it becomes apparent that she changed her name a number of times.",
      "vi": "ta có thể thấy rõ rằng cô ta đã thay đổi tên nhiều lần."
    }
  },
  {
    "translation": {
      "en": "She changed her name",
      "vi": "Cô ta đổi tên mình"
    }
  },
  {
    "translation": {
      "en": "three times in the span of two to three years.",
      "vi": "ba lần chỉ trong vòng hai, ba năm ngắn ngủi."
    }
  },
  {
    "translation": {
      "en": "[Tong] I think first and last name was Griffith.",
      "vi": "Hình như đầu tiên là họ Griffith."
    }
  },
  {
    "translation": {
      "en": "And then it was Forgeron.",
      "vi": "Sau đó là Forgeron."
    }
  },
  {
    "translation": {
      "en": "And then it was Robertson.",
      "vi": "Và sau đó là Robertson."
    }
  },
  {
    "translation": {
      "en": "That's a lot of name changes.",
      "vi": "Đổi tên nhiều quá."
    }
  },
  {
    "translation": {
      "en": "Not a normal amount of name changes for an ordinary person.",
      "vi": "Nhiều đến mức bất thường."
    }
  },
  {
    "translation": {
      "en": "Then someone pointed out that there was a Michael Forgeron that was murdered",
      "vi": "Rồi có người chỉ ra rằng có một người tên Michael Forgeron bị giết"
    }
  },
  {
    "translation": {
      "en": "in a case that has not been resolved yet.",
      "vi": "trong một vụ án chưa tìm được thủ phạm."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] There's some speculation for this to have been, in fact, her ex-husband.",
      "vi": "Có vài suy đoán cho rằng đây là chồng cũ của cô ta."
    }
  },
  {
    "translation": {
      "en": "If so, would this make it the second dead husband that's died",
      "vi": "Nếu vậy, đây là người chồng thứ hai của cô ta"
    }
  },
  {
    "translation": {
      "en": "in somewhat suspicious circumstances?",
      "vi": "chết trong một hoàn cảnh khả nghi?"
    }
  },
  {
    "translation": {
      "en": "[Alexandra] The Telegram group had spiraled out of control.",
      "vi": "Nhóm Telegram trở nên mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] Jen had death threats made against her.",
      "vi": "Jen đã nhận được những lời dọa giết."
    }
  },
  {
    "translation": {
      "en": "[Alexandra] I felt really bad for her.",
      "vi": "Tôi thấy khổ thân cô ấy quá."
    }
  },
  {
    "translation": {
      "en": "She's mourning his death, trying to sort out this mess of a company,",
      "vi": "Cô ấy vừa mới góa chồng, còn phải xử lý mớ bòng bong của công ty,"
    }
  },
  {
    "translation": {
      "en": "and meanwhile, everyone's suggesting that Jen had actually murdered Gerry.",
      "vi": "thế mà mọi người lại suy đoán là chính Jen giết hại Gerry."
    }
  },
  {
    "translation": {
      "en": "And there's absolutely no evidence that anything like that had happened.",
      "vi": "Mà hoàn toàn chẳng có gì chứng minh có việc như thế."
    }
  },
  {
    "translation": {
      "en": "It was just a bunch of really angry, misogynistic people.",
      "vi": "Chỉ là linh cảm của mấy kẻ cả giận và kì thị phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Jenny did not murder Gerry.",
      "vi": "Jenny không giết Gerry."
    }
  },
  {
    "translation": {
      "en": "Her first husband, his name was not Michael,",
      "vi": "Người chồng đầu tiên của em tôi không phải tên là Michael,"
    }
  },
  {
    "translation": {
      "en": "and he's very much alive and well.",
      "vi": "và cậu ta vẫn sống rất khỏe mạnh."
    }
  },
  {
    "translation": {
      "en": "The crazier the story, the more somebody thought it was true.",
      "vi": "Có kiểu người, câu chuyện càng điên rồ thì càng tin là nó có thật."
    }
  },
  {
    "translation": {
      "en": "Griffith, that's her father's surname. And then she was married.",
      "vi": "Griffith là họ của bố con bé. Sau đó nó lấy chồng."
    }
  },
  {
    "translation": {
      "en": "And when her divorce was coming up,",
      "vi": "Và khi con bé chuẩn bị li dị,"
    }
  },
  {
    "translation": {
      "en": "she said, \"You know, I really never liked 'Griffith.'\"",
      "vi": "nó bảo, \"Thật ra em cũng chả ưng họ Griffith\"."
    }
  },
  {
    "translation": {
      "en": "So she did a legal change of name to be Jennifer Robertson.",
      "vi": "Vậy nên nó đã chính thức đổi tên sang Jennifer Robertson."
    }
  },
  {
    "translation": {
      "en": "It just seemed like they had this young woman",
      "vi": "Thật sự có vẻ như họ thấy một cô gái trẻ này"
    }
  },
  {
    "translation": {
      "en": "that they just wanted to burn at the stake.",
      "vi": "và chỉ muốn trói cô ấy vào cọc và thiêu sống."
    }
  },
  {
    "translation": {
      "en": "She's a witch. Burn the witch.",
      "vi": "Ả là phù thủy. Thiêu phù thủy đi."
    }
  },
  {
    "translation": {
      "en": "And it was so unfair. It still is.",
      "vi": "Thật là bất công. Đến bao giờ vẫn vậy."
    }
  },
  {
    "translation": {
      "en": "The situation got so out of hand that she needed to be put in a safe house.",
      "vi": "Tình hình mất kiểm soát đến nỗi họ phải đưa con bé vào nhà an toàn."
    }
  },
  {
    "translation": {
      "en": "She was in an apartment undisclosed, somewhere downtown Halifax.",
      "vi": "Con bé phải sống ở một căn hộ bí mật, đâu đó trung tâm Halifax."
    }
  },
  {
    "translation": {
      "en": "Even my brother and I, we did not know where she was.",
      "vi": "Kể cả anh em tôi cũng không biết con bé ở đâu."
    }
  },
  {
    "translation": {
      "en": "But it was that serious.",
      "vi": "Sự việc nghiêm trọng vậy đấy."
    }
  },
  {
    "translation": {
      "en": "It was that",
      "vi": "Vấn đề là"
    }
  },
  {
    "translation": {
      "en": "she also was that afraid.",
      "vi": "con bé cũng sợ hãi đến mức đó."
    }
  },
  {
    "translation": {
      "en": "What we really needed was immediate, accessible proof",
      "vi": "Lúc đó, chúng tôi thật sự cần bằng chứng nào đó có sẵn và dễ thu thập"
    }
  },
  {
    "translation": {
      "en": "that showed that Jen did not have all the money.",
      "vi": "chứng minh rằng Jen không hề giữ toàn bộ số tiền."
    }
  },
  {
    "translation": {
      "en": "[Daniel] There were several times where I was looking at the data,",
      "vi": "Đã có vài lần tôi nhìn dữ liệu"
    }
  },
  {
    "translation": {
      "en": "wishing that I could have spoken with Mr. Cotten",
      "vi": "và ước rằng có thể hỏi thẳng anh Cotten"
    }
  },
  {
    "translation": {
      "en": "so that he could have told me what happened.",
      "vi": "để anh ta giải thích rõ sự việc."
    }
  },
  {
    "translation": {
      "en": "You work so hard at finding what happened in a case of a fraud.",
      "vi": "Anh dồn hết tâm huyết để tìm hiểu chi tiết một vụ án lừa đảo."
    }
  },
  {
    "translation": {
      "en": "And suddenly, you've found the one element that cracks open your case.",
      "vi": "Và đột nhiên, anh tìm thấy yếu tố tháo gỡ vụ án của anh."
    }
  },
  {
    "translation": {
      "en": "We came across a series of fake accounts.",
      "vi": "Chúng tôi đã thấy một loạt các tài khoản giả."
    }
  },
  {
    "translation": {
      "en": "One of them was called",
      "vi": "Một trong số đó tên là"
    }
  },
  {
    "translation": {
      "en": "\"Sceptre Gerry.\"",
      "vi": "\"Sceptre Gerry\"."
    }
  },
  {
    "translation": {
      "en": "And what Cotten did was credit these accounts with fake assets.",
      "vi": "Việc Cotten đã làm là gán tài sản giả cho các tài khoản này."
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars and tens of thousands of cryptocurrencies.",
      "vi": "Hàng trăm triệu đô la và hàng chục nghìn đồng mã hóa."
    }
  },
  {
    "translation": {
      "en": "And what he started to do was trading against unsuspecting users.",
      "vi": "Và anh ta bắt đầu giao dịch với những người dùng không mảy may nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "Let's say a user is coming in, and they want to buy a crypto.",
      "vi": "Giả dụ một người dùng lên sàn và muốn mua một đồng tiền mã hóa."
    }
  },
  {
    "translation": {
      "en": "Their account gets credited with one crypto.",
      "vi": "Tài khoản của họ được gán một đồng mã hóa."
    }
  },
  {
    "translation": {
      "en": "Unbeknownst to them, that crypto does not exist.",
      "vi": "Nhưng họ không hề biết đồng mã hóa đó không tồn tại."
    }
  },
  {
    "translation": {
      "en": "It was Cotten responding to that order,",
      "vi": "Chính Cotten phản hồi yêu cầu đó,"
    }
  },
  {
    "translation": {
      "en": "crediting their account with fake cryptocurrencies.",
      "vi": "gán tiền mã hóa giả cho tài khoản của họ."
    }
  },
  {
    "translation": {
      "en": "And that's what he did hundreds of thousands of times.",
      "vi": "Anh ta đã làm thế hàng trăm nghìn lần."
    }
  },
  {
    "translation": {
      "en": "That's when we were able to identify the link",
      "vi": "Chính lúc đó, chúng tôi đã xác định được mối liên kết"
    }
  },
  {
    "translation": {
      "en": "as to why they were moving assets to other exchanges located abroad.",
      "vi": "liên quan đến việc chuyển tài sản đến các sàn giao dịch ở nước ngoài."
    }
  },
  {
    "translation": {
      "en": "Cotten was trying to get rich.",
      "vi": "Cotten muốn làm giàu."
    }
  },
  {
    "translation": {
      "en": "He's transferring the cryptocurrencies that are owned by users",
      "vi": "Anh ta chuyển tiền mã hóa của người dùng đi"
    }
  },
  {
    "translation": {
      "en": "and sent them to other platforms for trading.",
      "vi": "và gửi đến các nền tảng khác để giao dịch."
    }
  },
  {
    "translation": {
      "en": "It looks like Gerry, in a way, treated Quadriga as his own piggybank,",
      "vi": "Có vẻ như Gerry, theo một cách nào đó, coi Quadriga như lợn tiết kiệm,"
    }
  },
  {
    "translation": {
      "en": "that he could sort of dip into the exchange and take money out.",
      "vi": "mà anh ta có thể thò tay vào để rút tiền ra."
    }
  },
  {
    "translation": {
      "en": "In effect, Cotten was playing the casino with users' assets.",
      "vi": "Về cơ bản, Cotten đã đánh bạc với tài sản của người dùng."
    }
  },
  {
    "translation": {
      "en": "But he found himself losing instead of winning.",
      "vi": "Nhưng anh ta lại thua chứ không thắng."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] Gerry, I mean, he was a spectacularly bad trader.",
      "vi": "Gerry thật sự là một thương nhân dở tệ hại."
    }
  },
  {
    "translation": {
      "en": "You know, in amongst these kind of periods where crypto is booming",
      "vi": "Trong những thời kỳ tiền mã hóa bùng nổ như thế,"
    }
  },
  {
    "translation": {
      "en": "and people are making ten times",
      "vi": "nhiều người lời cả chục,"
    }
  },
  {
    "translation": {
      "en": "or a hundred times their, you know, their investment,",
      "vi": "cả trăm lần số tiền họ đầu tư,"
    }
  },
  {
    "translation": {
      "en": "Gerry's managed to do the reverse.",
      "vi": "thì Gerry lại thua lỗ."
    }
  },
  {
    "translation": {
      "en": "Mr. Cotten lost approximately $150 million by essentially gambling.",
      "vi": "Về bản chất, anh Cotten đã làm mất khoảng 150 triệu vì thua bạc."
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I was already on antidepressants, so thank God for that, but…",
      "vi": "Tôi đang dùng thuốc trầm cảm nên cũng đỡ, nhưng…"
    }
  },
  {
    "translation": {
      "en": "how could someone lose so much money?",
      "vi": "ai lại có thể lỗ nhiều tiền đến vậy?"
    }
  },
  {
    "translation": {
      "en": "Now, this is when it turned into more of a Ponzi scheme.",
      "vi": "Đây là điểm nó trở nên giống mô hình đa cấp hơn."
    }
  },
  {
    "translation": {
      "en": "In a Ponzi scheme, if the individuals want their money back,",
      "vi": "Với mô hình đa cấp, nếu muốn thu hồi tiền,"
    }
  },
  {
    "translation": {
      "en": "you simply take it from another user who gave you money.",
      "vi": "đơn giản là hãy khiến một người dùng khác đưa tiền cho bạn."
    }
  },
  {
    "translation": {
      "en": "In other words, you rob Pete to pay Paul.",
      "vi": "Nói cách khác là của thiên trả địa."
    }
  },
  {
    "translation": {
      "en": "But, you see, the enemy of a Ponzi scheme",
      "vi": "Nhưng kẻ thù của mô hình đa cấp là"
    }
  },
  {
    "translation": {
      "en": "is people leaving your Ponzi scheme.",
      "vi": "việc người dùng rời bỏ mô hình."
    }
  },
  {
    "translation": {
      "en": "And that's what started happening in early 2018.",
      "vi": "Và việc đó bắt đầu diễn ra vào đầu năm 2018."
    }
  },
  {
    "translation": {
      "en": "Bitcoin took a serious tumble.",
      "vi": "Bitcoin đã giảm giá mạnh."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] It's now down almost 50%.",
      "vi": "Nó đã giảm gần 50%."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] 60%.",
      "vi": "60%."
    }
  },
  {
    "translation": {
      "en": "The prices started to drop very quickly.",
      "vi": "Mức giá bắt đầu tụt dốc."
    }
  },
  {
    "translation": {
      "en": "That created a rush by users to cash in on their profits.",
      "vi": "Việc này khiến nhiều người dùng đổ xô đi rút tiền lãi."
    }
  },
  {
    "translation": {
      "en": "Quadriga very quickly started to struggle fulfilling those withdrawal requests.",
      "vi": "Quadriga mau chóng bắt đầu gặp khó khăn khi đáp ứng các yêu cầu rút tiền đó."
    }
  },
  {
    "translation": {
      "en": "Cotten was fulfilling the requests of whoever was screaming the loudest.",
      "vi": "Cotten sẽ ưu tiên đáp ứng yêu cầu cho những ai to mồm nhất."
    }
  },
  {
    "translation": {
      "en": "He was really a fireman at that point,",
      "vi": "Lúc đó, anh ta giống như lính cứu hỏa,"
    }
  },
  {
    "translation": {
      "en": "extinguishing small fires where he could.",
      "vi": "dập được ngọn lửa nhỏ nào thì dập."
    }
  },
  {
    "translation": {
      "en": "[man 7] Gerry's stuck in the maze.",
      "vi": "Gerry kẹt trong mê cung rồi."
    }
  },
  {
    "translation": {
      "en": "[QCXINT] I've still got this image in my head of-- of Gerry kind of getting stuck",
      "vi": "Trong đầu tôi vẫn hiện lên hình ảnh Gerry không tìm được lối ra"
    }
  },
  {
    "translation": {
      "en": "in this maze and running endlessly, you know,",
      "vi": "trong mê cung và cứ chạy mải miết,"
    }
  },
  {
    "translation": {
      "en": "round and round in circles, trying to find the way out.",
      "vi": "vòng đi vòng lại, cố tìm lối thoát."
    }
  },
  {
    "translation": {
      "en": "That's kind of an ironic metaphor in some ways",
      "vi": "Mỉa mai thay, đó gần như là ẩn dụ"
    }
  },
  {
    "translation": {
      "en": "for what happened with Quadriga.",
      "vi": "cho việc đã xảy ra với Quadriga."
    }
  },
  {
    "translation": {
      "en": "And that's how Cotten was able to be the mastermind",
      "vi": "Và Cotten đã một mình xây dựng âm mưu"
    }
  },
  {
    "translation": {
      "en": "and a conductor of this massive fraud all on his own.",
      "vi": "và thực hiện vụ lừa đảo khổng lồ này như thế đấy."
    }
  },
  {
    "translation": {
      "en": "In a typical situation, we would have taken enforcement action.",
      "vi": "Trong trường hợp bình thường, chúng tôi sẽ tiến hành cưỡng chế."
    }
  },
  {
    "translation": {
      "en": "However, because Mr. Cotten was deceased,",
      "vi": "Tuy nhiên, vì anh Cotten đã qua đời,"
    }
  },
  {
    "translation": {
      "en": "we couldn't have our court hearing this case.",
      "vi": "chúng tôi không thể đưa vụ án này ra tòa."
    }
  },
  {
    "translation": {
      "en": "Okay, now scan the QR code…",
      "vi": "Rồi, giờ cháu quét mã QR đi…"
    }
  },
  {
    "translation": {
      "en": "[Taylor] Honestly, I'm still grappling with, like, the video",
      "vi": "Nói thật, giờ tôi vẫn bối rối với đoạn phim"
    }
  },
  {
    "translation": {
      "en": "where he's showing the kid how to use the Bitcoin ATM.",
      "vi": "quay cảnh anh ta dạy một cô bé dùng máy ATM Bitcoin."
    }
  },
  {
    "translation": {
      "en": "[Gerry] Now put in the money.",
      "vi": "Giờ cháu bỏ tiền vào."
    }
  },
  {
    "translation": {
      "en": "You're running Ponzi schemes, robbing people of money.",
      "vi": "Anh đang dùng mô hình đa cấp lừa tiền người khác."
    }
  },
  {
    "translation": {
      "en": "Those same people probably, right?",
      "vi": "Có lẽ vẫn những người đó."
    }
  },
  {
    "translation": {
      "en": "The kid's dad probably put money on Quadriga.",
      "vi": "Bố cô bé có lẽ cũng có tiền ở Quadriga."
    }
  },
  {
    "translation": {
      "en": "How do you-- How do you do that?",
      "vi": "Sao mà anh ta làm được nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Gerry] Okay, now click \"Send Bitcoins.\"",
      "vi": "Được rồi, giờ bấm \"Gửi Bitcoin\" đi."
    }
  },
  {
    "translation": {
      "en": "Done.",
      "vi": "Xong."
    }
  },
  {
    "translation": {
      "en": "Um, we all hate Gerry Cotten. [scoffs]",
      "vi": "Ta đều ghét Gerry Cotten."
    }
  },
  {
    "translation": {
      "en": "He's, uh… The more I know about this dude,",
      "vi": "Anh ta… Càng biết thêm về con người này,"
    }
  },
  {
    "translation": {
      "en": "like, the more I realize he was just basically, like, a psychopath.",
      "vi": "tôi càng nhận ra đại khái anh ta là một tên biến thái nhân cách."
    }
  },
  {
    "translation": {
      "en": "This person apparently had no human compassion.",
      "vi": "Có vẻ con người này hoàn toàn không có lòng nhân ái."
    }
  },
  {
    "translation": {
      "en": "Uh, didn't care about people.",
      "vi": "Hoàn toàn không quan tâm đến người khác."
    }
  },
  {
    "translation": {
      "en": "Scamming people's money. Didn't care about people losing their life savings.",
      "vi": "Lừa tiền của người khác. Họ có mất tiền tích góp cũng kệ."
    }
  },
  {
    "translation": {
      "en": "So not only did he take away my…",
      "vi": "Vậy là anh ta không chỉ lấy đi…"
    }
  },
  {
    "translation": {
      "en": "money, in a sense, he took away…",
      "vi": "tiền của tôi, mà còn lấy đi…"
    }
  },
  {
    "translation": {
      "en": "my dream and one year of my life, just by stealing that money, right?",
      "vi": "ước mơ và một năm tuổi thọ của tôi, chỉ bằng cách ăn cắp số tiền đó."
    }
  },
  {
    "translation": {
      "en": "And I think that's more valuable than the money that he took away from me.",
      "vi": "Và tôi nghĩ những thứ đó còn quý giá hơn số tiền bị anh ta lấy."
    }
  },
  {
    "translation": {
      "en": "[Kimberly] I was personally",
      "vi": "Cá nhân tôi"
    }
  },
  {
    "translation": {
      "en": "angry,",
      "vi": "rất tức giận,"
    }
  },
  {
    "translation": {
      "en": "'cause we so ferociously defended him.",
      "vi": "vì chúng tôi đã bênh vực cậu ta hết mực."
    }
  },
  {
    "translation": {
      "en": "It lent to us looking like we were liars.",
      "vi": "Thành ra người khác sẽ nghĩ là chúng tôi nói dối."
    }
  },
  {
    "translation": {
      "en": "It lent to Jenny looking like she had lied.",
      "vi": "Thành ra người khác sẽ nghĩ là Jenny nói dối."
    }
  },
  {
    "translation": {
      "en": "Jenny was just as duped as everyone else, if not more,",
      "vi": "Jenny cũng bị lừa như mọi người, có khi còn nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "because as much as everyone else lost money, she…",
      "vi": "Vì những người khác mất tiền, còn con bé…"
    }
  },
  {
    "translation": {
      "en": "still has to question what she knows for sure",
      "vi": "đến giờ vẫn nghi ngờ liệu điều gì nó biết"
    }
  },
  {
    "translation": {
      "en": "about the person that she chose to spend the rest of her life with.",
      "vi": "về người mà nó đã chọn sẽ dành cả đời ở bên là thật."
    }
  },
  {
    "translation": {
      "en": "[Tong] It's been two years since, um, Quadriga went under,",
      "vi": "Quadriga phá sản đã được hai năm rồi,"
    }
  },
  {
    "translation": {
      "en": "and our chances of getting all of our money back is very, very slim.",
      "vi": "và khả năng chúng tôi lấy lại được tiền là vô cùng mong manh."
    }
  },
  {
    "translation": {
      "en": "[Joe] I think when Bitcoin was booming,",
      "vi": "Tôi nghĩ khi Bitcoin bùng nổ,"
    }
  },
  {
    "translation": {
      "en": "people didn't necessarily question Quadriga",
      "vi": "mọi người không tìm hiểu kỹ Quadriga hay các công ty họ giao dịch"
    }
  },
  {
    "translation": {
      "en": "or the companies that they were dealing with.",
      "vi": "trong khi lẽ ra phải thế."
    }
  },
  {
    "translation": {
      "en": "You know, somebody like Gerry could take advantage of that trust.",
      "vi": "Một người như Gerry có thể lợi dụng lòng tin đó."
    }
  },
  {
    "translation": {
      "en": "This entire thing, Quadriga, the person behind it,",
      "vi": "Toàn bộ chuyện này, Quadriga, kẻ đứng sau nó,"
    }
  },
  {
    "translation": {
      "en": "and my personal story as well was shaped by greed.",
      "vi": "và câu chuyện của tôi đều do lòng tham tác động."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "I can be honest and say that I was-- I was greedy.",
      "vi": "Tôi có thể thành thật công nhận, là tại… tại tôi tham lam."
    }
  },
  {
    "translation": {
      "en": "I think there are a number of reasons why there were so many conspiracy theories",
      "vi": "Tôi nghĩ có nhiều lý do khiến cho có rất nhiều thuyết âm mưu"
    }
  },
  {
    "translation": {
      "en": "around what happened at Quadriga.",
      "vi": "xung quanh chuyện xảy ra ở Quadriga."
    }
  },
  {
    "translation": {
      "en": "A big part of it is that the story had a lot of strange elements from the get-go.",
      "vi": "Đa phần là vì ngay từ đầu, câu chuyện này đã có nhiều yếu tố kì lạ."
    }
  },
  {
    "translation": {
      "en": "All of these coincidences that kind of inspires the imagination.",
      "vi": "Tất cả những sự trùng hợp này khiến trí tưởng tượng dễ dàng bay xa."
    }
  },
  {
    "translation": {
      "en": "[reporter 12] Outraged investors want to exhume the founder's body",
      "vi": "Các nhà đầu tư phẫn nộ muốn khai quật thi thể của nhà sáng lập"
    }
  },
  {
    "translation": {
      "en": "to make sure that he's actually dead.",
      "vi": "để đảm bảo rằng ông ta đã chết thật."
    }
  },
  {
    "translation": {
      "en": "If we exhumed Gerry's body right now, they will claim that's not his real body.",
      "vi": "Giờ có khai quật tử thi Gerry thì họ cũng sẽ bảo đó là thi thể giả."
    }
  },
  {
    "translation": {
      "en": "That's what they'll do. I promise you.",
      "vi": "Họ sẽ làm thế. Tôi đảm bảo với anh."
    }
  },
  {
    "translation": {
      "en": "If you DNA test the body, then they'll say the DNA test is fake.",
      "vi": "Nếu xét nghiệm ADN, họ sẽ nói kết quả xét nghiệm đó là giả."
    }
  },
  {
    "translation": {
      "en": "Yes, they will. They'll claim the DNA tester is part of the conspiracy.",
      "vi": "Đúng vậy. Họ sẽ cho rằng kết quả ADN cũng là một phần âm mưu."
    }
  },
  {
    "translation": {
      "en": "We need hard fact evidence,",
      "vi": "Chúng ta cần bằng chứng thực tế chắc chắn,"
    }
  },
  {
    "translation": {
      "en": "and the only place that can provide that is a little grave",
      "vi": "và chỉ có thể tìm được chúng trong một ngôi mộ nhỏ"
    }
  },
  {
    "translation": {
      "en": "that supposedly hosts Gerald Cotten's body.",
      "vi": "mà người ta bảo là nơi Gerry được an táng."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Conspiracy theories breed in ignorance.",
      "vi": "Thuyết âm mưu sinh sôi nhờ thiếu hiểu biết."
    }
  },
  {
    "translation": {
      "en": "It makes it easier for people to draw wild speculations",
      "vi": "Người ta càng dễ đưa ra những suy đoán hoang đường"
    }
  },
  {
    "translation": {
      "en": "because the authorities are not quickly enough",
      "vi": "vì cơ quan nhà nước không kịp thời"
    }
  },
  {
    "translation": {
      "en": "providing them accurate information.",
      "vi": "cung cấp thông tin chính xác."
    }
  },
  {
    "translation": {
      "en": "'Cause if you force people on the Internet to be the detectives,",
      "vi": "Vì nếu ta ép dân mạng làm thám tử điều tra,"
    }
  },
  {
    "translation": {
      "en": "that's what they're gonna do, and they're gonna solve it their own way.",
      "vi": "họ sẽ làm thế, và họ sẽ giải quyết vụ việc theo cách của mình."
    }
  }
]