[
  {
    "translation": {
      "en": "[Owen] ♪ I knew you were trouble When you walked in ♪",
      "vi": "Nhìn qua là biết rắc rối ngay khi bước vào"
    }
  },
  {
    "translation": {
      "en": "♪ Now I'm lying on the cold, hard ground ♪",
      "vi": "Giờ tôi phơi thây Trên nền đất cứng giá lạnh"
    }
  },
  {
    "translation": {
      "en": "Who the fuck are these guys?",
      "vi": "Mấy gã quái quỷ này là ai?"
    }
  },
  {
    "translation": {
      "en": "Overwatch One. Come in, Overwatch One. Overwatch, we got a problem.",
      "vi": "Đài Quan Sát Một. Trả lời đi. Đài Số Một. Đài Quan Sát, có vấn đề rồi."
    }
  },
  {
    "translation": {
      "en": "Do you copy?",
      "vi": "Nghe rõ không?"
    }
  },
  {
    "translation": {
      "en": "[woman] Stay off this channel.",
      "vi": "Đừng vào kênh này nữa."
    }
  },
  {
    "translation": {
      "en": "No, we have a serious problem. Did you not hear me?",
      "vi": "Không, ta có vấn đề nghiêm trọng. Không nghe à?"
    }
  },
  {
    "translation": {
      "en": "That's why you ever bring a lawyer on an op. Stay off this channel.",
      "vi": "Đừng đưa luật sư đi làm nhiệm vụ. Ra khỏi kênh này đi."
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "♪ I was like, good gracious Ass is bodacious, uh ♪ ♪ Flirtatious, tryin' to show faces, ah ♪",
      "vi": "HAI TUẦN TRƯỚC"
    }
  },
  {
    "translation": {
      "en": "Mr. Nyland will see you now.",
      "vi": "Ông Nyland sẽ gặp anh bây giờ."
    }
  },
  {
    "translation": {
      "en": "Great. Thank you.",
      "vi": "Tuyệt. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Sir. -Are you Henderson?",
      "vi": "- Thưa sếp. - Anh là Henderson?"
    }
  },
  {
    "translation": {
      "en": "Uh, Hendricks, sir. Owen Hendricks.",
      "vi": "Hendricks, thưa sếp. Owen Hendricks."
    }
  },
  {
    "translation": {
      "en": "How long you been here, Mr. Hendricks?",
      "vi": "Anh ở đây bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Only ten minutes, but you're very busy. You're running the whole operation--",
      "vi": "Mới mười phút, nhưng sếp rất bận. Điều hành toàn bộ hoạt động…"
    }
  },
  {
    "translation": {
      "en": "You mean how long I've been working here. About two days. Just finished CIA 101.",
      "vi": "Ý sếp là tôi đã làm việc ở đây bao lâu. Hai ngày. Vừa xong bài cơ bản của CIA."
    }
  },
  {
    "translation": {
      "en": "I'm sending you to the Senate.",
      "vi": "Tôi sẽ đưa anh lên Thượng viện."
    }
  },
  {
    "translation": {
      "en": "Score.",
      "vi": "Tuyệt vời ạ."
    }
  },
  {
    "translation": {
      "en": "Word is, head of the Senate Intelligence Committee is planning",
      "vi": "Chuyện là Chủ tịch Ủy ban Tình báo Thượng viện đang lên kế hoạch"
    }
  },
  {
    "translation": {
      "en": "to read a classified document at a public hearing.",
      "vi": "đọc một tài liệu mật tại một phiên điều trần công khai."
    }
  },
  {
    "translation": {
      "en": "Okay, and you want me to tell him he can't.",
      "vi": "Sếp muốn tôi bảo ông ấy là không thể."
    }
  },
  {
    "translation": {
      "en": "Tell him that he's an engorged ball sack",
      "vi": "Nói với ông ta rằng ông ta là thứ bi sưng phù"
    }
  },
  {
    "translation": {
      "en": "who should walk into an airplane propeller.",
      "vi": "đáng phải đi vào cánh quạt máy bay."
    }
  },
  {
    "translation": {
      "en": "Yes, sir. You mean tell him that figuratively.",
      "vi": "Vâng. Ý sếp là nói với ông ta một cách tượng trưng."
    }
  },
  {
    "translation": {
      "en": "No, I don't. Listen to me carefully, Mr. Hendricks.",
      "vi": "Không. Nghe kỹ tôi nói đây, anh Hendricks."
    }
  },
  {
    "translation": {
      "en": "If you fail to stop Senator Smoot from reading that document...",
      "vi": "Nếu anh không ngăn được Thượng Nghị sĩ Smoot đọc tài liệu đó…"
    }
  },
  {
    "translation": {
      "en": "you won't be working here tomorrow. Am I clear?",
      "vi": "anh sẽ không được làm việc ở đây ngày mai. Rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "You're a dead man walking.",
      "vi": "Cậu chết chắc rồi."
    }
  },
  {
    "translation": {
      "en": "Nyland thinks he can keep me in the dark on the agency's covert clusterfucks,",
      "vi": "Nyland nghĩ có thể giấu tôi về mớ hỗn độn bí mật của cơ quan,"
    }
  },
  {
    "translation": {
      "en": "but he's wrong!",
      "vi": "nhưng ông ta sai rồi!"
    }
  },
  {
    "translation": {
      "en": "If I wanna read a document, I'll read a document!",
      "vi": "Nếu tôi muốn đọc tài liệu đó, tôi sẽ đọc!"
    }
  },
  {
    "translation": {
      "en": "I have a constitutional mandate to oversee the CIA,",
      "vi": "Tôi có ủy thác theo hiến pháp để giám sát CIA,"
    }
  },
  {
    "translation": {
      "en": "and I am gonna exercise the hell out of it, starting by subpoenaing you.",
      "vi": "và tôi sẽ thực hành quyền đó tối đa, bắt đầu bằng việc gọi cậu ra tòa."
    }
  },
  {
    "translation": {
      "en": "Now, I'm going back into my hearing...",
      "vi": "Giờ tôi sẽ trở lại phiên điều trần…"
    }
  },
  {
    "translation": {
      "en": "and I'm quoting this document.",
      "vi": "và tôi sẽ trích dẫn tài liệu này."
    }
  },
  {
    "translation": {
      "en": "Sir, that is completely your prerogative as you are head of... the committee,",
      "vi": "Thưa ngài, đó hoàn toàn là quyền của ngài vì ngài là chủ tịch ủy ban,"
    }
  },
  {
    "translation": {
      "en": "but may I just remind you that revealing classified information",
      "vi": "nhưng tôi xin nhắc ngài rằng tiết lộ thông tin mật"
    }
  },
  {
    "translation": {
      "en": "is in violation of 18 U.S. code section 798",
      "vi": "đã vi phạm điều 798 của Bộ luật 18 Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "and will result in not only criminal sanctions,",
      "vi": "và sẽ dẫn đến không chỉ bị trừng phạt hình sự,"
    }
  },
  {
    "translation": {
      "en": "but potential reprimand and censure in the Senate.",
      "vi": "mà cả khả năng bị Thượng viện khiển trách và chỉ trích."
    }
  },
  {
    "translation": {
      "en": "Also, that type of shit looks really bad in a campaign video against you.",
      "vi": "Hơn nữa, điều đó sẽ rất tệ cho hình ảnh chiến dịch của ngài."
    }
  },
  {
    "translation": {
      "en": "If there's nothing else I can help with, I gotta get back to Langley.",
      "vi": "Nếu không còn gì nữa, tôi phải về Langley đây."
    }
  },
  {
    "translation": {
      "en": "It was a pleasure meeting you.",
      "vi": "Rất vui được gặp ngài."
    }
  },
  {
    "translation": {
      "en": "-How did it go? -Pretty good.",
      "vi": "- Thế nào rồi? - Tốt."
    }
  },
  {
    "translation": {
      "en": "-[Smoot yelling] Dave! -Thanks for your help.",
      "vi": "- Dave! - Cảm ơn đã giúp."
    }
  },
  {
    "translation": {
      "en": "[Smoot] In my office! Now!",
      "vi": "Vào văn phòng tôi! Ngay!"
    }
  },
  {
    "translation": {
      "en": "Hey. Did you check out that new CIA swag?",
      "vi": "Này. Anh đã xem phong cách mới của CIA chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm gonna get me one of those ski masks.",
      "vi": "Rồi. Tôi sẽ kiếm một cái mặt nạ trượt tuyết."
    }
  },
  {
    "translation": {
      "en": "Yeah. Those are nice, right?",
      "vi": "Phải. Cái đó đẹp nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-I don't even ski. -Well...",
      "vi": "- Tôi không trượt tuyết. - Chà…"
    }
  },
  {
    "translation": {
      "en": "-I just wanna look like a bank robber. -Oh, oh, oh.",
      "vi": "Tôi chỉ muốn trông giống cướp ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, shit-- I'm sorry.",
      "vi": "Chết tiệt. Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[Lester] Okay. What?",
      "vi": "Được rồi. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Hi. This is my office. -We heard Nyland sent you to Capitol Hill.",
      "vi": "- Vâng. Chào. Đây là văn phòng tôi. - Nghe nói Nyland cử anh đến Capitol Hill."
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't get to the Senate for six months. You get there on day two?",
      "vi": "Sáu tháng tôi mới được lên Thượng viện. Anh đến đó vào ngày thứ hai?"
    }
  },
  {
    "translation": {
      "en": "-Trust me, it wasn't a reward. -What was the assignment?",
      "vi": "- Đó không phải phần thưởng. - Nhiệm vụ là gì?"
    }
  },
  {
    "translation": {
      "en": "Just advising on a classification.",
      "vi": "Chỉ là cố vấn về thông tin mật."
    }
  },
  {
    "translation": {
      "en": "Don't lie to us, Hendricks. I was a professional sneak.",
      "vi": "Đừng nói dối chúng tôi. Tôi là kẻ lén lút chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "We know you met with the head of Senate Intelligence.",
      "vi": "Chúng tôi biết anh gặp Chủ tịch Tình báo Thượng viện."
    }
  },
  {
    "translation": {
      "en": "Yeah. And I got my ass handed to me.",
      "vi": "Phải. Và tôi đã thất bại thảm hại."
    }
  },
  {
    "translation": {
      "en": "I was straight-up cannon fodder in the Nyland-Smoot feud.",
      "vi": "Tôi là bia đỡ đạn trong mối thù Nyland-Smoot."
    }
  },
  {
    "translation": {
      "en": "Only reason the general counsel sent me was--",
      "vi": "Lý do duy nhất tổng cố vấn cử tôi đến là…"
    }
  },
  {
    "translation": {
      "en": "[Lester] Because new guys get the shit work.",
      "vi": "Người mới toàn làm mấy việc khó đỡ."
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "vi": "Cái quái gì đây?"
    }
  },
  {
    "translation": {
      "en": "[Lester] This is the crazies.",
      "vi": "Đây là lũ điên."
    }
  },
  {
    "translation": {
      "en": "-[Violet] The nutjobs. -People trying to graymail the CIA.",
      "vi": "- Lũ gàn dở. - Mấy kẻ cố gửi thư đe dọa CIA."
    }
  },
  {
    "translation": {
      "en": "[Violet] Every letter is from someone",
      "vi": "Mọi lá thư đều từ ai đó"
    }
  },
  {
    "translation": {
      "en": "threatening to expose classified information if we don't help them.",
      "vi": "dọa tiết lộ thông tin mật nếu ta không giúp họ."
    }
  },
  {
    "translation": {
      "en": "-That's extortion. -[Lester] Yet we get hundreds a year.",
      "vi": "- Đó là tống tiền. - Nhưng ta có hàng trăm thư mỗi năm."
    }
  },
  {
    "translation": {
      "en": "Your job? Vet each one of those. See if the author can back up the threat.",
      "vi": "Công việc của anh? Kiểm tra từng thư. Xem tác giả có phải mối đe dọa không."
    }
  },
  {
    "translation": {
      "en": "-How often does that happen? -[Lester] Hmm.",
      "vi": "Việc đó có thường xảy ra không?"
    }
  },
  {
    "translation": {
      "en": "It happens.",
      "vi": "Nó có xảy ra."
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh, and if the secrets they're threatening to reveal are bad,",
      "vi": "Phải. Và nếu những bí mật họ đe dọa tiết lộ là có thật,"
    }
  },
  {
    "translation": {
      "en": "it's a nightmare to navigate.",
      "vi": "thì đúng là ác mộng."
    }
  },
  {
    "translation": {
      "en": "-That is a lot of coffee. -Fuck.",
      "vi": "- Nhiều cà phê quá. - Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I can't afford to fall asleep.",
      "vi": "Không dám ngủ đâu."
    }
  },
  {
    "translation": {
      "en": "-Why? You got a brief? -A brief? No. I work directly with SOG.",
      "vi": "- Tại sao? Có tóm tắt nhiệm vụ à? - Tóm tắt? Không. Tôi làm cho SOG."
    }
  },
  {
    "translation": {
      "en": "Sorry, who are they? I'm struggling to keep all the acronyms straight.",
      "vi": "Là ai? Tôi không giỏi nhớ những từ viết tắt."
    }
  },
  {
    "translation": {
      "en": "Special Operations Group.",
      "vi": "Là Nhóm Nhiệm vụ Đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Imagine if meth became sentient and was given weaponry.",
      "vi": "Tưởng tượng ma túy đá trở nên có tri giác và có vũ khí xem."
    }
  },
  {
    "translation": {
      "en": "I've been in this building for three straight days,",
      "vi": "Tôi đã ở tòa nhà này ba ngày,"
    }
  },
  {
    "translation": {
      "en": "but if I leave, those crazy fucks are gonna green-light a covert op",
      "vi": "nhưng nếu tôi đi, lũ khốn điên rồ đó sẽ bật đèn xanh cho chiến dịch bí mật"
    }
  },
  {
    "translation": {
      "en": "that I am single-handedly keeping them from executing.",
      "vi": "mà chỉ có tôi ngăn cản họ thực hiện."
    }
  },
  {
    "translation": {
      "en": "They don't listen to their lawyer?",
      "vi": "Họ không nghe lời luật sư à?"
    }
  },
  {
    "translation": {
      "en": "No, this place is an organization of con men,",
      "vi": "Không, nơi này là một tổ chức lừa đảo,"
    }
  },
  {
    "translation": {
      "en": "which makes us lawyers for cheats and liars",
      "vi": "biến luật sư thành lừa đảo và dối trá"
    }
  },
  {
    "translation": {
      "en": "who are actively trying to sabotage us.",
      "vi": "cố tình phá hoại chúng ta."
    }
  },
  {
    "translation": {
      "en": "If you have any brains, get out before the ink dries on your paperwork, kid.",
      "vi": "Biến đi trước khi giấy tờ của cậu khô mực."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[woman] I've been unjustly imprisoned in Connecticut.",
      "vi": "Tôi bị cầm tù một cách bất công. NHỮNG KẺ ĐIÊN RỒ"
    }
  },
  {
    "translation": {
      "en": "I don't know how that ham ended up in my purse.",
      "vi": "Tôi không biết sao miếng thịt ở trong túi."
    }
  },
  {
    "translation": {
      "en": "[man 1] I know about the aliens. I worked for the agency in Cuba in 1963.",
      "vi": "Tôi biết về người ngoài hành tinh. Tôi làm cho cơ quan Cuba năm 1963."
    }
  },
  {
    "translation": {
      "en": "[man 2] It was a false flag operation.",
      "vi": "Cảnh báo giả."
    }
  },
  {
    "translation": {
      "en": "[man 3] If you don't help me, I'll expose all I know about the JFK assassination.",
      "vi": "Nếu không giúp, tôi sẽ tiết lộ những gì tôi biết về vụ ám sát JFK."
    }
  },
  {
    "translation": {
      "en": "[man 4] My boyfriend is cheating on me.",
      "vi": "Bạn trai tôi đang lừa dối tôi."
    }
  },
  {
    "translation": {
      "en": "If you don't get him to stop, I'll expose all the secret CIA prisons in Jersey.",
      "vi": "Nếu không ngăn hắn lại, tôi sẽ vạch trần tất cả nhà tù mật của CIA ở Jersey."
    }
  },
  {
    "translation": {
      "en": "[woman] My name is Max Meladze.",
      "vi": "Tên tôi là Max Meladze."
    }
  },
  {
    "translation": {
      "en": "I'm in prison in Phoenix.",
      "vi": "Tôi đang ngồi tù ở Phoenix."
    }
  },
  {
    "translation": {
      "en": "Get me out or I will spill agency secrets on Selby Shaw, PW Butcher, and more.",
      "vi": "Đưa tôi ra hoặc tôi sẽ tiết lộ bí mật của cơ quan về Selby Shaw, PW Butcher và còn nữa."
    }
  },
  {
    "translation": {
      "en": "You owe me.",
      "vi": "Các người nợ tôi."
    }
  },
  {
    "translation": {
      "en": "-Yo. Whoa, whoa, whoa! -Jesus Christ! Okay.",
      "vi": "- Chào. - Chúa ơi! Được rồi."
    }
  },
  {
    "translation": {
      "en": "It's just Owen. You good?",
      "vi": "Là Owen thôi. Anh ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "It's me, from the coffee... room.",
      "vi": "Là tôi, ở chỗ phòng cà phê. Nhớ không?"
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "vi": "Anh muốn gì?"
    }
  },
  {
    "translation": {
      "en": "Working on the crazies, hoping you could help me.",
      "vi": "Đang xử lý mấy kẻ điên, hy vọng anh có thể giúp tôi."
    }
  },
  {
    "translation": {
      "en": "No. Absolutely not.",
      "vi": "Không. Tuyệt đối không."
    }
  },
  {
    "translation": {
      "en": "It'll take a second.",
      "vi": "Chỉ mất một giây thôi."
    }
  },
  {
    "translation": {
      "en": "Rule number one: Never help anyone around here.",
      "vi": "Quy tắc số một: Không bao giờ giúp ai ở đây."
    }
  },
  {
    "translation": {
      "en": "And definitely do not trust anyone.",
      "vi": "Đừng tin bất kỳ ai."
    }
  },
  {
    "translation": {
      "en": "This place is designed to pit us against each other.",
      "vi": "Nơi này được thiết kế để khiến ta chống lại nhau."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Got it. Except I really do need your help.",
      "vi": "Hiểu rồi. Trừ việc tôi thật sự cần anh giúp."
    }
  },
  {
    "translation": {
      "en": "So, what can I do to get you to answer a few questions?",
      "vi": "Tôi có thể làm gì để anh trả lời vài câu hỏi?"
    }
  },
  {
    "translation": {
      "en": "Do you have any speed?",
      "vi": "Anh có thuốc kích thích không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-Well, this has been fun. Toodle-oo. -My roommate takes Adderall.",
      "vi": "- Vui rồi. Đi đi. - Bạn cùng phòng tôi dùng Adderall."
    }
  },
  {
    "translation": {
      "en": "Good enough. Five pills for every question. Go.",
      "vi": "Năm viên cho mỗi câu hỏi. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Okay, so I got this letter and I came across a very weird name, PW Butcher.",
      "vi": "Tôi nhận được lá thư này và tình cờ thấy một cái tên rất lạ, PW Butcher."
    }
  },
  {
    "translation": {
      "en": "Any idea what that means? Yeah, that's a cryptonym.",
      "vi": "- Anh biết nó nghĩa là gì không? - Có, đó là mật danh."
    }
  },
  {
    "translation": {
      "en": "An agency code name for a clandestine operation.",
      "vi": "Mật danh của cơ quan cho một chiến dịch bí mật."
    }
  },
  {
    "translation": {
      "en": "The first two letters, PW, are a digraph,",
      "vi": "Hai chữ cái đầu tiên, PW, là mã,"
    }
  },
  {
    "translation": {
      "en": "literally the country code where the operation is taking place,",
      "vi": "mã quốc gia nơi chiến dịch diễn ra."
    }
  },
  {
    "translation": {
      "en": "and the two-syllable word that follows, Butcher, is the actual code name.",
      "vi": "và từ hai âm tiết sau đó, Butcher, là mật danh thật sự."
    }
  },
  {
    "translation": {
      "en": "Where did you find that?",
      "vi": "Anh tìm thấy ở đâu?"
    }
  },
  {
    "translation": {
      "en": "In the graymail letter. Some woman in prison for murder.",
      "vi": "Thư đe dọa. Một phụ nữ đi tù vì tội giết người."
    }
  },
  {
    "translation": {
      "en": "Yeah, there's no way an asset should know an agency cryptonym",
      "vi": "Không đời nào một gián điệp lại biết mã của cơ quan"
    }
  },
  {
    "translation": {
      "en": "or even know they exist. Does that mean this is the real deal?",
      "vi": "- hay thậm chí biết nó tồn tại. - Vậy vụ này là thật à?"
    }
  },
  {
    "translation": {
      "en": "-Pfft. Not my department. Mm-mm. -Come on.",
      "vi": "- Không phải việc của tôi. - Thôi nào."
    }
  },
  {
    "translation": {
      "en": "I'll give you ten extra pills.",
      "vi": "Tôi sẽ cho anh thêm mười viên."
    }
  },
  {
    "translation": {
      "en": "Do I follow up on this or not?",
      "vi": "Tôi có theo vụ này hay không?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't.",
      "vi": "Tôi sẽ không."
    }
  },
  {
    "translation": {
      "en": "Why does it feel like that's a yes?",
      "vi": "Sao cảm giác như đó là đồng ý?"
    }
  },
  {
    "translation": {
      "en": "Okay, if you were not gonna follow up on this, where would you not go?",
      "vi": "Nếu anh không theo vụ này, anh sẽ không đi tới đâu?"
    }
  },
  {
    "translation": {
      "en": "I gotta talk to someone about an old op.",
      "vi": "Tôi phải hỏi về chiến dịch cũ."
    }
  },
  {
    "translation": {
      "en": "Excuse me, ladies, could you--? What's up, dude? Could you, uh--?",
      "vi": "Các cô, có thể…? Chào anh bạn? Có thể…?"
    }
  },
  {
    "translation": {
      "en": "My name's Owen Hendricks from the general counsel's office.",
      "vi": "Tôi là Owen Hendricks từ văn phòng tổng cố vấn."
    }
  },
  {
    "translation": {
      "en": "Not interested.",
      "vi": "Không quan tâm."
    }
  },
  {
    "translation": {
      "en": "I can respect that, but I got questions that need answering.",
      "vi": "Tôi có thể tôn trọng điều đó, nhưng tôi có câu hỏi."
    }
  },
  {
    "translation": {
      "en": "Make it fast.",
      "vi": "Nói nhanh đi."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "What can you tell me about the cryptonym PW Butcher?",
      "vi": "Có thể cho tôi biết gì về mật mã PW Butcher?"
    }
  },
  {
    "translation": {
      "en": "PW is the country code for Belarus, and then Butcher...",
      "vi": "PW là mã quốc gia ở Belarus, còn Butcher…"
    }
  },
  {
    "translation": {
      "en": "is a code name for an operation in Belarus in 2009.",
      "vi": "là mật danh của một chiến dịch ở Belarus năm 2009."
    }
  },
  {
    "translation": {
      "en": "Okay. Great. And what about the name Selby Shaw?",
      "vi": "Được rồi. Tuyệt. Thế còn tên Selby Shaw?"
    }
  },
  {
    "translation": {
      "en": "-What about it? -Is it connected to PW Butcher?",
      "vi": "- Nó làm sao? - Có liên quan đến PW Butcher?"
    }
  },
  {
    "translation": {
      "en": "I don't have access to the specifics,",
      "vi": "Tôi không thể truy cập chi tiết,"
    }
  },
  {
    "translation": {
      "en": "but Selby Shaw is a pseudonym for a DO officer",
      "vi": "nhưng Selby Shaw là tên giả của một sĩ quan"
    }
  },
  {
    "translation": {
      "en": "who operated in Belarus at that time.",
      "vi": "hoạt động ở Belarus vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "Hmm. Okay. They're both tracking as--",
      "vi": "Được rồi. Cả hai người họ đều theo dõi…"
    }
  },
  {
    "translation": {
      "en": "Would you mind putting in the name Max Meladze? Maxine Meladze.",
      "vi": "Thêm tên Max Meladze vào nhé? Maxine Meladze."
    }
  },
  {
    "translation": {
      "en": "M-E-L-A-D-Z-E. See what comes up.",
      "vi": "M-E-L-A-D-Z-E. Xem có gì không."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Làm ơn."
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "vi": "Không có gì."
    }
  },
  {
    "translation": {
      "en": "-You sure? -Yeah.",
      "vi": "- Anh chắc chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "What's this about, anyways?",
      "vi": "Mà chuyện này là sao?"
    }
  },
  {
    "translation": {
      "en": "Agency got a graymail letter from Meladze.",
      "vi": "Cơ quan nhận được thư đe dọa từ Meladze."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-What? -There's no way anyone outside the agency",
      "vi": "- Sao? - Không đời nào có ai ngoài Cơ quan"
    }
  },
  {
    "translation": {
      "en": "should know a classified agency cryptonym and an officer pseudonym.",
      "vi": "nên biết một mật mã của cơ quan và mật danh một sĩ quan."
    }
  },
  {
    "translation": {
      "en": "-Could Meladze could be one of ours? -Not without her showing up in the system.",
      "vi": "Meladze có thể là người của ta? Nếu cô ta không xuất hiện trên hệ thống thì không phải."
    }
  },
  {
    "translation": {
      "en": "But?",
      "vi": "Nhưng?"
    }
  },
  {
    "translation": {
      "en": "But it's possible she was a hip-pocket asset,",
      "vi": "Nhưng có thể cô ta là gián điệp quèn,"
    }
  },
  {
    "translation": {
      "en": "so there wouldn't be a file on her and no way to ID her case officer.",
      "vi": "nên không có hồ sơ và không xác định được cấp trên."
    }
  },
  {
    "translation": {
      "en": "Why would her handler soft file her in the first place?",
      "vi": "Sao cấp trên lại xử lý cô ấy?"
    }
  },
  {
    "translation": {
      "en": "She could've been a new source he hadn't fully vetted.",
      "vi": "Cô ta có thể là nguồn tin mới mà cấp trên chưa kiểm tra."
    }
  },
  {
    "translation": {
      "en": "With that level of institutional knowledge?",
      "vi": "Có kiến thức về cơ quan cỡ đó?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "That's troubling.",
      "vi": "Rắc rối đấy."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Listen to me. I need you to give me Selby Shaw's real name.",
      "vi": "Nghe tôi này. Tôi cần anh cho tôi biết tên thật của Selby Shaw."
    }
  },
  {
    "translation": {
      "en": "-And you think this is real? -[Owen] Yes.",
      "vi": "- Và cậu nghĩ đây là thật? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Sir, she knows classified information.",
      "vi": "Thưa ngài, cô ta biết thông tin mật."
    }
  },
  {
    "translation": {
      "en": "-And you ran all this down in a few hours. -Yes, sir.",
      "vi": "- Và cậu đã điều tra trong vài giờ. - Vâng, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "And I have a lead on where to go next. Our operative's real name.",
      "vi": "Và tôi có manh mối tiếp theo. Tên thật của đặc vụ đó."
    }
  },
  {
    "translation": {
      "en": "Selby Shaw is a pseudonym for Dawn Gilbane.",
      "vi": "Selby Shaw là mật danh của Dawn Gilbane."
    }
  },
  {
    "translation": {
      "en": "What the hell is wrong with you?",
      "vi": "Cậu bị cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Never write an officer's true name and their pseudonym on the same paper.",
      "vi": "Đừng bao giờ viết tên thật và mật danh của sĩ quan vào cùng một tờ giấy."
    }
  },
  {
    "translation": {
      "en": "-Uh, sorry, sir, I didn't know. -Get Kitchens and Ebner in here.",
      "vi": "- Xin lỗi sếp, tôi không biết. - Gọi Kitchens và Ebner."
    }
  },
  {
    "translation": {
      "en": "This can't be good.",
      "vi": "Không hay rồi."
    }
  },
  {
    "translation": {
      "en": "-Where is she now? -[Owen] Meladze? At a prison in Phoenix.",
      "vi": "- Giờ cô ta đang ở đâu? - Meladze? Một nhà tù ở Phoenix."
    }
  },
  {
    "translation": {
      "en": "-No, the operative. -[Owen] Gilbane.",
      "vi": "- Không, đặc vụ cơ. - Gilbane."
    }
  },
  {
    "translation": {
      "en": "She's at an agency black site in Yemen.",
      "vi": "Tại một cơ quan mật ở Yemen."
    }
  },
  {
    "translation": {
      "en": "Yes, sir? [Nyland] Who had the crazies before Hendricks?",
      "vi": "- Vâng, thưa ngài? - Ai lo bọn điên trước Hendricks?"
    }
  },
  {
    "translation": {
      "en": "-I did. -[Nyland] Did you even open the folder?",
      "vi": "- Tôi. - Anh có mở thư mục nào không?"
    }
  },
  {
    "translation": {
      "en": "Of course, sir. I did my due diligence with everything in there--",
      "vi": "Tất nhiên, thưa ngài. Tôi đã nghiên cứu kỹ với mọi thứ…"
    }
  },
  {
    "translation": {
      "en": "Keep going with the investigation.",
      "vi": "Tiếp tục điều tra đi."
    }
  },
  {
    "translation": {
      "en": "These two will pick up the slack on your workload.",
      "vi": "Hai người này sẽ làm thay việc của cậu."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "-[Nyland clears throat] -Yes, sir?",
      "vi": "Vâng?"
    }
  },
  {
    "translation": {
      "en": "Oh, sh--",
      "vi": "Ôi, chết…"
    }
  },
  {
    "translation": {
      "en": "-Thanks for screwing me over. -I'm sorry, man. I had no idea.",
      "vi": "- Cảm ơn vì đã hại tôi. - Tôi xin lỗi. Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "[Lester] Yeah, bullshit. You set me up.",
      "vi": "Vớ vẩn. Anh gài bẫy tôi."
    }
  },
  {
    "translation": {
      "en": "You set yourself up by doing jack shit with those folders when you had them.",
      "vi": "Anh tự gài bẫy mình vì không làm gì mấy tệp hồ sơ đó từ khi nhận."
    }
  },
  {
    "translation": {
      "en": "That's not true. Violet had the folders before me.",
      "vi": "Không đúng. Violet giữ chúng trước tôi."
    }
  },
  {
    "translation": {
      "en": "-How many cases of graymail did you find? -A few. So, what's the story?",
      "vi": "- Cô tìm thấy bao nhiêu thư đe dọa rồi? - Một vài. Câu chuyện là gì?"
    }
  },
  {
    "translation": {
      "en": "A possible hip-pocket asset that knows too much. How do I get to Yemen?",
      "vi": "Một gián điệp tiềm năng biết quá nhiều. Đến Yemen thế nào?"
    }
  },
  {
    "translation": {
      "en": "Nyland didn't say, \"Go to Yemen.\"",
      "vi": "Nyland không nói, \"Đến Yemen\"."
    }
  },
  {
    "translation": {
      "en": "He said: \"Keep going with the investigation.\"",
      "vi": "Ông ấy nói, \"Hãy tiếp tục điều tra\"."
    }
  },
  {
    "translation": {
      "en": "Yes, but the answers I need are in Yemen. So how do I get there?",
      "vi": "Câu trả lời tôi cần ở Yemen. Vậy làm sao tôi tới đó được?"
    }
  },
  {
    "translation": {
      "en": "Travel coach. Rent an economy car. Seriously?",
      "vi": "- Hỏi bên dịch vụ. Thuê xe hạng phổ thông. - Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah. And keep the receipts for everything.",
      "vi": "Ừ. Và giữ hóa đơn cho mọi thứ."
    }
  },
  {
    "translation": {
      "en": "They don't call this place \"the Company\" for nothing.",
      "vi": "Đâu phải tự nhiên họ gọi nơi này là \"Công ty\"."
    }
  },
  {
    "translation": {
      "en": "[laughing] I don't think I've ever seen you dance like that before.",
      "vi": "Không nghĩ từng thấy cậu nhảy như thế."
    }
  },
  {
    "translation": {
      "en": "This is amazing. [laughing]",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "-All right. What's up? -[Hannah] Okay.",
      "vi": "- Được rồi. Sao thế? - Được rồi."
    }
  },
  {
    "translation": {
      "en": "If I get this in, you have to buy groceries for the week.",
      "vi": "Nếu tôi làm được, cậu phải mua đồ cho cả tuần."
    }
  },
  {
    "translation": {
      "en": "-Oh, wow, that was so close. -[Terrence] Ooh.",
      "vi": "Ôi, chà, suýt nữa thì được."
    }
  },
  {
    "translation": {
      "en": "Okay, you have gotta clean the bathroom. No. You gotta clean Owen and I's shower.",
      "vi": "Được rồi, cậu phải dọn phòng tắm. Dọn nhà tắm của Owen và tôi."
    }
  },
  {
    "translation": {
      "en": "[Hannah] That sounds disgusting.",
      "vi": "Nghe ghê quá."
    }
  },
  {
    "translation": {
      "en": "Whoo! Thank you.",
      "vi": "Cảm ơn cậu."
    }
  },
  {
    "translation": {
      "en": "-Hey. -[Owen] Hi.",
      "vi": "- Này. - Chào."
    }
  },
  {
    "translation": {
      "en": "Did you bring beer? I texted you.",
      "vi": "Cậu có mang bia không? Tôi có nhắn cho cậu."
    }
  },
  {
    "translation": {
      "en": "Uh, no. You didn't.",
      "vi": "Không. Cậu có nhắn đâu."
    }
  },
  {
    "translation": {
      "en": "-Huh. -Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "-What's up, Bubba? -[Hannah] I texted my mom.",
      "vi": "- Chào Bubba? - Tôi đã nhắn tin cho mẹ."
    }
  },
  {
    "translation": {
      "en": "No, you slow down, Mother.",
      "vi": "Không, mẹ ăn từ từ thôi."
    }
  },
  {
    "translation": {
      "en": "-Ooh. Sucks. Is there any food? -Uh, there might be some pizza left.",
      "vi": "- Tệ thật. Có đồ ăn không? - Chắc vẫn còn pizza."
    }
  },
  {
    "translation": {
      "en": "[Owen] What are you wearing?",
      "vi": "Cậu mặc gì vậy?"
    }
  },
  {
    "translation": {
      "en": "It's Tad's. We're role playing later.",
      "vi": "Của Tad. Lát nữa chơi nhập vai."
    }
  },
  {
    "translation": {
      "en": "I am making a special delivery.",
      "vi": "Tôi giao hàng đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry that I asked.",
      "vi": "Tôi rất xin lỗi vì đã hỏi."
    }
  },
  {
    "translation": {
      "en": "-I'll take that. -[Terrence] Where you going?",
      "vi": "- Để tôi cầm cho. - Đi đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "-Ah. You got next. -I gotta pack.",
      "vi": "- Tiếp theo là cậu đấy. - Tôi phải đóng đồ."
    }
  },
  {
    "translation": {
      "en": "To go where?",
      "vi": "Đi đâu?"
    }
  },
  {
    "translation": {
      "en": "It's classified.",
      "vi": "Đó là bí mật."
    }
  },
  {
    "translation": {
      "en": "Look how smug he is about that.",
      "vi": "Xem cậu ta tự mãn chưa kìa."
    }
  },
  {
    "translation": {
      "en": "So smug. Why so smug?",
      "vi": "Quá tự mãn. Sao tự mãn thế?"
    }
  },
  {
    "translation": {
      "en": "Are you ready, Chicago?",
      "vi": "Các bạn sẵn sàng chưa, Chicago?"
    }
  },
  {
    "translation": {
      "en": "So, seriously, where are you going?",
      "vi": "Nghiêm túc đấy, cậu sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Seriously, I can't tell you.",
      "vi": "Thật đấy, tôi không nói được."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, how's your new job?",
      "vi": "Được rồi. Công việc mới của cậu thế nào?"
    }
  },
  {
    "translation": {
      "en": "Have you made any new friends or overthrown any foreign governments?",
      "vi": "Cậu đã kết bạn mới hay lật đổ chính phủ nước ngoài nào chưa?"
    }
  },
  {
    "translation": {
      "en": "No to the friends. Maybe to the governments.",
      "vi": "Không có bạn bè. Có thể với chính phủ."
    }
  },
  {
    "translation": {
      "en": "Fingers crossed.",
      "vi": "Hy vọng thế."
    }
  },
  {
    "translation": {
      "en": "-[clears throat] Your mom called me. -Oh? Apparently, you forgot to tell her that we aren't dating anymore.",
      "vi": "Mẹ cậu đã gọi cho tôi. Cậu quên nói với bà ấy là ta không còn hẹn hò nữa."
    }
  },
  {
    "translation": {
      "en": "Well, I haven't talked to her in six months,",
      "vi": "Sáu tháng rồi tôi chưa nói chuyện với bà ấy,"
    }
  },
  {
    "translation": {
      "en": "so she also doesn't know I work at the CIA.",
      "vi": "nên bà ấy cũng không biết tôi làm ở CIA."
    }
  },
  {
    "translation": {
      "en": "You can't avoid dealing with her forever.",
      "vi": "Cậu không thể tránh mặt bà ấy mãi."
    }
  },
  {
    "translation": {
      "en": "[Owen] Sure I can.",
      "vi": "Tôi có thể chứ."
    }
  },
  {
    "translation": {
      "en": "-Hey, how's the firm? -Ugh.",
      "vi": "Công ty thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "All I do is freeze my ass off in a conference room,",
      "vi": "Tôi chỉ có thể chết cóng trong phòng họp,"
    }
  },
  {
    "translation": {
      "en": "reading technical specs on homicidal dialysis machines.",
      "vi": "đọc thông số kỹ thuật của máy lọc máu giết người."
    }
  },
  {
    "translation": {
      "en": "The joy of being a first year at a law firm.",
      "vi": "Niềm vui khi năm đầu tiên làm ở công ty luật."
    }
  },
  {
    "translation": {
      "en": "You should've joined the agency with me.",
      "vi": "Lẽ ra cô nên gia nhập công ty cùng tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Could you imagine? My parents would kill me.",
      "vi": "Chúa ơi. Cậu tưởng tượng được không? Bố mẹ sẽ giết tôi mất."
    }
  },
  {
    "translation": {
      "en": "There's this cool thing.",
      "vi": "Có chuyện này."
    }
  },
  {
    "translation": {
      "en": "It's called \"not giving a fuck what your parents think.\" Super liberating.",
      "vi": "Nó gọi là \"mặc kệ bố mẹ nghĩ gì\". Siêu giải phóng."
    }
  },
  {
    "translation": {
      "en": "-Did you find out where he's going? -My powers of seduction were ineffective.",
      "vi": "- Biết cậu ta đi đâu không? - Sức ép của tôi không có tác dụng."
    }
  },
  {
    "translation": {
      "en": "Do you mind if I take this?",
      "vi": "Tôi lấy cái này nhé?"
    }
  },
  {
    "translation": {
      "en": "-No. -[Owen] Thank you.",
      "vi": "- Không. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Well, he's definitely flying because he's packing a carry-on,",
      "vi": "Cậu ta chắc chắn sẽ bay vì mang theo hành lý xách tay,"
    }
  },
  {
    "translation": {
      "en": "but he is not flying for long because he's only packing a carry-on.",
      "vi": "nhưng sẽ không đi lâu vì chỉ mang theo hành lý xách tay."
    }
  },
  {
    "translation": {
      "en": "Your powers of deduction are wasted at the Department of Treasury.",
      "vi": "Năng lực suy luận của cậu bị lãng phí ở Bộ Tài chính."
    }
  },
  {
    "translation": {
      "en": "Okay, just for that, Tad and I, we're gonna role play in your room tonight",
      "vi": "Vì thế, Tad và tôi tối nay sẽ đóng vai ở phòng cậu"
    }
  },
  {
    "translation": {
      "en": "once you're off circumnavigating the globe in your government jet.",
      "vi": "khi cậu đi vòng quanh thế giới bằng máy bay chính phủ."
    }
  },
  {
    "translation": {
      "en": "-I don't get a jet. -Since when do spies fly commercial?",
      "vi": "- Làm gì có máy bay. - Điệp viên mà bay thương mại ư?"
    }
  },
  {
    "translation": {
      "en": "I'm not a spy. I am a lawyer.",
      "vi": "Tôi không làm điệp viên. Tôi là luật sư."
    }
  },
  {
    "translation": {
      "en": "Hey! [laughs]",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "What's going on, man? How's it going?",
      "vi": "Có chuyện gì vậy? Xin chào."
    }
  },
  {
    "translation": {
      "en": "I'm Owen Hendricks over at the general counsel's office.",
      "vi": "Tôi là Owen Hendricks ở văn phòng tổng cố vấn."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. Oh, fuck. Okay, listen, man. No, no, no. Wait. Whoa!",
      "vi": "Chết tiệt. Được rồi, nghe này. Không. Đợi đã."
    }
  },
  {
    "translation": {
      "en": "God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Hey, hi. I think there's been a mistake. Fuck.",
      "vi": "Này, chào. Tôi nghĩ có nhầm lẫn gì rồi. Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Wow. You guys really loosened these teeth.",
      "vi": "Làm lung lay răng tôi thật đấy."
    }
  },
  {
    "translation": {
      "en": "I'm an American, dumbass. So, there's been--",
      "vi": "Tôi là người Mỹ, đồ đần. Vậy là, có…"
    }
  },
  {
    "translation": {
      "en": "Thank God. Hi. I'm Owen Hendricks from the general counsel's office.",
      "vi": "Cảm ơn Chúa. Xin chào, Owen Hendricks từ văn phòng tổng cố vấn."
    }
  },
  {
    "translation": {
      "en": "And you just thought you'd pop by a black site unannounced.",
      "vi": "Và anh nghĩ anh có thể ghé qua một khu vực đen mà không báo trước."
    }
  },
  {
    "translation": {
      "en": "Sorry. Was I supposed to call?",
      "vi": "Xin lỗi. Tôi phải gọi trước à?"
    }
  },
  {
    "translation": {
      "en": "There was no cable traffic about your trip.",
      "vi": "Không có tin gì về chuyến đi của anh."
    }
  },
  {
    "translation": {
      "en": "No clearance from the ambassador or diplomatic cover.",
      "vi": "Không có sự cho phép của đại sứ hay vỏ bọc ngoại giao."
    }
  },
  {
    "translation": {
      "en": "-Well, I'm new. -You're an idiot.",
      "vi": "- Tôi là người mới. - Anh là đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "-Or just pretending to be one. -It's actually neither of those.",
      "vi": "- Hoặc chỉ giả vờ ngốc. - Thật ra đều không phải."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -I flew all the way here to talk to you about an old op",
      "vi": "Tôi bay đến đây để bàn về một chiến dịch cũ"
    }
  },
  {
    "translation": {
      "en": "-from many years ago. What--? -Bullshit. Bullshit.",
      "vi": "- từ nhiều năm trước. Cái gì…? - Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "-What color is this? -[chuckles]",
      "vi": "Đây là màu gì?"
    }
  },
  {
    "translation": {
      "en": "Blue?",
      "vi": "Xanh dương à?"
    }
  },
  {
    "translation": {
      "en": "You really are new. Otherwise, the agency would have issued you a black passport",
      "vi": "Anh đúng là người mới. Nếu không, cơ quan đã cấp cho anh hộ chiếu đen"
    }
  },
  {
    "translation": {
      "en": "which grants you diplomatic immunity.",
      "vi": "cho anh quyền miễn trừ ngoại giao."
    }
  },
  {
    "translation": {
      "en": "No one told me that.",
      "vi": "Không ai nói với tôi."
    }
  },
  {
    "translation": {
      "en": "-Strip him. -[Owen] What?",
      "vi": "- Lột đồ ra. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "What? Wait a second. What are you doing? No, no. Whoa, guys.",
      "vi": "Cái gì? Đợi đã. Anh làm gì vậy? Không. Này, các anh."
    }
  },
  {
    "translation": {
      "en": "Fuck. No. Hey, this is a new suit. What is going on?",
      "vi": "Chết tiệt. Này, đây là bộ vét mới. Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "[Dawn] That's what I wanna know. No way you came out here to talk about an old op.",
      "vi": "Đó là điều tôi muốn biết. Không đời nào anh đến chỉ vì nhiệm vụ cũ."
    }
  },
  {
    "translation": {
      "en": "I think you're here to investigate us, which makes you a hostile. But you fucked up.",
      "vi": "Anh ở đây để điều tra chúng tôi, nên anh là kẻ thù. Nhưng anh phạm sai lầm."
    }
  },
  {
    "translation": {
      "en": "Without a cover identity and a diplomatic passport,",
      "vi": "Không có giấy tờ tùy thân và hộ chiếu ngoại giao,"
    }
  },
  {
    "translation": {
      "en": "the Yemeni secret police will arrest you for spying and shoot you in the head.",
      "vi": "cảnh sát mật Yemen sẽ bắt anh vì tội làm gián điệp và bắn vào đầu."
    }
  },
  {
    "translation": {
      "en": "With a black passport, you just get deported.",
      "vi": "Với hộ chiếu đen, anh sẽ bị trục xuất."
    }
  },
  {
    "translation": {
      "en": "But someone should have told you that before you got on the plane.",
      "vi": "Nhưng ai đó nên nói với anh trước khi lên máy bay."
    }
  },
  {
    "translation": {
      "en": "-Made some enemies at work already? -Looks like it.",
      "vi": "- Đã gây thù chuốc oán rồi à? - Có vẻ thế."
    }
  },
  {
    "translation": {
      "en": "-You sure don't have any friends here. -All right. Let's-- Wait.",
      "vi": "- Chắc chắn không có bạn bè ở đây. - Được rồi. Hãy… Đợi đã."
    }
  },
  {
    "translation": {
      "en": "So... here's what's gonna happen.",
      "vi": "Vậy… đây là chuyện sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "You're gonna tell me what you're really doing in my black site",
      "vi": "Anh sẽ khai anh đang làm gì ở khu vực đen của tôi"
    }
  },
  {
    "translation": {
      "en": "or the PSO is gonna get an anonymous tip you're up to no good.",
      "vi": "hoặc PSO sẽ nhận được tin báo nặc danh là anh đang âm mưu gì đó."
    }
  },
  {
    "translation": {
      "en": "You're gonna end up with a cattle prod in one end, a hollow point in the other.",
      "vi": "Anh sẽ lãnh đòn nhừ tử."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "[screams] Fuck!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "God! I'm telling you the truth! I came across a graymail",
      "vi": "Chúa ơi! Tôi nói thật đấy! Tôi đọc một thư đe dọa"
    }
  },
  {
    "translation": {
      "en": "that was connected to a fucking operation that you ran. Wait, wait, listen to me.",
      "vi": "có liên quan đến một hoạt động của cô. Đợi đã, nghe tôi này."
    }
  },
  {
    "translation": {
      "en": "It's my first week on the job. I got recruited in law school.",
      "vi": "Đây là tuần làm việc đầu tiên. Tôi được tuyển từ trường luật."
    }
  },
  {
    "translation": {
      "en": "I said no to a bunch of high-paying jobs because I got this pathological need for stimulation.",
      "vi": "Tôi đã từ chối nhiều công việc lương cao vì tôi bị bệnh cần sự kích thích."
    }
  },
  {
    "translation": {
      "en": "Probably 'cause my dad got blown up in Afghanistan.",
      "vi": "Có lẽ vì bố tôi bị nổ tung ở Afghanistan."
    }
  },
  {
    "translation": {
      "en": "My mom never got over it. I have just been running away",
      "vi": "Mẹ tôi vẫn chưa nguôi. Tôi đã luôn chạy trốn"
    }
  },
  {
    "translation": {
      "en": "from having to spend any longer than five minutes with my thoughts alone ever since.",
      "vi": "để không phải mất hơn năm phút chỉ để suy nghĩ vẩn vơ."
    }
  },
  {
    "translation": {
      "en": "So, yeah, when that recruit came",
      "vi": "Vậy nên, khi nhà tuyển dụng đó đến"
    }
  },
  {
    "translation": {
      "en": "and he promised me I could do cool stuff, I thought, \"Fuck it.\"",
      "vi": "và hứa tôi có thể làm điều hay ho, tôi nghĩ, \"Chết tiệt\"."
    }
  },
  {
    "translation": {
      "en": "And, you know, fuck it. Maybe I'll even make my dad proud.",
      "vi": "Đúng là chết tiệt. Có lẽ tôi sẽ làm bố tôi tự hào."
    }
  },
  {
    "translation": {
      "en": "You know, I have been faking it until I made it for my entire life,",
      "vi": "Tôi đã giả vờ cho đến khi làm được cả đời rồi,"
    }
  },
  {
    "translation": {
      "en": "but I'm sorry because I can fucking understand",
      "vi": "nhưng tôi xin lỗi vì tôi có thể hiểu"
    }
  },
  {
    "translation": {
      "en": "how I have clearly miscalculated applying that approach to the agency.",
      "vi": "rõ ràng tôi đã tính toán sai cách tiếp cận đó với cơ quan."
    }
  },
  {
    "translation": {
      "en": "What's the op?",
      "vi": "Chiến dịch gì?"
    }
  },
  {
    "translation": {
      "en": "PW Butcher. The asset's name is Maxine Meladze.",
      "vi": "PW Butcher. Tên gián điệp đó là Maxine Meladze."
    }
  },
  {
    "translation": {
      "en": "She wrote us a graymail letter.",
      "vi": "Cô ta gửi thư đe dọa chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Cut him loose.",
      "vi": "Thả hắn ra."
    }
  },
  {
    "translation": {
      "en": "Yeah, I fucking pissed myself.",
      "vi": "Ừ, tôi vãi ra quần rồi."
    }
  },
  {
    "translation": {
      "en": "Congratulations. You are good at your jobs.",
      "vi": "Chúc mừng. Các anh làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "[Dawn] I never met Meladze.",
      "vi": "Tôi chưa từng gặp Meladze."
    }
  },
  {
    "translation": {
      "en": "But you remember her.",
      "vi": "Nhưng cô nhớ cô ta."
    }
  },
  {
    "translation": {
      "en": "Vaguely.",
      "vi": "Mang máng."
    }
  },
  {
    "translation": {
      "en": "I used HUMINT from her to carry out an op.",
      "vi": "Tôi dùng HUMINT từ cô ta để thực hiện nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "If I remember right, she was a pretty valuable asset.",
      "vi": "Nếu tôi nhớ không nhầm, cô ta là một gián điệp có giá."
    }
  },
  {
    "translation": {
      "en": "Upper-level player of the Belarus chapter of the Russian mafia.",
      "vi": "Tay chơi cấp cao của chi nhánh mafia Nga ở Belarus."
    }
  },
  {
    "translation": {
      "en": "She had serious connections inside Russian intelligence.",
      "vi": "Cô ta có quan hệ mật thiết với tình báo Nga."
    }
  },
  {
    "translation": {
      "en": "-Who was her handler? -Sorry, I don't remember.",
      "vi": "- Ai quản lý cô ta? - Xin lỗi, tôi không nhớ."
    }
  },
  {
    "translation": {
      "en": "It was a long time ago, and I've run a hundred ops since then.",
      "vi": "Đã lâu lắm rồi, và tôi đã thực hiện hàng trăm chiến dịch kể từ đó."
    }
  },
  {
    "translation": {
      "en": "But she was a big deal.",
      "vi": "Nhưng cô ta rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "And the fact that somebody would hip-pocket a girl like that should scare the crap out of you.",
      "vi": "Kẻ quản lý một cô gái như thế sẽ làm anh sợ chết khiếp đấy."
    }
  },
  {
    "translation": {
      "en": "Listen, sorry about the enhanced interrogation.",
      "vi": "Nghe này, xin lỗi về cuộc thẩm vấn tăng cường."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Some guys might hold a grudge.",
      "vi": "- Ừ. - Vài gã có thể vẫn còn thù dai."
    }
  },
  {
    "translation": {
      "en": "I chalk it up to a communication breakdown and a lesson on the importance",
      "vi": "Tôi cho là do lỗi liên lạc và bài học về tầm quan trọng"
    }
  },
  {
    "translation": {
      "en": "of following protocol when interacting with clandestine services.",
      "vi": "của việc làm theo quy trình khi tương tác với các cơ quan mật."
    }
  },
  {
    "translation": {
      "en": "So I don't have to tell anyone at Langley about the whole torture thing?",
      "vi": "Vậy tôi không phải nói với ai ở Langley về vụ tra tấn?"
    }
  },
  {
    "translation": {
      "en": "Exactly. Although some people might enjoy hearing about it.",
      "vi": "Chính xác. Mặc dù vài người có thể thích nghe."
    }
  },
  {
    "translation": {
      "en": "Yeah. Pretty sure I can smooth things out with them, though.",
      "vi": "Ừ. Nhưng chắc chắn tôi có thể dàn xếp ổn thỏa với họ."
    }
  },
  {
    "translation": {
      "en": "Working at the CIA is like a never ending game of musical chairs.",
      "vi": "Làm việc ở CIA giống như trò chơi chiếc ghế âm nhạc không hồi kết."
    }
  },
  {
    "translation": {
      "en": "Everyone is maneuvering to figure out who will have a seat when the music stops.",
      "vi": "Mọi người đang vận động để xem ai sẽ được ngồi vào ghế khi âm nhạc dừng lại."
    }
  },
  {
    "translation": {
      "en": "Easiest way to make sure you have a seat is to hamstring the guy next to you.",
      "vi": "Cách dễ nhất để đảm bảo cậu có chỗ là kéo dây chằng người bên cạnh."
    }
  },
  {
    "translation": {
      "en": "If you don't start playing, figuring out how shit works,",
      "vi": "Nếu không bắt đầu chơi, tìm hiểu cách thức hoạt động,"
    }
  },
  {
    "translation": {
      "en": "you're gonna be in trouble.",
      "vi": "anh sẽ gặp rắc rối đấy."
    }
  },
  {
    "translation": {
      "en": "More trouble than getting my fingernail pulled out?",
      "vi": "Rắc rối hơn cả việc rút móng tay ra à?"
    }
  },
  {
    "translation": {
      "en": "Nails grow back. Drive safe.",
      "vi": "Móng tay sẽ mọc lại. Lái xe cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Keep an eye peeled for the PSO.",
      "vi": "Để mắt đến bọn cảnh sát mật PSO."
    }
  },
  {
    "translation": {
      "en": "How did it go?",
      "vi": "Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "[Owen] Oh, I can't talk about it.",
      "vi": "Tôi không nói được."
    }
  },
  {
    "translation": {
      "en": "-What? -[Owen] I can't talk about it.",
      "vi": "- Sao? - Tôi không nói được."
    }
  },
  {
    "translation": {
      "en": "-Come on, man. Just let me sleep. -What are you wearing?",
      "vi": "- Thôi nào. Để tôi ngủ đi. - Cậu đang mặc gì vậy?"
    }
  },
  {
    "translation": {
      "en": "My suit got ruined.",
      "vi": "Bộ com lê bị hỏng rồi."
    }
  },
  {
    "translation": {
      "en": "I'm surprised they let you on the plane wearing that.",
      "vi": "Tôi ngạc nhiên là họ để cậu mặc bộ đó lên máy bay."
    }
  },
  {
    "translation": {
      "en": "Suggests a country with lesser security standards.",
      "vi": "Giống kiểu một quốc gia có tiêu chuẩn an ninh thấp hơn."
    }
  },
  {
    "translation": {
      "en": "-Third world, perhaps? -I said I can't talk about it.",
      "vi": "- Thế giới thứ ba chăng? - Đã bảo không thể nói mà."
    }
  },
  {
    "translation": {
      "en": "-What's going on? -[Owen] Oh, my God.",
      "vi": "- Có chuyện gì vậy? - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-Owen was in the shit somewhere. -Owen loves being in the shit.",
      "vi": "- Owen đang gặp rắc rối ở đâu đó. - Owen thích rắc rối."
    }
  },
  {
    "translation": {
      "en": "-He didn't love this. -Can you guys please just let me sleep?",
      "vi": "- Cậu ấy không thích thế này. - Các cậu để tôi ngủ được không?"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I can't talk about it.",
      "vi": "Tôi không thể nói về nó."
    }
  },
  {
    "translation": {
      "en": "But I'm fine.",
      "vi": "Nhưng tôi ổn."
    }
  },
  {
    "translation": {
      "en": "You don't seem fine.",
      "vi": "Cậu không có vẻ ổn."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "What--? What are you doing?",
      "vi": "Cái…? Cậu đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Mm. Being human.",
      "vi": "Làm người."
    }
  },
  {
    "translation": {
      "en": "Come on. Get in here.",
      "vi": "Thôi nào. Vào đây đi."
    }
  },
  {
    "translation": {
      "en": "-I don't wanna wrinkle my outfit. -[Terrence] Said by no one young ever.",
      "vi": "- Tôi không muốn làm nhăn trang phục. - Chẳng có người trẻ nào nói thế."
    }
  },
  {
    "translation": {
      "en": "I'm running late.",
      "vi": "Tôi muộn rồi."
    }
  },
  {
    "translation": {
      "en": "Call me if you wanna talk. Okay?",
      "vi": "Gọi cho tôi nếu muốn nói chuyện. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "[Owen] Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "vi": "Cậu ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I am now.",
      "vi": "Giờ thì ổn rồi."
    }
  },
  {
    "translation": {
      "en": "Now, get out of my room.",
      "vi": "Giờ thì ra khỏi phòng tôi đi."
    }
  },
  {
    "translation": {
      "en": "Okay. Get some sleep.",
      "vi": "Được rồi. Ngủ chút đi."
    }
  },
  {
    "translation": {
      "en": "-[cell phone ringing] -No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-Hello. -[woman] Hold for the general counsel.",
      "vi": "- Xin chào. - Chờ tổng cố vấn."
    }
  },
  {
    "translation": {
      "en": "[Nyland] Where the fuck are you?",
      "vi": "Cậu đang ở chỗ quái nào thế?"
    }
  },
  {
    "translation": {
      "en": "-[Owen] Hi. -How was Yemen?",
      "vi": "- Chào. - Yemen thế nào?"
    }
  },
  {
    "translation": {
      "en": "It was great. No thanks to you two.",
      "vi": "Tuyệt lắm. Không phải nhờ hai người."
    }
  },
  {
    "translation": {
      "en": "Look, I don't mind getting hazed 'cause I'm the new guy,",
      "vi": "Tôi không ngại bị bắt nạt vì tôi là người mới,"
    }
  },
  {
    "translation": {
      "en": "but if either one of you try to torpedo me like that again, we're gonna have a problem.",
      "vi": "nhưng nếu hai người cố cản trở tôi lần nữa, ta sẽ có vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "Now, I gotta get upstairs. General counsel needs me. Again.",
      "vi": "Giờ tôi phải lên lầu. Tổng cố vấn cần tôi. Lại nữa."
    }
  },
  {
    "translation": {
      "en": "Cheers.",
      "vi": "Cạn ly."
    }
  },
  {
    "translation": {
      "en": "[Owen] Without a 201 file, no way to know who Meladze's handler was.",
      "vi": "Không có tài liệu 201, không thể biết ai chỉ đạo Meladze."
    }
  },
  {
    "translation": {
      "en": "But given that Agent Gilbane confirmed that Max was an asset,",
      "vi": "Nhưng Đặc vụ Gilbane đã xác nhận Max là một gián điệp,"
    }
  },
  {
    "translation": {
      "en": "we have to take the graymail threat seriously.",
      "vi": "ta phải xem xét nghiêm túc thư đe dọa đó."
    }
  },
  {
    "translation": {
      "en": "-I didn't tell you to go to Yemen. -[Owen] Yes, sir.",
      "vi": "- Tôi không bảo cậu tới Yemen. - Vâng, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "I decided to make the judgment call that it was the necessary next step.",
      "vi": "Tôi tự đưa ra quyết định, đó là bước cần thiết tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Plus, I figured you're the type of leader who appreciates initiative,",
      "vi": "Tôi nghĩ sếp là kiểu lãnh đạo trân trọng sáng kiến,"
    }
  },
  {
    "translation": {
      "en": "but if you want me to get approval--",
      "vi": "nhưng nếu sếp muốn tôi xin phép…"
    }
  },
  {
    "translation": {
      "en": "No. Initiative is good.",
      "vi": "Không. Sáng kiến là tốt."
    }
  },
  {
    "translation": {
      "en": "Nice job.",
      "vi": "Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "What happened to your hand?",
      "vi": "Tay cậu bị sao vậy?"
    }
  },
  {
    "translation": {
      "en": "Closed it in a car door.",
      "vi": "Bị kẹt ở cửa ô tô."
    }
  },
  {
    "translation": {
      "en": "Go to Phoenix. Talk to Meladze.",
      "vi": "Đến Phoenix. Nói chuyện với Meladze."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Now?",
      "vi": "Bây giờ sao?"
    }
  },
  {
    "translation": {
      "en": "Sir, it's just, my day started three days ago.",
      "vi": "Tôi chỉ bắt đầu làm việc từ ba ngày trước."
    }
  },
  {
    "translation": {
      "en": "Great. Yeah. Phoenix it is.",
      "vi": "Tuyệt. Vâng. Vậy thì Phoenix."
    }
  },
  {
    "translation": {
      "en": "What can you tell me about Max Meladze?",
      "vi": "Anh biết gì về Max Meladze?"
    }
  },
  {
    "translation": {
      "en": "She's been held without bail due to the brutal nature of her crime.",
      "vi": "Cô ta bị giam giữ không bảo lãnh do bản chất tàn bạo của tội ác."
    }
  },
  {
    "translation": {
      "en": "-Who'd she kill? -A trucking guy named Salvatore Kwitny.",
      "vi": "- Cô ta giết ai? - Tài xế xe tải tên Salvatore Kwitny."
    }
  },
  {
    "translation": {
      "en": "Phoenix PD thinks Miss Meladze was using his trucks to run product.",
      "vi": "Cảnh sát Phoenix cho rằng cô Meladze dùng xe tải của anh ta để vận chuyển hàng."
    }
  },
  {
    "translation": {
      "en": "So, what is the CIA's interest in her?",
      "vi": "Vậy CIA quan tâm gì đến cô ta?"
    }
  },
  {
    "translation": {
      "en": "Not at liberty to say, but I'll need a digital copy of her file",
      "vi": "Tôi không được phép tiết lộ, nhưng tôi cần một bản sao hồ sơ của cô ta"
    }
  },
  {
    "translation": {
      "en": "and a private room to meet with her. No listeners, no cameras.",
      "vi": "và phòng riêng để gặp cô ta. Không người nghe, không máy quay."
    }
  },
  {
    "translation": {
      "en": "Shall we?",
      "vi": "Ta ngồi chứ?"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "I'm Owen Hendricks from the general counsel's office at the CIA.",
      "vi": "Tôi là Owen Hendricks từ văn phòng tổng cố vấn của CIA."
    }
  },
  {
    "translation": {
      "en": "We got your letter.",
      "vi": "Đã nhận được thư của cô."
    }
  },
  {
    "translation": {
      "en": "-Took you long enough. -Yeah, it's a busy place.",
      "vi": "- Lâu quá đấy. - Đó là một nơi bận rộn."
    }
  },
  {
    "translation": {
      "en": "You know that making threats against the agency's a crime, right?",
      "vi": "Cô biết đe dọa Cơ quan là phạm tội, phải không?"
    }
  },
  {
    "translation": {
      "en": "I know many things.",
      "vi": "Tôi biết rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "More than you, that's for sure.",
      "vi": "Chắc chắn là nhiều hơn anh."
    }
  },
  {
    "translation": {
      "en": "So how long has it been, huh? A few weeks?",
      "vi": "Bao lâu rồi nhỉ? Vài tuần?"
    }
  },
  {
    "translation": {
      "en": "-You know how to use the copy machine? -We're not here to talk about me.",
      "vi": "- Biết dùng máy photocopy không? - Ta không ở đây để nói về tôi."
    }
  },
  {
    "translation": {
      "en": "-What happened to your hand? -I closed it in a car door.",
      "vi": "- Tay anh bị sao vậy? - Tôi bị kẹt khi lách cửa ô tô."
    }
  },
  {
    "translation": {
      "en": "Liar. I've pulled out enough fingernails to know what it looks like afterwards.",
      "vi": "Nói dối. Tôi rút đủ móng tay để biết nó trông thế nào sau đó."
    }
  },
  {
    "translation": {
      "en": "You seem really proud of that.",
      "vi": "Cô có vẻ tự hào về điều đó."
    }
  },
  {
    "translation": {
      "en": "Shouldn't I be? Some of those nails were for the CIA.",
      "vi": "Tôi không nên sao? Vài móng tay đó là cho CIA đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, is that one of the things that you're threatening to expose?",
      "vi": "Ồ, đó là một trong những thứ cô đang dọa sẽ phơi bày ra à?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-So how do you like the agency so far? -It's great. Who was your handler?",
      "vi": "- Đến giờ anh thấy cơ quan thế nào? - Tuyệt lắm. Ai quản lý cô?"
    }
  },
  {
    "translation": {
      "en": "Dumb question, because now I know you have no hard file on me.",
      "vi": "Câu hỏi ngu ngốc, vì giờ tôi biết anh không có hồ sơ về tôi."
    }
  },
  {
    "translation": {
      "en": "Which means you have no idea what I know or who I can burn.",
      "vi": "Nghĩa là anh không biết tôi biết gì hay có thể tiêu diệt ai."
    }
  },
  {
    "translation": {
      "en": "Maybe. But I'm gonna find out soon enough.",
      "vi": "Có thể. Nhưng tôi sẽ tìm ra sớm thôi."
    }
  },
  {
    "translation": {
      "en": "Only if I tell you, which I won't...",
      "vi": "Chỉ khi tôi khai, mà tôi sẽ không nói,"
    }
  },
  {
    "translation": {
      "en": "unless you do some things for me.",
      "vi": "trừ khi anh làm vài việc cho tôi."
    }
  },
  {
    "translation": {
      "en": "-Who pulled out your fingernail? -No one.",
      "vi": "- Ai rút móng tay của anh? - Không ai cả."
    }
  },
  {
    "translation": {
      "en": "I have classified CIA documents.",
      "vi": "Tôi có tài liệu mật của CIA."
    }
  },
  {
    "translation": {
      "en": "You have documents?",
      "vi": "Cô có tài liệu sao?"
    }
  },
  {
    "translation": {
      "en": "So many documents. Who pulled out your nail?",
      "vi": "Rất nhiều tài liệu. Ai rút móng tay của anh vậy?"
    }
  },
  {
    "translation": {
      "en": "An operative in Yemen. I went to ask her about you.",
      "vi": "Một đặc vụ ở Yemen. Tôi tới hỏi cô ấy về cô."
    }
  },
  {
    "translation": {
      "en": "\"Her.\" You know, you give away information without realizing it.",
      "vi": "\"Cô ấy\". Anh vô tình để lộ thông tin mà còn không biết."
    }
  },
  {
    "translation": {
      "en": "I'm surprised you survived your trip.",
      "vi": "Tôi ngạc nhiên là anh sống sót sau chuyến đi."
    }
  },
  {
    "translation": {
      "en": "It certainly doesn't inspire confidence",
      "vi": "Nó không mang lại sự tự tin"
    }
  },
  {
    "translation": {
      "en": "that you're the right lawyer to help me get out of here.",
      "vi": "rằng anh là luật sư phù hợp để giúp tôi ra tù."
    }
  },
  {
    "translation": {
      "en": "-I am not here to get you out. -Games.",
      "vi": "- Tôi không ở đây để giúp cô ra. - Trò chơi."
    }
  },
  {
    "translation": {
      "en": "I am bored.",
      "vi": "Tôi chán quá."
    }
  },
  {
    "translation": {
      "en": "-Tell your boss to call someone else. -Wait, hold on. Just--",
      "vi": "- Bảo sếp anh gọi người khác đi. - Khoan, chờ đã. Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "Hi, excuse me, one second, excuse me. Excuse me. Miss, please.",
      "vi": "Xin lỗi, chờ chút. Cô ơi, làm ơn."
    }
  },
  {
    "translation": {
      "en": "Give me those documents. If you're telling me the truth, then I'll help you.",
      "vi": "Đưa tôi những tài liệu đó. Nếu cô nói thật, tôi sẽ giúp cô."
    }
  },
  {
    "translation": {
      "en": "There. See?",
      "vi": "Đấy. Thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "Was that so hard?",
      "vi": "Như thế khó lắm sao?"
    }
  },
  {
    "translation": {
      "en": "-They're in a storage locker. -You have top-secret CIA documents",
      "vi": "- Chúng ở trong một tủ chứa đồ. - Cô có tài liệu tuyệt mật của CIA"
    }
  },
  {
    "translation": {
      "en": "in a storage locker where anyone can find them?",
      "vi": "trong một tủ chứa đồ ai cũng có thể tìm thấy?"
    }
  },
  {
    "translation": {
      "en": "I like to live dangerously.",
      "vi": "Tôi thích sống mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "[Nyland] you need to secure those files ASAP.",
      "vi": "Lấy hồ sơ ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "Call the local FBI office and get an escort.",
      "vi": "Gọi văn phòng FBI địa phương và gọi người hộ tống."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "-You need me to send Kitchens to help? -No, sir. Definitely not.",
      "vi": "- Cần tôi cử Kitchens đến giúp không? - Không. Chắc chắn là không."
    }
  },
  {
    "translation": {
      "en": "-I've got this. -All right. Don't fuck this up.",
      "vi": "- Tôi lo được. - Được rồi. Đừng làm hỏng việc."
    }
  },
  {
    "translation": {
      "en": "[operator] You have reached the Phoenix Division of the Federal Bureau of Investigation.",
      "vi": "Bạn đã gọi đến Đơn vị Phoenix của Cục Điều tra Liên bang."
    }
  },
  {
    "translation": {
      "en": "If you know your party's extension, you can dial it at any time.",
      "vi": "Nếu biết số máy lẻ, bạn có thể bấm bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "For Cyber Division, press one.",
      "vi": "Bộ phận An ninh Mạng, bấm phím một."
    }
  },
  {
    "translation": {
      "en": "For International Operations Division, press two.",
      "vi": "Bộ phận Tác chiến Quốc tế, bấm phím hai."
    }
  },
  {
    "translation": {
      "en": "For Critical Incident Response Group, press three.",
      "vi": "Bấm phím ba để gặp Nhóm Phản ứng Sự cố Nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "For Criminal Investigative Division, press four.",
      "vi": "Bấm phím bốn để gặp Đơn vị Điều tra Hình sự."
    }
  },
  {
    "translation": {
      "en": "You have pressed four, Criminal Investigative Division.",
      "vi": "Bạn đã bấm phím bốn, Bộ phận Điều tra Hình sự."
    }
  },
  {
    "translation": {
      "en": "All investigators are--",
      "vi": "Tất cả các điều tra viên…"
    }
  },
  {
    "translation": {
      "en": "Fuck it, man.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[woman over speaker] Empathy can be thought of in several ways.",
      "vi": "Sự đồng cảm có thể được nghĩ đến theo nhiều cách."
    }
  },
  {
    "translation": {
      "en": "The first is to contrast empathy with sympathy...",
      "vi": "Đầu tiên là phân biệt sự đồng cảm với sự cảm thông…"
    }
  },
  {
    "translation": {
      "en": "In true psychopaths...",
      "vi": "Ở những kẻ tâm thần…"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Who the fuck is this guy?",
      "vi": "Gã này là ai?"
    }
  },
  {
    "translation": {
      "en": "...the parts of the brain that control empathy are dark.",
      "vi": "…những phần trong não điều khiển sự đồng cảm rất tối."
    }
  },
  {
    "translation": {
      "en": "Psychopaths have reduced connections",
      "vi": "Những kẻ tâm thần đã giảm các mối liên kết"
    }
  },
  {
    "translation": {
      "en": "between the ventral medial prefrontal cortex,",
      "vi": "giữa vỏ não trước trán trung gian,"
    }
  },
  {
    "translation": {
      "en": "the part of the brain responsible for...",
      "vi": "phần não chịu trách nhiệm cho…"
    }
  },
  {
    "translation": {
      "en": "We'll take the bag.",
      "vi": "Bọn tôi sẽ lấy cái túi."
    }
  },
  {
    "translation": {
      "en": "Bro, what's your plan here? It's not like you'll get out of there.",
      "vi": "Kế hoạch của anh là gì? Anh sẽ không thoát được đâu."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Who are you?",
      "vi": "Tôi xin lỗi. Các anh là ai?"
    }
  },
  {
    "translation": {
      "en": "We're the guys who are gonna take the bag. Did you not see his gun?",
      "vi": "Chúng tôi là người sẽ lấy cái túi. Không thấy súng của anh ta à?"
    }
  },
  {
    "translation": {
      "en": "No, I saw it, man.",
      "vi": "Không, tôi thấy."
    }
  },
  {
    "translation": {
      "en": "Just not the first one I've seen today-- Yesterday.",
      "vi": "Chỉ là không phải cái đầu tiên tôi thấy hôm nay. Hôm qua."
    }
  },
  {
    "translation": {
      "en": "It was two days ago. I can't do the math, man.",
      "vi": "Đó là hai ngày trước. Tôi không thể tính toán, anh bạn."
    }
  },
  {
    "translation": {
      "en": "-It's been an epically strange day. -No problem. We can end it for you.",
      "vi": "- Hôm nay là một ngày kì lạ. - Không sao. Để bọn tôi kết thúc cho."
    }
  },
  {
    "translation": {
      "en": "No, I'm good. Wasn't really complaining.",
      "vi": "Không, tôi ổn. Tôi có phàn nàn gì đâu."
    }
  },
  {
    "translation": {
      "en": "[Talco] Open the gate. Give us the bag, maybe we'll let you go home.",
      "vi": "Mở cửa ra. Đưa bọn tôi cái túi, có lẽ bọn tôi sẽ thả anh về."
    }
  },
  {
    "translation": {
      "en": "Not gonna happen, man. My bad.",
      "vi": "Không có chuyện đó đâu. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "You do know bullets go through metal, right?",
      "vi": "Anh biết đạn xuyên qua kim loại chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I know.",
      "vi": "Ừ, tôi biết."
    }
  },
  {
    "translation": {
      "en": "[Owen] Hey, relax! Relax! Calmate!",
      "vi": "Này, bình tĩnh! Bình tĩnh đi!"
    }
  },
  {
    "translation": {
      "en": "I got it! It's fine! Come in. I got it.",
      "vi": "Tôi hiểu rồi! Không sao! Vào đi. Tôi hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "-[Talco speaking Spanish] -[man] All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[Talco] That was not cool, bro.",
      "vi": "Không hay đâu, anh bạn."
    }
  },
  {
    "translation": {
      "en": "You made me run. I hate running.",
      "vi": "Anh bắt tôi chạy. Tôi ghét chạy."
    }
  },
  {
    "translation": {
      "en": "The bag.",
      "vi": "Cái túi."
    }
  },
  {
    "translation": {
      "en": "Fuck you.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[Max] You look rough.",
      "vi": "Trông anh tệ quá."
    }
  },
  {
    "translation": {
      "en": "You got a little bit of vomit...",
      "vi": "Anh có chút nôn mửa…"
    }
  },
  {
    "translation": {
      "en": "Using me as an errand boy almost got me killed.",
      "vi": "Dùng tôi làm chân sai vặt suýt khiến tôi mất mạng."
    }
  },
  {
    "translation": {
      "en": "Who the fuck booby-traps a bag with acid?",
      "vi": "Ai lại đặt bẫy axit trong túi?"
    }
  },
  {
    "translation": {
      "en": "A survivor.",
      "vi": "Một kẻ sống sót."
    }
  },
  {
    "translation": {
      "en": "Where's my money?",
      "vi": "Tiền của tôi đâu?"
    }
  },
  {
    "translation": {
      "en": "In my trunk. Who were the guys trying to get it from me?",
      "vi": "Trong cốp xe. Thế bọn định cướp tiền từ tôi là ai?"
    }
  },
  {
    "translation": {
      "en": "Disgruntled competitors. They think it belongs to them.",
      "vi": "Mấy đối thủ bất mãn. Họ nghĩ nó thuộc về họ."
    }
  },
  {
    "translation": {
      "en": "As soon as we're done, I'm giving it to the police.",
      "vi": "Xong việc, tôi sẽ giao nó cho cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Are you really this stupid?",
      "vi": "Anh ngốc đến mức này à?"
    }
  },
  {
    "translation": {
      "en": "No, you're not handing it over. When you leave here, take the bag,",
      "vi": "Không, không được nộp lại. Khi anh rời khỏi đây, hãy lấy cái túi,"
    }
  },
  {
    "translation": {
      "en": "put it in a garbage can at the back of the parking lot,",
      "vi": "bỏ vào thùng rác phía sau bãi đỗ xe,"
    }
  },
  {
    "translation": {
      "en": "and I will have someone pick it up and secure it for me.",
      "vi": "tôi sẽ cho người đến lấy và giữ nó cho tôi."
    }
  },
  {
    "translation": {
      "en": "Why would I do that?",
      "vi": "Sao tôi phải làm thế?"
    }
  },
  {
    "translation": {
      "en": "Because I have all the leverage. You have no idea who I am,",
      "vi": "Tôi có mọi lợi thế. Anh không biết tôi là ai,"
    }
  },
  {
    "translation": {
      "en": "or what I know, Owen, and that should scare the shit out of you.",
      "vi": "hay những gì tôi biết, Owen, và điều đó sẽ làm anh sợ chết khiếp."
    }
  },
  {
    "translation": {
      "en": "So I spent the afternoon going through your social media.",
      "vi": "Tôi đã dành cả buổi chiều để xem trang mạng xã hội của anh."
    }
  },
  {
    "translation": {
      "en": "Thank you for giving me your real name by the way.",
      "vi": "Cảm ơn đã cho tôi biết tên thật của anh."
    }
  },
  {
    "translation": {
      "en": "Who I am is hardly relevant.",
      "vi": "Tôi là ai không liên quan."
    }
  },
  {
    "translation": {
      "en": "I disagree because now I know everything you've done since college.",
      "vi": "Tôi không đồng ý vì giờ tôi biết mọi việc anh đã làm từ hồi đại học."
    }
  },
  {
    "translation": {
      "en": "Every place you've lived. Every woman you've dated.",
      "vi": "Mọi nơi anh sống, mọi phụ nữ anh hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I know that your father is buried in a military cemetery and...",
      "vi": "Tôi biết bố anh được chôn ở nghĩa trang quân đội và…"
    }
  },
  {
    "translation": {
      "en": "you spend a lot of time there.",
      "vi": "anh dành nhiều thời gian ở đó."
    }
  },
  {
    "translation": {
      "en": "I don't need social media to know who you are, Max.",
      "vi": "Tôi không cần mạng xã hội để biết cô là ai."
    }
  },
  {
    "translation": {
      "en": "I read your arrest report. I saw the photos of your house.",
      "vi": "Tôi đã đọc báo cáo bắt giữ cô. Tôi đã xem ảnh nhà cô."
    }
  },
  {
    "translation": {
      "en": "You're a woman that lives without life. Not even one photo on any of your walls.",
      "vi": "Cô là người phụ nữ không có cuộc sống. Không một bức ảnh nào trên tường."
    }
  },
  {
    "translation": {
      "en": "What, no family? No friends?",
      "vi": "Không gia đình? Không bạn bè?"
    }
  },
  {
    "translation": {
      "en": "No joy?",
      "vi": "Không niềm vui?"
    }
  },
  {
    "translation": {
      "en": "Seems like the only thing that you have is being a criminal.",
      "vi": "Có vẻ như điều duy nhất cô có là trở thành tội phạm."
    }
  },
  {
    "translation": {
      "en": "How I live my life isn't important.",
      "vi": "Tôi sống thế nào không quan trọng."
    }
  },
  {
    "translation": {
      "en": "I know about dozens of top secret CIA operations in Belarus and Russia",
      "vi": "Tôi biết hàng chục chiến dịch tuyệt mật của CIA ở Belarus và Nga"
    }
  },
  {
    "translation": {
      "en": "involving incredibly well-connected people.",
      "vi": "liên quan tới những người cực kỳ quan trọng."
    }
  },
  {
    "translation": {
      "en": "Stuff the agency would do anything to keep secret.",
      "vi": "Những việc CIA sẽ làm bất cứ việc gì để giữ bí mật."
    }
  },
  {
    "translation": {
      "en": "So here's what you're going to do.",
      "vi": "Nên đây là việc anh sẽ làm."
    }
  },
  {
    "translation": {
      "en": "You're gonna go back to Langley and make sure the Company's number one priority",
      "vi": "Anh sẽ quay lại Langley, đảm bảo ưu tiên số một của cơ quan"
    }
  },
  {
    "translation": {
      "en": "is having the murder charges against me dropped.",
      "vi": "là hủy bỏ cáo buộc chống lại tôi."
    }
  },
  {
    "translation": {
      "en": "And if anyone there thinks it would be easier to have me killed,",
      "vi": "Nếu có ai ở đó nghĩ giết tôi sẽ dễ dàng hơn,"
    }
  },
  {
    "translation": {
      "en": "if anything happens to me, a press release will go out",
      "vi": "nếu có chuyện gì xảy ra với tôi, sẽ có thông cáo báo chí"
    }
  },
  {
    "translation": {
      "en": "detailing the minutiae of a decade's worth of clandestine operations.",
      "vi": "mô tả chi tiết những chuyện của cả thập kỷ hoạt động bí mật."
    }
  },
  {
    "translation": {
      "en": "-And guess who will be blamed? -I get it.",
      "vi": "- Và đoán xem ai sẽ bị đổ lỗi? - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Let me call my boss.",
      "vi": "Để tôi gọi cho sếp."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "No. Owen.",
      "vi": "Không. Owen."
    }
  },
  {
    "translation": {
      "en": "You're not calling your boss.",
      "vi": "Anh không được gọi cho sếp."
    }
  },
  {
    "translation": {
      "en": "He isn't going to want anything to do with this.",
      "vi": "Ông ta sẽ không muốn liên quan đến việc này."
    }
  },
  {
    "translation": {
      "en": "When he finds out how bad this is,",
      "vi": "Khi ông ta biết chuyện này tệ,"
    }
  },
  {
    "translation": {
      "en": "he will do anything to wrap this around your neck.",
      "vi": "ông ta sẽ làm mọi thứ để giải quyết chuyện này."
    }
  },
  {
    "translation": {
      "en": "There's no reason why you need to be collateral damage in all of this.",
      "vi": "Chẳng có lý do gì để anh là tổn thất ngoài dự kiến trong chuyện này."
    }
  },
  {
    "translation": {
      "en": "Do not try to manipulate me. Don't.",
      "vi": "Đừng cố thao túng tôi. Đừng."
    }
  },
  {
    "translation": {
      "en": "I'm just a lawyer doing my job.",
      "vi": "Tôi chỉ là một luật sư làm việc của mình."
    }
  },
  {
    "translation": {
      "en": "No. You're just a lawyer standing in the middle of a minefield,",
      "vi": "Không. Anh chỉ là một luật sư đứng giữa bãi mìn,"
    }
  },
  {
    "translation": {
      "en": "and you don't even know it.",
      "vi": "mà không hề hay biết."
    }
  },
  {
    "translation": {
      "en": "So, yeah. Do what you need to do.",
      "vi": "Vậy đấy. Cứ làm việc cần làm."
    }
  },
  {
    "translation": {
      "en": "Stumble around, blow yourself up,",
      "vi": "Đi loạng choạng, làm mình nổ tung,"
    }
  },
  {
    "translation": {
      "en": "or you can let me guide you through this so you don't destroy yourself.",
      "vi": "hoặc anh có thể để tôi chỉ dẫn để anh không tự hủy hoại mình."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Your compassion is touching,",
      "vi": "Lòng trắc ẩn của cô thật cảm động,"
    }
  },
  {
    "translation": {
      "en": "but there's no way you're offering to help me out of the goodness of your heart.",
      "vi": "nhưng không đời nào cô đề nghị giúp tôi vì lòng tốt."
    }
  },
  {
    "translation": {
      "en": "So, you don't have the leverage that you claim.",
      "vi": "Cô không có lợi thế như cô nói."
    }
  },
  {
    "translation": {
      "en": "-Oh, no? -No.",
      "vi": "- Không ư? - Không."
    }
  },
  {
    "translation": {
      "en": "If I'm in a minefield, and I'm not buying your premise...",
      "vi": "Nếu tôi ở trong bãi mìn, và tôi không tin điều cô nói…"
    }
  },
  {
    "translation": {
      "en": "you need me to get out safe or else you might not survive.",
      "vi": "cô cần tôi thoát ra an toàn nếu không cô sẽ không sống sót."
    }
  },
  {
    "translation": {
      "en": "You really thought it was Christmas morning when I walked in here.",
      "vi": "Khi tôi bước vào đây, cô tưởng là có sáng Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "A kid fresh out of law school who doesn't even know how to run the copier. I think that's what you said.",
      "vi": "Một thằng nhóc mới tốt nghiệp trường luật không biết dùng máy photocopy."
    }
  },
  {
    "translation": {
      "en": "You thought you could manipulate and bully me into doing things your way,",
      "vi": "Tưởng có thể bắt nạt tôi làm theo cách của cô,"
    }
  },
  {
    "translation": {
      "en": "but you made a mistake, I'm a guy that doesn't mind falling on his face",
      "vi": "cô đã phạm sai lầm, tôi là người không ngại ngã dập mặt"
    }
  },
  {
    "translation": {
      "en": "or getting in over my head.",
      "vi": "hay làm quá khả năng."
    }
  },
  {
    "translation": {
      "en": "I actually kinda like that.",
      "vi": "Tôi thực sự thích thế."
    }
  },
  {
    "translation": {
      "en": "It's why I get up in the morning.",
      "vi": "Lý do tôi thức dậy mỗi sáng."
    }
  },
  {
    "translation": {
      "en": "So stop playing games.",
      "vi": "Nên đừng giở chiêu trò nữa."
    }
  },
  {
    "translation": {
      "en": "I need you and you need me.",
      "vi": "Tôi cần anh và anh cần tôi."
    }
  },
  {
    "translation": {
      "en": "So let's make a deal.",
      "vi": "Nên ta thỏa thuận đi."
    }
  },
  {
    "translation": {
      "en": "Forget it. You're a murderer. The last thing I need is your help.",
      "vi": "Quên đi. Cô là kẻ giết người. Tôi không cần sự giúp đỡ của cô."
    }
  },
  {
    "translation": {
      "en": "I'm going back to Langley, giving a full report on what happened.",
      "vi": "Tôi sẽ quay lại Langley, đưa ra báo cáo đầy đủ."
    }
  },
  {
    "translation": {
      "en": "I'll be in touch.",
      "vi": "Tôi sẽ giữ liên lạc."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Owen] Guard.",
      "vi": "- Ừ. - Quản giáo."
    }
  },
  {
    "translation": {
      "en": "You do that, but before you leave, I have a parting gift for you.",
      "vi": "Nhớ giữ liên lạc, nhưng trước khi đi, tôi có quà cho anh."
    }
  },
  {
    "translation": {
      "en": "My handler was Not Bob.",
      "vi": "Người quản lý tôi là Không Bob."
    }
  },
  {
    "translation": {
      "en": "-What is that, a fucking riddle? -No, your agency will know who it is.",
      "vi": "- Gì thế, câu đố à? - Không, cơ quan của anh sẽ biết là ai."
    }
  },
  {
    "translation": {
      "en": "-[door unlocks, then opens] -Good luck.",
      "vi": "Chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "You're gonna need it.",
      "vi": "Anh sẽ cần may mắn đấy."
    }
  },
  {
    "translation": {
      "en": "[Max] So I spent the afternoon going through your social media.",
      "vi": "Tôi dành cả buổi chiều để xem trang mạng xã hội của anh."
    }
  },
  {
    "translation": {
      "en": "Now I know everything you've done since college.",
      "vi": "Giờ tôi đã biết mọi việc anh làm từ hồi đại học."
    }
  },
  {
    "translation": {
      "en": "Every place you've lived.",
      "vi": "Mọi nơi anh từng sống."
    }
  },
  {
    "translation": {
      "en": "Every woman you've dated.",
      "vi": "Mọi phụ nữ anh từng hẹn hò."
    }
  },
  {
    "translation": {
      "en": "[Owen] Sor--- Just one second.",
      "vi": "Xin… Đợi một chút."
    }
  },
  {
    "translation": {
      "en": "Oh, no. No.",
      "vi": "Ôi không. Không."
    }
  },
  {
    "translation": {
      "en": "No, no, no. What-- What time is it?",
      "vi": "Không. Mấy giờ rồi?"
    }
  },
  {
    "translation": {
      "en": "-What day is it? -It's 9 a.m. on Thursday.",
      "vi": "- Hôm nay là ngày mấy? - Giờ là chín giờ sáng thứ Năm."
    }
  },
  {
    "translation": {
      "en": "Oh, fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Fuck. Uh...",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Last thing I remember, I-- I was eating...",
      "vi": "Điều cuối cùng tôi nhớ là tôi đang ăn…"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Those barbarians. They drugged me so they could go run their op.",
      "vi": "Lũ man rợ đó. Đánh thuốc tôi để tiến hành chiến dịch."
    }
  },
  {
    "translation": {
      "en": "Uh, can't you stop them?",
      "vi": "Anh không ngăn được?"
    }
  },
  {
    "translation": {
      "en": "No, once they're wheels up, all I can do is damage control.",
      "vi": "Không, khi họ đi rồi, tôi chỉ có thể kiểm soát thiệt hại."
    }
  },
  {
    "translation": {
      "en": "Well, so long as you're not busy, um,",
      "vi": "Miễn là anh không bận,"
    }
  },
  {
    "translation": {
      "en": "if I said the name \"Not Bob,\" what would you say?",
      "vi": "nếu tôi nói \"Không Bob\", anh sẽ nói gì?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Hey, I ate an Ambien sandwich. I need short simple questions.",
      "vi": "Tôi đã ăn một cái bánh kẹp Ambien. Tôi cần câu hỏi ngắn gọn."
    }
  },
  {
    "translation": {
      "en": "Who is Not Bob?",
      "vi": "Ai là Không Bob?"
    }
  },
  {
    "translation": {
      "en": "-Everybody's heard of Not Bob. -I haven't.",
      "vi": "- Ai cũng biết Không Bob. - Tôi thì chưa."
    }
  },
  {
    "translation": {
      "en": "He's a legend inside the agency,",
      "vi": "Ông ta là huyền thoại trong cơ quan,"
    }
  },
  {
    "translation": {
      "en": "ran the most dangerous ops in history, he retired as a division chief.",
      "vi": "chỉ đạo chiến dịch nguy hiểm nhất, nghỉ hưu là trưởng bộ phận."
    }
  },
  {
    "translation": {
      "en": "Why do we call him Not Bob?",
      "vi": "Sao gọi ông ấy là Không Bob?"
    }
  },
  {
    "translation": {
      "en": "Because he refused to use the pseudonym of Bob or Robert as a first name.",
      "vi": "Vì ông ấy không chịu dùng biệt danh Bob hay Robert."
    }
  },
  {
    "translation": {
      "en": "Well, I just got Not Bob's name from my graymailer.",
      "vi": "Tôi vừa được kẻ viết thư đe dọa cho biết về Không Bob."
    }
  },
  {
    "translation": {
      "en": "-You're lying. -I'm not.",
      "vi": "- Anh nói dối. - Tôi không nói dối."
    }
  },
  {
    "translation": {
      "en": "Assets don't know their case officers' real names,",
      "vi": "Các gián điệp không biết tên thật của cán bộ hồ sơ,"
    }
  },
  {
    "translation": {
      "en": "and sure as shit wouldn't know an internal nickname.",
      "vi": "và chắc chắn không biết biệt danh nội bộ."
    }
  },
  {
    "translation": {
      "en": "People keep saying that she shouldn't know these things, and then she does.",
      "vi": "Mọi người cứ nói cô ta không nên biết những thứ này, nhưng cô ta biết."
    }
  },
  {
    "translation": {
      "en": "-So, what am I supposed to do? -Get out of my office.",
      "vi": "- Vậy tôi phải làm gì? - Ra khỏi văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "I have enough trouble trying to control my rogue spec ops team.",
      "vi": "Tôi có đủ rắc rối khi phải kiểm soát đội đặc nhiệm lừa đảo rồi."
    }
  },
  {
    "translation": {
      "en": "The last thing I need is any of your radioactive graymail case getting on me.",
      "vi": "Tôi không muốn đống thư đe dọa tồn kho của anh gây khó chịu."
    }
  },
  {
    "translation": {
      "en": "Come on. It can't be that bad.",
      "vi": "Thôi nào. Không thể tệ thế được."
    }
  },
  {
    "translation": {
      "en": "It's always that bad, you moron.",
      "vi": "Lúc nào cũng tệ thế đấy, đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "Not Bob isn't just some former king shit CIA officer.",
      "vi": "Không Bob không chỉ là một cựu nhân viên CIA vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "He is currently the chief of staff--",
      "vi": "Ông ta hiện là chánh văn phòng…"
    }
  },
  {
    "translation": {
      "en": "The-- The president?",
      "vi": "Tổng thống?"
    }
  },
  {
    "translation": {
      "en": "For the fucking President of the United States.",
      "vi": "Của Tổng thống Hoa Kỳ chết tiệt."
    }
  },
  {
    "translation": {
      "en": "So, what happened in Phoenix?",
      "vi": "Chuyện gì đã xảy ra ở Phoenix?"
    }
  },
  {
    "translation": {
      "en": "Well?",
      "vi": "Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Upon interviewing Max Meladze,",
      "vi": "Khi thẩm vấn Max Meladze,"
    }
  },
  {
    "translation": {
      "en": "I feel that her threat of graymail is credible",
      "vi": "tôi cảm thấy lời đe dọa qua email của cô ta có cơ sở"
    }
  },
  {
    "translation": {
      "en": "and requires further investigation.",
      "vi": "và cần điều tra thêm."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Keep me posted.",
      "vi": "Tiếp tục cập nhật."
    }
  },
  {
    "translation": {
      "en": "-Hello? -[Owen] I'm gonna ask you one question.",
      "vi": "- A lô? - Tôi sẽ hỏi cô một câu."
    }
  },
  {
    "translation": {
      "en": "And if you answer honestly, I'll accept your offer.",
      "vi": "Nếu cô trả lời thành thật, tôi sẽ chấp nhận lời đề nghị."
    }
  },
  {
    "translation": {
      "en": "What's the question?",
      "vi": "Câu hỏi là gì?"
    }
  },
  {
    "translation": {
      "en": "Can I trust you?",
      "vi": "Có thể tin cô không?"
    }
  },
  {
    "translation": {
      "en": "When our interests align.",
      "vi": "Khi ta có chung lợi ích."
    }
  },
  {
    "translation": {
      "en": "Otherwise, no.",
      "vi": "Nếu không thì không."
    }
  },
  {
    "translation": {
      "en": "I'm in.",
      "vi": "Tôi tham gia."
    }
  }
]