[
  {
    "translation": {
      "en": "The following interview with the late Ruth Bader Ginsburg",
      "vi": "LOẠT PHIM TÀI LIỆU NETFLIX Phỏng vấn sau với Ruth Bader Ginsburg quá cố"
    }
  },
  {
    "translation": {
      "en": "took place at the US Supreme Court on August 2nd, 2019.",
      "vi": "diễn ra tại Tòa án Tối cao Hoa Kỳ vào ngày 2 tháng 8 năm 2019."
    }
  },
  {
    "translation": {
      "en": "It had originally been scheduled a few weeks later.",
      "vi": "Ban đầu nó được lên lịch muộn hơn vài tuần."
    }
  },
  {
    "translation": {
      "en": "It was brought forward at her request.",
      "vi": "Nó được dời sớm lên theo yêu cầu của bà."
    }
  },
  {
    "translation": {
      "en": "It was subsequently revealed",
      "vi": "Sau đó nó được tiết lộ"
    }
  },
  {
    "translation": {
      "en": "that a cancerous tumor had been discovered on her pancreas,",
      "vi": "rằng bà được phát hiện có khối u ung thư tuyến tụy"
    }
  },
  {
    "translation": {
      "en": "and three days after the interview, she began radiation therapy.",
      "vi": "và ba ngày sau cuộc phỏng vấn, bà bắt đầu xạ trị."
    }
  },
  {
    "translation": {
      "en": "This is one of her last interviews.",
      "vi": "Đây là một trong những phỏng vấn cuối của bà."
    }
  },
  {
    "translation": {
      "en": "I had two years out of university when I was married",
      "vi": "Sau khi rời trường đại học tôi đã có hai năm sống đời hôn nhân vì chồng tôi được gọi nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "because my husband was called into service.",
      "vi": "sống đời hôn nhân vì chồng tôi được gọi nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "And during those two years, I became pregnant.",
      "vi": "Và trong hai năm đó, tôi đã mang thai."
    }
  },
  {
    "translation": {
      "en": "And I worried, would I be able to manage",
      "vi": "Và tôi đã lo lắng, liệu tôi có thể xoay sở"
    }
  },
  {
    "translation": {
      "en": "a young child and Harvard Law School?",
      "vi": "một đứa trẻ lẫn Trường Luật Harvard hay không?"
    }
  },
  {
    "translation": {
      "en": "So my husband's father said to me,",
      "vi": "Nên bố chồng tôi đã nói với tôi,"
    }
  },
  {
    "translation": {
      "en": "Ruth, if you don't want to go to law school,",
      "vi": "Ruth à, nếu con không muốn học trường luật,"
    }
  },
  {
    "translation": {
      "en": "no one will think the less of you.",
      "vi": "không ai xem thường con đâu."
    }
  },
  {
    "translation": {
      "en": "You have a very good reason not to enroll.",
      "vi": "Con có lý do chính đáng để không ghi danh mà."
    }
  },
  {
    "translation": {
      "en": "But if you really want to be a lawyer,",
      "vi": "Nhưng nếu con thực sự muốn làm luật sư,"
    }
  },
  {
    "translation": {
      "en": "you will stop feeling sorry for yourself.",
      "vi": "con sẽ thôi thấy thương xót bản thân."
    }
  },
  {
    "translation": {
      "en": "You will pick yourself up, and you will find a way.",
      "vi": "Con sẽ xốc lại tinh thần và sẽ tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "And that advice, at every turn in my life,",
      "vi": "Và lời khuyên đó, ở mọi ngã rẽ trong đời mình,"
    }
  },
  {
    "translation": {
      "en": "I thought, Do I really want this?",
      "vi": "tôi đều nghĩ, Mình có thực sự muốn điều này không?"
    }
  },
  {
    "translation": {
      "en": "And if the answer's Yes, you find a way.",
      "vi": "Và nếu câu trả lời là Có, bạn sẽ tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "This was inspired by Nelson Mandela.",
      "vi": "Loạt phim này được truyền cảm hứng bởi Nelson Mandela."
    }
  },
  {
    "translation": {
      "en": "Who once said, What counts in life is not the mere fact that we have lived…",
      "vi": "Người từng nói, Quan trọng trong đời không chỉ có sự thật rằng ta tồn tại…"
    }
  },
  {
    "translation": {
      "en": "…it is what difference we have made to the lives of others",
      "vi": "…mà chính sự khác biệt mà ta tạo ra với cuộc đời người khác"
    }
  },
  {
    "translation": {
      "en": "that will determine the significance of the life we lead.",
      "vi": "sẽ quyết định tầm quan trọng của cuộc sống mà chúng ta dẫn dắt."
    }
  },
  {
    "translation": {
      "en": "His life left a lasting mark on the world.",
      "vi": "Cuộc đời ông để lại dấu ấn lâu dài trên thế giới."
    }
  },
  {
    "translation": {
      "en": "A legacy that has helped inspire so many others to stand up.",
      "vi": "Một di sản giúp truyền cảm hứng cho nhiều người khác đứng lên."
    }
  },
  {
    "translation": {
      "en": "To fight for change and to become leaders.",
      "vi": "Để đấu tranh cho sự thay đổi và trở thành nhà lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "So this is in memory of Madiba.",
      "vi": "Loạt phim này là để tưởng nhớ Madiba."
    }
  },
  {
    "translation": {
      "en": "It was made to remind us of the difference one person can make.",
      "vi": "Nó được làm để nhắc ta về khác biệt một người có thể tạo ra."
    }
  },
  {
    "translation": {
      "en": "It's about people who have made brave choices.",
      "vi": "Nó nói về những người đã có những lựa chọn dũng cảm."
    }
  },
  {
    "translation": {
      "en": "Leaders who have walked alongside him and followed in his footsteps.",
      "vi": "Những nhà lãnh đạo đã cùng đi và tiếp bước ông ấy."
    }
  },
  {
    "translation": {
      "en": "Caring for others. Working for a better and more equal world.",
      "vi": "Quan tâm người khác. Nỗ lực vì một thế giới tốt đẹp và bình đẳng hơn."
    }
  },
  {
    "translation": {
      "en": "And giving inspiration to the rest of us",
      "vi": "Và truyền cảm hứng cho những người còn lại chúng ta"
    }
  },
  {
    "translation": {
      "en": "to live to lead.",
      "vi": "sống để dẫn dắt."
    }
  },
  {
    "translation": {
      "en": "- Are we all good to go? - Yep.",
      "vi": "- Ta sẵn sàng rồi chứ? - Rồi."
    }
  },
  {
    "translation": {
      "en": "- Hey, are we rolling? - We're rolling.",
      "vi": "- Đang quay à? - Đang quay. Phải."
    }
  },
  {
    "translation": {
      "en": "- Okay. Justice Ginsburg-- - Yes?",
      "vi": "Được rồi. - Thẩm phán Ginsburg. Lần quay thứ nhất. - Vâng?"
    }
  },
  {
    "translation": {
      "en": "Take one.",
      "vi": "- Thẩm phán Ginsburg. Lần quay thứ nhất. - Vâng?"
    }
  },
  {
    "translation": {
      "en": "I can't imagine anyone else on Earth",
      "vi": "Không thể hình dung trên đời có ai"
    }
  },
  {
    "translation": {
      "en": "who I would be more proud to be in the room with than Ms. Ginsburg.",
      "vi": "khiến tôi tự hào được ở cùng phòng hơn Bà Ginsburg."
    }
  },
  {
    "translation": {
      "en": "They call her the Notorious R.B.G.",
      "vi": "Họ gọi bà ấy là RBG khét tiếng."
    }
  },
  {
    "translation": {
      "en": "She's a feminist icon, and a favorite among the young people.",
      "vi": "Bà ấy là biểu tượng nữ quyền và được giới trẻ yêu thích."
    }
  },
  {
    "translation": {
      "en": "She is the standard of courage",
      "vi": "Bà là tiêu chuẩn của lòng dũng cảm"
    }
  },
  {
    "translation": {
      "en": "and intellect and kindness and heart.",
      "vi": "và trí tuệ, lòng tốt và trái tim."
    }
  },
  {
    "translation": {
      "en": "Ruth used to ask,",
      "vi": "Ruth từng hỏi,"
    }
  },
  {
    "translation": {
      "en": "What is the difference between a bookkeeper in Brooklyn and a Supreme Court justice?",
      "vi": "Khác biệt giữa kế toán viên ở Brooklyn và Thẩm phán Tòa án Tối cao là gì?"
    }
  },
  {
    "translation": {
      "en": "Her answer?",
      "vi": "Câu trả lời của bà?"
    }
  },
  {
    "translation": {
      "en": "One generation.",
      "vi": "Một thế hệ."
    }
  },
  {
    "translation": {
      "en": "It has been said that Ruth wanted to be an opera virtuoso",
      "vi": "Người ta nói Ruth muốn trở thành một nghệ sĩ opera,"
    }
  },
  {
    "translation": {
      "en": "but became a rock star instead.",
      "vi": "nhưng thay vì đó lại nổi tiếng cỡ sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "Virtually every significant case brought before the Supreme Court",
      "vi": "Hầu như mọi vụ án quan trọng được đưa ra trước Tòa án Tối cao"
    }
  },
  {
    "translation": {
      "en": "in the decade of the '70s on behalf of women,",
      "vi": "trong thập niên 70 đại diện cho phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "bore her mark.",
      "vi": "đều mang dấu ấn của bà."
    }
  },
  {
    "translation": {
      "en": "Later, she became a star on the bench,",
      "vi": "Sau đó, bà thành ngôi sao trên ghế toà án,"
    }
  },
  {
    "translation": {
      "en": "where she sat for 27 years.",
      "vi": "nơi bà ngồi suốt 27 năm."
    }
  },
  {
    "translation": {
      "en": "She's an amazing, brave woman. And strong.",
      "vi": "Bà là một phụ nữ tuyệt vời, dũng cảm. Và mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "People ask me sometimes,",
      "vi": "Đôi khi người ta hỏi tôi,"
    }
  },
  {
    "translation": {
      "en": "When will there be enough women on the court?",
      "vi": "Khi nào mới có đủ phụ nữ ở tòa án?"
    }
  },
  {
    "translation": {
      "en": "And my answer is,",
      "vi": "Và câu trả lời của tôi là,"
    }
  },
  {
    "translation": {
      "en": "When there are nine.",
      "vi": "Khi có chín người."
    }
  },
  {
    "translation": {
      "en": "So much has been written and said about you,",
      "vi": "Đã có rất nhiều điều viết và nói về bà,"
    }
  },
  {
    "translation": {
      "en": "but I wonder if we could start with you telling me a little bit about your life.",
      "vi": "nhưng không biết ta có thể bắt đầu bằng việc bà kể đôi chút về đời mình."
    }
  },
  {
    "translation": {
      "en": "My current life, and for the past 26 years,",
      "vi": "Cuộc sống hiện tại của tôi, và trong 26 năm qua,"
    }
  },
  {
    "translation": {
      "en": "I have been a member of the Supreme Court of the United States.",
      "vi": "tôi là thành viên của Tòa án Tối cao Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Before that, I was a lawyer and a law teacher.",
      "vi": "Trước đó, tôi là luật sư và giáo viên luật."
    }
  },
  {
    "translation": {
      "en": "My entering law school class had some 500 students.",
      "vi": "Lớp nhập môn trường luật của tôi có khoảng 500 sinh viên."
    }
  },
  {
    "translation": {
      "en": "Nine of them were women.",
      "vi": "Chín người trong số họ là phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Parents of girls in those days",
      "vi": "Cha mẹ của các cô gái hồi đó"
    }
  },
  {
    "translation": {
      "en": "thought the most important degree for their daughter",
      "vi": "nghĩ bằng cấp quan trọng nhất với con gái họ"
    }
  },
  {
    "translation": {
      "en": "was not the Bachelor of Arts or Sciences.",
      "vi": "không phải bằng Cử nhân Mỹ thuật hay Khoa học."
    }
  },
  {
    "translation": {
      "en": "It was the MRS degree.",
      "vi": "Đó là bằng Phu nhân."
    }
  },
  {
    "translation": {
      "en": "But my mother was not that way.",
      "vi": "Nhưng mẹ tôi không như vậy."
    }
  },
  {
    "translation": {
      "en": "One of the things she urged strongly",
      "vi": "Một trong những điều bà ấy thúc giục mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "was that it's fine if you meet Prince Charming,",
      "vi": "là gặp được Hoàng tử Quyến rũ thì cũng tốt,"
    }
  },
  {
    "translation": {
      "en": "but always be able to fend for yourself.",
      "vi": "nhưng hãy luôn tự bảo vệ mình."
    }
  },
  {
    "translation": {
      "en": "Be independent.",
      "vi": "Hãy độc lập."
    }
  },
  {
    "translation": {
      "en": "Two things were important to my mother.",
      "vi": "Hai điều quan trọng với mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "One was that I be independent,",
      "vi": "Một là tôi phải độc lập,"
    }
  },
  {
    "translation": {
      "en": "and the other, she called it being a lady.",
      "vi": "và điều kia, bà ấy gọi nó là làm một quý cô."
    }
  },
  {
    "translation": {
      "en": "And by that, she didn't mean wearing white gloves,",
      "vi": "Và ý bà ấy không phải là đeo găng tay trắng,"
    }
  },
  {
    "translation": {
      "en": "she meant that a lady doesn't give way",
      "vi": "ý bà ấy là một quý cô không nhún nhường"
    }
  },
  {
    "translation": {
      "en": "to emotions that sap energy and do no good.",
      "vi": "trước những cảm xúc hủy hoại năng lượng và chẳng giúp ích gì."
    }
  },
  {
    "translation": {
      "en": "So anger, jealousy, remorse.",
      "vi": "Nên giận dữ, ghen tị, hối hận."
    }
  },
  {
    "translation": {
      "en": "Those were emotions that don't move you forward.",
      "vi": "Đó là những cảm xúc không giúp bạn tiến lên."
    }
  },
  {
    "translation": {
      "en": "They trap you.",
      "vi": "Chúng bẫy bạn."
    }
  },
  {
    "translation": {
      "en": "Don't snap back in anger.",
      "vi": "Đừng phản ứng trong giận dữ."
    }
  },
  {
    "translation": {
      "en": "Take a few deep breaths,",
      "vi": "Hãy hít vài hơi thở sâu"
    }
  },
  {
    "translation": {
      "en": "and respond in a way that you may be persuasive.",
      "vi": "và trả lời theo cách mà bạn có thể bị thuyết phục."
    }
  },
  {
    "translation": {
      "en": "It was a great sadness in my young life",
      "vi": "Một nỗi buồn to lớn trong tuổi trẻ của tôi"
    }
  },
  {
    "translation": {
      "en": "that she died the day before I graduated from high school.",
      "vi": "là bà ấy mất một ngày trước khi tôi tốt nghiệp trung học."
    }
  },
  {
    "translation": {
      "en": "She battled cancer for four years,",
      "vi": "Bà ấy đã chiến đấu với ung thư suốt bốn năm."
    }
  },
  {
    "translation": {
      "en": "and then finally succumbed.",
      "vi": "Và rồi cuối cùng cũng chịu thua."
    }
  },
  {
    "translation": {
      "en": "I decided to become a lawyer when I was a college student.",
      "vi": "Tôi quyết định trở thành luật sư khi còn là sinh viên đại học."
    }
  },
  {
    "translation": {
      "en": "It was a bad time for the United States. There was a huge Red Scare.",
      "vi": "Đó là thời điểm tồi tệ với nước Mỹ. Có một cuộc Khủng Hoảng Đỏ lớn."
    }
  },
  {
    "translation": {
      "en": "This is no field day for Moscow or its sympathizers.",
      "vi": "Đây không phải ngày đáng nhớ đối với Moscow hay những kẻ ủng hộ."
    }
  },
  {
    "translation": {
      "en": "The only answer to a strategy of victory for the communist world",
      "vi": "Đáp án duy nhất cho chiến lược chiến thắng của thế giới cộng sản"
    }
  },
  {
    "translation": {
      "en": "is a strategy of victory for the free world.",
      "vi": "là chiến lược chiến thắng cho thế giới tự do."
    }
  },
  {
    "translation": {
      "en": "And there was a senator from Wisconsin, Joe McCarthy,",
      "vi": "Và có một thượng nghị sĩ từ Wisconsin, Joe McCarthy,"
    }
  },
  {
    "translation": {
      "en": "who saw a communist in every corner.",
      "vi": "người ở ngõ ngách nào cũng thấy cộng sản."
    }
  },
  {
    "translation": {
      "en": "Apparently, every time anybody says anything",
      "vi": "Có vẻ như mỗi khi ai đó nói điều gì đó"
    }
  },
  {
    "translation": {
      "en": "against anybody working for Senator McCarthy…",
      "vi": "chống lại bất kỳ ai làm cho Thượng nghị sĩ McCarthy…"
    }
  },
  {
    "translation": {
      "en": "- Just answer the quest-- - …he's accusing them of communism.",
      "vi": "- Trả lời câu hỏi. - …ông ấy cáo buộc họ là cộng sản."
    }
  },
  {
    "translation": {
      "en": "Just answer the question.",
      "vi": "Trả lời câu hỏi đi."
    }
  },
  {
    "translation": {
      "en": "People were hauled before the House Un- American Activities Committee.",
      "vi": "Người ta bị lôi ra trước Ủy ban Hạ viện Hành động chống Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "And my professor of constitutional law",
      "vi": "Và giáo sư luật hiến pháp của tôi"
    }
  },
  {
    "translation": {
      "en": "impressed upon me that lawyers were standing up for these people",
      "vi": "đã tạo cho tôi ấn tượng rằng các luật sư đã đứng lên vì những người này"
    }
  },
  {
    "translation": {
      "en": "and reminding our Congress that we have a First Amendment",
      "vi": "và nhắc nhở Quốc hội rằng chúng ta có Tu chính án Thứ Nhất"
    }
  },
  {
    "translation": {
      "en": "that protects our right to think, speak, and write as we believe,",
      "vi": "bảo vệ quyền suy nghĩ, nói và viết như chúng ta tin tưởng"
    }
  },
  {
    "translation": {
      "en": "and not as some Big Brother government tells us.",
      "vi": "và không phải như vài chính phủ Anh Lớn nói với chúng ta."
    }
  },
  {
    "translation": {
      "en": "That there is the right to freedom of thought and expression.",
      "vi": "Rằng có quyền tự do suy nghĩ và thể hiện."
    }
  },
  {
    "translation": {
      "en": "I said that I was exercising my rights",
      "vi": "Tôi nói tôi đang thực hiện quyền của mình"
    }
  },
  {
    "translation": {
      "en": "guaranteed to me under the Fifth Amendment of the Constitution.",
      "vi": "được bảo đảm cho tôi theo Tu chính án Thứ Năm của Hiến pháp."
    }
  },
  {
    "translation": {
      "en": "So that gave me the idea that being a lawyer was a pretty nifty thing to do.",
      "vi": "Điều đó khiến tôi nghĩ rằng làm luật sư là một việc khá hữu dụng."
    }
  },
  {
    "translation": {
      "en": "I thought I could earn a living, and then I could do something",
      "vi": "Tôi nghĩ tôi có thể kiếm sống và rồi tôi có thể làm gì đó"
    }
  },
  {
    "translation": {
      "en": "to make things a little better in my society.",
      "vi": "để làm mọi thứ trong xã hội của mình tốt đẹp hơn chút."
    }
  },
  {
    "translation": {
      "en": "I didn't appreciate fully the barriers to going and getting a job in the law.",
      "vi": "Tôi đã không hoàn toàn đánh giá đúng những rào cản đi và xin việc ngành luật."
    }
  },
  {
    "translation": {
      "en": "I did very well in law school,",
      "vi": "Tôi học tốt ở trường luật,"
    }
  },
  {
    "translation": {
      "en": "but there wasn't a single firm in the city of New York",
      "vi": "nhưng không có công ty nào ở thành phố New York"
    }
  },
  {
    "translation": {
      "en": "that would offer me a job.",
      "vi": "đề nghị thuê tôi."
    }
  },
  {
    "translation": {
      "en": "I don't know how many times I heard from law firms,",
      "vi": "Không biết bao nhiêu lần tôi nghe từ các công ty luật,"
    }
  },
  {
    "translation": {
      "en": "We had a lady lawyer, and she was dreadful.",
      "vi": "Ta có một nữ luật sư và cô ấy thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "I had three strikes against me.",
      "vi": "Đã có ba cuộc tấn công chống lại tôi."
    }
  },
  {
    "translation": {
      "en": "One is I am Jewish, and there was considerable antisemitism.",
      "vi": "Một là tôi là người Do Thái và có một sự bài trừ Do Thái đáng kể."
    }
  },
  {
    "translation": {
      "en": "The second, I was a woman, and those barriers were just beginning to fall.",
      "vi": "Thứ hai, tôi là phụ nữ và những rào cản đó mới bắt đầu sụp đổ."
    }
  },
  {
    "translation": {
      "en": "The third one was a strikeout.",
      "vi": "Vụ thứ ba là cú tấn công quyết định."
    }
  },
  {
    "translation": {
      "en": "I was a mother.",
      "vi": "Tôi đã làm mẹ."
    }
  },
  {
    "translation": {
      "en": "My daughter was four years old when I graduated from law school.",
      "vi": "Khi tôi tốt nghiệp trường luật con gái tôi mới bốn tuổi."
    }
  },
  {
    "translation": {
      "en": "So the rare firms that would take a chance on a woman",
      "vi": "Nên nếu hiếm hoi có công ty cho một phụ nữ cơ hội"
    }
  },
  {
    "translation": {
      "en": "would not risk hiring a mother.",
      "vi": "họ cũng sẽ không mạo hiểm thuê một bà mẹ."
    }
  },
  {
    "translation": {
      "en": "When the women's movement came alive in the late 1960s,",
      "vi": "Khi Phong trào Phụ nữ hồi sinh vào cuối những năm 1960,"
    }
  },
  {
    "translation": {
      "en": "I knew that's what I-- I wanted.",
      "vi": "tôi biết đó là điều tôi muốn."
    }
  },
  {
    "translation": {
      "en": "There were things that I had observed growing up.",
      "vi": "Có những điều tôi đã quan sát khi lớn lên."
    }
  },
  {
    "translation": {
      "en": "Before I became a lawyer,",
      "vi": "Trước khi tôi trở thành luật sư,"
    }
  },
  {
    "translation": {
      "en": "there was a time when women were not accepted as members of the bar.",
      "vi": "đã có lúc phụ nữ không được chấp nhận là thành viên của hội luật sư."
    }
  },
  {
    "translation": {
      "en": "There were no women judges. Very few women engineers.",
      "vi": "Không có thẩm phán nữ. Rất ít kỹ sư nữ."
    }
  },
  {
    "translation": {
      "en": "No women police officers. No women firefighters.",
      "vi": "Không có cảnh sát nữ. Không có lính cứu hỏa nữ."
    }
  },
  {
    "translation": {
      "en": "This is Mary McDonald.",
      "vi": "Đây là Mary McDonald."
    }
  },
  {
    "translation": {
      "en": "Age? Well, old enough to be the mother of those three.",
      "vi": "Tuổi tác? Đủ lớn để làm mẹ ba con."
    }
  },
  {
    "translation": {
      "en": "Profession? That's part of it right there.",
      "vi": "Nghề nghiệp? Kia là một phần của nó đấy."
    }
  },
  {
    "translation": {
      "en": "Together, with a good deal of housework and lots of mileage in the family car.",
      "vi": "Cùng nhau, với rất nhiều việc nhà và rất nhiều dặm trong chiếc xe gia đình."
    }
  },
  {
    "translation": {
      "en": "And I thought, Well, that's just part of the territory.",
      "vi": "Và tôi đã nghĩ, Chà, đó chỉ là một phần địa hạt này."
    }
  },
  {
    "translation": {
      "en": "You have to put up with it.",
      "vi": "Cô phải chịu đựng nó."
    }
  },
  {
    "translation": {
      "en": "But in the late '60s, women began to think,",
      "vi": "Nhưng cuối những năm 60, phụ nữ bắt đầu nghĩ,"
    }
  },
  {
    "translation": {
      "en": "No, we don't have to put up with it. We should be able to do",
      "vi": "Không, ta không cần chịu đựng. Ta có thể làm"
    }
  },
  {
    "translation": {
      "en": "whatever we have the talent to do,",
      "vi": "bất cứ điều gì ta có tài năng để làm,"
    }
  },
  {
    "translation": {
      "en": "and no one should stop us simply because we're women.",
      "vi": "và không ai được cản chúng ta chỉ vì chúng ta là phụ nữ."
    }
  },
  {
    "translation": {
      "en": "I was teaching law at Rutgers University,",
      "vi": "Hồi đó tôi đang dạy luật ở Đại học Rutgers"
    }
  },
  {
    "translation": {
      "en": "and my students wanted to have a course on women and the law.",
      "vi": "và các sinh viên của tôi muốn có một khóa học về phụ nữ và luật pháp."
    }
  },
  {
    "translation": {
      "en": "And in the space of a month,",
      "vi": "Trong một tháng,"
    }
  },
  {
    "translation": {
      "en": "I read every federal decision about women's rights or the lack thereof.",
      "vi": "tôi đã đọc mọi quyết định của liên bang về quyền phụ nữ hoặc thiếu sót về việc đó."
    }
  },
  {
    "translation": {
      "en": "Women were making claims that they hadn't before.",
      "vi": "Phụ nữ đang đưa ra những đòi hỏi chưa từng có."
    }
  },
  {
    "translation": {
      "en": "So I was a volunteer lawyer for the American Civil Liberties Union,",
      "vi": "Nên tôi là luật sư tình nguyện cho Liên hiệp Tự do Dân sự Mỹ."
    }
  },
  {
    "translation": {
      "en": "devoting the entire decade of the '70s to see what I could contribute.",
      "vi": "Cống hiến cả thập niên 70 xem tôi có thể đóng góp điều gì."
    }
  },
  {
    "translation": {
      "en": "So in that decade of the '70s,",
      "vi": "Nên trong thập niên 70 đó,"
    }
  },
  {
    "translation": {
      "en": "I appeared before many courts. This court included.",
      "vi": "tôi xuất hiện trước nhiều tòa án. Bao gồm cả tòa án này."
    }
  },
  {
    "translation": {
      "en": "When I first got into the business of gender equality,",
      "vi": "Khi tôi mới bước vào lĩnh vực bình đẳng giới,"
    }
  },
  {
    "translation": {
      "en": "it was a world in which most men thought,",
      "vi": "đó là thế giới mà hầu hết đàn ông nghĩ,"
    }
  },
  {
    "translation": {
      "en": "There really is no such thing as discrimination against women.",
      "vi": "Thực sự không có gì gọi là phân biệt đối xử với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "All the barriers were regarded as protections.",
      "vi": "Mọi rào cản đều được coi là sự bảo vệ."
    }
  },
  {
    "translation": {
      "en": "They exclude women from an occupation thought more appropriate to men.",
      "vi": "Họ loại trừ phụ nữ khỏi một nghề nghiệp được cho là phù hợp hơn với đàn ông."
    }
  },
  {
    "translation": {
      "en": "The sex criterion stigmatizes",
      "vi": "Tiêu chí giới tính mang tiếng xấu"
    }
  },
  {
    "translation": {
      "en": "when it is used to limit hours of work for women only.",
      "vi": "khi nó dùng để giới hạn số giờ làm việc của riêng phái nữ."
    }
  },
  {
    "translation": {
      "en": "Hours regulations, today, protect women",
      "vi": "Ngày nay, quy định về giờ giấc bảo vệ phụ nữ"
    }
  },
  {
    "translation": {
      "en": "from competing for extra remuneration, higher- paying jobs, promotions.",
      "vi": "khỏi việc cạnh tranh để có thêm thù lao, công việc lương cao hơn, thăng chức."
    }
  },
  {
    "translation": {
      "en": "People knew that race discrimination was odious.",
      "vi": "Mọi người biết rằng phân biệt chủng tộc là đáng tởm."
    }
  },
  {
    "translation": {
      "en": "Discrimination based on religion was a bad thing.",
      "vi": "Phân biệt dựa trên tôn giáo là một điều tồi tệ."
    }
  },
  {
    "translation": {
      "en": "But they didn't think that about the barriers that women face.",
      "vi": "Nhưng họ không nghĩ thế về những rào cản mà phụ nữ phải đối mặt."
    }
  },
  {
    "translation": {
      "en": "There's a line of contention that…",
      "vi": "Có một dòng tranh cãi rằng…"
    }
  },
  {
    "translation": {
      "en": "more protections are necessary for women.",
      "vi": "…phụ nữ cần nhiều sự bảo vệ hơn."
    }
  },
  {
    "translation": {
      "en": "From bans on pornography to child- rearing benefits for mothers",
      "vi": "Từ việc cấm phim khiêu dâm đến trợ cấp nuôi con cho các bà mẹ,"
    }
  },
  {
    "translation": {
      "en": "but not for fathers, not equally for fathers.",
      "vi": "nhưng không dành cho bố, không bình đẳng cho các bố."
    }
  },
  {
    "translation": {
      "en": "Uh, the greater protection that women need from",
      "vi": "Phụ nữ cần được bảo vệ nhiều hơn…"
    }
  },
  {
    "translation": {
      "en": "child sexual molestation, where they are more frequently the victims,",
      "vi": "khỏi sự lạm dụng tình dục trẻ em, nơi họ thường xuyên là nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "and I'd be interested in your thinking as to the use of the legislative branch",
      "vi": "và tôi sẽ quan tâm đến suy nghĩ của bà về việc sử dụng nhánh lập pháp"
    }
  },
  {
    "translation": {
      "en": "as some of the other women's advocates have articulated the views in the 1980s.",
      "vi": "như vài người ủng hộ phụ nữ khác đã nói rõ quan điểm vào những năm 1980."
    }
  },
  {
    "translation": {
      "en": "I think it's grand to use the legislative branch.",
      "vi": "Tôi nghĩ dùng nhánh lập pháp là rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "What you discuss, Senator Specter, I think reflects a large generational difference.",
      "vi": "Điều ông bàn, thưa Thượng nghị sĩ Specter, tôi nghĩ phản ánh khác biệt thế hệ lớn."
    }
  },
  {
    "translation": {
      "en": "In the days of the protective laws,",
      "vi": "Trong thời của luật bảo vệ,"
    }
  },
  {
    "translation": {
      "en": "the legislative branch was used extensively.",
      "vi": "nhánh lập pháp được sử dụng rộng rãi."
    }
  },
  {
    "translation": {
      "en": "And the legislative branch said that we'll restrict the hours",
      "vi": "Và nhánh lập pháp nói rằng chúng tôi sẽ giới hạn giờ"
    }
  },
  {
    "translation": {
      "en": "for women but not for men.",
      "vi": "cho phụ nữ, đàn ông thì không."
    }
  },
  {
    "translation": {
      "en": "We will restrict night work for women but not for men.",
      "vi": "Chúng tôi sẽ giới hạn giờ làm việc đêm cho phụ nữ, đàn ông thì không."
    }
  },
  {
    "translation": {
      "en": "We will restrict the jobs that women can take but not men.",
      "vi": "Chúng tôi sẽ giới hạn những nghề phụ nữ có thể làm, đàn ông thì không."
    }
  },
  {
    "translation": {
      "en": "Because we know better, we can protect them.",
      "vi": "Vì chúng tôi hiểu rõ hơn. Chúng tôi có thể bảo vệ họ."
    }
  },
  {
    "translation": {
      "en": "They need to be protected from unhealthy and unsafe conditions.",
      "vi": "Họ cần được bảo vệ khỏi những điều kiện không lành mạnh và không an toàn."
    }
  },
  {
    "translation": {
      "en": "Especially jobs that pay double time, um, and the like.",
      "vi": "Đặc biệt là những công việc trả thời gian gấp đôi và tương tự."
    }
  },
  {
    "translation": {
      "en": "The legislature works all over the place protecting women.",
      "vi": "Cơ quan lập pháp hoạt động khắp nơi để bảo vệ phụ nữ."
    }
  },
  {
    "translation": {
      "en": "They thought they operated benignly in the women's favor.",
      "vi": "Họ nghĩ họ hoạt động nhân đạo vì phụ nữ."
    }
  },
  {
    "translation": {
      "en": "And another one, women didn't serve on juries",
      "vi": "Một điều nữa, phụ nữ không tham gia bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "because they were considered the center of home and family life.",
      "vi": "vì họ được coi là trung tâm của ngôi nhà và đời sống gia đình."
    }
  },
  {
    "translation": {
      "en": "What that says to a woman is, You're not really a full citizen.",
      "vi": "Với một phụ nữ điều đó nói lên rằng, Cô không thực sự là công dân."
    }
  },
  {
    "translation": {
      "en": "Citizens have obligations, as well as rights.",
      "vi": "Công dân có nghĩa vụ cũng như quyền lợi."
    }
  },
  {
    "translation": {
      "en": "My generation had the sense that",
      "vi": "Thế hệ của tôi có cảm giác rằng"
    }
  },
  {
    "translation": {
      "en": "that protection was protecting men's jobs against…",
      "vi": "sự bảo vệ đó là bảo vệ công việc của đàn ông khỏi…"
    }
  },
  {
    "translation": {
      "en": "from women's competition.",
      "vi": "Khỏi sự cạnh tranh của nữ."
    }
  },
  {
    "translation": {
      "en": "I knew what I was doing was important and that I had to make people understand.",
      "vi": "Tôi biết việc tôi làm là quan trọng và tôi phải khiến mọi người hiểu."
    }
  },
  {
    "translation": {
      "en": "Supreme Court Justice Brennan put it very well.",
      "vi": "Thẩm phán Tòa án Tối cao Brennan đã nói rất rõ."
    }
  },
  {
    "translation": {
      "en": "The woman was not on a pedestal.",
      "vi": "Phụ nữ không được nâng niu."
    }
  },
  {
    "translation": {
      "en": "She was, in fact, in a cage.",
      "vi": "Thật ra, cô ấy ở trong lồng."
    }
  },
  {
    "translation": {
      "en": "And on the other side, there were several cases in which I represented men.",
      "vi": "Và ở phía bên kia, có vài vụ mà tôi đại diện cho nam giới."
    }
  },
  {
    "translation": {
      "en": "One of my favorite clients, his wife died in childbirth,",
      "vi": "Một khách hàng tôi yêu quý, vợ anh ấy qua đời khi sinh con"
    }
  },
  {
    "translation": {
      "en": "and he was left the sole surviving parent.",
      "vi": "và anh ấy là phụ huynh duy nhất còn sống."
    }
  },
  {
    "translation": {
      "en": "There were childcare benefits if a male worker dies,",
      "vi": "Có trợ cấp chăm sóc trẻ em nếu lao động nam qua đời,"
    }
  },
  {
    "translation": {
      "en": "but if a female worker died,",
      "vi": "nhưng nếu lao động nữ qua đời,"
    }
  },
  {
    "translation": {
      "en": "there were no childcare benefits for the widower.",
      "vi": "không có quyền lợi chăm sóc trẻ cho người góa vợ."
    }
  },
  {
    "translation": {
      "en": "The underlying assumption was,",
      "vi": "Giả định cơ bản là,"
    }
  },
  {
    "translation": {
      "en": "Wives are typically dependent, husbands are not.",
      "vi": "Vợ thường phụ thuộc, chồng thì không."
    }
  },
  {
    "translation": {
      "en": "The impact is to encourage the traditional division of labor between man and woman.",
      "vi": "Tác động là khuyến khích sự phân công lao động truyền thống giữa nam và nữ."
    }
  },
  {
    "translation": {
      "en": "We were trying to change that way of thinking.",
      "vi": "Chúng tôi đang cố thay đổi cách nghĩ đó."
    }
  },
  {
    "translation": {
      "en": "So that men, if they were parents,",
      "vi": "Để… đàn ông, nếu họ là phụ huynh,"
    }
  },
  {
    "translation": {
      "en": "would have the same benefits as women.",
      "vi": "sẽ có quyền lợi như phụ nữ."
    }
  },
  {
    "translation": {
      "en": "And women who wanted to be whatever,",
      "vi": "Và những phụ nữ muốn làm bất cứ điều gì,"
    }
  },
  {
    "translation": {
      "en": "a doctor or a lawyer, police officer,",
      "vi": "bác sĩ hay luật sư, cảnh sát"
    }
  },
  {
    "translation": {
      "en": "that would be fine.",
      "vi": "đều được cả."
    }
  },
  {
    "translation": {
      "en": "Virtually every significant case brought before the Supreme Court",
      "vi": "Hầu như mọi vụ quan trọng được đưa ra Tòa án Tối cao"
    }
  },
  {
    "translation": {
      "en": "in the decade of the '70s on behalf of women,",
      "vi": "trong thập niên 70, đại diện cho nữ"
    }
  },
  {
    "translation": {
      "en": "bore her mark.",
      "vi": "đều mang dấu ấn của bà."
    }
  },
  {
    "translation": {
      "en": "Wanting what seems now to be such a terribly simple principle,",
      "vi": "Muốn thứ có vẻ như bây giờ là một nguyên tắc cực kỳ đơn giản,"
    }
  },
  {
    "translation": {
      "en": "equal treatment for women and men before the law.",
      "vi": "sự đối xử bình đẳng giữa nữ và nam trước pháp luật."
    }
  },
  {
    "translation": {
      "en": "A principle that was always embraced by your husband, Marty.",
      "vi": "Nguyên tắc luôn được chồng bà, Marty ủng hộ."
    }
  },
  {
    "translation": {
      "en": "In every way.",
      "vi": "Về mọi mặt."
    }
  },
  {
    "translation": {
      "en": "I have had the great, good fortune to share life with a partner",
      "vi": "Tôi có may mắn tuyệt vời được chia sẻ cuộc sống với người bạn đời"
    }
  },
  {
    "translation": {
      "en": "truly extraordinary for his generation.",
      "vi": "thực sự phi thường đối với thế hệ ông ấy."
    }
  },
  {
    "translation": {
      "en": "A man who believed at age 18, when we met,",
      "vi": "Người mà khi bọn tôi gặp nhau ở tuổi 18 đã tin"
    }
  },
  {
    "translation": {
      "en": "and who believes today…",
      "vi": "và ngày nay vẫn tin…"
    }
  },
  {
    "translation": {
      "en": "that a woman's work…",
      "vi": "rằng công việc của một phụ nữ…"
    }
  },
  {
    "translation": {
      "en": "whether at home or on the job,",
      "vi": "dù ở nhà hay đi làm,"
    }
  },
  {
    "translation": {
      "en": "is as important as a man's.",
      "vi": "đều quan trọng không kém đàn ông."
    }
  },
  {
    "translation": {
      "en": "I became a lawyer",
      "vi": "Tôi đã trở thành luật sư"
    }
  },
  {
    "translation": {
      "en": "in days when women were not wanted by most members of the legal profession.",
      "vi": "ở cái thời hầu hết thành viên ngành luật không muốn nhận phụ nữ."
    }
  },
  {
    "translation": {
      "en": "I became a lawyer because Marty, and his parents,",
      "vi": "Tôi trở thành luật sư vì Marty, và bố mẹ ông ấy,"
    }
  },
  {
    "translation": {
      "en": "supported that choice unreservedly.",
      "vi": "đã ủng hộ lựa chọn đó không chút dè dặt."
    }
  },
  {
    "translation": {
      "en": "He was always my biggest booster,",
      "vi": "Ông ấy luôn là người ủng hộ lớn nhất của tôi"
    }
  },
  {
    "translation": {
      "en": "and he was tireless in his effort to see",
      "vi": "và ông ấy đã nỗ lực không mệt mỏi để thấy"
    }
  },
  {
    "translation": {
      "en": "that I would be the nominee.",
      "vi": "rằng tôi được đề cử."
    }
  },
  {
    "translation": {
      "en": "He also had a particular skill. He was a great cook.",
      "vi": "Ông ấy cũng có kỹ năng đặc biệt. Ông ấy là đầu bếp giỏi."
    }
  },
  {
    "translation": {
      "en": "Our arrangement was, when my children were young,",
      "vi": "Bọn tôi sắp xếp là, khi các con tôi còn nhỏ,"
    }
  },
  {
    "translation": {
      "en": "I was the everyday cook, he was the weekend and company cook.",
      "vi": "tôi là đầu bếp hàng ngày, ông ấy là đầu bếp cuối tuần và công ty."
    }
  },
  {
    "translation": {
      "en": "My daughter, in her teens,",
      "vi": "Con gái tôi, ở tuổi thiếu niên,"
    }
  },
  {
    "translation": {
      "en": "noticed the enormous difference between Daddy's cooking and Mommy's.",
      "vi": "đã nhận ra sự khác biệt lớn giữa cách nấu ăn của bố và của mẹ."
    }
  },
  {
    "translation": {
      "en": "And decided Daddy shouldn't be just the weekend cook,",
      "vi": "Và quyết định bố không nên chỉ là đầu bếp cuối tuần,"
    }
  },
  {
    "translation": {
      "en": "he should be the everyday cook.",
      "vi": "ông ấy nên là đầu bếp hàng ngày."
    }
  },
  {
    "translation": {
      "en": "So for all the years that I've lived in Washington, DC,",
      "vi": "Nên, trong suốt những năm tôi sống ở Washington D.C.,"
    }
  },
  {
    "translation": {
      "en": "I've not cooked a meal.",
      "vi": "tôi không nấu bữa nào."
    }
  },
  {
    "translation": {
      "en": "There is one in this audience whose presence I want specially to acknowledge.",
      "vi": "Có một khán giả mà tôi muốn đặc biệt ghi nhận sự hiện diện."
    }
  },
  {
    "translation": {
      "en": "She is my wonderful mother- in- law, Evelyn Ginsburg.",
      "vi": "Bà ấy là mẹ chồng tuyệt vời của tôi, Evelyn Ginsburg."
    }
  },
  {
    "translation": {
      "en": "My mother- in- law, on my wedding day, gave me the best advice ever.",
      "vi": "Mẹ chồng tôi vào ngày cưới đã cho tôi lời khuyên tốt nhất."
    }
  },
  {
    "translation": {
      "en": "She said, Dear, I would like to tell you the secret of a happy marriage.",
      "vi": "Bà nói, Con yêu, mẹ muốn cho con biết bí mật của hôn nhân hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Well, I'd be glad to have it. What is it?",
      "vi": "Chà, thế thì hay quá. Là gì thế mẹ?"
    }
  },
  {
    "translation": {
      "en": "She said, Sometimes, it helps to be a little… deaf.",
      "vi": "Bà ấy nói, Đôi khi bị điếc một chút cũng có ích."
    }
  },
  {
    "translation": {
      "en": "That is, if an unkind word is spoken, you tune out.",
      "vi": "Tức là, nếu một lời không hay nói ra, bạn đừng để ý."
    }
  },
  {
    "translation": {
      "en": "And I have followed that advice assiduously.",
      "vi": "Và tôi đã cần mẫn làm theo lời khuyên đó."
    }
  },
  {
    "translation": {
      "en": "Not only in dealing with my dear spouse but with my colleagues.",
      "vi": "Không chỉ với bạn đời thân yêu của tôi, mà với cả đồng nghiệp."
    }
  },
  {
    "translation": {
      "en": "What do you think the world needs more of at this moment?",
      "vi": "Bà nghĩ thế giới cần gì hơn vào lúc này?"
    }
  },
  {
    "translation": {
      "en": "Um. If I could pick one word, it would be listening.",
      "vi": "Nếu tôi có thể chọn một từ, đó sẽ là lắng nghe."
    }
  },
  {
    "translation": {
      "en": "I think,",
      "vi": "Tôi nghĩ, ngày nay,"
    }
  },
  {
    "translation": {
      "en": "today, people tend to talk only to like- minded people.",
      "vi": "Tôi nghĩ, ngày nay, mọi người có xu hướng chỉ nói chuyện với những người cùng chí hướng."
    }
  },
  {
    "translation": {
      "en": "I think the social media intensifies that.",
      "vi": "Tôi nghĩ mạng xã hội làm điều đó mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "One of the things that has made America great",
      "vi": "Một trong những điều khiến nước Mỹ vĩ đại"
    }
  },
  {
    "translation": {
      "en": "is that we have such a diverse population.",
      "vi": "là chúng ta có dân số đa dạng."
    }
  },
  {
    "translation": {
      "en": "So many different backgrounds, racial and national origins.",
      "vi": "Rất nhiều nguồn gốc, chủng tộc hoặc quốc gia khác nhau."
    }
  },
  {
    "translation": {
      "en": "And the ability to not just tolerate",
      "vi": "Và năng lực không chỉ khoan dung,"
    }
  },
  {
    "translation": {
      "en": "but even applaud our differences and yet come together.",
      "vi": "mà còn ngợi khen sự khác biệt giữa chúng ta và xích lại gần nhau."
    }
  },
  {
    "translation": {
      "en": "When once asked, how we could be friends given our disagreement on lots of things,",
      "vi": "ĐIẾU VĂN - TƯỞNG NIỆM ANTONIN SCALIA Một lần được hỏi, sao chúng tôi có thể làm bạn khi bất đồng về nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "Justice Scalia answered, I attack ideas. I don't attack people.",
      "vi": "Thẩm phán Scalia trả lời, Tôi tấn công ý tưởng. Không phải người."
    }
  },
  {
    "translation": {
      "en": "Some very good people have some very bad ideas.",
      "vi": "Một số người rất giỏi có những ý tưởng rất tệ."
    }
  },
  {
    "translation": {
      "en": "The motto of the United States is, E pluribus unum.",
      "vi": "Khẩu hiệu của nước Mỹ là, E Pluribus Unum."
    }
  },
  {
    "translation": {
      "en": "Of many, one.",
      "vi": "Trong rất nhiều, chỉ một."
    }
  },
  {
    "translation": {
      "en": "And that's, with all our diversity… Yet, we are one nation,",
      "vi": "Và đó là, với sự đa dạng của chúng ta, chúng ta vẫn là một quốc gia,"
    }
  },
  {
    "translation": {
      "en": "with a democracy I hope we can keep.",
      "vi": "với một nền dân chủ tôi mong ta có thể giữ."
    }
  },
  {
    "translation": {
      "en": "I would say that we are not experiencing the best of times.",
      "vi": "Tôi sẽ nói rằng ta đã không trải qua những thời điểm tốt nhất."
    }
  },
  {
    "translation": {
      "en": "Our legislature, which is the first branch of government,",
      "vi": "Cơ quan lập pháp của chúng ta, nhánh đầu tiên của chính phủ,"
    }
  },
  {
    "translation": {
      "en": "is, right now, not functioning.",
      "vi": "hiện tại đang không hoạt động."
    }
  },
  {
    "translation": {
      "en": "But I can think back to 1993.",
      "vi": "Nhưng tôi có thể nghĩ về năm 1993."
    }
  },
  {
    "translation": {
      "en": "The year that President Clinton nominated me for a vacancy on the Supreme Court.",
      "vi": "Năm mà Tổng thống Clinton đề cử tôi vào vị trí trống của Tòa án Tối cao."
    }
  },
  {
    "translation": {
      "en": "I had spent ten years of my life litigating gender discrimination cases,",
      "vi": "Tôi đã dành mười năm đời mình kiện những vụ phân biệt giới tính,"
    }
  },
  {
    "translation": {
      "en": "I was one of four general counsel to the American Civil Liberties Union,",
      "vi": "tôi là một trong bốn luật sư của Liên đoàn Tự do Dân sự Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and yet the vote to confirm me was 96 to 3.",
      "vi": "vậy mà số phiếu xác nhận tôi là 96 với 3."
    }
  },
  {
    "translation": {
      "en": "That kind of rapport doesn't exist now.",
      "vi": "Mối quan hệ đó giờ không còn nữa."
    }
  },
  {
    "translation": {
      "en": "But my dream is that we will get back to it.",
      "vi": "Nhưng ước mơ của tôi là chúng ta sẽ quay lại nó."
    }
  },
  {
    "translation": {
      "en": "One day, I think it will take strong people on…",
      "vi": "Ngày nào đó, tôi nghĩ sẽ cần những người mạnh mẽ từ cả hai đảng,"
    }
  },
  {
    "translation": {
      "en": "from both parties, to say,",
      "vi": "Ngày nào đó, tôi nghĩ sẽ cần những người mạnh mẽ từ cả hai đảng, nói rằng, Hãy hợp sức và nỗ lực vì lợi ích của quốc gia này."
    }
  },
  {
    "translation": {
      "en": "Let's get together and work for the good of the country.",
      "vi": "nói rằng, Hãy hợp sức và nỗ lực vì lợi ích của quốc gia này."
    }
  },
  {
    "translation": {
      "en": "It was a great man once said,",
      "vi": "Một người đàn ông vĩ đại từng nói,"
    }
  },
  {
    "translation": {
      "en": "that the true symbol of the United States is not the bald eagle,",
      "vi": "biểu tượng thực sự của nước Mỹ không phải là con đại bàng hói,"
    }
  },
  {
    "translation": {
      "en": "it is the pendulum.",
      "vi": "mà là con lắc."
    }
  },
  {
    "translation": {
      "en": "And when the pendulum swings too far in one direction, it will go back.",
      "vi": "Và khi con lắc đu quá xa về một hướng, nó sẽ trở lại."
    }
  },
  {
    "translation": {
      "en": "Some terrible things have happened in the United States,",
      "vi": "Vài điều tồi tệ đã xảy ra ở Hoa Kỳ,"
    }
  },
  {
    "translation": {
      "en": "but one can only hope that we learn.",
      "vi": "nhưng chỉ có thể hy vọng rằng ta đã học được."
    }
  },
  {
    "translation": {
      "en": "Have there been moments that have especially challenged you?",
      "vi": "Có khoảnh khắc nào đặc biệt thách thức với bà?"
    }
  },
  {
    "translation": {
      "en": "Well, I'd say the biggest challenge for me…",
      "vi": "Chà, thách thức lớn nhất với tôi là…"
    }
  },
  {
    "translation": {
      "en": "uh, was…",
      "vi": "là…"
    }
  },
  {
    "translation": {
      "en": "ten years ago when my husband died.",
      "vi": "mười năm trước khi chồng tôi qua đời."
    }
  },
  {
    "translation": {
      "en": "He was, as I said, my biggest booster, my biggest supporter.",
      "vi": "Như tôi đã nói, ông ấy là người ủng hộ lớn nhất của tôi."
    }
  },
  {
    "translation": {
      "en": "He was the first boy I ever knew who cared that I had a brain.",
      "vi": "Ông ấy là người con trai đầu tiên tôi biết quan tâm đến việc tôi có não."
    }
  },
  {
    "translation": {
      "en": "He never regarded me as any kind of a threat or competition,",
      "vi": "Ông ấy không bao giờ coi tôi là mối đe dọa hay cạnh tranh,"
    }
  },
  {
    "translation": {
      "en": "just the opposite.",
      "vi": "mà ngược lại."
    }
  },
  {
    "translation": {
      "en": "I think he believed that because he wanted to spend the rest of his life with me,",
      "vi": "Tôi nghĩ ông ấy tin điều đó vì ông ấy muốn dành phần đời còn lại với tôi,"
    }
  },
  {
    "translation": {
      "en": "I had to be something really special.",
      "vi": "tôi phải là điều gì đó thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Well, I feel his loss…",
      "vi": "Chà, tôi cảm nhận việc mất đi ông ấy…"
    }
  },
  {
    "translation": {
      "en": "every day.",
      "vi": "mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "But I think he would be pleased…",
      "vi": "Nhưng tôi nghĩ ông ấy sẽ vui."
    }
  },
  {
    "translation": {
      "en": "about what I am doing.",
      "vi": "Về việc tôi đang làm."
    }
  },
  {
    "translation": {
      "en": "What do you think has really mattered most to you during the course of your life?",
      "vi": "Bà nghĩ điều gì thực sự quan trọng nhất đối với bà trong suốt cuộc đời?"
    }
  },
  {
    "translation": {
      "en": "That I had the opportunity to help a movement for change.",
      "vi": "Đó là tôi đã có cơ hội giúp một phong trào thay đổi."
    }
  },
  {
    "translation": {
      "en": "Change so that daughters would be cherished as much as sons.",
      "vi": "Thay đổi để con gái cũng được trân trọng như con trai."
    }
  },
  {
    "translation": {
      "en": "There should be no spaces where women can't enter,",
      "vi": "Không nên có không gian mà phụ nữ không thể bước vào,"
    }
  },
  {
    "translation": {
      "en": "as there were many in my growing up years.",
      "vi": "vì có nhiều không gian như thế khi tôi trưởng thành."
    }
  },
  {
    "translation": {
      "en": "Those barriers are now, thank goodness, gone.",
      "vi": "Ơn trời những rào cản đó giờ đã biến mất."
    }
  },
  {
    "translation": {
      "en": "You need two things, talent and hard work to go with it.",
      "vi": "Bạn cần hai thứ, tài năng và sự chăm chỉ để đạt được nó."
    }
  },
  {
    "translation": {
      "en": "But there should not be any artificial barriers holding you back.",
      "vi": "Nhưng không nên có bất kỳ rào cản nhân tạo nào ngăn cản bạn."
    }
  },
  {
    "translation": {
      "en": "Indeed, in my lifetime,",
      "vi": "Thật vậy, trong đời tôi,"
    }
  },
  {
    "translation": {
      "en": "I expect to see three, four, perhaps even more women,",
      "vi": "tôi mong thấy ba, bốn, có lẽ còn nhiều phụ nữ hơn,"
    }
  },
  {
    "translation": {
      "en": "on the high court bench.",
      "vi": "trên băng ghế tòa án."
    }
  },
  {
    "translation": {
      "en": "Women not shaped from the same mold but of different complexions.",
      "vi": "Phụ nữ không được đúc từ một khuôn, mà có nước da khác nhau."
    }
  },
  {
    "translation": {
      "en": "We've advanced a long way, but there's still a long way to go.",
      "vi": "Chúng ta đã tiến xa, nhưng vẫn còn một chặng đường dài phía trước."
    }
  },
  {
    "translation": {
      "en": "Is there any advice you would give for young prospective leaders",
      "vi": "Có lời khuyên nào mà bà muốn dành cho các nhà lãnh đạo trẻ, triển vọng"
    }
  },
  {
    "translation": {
      "en": "in those parts of the world where gender equality is still a big issue?",
      "vi": "ở những nơi trên thế giới mà bình đẳng giới vẫn là vấn đề lớn không?"
    }
  },
  {
    "translation": {
      "en": "Uh, if you want your country",
      "vi": "Tôi nghĩ nếu các bạn muốn quốc gia của mình thành công,"
    }
  },
  {
    "translation": {
      "en": "to succeed, you should put your money",
      "vi": "Tôi nghĩ nếu các bạn muốn quốc gia của mình thành công, bạn nên đầu tư tiền của mình vào phụ nữ."
    }
  },
  {
    "translation": {
      "en": "with the women.",
      "vi": "bạn nên đầu tư tiền của mình vào phụ nữ."
    }
  },
  {
    "translation": {
      "en": "That's my dream for the world.",
      "vi": "Tôi mơ ước điều đó cho thế giới."
    }
  },
  {
    "translation": {
      "en": "I'm convinced we will all be better off for it,",
      "vi": "Tôi tin rằng chúng ta đều sẽ hưởng lợi hơn nhờ đó,"
    }
  },
  {
    "translation": {
      "en": "if women and men are true partners.",
      "vi": "nếu phụ nữ và đàn ông thực sự là cộng sự."
    }
  },
  {
    "translation": {
      "en": "I think the-- At least the young people that I see, think of Malala--",
      "vi": "Tôi nghĩ, ít nhất là những người trẻ tôi thấy, nghĩ về Malala."
    }
  },
  {
    "translation": {
      "en": "Malala Yousafzai?",
      "vi": "Malala Yousafzai."
    }
  },
  {
    "translation": {
      "en": "And we should all fight for our rights, for the rights of children,",
      "vi": "Và ta đều nên đấu tranh cho quyền lợi của mình, quyền của trẻ em, quyền của phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "for the rights of women and for the rights of every human being.",
      "vi": "quyền của trẻ em, quyền của phụ nữ, và cho quyền của mỗi con người."
    }
  },
  {
    "translation": {
      "en": "- The Swedish Greta-- - Greta Thunberg. Yep.  Yep.",
      "vi": "- Greta Thunberg người Thụy Điển. Ừ. - Greta Thunberg. Phải."
    }
  },
  {
    "translation": {
      "en": "You have not seen the last of us, we can assure you that.",
      "vi": "Chúng tôi đảm bảo bạn chưa thấy giới hạn cuối của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The young people that I see are fired up…",
      "vi": "Những người trẻ mà tôi thấy đang đầy nhiệt huyết…"
    }
  },
  {
    "translation": {
      "en": "…and they want our country to be what it should be.",
      "vi": "…và họ muốn đất nước ta trở thành những gì nó nên thế."
    }
  },
  {
    "translation": {
      "en": "If you could talk to your younger self, what advice would you give her?",
      "vi": "Nếu có thể nói với chính mình hồi trẻ, bà sẽ khuyên bản thân gì?"
    }
  },
  {
    "translation": {
      "en": "The first advice I would give to a girl just like me",
      "vi": "Lời khuyên đầu tiên dành cho một cô gái như tôi là,"
    }
  },
  {
    "translation": {
      "en": "would be, Go for it.",
      "vi": "Lời khuyên đầu tiên dành cho một cô gái như tôi là, Cứ làm đi."
    }
  },
  {
    "translation": {
      "en": "You can make your dreams come true",
      "vi": "Bạn có thể biến ước mơ thành hiện thực"
    }
  },
  {
    "translation": {
      "en": "if you're willing to put in the hard work.",
      "vi": "nếu sẵn sàng làm việc chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "For a boy, I would say,",
      "vi": "Với một cậu bé, tôi sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "Don't miss out on the joys and the burdens of raising your children.",
      "vi": "Đừng bỏ lỡ niềm vui và gánh nặng nuôi dạy con cái."
    }
  },
  {
    "translation": {
      "en": "And, then, something else I would say…",
      "vi": "Và rồi tôi sẽ nói một điều…"
    }
  },
  {
    "translation": {
      "en": "Always do something outside yourself.",
      "vi": "làm điều gì đó bên ngoài bản thân."
    }
  },
  {
    "translation": {
      "en": "♪ Sisters, let's go down Let's go down, come on down ♪",
      "vi": "Các chị em, hãy tiến xa Hãy tiến xa nào"
    }
  },
  {
    "translation": {
      "en": "You're a member of a community.",
      "vi": "Bạn thuộc về một cộng đồng."
    }
  },
  {
    "translation": {
      "en": "You are blessed with having certain talents.",
      "vi": "Bạn được trời phú những tài năng nhất định."
    }
  },
  {
    "translation": {
      "en": "You should use your education and your talent",
      "vi": "Bạn nên dùng học vấn và tài năng của mình"
    }
  },
  {
    "translation": {
      "en": "to help make things a little better",
      "vi": "để giúp mọi thứ tốt hơn một chút"
    }
  },
  {
    "translation": {
      "en": "for people who are not as fortunate as you are.",
      "vi": "cho những người không may mắn… như bạn."
    }
  },
  {
    "translation": {
      "en": "To be born into a world that does not see you,",
      "vi": "Sinh ra trong một thế giới không nhìn nhận bạn,"
    }
  },
  {
    "translation": {
      "en": "that does not believe in your potential,",
      "vi": "không tin vào tiềm năng của bạn,"
    }
  },
  {
    "translation": {
      "en": "that does not give you a path for opportunity",
      "vi": "không cho bạn một con đường cơ hội,"
    }
  },
  {
    "translation": {
      "en": "or a clear path for education.",
      "vi": "hay con đường học vấn rõ ràng."
    }
  },
  {
    "translation": {
      "en": "And despite this, to be able to see beyond the world you are in,",
      "vi": "Và bất chấp điều này, để có thể nhìn xa hơn thế giới mình đang sống,"
    }
  },
  {
    "translation": {
      "en": "to imagine that something can be different.",
      "vi": "để hình dung rằng điều gì đó có thể khác đi."
    }
  },
  {
    "translation": {
      "en": "That is the job of a prophet.",
      "vi": "Đó là công việc của một nhà tiên tri."
    }
  },
  {
    "translation": {
      "en": "And it is the rare prophet who not only imagines a new world,",
      "vi": "Và đó là nhà tiên tri hiếm hoi không chỉ tưởng tượng ra một thế giới mới,"
    }
  },
  {
    "translation": {
      "en": "but also makes that new world a reality in her lifetime.",
      "vi": "mà còn biến thế giới mới đó thành hiện thực trong cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "This was the brilliance and vision of Justice Ruth Bader Ginsburg.",
      "vi": "Đây là sự sáng suốt và tầm nhìn của Thẩm phán Ruth Bader Ginsburg."
    }
  },
  {
    "translation": {
      "en": "This was Justice Ginsburg's life's work.",
      "vi": "Đây là công trình để đời của Thẩm phán Ginsburg."
    }
  },
  {
    "translation": {
      "en": "To insist that the Constitution deliver on its promise.",
      "vi": "Để khăng khăng rằng hiến pháp phải thực hiện lời hứa."
    }
  },
  {
    "translation": {
      "en": "That we the people would include all the people.",
      "vi": "Rằng con người chúng ta sẽ bao gồm tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "She carried out that work in every chapter of her life.",
      "vi": "Bà ấy đã làm công việc đó trong mọi chương cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "As an advocate arguing six times before this court",
      "vi": "Là người biện hộ tranh cãi sáu lần trước tòa"
    }
  },
  {
    "translation": {
      "en": "for equal treatment for women and men.",
      "vi": "vì sự đối xử bình đẳng giữa phụ nữ và đàn ông."
    }
  },
  {
    "translation": {
      "en": "As a judge on the DC circuit, and as a justice on this court.",
      "vi": "Với tư cách là Quan toà ở vòng xoay D.C. và là Thẩm phán ở tòa án này."
    }
  },
  {
    "translation": {
      "en": "And as a path- marking role model to women and girls of all ages,",
      "vi": "Và như một hình mẫu đánh dấu con đường cho phụ nữ và trẻ em gái ở mọi lứa tuổi."
    }
  },
  {
    "translation": {
      "en": "who now know that no office is out of reach for their dreams.",
      "vi": "Những người giờ biết không văn phòng nào là ngoài tầm ước mơ của họ."
    }
  },
  {
    "translation": {
      "en": "Nothing could stop Justice Ginsburg's unflagging devotion to this project.",
      "vi": "Không gì cản được cống hiến không mệt mỏi của Thẩm phán Ginsburg với dự án này."
    }
  },
  {
    "translation": {
      "en": "Not even cancer.",
      "vi": "Ung thư cũng không."
    }
  },
  {
    "translation": {
      "en": "Justice Ginsburg,",
      "vi": "Thẩm phán Ginsburg,"
    }
  },
  {
    "translation": {
      "en": "from generation to generation,",
      "vi": "từ thế hệ này sang thế hệ khác,"
    }
  },
  {
    "translation": {
      "en": "we promise to carry forward your legacy.",
      "vi": "chúng tôi hứa sẽ tiếp tục di sản của bà."
    }
  }
]