[
  {
    "translation": {
      "en": "[woman 1] A lot of people feel that holiday newsletters are corny and old-fashioned.",
      "vi": "Nhiều người cảm thấy các bản tinngày lễ khá sến súa và lỗi thời."
    }
  },
  {
    "translation": {
      "en": "[woman 1] But in our family, they're a time-honored tradition, so here goes.",
      "vi": "Nhưng với gia đình chúng tôi thìđó là một truyền thống lâu đời, vậy nên…"
    }
  },
  {
    "translation": {
      "en": "\"Dear friends, family, and fellow Earth dwellers.\"",
      "vi": "\"Gửi tới những người bạn, gia đìnhvà các cư dân Trái Đất thân mến."
    }
  },
  {
    "translation": {
      "en": "\"We're back, after a brief one-year hiatus,",
      "vi": "Chúng tôi đã trở lại,sau một năm gián đoạn ngắn ngủi,"
    }
  },
  {
    "translation": {
      "en": "to report on the latest and greatest in the Jennings family.\"",
      "vi": "để báo cáo những tin tức mớivà tuyệt vời nhất của gia đình Jennings."
    }
  },
  {
    "translation": {
      "en": "\"Life just seems to fly by,",
      "vi": "Cuộc sống có vẻ trôi nhanh,"
    }
  },
  {
    "translation": {
      "en": "but that's what happens when you're having a splendiferous time.\"",
      "vi": "nhưng điều đó xảy rakhi bạn đang có thời gian tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "\"At only ten years old,",
      "vi": "Dù chỉ mới mười tuổi,"
    }
  },
  {
    "translation": {
      "en": "our daughter, Beatrix, became the youngest person ever accepted to Harvard University.\"",
      "vi": "con gái chúng tôi, Beatrix, đã trở thànhngười trẻ nhất từng được nhận vào Harvard."
    }
  },
  {
    "translation": {
      "en": "\"As for our oldest son, Daniel,",
      "vi": "Về con trai cả, Daniel,"
    }
  },
  {
    "translation": {
      "en": "his work continues helping to avert a humanitarian crisis in Africa,",
      "vi": "công việc của nó tiếp tục giúp ngăn chặnkhủng hoảng nhân đạo ở châu Phi."
    }
  },
  {
    "translation": {
      "en": "and building a water purification system",
      "vi": "Và xây dựng một hệ thống lọc nước"
    }
  },
  {
    "translation": {
      "en": "that'll bring fresh and clean water to thousands.\"",
      "vi": "sẽ mang lại nguồn nước sạchcho hàng ngàn người."
    }
  },
  {
    "translation": {
      "en": "-Ugh. -\"And my better half, Valentino,",
      "vi": "Còn nửa kia của tôi, Valentino, điều hànhmột võ đường karate rất thành công."
    }
  },
  {
    "translation": {
      "en": "runs a highly-successful karate dojo.\"",
      "vi": "Valentino, điều hànhmột võ đường karate rất thành công."
    }
  },
  {
    "translation": {
      "en": "\"He's also directing our town's annual Christmas pageant,",
      "vi": "Anh ấy cũng là đạo diễnhoạt cảnh Giáng sinh hàng năm."
    }
  },
  {
    "translation": {
      "en": "which is Hadley Falls' biggest event of the year.\"",
      "vi": "Đó là sự kiện lớn nhất trong nămcủa Hadley Falls."
    }
  },
  {
    "translation": {
      "en": "\"And In case you're wondering about little ol' me,",
      "vi": "Nếu bạn đang thắc mắc về tôi,"
    }
  },
  {
    "translation": {
      "en": "well, my hard work finally paid off,",
      "vi": "thì công sức của tôi đã được đền đáp."
    }
  },
  {
    "translation": {
      "en": "and I was able to sell Jennings Aviation this year and retire early.\"",
      "vi": "Năm nay tôi đã bán Jennings Aviationvà nghỉ hưu sớm."
    }
  },
  {
    "translation": {
      "en": "\"I'm always searching for new adventures.\"",
      "vi": "Tôi luôn tìm kiếmnhững cuộc phiêu lưu mới."
    }
  },
  {
    "translation": {
      "en": "\"The latest is fulfilling Daniel's dream to promote green energy",
      "vi": "Nhiệm vụ mới nhất là thực hiện ước mơthúc đẩy năng lượng xanh của Daniel"
    }
  },
  {
    "translation": {
      "en": "by taking a family trip around the world in a solar-powered hot air balloon.\"",
      "vi": "thông qua chuyến đi vòng quanh thế giớitrên khinh khí cầu năng lượng mặt trời\"."
    }
  },
  {
    "translation": {
      "en": "-[music stops suddenly] -[woman 2] Really?",
      "vi": "thông qua chuyến đi vòng quanh thế giớitrên khinh khí cầu năng lượng mặt trời\". Thật sao?Ai còn gửi thư Giáng sinh nữa chứ?"
    }
  },
  {
    "translation": {
      "en": "Who sends Christmas letters anymore?",
      "vi": "Thật sao?Ai còn gửi thư Giáng sinh nữa chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, how much of this can a person take?",
      "vi": "Ai mà chịu được mấy điều này?"
    }
  },
  {
    "translation": {
      "en": "Don't bother. I know the answer.",
      "vi": "Khỏi cần. Tôi biết câu trả lời."
    }
  },
  {
    "translation": {
      "en": "As for me, I would never send one of those letters. Why, you might ask?",
      "vi": "Về phần tôi, tôi sẽ không bao giờ gửimột lá thư nào. Bạn hỏi tại sao ư?"
    }
  },
  {
    "translation": {
      "en": "Well, my family's accomplishments are hardly newsworthy.",
      "vi": "Thành tích của gia đình tôichẳng có gì đáng kể."
    }
  },
  {
    "translation": {
      "en": "This is my youngest, Dora. Cute as a button.",
      "vi": "Đây là con út của tôi, Dora.Con bé rất dễ thương."
    }
  },
  {
    "translation": {
      "en": "But thanks to Marvel, she believes she has superpowers.",
      "vi": "Nhưng nhờ có phim Marvel,con bé tin rằng mình có siêu năng lực."
    }
  },
  {
    "translation": {
      "en": "\"Super strength\"?",
      "vi": "Siêu sức mạnh?"
    }
  },
  {
    "translation": {
      "en": "Okay, we can cross that one off the list. Never mind. Let's get in the car.",
      "vi": "Ta có thể gạch cái đó khỏi danh sách.Đừng bận tâm. Lên xe thôi."
    }
  },
  {
    "translation": {
      "en": "And do me a favor, give me a heads-up before you try flying again.",
      "vi": "Báo trước cho mẹtrước khi con thử bay lần nữa nhé."
    }
  },
  {
    "translation": {
      "en": "Okay, Mom.",
      "vi": "Vâng, mẹ."
    }
  },
  {
    "translation": {
      "en": "I know everyone thinks their kids are exceptional, but… come on already.",
      "vi": "Tôi biết mọi người nghĩcon mình rất đặc biệt, nhưng thôi nào."
    }
  },
  {
    "translation": {
      "en": "I nominate Bob for copilot.",
      "vi": "Con đề cử Bob làm phi công phụ.Cậu ấy là hoa tiêu bẩm sinh."
    }
  },
  {
    "translation": {
      "en": "-He's a born navigator. -[woman 2] And then there's Grant.",
      "vi": "Con đề cử Bob làm phi công phụ.Cậu ấy là hoa tiêu bẩm sinh. Và sau đó là Grant."
    }
  },
  {
    "translation": {
      "en": "-[bang snaps popping] -[woman 2] He thinks he's a ninja warrior.",
      "vi": "Nó nghĩ nó là chiến binh ninja."
    }
  },
  {
    "translation": {
      "en": "And his only friend in the world is a stufty named Monkey Bob.",
      "vi": "Người bạn duy nhất trên đời của nólà con khỉ nhồi bông tên Bob."
    }
  },
  {
    "translation": {
      "en": "-Do we really have to go to Aunt Stacy's? -They're family. It's Christmas.",
      "vi": "- Ta nhất thiết phải đến nhà dì Stacy ạ?- Họ là gia đình. Giáng sinh rồi."
    }
  },
  {
    "translation": {
      "en": "Why can't we go to Jackie's house?",
      "vi": "Sao ta không thể đến nhà cô Jackie?"
    }
  },
  {
    "translation": {
      "en": "-Who? -Your pal Jackie from this letter.",
      "vi": "- Ai?- Bạn mẹ Jackie từ lá thư này."
    }
  },
  {
    "translation": {
      "en": "They sound super awesome.",
      "vi": "Họ có vẻ rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "You are friends, right?",
      "vi": "Hai người là bạn, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Pfft! I mean, no. Yes, we were.",
      "vi": "Không. À, đã từng."
    }
  },
  {
    "translation": {
      "en": "-Sort of. A long time ago. -I wanna fly in her balloon.",
      "vi": "- Đại loại thế. Lâu lắm rồi.- Con muốn bay trên khinh khí cầu."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Okay. Well, let me tell you something about my BFF, Jackie.",
      "vi": "Để mẹ nói vài điềuvề bạn thân của mẹ, Jackie."
    }
  },
  {
    "translation": {
      "en": "I would love nothing more than to show up at her house uninvited",
      "vi": "Mẹ chẳng thích gì hơn làđường đột xuất hiện ở nhà cô ấy"
    }
  },
  {
    "translation": {
      "en": "and to see the actual truth of all her imagined…",
      "vi": "và chứng kiến sự thậtvề mọi điều cô ấy đã tưởng tượng…"
    }
  },
  {
    "translation": {
      "en": "Forget it. Uh, put Aunt Stacy's new address in here, and don't download any games.",
      "vi": "Quên đi. Nhập địa chỉ mới của dì Stacyvào đây và cấm tải trò chơi đấy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "Hop on in. Okay, kiddo? [woman 2] This is my adorable husband, the dreamer.",
      "vi": "- Lên xe đi nhé, Dora.- Ông xã đáng yêu của tôi, người mơ mộng."
    }
  },
  {
    "translation": {
      "en": "Every house he sees for sale, he thinks it's an opportunity to make some big money.",
      "vi": "Mỗi căn nhà anh ấy thấy được rao bán,anh ấy đều coi đó là cơ hội kiếm bộn tiền."
    }
  },
  {
    "translation": {
      "en": "-Check this out. -[woman 2] He dreams. I worry.",
      "vi": "- Xem này.- Anh ấy mơ mộng. Tôi lo lắng."
    }
  },
  {
    "translation": {
      "en": "We can't afford to buy that house right now.",
      "vi": "Giờ ta chả đủ tiền mua căn nhà đó."
    }
  },
  {
    "translation": {
      "en": "-Let's just dip into the emergency fund. -That would be a swan dive.",
      "vi": "- Dùng quỹ khẩn cấp đi.- Như thế là quá mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "It's for emergencies, like losing our jobs, or a flood, or… zombies?",
      "vi": "Nó dành cho những trường hợp khẩn cấp,như mất việc, lũ lụt hay… xác sống?"
    }
  },
  {
    "translation": {
      "en": "Your Chip Mitt is gonna pay off, babe.",
      "vi": "Găng tay Bốc bánh của em sẽ thành công."
    }
  },
  {
    "translation": {
      "en": "It's just taking a little longer than we thought.",
      "vi": "Chỉ là lâu hơn ta dự đoán một chút."
    }
  },
  {
    "translation": {
      "en": "-A little. -What was it John Lennon said?",
      "vi": "- Một chút.- John Lennon đã nói gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "\"Life is what happens when you're busy making other plans.\"",
      "vi": "\"Cuộc sống xảy rakhi bạn bận rộn lên kế hoạch\"."
    }
  },
  {
    "translation": {
      "en": "[woman 2] As for me, I finally gave up my dream to be a famous inventor.",
      "vi": "Cuối cùng tôi đã bỏ ước mơlàm nhà phát minh nổi tiếng. PHÒNG KHÁCH THỬ NGHIỆM"
    }
  },
  {
    "translation": {
      "en": "I'm a reliability engineer with StarTech Industries.",
      "vi": "Tôi là kỹ sư độ tin cậyở StarTech Industries."
    }
  },
  {
    "translation": {
      "en": "When stuff you buy goes south, like our flaming vacuum cleaner here,",
      "vi": "Khi thiết bị bạn mua bị hư,như cái máy hút bụi bốc cháy này,"
    }
  },
  {
    "translation": {
      "en": "which Consumer Weekly nicknamed \"The Vacuum of Death,\"",
      "vi": "Tuần báo Người tiêu dùngđã gọi nó là \"máy hút bụi chết chóc\","
    }
  },
  {
    "translation": {
      "en": "-I'm the one you call to clean up-- Oop! -[igniting]",
      "vi": "xin hãy gọi cho tôi để dọn dẹp…"
    }
  },
  {
    "translation": {
      "en": "[sighs] All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Andiamo.",
      "vi": "Lên đường thôi."
    }
  },
  {
    "translation": {
      "en": "Um, I think Bob just peed in the car.",
      "vi": "Con nghĩ Bob vừa tè lên xe."
    }
  },
  {
    "translation": {
      "en": "Gross! What if I have super smell?",
      "vi": "Ghê quá. Lỡ em có siêu khứu giác thì sao?"
    }
  },
  {
    "translation": {
      "en": "It'll be way, way worse for me. It's gonna be a long drive to my sister's.",
      "vi": "- Em sẽ thấy kinh khủng hơn nhiều.- Sẽ là chuyến đi dài đến chỗ em gái em."
    }
  },
  {
    "translation": {
      "en": "Yep. All right, the Sanders holiday travel train",
      "vi": "Ừ. Được rồi,chuyến tàu du lịch nhà Sanders"
    }
  },
  {
    "translation": {
      "en": "is finally leaving the station.",
      "vi": "cuối cùng cũng rời ga."
    }
  },
  {
    "translation": {
      "en": "Choo choo!",
      "vi": "Tu tu."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Only two hours behind schedule. We are improving.",
      "vi": "Chỉ mới trễ hai tiếng thôi.Thế là tiến bộ rồi."
    }
  },
  {
    "translation": {
      "en": "Hit the brakes!",
      "vi": "Đạp phanh đi!"
    }
  },
  {
    "translation": {
      "en": "-Dude! -I just remembered.",
      "vi": "- Anh bạn.- Con vừa nhớ ra."
    }
  },
  {
    "translation": {
      "en": "We forgot to tell Santa where we'll be! What if he sees we're not there",
      "vi": "Ta quên bảo ông già Noel là đi đâu.Lỡ ông ấy thấy ta không ở nhà"
    }
  },
  {
    "translation": {
      "en": "and gives our presents to the kids next door?",
      "vi": "và tặng quà cho bọn trẻ hàng xóm thì sao?"
    }
  },
  {
    "translation": {
      "en": "First of all, don't ever scream, \"Hit the brakes.\" And second, Santa knows.",
      "vi": "Đầu tiên, đừng bao giờ hét \"Đạp phanh đi\".Và thứ hai, ông già Noel sẽ biết."
    }
  },
  {
    "translation": {
      "en": "How do you know he knows?",
      "vi": "Sao mẹ biết ạ?"
    }
  },
  {
    "translation": {
      "en": "-'Cause I called him. -You actually spoke… to Santa?",
      "vi": "- Vì mẹ đã gọi ông ấy.- Mẹ đã nói chuyện với ông già Noel?"
    }
  },
  {
    "translation": {
      "en": "The fat man and I are like that, yo!",
      "vi": "Ông béo và mẹ thân nhau như này này."
    }
  },
  {
    "translation": {
      "en": "Homie.",
      "vi": "Bồ tèo."
    }
  },
  {
    "translation": {
      "en": "Don't do that in public. -Okay! -[festive music playing]",
      "vi": "Ra ngoài đừng có làm thế đấy. Rồi."
    }
  },
  {
    "translation": {
      "en": "[man] Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "Is that…",
      "vi": "Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Uh, the Jennings Holiday Newsletter. They missed sending it last year.",
      "vi": "5 NGÀY TRƯỚC GIÁNG SINH Bản tin Kỳ nghỉ nhà Jennings.Họ quên gửi năm ngoái."
    }
  },
  {
    "translation": {
      "en": "-I was wondering how they were doing. -Well, that's not gonna tell you anything.",
      "vi": "- Chả biết họ sao rồi.- Đọc nó cũng không biết đâu."
    }
  },
  {
    "translation": {
      "en": "It's the most absurd thing ever.",
      "vi": "Đó là thứ vớ vẩn nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "It's a holiday letter. They're always--",
      "vi": "Đó là thư nghỉ lễ. Họ luôn…"
    }
  },
  {
    "translation": {
      "en": "Smug? Boastful?",
      "vi": "Tự mãn? Khoe khoang?"
    }
  },
  {
    "translation": {
      "en": "Overly positive.",
      "vi": "Quá tích cực."
    }
  },
  {
    "translation": {
      "en": "I mean, doesn't it bother you that she makes up this preposterous stuff,",
      "vi": "Anh không thắc mắc là liệucô ấy có bịa mấy chuyện hoang đường đó"
    }
  },
  {
    "translation": {
      "en": "and then she broadcasts it to her \"fellow Earth dwellers\"?",
      "vi": "rồi tuyên truyền cho\"các cư dân Trái đất khác\" à?"
    }
  },
  {
    "translation": {
      "en": "[mockingly] Like, \"Oh, you're life is amazing.\"",
      "vi": "- Kiểu, \"Cuộc sống thật tuyệt\".- Sao em biết cô ấy bịa?"
    }
  },
  {
    "translation": {
      "en": "-How do you know she's making it up? -That's who she is.",
      "vi": "- Kiểu, \"Cuộc sống thật tuyệt\".- Sao em biết cô ấy bịa? Cô ấy là thế. Còn nhớ cô ấy nóilà bạn thân với Mariah Carey,"
    }
  },
  {
    "translation": {
      "en": "Do you remember when she said she was best friends with Mariah Carey,",
      "vi": "Cô ấy là thế. Còn nhớ cô ấy nóilà bạn thân với Mariah Carey,"
    }
  },
  {
    "translation": {
      "en": "and she got her to sing at our graduation,",
      "vi": "nhờ Mariah hát ở lễ tốt nghiệp"
    }
  },
  {
    "translation": {
      "en": "and then Mariah's tour bus conveniently got a flat?",
      "vi": "rồi xe của Mariahtình cờ bị xịt lốp không?"
    }
  },
  {
    "translation": {
      "en": "And she even claimed that you proposed to her three times.",
      "vi": "Cô ấy còn nói anh đã cầu hôn cô ấy ba lần."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Well, that is ridiculous. It was only once.",
      "vi": "Thật nực cười. Chỉ một lần thôi."
    }
  },
  {
    "translation": {
      "en": "Kidding.",
      "vi": "Đùa đấy."
    }
  },
  {
    "translation": {
      "en": "You're just defending her 'cause when you two dated,",
      "vi": "Anh bảo vệ cô ấy vì hồi hai người hẹn hò,"
    }
  },
  {
    "translation": {
      "en": "you were in that No Doubt cover band.",
      "vi": "hai người ở ban nhạc hát lại No Doubt."
    }
  },
  {
    "translation": {
      "en": "-It was not a cover band. -It was called Total Certainty.",
      "vi": "- Đâu có hát lại.- Lấy tên là Total Certainty."
    }
  },
  {
    "translation": {
      "en": "-We sang all original songs. -That sounded exactly like No Doubt.",
      "vi": "- Bọn anh toàn hát nhạc gốc.- Nghe y hệt nhạc No Doubt."
    }
  },
  {
    "translation": {
      "en": "Okay, look, I'm not defending anyone,",
      "vi": "Nghe này. Anh không bảo vệ ai cả,"
    }
  },
  {
    "translation": {
      "en": "but just because Jackie embellishes a little does not mean--",
      "vi": "nhưng chỉ vì Jackiethêm thắt một chút không có nghĩa là…"
    }
  },
  {
    "translation": {
      "en": "Nobody's life is that wonderful, that perfect, that \"splendiferous.\"",
      "vi": "Chẳng ai có cuộc sống tuyệt vời đến thế,hoàn hảo đến mức không tin được."
    }
  },
  {
    "translation": {
      "en": "By, uh… \"nobody's life,\" you mean ours?",
      "vi": "Em đang ám chỉ về chúng ta à?"
    }
  },
  {
    "translation": {
      "en": "-Rob! -Let me know when you wanna switch.",
      "vi": "- Rob.- Khi nào muốn đổi người lái thì bảo."
    }
  },
  {
    "translation": {
      "en": "[automated voice] In half a mile, take the exit on the right.",
      "vi": "Tám trăm mét nữa, đi theo lối ra bên phải."
    }
  },
  {
    "translation": {
      "en": "I thought your sister moved closer to us.",
      "vi": "Tưởng em gái em chuyển đến gần ta hơn."
    }
  },
  {
    "translation": {
      "en": "-Isn't it almost midnight? -I know. It does seem far.",
      "vi": "- Gần nửa đêm rồi.- Em biết. Có vẻ xa thật."
    }
  },
  {
    "translation": {
      "en": "Could that be her house?",
      "vi": "Đó là nhà của em ấy à?"
    }
  },
  {
    "translation": {
      "en": "-It sure is pretty. -[Rob] Are you kidding me?",
      "vi": "- Đẹp thật đấy.- Em đùa à?"
    }
  },
  {
    "translation": {
      "en": "Did you see the Santa on the-- It's like a real-life sled.",
      "vi": "Em thấy ông già Noel không?Như xe trượt tuyết thật."
    }
  },
  {
    "translation": {
      "en": "Looks like Stacy hit the lottery.",
      "vi": "Có vẻ Stacy đã trúng xổ số."
    }
  },
  {
    "translation": {
      "en": "I mean, she said her new house was nicer, but I didn't think it'd be this nicer.",
      "vi": "Em ấy nói nhà mới đẹp hơn,nhưng em không ngờ sẽ đẹp thế này."
    }
  },
  {
    "translation": {
      "en": "Okay, you guys stay in the car.",
      "vi": "Mọi người ở lại xe nhé."
    }
  },
  {
    "translation": {
      "en": "I texted to let them know we'd be late. I hope they're still up.",
      "vi": "Em đã nhắn là ta đến muộn.Mong họ vẫn còn thức."
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "vi": "Ôi không."
    }
  },
  {
    "translation": {
      "en": "-[grunts] Damn it. -[door opens]",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Oh my God! Robbie, my rocker! Hey.",
      "vi": "Lạy Chúa tôi. Robbie,chàng rocker của tôi. Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hey, Jax. [chuckles dryly]",
      "vi": "Xin chào, Jax."
    }
  },
  {
    "translation": {
      "en": "What on earth are you doing here? I mean, is the band getting back together?",
      "vi": "Hai người làm gì ở đây vậy?Ban nhạc sẽ tái hợp à?"
    }
  },
  {
    "translation": {
      "en": "I was gonna ask you the same question. Isn't this my sister Stacy's house?",
      "vi": "Tôi cũng định hỏi thế.Đây không phải nhà em tôi, Stacy?"
    }
  },
  {
    "translation": {
      "en": "Uh, no, silly. This is my house.",
      "vi": "Không, ngốc ạ. Đây là nhà tôi."
    }
  },
  {
    "translation": {
      "en": "Honey, are you sure you put the right address in your phone?",
      "vi": "Em nhập đúng địa chỉ ở điện thoại chứ?"
    }
  },
  {
    "translation": {
      "en": "Of course I'm sure. Oh wait, actually, I didn't put it in, I--",
      "vi": "Tất nhiên rồi. Đợi đã.Thật ra là không phải em nhập."
    }
  },
  {
    "translation": {
      "en": "Surprise!",
      "vi": "Ngạc nhiên chưa!"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Mom.",
      "vi": "Giáng sinh vui vẻ nhé mẹ."
    }
  },
  {
    "translation": {
      "en": "Oh wow. He's stealthy. I'm guessing he's one of yours?",
      "vi": "Chà. Cậu bé lén lút.Tôi đoán đó là con của cậu?"
    }
  },
  {
    "translation": {
      "en": "Not for long. Grant Sanders, you have no idea how much trouble you and that monkey are in.",
      "vi": "Không lâu nữa đâu. Grant Sanders,con và con khỉ đó gặp rắc rối lớn rồi."
    }
  },
  {
    "translation": {
      "en": "But you said there was nothing you would love more than to show up at Jackie's house uninvited--",
      "vi": "Mẹ nói mẹ chẳng thích gì hơn làđường đột xuất hiện ở nhà cô Jackie…"
    }
  },
  {
    "translation": {
      "en": "-Oh, that's enough. -[Jackie] You said that?",
      "vi": "- Đủ rồi.- Cậu đã nói thế ư?"
    }
  },
  {
    "translation": {
      "en": "Uh, technically, I may have.",
      "vi": "Về cơ bản thì có lẽ thế."
    }
  },
  {
    "translation": {
      "en": "That is so sweet, Char.",
      "vi": "Thật ngọt ngào, Char."
    }
  },
  {
    "translation": {
      "en": "Listen, I have been putting \"stop by anytime\" on our newsletter for years,",
      "vi": "Tôi viết \"ghé qua bất cứ lúc nào\"trên bản tin nhà tôi nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "and nobody has ever taken us up on the offer.",
      "vi": "nhưng chưa ai từng nhận lời đề nghị đó."
    }
  },
  {
    "translation": {
      "en": "Val and I actually have a bet going,",
      "vi": "Thật ra Val và tôi đã cá cược,"
    }
  },
  {
    "translation": {
      "en": "and what I just won is gonna put us on Santa's \"very naughty\" list.",
      "vi": "phần thưởng tôi vừa thắng sẽ đưa bọn tôivào \"danh sách hư hỏng\" của ông già Noel."
    }
  },
  {
    "translation": {
      "en": "-[whispers] If you know what I mean. -I'll try to imagine.",
      "vi": "phần thưởng tôi vừa thắng sẽ đưa bọn tôivào \"danh sách hư hỏng\" của ông già Noel. Tôi sẽ cố tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "-[Jackie laughs] -This is so awkward, um… Oh, I am so sorry for waking you up.",
      "vi": "Thật khó xử.Tôi rất xin lỗi vì đã đánh thức cậu."
    }
  },
  {
    "translation": {
      "en": "I'm sorry for the mix-up, and, um, well, have a good night.",
      "vi": "Tôi xin lỗi vì sự nhầm lẫn,và chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. Where do you think you're going, young lady?",
      "vi": "Khoan đã. Cậu nghĩ mình sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh, well, to my sister's.",
      "vi": "Tới nhà em gái tôi."
    }
  },
  {
    "translation": {
      "en": "At this hour? I don't think so.",
      "vi": "Vào giờ này ư? Tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "Grab your bags. There is plenty of room here at the inn.",
      "vi": "Lấy hành lý đi.Ở đây còn nhiều phòng trống lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Are we here? I gotta pee super badly.",
      "vi": "Ta có ở đây không? Con mắc tiểu quá."
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "vi": "Con cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Me three.",
      "vi": "Anh nữa."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, we're gonna leave first thing in the morning.",
      "vi": "Được rồi. Bọn tôi sẽ đi ngay sáng mai."
    }
  },
  {
    "translation": {
      "en": "Of course! After breakfast. You have to meet the fam. Okay, come on.",
      "vi": "Tất nhiên rồi. Sau bữa sáng nhé.Cậu phải gặp gia đình. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Whoa, this place is like Wayne Manor.",
      "vi": "Nơi này giống như Dinh thự Wayne."
    }
  },
  {
    "translation": {
      "en": "I hope you grounded him for life! He's claiming it was all Monkey Bob's idea,",
      "vi": "- Hy vọng anh cấm túc nó cả đời.- Nó nói đó là ý tưởng của Khỉ Bob."
    }
  },
  {
    "translation": {
      "en": "who, by the way, has his own room, and it's bigger than our entire apartment.",
      "vi": "Nhân tiện, Khỉ Bob có phòng riênglớn hơn cả căn hộ của chúng ta."
    }
  },
  {
    "translation": {
      "en": "-I guess he needs his space. -[knock on door]",
      "vi": "Chắc cần không gian riêng."
    }
  },
  {
    "translation": {
      "en": "Hey. I remember Robbie's toes get cold at night.",
      "vi": "Này. Tôi nhớ làngón chân của Robbie bị lạnh vào ban đêm."
    }
  },
  {
    "translation": {
      "en": "Now, I am right next door.",
      "vi": "Tôi ở ngay phòng bên cạnh."
    }
  },
  {
    "translation": {
      "en": "If you guys need anything, you just knock, okay?",
      "vi": "Nếu các cậu cần gìthì cứ gõ cửa. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Oh, and, Robbie, look what I found.",
      "vi": "Robbie, xem em tìm thấy gì này."
    }
  },
  {
    "translation": {
      "en": "This is when we won the Battle of the Bands.",
      "vi": "Hồi ta thắng trận chiến các ban nhạc."
    }
  },
  {
    "translation": {
      "en": "-We killed it that night! -[laughs] What?",
      "vi": "- Đêm đó ta đỉnh lắm.- Sao?"
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Remember? -Wow! Well… Yeah, that was a long time ago.",
      "vi": "- Anh còn nhớ không?- Ừ. Đã lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Ah! It feels like yesterday.",
      "vi": "Cảm giác như mới hôm qua."
    }
  },
  {
    "translation": {
      "en": "Okay. So cute.",
      "vi": "Được rồi. Dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Good night, Robbie.",
      "vi": "Chúc ngủ ngon, Robbie."
    }
  },
  {
    "translation": {
      "en": "Good night, Jax.",
      "vi": "Chúc ngủ ngon, Jax."
    }
  },
  {
    "translation": {
      "en": "-[door closes] -Oh my God. \"Jax. Robbie.\"",
      "vi": "Chúa ơi. \"Jax. Robbie\".Hai người có tên thân mật à?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] You guys had pet names? I mean, how serious were you?",
      "vi": "Chúa ơi. \"Jax. Robbie\".Hai người có tên thân mật à? Bọn anh nghiêm túc lắm à?Em tưởng chỉ chơi bời thôi?"
    }
  },
  {
    "translation": {
      "en": "I thought you just kinda sorta dated?",
      "vi": "Bọn anh nghiêm túc lắm à?Em tưởng chỉ chơi bời thôi?"
    }
  },
  {
    "translation": {
      "en": "Well, we sorta did.",
      "vi": "Ừ, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "But Jax-- Jackie-- Jacqueline was, uh, you know,",
      "vi": "Nhưng Jax… Jackie. Jacqueline là"
    }
  },
  {
    "translation": {
      "en": "she was my first college girlfriend.",
      "vi": "bạn gái đầu tiên của anh ở đại học."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "So, what did you see in her, anyway?",
      "vi": "Vậy anh thích gì ở cô ấy?"
    }
  },
  {
    "translation": {
      "en": "Oh God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Anh không biết nữa."
    }
  },
  {
    "translation": {
      "en": "I was young and sheltered, and she was, like,",
      "vi": "Anh còn trẻ và được bảo bọc, còn cô ấy,"
    }
  },
  {
    "translation": {
      "en": "smart, and crazy, and spontaneous. -I mean, she was always up for anything. -Huh.",
      "vi": "thông minh, điên rồ và bốc đồng.Cô ấy luôn sẵn lòng thử mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Well, I'm spontaneous. I'm always up for anything.",
      "vi": "Em cũng bốc đồng.Em luôn sẵn sàng thử mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You are?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "-But here? -Sure.",
      "vi": "- Nhưng ở đây?- Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "-Now? -Why not?",
      "vi": "- Bây giờ?- Sao không?"
    }
  },
  {
    "translation": {
      "en": "I don't trust your motives.",
      "vi": "Em không tin động cơ của anh."
    }
  },
  {
    "translation": {
      "en": "-What does that mean? -It's suspicious behavior, that's all.",
      "vi": "- Nghĩa là sao?- Đó là hành vi đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. [grunts softly]",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Night, Miss Spontaneous.",
      "vi": "Ngủ ngon, Quý cô Bốc đồng."
    }
  },
  {
    "translation": {
      "en": "Guess she won the bet.",
      "vi": "Chắc cô ấy thắng cược."
    }
  },
  {
    "translation": {
      "en": "Looks better this way.",
      "vi": "Thế này đẹp hơn đấy."
    }
  },
  {
    "translation": {
      "en": "What-- Really, Charlotte?",
      "vi": "Sao? Thật ư, Charlotte?"
    }
  },
  {
    "translation": {
      "en": "No, no, you don't understand. I didn't do anything. It fell.",
      "vi": "Anh không hiểu. Em chả làm gì. Nó tự rơi."
    }
  },
  {
    "translation": {
      "en": "[Rob] Yeah.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "There you are, buddy. Sorry, Mom.",
      "vi": "Mày đây rồi. Xin lỗi mẹ."
    }
  },
  {
    "translation": {
      "en": "Sometimes Bob likes to watch you sleep.",
      "vi": "Đôi khi Bob thích nhìn mẹ ngủ."
    }
  },
  {
    "translation": {
      "en": "-Um, where is everybody? -Kitchen.",
      "vi": "- Mọi người đâu cả rồi?- Trong bếp."
    }
  },
  {
    "translation": {
      "en": "Is it okay if we try to find the car after breakfast?",
      "vi": "Có ổn khôngnếu ta tìm chiếc xe sau bữa sáng?"
    }
  },
  {
    "translation": {
      "en": "Sure. I mean, wait. What do you mean, \"find the car\"?",
      "vi": "Chắc chắn rồi. Đợi đã. \"Tìm xe\" là sao?"
    }
  },
  {
    "translation": {
      "en": "Don't bother, Nanook.",
      "vi": "Đừng bận tâm, Nanook."
    }
  },
  {
    "translation": {
      "en": "What do you mean? We have to get to my sister's.",
      "vi": "Ý anh là sao? Ta phải đến chỗ em gái em."
    }
  },
  {
    "translation": {
      "en": "I already spoke to Stacy. They got hit worse than us. Totally snowed in.",
      "vi": "Anh nói với Stacy rồi.Họ bị nặng hơn. Hoàn toàn bị tuyết vùi."
    }
  },
  {
    "translation": {
      "en": "We'll try to see her for New Year's.",
      "vi": "Ta sẽ gặp vào giao thừa."
    }
  },
  {
    "translation": {
      "en": "Come inside. Jackie and Val whipped up an incredible breakfast.",
      "vi": "Vào đi. Jackie và Vallàm bữa sáng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Okay. But then we're going home! On skis, chains, sled dogs, whatever.",
      "vi": "Được. Rồi ta sẽ về nhà bằng ván trượt,dây xích, chó kéo xe, bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "By the way, try not to stare.",
      "vi": "Nhân tiện, đừng nhìn chằm chằm."
    }
  },
  {
    "translation": {
      "en": "Stare? Why would I--",
      "vi": "Nhìn chằm chằm? Sao em…"
    }
  },
  {
    "translation": {
      "en": "Charlotte Sanders. It's nice to finally meet you.",
      "vi": "Charlotte Sanders.Rất vui vì cuối cùng cũng gặp cô."
    }
  },
  {
    "translation": {
      "en": "I'm Valentino Miguel Garcia Jennings.",
      "vi": "Tôi là Valentino Miguel Garcia Jennings."
    }
  },
  {
    "translation": {
      "en": "Freshly squeezed.",
      "vi": "Vừa mới vắt đấy."
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] No good? -Yes.",
      "vi": "- Không ngon à?- Có."
    }
  },
  {
    "translation": {
      "en": "[in English] Chest I ever ha-- I mean, it's the best. The best I ever had.",
      "vi": "Ngực nhất từng uống…Ý tôi là ngon nhất từng uống."
    }
  },
  {
    "translation": {
      "en": "I am so excited to talk to you about your dissertation. [Charlotte] You've read my dissertation?",
      "vi": "- Tôi rất vui được nói về luận án của cô.- Anh đã đọc luận án của tôi?"
    }
  },
  {
    "translation": {
      "en": "A bedtime story for our daughter, Beatrix. We both found it… fascinating.",
      "vi": "Truyện trước khi ngủ cho con tôi, Beatrix.Cả hai chúng tôi đều thấy rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Ah! Honey, this is Beatrix.",
      "vi": "Em yêu, đây là Beatrix."
    }
  },
  {
    "translation": {
      "en": "I found a few calculation errors in your formula, by the way.",
      "vi": "Cháu tìm ra vài lỗi tính toántrong công thức của cô."
    }
  },
  {
    "translation": {
      "en": "Sweetheart, what did we tell you?",
      "vi": "Con yêu, bố mẹ đã nói gì với con?"
    }
  },
  {
    "translation": {
      "en": "-Don't correct the guest. -Mm-hmm. She's our little genius.",
      "vi": "- Đừng bắt lỗi khách.- Con bé là thiên tài nhỏ của nhà tôi."
    }
  },
  {
    "translation": {
      "en": "Cute. But there were no errors.",
      "vi": "Dễ thương lắm. Nhưng không có lỗi."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Pancakes are ready. First up, Dora.",
      "vi": "Bánh kếp đã sẵn sàng. Đầu tiên, Dora."
    }
  },
  {
    "translation": {
      "en": "Here you are, sweetie.",
      "vi": "Của cháu đây, cháu yêu."
    }
  },
  {
    "translation": {
      "en": "Look, Mom! Aunt Jackie made pancake shapes.",
      "vi": "Mẹ xem này. Cô Jackie tạo hình bánh kếp."
    }
  },
  {
    "translation": {
      "en": "Wow, pancake shapes, just like I make. No. These look like real things.",
      "vi": "- Chà, hình bánh kếp, y như mẹ làm.- Không. Cái này trông mới thật."
    }
  },
  {
    "translation": {
      "en": "-And mine look like what? -Not Super Dora.",
      "vi": "- Và bánh của mẹ trông như thế nào?- Không phải Siêu nhân Dora."
    }
  },
  {
    "translation": {
      "en": "Aunt Jackie, Uncle Val, Bob would like to thank you for your generous hospitality.",
      "vi": "Cô Jackie, chú Val, Bob muốn cảm ơnvì lòng hiếu khách hào phóng của cô chú."
    }
  },
  {
    "translation": {
      "en": "He's not used to being treated so… civilly.",
      "vi": "Cậu ấy không quen đượcđối xử lịch sự như vậy."
    }
  },
  {
    "translation": {
      "en": "Well, man or a monkey, a guest is a guest.",
      "vi": "Người hay khỉ thì đều là khách."
    }
  },
  {
    "translation": {
      "en": "For my king of rock and roll.",
      "vi": "Cho vua nhạc rock and roll của em."
    }
  },
  {
    "translation": {
      "en": "What? That's amazing. It's a crown. It's a crown.",
      "vi": "Sao? Thật tuyệt vời. Đó là vương miện."
    }
  },
  {
    "translation": {
      "en": "Mom, what was all that banging last night?",
      "vi": "Mẹ, mấy tiếng động rầm rầm đêm qua là gì?"
    }
  },
  {
    "translation": {
      "en": "Oh! That was just your Aunt Jackie and Uncle Val moving some furniture.",
      "vi": "Đó chỉ là cô Jackie và chú Valđang di chuyển đồ đạc."
    }
  },
  {
    "translation": {
      "en": "-[Val] Mmm. -It's an adult thing.",
      "vi": "Chuyện người lớn."
    }
  },
  {
    "translation": {
      "en": "You guys don't move furniture like that at night.",
      "vi": "Bố mẹ không di chuyển đồ đạc thế vào đêm."
    }
  },
  {
    "translation": {
      "en": "We, um, move furniture all the time.",
      "vi": "Bố mẹ di chuyển đồ đạc suốt mà."
    }
  },
  {
    "translation": {
      "en": "We just do it quietly.",
      "vi": "Bố mẹ chỉ làm việc đó một cách lặng lẽ."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean it's not getting moved",
      "vi": "Nhưng không có nghĩa là không có di chuyển"
    }
  },
  {
    "translation": {
      "en": "and getting moved real well.",
      "vi": "và thật ra là di chuyển rất tuyệt ấy chứ."
    }
  },
  {
    "translation": {
      "en": "The nucleus of an atom.",
      "vi": "Hạt nhân của một nguyên tử."
    }
  },
  {
    "translation": {
      "en": "For the girl who single-handedly got me through Physics 101.",
      "vi": "Cho cô gái đã một tay đưa tôivượt qua Nhập môn Vật lý."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Listen, your mother was the most brilliant student in college.",
      "vi": "Mẹ cháu làsinh viên giỏi nhất ở trường đại học."
    }
  },
  {
    "translation": {
      "en": "Without her as my tutor, I never would have graduated.",
      "vi": "Không nhờ cô ấy làm gia sư,cô đã chẳng thể tốt nghiệp."
    }
  },
  {
    "translation": {
      "en": "Oh, which reminds me, Robbie, did you ask her yet?",
      "vi": "Nhắc mới nhớ,Robbie, anh đã hỏi cô ấy chưa?"
    }
  },
  {
    "translation": {
      "en": "Ask me what?",
      "vi": "Hỏi tôi cái gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, well, um…",
      "vi": "À…"
    }
  },
  {
    "translation": {
      "en": "Jaqueline, uh, invited us to stay for Christmas.",
      "vi": "Jaqueline mời nhà mìnhở lại đón Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Yes! It will be so great, Char.",
      "vi": "Đúng rồi. Sẽ rất tuyệt vời, Char."
    }
  },
  {
    "translation": {
      "en": "I mean, we can catch up and have us some serious girl time.",
      "vi": "Ta có thể tán gẫuvà nói chút chuyện con gái."
    }
  },
  {
    "translation": {
      "en": "It's been way too long.",
      "vi": "Đã quá lâu rồi."
    }
  },
  {
    "translation": {
      "en": "That is incredibly generous, but we could not possibly--",
      "vi": "Thật là hào phóng,nhưng chúng tôi không thể…"
    }
  },
  {
    "translation": {
      "en": "Christmas with Jackie is a life-altering experience.",
      "vi": "Giáng sinh với Jackielà một trải nghiệm thay đổi cuộc đời."
    }
  },
  {
    "translation": {
      "en": "Please, Mom.",
      "vi": "Làm ơn đi, mẹ."
    }
  },
  {
    "translation": {
      "en": "Me and Bob wanna stay. Please?",
      "vi": "Con và Bob muốn ở lại. Làm ơn?"
    }
  },
  {
    "translation": {
      "en": "[laughs] I mean, um… It's up to your dad. Rob?",
      "vi": "Chuyện đó còn tùy vào bố. Rob?"
    }
  },
  {
    "translation": {
      "en": "Well, then it's settled. 'Cause Robbie already said yes.",
      "vi": "Vậy là xong rồi. Vì Robbie đã đồng ý."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "-[bell ringing] -Do we all hear that?",
      "vi": "Mọi người nghe thấy chứ?"
    }
  },
  {
    "translation": {
      "en": "-Yeah! I heard it! It's-- -[Dora] I hear bells.",
      "vi": "- Có ạ.- Có tiếng chuông."
    }
  },
  {
    "translation": {
      "en": "-[Dora] Sleigh bells! -I… I hear it.",
      "vi": "- Chuông xe trượt tuyết!- Có."
    }
  },
  {
    "translation": {
      "en": "[Grant] Yeah. [imitating Bob] I heard it too. I heard it.",
      "vi": "- Đúng vậy.- Tôi cũng nghe thấy. Tôi nghe rồi."
    }
  },
  {
    "translation": {
      "en": "Are there letters in the stockings? How do you like that?",
      "vi": "Có những bức thư trong tất này.Các cháu có thích không?"
    }
  },
  {
    "translation": {
      "en": "Ooh! This one is addressed to Theodora Sanders.",
      "vi": "Bức thư này được gửi tới Theodora Sanders."
    }
  },
  {
    "translation": {
      "en": "Is that what Dora is short for? I thought it was \"adorable.\"",
      "vi": "Tên đầy đủ của Dora à? Thật đáng yêu."
    }
  },
  {
    "translation": {
      "en": "And, ooh, Grant!",
      "vi": "Và Grant."
    }
  },
  {
    "translation": {
      "en": "-Really? -[Jackie] Mm-hmm.",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "And there's another one to a Bob Sanders. Could that be Monkey Bob?",
      "vi": "Và một bức thư cho Bob Sanders.Đó là Khỉ Bob sao?"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I wonder who they're from?",
      "vi": "Không biết là ai gửi."
    }
  },
  {
    "translation": {
      "en": "[Grant] It's from Santa!",
      "vi": "Là từ ông già Noel."
    }
  },
  {
    "translation": {
      "en": "It says, \"Dear Honorable Ninja Grant.\"",
      "vi": "Nó viết là, \"Ninja Grant đáng kính\"."
    }
  },
  {
    "translation": {
      "en": "But the flue was closed.",
      "vi": "Nhưng ống khói đã bị đóng."
    }
  },
  {
    "translation": {
      "en": "\"I've been informed you'll be staying with the super cool Jennings family this Christmas.\"",
      "vi": "\"Ông được báo là cháu ở lại vớinhà Jennings tuyệt vời vào Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "\"I will deliver your presents to their home in Hadley Falls.\"",
      "vi": "Ông sẽ chuyển quàđến nhà họ ở Hadley Falls."
    }
  },
  {
    "translation": {
      "en": "\"Merry Christmas. Santa Claus.\"",
      "vi": "Giáng sinh vui vẻ. Ông già Noel\"."
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever.",
      "vi": "Giáng sinh tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "How could you say yes? Now we are trapped.",
      "vi": "Sao anh có thể đồng ý? Giờ ta bị mắc kẹt."
    }
  },
  {
    "translation": {
      "en": "This isn't the Donner Pass. And I didn't say yes.",
      "vi": "Đây không phải là Đèo Donner.Và anh không đồng ý."
    }
  },
  {
    "translation": {
      "en": "I just said I was fine with it if you were.",
      "vi": "Anh chỉ nói anh ổn miễn là em ổn."
    }
  },
  {
    "translation": {
      "en": "We still have three days till Christmas Eve. We leave as soon as the weather clears, we can get home in time for--",
      "vi": "Còn ba ngày nữa đến đêm Giáng sinh.Ngay khi trời quang, ta có thể về kịp…"
    }
  },
  {
    "translation": {
      "en": "What? For what? -What is wrong with Christmas here? -Ugh.",
      "vi": "Sao? Kịp làm gì?Giáng sinh ở đây thì làm sao?"
    }
  },
  {
    "translation": {
      "en": "Is the real reason you don't wanna stay what I think it is?",
      "vi": "Có phải lý do thật sựem không muốn ở lại như anh nghĩ không?"
    }
  },
  {
    "translation": {
      "en": "You mean about you and Jackie? Pfft! Don't be ridiculous.",
      "vi": "Ý anh là về anh và Jackie?Đừng có lố bịch."
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Em chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "'Cause, look, I would totally understand if--",
      "vi": "Vì anh sẽ hoàn toàn hiểu nếu…"
    }
  },
  {
    "translation": {
      "en": "I'm positive. I mean, I'm not threatened by Jackie.",
      "vi": "Em không sao. Ý em là,em không bị Jackie đe dọa."
    }
  },
  {
    "translation": {
      "en": "Okay. All right. I was just being sensitive to the situation.",
      "vi": "Được rồi. Anh chỉ đangnhạy cảm với tình huống thôi."
    }
  },
  {
    "translation": {
      "en": "-There's no need. -[chuckles]",
      "vi": "Không cần đâu."
    }
  },
  {
    "translation": {
      "en": "So if it's not about that, then what is it?",
      "vi": "Vậy nếu không phải chuyện đóthì là chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Is this about the letter?",
      "vi": "Là về lá thư à?"
    }
  },
  {
    "translation": {
      "en": "-[Charlotte] Uh, what letter? -Come on.",
      "vi": "- Thư gì?- Thôi nào."
    }
  },
  {
    "translation": {
      "en": "You thought it was BS, and now that we know it isn't--",
      "vi": "Em nghĩ nó vớ vẩn và giờ ta biết là không…"
    }
  },
  {
    "translation": {
      "en": "We do not know that it isn't BS.",
      "vi": "Ta đâu biết là không vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Babe, have you had a look around? I mean… besides ogling Valentino.",
      "vi": "Em yêu, em đã xem xung quanh chưa?Ngoài nhìn chòng chọc Valentino."
    }
  },
  {
    "translation": {
      "en": "-[laughs] I was not ogling! -Okay. Sure.",
      "vi": "- Em không nhìn chòng chọc.- Ừ. Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "\"Chest I ever had\"? [chuckles] -Real smooth, Charlotte. -[groans]",
      "vi": "\"Ngực nhất từng uống\"?Mượt lắm, Charlotte."
    }
  },
  {
    "translation": {
      "en": "I was flustered. Like-- -But you are way hotter than him. -Mmm.",
      "vi": "Em bối rối.Nhưng anh nóng bỏng hơn anh ấy."
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -Ugh. I had taken a look around. And something is off here. I can't put my finger on it.",
      "vi": "Em đã xem xung quanh.Có gì đó sai sai. Em chưa rõ là gì."
    }
  },
  {
    "translation": {
      "en": "But did you see how fast she came up with those Santa letters?",
      "vi": "Thấy cô ấy nghĩ ravụ thư ông già Noel quá lẹ chứ?"
    }
  },
  {
    "translation": {
      "en": "And what about, like, her other kid who's not here, Daniel?",
      "vi": "Và đứa con nữa của cô ấyđang vắng mặt, Daniel?"
    }
  },
  {
    "translation": {
      "en": "You read the newsletter. -He's in, uh, Kosovo or somewhere. -Uh-huh.",
      "vi": "Em đọc bản tin rồi mà.Cậu bé đang ở Kosovo hay đâu đó."
    }
  },
  {
    "translation": {
      "en": "You know, look, I know it's kind of spontaneous and crazy,",
      "vi": "Nghe này, anh biếtnghe có vẻ bốc đồng và điên rồ,"
    }
  },
  {
    "translation": {
      "en": "but they're really nice people.",
      "vi": "nhưng họ là những người tốt bụng."
    }
  },
  {
    "translation": {
      "en": "Maybe you can just fake having a good time.",
      "vi": "Có lẽ em có thể giả vờ vui vẻ."
    }
  },
  {
    "translation": {
      "en": "-Pretend we're visiting my mother. -What did you just say?",
      "vi": "- Giả vờ như ta đang thăm mẹ anh.- Anh vừa nói gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, maybe you can just fake having a good time.",
      "vi": "Có lẽ em có thể giả vờ vui vẻ."
    }
  },
  {
    "translation": {
      "en": "-You're right. -I am?",
      "vi": "- Anh nói đúng.- Vậy ư?"
    }
  },
  {
    "translation": {
      "en": "Let's be spontaneous.",
      "vi": "Hãy bốc đồng nào."
    }
  },
  {
    "translation": {
      "en": "Okay, so maybe that's true. Doesn't mean everything else is.",
      "vi": "Được rồi, có lẽ cái này là thật.Không có nghĩa mọi thứ khác cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So, you're the Harvard girl.",
      "vi": "Cháu là cô gái Harvard."
    }
  },
  {
    "translation": {
      "en": "I am.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Check.",
      "vi": "Chiếu tướng."
    }
  },
  {
    "translation": {
      "en": "-[dramatic note plays] -Checkmate!",
      "vi": "Chiếu tướng."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] I can admit the kid's good.",
      "vi": "Thừa nhận là cô bé đó giỏi."
    }
  },
  {
    "translation": {
      "en": "Fine. Whatever.",
      "vi": "Được rồi. Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "Stamps.",
      "vi": "Dấu xuất nhập cảnh."
    }
  },
  {
    "translation": {
      "en": "Good for them.",
      "vi": "Tốt cho họ."
    }
  },
  {
    "translation": {
      "en": "-Ms. Sanders? -Huh?",
      "vi": "Cô Sanders?"
    }
  },
  {
    "translation": {
      "en": "-Grant mentioned you work for StarTech. -Oh! Yeah, I do.",
      "vi": "- Grant nói cô làm việc cho StarTech.- Ừ, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "I dunno if you have any company shares, but hedge fund superstar Ken Griffin",
      "vi": "Cháu không rõ liệu cô có mua cổ phiếu,nhưng trùm đầu tư Ken Griffin ở Citadel"
    }
  },
  {
    "translation": {
      "en": "over at Citadel is shorting the stock.",
      "vi": "Cháu không rõ liệu cô có mua cổ phiếu,nhưng trùm đầu tư Ken Griffin ở Citadel đang bán cổ phiếu của họ."
    }
  },
  {
    "translation": {
      "en": "You might wanna get out while you can.",
      "vi": "Cô nên thoát ra khi còn có thể."
    }
  },
  {
    "translation": {
      "en": "You're so cute!",
      "vi": "Cháu dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Are you patronizing me?",
      "vi": "Cô đang coi thường cháu?"
    }
  },
  {
    "translation": {
      "en": "Me? No.",
      "vi": "Cô ư? Đâu có."
    }
  },
  {
    "translation": {
      "en": "Point is, I may be small in stature, Ms. Sanders, but I am tall in intellect.",
      "vi": "Trông cháu có thể nhỏ bé, cô Sanders,nhưng cháu cao lớn về mặt trí tuệ."
    }
  },
  {
    "translation": {
      "en": "-Beatrix, don't intimidate the guests! -She wasn't intimidating me.",
      "vi": "- Beatrix, đừng dọa khách.- Cô bé không dọa tôi."
    }
  },
  {
    "translation": {
      "en": "-Mind if we take your car? -Our car? But we're snowbound.",
      "vi": "- Cậu có phiền nếu bọn tôi đi xe cậu?- Xe? Nhưng tuyết vùi rồi mà."
    }
  },
  {
    "translation": {
      "en": "See? Were snowbound.",
      "vi": "Thấy chưa? Hết rồi."
    }
  },
  {
    "translation": {
      "en": "Driveway is heated, melts in hours.",
      "vi": "Lối vào nóng lên, tuyết tan trong vài giờ."
    }
  },
  {
    "translation": {
      "en": "And they are rock stars at plowing the roads around here.",
      "vi": "Và quanh đây toàn siêu saotrong việc dọn sạch đường xá."
    }
  },
  {
    "translation": {
      "en": "Come on. Let's get us a tree. [exclaims]",
      "vi": "Đi nào. Mua cây thôi."
    }
  },
  {
    "translation": {
      "en": "Ooh! Nice, firm needles.",
      "vi": "Lá kim dày và chắc chắn."
    }
  },
  {
    "translation": {
      "en": "-[Val] Oh yeah. That's a nice one, baby. -[Jackie] Mm-hmm!",
      "vi": "Ừ. Hay đấy, cưng à."
    }
  },
  {
    "translation": {
      "en": "Sturdy trunk.",
      "vi": "Thân cây cứng cáp."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "vi": "Cũng được."
    }
  },
  {
    "translation": {
      "en": "-Oh. Sticky. -[Rob] Yeah, love it. Sturdy. Firm.",
      "vi": "- Tuyệt. Bẩn quá, biến thái ạ.- Dính ghê."
    }
  },
  {
    "translation": {
      "en": "Isn't this one, I don't know, kind of ginormous?",
      "vi": "Cây này chẳng phải hơi to sao?"
    }
  },
  {
    "translation": {
      "en": "-Well, Val is hugely festive. -Oof!",
      "vi": "Val rất thích không khí lễ hội."
    }
  },
  {
    "translation": {
      "en": "-[Jackie chuckling] -You inspire me, mi amor.",
      "vi": "Em truyền cảm hứng cho anh đấy."
    }
  },
  {
    "translation": {
      "en": "-Okay, okay, okay! -[both chuckling]",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Baby, not at the tree lot. -Well…",
      "vi": "- Cưng à, đây là chỗ bán cây.- Chà…"
    }
  },
  {
    "translation": {
      "en": "-Inspiration? Inspiration? -[Rob] Charlotte!",
      "vi": "- Có cảm hứng?- Charlotte."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Can you just-- Wait. Hold on, hold on, hold on.",
      "vi": "Em có thể… Chờ chút."
    }
  },
  {
    "translation": {
      "en": "It's a little sap.",
      "vi": "Đó là nhựa cây."
    }
  },
  {
    "translation": {
      "en": "From the tree.",
      "vi": "Từ cái cây."
    }
  },
  {
    "translation": {
      "en": "-[Charlotte] Are you okay? -[man laughs] Ho-ho-ho!",
      "vi": "Anh có sao không?"
    }
  },
  {
    "translation": {
      "en": "-[Grant] Santa! -Well, hello there, children.",
      "vi": "Ông già Noel! Chào các cháu. Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas.",
      "vi": "Chào các cháu. Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas.",
      "vi": "Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Thanks for sending the letters.",
      "vi": "Cảm ơn vì ông đã gửi thư."
    }
  },
  {
    "translation": {
      "en": "Letters. Letters, uh…",
      "vi": "Thư."
    }
  },
  {
    "translation": {
      "en": "Mmm. Oh, yes, of course! Right. The letters. You're very welcome.",
      "vi": "Ừ, tất nhiên rồi.Những lá thư. Không có chi."
    }
  },
  {
    "translation": {
      "en": "We were pleasantly surprised to find them under our pillows this morning.",
      "vi": "Bọn cháu rất ngạc nhiênkhi thấy chúng dưới gối sáng nay."
    }
  },
  {
    "translation": {
      "en": "Splendid!",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I'm glad they arrived safe and sound. Merry Christmas.",
      "vi": "Ông mừng là chúng đến nơi an toàn.Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "The letter wasn't under my pillow.",
      "vi": "Không có thư dưới gối của tớ."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Ooh! What's this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's nothing.",
      "vi": "Không có gì đâu."
    }
  },
  {
    "translation": {
      "en": "That's a Chip Mitt. It's one of Charlotte's brilliant inventions.",
      "vi": "Đó là Găng tay Bốc bánh,một phát minh tuyệt vời của Charlotte."
    }
  },
  {
    "translation": {
      "en": "Oh, right! Back in college, you used to come up with all the cool gadgets.",
      "vi": "Phải. Hồi đại học, cậu từng nghĩ ranhững thiết bị tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "What does this one do?",
      "vi": "Cái này để làm gì?"
    }
  },
  {
    "translation": {
      "en": "It's, um… It's a glove that uses a reverse static charge to repel crumbs.",
      "vi": "Găng tay tạo tĩnh điện đảo ngượcđể tránh dính vụn bánh."
    }
  },
  {
    "translation": {
      "en": "Why would you need a glove to repel crumbs?",
      "vi": "Sao lại cần tránh dính vụn bánh?"
    }
  },
  {
    "translation": {
      "en": "Well, it's for when you're eating snacks… Well, never mind. [laughs]",
      "vi": "Để khi cậu ăn bánh… Thôi, đừng bận tâm."
    }
  },
  {
    "translation": {
      "en": "I mean, it's, um… Never mind.",
      "vi": "Ý tôi là… Đừng bận tâm."
    }
  },
  {
    "translation": {
      "en": "Well, you know, Daniel always wanted to be an inventor.",
      "vi": "Daniel luôn muốntrở thành một nhà phát minh."
    }
  },
  {
    "translation": {
      "en": "Always hoping to change the world.",
      "vi": "Luôn hy vọng thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "[Charlotte laughs] Well, it's a Chip Mitt. It's not gonna end world hunger.",
      "vi": "Đó là Găng tay Bốc bánh.Sẽ không chấm dứt nạn đói đâu."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, we read about what Daniel's been up to, and you must be so proud.",
      "vi": "Nhân tiện, bọn tôi đã đọc về điềuDaniel đang làm, hẳn cậu rất tự hào."
    }
  },
  {
    "translation": {
      "en": "[exhales] He's an inspiration.",
      "vi": "Thằng bé là nguồn cảm hứng."
    }
  },
  {
    "translation": {
      "en": "I wish he was here.",
      "vi": "Ước gì nó ở đây."
    }
  },
  {
    "translation": {
      "en": "Anyway, everything comes with a purpose, Charlotte.",
      "vi": "Dù sao thì, mọi thứđều có mục đích, Charlotte."
    }
  },
  {
    "translation": {
      "en": "Chip Mitt included.",
      "vi": "Kể cả Găng tay Bốc bánh."
    }
  },
  {
    "translation": {
      "en": "And when God gives you a gift, the best \"thank you\" is to use it.",
      "vi": "Và khi Chúa ban cho ta một món quà,lời cảm ơn tốt nhất là dùng nó."
    }
  },
  {
    "translation": {
      "en": "-I love that. -I love you, baby.",
      "vi": "- Tôi thích điều đó.- Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "-All right, watch out. -Okay.",
      "vi": "- Coi chừng.- Vâng."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -Yeah.",
      "vi": "- Của anh đây.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Here it comes.",
      "vi": "Đến đây."
    }
  },
  {
    "translation": {
      "en": "That'll buff right out. Yeah.",
      "vi": "- Nó sẽ phồng ra lại thôi.- Phải."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Hey, did the mail come? -Yeah, just bringing it right up.",
      "vi": "- Này, thư đến chưa?- Ừ, tôi mang lên ngay đây."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Char.",
      "vi": "Cảm ơn, Char."
    }
  },
  {
    "translation": {
      "en": "So, um, have you had any contact with Jackie lately?",
      "vi": "Gần đây anh có liên lạc gìvới Jackie không?"
    }
  },
  {
    "translation": {
      "en": "I mean, besides receiving her newsletter?",
      "vi": "Ngoài việc nhận bản tin của cô ấy?"
    }
  },
  {
    "translation": {
      "en": "Me? No. Why?",
      "vi": "Anh ư? Không. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm just asking.",
      "vi": "Em hỏi thế thôi."
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Well, why wouldn't I be?",
      "vi": "- Em ổn chứ?- Sao lại không chứ?"
    }
  },
  {
    "translation": {
      "en": "-[Grant] Dad, can I have one? -[Rob] I forgot what a good cook you are.",
      "vi": "- Bố, con ăn được chứ?- Suýt quên em giỏi nấu ăn."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Well, you know I love to bake. -[Rob] It's all coming back to me now.",
      "vi": "- Em thích nướng bánh mà.- Giờ anh đang nhớ lại mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Grant] I want cake too.",
      "vi": "Con cũng muốn ăn bánh."
    }
  },
  {
    "translation": {
      "en": "-This meal, are you kidding? Oh my God. -[indistinct chatter]",
      "vi": "- Bữa ăn này, thật ư?- Con ăn gì cũng được."
    }
  },
  {
    "translation": {
      "en": "-Can I have one? -[Val] Yes!",
      "vi": "- Con ăn nhé?- Ừ."
    }
  },
  {
    "translation": {
      "en": "-For you. -[Beatrix] Aren't they good?",
      "vi": "- Cho con.- Ngon quá."
    }
  },
  {
    "translation": {
      "en": "[Rob] The turkey! Did you massage it for three hours?",
      "vi": "Gà tây. Em đã làm gì, mát xa nó ba tiếng? Mọi người ăn bánh quy tùy thích."
    }
  },
  {
    "translation": {
      "en": "[Beatrix] My mom makes the best cookies. I think they're better than gourmet.",
      "vi": "Mẹ tớ làm bánh quy ngon nhất.Tớ nghĩ là còn ngon hơn đầu bếp làm."
    }
  },
  {
    "translation": {
      "en": "You gotta try it. It's so good. Isn't she something?",
      "vi": "Em phải thử đi. Ngon lắm.Cô ấy giỏi quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You are something. Unbelievable. I don't know how you do it.",
      "vi": "Tuyệt. Khó tin ghê.Chả biết sao em làm được."
    }
  },
  {
    "translation": {
      "en": "-She is something else! -[Val] She is.",
      "vi": "- Cô ấy tuyệt thật.- Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Charlotte Sanders!",
      "vi": "Charlotte Sanders."
    }
  },
  {
    "translation": {
      "en": "Come. Have a drink with me.",
      "vi": "Đến đây. Uống với tôi một ly."
    }
  },
  {
    "translation": {
      "en": "I would love to.",
      "vi": "Tôi rất muốn."
    }
  },
  {
    "translation": {
      "en": "Yeah, come on.",
      "vi": "Lại đây nào."
    }
  },
  {
    "translation": {
      "en": "Please, sit.",
      "vi": "Mời ngồi."
    }
  },
  {
    "translation": {
      "en": "-Yes! -Try it first. It's a little-- Oh!",
      "vi": "- Vâng.- Thử trước đi. Có hơi…"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[laughing]",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "More, maybe?",
      "vi": "Thêm nữa nhé?"
    }
  },
  {
    "translation": {
      "en": "-Is something wrong? -Oh no.",
      "vi": "- Có chuyện gì à?- Không."
    }
  },
  {
    "translation": {
      "en": "Well, I, um… I…",
      "vi": "Chà, tôi…"
    }
  },
  {
    "translation": {
      "en": "Talk to me. Please.",
      "vi": "Kể cho tôi nghe đi. Nào."
    }
  },
  {
    "translation": {
      "en": "Um, well, um, I was just wondering, does Jackie ever talk about Rob?",
      "vi": "Tôi chỉ tự hỏi,Jackie có bao giờ nói về Rob không?"
    }
  },
  {
    "translation": {
      "en": "-No. -No.",
      "vi": "- Không.- Không."
    }
  },
  {
    "translation": {
      "en": "-No. Why do you ask? -I'm just curious, that's all. Yeah. Yeah. Okay.",
      "vi": "- Không. Cô hỏi chuyện đó làm gì?- Tôi chỉ tò mò thôi. Vâng."
    }
  },
  {
    "translation": {
      "en": "It bothers you to see Rob and Jackie back together again.",
      "vi": "Cô khó chịukhi thấy Rob và Jackie bên nhau."
    }
  },
  {
    "translation": {
      "en": "I don't know. Maybe a little.",
      "vi": "Tôi không biết. Có lẽ một chút."
    }
  },
  {
    "translation": {
      "en": "[laughs] Well, I mean, does it… does it bother you?",
      "vi": "Anh có thấy phiền không?"
    }
  },
  {
    "translation": {
      "en": "No. No, I… I appreciate it when men find my wife attractive.",
      "vi": "Không. Tôi rất biết ơnkhi đàn ông thấy vợ tôi hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Well, wait. So, do you think Rob finds Jackie attractive?",
      "vi": "Khoan đã. Vậy anh nghĩRob thấy Jackie hấp dẫn à?"
    }
  },
  {
    "translation": {
      "en": "Do you find me attractive?",
      "vi": "Cô thấy tôi hấp dẫn chứ?"
    }
  },
  {
    "translation": {
      "en": "Um, sure. [laughs]",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "You're a very handsome, gorgeous man.",
      "vi": "Anh rất đẹp trai, hào hoa."
    }
  },
  {
    "translation": {
      "en": "Why are you asking?",
      "vi": "Sao anh lại hỏi thế?"
    }
  },
  {
    "translation": {
      "en": "I am just trying to show you that two people can be attracted to each other",
      "vi": "Tôi chỉ đang cố cho cô thấyhai người có thể bị thu hút bởi nhau"
    }
  },
  {
    "translation": {
      "en": "without it meaning anything.",
      "vi": "và chẳng có ý nghĩa gì cả."
    }
  },
  {
    "translation": {
      "en": "Do you find me attractive? No.",
      "vi": "- Anh thấy tôi hấp dẫn chứ?- Không."
    }
  },
  {
    "translation": {
      "en": "[on TV] Look at this.",
      "vi": "Xem này."
    }
  },
  {
    "translation": {
      "en": "[Beatrix] Santa Claus.",
      "vi": "Ông già Noel."
    }
  },
  {
    "translation": {
      "en": "According to the 1934 treatise,",
      "vi": "Theo luận thuyết năm 1934,"
    }
  },
  {
    "translation": {
      "en": "\"Santa Claus Is Coming To Town\" by Coots and Gillespie,",
      "vi": "\"Ông già Noel Đến Thị trấn\",Coots và Gillespie,"
    }
  },
  {
    "translation": {
      "en": "his sole purpose is to bring toys to nice little boys and girls.",
      "vi": "mục đích duy nhất của ông ấylà mang đồ chơi cho các bé trai và bé gái."
    }
  },
  {
    "translation": {
      "en": "In my research,",
      "vi": "Từ nghiên cứu của tớ,"
    }
  },
  {
    "translation": {
      "en": "I found no correlation between the level of naughtiness",
      "vi": "tớ không tìm thấymối tương quan giữa mức độ hư hỏng"
    }
  },
  {
    "translation": {
      "en": "and the amount of toys received.",
      "vi": "và số lượng đồ chơi nhận được."
    }
  },
  {
    "translation": {
      "en": "In fact, the strongest factor is actually the financial health of the parents.",
      "vi": "Trên thực tế, yếu tố lớn nhấtchính là sức khỏe tài chính của bố mẹ."
    }
  },
  {
    "translation": {
      "en": "But this doesn't make any sense.",
      "vi": "Thật hết sức vô lý."
    }
  },
  {
    "translation": {
      "en": "Unless there's something more sinister afoot.",
      "vi": "Trừ khi có âm mưu gì đó nham hiểm hơn."
    }
  },
  {
    "translation": {
      "en": "And, together, we'll prove it.",
      "vi": "Và ta sẽ cùng chứng minh."
    }
  },
  {
    "translation": {
      "en": "-Prove what? -That Santa Claus does not exist.",
      "vi": "- Chứng minh điều gì?- Ông già Noel không hề tồn tại."
    }
  },
  {
    "translation": {
      "en": "I don't know, Beatrix.",
      "vi": "Tớ không biết, Beatrix."
    }
  },
  {
    "translation": {
      "en": "Bob and I are pretty sure he's real.",
      "vi": "Bob và tớ khá chắc ông ấy là thật."
    }
  },
  {
    "translation": {
      "en": "I can see you require additional convincing.",
      "vi": "Tớ có thể thấycậu cần thêm sự thuyết phục."
    }
  },
  {
    "translation": {
      "en": "Listen close.",
      "vi": "Nghe kỹ này."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Val? Come up here quick.",
      "vi": "Val? Lên đây nhanh lên."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] What happened?",
      "vi": "Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "[Jackie in English] I don't have the slightest. I heard a crash.",
      "vi": "Em không biết.Em nghe thấy tiếng loảng xoảng."
    }
  },
  {
    "translation": {
      "en": "He must have left the window open.",
      "vi": "Chắc là quên đóng cửa sổ."
    }
  },
  {
    "translation": {
      "en": "It was, uh, just a gust of wind.",
      "vi": "Chỉ là một cơn gió thôi."
    }
  },
  {
    "translation": {
      "en": "[grunts] No, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Stupid snowman.",
      "vi": "Người tuyết ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa! Watch out! Watch out!",
      "vi": "Coi chừng!"
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter] -Watch out, watch out!",
      "vi": "Coi chừng!"
    }
  },
  {
    "translation": {
      "en": "No, no, no!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "[on megaphone] Cut! Cut!",
      "vi": "Cắt!"
    }
  },
  {
    "translation": {
      "en": "-Lower her, please. -[woman 1] You okay?",
      "vi": "- Hạ cô ấy xuống.- Cô ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Guys, this has to be delicado, like you're caressing a woman.",
      "vi": "Các cậu, việc này phải thật tinh tế,như khi vuốt ve phụ nữ vậy."
    }
  },
  {
    "translation": {
      "en": "Someday.",
      "vi": "Một ngày nào đó."
    }
  },
  {
    "translation": {
      "en": "When the angel flies in, you have to be looking up at the star.",
      "vi": "Khi thiên thần bay đến,cô phải nhìn lên ngôi sao."
    }
  },
  {
    "translation": {
      "en": "Mi amor, are we still on schedule for the star?",
      "vi": "Em à, ngôi sao vẫn đúng lịch trình chứ?"
    }
  },
  {
    "translation": {
      "en": "Of course we are, baby. And it's gonna be the best star ever.",
      "vi": "Tất nhiên rồi, anh yêu.Và nó sẽ là ngôi sao tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "Okay? Except for maybe the real deal.",
      "vi": "Được chứ? Ngoại trừ mấy ngôi sao thực sự."
    }
  },
  {
    "translation": {
      "en": "Okay. Ten-minute break, and then we will take it from the top.",
      "vi": "Được rồi. Nghỉ mười phút,rồi ta sẽ làm lại từ đầu."
    }
  },
  {
    "translation": {
      "en": "Good job, everyone.",
      "vi": "Tốt lắm, mọi người."
    }
  },
  {
    "translation": {
      "en": "-[gloves crinkling] -No cheesy residue? How is that even possible?",
      "vi": "Không có bột phô mai bám lại?Sao lại thế được nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Science.",
      "vi": "Khoa học."
    }
  },
  {
    "translation": {
      "en": "-Brilliant! [laughing] -Oh.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Oh, good job, angel.",
      "vi": "Làm tốt lắm, thiên thần."
    }
  },
  {
    "translation": {
      "en": "Thanks, Jackie.",
      "vi": "Cảm ơn, Jackie."
    }
  },
  {
    "translation": {
      "en": "That was Rose McCaffrey, head mechanic at Jennings Aviation before I sold it.",
      "vi": "Đó là Rose McCaffrey, thợ máy chínhở Jennings trước khi tôi bán nó."
    }
  },
  {
    "translation": {
      "en": "Can you understand me?",
      "vi": "Mày hiểu tao không?"
    }
  },
  {
    "translation": {
      "en": "Um, honey, is talking to animals an actual superpower?",
      "vi": "Con yêu, nói chuyện với động vậtcó phải là siêu năng lực thật không?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "And I don't have it.",
      "vi": "Và con không có nó."
    }
  },
  {
    "translation": {
      "en": "Here, Char. I got an idea. [giggles]",
      "vi": "Đây, Char. Tôi có một ý tưởng."
    }
  },
  {
    "translation": {
      "en": "[on mic] ♪ The weather outside Is frightful ♪",
      "vi": "Thời tiết bên ngoài thật kinh khủng"
    }
  },
  {
    "translation": {
      "en": "No! No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-♪ The fire is so delightful ♪ -Okay.",
      "vi": "Nhưng ngọn lửa kia thật dễ chịu"
    }
  },
  {
    "translation": {
      "en": "-♪ And since we've no place to go ♪ -[playing \"Let It Snow!\" by Brandy]",
      "vi": "Và bởi chúng ta chẳng còn nơi nào để đi"
    }
  },
  {
    "translation": {
      "en": "♪ Let it snow, let it snow, let it snow ♪",
      "vi": "Thôi cứ để tuyết rơi"
    }
  },
  {
    "translation": {
      "en": "♪ It doesn't show signs of stopping ♪",
      "vi": "Tuyết chẳng có dấu hiệu sẽ dừng lại"
    }
  },
  {
    "translation": {
      "en": "♪ And I brought me some corn for popping ♪",
      "vi": "Vì vậy em mang chút bắp ra rang"
    }
  },
  {
    "translation": {
      "en": "♪ The lights are turned way down low ♪",
      "vi": "Những ánh đèn đang tắt dần"
    }
  },
  {
    "translation": {
      "en": "♪ Let it snow, let it snow, let it snow ♪",
      "vi": "Thôi cứ để tuyết rơi"
    }
  },
  {
    "translation": {
      "en": "♪ When we finally kiss good night ♪",
      "vi": "Khi ta cuối cùng cũng hôn chúc ngủ ngon"
    }
  },
  {
    "translation": {
      "en": "♪ How I'll hate going out in the storm ♪",
      "vi": "Em ghét phải ra ngoài trong cơn bão kia"
    }
  },
  {
    "translation": {
      "en": "♪ But if you really hold me tight ♪",
      "vi": "Nhưng nếu anh ôm em thật chặt"
    }
  },
  {
    "translation": {
      "en": "♪ All the way home, I'll be warm ♪",
      "vi": "Trên đường về, em sẽ được sưởi ấm"
    }
  },
  {
    "translation": {
      "en": "♪ The fire is slowly dying ♪",
      "vi": "Ngọn lửa đang dần tàn lụi"
    }
  },
  {
    "translation": {
      "en": "♪ And, my dear, we're still goodbying ♪",
      "vi": "Và anh yêu, ta vẫn đang chào tạm biệt"
    }
  },
  {
    "translation": {
      "en": "♪ But as long as you love me so ♪",
      "vi": "Nhưng chỉ cần anh yêu em thật nhiều"
    }
  },
  {
    "translation": {
      "en": "♪ Let it snow, let it snow, let it snow ♪",
      "vi": "Thôi cứ để tuyết rơi"
    }
  },
  {
    "translation": {
      "en": "♪ Snow ♪",
      "vi": "Tuyết rơi"
    }
  },
  {
    "translation": {
      "en": "Operation Santa Fraud begins.",
      "vi": "Chiến dịch Ông già Noel Bịp bợm bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Dora] Wow, Mom!",
      "vi": "Chà, mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "Aunt Jackie and Dad are really cool together.",
      "vi": "Cô Jackie và bố song ca rất hay."
    }
  },
  {
    "translation": {
      "en": "That was just so…",
      "vi": "Thật là…"
    }
  },
  {
    "translation": {
      "en": "I gotta go do some last-minute Christmas shopping that you can't be there for.",
      "vi": "Em phải đi mua đồ Giáng sinhvà anh không được đi cùng."
    }
  },
  {
    "translation": {
      "en": "You're going Christmas shopping?",
      "vi": "Em đi mua đồ Giáng sinh?"
    }
  },
  {
    "translation": {
      "en": "To an actual store? Who are you, and what have you done with my wife?",
      "vi": "Đến một cửa hàng thật?Cô là ai, cô đã làm gì vợ tôi?"
    }
  },
  {
    "translation": {
      "en": "-Bye. -Bye.",
      "vi": "- Tạm biệt.- Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "And what would you three little ones like for Christmas? Hmm?",
      "vi": "Ba cháu thích quà gì cho Giáng sinh?"
    }
  },
  {
    "translation": {
      "en": "We want the truth! Is Santa real?",
      "vi": "Sự thật. Ông già Noel có thật không ạ?"
    }
  },
  {
    "translation": {
      "en": "Or is this some kind of elaborate hoax perpetrated by our parents",
      "vi": "Hay đây là trò lừa bịpphức tạp của bố mẹ bọn cháu"
    }
  },
  {
    "translation": {
      "en": "in order to keep us in line?",
      "vi": "để giữ bọn cháu ngoan?"
    }
  },
  {
    "translation": {
      "en": "Well, of course Santa exists. You're looking at him.",
      "vi": "Dĩ nhiên là có ông già Noel.Các cháu đang nhìn ông ấy mà."
    }
  },
  {
    "translation": {
      "en": "Please don't patronize us.",
      "vi": "Đừng coi thường bọn cháu."
    }
  },
  {
    "translation": {
      "en": "Just admit you're not the real Saint Nick, and we'll be on our way.",
      "vi": "Thừa nhận ông không phải thật,và bọn cháu sẽ đi."
    }
  },
  {
    "translation": {
      "en": "You know what? I think that's enough for today.",
      "vi": "Biết gì không?Ông nghĩ hôm nay đến đây thôi."
    }
  },
  {
    "translation": {
      "en": "I have a lot of children to see, so… off you go.",
      "vi": "Còn rất nhiều đứa trẻ đến xem ông,nên các cháu đi đi."
    }
  },
  {
    "translation": {
      "en": "And merry Christmas. Merry Christmas.",
      "vi": "Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "He's lying, Grant. I just know it.",
      "vi": "Ông ấy nói dối, Grant. Tớ biết mà."
    }
  },
  {
    "translation": {
      "en": "Bob has an idea.",
      "vi": "Bob có một ý tưởng."
    }
  },
  {
    "translation": {
      "en": "But he's gonna need a little of that tree sap.",
      "vi": "Nhưng cậu ấy sẽ cần một ít nhựa cây."
    }
  },
  {
    "translation": {
      "en": "Where are you, little letter?",
      "vi": "Mày đang ở đâu, bức thư nhỏ?"
    }
  },
  {
    "translation": {
      "en": "All right. I'm all ears. What would you like for Christmas?",
      "vi": "Được rồi. Ông nghe đây.Giáng sinh cháu muốn gì nào?"
    }
  },
  {
    "translation": {
      "en": "-[kid] Steel bike. -A bike? All right. How many speeds?",
      "vi": "- Xe đạp thép.- Xe đạp? Được rồi. Mấy tốc độ?"
    }
  },
  {
    "translation": {
      "en": "A ten-speed! Are you gonna do some racing?",
      "vi": "Mười tốc độ. Cháu định đua xe à? Tốt cho cháu."
    }
  },
  {
    "translation": {
      "en": "Good for you!",
      "vi": "Cháu định đua xe à? Tốt cho cháu."
    }
  },
  {
    "translation": {
      "en": "[yelps] No! Give me-- No!",
      "vi": "Cháu định đua xe à? Tốt cho cháu. Không! Đưa ta! Không."
    }
  },
  {
    "translation": {
      "en": "No! Save Christmas! Elves, save Christmas! [yelps]",
      "vi": "Không! Cứu Giáng sinh!Yêu tinh, cứu Giáng sinh!"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Được lắm."
    }
  },
  {
    "translation": {
      "en": "Hey, Mom.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "I'm going to exercise my right to remain silent at this time.",
      "vi": "Giờ con sẽ thực hiện quyền giữ im lặng."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "This must be Daniel's room.",
      "vi": "Đây hẳn là phòng của Daniel."
    }
  },
  {
    "translation": {
      "en": "[Grant] He's blaming it on Bob? How cruel of him.",
      "vi": "Ông ấy đổ lỗi cho Bob ư?Ông ấy thật nhẫn tâm."
    }
  },
  {
    "translation": {
      "en": "[Val] Beatrix.",
      "vi": "Beatrix."
    }
  },
  {
    "translation": {
      "en": "Straight to your room. No Shark Tank for a week.",
      "vi": "Đi thẳng lên phòng.Cấm xem Shark Tank một tuần."
    }
  },
  {
    "translation": {
      "en": "You better hope Monkey Bob has a good lawyer, dude.",
      "vi": "Con nên hy vọng Bob có luật sư giỏi."
    }
  },
  {
    "translation": {
      "en": "He wants to represent himself.",
      "vi": "Cậu ấy muốn tự đại diện cho mình."
    }
  },
  {
    "translation": {
      "en": "You broke into the wrong house, cabrón. [yells]",
      "vi": "Đột nhập nhầm nhà rồi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "-[Val] Charlotte? -[groans] It's okay!",
      "vi": "Charlotte? - Tôi ổn.- Tôi nghe tiếng động."
    }
  },
  {
    "translation": {
      "en": "I heard a noise. I thought it was a burglary.",
      "vi": "- Tôi ổn.- Tôi nghe tiếng động. - Tôi tưởng là trộm.- Không sao mà."
    }
  },
  {
    "translation": {
      "en": "It's fine!",
      "vi": "- Tôi tưởng là trộm.- Không sao mà."
    }
  },
  {
    "translation": {
      "en": "I struck a woman.",
      "vi": "Tôi đã đánh phụ nữ."
    }
  },
  {
    "translation": {
      "en": "-[Charlotte] I'm good. -I will never forgive myself.",
      "vi": "- Tôi ổn.- Tôi sẽ chả tha thứ cho mình."
    }
  },
  {
    "translation": {
      "en": "Is that…",
      "vi": "Đó có phải…"
    }
  },
  {
    "translation": {
      "en": "Your mother's dollhouse.",
      "vi": "Nhà búp bê của mẹ anh."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a Christmas surprise for you and Beatrix.",
      "vi": "Lẽ ra đó là một bất ngờ Giáng sinhcho anh và Beatrix."
    }
  },
  {
    "translation": {
      "en": "You rebuilt my mother's dollhouse? God.",
      "vi": "Em xây lại nhà búp bê của mẹ anh? Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "My mother, Sophia, she built beautiful dollhouses.",
      "vi": "Mẹ tôi, Sophia, bà ấy đã xâynhững ngôi nhà búp bê xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "How she would make ends meet after my father left.",
      "vi": "Cách bà kiếm sống sau khi bố tôi đi."
    }
  },
  {
    "translation": {
      "en": "But there was a fire in the studio, and it destroyed everything.",
      "vi": "Nhưng có một vụ cháy trong xưởng,và nó phá hủy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Except one special house.",
      "vi": "Trừ ngôi nhà đặc biệt."
    }
  },
  {
    "translation": {
      "en": "It was a charred ruin, mi amor.",
      "vi": "Đó từng là một đống đổ nát cháy rụi."
    }
  },
  {
    "translation": {
      "en": "My mother planned to rebuild it, but she passed soon after, and…",
      "vi": "Mẹ tôi định xây lại,nhưng bà ấy đã qua đời ngay sau đó."
    }
  },
  {
    "translation": {
      "en": "I kept it as a symbol of what my mother wanted.",
      "vi": "Tôi giữ nó như một biểu tượngcủa điều mẹ tôi muốn."
    }
  },
  {
    "translation": {
      "en": "For us.",
      "vi": "Cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Thought it would be a nice reminder of her abuela.",
      "vi": "Em nghĩ đó sẽ là kỉ niệm đẹpvề bà của con bé."
    }
  },
  {
    "translation": {
      "en": "How did I get so lucky to have you in my life?",
      "vi": "Sao anh lại may mắn có em trong đời?"
    }
  },
  {
    "translation": {
      "en": "No, how did I get so lucky?",
      "vi": "Không. Em mới là người may mắn."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] My heart.",
      "vi": "Trái tim của em."
    }
  },
  {
    "translation": {
      "en": "-[in English] I'm just so very-- -Charlotte, don't!",
      "vi": "- Tôi rất…- Charlotte, đừng!"
    }
  },
  {
    "translation": {
      "en": "-[Val] No, no, no! -[shrieks]",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "-[Val exclaims in Spanish] -Oh my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Mom, Monkey Bob would just like to thank you for taking the heat off of us",
      "vi": "Mẹ, Khỉ Bob muốn cảm ơn mẹvì chịu trận giúp bọn con"
    }
  },
  {
    "translation": {
      "en": "for that little, um, Santa incident.",
      "vi": "cho vụ ông già Noel đó."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Kids, downstairs.",
      "vi": "Các con, xuống tầng đi."
    }
  },
  {
    "translation": {
      "en": "[Val] Come on. Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "-What were you doing up here? -I was, um-- I was just--",
      "vi": "- Cậu đang làm gì ở đây?- Tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "Like, all this sneaking around, going through my things?",
      "vi": "Sao cậu lại rình rập xung quanhvà lục lọi đồ của tôi?"
    }
  },
  {
    "translation": {
      "en": "I knew you were snooping around in my office the other night.",
      "vi": "Tôi biết cậu lục văn phòng tôitối hôm trước."
    }
  },
  {
    "translation": {
      "en": "What is your problem, girl?",
      "vi": "Cậu có vấn đề gì vậy?"
    }
  },
  {
    "translation": {
      "en": "The problem is you, Jackie.",
      "vi": "Vấn đề là em, Jackie."
    }
  },
  {
    "translation": {
      "en": "-Your life is just too wonderful for her. -Rob, that's not--",
      "vi": "- Cô ấy thấy cuộc đời em tốt khó tin.- Rob, không phải…"
    }
  },
  {
    "translation": {
      "en": "You actually think that proving that Jackie's life is not perfect",
      "vi": "Em nghĩ việc chứng minhcuộc đời Jackie không hoàn hảo"
    }
  },
  {
    "translation": {
      "en": "is gonna make you feel better about your… imperfect life?",
      "vi": "sẽ khiến em cảm thấy tốt hơnvề cuộc đời không hoàn hảo của mình ư?"
    }
  },
  {
    "translation": {
      "en": "Well, no, my life is not--",
      "vi": "Không, cuộc đời em…"
    }
  },
  {
    "translation": {
      "en": "Or maybe your imperfect kids?",
      "vi": "Hoặc có thể lànhững đứa con không hoàn hảo hoặc…"
    }
  },
  {
    "translation": {
      "en": "your imperfect husband?",
      "vi": "người chồng không hoàn hảo?"
    }
  },
  {
    "translation": {
      "en": "Okay, stop! You wanna know the truth? You wanna know why I came up here?",
      "vi": "Dừng lại đã. Mọi người muốnbiết sự thật? Muốn biết sao tôi ở đây?"
    }
  },
  {
    "translation": {
      "en": "I know you guys have been communicating in secret and I was looking for the proof.",
      "vi": "Tôi biết hai người đã bí mật liên lạc,và tôi đang tìm bằng chứng."
    }
  },
  {
    "translation": {
      "en": "That's right, Captain and Tennille. I saw the letter.",
      "vi": "Đúng vậy, Captain và Tennille.Tôi đã nhìn thấy lá thư."
    }
  },
  {
    "translation": {
      "en": "Robbie, you need to tell her.",
      "vi": "Robbie, anh cần kể cô ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, Robbie, tell me how you two conspired to make this little reunion thing happen.",
      "vi": "Ừ, nói xem hai người đã âm mưu gìđể cuộc đoàn tụ nhỏ này xảy ra."
    }
  },
  {
    "translation": {
      "en": "Was it really Grant who put the address in our GPS, or was it maybe you?",
      "vi": "Có đúng là Grant nhập địa chỉvào GPS không, hay đó là anh?"
    }
  },
  {
    "translation": {
      "en": "You got me, Charlotte.",
      "vi": "Bị em biết rồi, Charlotte."
    }
  },
  {
    "translation": {
      "en": "There's the letter.",
      "vi": "Lá thư đây."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] What is this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "The holiday newsletter",
      "vi": "Bản tin kỳ nghỉ"
    }
  },
  {
    "translation": {
      "en": "that I've been sending to my friends and family.",
      "vi": "mà anh đã gửi cho bạn bè và gia đình."
    }
  },
  {
    "translation": {
      "en": "-You've been-- -Yeah.",
      "vi": "- Anh đã…- Ừ."
    }
  },
  {
    "translation": {
      "en": "They all love hearing how we're doing.",
      "vi": "Họ muốn biết ta sống thế nào."
    }
  },
  {
    "translation": {
      "en": "And I swore them all to secrecy because",
      "vi": "Và anh thề giữ bí mật tất cả"
    }
  },
  {
    "translation": {
      "en": "I know how much you detest these brag letters.",
      "vi": "vì biết em ghét những lá thưkhoe khoang này đến mức nào."
    }
  },
  {
    "translation": {
      "en": "[Jackie] And I knew you saw it in the mail yesterday, so I gave it to Rob",
      "vi": "Tôi biết cậu thấy ở hòm thư hôm qua, nên tôi đã đưa nó cho Robvà bảo anh ấy thú nhận."
    }
  },
  {
    "translation": {
      "en": "and told him that he should come clean.",
      "vi": "nên tôi đã đưa nó cho Robvà bảo anh ấy thú nhận."
    }
  },
  {
    "translation": {
      "en": "I was just waiting for the right time.",
      "vi": "Anh đang đợi thời điểm phù hợp."
    }
  },
  {
    "translation": {
      "en": "Here's the thing, Charlotte.",
      "vi": "Nghe này, Charlotte."
    }
  },
  {
    "translation": {
      "en": "I know that life hasn't worked out the way you had hoped.",
      "vi": "Anh biết cuộc sốngkhông diễn ra như em mong đợi."
    }
  },
  {
    "translation": {
      "en": "And maybe you're a little embarrassed about where you are, where we are.",
      "vi": "Có lẽ em xấu hổ về việcmình đang ở đâu, ta đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "But I'm not.",
      "vi": "Nhưng anh thì không."
    }
  },
  {
    "translation": {
      "en": "Actually…",
      "vi": "Thật ra…"
    }
  },
  {
    "translation": {
      "en": "I'm proud.",
      "vi": "anh rất tự hào."
    }
  },
  {
    "translation": {
      "en": "Well, so am I.",
      "vi": "Em cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Sure have an interesting way of showing it.",
      "vi": "Cách thể hiện của em thú vị thật."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey, um…",
      "vi": "- Này.- Này."
    }
  },
  {
    "translation": {
      "en": "So the car's all packed, and I just wanted to apologize for today,",
      "vi": "Bọn tôi đã xếp đồ lên xe,và tôi chỉ muốn xin lỗi vì hôm nay,"
    }
  },
  {
    "translation": {
      "en": "and for everything, and just say thank you",
      "vi": "và vì mọi thứ, và tôi muốn nói cảm ơn"
    }
  },
  {
    "translation": {
      "en": "for your incredible hospitality, and just say how sorry I am that--",
      "vi": "vì sự hiếu khách tuyệt vời của cậu,và tôi rất xin lỗi…"
    }
  },
  {
    "translation": {
      "en": "-You're leaving? -Rob and I thought it would be best.",
      "vi": "- Cậu đi à?- Rob và tôi nghĩ thế là tốt nhất."
    }
  },
  {
    "translation": {
      "en": "So we're not gonna spend Christmas together.",
      "vi": "Ta sẽ không đón Giáng sinh cùng nhau."
    }
  },
  {
    "translation": {
      "en": "Well, I can't imagine spending the holidays together after what happened.",
      "vi": "Tôi không thể hình dung việc bên nhausau những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "I mean, what I did was unforgivable.",
      "vi": "Điều tôi đã làm là không thể tha thứ."
    }
  },
  {
    "translation": {
      "en": "But, Charlotte, everybody makes mistakes.",
      "vi": "Nhưng Charlotte, ai cũng mắc sai lầm."
    }
  },
  {
    "translation": {
      "en": "That's why they put erasers at the end of pencils.",
      "vi": "Đó là lý do họ đặt cục tẩy ở cuối bút chì."
    }
  },
  {
    "translation": {
      "en": "But, I mean, that dollhouse, it must have taken you weeks to build.",
      "vi": "Nhưng ngôi nhà búp bê đó,cậu hẳn đã mất hàng tuần để xây dựng."
    }
  },
  {
    "translation": {
      "en": "Um, months. But it was a thing, Charlotte, not a human being.",
      "vi": "Nhiều tháng. Nhưng đó là một món đồ,Charlotte, đâu phải con người."
    }
  },
  {
    "translation": {
      "en": "It's over. Forgotten.",
      "vi": "Chuyện qua rồi. Tôi quên rồi. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Who was it that said, \"To forget is to forgive\"? I don't know.",
      "vi": "Là ai nói \"Quên đi nghĩa là tha thứ\"?Tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "I just… I just don't want you to leave.",
      "vi": "Tôi chỉ không muốn cậu đi."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] We are friends. -I mean, we were friends.",
      "vi": "- Ta là bạn.- Ta từng là bạn."
    }
  },
  {
    "translation": {
      "en": "No, we are friends.",
      "vi": "Không, ta là bạn mà."
    }
  },
  {
    "translation": {
      "en": "-I want you to stay. -[Charlotte sniffles]",
      "vi": "Tôi muốn cậu ở lại."
    }
  },
  {
    "translation": {
      "en": "Will you?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "-We will. -Okay.",
      "vi": "- Được rồi.- Được."
    }
  },
  {
    "translation": {
      "en": "-You better stay. -[laughing] Thank you.",
      "vi": "- Cậu phải ở lại.- Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Jackie, um, I'm wondering,",
      "vi": "Jackie, tôi tự hỏi,"
    }
  },
  {
    "translation": {
      "en": "do you have any more of those, um…",
      "vi": "liệu cậu có còn…"
    }
  },
  {
    "translation": {
      "en": "Any more…",
      "vi": "Còn gì cơ?"
    }
  },
  {
    "translation": {
      "en": "The letters?",
      "vi": "Mấy lá thư?"
    }
  },
  {
    "translation": {
      "en": "-Things change. -Yeah.",
      "vi": "- Mọi thứ đã thay đổi.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Life's what happens when you're busy making plans.",
      "vi": "\"Cuộc sống xảy rakhi bạn bận rộn lên kế hoạch\"."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I gotta admit, that monkey kinda creeps me out.",
      "vi": "Nhưng tôi phải thú nhận,con khỉ đó làm tôi thấy sợ."
    }
  },
  {
    "translation": {
      "en": "[laughs] I know, right?",
      "vi": "Tôi biết, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean… [squeals]",
      "vi": "Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "\"This year, Charlotte took a job with StarTech Industries.\" \"She calls it 'a placeholder.'\"",
      "vi": "\"Charlotte nhận việc ởStarTech Industries, gọi đó là tạm thời\"."
    }
  },
  {
    "translation": {
      "en": "That was the plan.",
      "vi": "Đó từng là kế hoạch."
    }
  },
  {
    "translation": {
      "en": "I always thought someday things would work out.",
      "vi": "Tôi luôn nghĩ có ngày chuyện sẽ tốt lên."
    }
  },
  {
    "translation": {
      "en": "And we'd shout from the rooftops, \"Look at us! We finally made it.\"",
      "vi": "Bọn tôi sẽ hét từ mái nhà:\"Nhìn này. Chúng tôi đã thành công\"."
    }
  },
  {
    "translation": {
      "en": "I know what you mean. But the problem is, Char,",
      "vi": "Tôi hiểu ý cậu. Nhưng vấn đề là, Char,"
    }
  },
  {
    "translation": {
      "en": "things won't happen unless you believe they can.",
      "vi": "chuyện sẽ không xảy ratrừ khi cậu tin vào nó."
    }
  },
  {
    "translation": {
      "en": "Maybe it's time for a swan dive.",
      "vi": "Có lẽ đến lúc mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "-Rob's dream house? -A Christmas surprise.",
      "vi": "- Ngôi nhà mơ ước của Rob?- Bất ngờ Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "-What do you think? -That's what I'm talking about!",
      "vi": "- Cậu nghĩ sao?- Đó là điều tôi đang nói."
    }
  },
  {
    "translation": {
      "en": "Yes, you should do it.",
      "vi": "Đúng, cậu nên làm thế."
    }
  },
  {
    "translation": {
      "en": "♪ It's all the little things ♪",
      "vi": "2 NGÀY TRƯỚC GIÁNG SINH"
    }
  },
  {
    "translation": {
      "en": "I spoke with our mortgage arm in Arizona,",
      "vi": "Tôi đã nói chuyệnvới công ty thế chấp ở Arizona,"
    }
  },
  {
    "translation": {
      "en": "and based on your credit score,",
      "vi": "và dựa trên điểm tín dụng của cô,"
    }
  },
  {
    "translation": {
      "en": "we'd be willing to do 4.4%.",
      "vi": "chúng tôi sẵn lòngcho vay với lãi suất 4,4%."
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "vi": "Con nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "I think he should be ashamed of himself.",
      "vi": "Con nghĩ chú ấynên thấy xấu hổ về bản thân."
    }
  },
  {
    "translation": {
      "en": "Existing home sales in that area are down 14%.",
      "vi": "Doanh số bán nhà hiện tạiở khu vực đó giảm 14%."
    }
  },
  {
    "translation": {
      "en": "That's the slowest fourth quarter in a decade.",
      "vi": "Đó là quý tư chậm nhất trong một thập kỷ."
    }
  },
  {
    "translation": {
      "en": "And have you taken a look at your bank's 10-Q recently?",
      "vi": "Và gần đây chú có xembáo cáo quý của ngân hàng không?"
    }
  },
  {
    "translation": {
      "en": "It's pathetic!",
      "vi": "Thật thảm hại.Chú nghĩ khách hàng sẽ thấy thế nào"
    }
  },
  {
    "translation": {
      "en": "How do you think your customers would feel if they knew that this institution",
      "vi": "Thật thảm hại.Chú nghĩ khách hàng sẽ thấy thế nào nếu họ biết tổ chức này sắp vỡ nợ?"
    }
  },
  {
    "translation": {
      "en": "was on the verge of insolvency?",
      "vi": "nếu họ biết tổ chức này sắp vỡ nợ?"
    }
  },
  {
    "translation": {
      "en": "[laughs nervously] I'm sorry, but their credit, it's-- Above your requirement threshold.",
      "vi": "- Tôi xin lỗi, nhưng tín dụng của họ…- Trên ngưỡng yêu cầu của chú."
    }
  },
  {
    "translation": {
      "en": "-[table thumps] -Come on, Mom, Ms. Sanders. We can do better elsewhere.",
      "vi": "Thôi nào mẹ, cô Sanders.Ta có thể làm tốt hơn ở nơi khác."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Just keep walking. -[man] Wait!",
      "vi": "- Cứ đi tiếp đi.- Đợi đã!"
    }
  },
  {
    "translation": {
      "en": "How does 4.2 sound?",
      "vi": "Bốn phẩy hai thì sao?"
    }
  },
  {
    "translation": {
      "en": "-Keep walking. -Three-nine.",
      "vi": "- Đi tiếp đi.- Ba chín."
    }
  },
  {
    "translation": {
      "en": "-Stay strong. -[man] Three-point-two…",
      "vi": "- Mạnh mẽ lên.- Ba phẩy hai."
    }
  },
  {
    "translation": {
      "en": "fixed!",
      "vi": "Cố định."
    }
  },
  {
    "translation": {
      "en": "See? Was that so hard?",
      "vi": "Thấy chưa? Có gì khó đâu?"
    }
  },
  {
    "translation": {
      "en": "Now let's make it an even three.",
      "vi": "Giờ hãy biến nó thành ba chẵn."
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay, 3.1 will do.",
      "vi": "Được rồi. Ba phẩy một cũng được."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "So where'd you run off to today?",
      "vi": "Hôm nay em chạy đi đâu thế?"
    }
  },
  {
    "translation": {
      "en": "Oh, I can't tell you. It's part of your Christmas surprise.",
      "vi": "Em không thể nói.Đó là bất ngờ Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Not sure I can handle any more surprises. It's a good one. I promise.",
      "vi": "- Không chắc anh chịu nổi bất ngờ nào nữa.- Sẽ rất tuyệt. Em hứa."
    }
  },
  {
    "translation": {
      "en": "-Tell me about it. -Yeah.",
      "vi": "- Em biết mà.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Well… no worries.",
      "vi": "Đừng lo."
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yeah.",
      "vi": "- Thật sao?- Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. First thing we need to see is, uh, what, if anything, is still intact.",
      "vi": "Đầu tiên là ta cần xem còn lại gì,nếu có, vẫn còn nguyên vẹn."
    }
  },
  {
    "translation": {
      "en": "The structural elements are good, so we only have to replace the flooring",
      "vi": "Các yếu tố cấu trúc vẫn tốt,nên chúng ta chỉ phải thay sàn"
    }
  },
  {
    "translation": {
      "en": "and the roof.",
      "vi": "và mái nhà."
    }
  },
  {
    "translation": {
      "en": "Once that's done, it's just a matter of patching up the damaged walls,",
      "vi": "Sau khi xong việc, chỉ cần vá lạinhững bức tường bị hư hại,"
    }
  },
  {
    "translation": {
      "en": "framing, and applying the finishes.",
      "vi": "làm khung và sơn lớp hoàn thiện."
    }
  },
  {
    "translation": {
      "en": "So it's salvageable?",
      "vi": "Vậy là có thể cứu vãn được à?"
    }
  },
  {
    "translation": {
      "en": "Everything is salvageable.",
      "vi": "Mọi thứ đều có thể cứu vãn."
    }
  },
  {
    "translation": {
      "en": "You sure?",
      "vi": "Anh chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "As long as it has a solid foundation.",
      "vi": "Miễn là nó có nền tảng vững chắc."
    }
  },
  {
    "translation": {
      "en": "Do we have--",
      "vi": "Liệu ta có…"
    }
  },
  {
    "translation": {
      "en": "I think we do.",
      "vi": "Anh nghĩ là có."
    }
  },
  {
    "translation": {
      "en": "-But-- -What?",
      "vi": "- Nhưng…- Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, the furniture…",
      "vi": "Đồ nội thất…"
    }
  },
  {
    "translation": {
      "en": "[Charlotte] Yeah?",
      "vi": "Vâng?"
    }
  },
  {
    "translation": {
      "en": "Let's just say, um… Might need a little more moving.",
      "vi": "Cứ cho là có thể cầndi chuyển nhiều thêm một chút."
    }
  },
  {
    "translation": {
      "en": "Definitely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Each pin represents a sighting of Santa in the tristate area.",
      "vi": "Mỗi ghim thể hiện việc đã nhìn thấyông già Noel ở khu vực ba bang."
    }
  },
  {
    "translation": {
      "en": "[sighs] Malls, Christmas events, et cetera.",
      "vi": "Siêu thị, sự kiện Giáng sinh, vân vân."
    }
  },
  {
    "translation": {
      "en": "They can't all be the real Santa, if the real one exists.",
      "vi": "Họ không thể đều là ông già Noel thật,nếu có người thật tồn tại."
    }
  },
  {
    "translation": {
      "en": "-Bob thinks they're his helpers. -[sighs] It would dilute his brand.",
      "vi": "- Bob nghĩ họ là người giúp ông ấy.- Sẽ làm loãng thương hiệu."
    }
  },
  {
    "translation": {
      "en": "Any luck on your end?",
      "vi": "Phía cậu có gì không?"
    }
  },
  {
    "translation": {
      "en": "I searched through my mom's call log,",
      "vi": "Tớ đã tìm trong nhật ký cuộc gọi của mẹ,"
    }
  },
  {
    "translation": {
      "en": "but I couldn't find any calls or texts from a Santa or a Claus.",
      "vi": "nhưng không thể tìm thấycuộc gọi hay tin nhắn nào từ ông già Noel."
    }
  },
  {
    "translation": {
      "en": "Okay, on three. One, two, three!",
      "vi": "Được rồi, đếm đến ba. Một, hai, ba!"
    }
  },
  {
    "translation": {
      "en": "-[Beatrix] It's Abuela's dollhouse! -[Grant] Oh, wow!",
      "vi": "Đó là nhà búp bê của bà."
    }
  },
  {
    "translation": {
      "en": "-[Val] It is beautiful. -Is it okay?",
      "vi": "- Đẹp quá.- Có được không?"
    }
  },
  {
    "translation": {
      "en": "-[Val] You did it! -[Dora gasps] Good job, Mom and Dad!",
      "vi": "- Cô đã làm được.- Làm tốt lắm, bố mẹ!"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[Grant in English] They even put Christmas lights on it.",
      "vi": "Họ thậm chí đặt đèn Giáng sinh lên đó."
    }
  },
  {
    "translation": {
      "en": "-It's cultural. -Mmm.",
      "vi": "Đó là văn hóa của họ."
    }
  },
  {
    "translation": {
      "en": "It better be.",
      "vi": "Nên thế."
    }
  },
  {
    "translation": {
      "en": "[laughs] It's amazing.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Totally and completely amazing.",
      "vi": "Cực kỳ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Charlotte! We have another situation.",
      "vi": "Charlotte! Ta có một tình huống khác."
    }
  },
  {
    "translation": {
      "en": "We found your fake Santa letterhead, Mom. And so… we started an investigation.",
      "vi": "Bọn con tìm thấy địa chỉ giả trên thưông già Noel của mẹ, và bắt đầu điều tra."
    }
  },
  {
    "translation": {
      "en": "Grant still believes in \"Santa.\"",
      "vi": "Grant vẫn tin vào \"Ông già Noel\"."
    }
  },
  {
    "translation": {
      "en": "-But I have my doubts. -Where did he go?",
      "vi": "- Nhưng con có nghi ngờ.- Thằng bé đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "He checked your phone and thinks that \"Santa\" didn't get your text.",
      "vi": "Cậu ấy xem điện thoại cô và nghĩ\"Ông già Noel\" chưa nhận tin nhắn."
    }
  },
  {
    "translation": {
      "en": "So he decided to prove that \"Santa\" is real",
      "vi": "Nên cậu ấy quyết định chứng minh\"Ông già Noel\" là có thật"
    }
  },
  {
    "translation": {
      "en": "and go back to where \"Santa\" would be expecting him.",
      "vi": "và quay lại nơi mà\"Ông già Noel\" sẽ mong đợi cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Home?",
      "vi": "Nhà ư?"
    }
  },
  {
    "translation": {
      "en": "Grant? Grant? Grant?",
      "vi": "Grant?"
    }
  },
  {
    "translation": {
      "en": "Shepherds haven't seen him. I'm gonna ask Santa and the elves.",
      "vi": "Người chăn cừu không thấy. - Tôi sẽ hỏi ông già Noel và chú lùn.- Tôi sẽ ra bến xe buýt. Đề phòng thôi."
    }
  },
  {
    "translation": {
      "en": "I'll check the bus station. Just in case.",
      "vi": "- Tôi sẽ hỏi ông già Noel và chú lùn.- Tôi sẽ ra bến xe buýt. Đề phòng thôi."
    }
  },
  {
    "translation": {
      "en": "-Come here and tell Santa-- -Excuse me. Sorry.",
      "vi": "- Hãy đến và kể ông…- Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "-Santa, have you seen this boy? -Ah! Not today, thank goodness.",
      "vi": "- Ông thấy cậu bé này chứ?- Không phải hôm nay, ơn trời."
    }
  },
  {
    "translation": {
      "en": "Not-- He-- Not at all?",
      "vi": "Không thấy ư?"
    }
  },
  {
    "translation": {
      "en": "-A couple of days ago, but not today. -Okay. Thank you. Sorry. Thank you.",
      "vi": "- Vài ngày trước, hôm nay thì không.- Cảm ơn. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[man] Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Listen. I called the police chief. He's got his people out looking, okay?",
      "vi": "Tôi đã gọi cho cảnh sát trưởng.Anh ta cho người đi tìm rồi."
    }
  },
  {
    "translation": {
      "en": "I promise you, okay? This kid is a ninja. He--",
      "vi": "Tôi hứa với cậu, được chứ?Thằng nhóc này là ninja. Nó sẽ…"
    }
  },
  {
    "translation": {
      "en": "-Oh my God. -What?",
      "vi": "- Chúa ơi.- Sao?"
    }
  },
  {
    "translation": {
      "en": "[Jackie] He's a ninja warrior. Jackie knows.",
      "vi": "Nó là một chiến binh ninja.Jackie biết mà."
    }
  },
  {
    "translation": {
      "en": "-Trust me. Jackie knows. -Okay.",
      "vi": "- Tin tôi đi. Jackie biết.- Được."
    }
  },
  {
    "translation": {
      "en": "-Where should we go? -Straight.",
      "vi": "- Ta đi đâu?- Thẳng."
    }
  },
  {
    "translation": {
      "en": "Char, listen. You got this. I'm gonna see you at home.",
      "vi": "Char, nghe này. Cậu làm được.Tôi sẽ gặp cậu ở nhà nhé."
    }
  },
  {
    "translation": {
      "en": "-Love you. -Love you.",
      "vi": "- Yêu cậu.- Yêu cậu."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi. Um, that's my son.",
      "vi": "- Chào.- Chào. Đó là con tôi."
    }
  },
  {
    "translation": {
      "en": "-How long has he been here? -Not long. We gave him miso.",
      "vi": "- Nó ở đây bao lâu rồi?- Chưa lâu. Chúng tôi cho nó súp miso."
    }
  },
  {
    "translation": {
      "en": "[laughs] Oh gosh.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Oh, it's our pleasure.",
      "vi": "Chúng tôi mời."
    }
  },
  {
    "translation": {
      "en": "It's not very often that we get a real ninja in our restaurant.",
      "vi": "Không mấy khi chúng tôi cómột ninja thực thụ trong nhà hàng."
    }
  },
  {
    "translation": {
      "en": "That's so sweet. Thank you.",
      "vi": "Thật ngọt ngào. Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "-Mom? -Monkey Bob was hungry?",
      "vi": "- Mẹ?- Khỉ Bob đói à?"
    }
  },
  {
    "translation": {
      "en": "Starved.",
      "vi": "Đói lả luôn."
    }
  },
  {
    "translation": {
      "en": "Honey, Santa got your message. It's gonna be okay.",
      "vi": "Con yêu, ông già Noelđã nhận tin nhắn. Sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Santa's real, isn't he, Mom?",
      "vi": "Ông già Noel có thật, phải không mẹ?"
    }
  },
  {
    "translation": {
      "en": "-Well, what do you think? -I wanna believe, but I need proof.",
      "vi": "- Con nghĩ sao?- Con muốn tin, nhưng con cần bằng chứng."
    }
  },
  {
    "translation": {
      "en": "Well, he gives you presents on Christmas morning.",
      "vi": "Ông ấy tặng quà cho convào sáng Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Beatrix says that's not enough proof. Our parents can give us gifts.",
      "vi": "Beatrix nói đó không đủ bằng chứng.Bố mẹ có thể tặng quà."
    }
  },
  {
    "translation": {
      "en": "She says we need real evidence, like a lock of hair for DNA testing.",
      "vi": "Cậu ấy nói cần bằng chứng xác thực,như một lọn tóc để xét nghiệm ADN."
    }
  },
  {
    "translation": {
      "en": "Do you believe in him?",
      "vi": "Mẹ có tin vào ông ấy không?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Did you ever see him?",
      "vi": "- Có.- Mẹ từng thấy ông ấy chưa?"
    }
  },
  {
    "translation": {
      "en": "You know, I usually fell asleep before he came.",
      "vi": "Mẹ thường ngủ trước khi ông ấy đến."
    }
  },
  {
    "translation": {
      "en": "-But I always keep looking and hoping. -Really?",
      "vi": "- Nhưng mẹ luôn tìm kiếm và hy vọng.- Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Pinky swear?",
      "vi": "Ngoắc tay thề?"
    }
  },
  {
    "translation": {
      "en": "[man] Can we turn on the news?",
      "vi": "Có thể mở bản tin không?"
    }
  },
  {
    "translation": {
      "en": "Okay. Let's go. [reporter on TV] Breaking story next on Channel 6 News.",
      "vi": "- Được rồi. Đi thôi.- Tin nóng hổi tiếp theo trên Tin Tức 50."
    }
  },
  {
    "translation": {
      "en": "Michelle is our tech reporter who's been following this breaking news.",
      "vi": "Michelle là phóng viên công nghệtheo dõi tin nóng hổi này."
    }
  },
  {
    "translation": {
      "en": "-Michelle, what can you tell us? -Thank you, Jim.",
      "vi": "- Cô có thể nói gì?- Cảm ơn Jim."
    }
  },
  {
    "translation": {
      "en": "Following the viral video \"Vacuum of Death,\"",
      "vi": "Sau video lan truyền\"Máy hút bụi chết chóc\","
    }
  },
  {
    "translation": {
      "en": "which showed StarTech's popular robovac bursting into flames,",
      "vi": "cho thấy rô-bốt hút bụi nổi tiếngcủa StarTech bốc cháy,"
    }
  },
  {
    "translation": {
      "en": "federal investigators learned the company went ahead and shipped the units",
      "vi": "điều tra viên FED phát hiệncông ty vẫn gửi hàng dù lỗi thiết kế…"
    }
  },
  {
    "translation": {
      "en": "-despite serious design flaws… -I warned them!",
      "vi": "Mẹ đã cảnh báo họ."
    }
  },
  {
    "translation": {
      "en": "The feds have frozen the company's assets as they now face crippling lawsuits",
      "vi": "FED đóng băng tài sản công tykhi họ đối mặt vụ kiện nghiêm trọng"
    }
  },
  {
    "translation": {
      "en": "that could likely force them into Chapter 11.",
      "vi": "có thể buộc họ phải tuyên bố phá sản."
    }
  },
  {
    "translation": {
      "en": "Translation, it's going to be a blue Christmas for StarTech employees.",
      "vi": "Có nghĩa, đây sẽ là Giáng sinh ảm đạmcho các nhân viên của StarTech."
    }
  },
  {
    "translation": {
      "en": "Something terrible happened. StarTech just imploded.",
      "vi": "Có chuyện tồi tệ xảy ra.StarTech tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "-It's all over the news. -What? Oh no.",
      "vi": "- Nó ở trên mọi bản tin.- Sao? Không."
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yeah. Rob has no idea.",
      "vi": "- Thật sao?- Rob không biết gì hết."
    }
  },
  {
    "translation": {
      "en": "I just sunk our entire emergency fund into this house that Rob loves.",
      "vi": "Tôi vừa đổ toàn bộ quỹ khẩn cấpvào căn nhà mà Rob yêu thích."
    }
  },
  {
    "translation": {
      "en": "That's it. No more money. And now I'm losing my job for sure.",
      "vi": "Vậy đó. Không còn tiền nữa.Và giờ chắc chắn tôi sẽ mất việc."
    }
  },
  {
    "translation": {
      "en": "-It's impeccable timing. -Oh my God, Charlotte. I am so sorry.",
      "vi": "- Thời điểm thật hoàn hảo.- Chúa ơi, Charlotte. Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Really, I am.",
      "vi": "Thật sự rất tiếc."
    }
  },
  {
    "translation": {
      "en": "I knew something like this would happen. It always does.",
      "vi": "Tôi biết chuyện này sẽ xảy ra.Lúc nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So the real estate office in Salt Lake is open till five.",
      "vi": "Văn phòng bất động sảnở Salt Lake mở cửa đến năm giờ."
    }
  },
  {
    "translation": {
      "en": "They need an original signature to revoke the deal.",
      "vi": "Họ cần chữ ký gốc để hủy bỏ thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "-And if I leave now, I can just make it. -But you can't leave.",
      "vi": "- Nếu giờ tôi đi thì vẫn kịp.- Nhưng cậu không thể đi."
    }
  },
  {
    "translation": {
      "en": "It's Christmas Eve, and you'll miss the pageant.",
      "vi": "Là đêm Giáng sinh, cậu sẽ bỏ lỡ hoạt cảnh."
    }
  },
  {
    "translation": {
      "en": "Well, I have no other choice. I'm just facing reality.",
      "vi": "Hết cách. Tôi chỉ đang đối diện thực tế."
    }
  },
  {
    "translation": {
      "en": "Oh no, you always have a choice.",
      "vi": "Không, luôn có lựa chọn."
    }
  },
  {
    "translation": {
      "en": "I appreciate your positivity, but things just don't magically work out for all of us.",
      "vi": "Tôi đánh giá cao sự tích cực của cậu,nhưng mọi thứ không suôn sẻ với tất cả."
    }
  },
  {
    "translation": {
      "en": "Things don't just magically work out for me either.",
      "vi": "Mọi thứ đâu tự dưng suôn sẻ với tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Jackie. You have it all. Like, you have the house.",
      "vi": "Thôi nào, Jackie.Cậu có tất cả. Cậu có căn nhà."
    }
  },
  {
    "translation": {
      "en": "You have Mr. Genius Fitness Model. Your kids are amazing.",
      "vi": "Có ông xã Người mẫu Thể hình Thiên tài.Các con của cậu thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "One is super smart, and one is out saving the world.",
      "vi": "Một đứa siêu thông minh,và một đứa đang cứu thế giới."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Saving the world?",
      "vi": "Cứu thế giới ư?"
    }
  },
  {
    "translation": {
      "en": "Oh, Char.",
      "vi": "Ôi, Char."
    }
  },
  {
    "translation": {
      "en": "And I don't say it with envy. I think it's wonderful. You deserve it.",
      "vi": "Và tôi không nói vì ghen tị.Tôi nghĩ nó rất tuyệt. Cậu xứng đáng."
    }
  },
  {
    "translation": {
      "en": "[sniffs] It's just some girls have it, and some girls don't.",
      "vi": "Chỉ là vài cô gái gặp mayvà vài cô gái thì không."
    }
  },
  {
    "translation": {
      "en": "But I'll be back later tonight, and I'll meet you all at the pageant.",
      "vi": "Nhưng tối nay tôi sẽ vềvà gặp mọi người ở hoạt cảnh."
    }
  },
  {
    "translation": {
      "en": "-[Rob] Hey. -Hey.",
      "vi": "- Này.- Này."
    }
  },
  {
    "translation": {
      "en": "-[Rob] How's he doing? -He's fine.",
      "vi": "- Thằng bé sao rồi?- Nó ổn."
    }
  },
  {
    "translation": {
      "en": "[Rob] Good. Where are you off to?",
      "vi": "Tốt. Em đi đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "-Uh, it's a long story. -Is this about StarTech?",
      "vi": "- Chuyện dài lắm.- Đây là về StarTech à?"
    }
  },
  {
    "translation": {
      "en": "-You heard? -It's all over the Internet.",
      "vi": "- Anh nghe rồi à?- Đã tràn lan trên Internet."
    }
  },
  {
    "translation": {
      "en": "Well, all that time I put in, and it's gone, just like that.",
      "vi": "Em tốn biết bao thời gian vào đóvà nó biến mất, cứ như thế."
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "vi": "Chúc mừng em."
    }
  },
  {
    "translation": {
      "en": "Congratulations?",
      "vi": "Chúc mừng ư?"
    }
  },
  {
    "translation": {
      "en": "StarTech was always a placeholder. Remember? You always promised yourself--",
      "vi": "StarTech luôn là tạm thời.Nhớ chứ? Em luôn tự hứa với mình…"
    }
  },
  {
    "translation": {
      "en": "It was a placeholder that helped pay for the food and the rent.",
      "vi": "Đó là việc tạm thờigiúp trang trải cuộc sống."
    }
  },
  {
    "translation": {
      "en": "But never inspired.",
      "vi": "Nhưng không có cảm hứng."
    }
  },
  {
    "translation": {
      "en": "Look, we're… we're gonna figure things out. Look on the bright side. You were right.",
      "vi": "Nghe này, ta sẽ tìm ra cách.Nhìn vào mặt tích cực đi. Em đã đúng."
    }
  },
  {
    "translation": {
      "en": "I was? About what?",
      "vi": "Vậy sao? Về điều gì?"
    }
  },
  {
    "translation": {
      "en": "You warned me not to buy the house.",
      "vi": "Em đã cảnh báo anh không được mua nhà."
    }
  },
  {
    "translation": {
      "en": "That was smart. [exhales]",
      "vi": "Thông minh đấy."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, honey.",
      "vi": "Xin lỗi, anh yêu."
    }
  },
  {
    "translation": {
      "en": "-For what? -It wasn't supposed to be like this.",
      "vi": "- Vì cái gì?- Mọi thứ lẽ ra không nên thế này."
    }
  },
  {
    "translation": {
      "en": "I mean, I was the one with all the potential.",
      "vi": "Em từng là người có nhiều tiềm năng."
    }
  },
  {
    "translation": {
      "en": "-And now look at me. -Look at you?",
      "vi": "- Giờ nhìn em xem.- Nhìn em ư?"
    }
  },
  {
    "translation": {
      "en": "Look at-- Honey, listen, I… I… I get that this is not great news.",
      "vi": "Em yêu, nghe này,anh hiểu đây không phải tin tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "But I have faith. Everything is gonna work out.",
      "vi": "nhưng anh có niềm tin. Mọi thứ sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, but, I mean… things don't really work out.",
      "vi": "Ừ, nhưng ý em là,mọi thứ không thực sự suôn sẻ."
    }
  },
  {
    "translation": {
      "en": "-They don't actually work out. -[Rob sighs]",
      "vi": "Chúng không thực sự hiệu quả."
    }
  },
  {
    "translation": {
      "en": "And every year I'm reminded,",
      "vi": "Và mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "on an annual basis, of everything I wanted to do for you, for us.",
      "vi": "em đều được nhắc nhở về mọi thứem muốn làm cho anh, cho chúng ta."
    }
  },
  {
    "translation": {
      "en": "And it's punctuated by this \"exclamation point\" called Christmas.",
      "vi": "Và nó chỉ càng trầm trọng hơntrong dịp Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Em yêu anh."
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -To try a reverse swan dive.",
      "vi": "- Em đi đâu vậy?- Thử không mạo hiểm nữa."
    }
  },
  {
    "translation": {
      "en": "[DJ] That was \"Just Cancel Christmas.\" And in financial news,",
      "vi": "Đó là bài \"Hủy Giáng sinh đi\".Trong tin tức tài chính,"
    }
  },
  {
    "translation": {
      "en": "StarTech takes a dive just in time for the hol--",
      "vi": "Cổ phiếu StarTech lao dốc đúng dịp…"
    }
  },
  {
    "translation": {
      "en": "-[yelps] You scared the-- -[tires squealing]",
      "vi": "Hú hồn…"
    }
  },
  {
    "translation": {
      "en": "Does this mean I'm dead?",
      "vi": "Mình chết rồi à?"
    }
  },
  {
    "translation": {
      "en": "-Miss, are you okay? -Rose. Rose. Rose!",
      "vi": "- Cô à, cô không sao chứ?- Rose."
    }
  },
  {
    "translation": {
      "en": "[exclaims] I'm so glad you're not real!",
      "vi": "Thật mừng là cô không phải thật."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm just heading into town to get ready for the show.",
      "vi": "Xin lỗi. Tôi chỉ vào thị trấnđể chuẩn bị cho buổi diễn."
    }
  },
  {
    "translation": {
      "en": "-Okay. -You're Jackie's friend, right?",
      "vi": "- Ừ.- Cô là bạn của Jackie?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I just, um… I was driving, and I hit a patch of ice, I…",
      "vi": "Ừ, tôi chỉ đang lái xe,và tôi va phải một tảng băng."
    }
  },
  {
    "translation": {
      "en": "We're all real happy you're spending time with Jackie.",
      "vi": "Chúng tôi rất vuivì cô dành thời gian với Jackie."
    }
  },
  {
    "translation": {
      "en": "She loves company, especially around this time of year.",
      "vi": "Cô ấy thích bầu bạn,nhất là lúc này trong năm."
    }
  },
  {
    "translation": {
      "en": "I'm parked right over there. I'll wait while you get back on the road.",
      "vi": "Tôi đỗ xe ngay kia.Tôi sẽ đợi trong khi cô lên đường."
    }
  },
  {
    "translation": {
      "en": "You're gonna be all right. You drive safe now.",
      "vi": "Cô sẽ ổn thôi. Lái xe an toàn vào nhé."
    }
  },
  {
    "translation": {
      "en": "-[Val] You guys wanna see Santa? -[screaming] Yes!",
      "vi": "Gặp ông già Noel không? - Có ạ!- Để rồi xem."
    }
  },
  {
    "translation": {
      "en": "-[Beatrix] We'll see. -[Jackie] Oh my goodness! Get excited!",
      "vi": "- Có ạ!- Để rồi xem. Ôi trời. Hào hứng lên."
    }
  },
  {
    "translation": {
      "en": "-[Val] You will see! -[Rob] Okay, come on, ninja man.",
      "vi": "Ôi trời. Hào hứng lên. Đi nào, ninja. Chúng takhông muốn chú Val bị muộn buổi diễn."
    }
  },
  {
    "translation": {
      "en": "We don't wanna make Val late for his performance.",
      "vi": "Đi nào, ninja. Chúng takhông muốn chú Val bị muộn buổi diễn."
    }
  },
  {
    "translation": {
      "en": "But I need to find Bob!",
      "vi": "Nhưng con cần tìm Bob."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure he'll turn up. You know how he likes to hide.",
      "vi": "Bố chắc nó sẽ xuất hiện.Con biết nó thích trốn mà."
    }
  },
  {
    "translation": {
      "en": "Oh yeah. He does. Good thinking, Dad.",
      "vi": "Vâng. Đúng vậy. Ý kiến hay đấy, bố."
    }
  },
  {
    "translation": {
      "en": "-The star will be there? -The star will be there. Okay? Promise.",
      "vi": "- Ngôi sao sẽ ở đó chứ?- Ngôi sao sẽ ở đó. Nhé? Em hứa mà."
    }
  },
  {
    "translation": {
      "en": "[Rose] We're all real happy you're spending time with Jackie.",
      "vi": "Chúng tôi rất vuivì cô dành thời gian cho Jackie."
    }
  },
  {
    "translation": {
      "en": "She loves company, especially around this time of year.",
      "vi": "Cô ấy thích bầu bạn,nhất là vào lúc này trong năm."
    }
  },
  {
    "translation": {
      "en": "[Jackie] You know, Daniel wanted to be an inventor. Always hoping to change the world.",
      "vi": "Daniel muốn trở thành nhà phát minh.Luôn hy vọng thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "I wish he was here.",
      "vi": "Ước gì nó ở đây."
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "vi": "Ôi không."
    }
  },
  {
    "translation": {
      "en": "That's not something you just… put in the holiday newsletter.",
      "vi": "Đó không phải điềumà cậu đưa vào bản tin ngày lễ."
    }
  },
  {
    "translation": {
      "en": "When what happened happened,",
      "vi": "Khi chuyện đó xảy ra,"
    }
  },
  {
    "translation": {
      "en": "it took such an unbelievable toll on our family.",
      "vi": "gia đình chúng tôiđã gánh chịu nỗi đau kinh khủng."
    }
  },
  {
    "translation": {
      "en": "I didn't send out a newsletter that year because, well…",
      "vi": "Năm đó tôi không gửi bản tin vì…"
    }
  },
  {
    "translation": {
      "en": "But then I realized that we needed to create something.",
      "vi": "Nhưng rồi tôi nhận ra rằngchúng tôi cần tạo ra thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "You know, to keep his memory alive.",
      "vi": "Để giữ gìn ký ức về thằng bé."
    }
  },
  {
    "translation": {
      "en": "So… we started a foundation in his name.",
      "vi": "Nên chúng tôi bắt đầuthành lập quỹ mang tên con."
    }
  },
  {
    "translation": {
      "en": "And I wrote about it in the newsletter like he did it all.",
      "vi": "Tôi đã viết trong bản tinnhư thể thằng bé đã làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "'Cause…",
      "vi": "Bởi vì…"
    }
  },
  {
    "translation": {
      "en": "in a way, he did.",
      "vi": "theo cách nào đó thì là vậy."
    }
  },
  {
    "translation": {
      "en": "I wanna show you something. But you have to dress warm. Okay?",
      "vi": "Tôi muốn cho cậu xem thứ này.Nhưng cậu phải mặc ấm. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "-[sniffles] Okay. -Okay.",
      "vi": "- Được.- Được."
    }
  },
  {
    "translation": {
      "en": "This was Daniel's biggest dream.",
      "vi": "Đây là ước mơ lớn nhất của Daniel."
    }
  },
  {
    "translation": {
      "en": "It's real.",
      "vi": "Nó có thật."
    }
  },
  {
    "translation": {
      "en": "You're looking at the first completely solar-powered hot-air balloon.",
      "vi": "Cậu đang xem khinh khí cầu đầu tiênchạy hoàn toàn bằng năng lượng mặt trời."
    }
  },
  {
    "translation": {
      "en": "Around the World in 80 Days was Danny's all-time favorite bedtime story.",
      "vi": "Vòng quanh thế giới trong 80 ngày làtruyện yêu thích trước khi ngủ của Danny."
    }
  },
  {
    "translation": {
      "en": "We read it nearly every night.",
      "vi": "Chúng tôi đọc gần như mỗi đêm."
    }
  },
  {
    "translation": {
      "en": "At home.",
      "vi": "Ở nhà."
    }
  },
  {
    "translation": {
      "en": "In the hospital.",
      "vi": "Trong bệnh viện."
    }
  },
  {
    "translation": {
      "en": "Oh, I, I… I promised him that someday I would build us a balloon to take us around the world.",
      "vi": "Tôi đã hứa rằng một ngày tôi sẽ chế tạokhinh khí cầu đưa bọn tôi khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "And it had to be environmentally friendly, because that was a big thing to him, so…",
      "vi": "Và nó phải thân thiện với môi trường,vì điều đó quan trọng với thằng bé."
    }
  },
  {
    "translation": {
      "en": "So I made it solar-powered. -[Charlotte laughs] -[chuckles] It's crazy, huh?",
      "vi": "Nên tôi đã làm nó chạy bằngnăng lượng mặt trời. Thật điên rồ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No. No, it's not crazy.",
      "vi": "Không. Không hề điên chút nào."
    }
  },
  {
    "translation": {
      "en": "And the balloon is going to be the Star of Bethlehem.",
      "vi": "Và khinh khí cầu sẽ làNgôi sao của Bethlehem."
    }
  },
  {
    "translation": {
      "en": "It's our way of making sure that Daniel's part of Christmas this year.",
      "vi": "Đó là cách để đảm bảoDaniel là một phần Giáng sinh năm nay."
    }
  },
  {
    "translation": {
      "en": "This is what I saw in the sky!",
      "vi": "Đây là thứ tôi thấy trên trời."
    }
  },
  {
    "translation": {
      "en": "-The star lights up! -[laughs] Yeah.",
      "vi": "- Ngôi sao sáng lên.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Wait, yes. Rose has been helping me.",
      "vi": "À, phải. Rose đã giúp tôi."
    }
  },
  {
    "translation": {
      "en": "She did a… a test run the night you guys arrived.",
      "vi": "Cô ấy đã chạy thử vào đêm mọi người đến."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Monkey Bob. -[both laughing]",
      "vi": "Khỉ Bob."
    }
  },
  {
    "translation": {
      "en": "-[kids] Dad, can we get an apple? -Yeah, there's one up there.",
      "vi": "- Bố ơi, bọn con ăn táo được không?- Ừ, có ở đằng kia kìa."
    }
  },
  {
    "translation": {
      "en": "There's apples up there. Go ahead. One each.",
      "vi": "Có táo ở đó. Đi đi. Mỗi đứa một quả."
    }
  },
  {
    "translation": {
      "en": "-[Grant] Oh my God! -[Dora] Sprinkles!",
      "vi": "- Chúa ơi!- Kẹo cốm!"
    }
  },
  {
    "translation": {
      "en": "[Beatrix] Can I get M&M?",
      "vi": "Cho cháu kẹo M&M nhé?"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[Rob] What'd you get? Sprinkles?",
      "vi": "- Cảm ơn ạ.- Con lấy gì? Kẹo cốm à?"
    }
  },
  {
    "translation": {
      "en": "[Dora] Sprinkles!",
      "vi": "Kẹo cốm."
    }
  },
  {
    "translation": {
      "en": "-Daddy, you get one. -[Rob] Should I get one?",
      "vi": "- Bố, bố lấy một quả đi.- Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "-You're gonna give me a bite, right? -[Dora] No, I'm not.",
      "vi": "- Con cho bố cắn một miếng chứ?- Không ạ."
    }
  },
  {
    "translation": {
      "en": "-[beeps] -Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[uplifting music playing]",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Okay, Char.",
      "vi": "Được rồi, Char."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Bye, Monkey Bob. -Bye! Have fun.",
      "vi": "- Tạm biệt, Khỉ Bob.- Tạm biệt. Chúc vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Godspeed.",
      "vi": "Thượng lộ bình an."
    }
  },
  {
    "translation": {
      "en": "-[power surging] -[Jackie] What?",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "-[alarm ringing] -What's going on?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "-No, no, no. -[ringing continues]",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "The solar batteries are fully charged. Something's wrong with the control panel.",
      "vi": "Pin năng lượng mặt trời đã đầy.Bảng điều khiển bị trục trặc."
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -No!",
      "vi": "- Cậu ổn chứ?- Không."
    }
  },
  {
    "translation": {
      "en": "I mean, we've had sporadic electrical issues during our test flights.",
      "vi": "Bọn tôi gặp sự cố điện gián đoạnở chuyến bay thử nghiệm."
    }
  },
  {
    "translation": {
      "en": "-But I thought it was all sorted out. -Well, sounds like you need an engineer.",
      "vi": "- Tôi tưởng mọi thứ đã sửa xong.- Có vẻ cậu cần một kỹ sư."
    }
  },
  {
    "translation": {
      "en": "[exclaims] Yes!",
      "vi": "Ừ. Được."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] I can figure this out.",
      "vi": "Tôi có thể giải quyết."
    }
  },
  {
    "translation": {
      "en": "[Grant] Any sign of Santa?",
      "vi": "Thấy ông già Noel không?"
    }
  },
  {
    "translation": {
      "en": "Okay. That should do it.",
      "vi": "Xong rồi. Chắc là được."
    }
  },
  {
    "translation": {
      "en": "-Just keep those on to be safe. -I thought these were for eating chips.",
      "vi": "- Cậu cứ đeo cho an toàn.- Tôi tưởng chúng là để ăn bánh."
    }
  },
  {
    "translation": {
      "en": "They are, but they're also gonna help us fly this baby.",
      "vi": "Ừ, nhưng chúng cũng sẽ giúpkhinh khí cầu bay."
    }
  },
  {
    "translation": {
      "en": "They are?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "It's the same reason the Vacuum of Death caught fire.",
      "vi": "Cùng lý do máy hút bụi chết chóc bắt lửa."
    }
  },
  {
    "translation": {
      "en": "Electrostatic discharge. They channel the electron buildup from the dry air,",
      "vi": "Giải phóng tĩnh điện. Chúng chuyển hướngđiện tử tích tụ trong không khí khô"
    }
  },
  {
    "translation": {
      "en": "and they stop the system from shorting out.",
      "vi": "và ngăn hệ thống bị đoản mạch."
    }
  },
  {
    "translation": {
      "en": "-Trust me. [laughing] -Okay.",
      "vi": "- Cứ tin tôi.- Được."
    }
  },
  {
    "translation": {
      "en": "It worked!",
      "vi": "Thành công rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "See you at the pageant.",
      "vi": "Hẹn gặp ở hoạt cảnh."
    }
  },
  {
    "translation": {
      "en": "Care for a lift?",
      "vi": "Muốn đi nhờ không?"
    }
  },
  {
    "translation": {
      "en": "You got room for three? Me and this creepy monkey?",
      "vi": "Có chỗ cho ba người không?Tôi và chú khỉ đáng sợ?"
    }
  },
  {
    "translation": {
      "en": "[laughs] You're so funny.",
      "vi": "Cậu thật hài hước."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "Careful.",
      "vi": "Cẩn thận đấy."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Thank God Monkey Bob convinced Grant to put our address in your GPS.",
      "vi": "Ơn trời khỉ Bob đã thuyết phục Grantnhập địa chỉ nhà tôi vào GPS."
    }
  },
  {
    "translation": {
      "en": "You saved my Christmas, Char.",
      "vi": "Cậu đã cứu Giáng sinh của tôi, Char."
    }
  },
  {
    "translation": {
      "en": "Aw! You saved my Christmas.",
      "vi": "Cậu đã cứu Giáng sinh của tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, and for the record,",
      "vi": "Và nhân tiện,"
    }
  },
  {
    "translation": {
      "en": "I still don't understand why these things never took off.",
      "vi": "tôi vẫn không hiểutại sao găng tay này không thành công."
    }
  },
  {
    "translation": {
      "en": "It's a marketing no-brainer.",
      "vi": "Việc tiếp thị rất dễ dàng."
    }
  },
  {
    "translation": {
      "en": "You slap a sports team logo right here, and, mmm!",
      "vi": "Chỉ cần dán logo đội thể thao ngay đây và…"
    }
  },
  {
    "translation": {
      "en": "-And what? -It's called branding, girl! Hello?",
      "vi": "- Và sao cơ?- Đó gọi là xây dựng thương hiệu."
    }
  },
  {
    "translation": {
      "en": "People love that stuff.",
      "vi": "Mọi người thích thứ đó.Cậu sẽ kiếm bộn tiền."
    }
  },
  {
    "translation": {
      "en": "-You'd make a fortune. [squeals] -Okay!",
      "vi": "Mọi người thích thứ đó.Cậu sẽ kiếm bộn tiền. Được."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Look, it's our house.",
      "vi": "Nhìn kia, là nhà chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Wait, we forgot to pull the ladder up! Gonna grab it.",
      "vi": "Khoan, chúng ta quên kéo thang lên.Kéo nó lên đi."
    }
  },
  {
    "translation": {
      "en": "[Jackie] Oh my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "We're losing altitude. It's the weight of the sleigh.",
      "vi": "Đang mất độ cao.Do sức nặng của xe trượt tuyết."
    }
  },
  {
    "translation": {
      "en": "Oh my God. I think we should land.",
      "vi": "- Chúa ơi.- Tôi nghĩ ta nên hạ cánh."
    }
  },
  {
    "translation": {
      "en": "[Grant] I wanna believe, but I need proof.",
      "vi": "Con muốn tin, nhưng con cần bằng chứng."
    }
  },
  {
    "translation": {
      "en": "-[Charlotte] Well… -We should land.",
      "vi": "- Chà…- Chúng ta nên hạ cánh."
    }
  },
  {
    "translation": {
      "en": "-Monkey Bob has an idea. -Monkey Bob?",
      "vi": "- Khỉ Bob có một ý tưởng.- Khỉ Bob?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm gonna increase the fan speed.",
      "vi": "Ừ. Tôi sẽ tăng tốc độ quạt."
    }
  },
  {
    "translation": {
      "en": "-[Jackie] Wait, what? Why? -We're not landing.",
      "vi": "- Khoan. Tại sao?- Ta không hạ cánh."
    }
  },
  {
    "translation": {
      "en": "Not yet.",
      "vi": "Chưa đến lúc."
    }
  },
  {
    "translation": {
      "en": "Char, we can't fly over the town square",
      "vi": "Char, ta không thể bay qua quảng trường"
    }
  },
  {
    "translation": {
      "en": "with a sled hanging off of us and no Santa!",
      "vi": "với xe trượt tuyếtvà không có ông già Noel."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] You're right.",
      "vi": "Cậu nói đúng."
    }
  },
  {
    "translation": {
      "en": "Wait. [grunting]",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "What the heck are you doing?",
      "vi": "Cậu đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Believing.",
      "vi": "Tin tưởng."
    }
  },
  {
    "translation": {
      "en": "Oh my God. Be careful.",
      "vi": "Chúa ơi. Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] You got this. [nervously] You got this. I don't think she's got this.",
      "vi": "- Mày làm được.- Mình không nghĩ cô ấy sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "-[yelping] -[yelping] Charlotte!",
      "vi": "Charlotte!"
    }
  },
  {
    "translation": {
      "en": "[Charlotte] I'm okay! [nervously] I'm okay. I'm okay. I'm okay. I'm okay.",
      "vi": "Tôi không sao."
    }
  },
  {
    "translation": {
      "en": "Char, just let me land.",
      "vi": "Char, cứ để tôi hạ cánh đi."
    }
  },
  {
    "translation": {
      "en": "No, no, no! Steady the course.",
      "vi": "Không. Giữ vững lộ trình."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "And fly straight out over the audience.",
      "vi": "Và bay thẳng trên đầu khán giả."
    }
  },
  {
    "translation": {
      "en": "Santa Claus is coming to town.",
      "vi": "Ông già Noel đã tới thị trấn rồi."
    }
  },
  {
    "translation": {
      "en": "-[soft music playing] -[indistinct chatter]",
      "vi": "Những người chăn cừu ngoài đồng…"
    }
  },
  {
    "translation": {
      "en": "[sighs] I think it's time to conclude our investigation.",
      "vi": "Tớ nghĩ đã đến lúc kết thúc cuộc điều tra."
    }
  },
  {
    "translation": {
      "en": "We need more time, Bea.",
      "vi": "Ta cần thêm thời gian, Bea."
    }
  },
  {
    "translation": {
      "en": "You wanna believe, don't you?",
      "vi": "Cậu muốn tin mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, Grant. I do, but I am me.",
      "vi": "Ừ, Grant. Đúng vậy, nhưng tớ vẫn là tớ."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "-Bea! -[Beatrix] What?",
      "vi": "- Bea.- Gì?"
    }
  },
  {
    "translation": {
      "en": "[Grant] It's… -[exclaims] -[Grant] It's…",
      "vi": "Đó là…"
    }
  },
  {
    "translation": {
      "en": "-OMG! -[crowd clamoring]",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-Santa Claus! -[clamoring continues]",
      "vi": "Ông già Noel!"
    }
  },
  {
    "translation": {
      "en": "[in deep voice] Merry Christmas to all!",
      "vi": "Chúc mọi người Giáng sinh vui vẻ!"
    }
  },
  {
    "translation": {
      "en": "[Dora] It's Santa!",
      "vi": "Là ông già Noel!"
    }
  },
  {
    "translation": {
      "en": "[in deep voice] Is Grant Sanders down there?",
      "vi": "Grant Sanders có ở dưới đó không?"
    }
  },
  {
    "translation": {
      "en": "That's me! That's me!",
      "vi": "Đó là tớ!"
    }
  },
  {
    "translation": {
      "en": "Monkey Bob is flying!",
      "vi": "Khỉ Bob đang bay!"
    }
  },
  {
    "translation": {
      "en": "[in deep voice] Merry Christmas to all, and to all a good night!",
      "vi": "Chúc mọi người Giáng sinh vui vẻvà một đêm tốt lành!"
    }
  },
  {
    "translation": {
      "en": "[Jackie] Let's get you on the ground, Santa.",
      "vi": "Đưa ông xuống mặt đất nào, ông già Noel."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, quick, unhook the sleigh.",
      "vi": "Nhanh, tháo xe trượt tuyết ra."
    }
  },
  {
    "translation": {
      "en": "-It's caught. -Oh.",
      "vi": "Bị kẹt rồi."
    }
  },
  {
    "translation": {
      "en": "Here, let me help.",
      "vi": "Đây, để tôi giúp."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] Okay.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I know how tricky these flying sleighs can be.",
      "vi": "Tôi biết những chiếc xe trượt tuyết nàycó thể phiền phức thế nào."
    }
  },
  {
    "translation": {
      "en": "[Charlotte] Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "You're good to go.",
      "vi": "Cậu đi được rồi."
    }
  },
  {
    "translation": {
      "en": "-Thank you for your hel-- -No, thank you, Charlotte Sanders.",
      "vi": "- Cảm ơn đã…- Không. Cảm ơn, Charlotte Sanders."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Không có chi."
    }
  },
  {
    "translation": {
      "en": "Wait! How do you know my name?",
      "vi": "Đợi đã. Sao ông biết tên tôi?"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Danny.",
      "vi": "Giáng sinh vui vẻ, Danny."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Danny.",
      "vi": "Giáng sinh vui vẻ, Danny."
    }
  },
  {
    "translation": {
      "en": "[on mic] I have an urgent message to all the kids out there.",
      "vi": "Tôi có một tin nhắn khẩncho tất cả trẻ con ngoài kia."
    }
  },
  {
    "translation": {
      "en": "New evidence has emerged in my investigation of Santa.",
      "vi": "Chứng cứ mới đã xuất hiện trongcuộc điều tra của tôi về ông già Noel."
    }
  },
  {
    "translation": {
      "en": "My advice to you is believe,",
      "vi": "Lời khuyên của tôi cho các bạnlà hãy tin tưởng,"
    }
  },
  {
    "translation": {
      "en": "'cause he still believes in you.",
      "vi": "vì ông ấy vẫn tin vào các bạn."
    }
  },
  {
    "translation": {
      "en": "Now, who's ready to help me make this the best Christmas ever?",
      "vi": "Ai sẵn lòng giúp tôi biến Giáng sinh nàythành Giáng sinh tuyệt nhất?"
    }
  },
  {
    "translation": {
      "en": "Season's greetings from the Sanders family with the Jennings family as well.",
      "vi": "Lời chúc mừng của gia đình Sandersvà gia đình Jennings."
    }
  },
  {
    "translation": {
      "en": "It's sort of become our new tradition.",
      "vi": "Đây là truyền thống mới của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "We finally made it to my sister's house just in time for New Year's Eve.",
      "vi": "Cuối cùng bọn tôi cũng đến đượcnhà em gái tôi, đúng đêm giao thừa."
    }
  },
  {
    "translation": {
      "en": "Jackie and I started our own Chip Mitt business.",
      "vi": "Jackie và tôi bắt đầukinh doanh Găng tay Bốc bánh."
    }
  },
  {
    "translation": {
      "en": "And our first client was Mariah Carey.",
      "vi": "Và khách hàng đầu tiên là Mariah Carey."
    }
  },
  {
    "translation": {
      "en": "\"No more cookie crumbs.\"",
      "vi": "Không còn vụn bánh quy nữa."
    }
  },
  {
    "translation": {
      "en": "In their quest to become superheroes,",
      "vi": "Trong hành trình thành siêu anh hùng,"
    }
  },
  {
    "translation": {
      "en": "all our kids are taking karate lessons from Valentino.",
      "vi": "tất cả các con chúng tôiđều học karate từ Valentino."
    }
  },
  {
    "translation": {
      "en": "The Jennings family dream finally came true",
      "vi": "Ước mơ của nhà Jennings thành sự thật"
    }
  },
  {
    "translation": {
      "en": "when they floated around the world raising money for Daniel's charity.",
      "vi": "khi họ đi khắp thế giới quyên tiềncho quỹ từ thiện của Daniel."
    }
  },
  {
    "translation": {
      "en": "And our dream also came true. We got the house!",
      "vi": "Và giấc mơ của bọn tôi cũng thế.Bọn tôi đã mua ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "But guess what? We're keeping it for our splendiferous family.",
      "vi": "Nhưng đoán xem? Bọn tôi giữ nócho gia đình tuyệt vời của mình."
    }
  },
  {
    "translation": {
      "en": "What can I say?",
      "vi": "Biết nói gì đây?"
    }
  },
  {
    "translation": {
      "en": "Christmas with Jackie is a life-altering experience.",
      "vi": "Giáng sinh với Jackielà một trải nghiệm thay đổi cuộc đời."
    }
  }
]