[
  {
    "translation": {
      "en": "Yes, it is actually confirmed.",
      "vi": "Đúng vậy, thông tin đã được xác thực."
    }
  },
  {
    "translation": {
      "en": "1.6- million- dollar prize pool!",
      "vi": "Tiền thưởng là 1,6 triệu đô la!"
    }
  },
  {
    "translation": {
      "en": "I'm double- checking to make sure",
      "vi": "Tôi đã kiểm lại để chắc không có gì thay đổi"
    }
  },
  {
    "translation": {
      "en": "they haven't changed any details since last time.",
      "vi": "Tôi đã kiểm lại để chắc không có gì thay đổi từ lần thông báo cuối."
    }
  },
  {
    "translation": {
      "en": "One million in US dollars for first prize.",
      "vi": "Một triệu đô la Mỹ cho giải nhất."
    }
  },
  {
    "translation": {
      "en": "That is for the winner. One million dollars for winning Dota!",
      "vi": "Phần thưởng cho nhà vô địch, một triệu đô la nếu thắng giải đấu Dota!"
    }
  },
  {
    "translation": {
      "en": "It's gonna be huge. Dota2.com. The tournament tab is up, too.",
      "vi": "Sẽ dữ dội lắm đây! Dota2.com. Bảng phân đấu đã được đăng lên."
    }
  },
  {
    "translation": {
      "en": "Our website will actually change for the next 24 hours as well,",
      "vi": "Trang web của chúng tôi cũng sẽ thay đổi trong 24 giờ tới…"
    }
  },
  {
    "translation": {
      "en": "The day I transformed into an adult was the day I started playing Dota.",
      "vi": "Ngày tôi thực sự trưởng thành là khi tôi bắt đầu mở Dota và chơi."
    }
  },
  {
    "translation": {
      "en": "It's times like, when you go up on the stage,",
      "vi": "Lúc này, khi bạn bước lên sàn đấu,"
    }
  },
  {
    "translation": {
      "en": "you represent your country for something.",
      "vi": "bạn đại diện cả đất nước mình."
    }
  },
  {
    "translation": {
      "en": "You get the prize.",
      "vi": "Bạn giật giải."
    }
  },
  {
    "translation": {
      "en": "It's the amount of satisfaction and achievement that nothing else can give you.",
      "vi": "Nó đem lại sự thỏa mãn và thành công mà bạn không tìm thấy ở đâu khác."
    }
  },
  {
    "translation": {
      "en": "It's something I definitely don't regret ever doing.",
      "vi": "Tôi chắc chắn sẽ không bao giờ hối tiếc."
    }
  },
  {
    "translation": {
      "en": "Gaming is simply the proudest thing in my life.",
      "vi": "Chơi game là niềm tự hào lớn nhất của tôi."
    }
  },
  {
    "translation": {
      "en": "It can be called gamer, but for me, it's something different.",
      "vi": "Mọi người gọi đó là game thủ, nhưng với tôi, nó là cả một trời khác biệt."
    }
  },
  {
    "translation": {
      "en": "One way to forget about pain is to do something that you will be in completely.",
      "vi": "Một cách để quên đi nỗi đau là chú tâm vào điều gì khác."
    }
  },
  {
    "translation": {
      "en": "So… computer games.",
      "vi": "Cho nên chơi điện tử…"
    }
  },
  {
    "translation": {
      "en": "For me, it was… everything.",
      "vi": "với tôi, nó là… tất cả."
    }
  },
  {
    "translation": {
      "en": "This is my career. I've chosen to do it for so long.",
      "vi": "Nó là sự nghiệp của tôi. Tôi chọn theo nghề rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Success in my eyes is always based off on how other people see you.",
      "vi": "Thành công trong mắt tôi dựa trên cách mọi người nhìn nhận về bạn."
    }
  },
  {
    "translation": {
      "en": "In the eyes of the public, it's up to them.",
      "vi": "Trước mặt công chúng, họ quyết định tất cả."
    }
  },
  {
    "translation": {
      "en": "It's important to be doing things that you love and you really appreciate,",
      "vi": "Quan trọng là bạn làm điều mình thích và thấy vui."
    }
  },
  {
    "translation": {
      "en": "because that's your passion, man.",
      "vi": "Vì đó là làm vì đam mê."
    }
  },
  {
    "translation": {
      "en": "You should… you should really work for your passions. Yeah.",
      "vi": "Bạn nên dốc tâm cho đam mê của mình."
    }
  },
  {
    "translation": {
      "en": "Okay, guys, you have… you have seven minutes",
      "vi": "Được rồi, mọi người có bảy phút để chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "to set everything up and then we go.",
      "vi": "Được rồi, mọi người có bảy phút để chuẩn bị rồi chúng ta sẽ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "This is the first time I wanted to take something seriously",
      "vi": "Lần đầu tiên tôi muốn nghiêm túc làm gì đó"
    }
  },
  {
    "translation": {
      "en": "and do something good for my life.",
      "vi": "và làm cho tốt trong cuộc đời này."
    }
  },
  {
    "translation": {
      "en": "Ten years ago, competitive gaming wasn't even really a thing.",
      "vi": "Mười năm trước, việc thi đấu game thực sự không là gì cả."
    }
  },
  {
    "translation": {
      "en": "You'd play for fun against your friends. Maybe you would play for a cup of coffee or whatever you wanted.",
      "vi": "Bạn có thể chơi cho vui với bạn bè hoặc vì một cốc cà phê hay bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "When I started playing,",
      "vi": "Khi tôi bắt đầu chơi, chúng tôi đã đấu"
    }
  },
  {
    "translation": {
      "en": "we'd been fighting for 24 bottles of beer as a first place.",
      "vi": "Khi tôi bắt đầu chơi, chúng tôi đã đấu vì 24 chai bia cho người về nhất."
    }
  },
  {
    "translation": {
      "en": "I'm not joking.",
      "vi": "Không đùa đâu."
    }
  },
  {
    "translation": {
      "en": "From there, though, online happened.",
      "vi": "Từ đó, bùng lên việc chơi trực tuyến."
    }
  },
  {
    "translation": {
      "en": "And, all of a sudden, you weren't just trying to be the best on your block.",
      "vi": "Bỗng nhiên bạn không chỉ cố gắng để giỏi nhất xóm,"
    }
  },
  {
    "translation": {
      "en": "Now you're trying to be the best in the world.",
      "vi": "mà còn muốn đứng trên đỉnh của thế giới."
    }
  },
  {
    "translation": {
      "en": "And that opened up competitive gaming to a whole new landscape.",
      "vi": "Điều đó đưa trào lưu thi đấu game lên một tầm cao mới."
    }
  },
  {
    "translation": {
      "en": "And one of the games really leading the way is Dota.",
      "vi": "Và Dota là một trong những trò chơi tiên phong."
    }
  },
  {
    "translation": {
      "en": "Dota is sort of a combination of football, or soccer for the Americans, and chess.",
      "vi": "Dota là sự kết hợp giữa bóng đá và cờ vua."
    }
  },
  {
    "translation": {
      "en": "This is probably how I would try to explain Dota",
      "vi": "Đây là cách tôi muốn giải thích về Dota"
    }
  },
  {
    "translation": {
      "en": "to someone who's not familiar with it.",
      "vi": "cho những người không biết gì về nó."
    }
  },
  {
    "translation": {
      "en": "At least, that's what I did to my parents.",
      "vi": "Chí ít là cách tôi giải thích với phụ huynh."
    }
  },
  {
    "translation": {
      "en": "Dota is a game of momentum.",
      "vi": "Dota là một trò chơi thú vị."
    }
  },
  {
    "translation": {
      "en": "You as five players",
      "vi": "Các bạn với tư cách là năm người chơi"
    }
  },
  {
    "translation": {
      "en": "try and battle against the other five players for momentum.",
      "vi": "cố gắng đấu lại năm người chơi khác."
    }
  },
  {
    "translation": {
      "en": "Every single player controls one unit.",
      "vi": "Mỗi người chơi điều khiển một tướng."
    }
  },
  {
    "translation": {
      "en": "And the main objective of the game is to destroy the final enemy building",
      "vi": "Và mục tiêu chính là phá hủy trụ cuối cùng phe địch"
    }
  },
  {
    "translation": {
      "en": "which is called the Ancient.",
      "vi": "được gọi là Thánh Tích."
    }
  },
  {
    "translation": {
      "en": "Everything else that happens in the meantime,",
      "vi": "Tất cả mọi thứ khác"
    }
  },
  {
    "translation": {
      "en": "is your amazing filler of a game.",
      "vi": "giúp tạo nên một trò chơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "You could play 100 heroes in conjunction with 99 other heroes.",
      "vi": "Bạn có thể chơi 100 tướng kết hợp với 99 tướng khác."
    }
  },
  {
    "translation": {
      "en": "It's just nonstop, uh, possibilities and it's so much fun.",
      "vi": "Khả năng kết hợp vô hạn và đầy niềm vui."
    }
  },
  {
    "translation": {
      "en": "And, you know, it's like the same map every single time",
      "vi": "Bản đồ giống hệt nhau mỗi lần chơi"
    }
  },
  {
    "translation": {
      "en": "but it literally never gets boring.",
      "vi": "nhưng chẳng bao giờ nhàm chán."
    }
  },
  {
    "translation": {
      "en": "I would say Dota is a way of life.",
      "vi": "Theo tôi, Dota là một lối sống."
    }
  },
  {
    "translation": {
      "en": "When prizes started coming, I was like, Well, we have tournaments.",
      "vi": "Khi những giải thưởng bắt đầu xuất hiện, tôi đã nghĩ: Ồ, ta có giải đấu,"
    }
  },
  {
    "translation": {
      "en": "So obviously some people are gonna come and say,",
      "vi": "và đương nhiên nhiều người sẽ đến và nói: Một trò chơi tuyệt vời. Cùng chơi nào."
    }
  },
  {
    "translation": {
      "en": "This is a great game. Let's play it. Like, let's put money in it.",
      "vi": "và đương nhiên nhiều người sẽ đến và nói: Một trò chơi tuyệt vời. Cùng chơi nào. Cùng đầu tư vào nó."
    }
  },
  {
    "translation": {
      "en": "And it started progressing each year.",
      "vi": "Và nó phát triển qua mỗi năm."
    }
  },
  {
    "translation": {
      "en": "Those at the top level, they just do like lots of calculations in their head.",
      "vi": "Những người ở đẳng cấp cao, họ thực hiện nhiều phép tính trong đầu."
    }
  },
  {
    "translation": {
      "en": "Something like A Beautiful Mind where you see like all kinds of things.",
      "vi": "Giống như phim A Beautiful Mind, bạn nhìn thấy đủ thứ."
    }
  },
  {
    "translation": {
      "en": "And using all this information, make your next move.",
      "vi": "Và dùng tất cả thông tin ấy tính toán nước đi kế tiếp."
    }
  },
  {
    "translation": {
      "en": "I see it in a lot of ways similar to basketball.",
      "vi": "Tôi thấy nó khá giống với bóng rổ."
    }
  },
  {
    "translation": {
      "en": "Just like a five- on- five game where you kind of have to work together",
      "vi": "Một trò chơi năm chọi năm mà bạn phải hợp sức lại,"
    }
  },
  {
    "translation": {
      "en": "and utilize each other's strengths and synergizing everything together.",
      "vi": "tận dụng ưu điểm và cộng hưởng cùng nhau."
    }
  },
  {
    "translation": {
      "en": "The teamwork, and the trust, and the sacrifice,",
      "vi": "Làm việc nhóm, tin tưởng và hy sinh,"
    }
  },
  {
    "translation": {
      "en": "those are all true for every single team sport.",
      "vi": "tất cả những điều ấy đúng cho mọi môn thể thao đồng đội."
    }
  },
  {
    "translation": {
      "en": "Dota is a game that unites everybody.",
      "vi": "Dota là trò chơi đoàn kết tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter what country or from what race you are.",
      "vi": "Đến từ đất nước nào, chủng tộc gì không quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's like a bond that is shared.",
      "vi": "Có một sợi dây liên kết ở đây,"
    }
  },
  {
    "translation": {
      "en": "And when you're part of this tight- knit group of people,",
      "vi": "và khi bạn là một phần của nhóm người khăng khít ấy,"
    }
  },
  {
    "translation": {
      "en": "it's like having a second family.",
      "vi": "bạn như sở hữu một gia đình thứ hai vậy."
    }
  },
  {
    "translation": {
      "en": "That's something you never let go.",
      "vi": "Điều mà bạn không bao giờ từ bỏ."
    }
  },
  {
    "translation": {
      "en": "Everyone's searching for something.",
      "vi": "Ai ai cũng đang tìm kiếm vì thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "Fulfillment. Fame.",
      "vi": "Sự toàn vẹn. Danh vọng."
    }
  },
  {
    "translation": {
      "en": "Satisfaction.",
      "vi": "Sự thỏa mãn."
    }
  },
  {
    "translation": {
      "en": "It gives you the ability to become someone else.",
      "vi": "Nó cho bạn khả năng để trở thành một người khác."
    }
  },
  {
    "translation": {
      "en": "A someone who is powerful.",
      "vi": "Ai đó đầy mạnh mẽ,"
    }
  },
  {
    "translation": {
      "en": "Who can take down five opponents.",
      "vi": "đủ sức đánh bại cả năm địch thủ,"
    }
  },
  {
    "translation": {
      "en": "Express their creativity.",
      "vi": "thể hiện sự sáng tạo của họ,"
    }
  },
  {
    "translation": {
      "en": "Break the rules without actually getting arrested.",
      "vi": "phá bỏ luật lệ mà không bị bắt giam."
    }
  },
  {
    "translation": {
      "en": "All of these reasons are in there somewhere.",
      "vi": "Tất cả những điều này đều đang ẩn chứa đâu đó."
    }
  },
  {
    "translation": {
      "en": "The player himself might not even know. He might not even understand it himself.",
      "vi": "Có khi chính bản thân người chơi cũng không biết. Có lẽ họ cũng không hiểu được."
    }
  },
  {
    "translation": {
      "en": "But it's there.",
      "vi": "Nhưng nó tồn tại. QUẢN LÝ/GAME THỦ"
    }
  },
  {
    "translation": {
      "en": "Gaming fulfills my competitive need.",
      "vi": "Chơi game thỏa mãn máu cạnh tranh của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm a very competitive person.",
      "vi": "Tôi là người thích sự ganh đua."
    }
  },
  {
    "translation": {
      "en": "When it comes to sports, I consider gaming a sport.",
      "vi": "Khi nói đến thể thao, tôi xem game là một môn thể thao."
    }
  },
  {
    "translation": {
      "en": "So I use my competitiveness and I fuel it with Dota.",
      "vi": "Tôi sử dụng sự ganh đua của mình và nạp năng lượng cho nó bằng Dota."
    }
  },
  {
    "translation": {
      "en": "So it fulfills that side of me completely.",
      "vi": "Nó hoàn toàn thỏa mãn tôi ở khía cạnh đó."
    }
  },
  {
    "translation": {
      "en": "Fear's one of the best in America, if not the best.",
      "vi": "Fear là một trong những người giỏi nhất ở Mỹ, thậm chí là giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "He has a lot of experience. He's one of the old hogs, basically.",
      "vi": "Anh ấy có nhiều kinh nghiệm. Nói chung là thuộc hàng lão tướng."
    }
  },
  {
    "translation": {
      "en": "And he's generally just a calm guy. So, in my opinion, that's his strength.",
      "vi": "Fear rất bình tĩnh. Theo tôi, đó là thế mạnh của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Really, good basketball player. I remember my coaches watch him playing",
      "vi": "Fear chơi bóng rổ hay cực. Huấn luyện viên coi em ấy chơi"
    }
  },
  {
    "translation": {
      "en": "and talk about picking him up the next year he came in.",
      "vi": "chỉ nói đến việc sẽ nhận em ấy vào năm sau khi nhập học."
    }
  },
  {
    "translation": {
      "en": "Always had nothing but good things to say, but he wasn't picked on the team.",
      "vi": "Toàn nói những điều tốt, nhưng rốt cuộc em ấy không được chọn."
    }
  },
  {
    "translation": {
      "en": "Just the reason was, yeah, he just wasn't tall enough, I guess.",
      "vi": "Tôi đoán là do em ấy không đủ cao."
    }
  },
  {
    "translation": {
      "en": "So, I know that, yeah, he found the game.",
      "vi": "Rồi em ấy tìm thấy trò chơi này, và dốc hết tâm sức vào đó"
    }
  },
  {
    "translation": {
      "en": "He got really devoted in that and stuff and just found something else that worked.",
      "vi": "Rồi em ấy tìm thấy trò chơi này, và dốc hết tâm sức vào đó như thể đã tìm ra thứ có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "I was your typical parent.",
      "vi": "Tôi hồi trước đúng kiểu phụ huynh điển hình."
    }
  },
  {
    "translation": {
      "en": "Clinton, you're spending too much time playing computer games.",
      "vi": "Clinton, con đang dành quá nhiều thời gian chơi điện tử rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You need to go to school. You need to go to college.",
      "vi": "Con phải đi học. Con phải vào cao đẳng."
    }
  },
  {
    "translation": {
      "en": "And he would tell me,",
      "vi": "Và nó nói với tôi:"
    }
  },
  {
    "translation": {
      "en": "I want to be able to play games and get paid for it.",
      "vi": "Con muốn vừa có thể chơi điện tử vừa được trả lương vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Now, he said this at a very young age before Dota ever came along.",
      "vi": "Nó nói thế từ khi còn rất nhỏ trước khi Dota xuất hiện."
    }
  },
  {
    "translation": {
      "en": "And I thought, well, you know, he's gonna grow out of it.",
      "vi": "Và tôi nhủ: Ừ, lớn lên nó sẽ nghĩ khác thôi."
    }
  },
  {
    "translation": {
      "en": "He's gonna get sick and tired of sitting there in front of that computer and playing.",
      "vi": "Nó sẽ phát mệt, chán việc phải ngồi đó trước máy tính và cứ chơi như thế."
    }
  },
  {
    "translation": {
      "en": "Never did. Never did.",
      "vi": "Nhưng mà chả bao giờ cả. Chả bao giờ."
    }
  },
  {
    "translation": {
      "en": "In Singapore, the families actually put a lot of stress on us",
      "vi": "Ở Singapore, các gia đình thực sự gây áp lực"
    }
  },
  {
    "translation": {
      "en": "in terms of our education.",
      "vi": "khi nói về chuyện học hành."
    }
  },
  {
    "translation": {
      "en": "I would say it's been tough on me",
      "vi": "Rất khó khăn cho tôi khi cố gắng sắp xếp"
    }
  },
  {
    "translation": {
      "en": "trying to juggle both studies and gaming at the same time.",
      "vi": "Rất khó khăn cho tôi khi cố gắng sắp xếp cùng lúc giữa chuyện học và chơi game."
    }
  },
  {
    "translation": {
      "en": "My grades have dropped for two years already.",
      "vi": "Điểm số của tôi rớt nặng trong hai năm vừa rồi."
    }
  },
  {
    "translation": {
      "en": "And my parents have treated the gaming as the cause of it.",
      "vi": "Bố mẹ cho rằng chơi điện tử chính là nguyên nhân…"
    }
  },
  {
    "translation": {
      "en": "I mean, there was this phrase that they used. They said, Gaming will be the death of you one day.",
      "vi": "Ý tôi là, họ đã từng nói: Có ngày chơi game sẽ hủy hoại đời mày."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "Micronology!"
    }
  },
  {
    "translation": {
      "en": "He's a great player and a great captain.",
      "vi": "Anh ấy chơi rất cừ và là đội trưởng giỏi."
    }
  },
  {
    "translation": {
      "en": "I would say he's the top player in Singapore.",
      "vi": "Có thể nói, anh ấy thuộc hàng đỉnh ở Singapore."
    }
  },
  {
    "translation": {
      "en": "Easily.",
      "vi": "Khỏi bàn cãi."
    }
  },
  {
    "translation": {
      "en": "My parents and my… my family,",
      "vi": "Bố mẹ và gia đình tôi,"
    }
  },
  {
    "translation": {
      "en": "they don't actually speak much of my gaming career.",
      "vi": "họ không màng đến sự nghiệp game thủ của tôi."
    }
  },
  {
    "translation": {
      "en": "They don't tell their friends and my other relatives",
      "vi": "Họ không kể cho bạn bè hay họ hàng"
    }
  },
  {
    "translation": {
      "en": "that I'm actually that good at my games.",
      "vi": "là tôi thực sự chơi điện tử rất giỏi."
    }
  },
  {
    "translation": {
      "en": "All along they have only been bragging about my studies.",
      "vi": "Tất cả những gì họ làm là khoe thành tích học tập của tôi."
    }
  },
  {
    "translation": {
      "en": "Because I used to be an A student.",
      "vi": "Vì tôi từng là học sinh giỏi."
    }
  },
  {
    "translation": {
      "en": "Yeah, they go on and on. And…",
      "vi": "Và họ cứ nói mãi nói mãi. Và…"
    }
  },
  {
    "translation": {
      "en": "And it seemed like that was the only thing they could ever be proud of.",
      "vi": "Cứ như thể đó là thứ duy nhất mà họ tự hào."
    }
  },
  {
    "translation": {
      "en": "Actually, there has only been one person",
      "vi": "Thật ra, chỉ duy nhất một người"
    }
  },
  {
    "translation": {
      "en": "that has always been very supportive of me gaming.",
      "vi": "đã luôn ủng hộ tôi chơi game."
    }
  },
  {
    "translation": {
      "en": "And that was, uh, my ex- girlfriend, Huayan.",
      "vi": "Đó là bạn gái cũ của tôi, Huayan."
    }
  },
  {
    "translation": {
      "en": "She's from the female Dota team in Singapore.",
      "vi": "Cô ấy đến từ đội Dota nữ ở Singapore."
    }
  },
  {
    "translation": {
      "en": "There are a lot of things that we share in life. So many things.",
      "vi": "Có nhiều thứ mà chúng tôi chia sẻ trong cuộc sống. Rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "In my case, it felt really good, you know, to have someone",
      "vi": "Trong trường hợp của tôi, thật sự rất tuyệt khi có ai đó"
    }
  },
  {
    "translation": {
      "en": "who truly appreciated what you did best and loved you for it.",
      "vi": "thực sự trân trọng những gì bạn làm tốt nhất, và yêu bạn vì điều đó."
    }
  },
  {
    "translation": {
      "en": "She was aware of what I'm doing and what I'm passionate about.",
      "vi": "Cô ấy nhận thức về điều tôi đang làm và thứ tôi đam mê."
    }
  },
  {
    "translation": {
      "en": "The breakup was her decision and I respected it.",
      "vi": "Việc chia tay là lựa chọn của cô ấy và tôi tôn trọng điều đó."
    }
  },
  {
    "translation": {
      "en": "We'd been together for close to three years",
      "vi": "Chúng tôi đã ở bên nhau cũng gần ba năm"
    }
  },
  {
    "translation": {
      "en": "and ever since the breakup, I haven't gotten over it.",
      "vi": "và kể từ khi chia tay, tôi vẫn chưa quên được mối tình này."
    }
  },
  {
    "translation": {
      "en": "I recall the last time she spoke to me she named me as a bastard, so…",
      "vi": "Nhớ lần cuối cùng cô ấy nói với tôi, cô ấy đã gọi tôi là đồ khốn, nên…"
    }
  },
  {
    "translation": {
      "en": "We're not in contact anymore, yeah, but…",
      "vi": "Chúng tôi không còn liên lạc nữa, nhưng…"
    }
  },
  {
    "translation": {
      "en": "life goes on, yeah.",
      "vi": "cuộc sống cứ thế tiếp diễn thôi."
    }
  },
  {
    "translation": {
      "en": "I'm from Ukraine. My nickname is Dendi.",
      "vi": "Tôi đến từ Ukraine. Biệt danh của tôi là Dendi."
    }
  },
  {
    "translation": {
      "en": "I finished my university,",
      "vi": "Tôi đã học xong đại học,"
    }
  },
  {
    "translation": {
      "en": "and I'm just playing computer games right now.",
      "vi": "và giờ đây tôi chỉ chơi game trên máy tính."
    }
  },
  {
    "translation": {
      "en": "He was doing music. He played the piano.",
      "vi": "Nó đã từng học nhạc, chơi piano."
    }
  },
  {
    "translation": {
      "en": "He was doing dancing.",
      "vi": "Nó đã từng học khiêu vũ."
    }
  },
  {
    "translation": {
      "en": "At school, he had musical plays in which he played the main role.",
      "vi": "Ở trường, có các buổi nhạc kịch mà nó được đóng vai chính."
    }
  },
  {
    "translation": {
      "en": "Audiences were always impressed by his artistic ability.",
      "vi": "Khán giả luôn bị ấn tượng bởi khả năng nghệ thuật của nó."
    }
  },
  {
    "translation": {
      "en": "When their kids' group was showing, Danil would always stand out.",
      "vi": "Khi nhóm của nó biểu diễn, Danil luôn nổi bật hơn cả."
    }
  },
  {
    "translation": {
      "en": "When we were growing up,",
      "vi": "Hồi chúng tôi còn nhỏ"
    }
  },
  {
    "translation": {
      "en": "it wasn't a good time financially for our family.",
      "vi": "lúc ấy kinh tế gia đình không tốt lắm."
    }
  },
  {
    "translation": {
      "en": "But my grandma helped us to get our first computer in 1997.",
      "vi": "Nhưng bà của chúng tôi đã giúp chúng tôi mua cái máy tính đầu tiên vào năm 1997."
    }
  },
  {
    "translation": {
      "en": "Early, compared with other kids in Ukraine.",
      "vi": "Khá là sớm, nếu so sánh với mấy đứa trẻ khác ở Ukraine."
    }
  },
  {
    "translation": {
      "en": "We got visitors every day.",
      "vi": "Ngày nào chúng tôi cũng có khách tới."
    }
  },
  {
    "translation": {
      "en": "The friends of my older brother used to come to visit us",
      "vi": "Bạn của anh tôi thường hay ghé qua nhà"
    }
  },
  {
    "translation": {
      "en": "and we were playing games.",
      "vi": "rồi chúng tôi chơi game."
    }
  },
  {
    "translation": {
      "en": "And Danil, every time looked at what we do.",
      "vi": "Và Danil lần nào cũng nhìn xem chúng tôi chơi gì."
    }
  },
  {
    "translation": {
      "en": "Every time we would try to push him away but he would come back and look again.",
      "vi": "Mỗi lần như thế, chúng tôi cố đẩy nó ra nhưng lần nào nó cũng xáp lại và coi tiếp."
    }
  },
  {
    "translation": {
      "en": "It was more prominent with him than with other kids.",
      "vi": "Cái máy tính nổi bật với nó hơn những đứa nhóc khác."
    }
  },
  {
    "translation": {
      "en": "During all his conscious life we were trying to stop him from playing.",
      "vi": "Từ khi nó biết nhận thức, chúng tôi đã cố cản nó chơi."
    }
  },
  {
    "translation": {
      "en": "We were hiding our computer cord everywhere in our apartment,",
      "vi": "Chúng tôi đã giấu mọi dây cáp máy tính khắp nơi trong nhà"
    }
  },
  {
    "translation": {
      "en": "but he always found it.",
      "vi": "nhưng nó lúc nào cũng tìm ra."
    }
  },
  {
    "translation": {
      "en": "I always wanted to understand him better.",
      "vi": "Tôi luôn muốn hiểu nó nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Including that hobby, I wanted to understand him better.",
      "vi": "Bao gồm cả sở thích ấy, tôi đã muốn hiểu nó nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "There were certain reasons. I'm not going to mention them now.",
      "vi": "Có những lý do nhất định. Nhưng giờ đây tôi sẽ không nhắc đến chúng."
    }
  },
  {
    "translation": {
      "en": "I think somewhere deep inside he's a little bit sad.",
      "vi": "Tôi nghĩ rằng sâu thẳm trong lòng nó, có gì đó hơi buồn."
    }
  },
  {
    "translation": {
      "en": "Uh, she stopped preventing him from playing Dota.",
      "vi": "Mẹ đã thôi ngăn cản em nó chơi Dota."
    }
  },
  {
    "translation": {
      "en": "She gave Dendi the freedom to choose what is the best for him and his life.",
      "vi": "Mẹ cho Dendi quyền tự do chọn lựa xem điều gì là tốt nhất cho nó và cuộc đời nó."
    }
  },
  {
    "translation": {
      "en": "Tournaments back then were like really low prizes.",
      "vi": "THE INTERNATIONAL GIẢI ĐẤU VÔ ĐỊCH DOTA Các giải đấu lúc ấy có tiền thưởng bèo bọt lắm."
    }
  },
  {
    "translation": {
      "en": "And a lot of prize money didn't even get to the players.",
      "vi": "Và nhiều tiền thưởng còn không đến tay người chơi."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of scams with the managers and stuff like that.",
      "vi": "Đã có rất nhiều vụ lừa đảo bởi các tay quản lý, các thứ."
    }
  },
  {
    "translation": {
      "en": "There were, like, some rumors that it's gonna be, like, 50,000 dollars, first place,",
      "vi": "Đã có kiểu đồn rằng sẽ có 50.000 đô la cho giải nhất,"
    }
  },
  {
    "translation": {
      "en": "and everyone was going, like, Nah, it's not gonna be like that.",
      "vi": "và mọi người thì: Không, còn lâu mới có chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Watch the forums go nuts, guys.",
      "vi": "Nhìn các diễn đàn sôi sục này, mọi người ơi."
    }
  },
  {
    "translation": {
      "en": "Watch the forums go nuts.",
      "vi": "Xem các diễn đàn phát cuồng lên này."
    }
  },
  {
    "translation": {
      "en": "It is actually confirmed.",
      "vi": "Đã thực sự được xác nhận."
    }
  },
  {
    "translation": {
      "en": "It is off the fricking hook.",
      "vi": "Vượt ngoài mức tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "1.6- million- dollar prize pool!",
      "vi": "1,6 triệu đô la tiền thưởng!"
    }
  },
  {
    "translation": {
      "en": "That is for the winner, one million dollars for winning Dota!",
      "vi": "Dành cho người chiến thắng, phần thưởng 1 triệu đô la từ Dota!"
    }
  },
  {
    "translation": {
      "en": "Dota, the game I've played for five years now, which I played for fun,",
      "vi": "Dota, trò mà tôi đã chơi suốt năm năm qua. Thứ mà tôi chơi cho vui."
    }
  },
  {
    "translation": {
      "en": "for some food money or whatever, you know, okay, it's actually getting big.",
      "vi": "Vì tiền ăn vặt hoặc cái gì chả được. Giờ là chơi nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "It's the largest prize pool of any gaming competition to date.",
      "vi": "Đây là tổng thưởng lớn nhất dành cho thi đấu trò chơi điện tử từ trước tới nay."
    }
  },
  {
    "translation": {
      "en": "It just felt like the start of something big.",
      "vi": "Cảm giác như bước khởi đầu của cái gì đó rất to tát."
    }
  },
  {
    "translation": {
      "en": "Like a revolution.",
      "vi": "Như một cuộc cách mạng."
    }
  },
  {
    "translation": {
      "en": "You know, we had everything we needed",
      "vi": "Chúng tôi đã có mọi thứ mình cần"
    }
  },
  {
    "translation": {
      "en": "for the game to become big and respected as an E- Sport.",
      "vi": "để trò chơi này trở nên đáng gờm và được nể trọng như một môn thể thao điện tử."
    }
  },
  {
    "translation": {
      "en": "It would kind of like vindicate us.",
      "vi": "Đây cứ như sự bênh vực cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We're not just playing because we're addicted.",
      "vi": "Rằng chúng tôi không chỉ chơi vì nghiện."
    }
  },
  {
    "translation": {
      "en": "There's a goal, a motive.",
      "vi": "Mà có mục đích, động lực rõ ràng."
    }
  },
  {
    "translation": {
      "en": "That we can actually reach out and grab if we are good enough.",
      "vi": "Rằng chúng tôi có thể vươn đến và giành lấy, nếu đủ giỏi."
    }
  },
  {
    "translation": {
      "en": "Over in Asia, professional gamers are treated like rock stars.",
      "vi": "Khắp châu Á, game thủ chuyên nghiệp được đối đãi như siêu sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "It's a viable career opportunity.",
      "vi": "Đó là một cơ hội nghề nghiệp khả thi."
    }
  },
  {
    "translation": {
      "en": "They actually live in gamer houses.",
      "vi": "Họ sống ở căn hộ dành cho game thủ."
    }
  },
  {
    "translation": {
      "en": "So it's set up to be a thing all year long.",
      "vi": "Nó thiết lập như thế cho suốt cả năm."
    }
  },
  {
    "translation": {
      "en": "I think their approach to practice is that it's like a day job.",
      "vi": "Theo cách thức họ tập luyện, tôi thấy đó như công việc hành chính luôn."
    }
  },
  {
    "translation": {
      "en": "The fan base is immense.",
      "vi": "Lượng người hâm mộ rất hùng hậu."
    }
  },
  {
    "translation": {
      "en": "It probably is as big as the whole Western audience together.",
      "vi": "Cũng cỡ toàn bộ khán giả khu vực phương tây gộp lại."
    }
  },
  {
    "translation": {
      "en": "Or even more than that.",
      "vi": "Có khi còn nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "So now you really have to play good. You really have to try hard.",
      "vi": "Nên bạn buộc phải chơi thật tốt. Phải cố gắng hết sức."
    }
  },
  {
    "translation": {
      "en": "It's first place. It's go big or go home.",
      "vi": "Giành giải nhất. Phải thắng hoặc về nhà."
    }
  },
  {
    "translation": {
      "en": "The big teams get big money.",
      "vi": "Những đội mạnh sẽ nhận số tiền lớn."
    }
  },
  {
    "translation": {
      "en": "But the 9th to 16th place earn nothing.",
      "vi": "Còn từ hạng 9 đến 16 thì chẳng được gì cả."
    }
  },
  {
    "translation": {
      "en": "And their salaries are not worth considering.",
      "vi": "Mà tiền lương thì chẳng đáng là bao."
    }
  },
  {
    "translation": {
      "en": "While in sports, you have a salary that you can live on.",
      "vi": "Ở các môn thể thao khác, bạn có thể sống nhờ lương."
    }
  },
  {
    "translation": {
      "en": "With pro gaming, I think that's one of the toughest parts",
      "vi": "Một trong những khó khăn lớn nhất khi chơi game chuyên nghiệp là"
    }
  },
  {
    "translation": {
      "en": "is living game to game. It's like living paycheck to paycheck.",
      "vi": "kiếm sống qua mỗi game. Như sống dựa trên từng kỳ lương."
    }
  },
  {
    "translation": {
      "en": "Like, I have to win. If I don't win, I don't get paid.",
      "vi": "Kiểu, tôi phải thắng. Nếu không là không có tiền."
    }
  },
  {
    "translation": {
      "en": "That's tough for anybody. It doesn't matter what you're doing.",
      "vi": "Sống thế khá chật vật dù bạn làm công việc gì."
    }
  },
  {
    "translation": {
      "en": "When your child wants to become a professional gamer,",
      "vi": "Khi con của bạn muốn trở thành game thủ chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "you don't have any history to look back on like other sports.",
      "vi": "bạn không có tấm gương nào để nhìn vào như các môn thể thao khác."
    }
  },
  {
    "translation": {
      "en": "I don't know anybody who's made a living at gaming.",
      "vi": "Tôi không rõ là có ai có thể sống nhờ chơi game không."
    }
  },
  {
    "translation": {
      "en": "So it's kind of a scary thing",
      "vi": "Nên khá là đáng sợ"
    }
  },
  {
    "translation": {
      "en": "when you see your kid putting their whole life into gaming",
      "vi": "khi thấy con cái mình dành cả đời chơi điện tử"
    }
  },
  {
    "translation": {
      "en": "and not college and not the traditional things.",
      "vi": "mà không học đại học hay làm những việc truyền thống khác."
    }
  },
  {
    "translation": {
      "en": "What if nothing comes of it?",
      "vi": "Sẽ ra sao nếu nó không đem lại gì cả?"
    }
  },
  {
    "translation": {
      "en": "Regarding the age, I think, yes,",
      "vi": "Về vấn đề tuổi tác, tôi nghĩ, phải"
    }
  },
  {
    "translation": {
      "en": "like, 25, 26 years. It's absolutely maximum for E- Sports.",
      "vi": "25, 26 tuổi là giới hạn cho Esports"
    }
  },
  {
    "translation": {
      "en": "Because 27, 28, 29, 30, your reaction time is lowering",
      "vi": "bởi vì ở tuổi 27, 28, 29 hay 30 khả năng phản ứng giảm đi,"
    }
  },
  {
    "translation": {
      "en": "and you can't click so much, you know…",
      "vi": "bạn không thể ấn quá nhanh"
    }
  },
  {
    "translation": {
      "en": "…as the kids do.",
      "vi": "như đám trẻ có thể làm."
    }
  },
  {
    "translation": {
      "en": "A lot of financial responsibilities are laid upon me right now.",
      "vi": "Trách nhiệm tài chính nặng nề đặt lên vai lúc này."
    }
  },
  {
    "translation": {
      "en": "Require me to be successful in something or have a job.",
      "vi": "Đòi hỏi tôi phải thành công hoặc tìm việc làm."
    }
  },
  {
    "translation": {
      "en": "So it's pretty critical that I am successful",
      "vi": "Nên hiển nhiên tôi phải thành công"
    }
  },
  {
    "translation": {
      "en": "if I wanna keep continue, like, the gaming career.",
      "vi": "nếu muốn tiếp tục sự nghiệp game thủ."
    }
  },
  {
    "translation": {
      "en": "He's an A- Star student, you know?",
      "vi": "Nó là một học sinh giỏi đấy."
    }
  },
  {
    "translation": {
      "en": "Because of this gaming, it pulled him right down.",
      "vi": "Chơi điện tử đã kéo thằng bé xuống."
    }
  },
  {
    "translation": {
      "en": "It's very sad for me.",
      "vi": "Tôi rất buồn vì chuyện đó."
    }
  },
  {
    "translation": {
      "en": "So here… the bad one is Auntie.",
      "vi": "Nên người hay càm ràm là bà cô này đây."
    }
  },
  {
    "translation": {
      "en": "Auntie is the one that always comes here and nag, nag, nag, nag, nag.",
      "vi": "Tôi thường xuyên tới đây rầy la, cằn nhằn, đay nghiến, chì chiết."
    }
  },
  {
    "translation": {
      "en": "- Am I right? - It's tough being a gamer.",
      "vi": "- Cô nói đúng chứ? - Làm game thủ không dễ đâu ạ."
    }
  },
  {
    "translation": {
      "en": "- Huh? Sorry? Am I right? - I said, it's tough being a gamer.",
      "vi": "- Hả, sao cơ? Cô nói sai? - Cháu nói là rất khó để thành game thủ."
    }
  },
  {
    "translation": {
      "en": "Huh, hy? Why? Multi- millionaire.",
      "vi": "Hy? Triệu phú hả?"
    }
  },
  {
    "translation": {
      "en": "For gaming, huh?",
      "vi": "Bằng cách chơi điện tử á?"
    }
  },
  {
    "translation": {
      "en": "Huh? Sorry, you are not.",
      "vi": "Xin lỗi nhé, không phải mày đâu, cháu ạ."
    }
  },
  {
    "translation": {
      "en": "Huh? What, what is your view? What is your plan?",
      "vi": "Sao? Định hướng của mày ra sao? Kế hoạch của mày là gì?"
    }
  },
  {
    "translation": {
      "en": "That is more important.",
      "vi": "Mấy thứ đó quan trọng hơn. Ý cô là, phải nói cho chính mình."
    }
  },
  {
    "translation": {
      "en": "I mean, we speak ourselves. We speak our frank opinion.",
      "vi": "Mấy thứ đó quan trọng hơn. Ý cô là, phải nói cho chính mình. Phải thẳng thắn đưa ra chính kiến. Giờ phải chọn đi."
    }
  },
  {
    "translation": {
      "en": "This is your choice now.",
      "vi": "Phải thẳng thắn đưa ra chính kiến. Giờ phải chọn đi."
    }
  },
  {
    "translation": {
      "en": "What do you want in life? That is more important.",
      "vi": "Mày muốn gì trong cuộc đời? Đó mới là điều quan trọng."
    }
  },
  {
    "translation": {
      "en": "If I'm gonna win this tournament, my first thought would be,",
      "vi": "Nếu như tôi thắng giải đấu này, ý nghĩ đầu tiên là"
    }
  },
  {
    "translation": {
      "en": "I will call my… my ex- girlfriend.",
      "vi": "gọi cho bạn gái cũ."
    }
  },
  {
    "translation": {
      "en": "Things got really bad between us, and…",
      "vi": "Mọi chuyện giữa chúng tôi tệ đi và…"
    }
  },
  {
    "translation": {
      "en": "but right now, for me, if I'm gonna win this tournament,",
      "vi": "Nhưng giờ, nếu tôi thắng giải đấu này,"
    }
  },
  {
    "translation": {
      "en": "my first thought would be, I would call her.",
      "vi": "điều đầu tiên là tôi sẽ gọi cho cô ấy,"
    }
  },
  {
    "translation": {
      "en": "I'd tell her about it, and…",
      "vi": "kể với cô ấy về nó và…"
    }
  },
  {
    "translation": {
      "en": "I want to share this moment with her. Yeah.",
      "vi": "chia sẻ khoảnh khắc đó với cô ấy… như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "This tournament is gonna be a moment in every gamer's life.",
      "vi": "Giải đấu sẽ trở thành khoảnh khắc trong cuộc đời mỗi game thủ."
    }
  },
  {
    "translation": {
      "en": "Everything that you've been doing is building up",
      "vi": "Mọi thứ bạn cố gây dựng trước giờ"
    }
  },
  {
    "translation": {
      "en": "and is gonna happen over one week.",
      "vi": "sẽ có kết quả trong tuần tới đây."
    }
  },
  {
    "translation": {
      "en": "And then it's not one week anymore, it's one game.",
      "vi": "Rồi nó không còn là một tuần nữa. Mà nó là một trận đấu."
    }
  },
  {
    "translation": {
      "en": "And then it's not that one game, it's that one moment in the game.",
      "vi": "Rồi nó không còn là trận đấu mà là một khoảnh khắc."
    }
  },
  {
    "translation": {
      "en": "And then that one moment in the game is where it's gonna finish.",
      "vi": "Rồi khoảnh khắc là tích tắc trước khi kết thúc trận đấu."
    }
  },
  {
    "translation": {
      "en": "And how's it gonna finish? Are you gonna be holding up a trophy?",
      "vi": "Nhưng kết cục ra sao? Bạn sẽ giơ cao chiếc cúp?"
    }
  },
  {
    "translation": {
      "en": "Or are you gonna be the most disappointed that you've ever been?",
      "vi": "Hay thất vọng cùng cực?"
    }
  },
  {
    "translation": {
      "en": "It's Tuesday. So one day before the event. We already have a lot of setup.",
      "vi": "Hôm nay là thứ Ba. Một ngày trước sự kiện. Chúng tôi đã chuẩn bị gần xong."
    }
  },
  {
    "translation": {
      "en": "We have a lot of computer setup right here.",
      "vi": "Có rất nhiều máy tính đặt ở đây."
    }
  },
  {
    "translation": {
      "en": "The whole booth construction is pretty much finished.",
      "vi": "Toàn bộ phòng thi đấu đã được dựng xong."
    }
  },
  {
    "translation": {
      "en": "So five players per side. They can see each other through the glass.",
      "vi": "Năm người mỗi bên. Có thể thấy nhau qua lớp kính."
    }
  },
  {
    "translation": {
      "en": "They can't hear each other. This booth is soundproofed up.",
      "vi": "Nhưng không nghe được nhau. Cái phòng này đã được cách âm."
    }
  },
  {
    "translation": {
      "en": "Plus, the whole setup here,",
      "vi": "Hơn nữa, toàn bộ bố trí ở đây"
    }
  },
  {
    "translation": {
      "en": "if you look from above looks exactly like a Dota map.",
      "vi": "nếu nhìn từ trên xuống, trông y như bản đồ Dota."
    }
  },
  {
    "translation": {
      "en": "And this is the mid. This is where it all happens.",
      "vi": "Và đây là đường giữa. Nơi mọi thứ sẽ diễn ra."
    }
  },
  {
    "translation": {
      "en": "A few teams have already arrived this morning.",
      "vi": "Một vài đội đã có mặt từ sáng."
    }
  },
  {
    "translation": {
      "en": "We had a lot of teams from Singapore. We have China.",
      "vi": "Ta có rất nhiều đội từ Singapore. Có đội Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "We had Malaysia coming in and Russia.",
      "vi": "Đội Malaysia đang đến và cả đội Nga nữa."
    }
  },
  {
    "translation": {
      "en": "And, uh, tomorrow it's finally happening.",
      "vi": "Ngày mai, giải đấu sẽ diễn ra."
    }
  },
  {
    "translation": {
      "en": "We're here live at Gamescom 2011 in beautiful Cologne.",
      "vi": "Trực tiếp từ Gamescom 2011 ở Cologne xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "It's the first day of the event.",
      "vi": "Ngày đầu của sự kiện."
    }
  },
  {
    "translation": {
      "en": "We've got some of the world's best teams here in Dota.",
      "vi": "Chúng ta có những đội Dota hàng đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "And they're handing out a tournament prize of 1.6 million dollars!",
      "vi": "Và sắp nắm trong tay tổng giải thưởng 1,6 triệu đô la!"
    }
  },
  {
    "translation": {
      "en": "It is massive here.",
      "vi": "Ở đây đông khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "A tournament of 1.6 million dollars. That's the future of gaming.",
      "vi": "Tổng thưởng giải đấu 1,6 triệu đô la. Đó là tương lai của ngành game."
    }
  },
  {
    "translation": {
      "en": "This is awesome!",
      "vi": "Quá đỉnh!"
    }
  },
  {
    "translation": {
      "en": "It's the first time we're gonna see teams of this caliber assembled in one location.",
      "vi": "Lần đầu tiên các đội tuyển tầm cỡ thế giới tập trung tại một địa điểm."
    }
  },
  {
    "translation": {
      "en": "These guys are not just nameless faces. They're the best in the world.",
      "vi": "Họ không phải là những gương mặt vô danh. Họ là những người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "The bunch of teams we have here, there's a few teams that have individual skill that's unbelievable.",
      "vi": "Trong những đội có mặt tại đây, có vài đội sở hữu kỹ năng cá nhân khó tin."
    }
  },
  {
    "translation": {
      "en": "And then there's a big group of other teams",
      "vi": "Còn lại nhóm lớn các đội khác"
    }
  },
  {
    "translation": {
      "en": "that have good individual skill, not top- notch,",
      "vi": "đều có kỹ năng cá nhân tốt, tuy chưa xuất chúng,"
    }
  },
  {
    "translation": {
      "en": "but who win through good strategy and team play.",
      "vi": "nhưng thắng nhờ chiến thuật và phối hợp tốt."
    }
  },
  {
    "translation": {
      "en": "Fear is a great player, for example,",
      "vi": "Ví dụ, Fear chơi xuất sắc"
    }
  },
  {
    "translation": {
      "en": "but he is not comparable to good players in Asia.",
      "vi": "nhưng không thể sánh với những người chơi thuộc loại tốt ở châu Á."
    }
  },
  {
    "translation": {
      "en": "that's nothing against Fear. He's still an excellent player, but he's not them.",
      "vi": "Không có ác ý gì với Fear cả, vì cậu ấy chơi rất cừ nhưng cậu ấy không phải họ."
    }
  },
  {
    "translation": {
      "en": "Over in Asia, they take gaming so much more seriously.",
      "vi": "Khắp châu Á, thi đấu game được đặt ở mức độ nghiêm túc hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Just to give you an example, the Korean football team were playing in the World Cup.",
      "vi": "Ví dụ, đội tuyển bóng đá Hàn Quốc khi tham gia World Cup."
    }
  },
  {
    "translation": {
      "en": "To motivate the Korean football team to play better,",
      "vi": "Để cổ vũ tinh thần đội tuyển bóng đá để họ chơi tốt hơn,"
    }
  },
  {
    "translation": {
      "en": "they brought in StarCraft: Brood War professional gamers",
      "vi": "người ta đã đưa những game thủ StarCraft: Brood War chuyên nghiệp"
    }
  },
  {
    "translation": {
      "en": "into their locker room before they went out so that they got to meet what were their heroes.",
      "vi": "vào phòng thay đồ trước khi ra sân để đội có thể gặp gỡ người hùng của họ."
    }
  },
  {
    "translation": {
      "en": "In China, Dota is to the people there what StarCraft is to Korea.",
      "vi": "Dota đối với Trung Quốc giống như StarCraft với Hàn Quốc."
    }
  },
  {
    "translation": {
      "en": "Um, it's televised.",
      "vi": "Được phát trên truyền hình."
    }
  },
  {
    "translation": {
      "en": "The girls like their boyfriends to be Dota players.",
      "vi": "Các nàng thích bạn trai là game thủ Dota."
    }
  },
  {
    "translation": {
      "en": "After a game, when they're walking around you can see fans running up to them",
      "vi": "Sau mỗi trận đấu, khi họ đi lại bên ngoài có thể thấy fan hâm mộ đuổi theo họ"
    }
  },
  {
    "translation": {
      "en": "asking them to sign on their shirts.",
      "vi": "để xin chữ ký lên áo."
    }
  },
  {
    "translation": {
      "en": "It's like a real sport.",
      "vi": "Như một môn thể thao đích thực."
    }
  },
  {
    "translation": {
      "en": "The third time I was in China, I was playing with fans for two days.",
      "vi": "Lần thứ ba ở Trung Quốc, tôi chơi với fan hâm mộ trong hai ngày."
    }
  },
  {
    "translation": {
      "en": "They made a video of me, filming me walking in some mountains",
      "vi": "Họ làm một đoạn phim ngắn về tôi, ghi hình lúc tôi leo núi"
    }
  },
  {
    "translation": {
      "en": "and I had to say some sentences and stuff.",
      "vi": "và tôi phải phát biểu vài câu, này nọ."
    }
  },
  {
    "translation": {
      "en": "And I was like, yeah, In Dota, there's always a new mountain to climb.",
      "vi": "Lúc đó tôi nghĩ: Trong Dota, luôn có đỉnh núi mới để chinh phục."
    }
  },
  {
    "translation": {
      "en": "Stuff like this, you know, and, uh…",
      "vi": "Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "I walked up and down these stairs",
      "vi": "Tôi đã đi lên đi xuống bậc thang này,"
    }
  },
  {
    "translation": {
      "en": "and started running and lifting some weights,",
      "vi": "và chạy bộ, rồi còn nâng tạ,"
    }
  },
  {
    "translation": {
      "en": "just to compare this with Dota like some metaphor and stuff.",
      "vi": "chỉ để tìm cách so sánh nó với Dota, kiểu ví von thế."
    }
  },
  {
    "translation": {
      "en": "E- Sports in China is already a sport",
      "vi": "Esports ở Trung Quốc được xem là môn thể thao đích thực"
    }
  },
  {
    "translation": {
      "en": "that is recognized",
      "vi": "Esports ở Trung Quốc được xem là môn thể thao đích thực được công nhận bởi Tổng cục Thể dục Thể thao,"
    }
  },
  {
    "translation": {
      "en": "by the General Administration of Sport.",
      "vi": "được công nhận bởi Tổng cục Thể dục Thể thao,"
    }
  },
  {
    "translation": {
      "en": "It is the same as tennis, ping pong, chess.",
      "vi": "ngang hàng với quần vợt, bóng bàn, cờ vua."
    }
  },
  {
    "translation": {
      "en": "The only thing is that it is not an Olympic sport.",
      "vi": "Chỉ không phải là môn thi đấu tại Thế vận hội."
    }
  },
  {
    "translation": {
      "en": "I will say that China teams are all great.",
      "vi": "Tôi khẳng định các đội Trung Quốc đều giỏi."
    }
  },
  {
    "translation": {
      "en": "Every player in the team is strong.",
      "vi": "Mọi vị trí trong đội đều khá mạnh."
    }
  },
  {
    "translation": {
      "en": "You don't recognize China players as a player.",
      "vi": "Bạn không nên nhìn vào từng tuyển thủ."
    }
  },
  {
    "translation": {
      "en": "You just recognize them as a whole team. You just fear the whole team.",
      "vi": "Mà phải nhìn nhận họ như một đội. Bạn thấy sợ cả đội tuyển."
    }
  },
  {
    "translation": {
      "en": "The Chinese teams that have come to this competition",
      "vi": "Các đội tuyển Trung Quốc đến tham gia giải đấu này"
    }
  },
  {
    "translation": {
      "en": "are scaring the shit out of everyone else.",
      "vi": "làm tất cả mọi người sợ chết khiếp."
    }
  },
  {
    "translation": {
      "en": "We had two of the top Chinese teams in our group.",
      "vi": "Chúng tôi cùng bảng với hai đội đứng đầu Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "Online Kingdom has not been regarded as one of the favorites to win it.",
      "vi": "Online Kingdom không được đánh giá là đội hạt giống để chiến thắng."
    }
  },
  {
    "translation": {
      "en": "In fact, they were considered bottom four or just bottom eight for sure.",
      "vi": "Thực tế, chỉ cỡ top bốn từ dưới lên hoặc cùng lắm là top tám."
    }
  },
  {
    "translation": {
      "en": "This is our first time on LAN together.",
      "vi": "Đây là lần đầu chúng tôi đánh LAN."
    }
  },
  {
    "translation": {
      "en": "The team together has only been around for around four- five months",
      "vi": "Cả đội mới chơi cùng nhau khoảng bốn, năm tháng"
    }
  },
  {
    "translation": {
      "en": "so it's a relatively new team.",
      "vi": "nên đây là đội tương đối mới."
    }
  },
  {
    "translation": {
      "en": "And Pajkatt, our newest addition, playing Carry for us,",
      "vi": "Pajkatt, bổ sung mới nhất của đội, đánh Carry cho chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "he's only been on the team for three weeks now actually.",
      "vi": "thật ra cậu ta mới vào đội được ba tuần."
    }
  },
  {
    "translation": {
      "en": "We were really nervous going against a Chinese team",
      "vi": "Chúng tôi thật sự căng thẳng khi đấu với một đội Trung Quốc"
    }
  },
  {
    "translation": {
      "en": "especially the top Chinese teams.",
      "vi": "đặc biệt là các đội mạnh nhất Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "There's gonna be players that choke",
      "vi": "đặc biệt là các đội mạnh nhất Trung Quốc. Nhiều tuyển thủ sẽ choáng ngợp khi đối đầu áp lực kiểu này ở tuổi còn trẻ thế."
    }
  },
  {
    "translation": {
      "en": "handling this kind of pressure at such a young age.",
      "vi": "Nhiều tuyển thủ sẽ choáng ngợp khi đối đầu áp lực kiểu này ở tuổi còn trẻ thế."
    }
  },
  {
    "translation": {
      "en": "1437, like, this is the first time he's, like, ever been on LAN.",
      "vi": "1437, đây là lần đầu tiên cậu ấy được đánh LAN."
    }
  },
  {
    "translation": {
      "en": "It's not easy, like, this is a million- dollar tournament.",
      "vi": "Chẳng dễ đâu bởi đây là giải triệu đô."
    }
  },
  {
    "translation": {
      "en": "First time he's been on LAN.",
      "vi": "Lần đầu cậu ấy đánh LAN."
    }
  },
  {
    "translation": {
      "en": "This stage. This prize money. This prestige. This is real competition.",
      "vi": "Sân khấu. Giải thưởng. Danh tiếng. Đây là tranh tài thực thụ."
    }
  },
  {
    "translation": {
      "en": "We tried to keep our cool together and we just played our game.",
      "vi": "Chúng tôi cố gắng giữ bình tĩnh, tập trung vào trận đấu."
    }
  },
  {
    "translation": {
      "en": "Passive shields!",
      "vi": "Khiên nội tại!"
    }
  },
  {
    "translation": {
      "en": "We were super hyped.",
      "vi": "Chúng tôi phê như con tê tê."
    }
  },
  {
    "translation": {
      "en": "Everyone was surprised we were doing so good.",
      "vi": "Ai cũng ngạc nhiên khi đội tôi chơi tốt đến thế."
    }
  },
  {
    "translation": {
      "en": "Even we couldn't believe it.",
      "vi": "Chính cả đội còn không tin nổi."
    }
  },
  {
    "translation": {
      "en": "Online Kingdom dominating right now.",
      "vi": "Online Kingdom hiện đang thống trị giải đấu."
    }
  },
  {
    "translation": {
      "en": "After the match against TyLoo, everyone was very excited, you know.",
      "vi": "Sau trận đấu với Tyloo, mọi người rất phấn khích."
    }
  },
  {
    "translation": {
      "en": "We just beat one of the teams that were actually favored to win the competition.",
      "vi": "Chúng tôi vừa đánh bại một trong các đội hạt giống tại giải này."
    }
  },
  {
    "translation": {
      "en": "So everyone's, like, spirits were like,",
      "vi": "Tinh thần mọi người, cứ như là:"
    }
  },
  {
    "translation": {
      "en": "Oh, we may be actually able to do this, you know.",
      "vi": "Ôi, có lẽ chúng ta thực sự có thể giật giải luôn đấy."
    }
  },
  {
    "translation": {
      "en": "Beating the Chinese teams, some people just, you know, for fun, they started,",
      "vi": "Đánh bại các đội Trung Quốc, một số người, cho vui thôi, họ bắt đầu nói:"
    }
  },
  {
    "translation": {
      "en": "Okay, hey, it's OK.Nirvana.Int. They're the China slayers.",
      "vi": "Đội OK.Nirvana.Int đấy. Họ đồ sát hết các đội Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "A few little bit surprises that we had yesterday. Quite a few upsets.",
      "vi": "Ngày hôm qua đem lại vài bất ngờ nho nhỏ. Khá nhiều xáo trộn."
    }
  },
  {
    "translation": {
      "en": "OK.Nirvana.International managing to beat two Chinese teams in a row,",
      "vi": "Đội OK.Nirvana.International đã liên tiếp đánh bại hai đội Trung Quốc,"
    }
  },
  {
    "translation": {
      "en": "beating out TyLoo and OK.Nirvana.CN.",
      "vi": "hạ gục TyLoo và OK.Nirvana.CN."
    }
  },
  {
    "translation": {
      "en": "They're currently on a roll now. And, um, Chinese teams are not unbeatable.",
      "vi": "Họ đang trên đà chiến thắng. Và các đội Trung Quốc không phải là bất bại."
    }
  },
  {
    "translation": {
      "en": "But, um, on the other hand,",
      "vi": "Nhưng mặt khác,"
    }
  },
  {
    "translation": {
      "en": "EHOME are just proving that they are the strongest of the four Chinese teams",
      "vi": "EHOME đang chứng tỏ họ mạnh nhất trong bốn đội Trung Quốc"
    }
  },
  {
    "translation": {
      "en": "having a clean 3- 0 record. They are the favorites to win the whole tournament.",
      "vi": "với ba trận toàn thắng, họ là đội được kỳ vọng thắng giải."
    }
  },
  {
    "translation": {
      "en": "So they come in with the confidence that they've won so many championships already.",
      "vi": "Thế nên họ vào đây với một sự tự tin từ các danh hiệu vô địch đã đoạt được."
    }
  },
  {
    "translation": {
      "en": "It's always a little bit of national pride at stake.",
      "vi": "Liên quan đến niềm tự hào dân tộc, nên dĩ nhiên họ muốn chứng tỏ"
    }
  },
  {
    "translation": {
      "en": "So, of course, they wanna prove that Chinese Dota",
      "vi": "Liên quan đến niềm tự hào dân tộc, nên dĩ nhiên họ muốn chứng tỏ Dota Trung Quốc vẫn trên cơ cả thế giới."
    }
  },
  {
    "translation": {
      "en": "is still a little bit above the rest.",
      "vi": "Dota Trung Quốc vẫn trên cơ cả thế giới."
    }
  },
  {
    "translation": {
      "en": "EHOME is one of the oldest Chinese Dota organizations.",
      "vi": "EHOME là một trong những tổ chức Dota lâu đời nhất của Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "They've always been at the top of competitive gaming.",
      "vi": "Họ luôn duy trì phong độ thi đấu đỉnh cao."
    }
  },
  {
    "translation": {
      "en": "Most memorably at ESWC 2010.",
      "vi": "ESWC 2010 là đáng nhớ nhất."
    }
  },
  {
    "translation": {
      "en": "Before ESWC 2010,",
      "vi": "Trước ESWC 2010, tôi đã nghĩ rằng:"
    }
  },
  {
    "translation": {
      "en": "I thought, Okay, the Chinese, they're probably pretty good,",
      "vi": "Có lẽ đội Trung Quốc cũng giỏi đấy,"
    }
  },
  {
    "translation": {
      "en": "but like, how good can they be?",
      "vi": "nhưng mà giỏi đến cỡ nào?"
    }
  },
  {
    "translation": {
      "en": "And then we played EHOME who won that tournament without losing a single match.",
      "vi": "Rồi chúng tôi đấu với EHOME, họ đã toàn thắng trong giải đấu đó."
    }
  },
  {
    "translation": {
      "en": "Like, they just crushed every team.",
      "vi": "Họ đã nghiền nát mọi đội khác."
    }
  },
  {
    "translation": {
      "en": "EHOME finished the year as the best team in the history of Dota.",
      "vi": "EHOME đã kết thúc năm với danh hiệu đội xuất sắc nhất trong lịch sử Dota."
    }
  },
  {
    "translation": {
      "en": "They were on a totally different level.",
      "vi": "Họ thuộc một đẳng cấp hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "Like, they had their manager sitting behind them. He was making their calls.",
      "vi": "Như việc họ có quản lý ngồi ngay đằng sau. Anh ta đưa ra quyết định, chạy tới lui với cuốn sổ đen nhỏ."
    }
  },
  {
    "translation": {
      "en": "He was running around with this little black book.",
      "vi": "Anh ta đưa ra quyết định, chạy tới lui với cuốn sổ đen nhỏ."
    }
  },
  {
    "translation": {
      "en": "And they were the first team I heard of who did that.",
      "vi": "Tôi nghe nói họ là đội đầu tiên làm thế."
    }
  },
  {
    "translation": {
      "en": "The EHOME manager copying down the draft, doing the prep work.",
      "vi": "Quản lý của EHOME ghi chép lại đội hình, làm công tác chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "He was their coach.",
      "vi": "Kiêm huấn luyện viên của đội."
    }
  },
  {
    "translation": {
      "en": "There was a great interview that was done.",
      "vi": "Đã từng có một cuộc phỏng vấn rất hay."
    }
  },
  {
    "translation": {
      "en": "And it lined up all the top European captains who attended",
      "vi": "Bao gồm tất cả các đội trưởng khu vực châu Âu tham dự giải"
    }
  },
  {
    "translation": {
      "en": "and the topic was EHOME.",
      "vi": "và chủ đề là về EHOME."
    }
  },
  {
    "translation": {
      "en": "If you want to ever play good, you don't need to invite Chinese teams",
      "vi": "Muốn thấy mình chơi tốt, thì đừng mời các đội Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "- because they are too strong. -",
      "vi": "Họ mạnh quá mà."
    }
  },
  {
    "translation": {
      "en": "So EHOME won, uh…",
      "vi": "Vậy là EHOME đã thắng…"
    }
  },
  {
    "translation": {
      "en": "What do you think of, of the Chinese guys?",
      "vi": "Các bạn nghĩ gì về các đội Trung Quốc?"
    }
  },
  {
    "translation": {
      "en": "I never felt this outplayed in my entire life.",
      "vi": "Tôi chưa bao giờ thấy mình thiếu năng lực thế này."
    }
  },
  {
    "translation": {
      "en": "Uh, it's unbelievable how good they are. Like, their timing, their discipline…",
      "vi": "Không thể tin nổi là họ giỏi đến vậy. Thời điểm phối hợp, kỷ luật của họ…"
    }
  },
  {
    "translation": {
      "en": "They're in control of the whole game, and they keep this control all the time.",
      "vi": "Họ thực sự kiểm soát toàn bộ thế trận mọi lúc."
    }
  },
  {
    "translation": {
      "en": "This is really crazy to see, actually.",
      "vi": "Thật điên rồ khi tận mắt thấy điều này."
    }
  },
  {
    "translation": {
      "en": "It's because when we are at any international tournament,",
      "vi": "Đó là vì khi chúng tôi tham dự bất kỳ giải đấu quốc tế nào,"
    }
  },
  {
    "translation": {
      "en": "when all of the foreign team managers and team members see us,",
      "vi": "dù quản lý hay các thành viên đội ngoại quốc nhìn thấy chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "everyone will all yell out, EHOME!",
      "vi": "họ sẽ đều hò hét gọi: EHOME!"
    }
  },
  {
    "translation": {
      "en": "Do you know how spectacular that is?",
      "vi": "Bạn biết điều đó đã đến chừng nào không?"
    }
  },
  {
    "translation": {
      "en": "Actually, this is a story. It's a custom.",
      "vi": "Thật ra, chuyện là thế này. Đó là thói quen."
    }
  },
  {
    "translation": {
      "en": "Which is when everyone sees EHOME,",
      "vi": "Khi mọi người thấy đội EHOME"
    }
  },
  {
    "translation": {
      "en": "they naturally think the king is entering.",
      "vi": "là cứ như hoàng thượng giá lâm."
    }
  },
  {
    "translation": {
      "en": "During this trip to The International,",
      "vi": "Thời gian dự giải The International"
    }
  },
  {
    "translation": {
      "en": "it's actually the same period as my exam periods.",
      "vi": "trùng với thời gian tôi phải làm bài kiểm tra ở trường."
    }
  },
  {
    "translation": {
      "en": "So I treated it as a sacrifice that I've made… that I've made",
      "vi": "Tôi coi đó là một sự hy sinh"
    }
  },
  {
    "translation": {
      "en": "for the team and for myself.",
      "vi": "cần làm cho đồng đội và bản thân mình."
    }
  },
  {
    "translation": {
      "en": "And I find that when it comes to pursuing your passions",
      "vi": "Và tôi nhận ra rằng trên con đường theo đuổi đam mê,"
    }
  },
  {
    "translation": {
      "en": "it's really up to you to decide if it's worth, uh… worth the sacrifice.",
      "vi": "bạn phải tự quyết định điều đó có xứng đáng để hy sinh hay không."
    }
  },
  {
    "translation": {
      "en": "When they're having exams, they don't allow him to leave the school",
      "vi": "Khi họ tổ chức kỳ thi, họ không cho phép thằng bé rời trường."
    }
  },
  {
    "translation": {
      "en": "So I told him really I said, Mind yourself.",
      "vi": "Tôi đã bảo con thế này: Hãy cẩn trọng."
    }
  },
  {
    "translation": {
      "en": "Setting out on a career in gaming is risky. It's very risky.",
      "vi": "Xây dựng sự nghiệp trong ngành game là khá rủi ro."
    }
  },
  {
    "translation": {
      "en": "Because the examinations actually clash with the competition",
      "vi": "Vì kỳ kiểm tra trùng với lịch thi đấu,"
    }
  },
  {
    "translation": {
      "en": "and missing the exams without a proper explanation,",
      "vi": "và vắng mặt trong giờ kiểm tra mà không có lời giải thích thỏa đáng,"
    }
  },
  {
    "translation": {
      "en": "the school didn't recognize the Dota competition as a valid reason.",
      "vi": "vì nhà trường không công nhận thi đấu Dota là một lý do phù hợp."
    }
  },
  {
    "translation": {
      "en": "It's kind of breaking school rules.",
      "vi": "Nó y như vi phạm nội quy nhà trường."
    }
  },
  {
    "translation": {
      "en": "The school is determined to stop him from pursuing",
      "vi": "Nhà trường quyết tâm cản trở cơ hội"
    }
  },
  {
    "translation": {
      "en": "his chance of going for this contest.",
      "vi": "Nhà trường quyết tâm cản trở cơ hội nó tham gia giải đấu này."
    }
  },
  {
    "translation": {
      "en": "So I, I think this has created a big stress for the family.",
      "vi": "Điều này đã tạo áp lực lớn lên gia đình."
    }
  },
  {
    "translation": {
      "en": "Gives his mother very headache, you know?",
      "vi": "Làm mẹ nó đau đầu lắm."
    }
  },
  {
    "translation": {
      "en": "It's quite difficult for us to pull him out right now, I think.",
      "vi": "Giờ có lẽ rất khó để lôi thằng bé ra."
    }
  },
  {
    "translation": {
      "en": "You know, he's so adamant about it.",
      "vi": "Nó rất cương quyết trong chuyện này."
    }
  },
  {
    "translation": {
      "en": "So that's why when he told me he's going in August,",
      "vi": "Nên khi nó nói là sẽ đi thi vào tháng 8,"
    }
  },
  {
    "translation": {
      "en": "I said, Then how about your school exams?",
      "vi": "tôi hỏi: Còn kiểm tra ở trường thì sao?"
    }
  },
  {
    "translation": {
      "en": "What are you going to do?",
      "vi": "Cháu tính làm thế nào đây?"
    }
  },
  {
    "translation": {
      "en": "I think my mother, she was kind of at her limits,",
      "vi": "Tôi nghĩ mẹ mình có vẻ không chịu nổi nữa,"
    }
  },
  {
    "translation": {
      "en": "telling me about how much gaming has been weighing me down.",
      "vi": "cứ nói chơi game đã kéo tôi xuống thế nào."
    }
  },
  {
    "translation": {
      "en": "That was really the talk when I really opened my heart, and I…",
      "vi": "Lúc đó, tôi đã mở lòng mình và tôi…"
    }
  },
  {
    "translation": {
      "en": "shared with her my passion for the game and how much I believed that.",
      "vi": "kể về đam mê cùng niềm tin cho trò chơi này."
    }
  },
  {
    "translation": {
      "en": "My team actually has the potential to win, to be the best in the world.",
      "vi": "Đội tôi thực sự có tiềm năng chiến thắng, trở thành đội giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "So we are stopping at nothing less than first.",
      "vi": "Chúng tôi sẽ không dừng lại cho đến khi đoạt chức quán quân."
    }
  },
  {
    "translation": {
      "en": "This is how I tried to put it across to my mom.",
      "vi": "Tôi đã cố thuyết phục mẹ như thế."
    }
  },
  {
    "translation": {
      "en": "By giving up so much to come here I have absolute confidence in my team that we will win.",
      "vi": "Từ bỏ nhiều thứ để đến đây, tôi tuyệt đối tin đội mình sẽ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "All right, the draft is under way.",
      "vi": "Quá trình chọn đội hình đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will select up their heroes. Scythe will start selecting theirs.",
      "vi": "EHOME sẽ lựa chọn các tướng của mình. Scythe sẽ bắt đầu chọn tướng."
    }
  },
  {
    "translation": {
      "en": "Looking now at both the teams, it looks like EHOME,",
      "vi": "Quan sát cả hai đội, có vẻ EHOME đang khá thoải mái trong khi Scythe thì rất nôn nao."
    }
  },
  {
    "translation": {
      "en": "they're fairly relaxed while Scythe, you know, they're eager.",
      "vi": "có vẻ EHOME đang khá thoải mái trong khi Scythe thì rất nôn nao."
    }
  },
  {
    "translation": {
      "en": "They're all gathering around hyhy to pick.",
      "vi": "Cả đội đang vây quanh hyhy để chọn tướng."
    }
  },
  {
    "translation": {
      "en": "If you have a losing draft, you will lose the game.",
      "vi": "Chọn đội hình sai, bạn sẽ thua cả trận."
    }
  },
  {
    "translation": {
      "en": "This is what I think of Dota.",
      "vi": "Đây là quan điểm của tôi về Dota."
    }
  },
  {
    "translation": {
      "en": "So it's really a lot on, on drafting.",
      "vi": "Nên việc chọn đội hình rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "Drafting is where two captains will select what they want to play with.",
      "vi": "Chọn đội hình là khâu mà hai đội trưởng sẽ chọn tướng mà họ muốn sử dụng."
    }
  },
  {
    "translation": {
      "en": "What heroes are selected and what heroes are taken out.",
      "vi": "Tướng nào được chọn và tướng bị loại ra."
    }
  },
  {
    "translation": {
      "en": "You can select five heroes out of a pool of over a hundred,",
      "vi": "Bạn có thể chọn ra 5 từ hơn 100 tướng có sẵn,"
    }
  },
  {
    "translation": {
      "en": "and can also remove four of those heroes.",
      "vi": "và cũng có thể cấm họ chọn 4 tướng trong đó ra."
    }
  },
  {
    "translation": {
      "en": "So four heroes you think your opponent will want to use,",
      "vi": "Bốn tướng nào bạn nghĩ đối thủ muốn sử dụng,"
    }
  },
  {
    "translation": {
      "en": "you can remove.",
      "vi": "bạn có thể loại ra."
    }
  },
  {
    "translation": {
      "en": "Before any game, any match,",
      "vi": "Trước bất kỳ ván đấu, trận đấu nào, chúng tôi sẽ quyết định loại và chọn tướng"
    }
  },
  {
    "translation": {
      "en": "we will decide our bans and picks according to which team we are fighting.",
      "vi": "Trước bất kỳ ván đấu, trận đấu nào, chúng tôi sẽ quyết định loại và chọn tướng tùy theo đối thủ mà mình đang đấu."
    }
  },
  {
    "translation": {
      "en": "Usually, we would come up with a very impromptu strategy",
      "vi": "Chúng tôi thường sẽ đưa ra một chiến thuật rất ngẫu hứng"
    }
  },
  {
    "translation": {
      "en": "to try and fight their strat.",
      "vi": "để cố đập tan chiến thuật của họ."
    }
  },
  {
    "translation": {
      "en": "You really have to spend a lot of time thinking of the draft.",
      "vi": "Tốn nhiều thời gian để chọn đội hình."
    }
  },
  {
    "translation": {
      "en": "The draft actually decides a lot of the game itself.",
      "vi": "Vì đội hình ảnh hưởng to lớn đến trận đấu."
    }
  },
  {
    "translation": {
      "en": "EHOME. They're a team with so much experience.",
      "vi": "EHOME là một đội có nhiều kinh nghiệm."
    }
  },
  {
    "translation": {
      "en": "They already know the way they want to roll this one out.",
      "vi": "Họ nắm rõ cách để chiến thắng."
    }
  },
  {
    "translation": {
      "en": "The only thing that's gonna make it or break it",
      "vi": "Thứ duy nhất quyết định thành bại của họ"
    }
  },
  {
    "translation": {
      "en": "is if they can get their execution right.",
      "vi": "là việc thực thi chuẩn xác."
    }
  },
  {
    "translation": {
      "en": "In that particular match- up, we felt that we needed something",
      "vi": "Riêng trận này, chúng tôi thấy mình cần gì đó để gieo sợ hãi vào lòng họ."
    }
  },
  {
    "translation": {
      "en": "that could instill the fear in them.",
      "vi": "chúng tôi thấy mình cần gì đó để gieo sợ hãi vào lòng họ."
    }
  },
  {
    "translation": {
      "en": "And Tiny looks to be the last pick up here from Scythe.",
      "vi": "Và Tiny có vẻ là lựa chọn sau cùng của đội Scythe."
    }
  },
  {
    "translation": {
      "en": "A bit of an interesting pick up there by Scythe.",
      "vi": "Lựa chọn thú vị từ đội Scythe"
    }
  },
  {
    "translation": {
      "en": "It's gonna start to change around their lanes completely now.",
      "vi": "khiến việc phân đường cho tướng sắp bị đảo lộn hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "With Tiny, it is good as a surprise strat.",
      "vi": "Tiny là lựa chọn tốt để tạo chiến thuật bất ngờ."
    }
  },
  {
    "translation": {
      "en": "If another team doesn't realize where he fits into the whole lineup,",
      "vi": "Nếu đối phương không nhận ra vai trò của tướng này trong toàn bộ đội hình,"
    }
  },
  {
    "translation": {
      "en": "then you can really throw the opposition off balance.",
      "vi": "bạn có thể khiến họ mất thế cân bằng."
    }
  },
  {
    "translation": {
      "en": "He's moving away, but no, hyhy, he'll just turn around and pops the Lina.",
      "vi": "Anh ấy đang chạy đi, nhưng không, hyhy quay đầu lại và kết liễu Lina."
    }
  },
  {
    "translation": {
      "en": "I wanna point out right now that EHOME, they are not noobs.",
      "vi": "Tôi muốn nhấn mạnh ngay rằng EHOME, họ không phải một đội gà mờ."
    }
  },
  {
    "translation": {
      "en": "This is just Scythe playing an amazing game.",
      "vi": "Chỉ đơn giản là Scythe đang chơi một trận rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "When you have such a huge audience and you know that everyone is at home watching the game,",
      "vi": "Với một lượng khán giả lớn và mọi người đang theo dõi ở nhà,"
    }
  },
  {
    "translation": {
      "en": "they have their hopes pinned on you and, and I feel that…",
      "vi": "họ đặt hết hy vọng vào bạn và… tôi cảm thấy"
    }
  },
  {
    "translation": {
      "en": "there's so much at, at stake.",
      "vi": "có quá nhiều thứ để mất."
    }
  },
  {
    "translation": {
      "en": "And they should be able to clean it up right now.",
      "vi": "Họ có thể tiễn đối thủ đi bất kỳ lúc nào."
    }
  },
  {
    "translation": {
      "en": "Tiny, he's gonna toss, he's gonna launch, and he definitely gets the kill.",
      "vi": "Tiny sẽ xài chiêu Toss, ném và chắc chắn lấy được mạng."
    }
  },
  {
    "translation": {
      "en": "We got 357 getting nailed out there.",
      "vi": "Chúng ta thấy 357 bị hành ở ngoài đây."
    }
  },
  {
    "translation": {
      "en": "Nature's Prophet gonna get the last hit in as well.",
      "vi": "Nature's Prophet chuẩn bị lãnh phát cuối."
    }
  },
  {
    "translation": {
      "en": "It's the entire team down for EHOME. This is GG.",
      "vi": "Toàn bộ đội hình EHOME đã bị tiêu diệt. Thế này là kết thúc ván đấu rồi."
    }
  },
  {
    "translation": {
      "en": "- This is now a double- rax, at least. -",
      "vi": "- Ít nhất thì cũng phá được hai nhà lính. - Bắn đi!"
    }
  },
  {
    "translation": {
      "en": "And EHOME, they're going to disconnect.",
      "vi": "Và EHOME, họ sắp rời trận đấu."
    }
  },
  {
    "translation": {
      "en": "We have our first Winner's Bracket Finalist.",
      "vi": "Chúng ta có đội đầu tiên vào chung kết nhánh thắng."
    }
  },
  {
    "translation": {
      "en": "Scythe will advance.",
      "vi": "Đội Scythe sẽ đi tiếp."
    }
  },
  {
    "translation": {
      "en": "EHOME will drop down into the Loser's Bracket,",
      "vi": "EHOME sẽ rớt xuống nhánh thua,"
    }
  },
  {
    "translation": {
      "en": "and Scythe will now finish up this game.",
      "vi": "và Scythe giờ đây sẽ kết thúc trận đấu."
    }
  },
  {
    "translation": {
      "en": "Yeah, the one million is… Yeah, one million.",
      "vi": "Vâng, một triệu đô la… một triệu đô la lận."
    }
  },
  {
    "translation": {
      "en": "That's a lot.",
      "vi": "Nhiêu đó là nhiều lắm đấy."
    }
  },
  {
    "translation": {
      "en": "It's gonna make my time playing this game all worth it.",
      "vi": "Xứng với thời gian tôi bỏ ra cho trò chơi."
    }
  },
  {
    "translation": {
      "en": "Didn't think smoking would do me any good.",
      "vi": "Không hề nghĩ hút thuốc sẽ có ích lợi gì cho tôi."
    }
  },
  {
    "translation": {
      "en": "When did you start smoking?",
      "vi": "Cậu bắt đầu hút từ khi nào?"
    }
  },
  {
    "translation": {
      "en": "Two years back.",
      "vi": "Hai năm đổ lại đây."
    }
  },
  {
    "translation": {
      "en": "Two years back, uh…",
      "vi": "Từ hai năm trước."
    }
  },
  {
    "translation": {
      "en": "Bad move.",
      "vi": "Quyết định sai lầm."
    }
  },
  {
    "translation": {
      "en": "That seems to coincide with when you and your ex- girlfriend broke up.",
      "vi": "Có vẻ trùng với lúc cậu chia tay bạn gái cũ."
    }
  },
  {
    "translation": {
      "en": "On bad terms.",
      "vi": "Lúc bất đồng…"
    }
  },
  {
    "translation": {
      "en": "Seems like she's, she's moved on already.",
      "vi": "Cô ấy chẳng còn vương vấn gì nữa rồi."
    }
  },
  {
    "translation": {
      "en": "Back then when she was playing the game it felt like we had something to… something we shared.",
      "vi": "Lúc cô ấy còn chơi, chúng tôi như có điểm chung."
    }
  },
  {
    "translation": {
      "en": "Yeah, but right now, it's like… tsk.",
      "vi": "Nhưng giờ, kiểu như…"
    }
  },
  {
    "translation": {
      "en": "I think she's… I think she's following this event, but… probably.",
      "vi": "Tôi nghĩ cô ấy vẫn dõi theo sự kiện, nhưng…"
    }
  },
  {
    "translation": {
      "en": "This event's big. Yeah.",
      "vi": "có thể chứ. Sự kiện này lớn mà."
    }
  },
  {
    "translation": {
      "en": "I hope I will get to make that phone call. Yeah.",
      "vi": "Hy vọng tôi có thể gọi cú điện thoại đó."
    }
  },
  {
    "translation": {
      "en": "Finally, I'll have something I'm proud of to tell her about.",
      "vi": "Cuối cùng tôi cũng có gì đó đáng tự hào để kể với cô ấy."
    }
  },
  {
    "translation": {
      "en": "Finally.",
      "vi": "Cuối cùng cũng có."
    }
  },
  {
    "translation": {
      "en": "When you played the Russians and the Ukrainians,",
      "vi": "Tuyệt! Tắt hồi chiêu đi! Đóng hết lại! Khỉ gió, chả được cái nào! Khi bạn đấu với đội Nga và Ukraine,"
    }
  },
  {
    "translation": {
      "en": "they were just the unpredictable teams.",
      "vi": "họ đều thật khó đoán trước."
    }
  },
  {
    "translation": {
      "en": "I had no idea what the Russians were thinking. That was their best weapon.",
      "vi": "Tôi không biết đội Nga đang nghĩ gì. Đó là vũ khí mạnh nhất của họ."
    }
  },
  {
    "translation": {
      "en": "Well, we're having fun. We're trying to relax.",
      "vi": "Chúng tôi đang vui vẻ đây, đang cố thư giãn,"
    }
  },
  {
    "translation": {
      "en": "We're trying to scare our opponents.",
      "vi": "đang cố hù dọa các đối thủ."
    }
  },
  {
    "translation": {
      "en": "Mind games. Mind games.",
      "vi": "Trò chơi đấu trí ấy mà."
    }
  },
  {
    "translation": {
      "en": "I turn off my brain in the way of being scared of someone.",
      "vi": "Tôi khiến não mình ngừng hoạt động như kiểu bị ai đó làm cho khiếp vía."
    }
  },
  {
    "translation": {
      "en": "One of the things I reallly admire about him is how…",
      "vi": "Tôi rất ngưỡng mộ cậu ấy về việc"
    }
  },
  {
    "translation": {
      "en": "he hasn't really had an easy life,",
      "vi": "cậu ấy chẳng có một cuộc sống dễ dàng"
    }
  },
  {
    "translation": {
      "en": "but he's always so upbeat. He's always so cheerful.",
      "vi": "nhưng lúc nào cũng thật lạc quan, lúc nào cũng thật vui tươi."
    }
  },
  {
    "translation": {
      "en": "When he first came on the Dota scene, he looked like a 12- year- old boy.",
      "vi": "Lần đầu tiên đến với giải Dota, cậu ấy trông như tên nhóc 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "Everyone was just, like, Who is this kid?",
      "vi": "Mọi người, kiểu: Thằng nhóc nào đây?"
    }
  },
  {
    "translation": {
      "en": "There's no way you can take this guy seriously.",
      "vi": "Không tài nào nể nang nó được."
    }
  },
  {
    "translation": {
      "en": "And then he would destroy you in games!",
      "vi": "Nhưng rồi cậu ấy hủy diệt bạn trong trận đấu!"
    }
  },
  {
    "translation": {
      "en": "I saw somewhere on the Internet,",
      "vi": "Tôi đã thấy đâu đó ở trên mạng,"
    }
  },
  {
    "translation": {
      "en": "how he works with the keyboard.",
      "vi": "cách mà thằng bé thao tác với bàn phím."
    }
  },
  {
    "translation": {
      "en": "It really is mesmerizing.",
      "vi": "Trông vô cùng mê hoặc."
    }
  },
  {
    "translation": {
      "en": "I think Danil benefited from his piano playing",
      "vi": "Danil được lợi rất nhiều từ việc chơi piano"
    }
  },
  {
    "translation": {
      "en": "because his hands are absolutely amazing.",
      "vi": "bởi vì đôi bàn tay của nó quá tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "He can make really good moves.",
      "vi": "Anh ấy có thể thao tác cực tốt."
    }
  },
  {
    "translation": {
      "en": "His moves, I think are unique, and they might win you the game.",
      "vi": "Tôi nghĩ thao tác của anh ấy là độc nhất vô nhị, và chúng có thể giúp bạn thắng trận đấu."
    }
  },
  {
    "translation": {
      "en": "But he wants to rely completely on skill.",
      "vi": "Nhưng anh ấy muốn phụ thuộc vào kỹ năng."
    }
  },
  {
    "translation": {
      "en": "He wants, like, an enemy against him",
      "vi": "Anh ấy muốn một kẻ địch đối đầu với mình"
    }
  },
  {
    "translation": {
      "en": "and he wants to kill him through skill, nothing more.",
      "vi": "và bị kết liễu bằng kỹ năng cơ."
    }
  },
  {
    "translation": {
      "en": "He wants to win the game.",
      "vi": "Anh ấy muốn thắng trận đấu."
    }
  },
  {
    "translation": {
      "en": "His disadvantage is that he doesn't have patience. He wants to make those moves.",
      "vi": "Điểm yếu của anh ấy là thiếu sự nhẫn nại. Anh ấy muốn thực hiện các nước đi đó."
    }
  },
  {
    "translation": {
      "en": "He can get a little bit too silly in games.",
      "vi": "Có lúc cậu ấy sẽ chơi hơi bị ngờ nghệch."
    }
  },
  {
    "translation": {
      "en": "He will try new and different things.",
      "vi": "Rồi cậu ấy sẽ thử vài thứ mới, khác biệt."
    }
  },
  {
    "translation": {
      "en": "He will overextend in team fights because he believes he can get the kill.",
      "vi": "Cậu ấy sẽ trở nên hăng máu khi chiến vì tin mình có thể kết liễu."
    }
  },
  {
    "translation": {
      "en": "And his impatience can go too far and he might lose the game for us.",
      "vi": "Sự thiếu kiên nhẫn có thể đi quá đà và khiến chúng tôi thua trận."
    }
  },
  {
    "translation": {
      "en": "- Team Na'Vi! - Team Na'Vi!",
      "vi": "INVICTUS GAMING ĐẤU VỚI NA'VI Mục tiêu hơn chướng ngại! - Đội Na'vi! - Đội Na'vi!"
    }
  },
  {
    "translation": {
      "en": "There it is, he's gonna go in. This should be the First Blood.",
      "vi": "Nature's Prophet sẽ tiến vào. Đây sẽ là Chiến Công Đầu."
    }
  },
  {
    "translation": {
      "en": "They got the Sprout on Sansheng as well. There's probably gonna be a double.",
      "vi": "Họ cũng dùng Sprout lên Sansheng. Có thể là ăn 2 mạng liên tiếp."
    }
  },
  {
    "translation": {
      "en": "Dendi's ulti, it hits!",
      "vi": "Dendi tung tuyệt kỹ, trúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Dendi, Dendi, no. He's not… he cannot be.",
      "vi": "Dendi, không… Anh ấy… Anh ấy không thể nào."
    }
  },
  {
    "translation": {
      "en": "This is Dendi through and through.",
      "vi": "Đây đúng là Dendi làm hết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Starts with the Hex, goes to Cold Snap, he locks him in place!",
      "vi": "Bắt đầu với Hex, rồi đến Cold Snap, anh ấy khóa chặt đối phương!"
    }
  },
  {
    "translation": {
      "en": "Weaver really close to death! Manages to Timelapse back out again.",
      "vi": "Weaver thực sự suýt chết! Kịp thời dùng Timelapse để lại rút lui."
    }
  },
  {
    "translation": {
      "en": "Dendi will TP back to safety.",
      "vi": "Dendi sẽ dịch chuyển về an toàn."
    }
  },
  {
    "translation": {
      "en": "So GG being called by iG. Na'Vi, they will take the game.",
      "vi": "Vậy là iG đã bỏ phiếu đầu hàng. Na'Vi sẽ chiến thắng trận này."
    }
  },
  {
    "translation": {
      "en": "Our Winners Bracket Finalists are gonna be Na'Vi versus Scythe.",
      "vi": "NA'VI VÀO TỨ KẾT Các đấu thủ vào chung kết nhánh thắng là Na'Vi đối đầu Scythe."
    }
  },
  {
    "translation": {
      "en": "Most teams that you see that have the most fan bases are full nationality.",
      "vi": "Hầu hết các đội mà bạn thấy có lượng fan đông đảo nhất thuộc duy nhất một quốc tịch."
    }
  },
  {
    "translation": {
      "en": "Our team is all spread out across the world.",
      "vi": "Đội chúng tôi thì đến từ khắp nơi trên thế giới."
    }
  },
  {
    "translation": {
      "en": "He does have it a little harder than us",
      "vi": "Đúng là anh ấy gặp khó khăn hơn chúng tôi một chút"
    }
  },
  {
    "translation": {
      "en": "because he doesn't really have this human support that we do.",
      "vi": "vì không có hỗ trợ về nhân lực như chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The hardest thing that I've had to really deal with in my life",
      "vi": "Điều khó khăn nhất mà tôi phải đối mặt trong cuộc sống"
    }
  },
  {
    "translation": {
      "en": "is just trying to convince my family about my gaming career.",
      "vi": "là cố gắng thuyết phục gia đình về sự nghiệp chơi game."
    }
  },
  {
    "translation": {
      "en": "It's really, really difficult especially when you start out slow,",
      "vi": "Thật sự rất khó khăn, nhất là khi bạn khởi đầu khiêm tốn"
    }
  },
  {
    "translation": {
      "en": "but you know there's a future for something and you put a lot of time into it,",
      "vi": "nhưng bạn biết sẽ có tương lai và đầu tư nhiều thời gian,"
    }
  },
  {
    "translation": {
      "en": "and they keep telling you, You should get a real job.",
      "vi": "vậy mà họ cứ nói mãi: Kiếm cái nghề đàng hoàng đi."
    }
  },
  {
    "translation": {
      "en": "I was born in the Los Angeles district in Lancaster, California.",
      "vi": "Tôi được sinh ra ở Lancaster, một quận của Los Angeles, bang California."
    }
  },
  {
    "translation": {
      "en": "I lived there with my dad and my mom. Around two years old, my dad left my mom.",
      "vi": "Tôi sống ở đó với bố mẹ. Khi tôi khoảng hai tuổi, bố tôi bỏ mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "He didn't really say anything. He just kind of…",
      "vi": "Ông ấy không thực sự nói gì cả. Ông ấy chỉ…"
    }
  },
  {
    "translation": {
      "en": "He just packed up and left.",
      "vi": "cuốn gói và ra đi."
    }
  },
  {
    "translation": {
      "en": "She's had to raise us both while going to law school at the same time.",
      "vi": "Mẹ đã phải vừa nuôi hai anh em chúng tôi vừa theo học trường luật."
    }
  },
  {
    "translation": {
      "en": "It wasn't real easy as far as just got out of law school,",
      "vi": "Thực sự không dễ chút nào khi bạn vừa tốt nghiệp trường luật,"
    }
  },
  {
    "translation": {
      "en": "didn't have a job, had huge student loans to pay back.",
      "vi": "chưa có việc làm, rồi khoản nợ học phí cần phải trả."
    }
  },
  {
    "translation": {
      "en": "This job came up and so we moved here on our own.",
      "vi": "Tôi tìm được việc, chúng tôi dọn đến đây."
    }
  },
  {
    "translation": {
      "en": "So I've been raising them by myself ever since.",
      "vi": "Thế là tôi đã tự tay nuôi chúng kể từ đó."
    }
  },
  {
    "translation": {
      "en": "So this is a photo album that I made for Clinton.",
      "vi": "Đây là album ảnh tôi đã làm cho Clinton."
    }
  },
  {
    "translation": {
      "en": "For-- as he was growing up, I put pictures in it as we went along.",
      "vi": "Suốt giai đoạn trưởng thành, tôi đã để ảnh nó vào đây theo thời gian."
    }
  },
  {
    "translation": {
      "en": "My sons were both really active into sports",
      "vi": "Hai đứa con trai của tôi rất thích chơi thể thao"
    }
  },
  {
    "translation": {
      "en": "and they wanted to do a lot so I had to limit them.",
      "vi": "và chúng muốn làm nhiều thứ nên tôi phải kìm chúng lại."
    }
  },
  {
    "translation": {
      "en": "They could choose two per season.",
      "vi": "Một mùa chúng chỉ có thể chọn hai môn."
    }
  },
  {
    "translation": {
      "en": "That was maximum for me being able to get them to practice",
      "vi": "Đó là giới hạn mà tôi cho chúng tập luyện"
    }
  },
  {
    "translation": {
      "en": "and go watch their games. That was tough.",
      "vi": "và đi xem các trận đấu của chúng. Cũng đã khá vất vả."
    }
  },
  {
    "translation": {
      "en": "And Clinton sitting on Santa's lap, his brother, Santa.",
      "vi": "Và Clinton ngồi lên đùi ông già Noel, do anh hai nó đóng giả."
    }
  },
  {
    "translation": {
      "en": "My brother's more angry at my father for leaving than I am.",
      "vi": "Anh trai tôi giận bố vì ông bỏ đi nhiều hơn là tôi giận ông."
    }
  },
  {
    "translation": {
      "en": "He thinks about him, he gets upset.",
      "vi": "Anh ấy cứ nghĩ về ông, rồi thấy buồn bực."
    }
  },
  {
    "translation": {
      "en": "Compared to me, I just… I just block him out and pretend he doesn't exist.",
      "vi": "Tôi thì tôi chỉ quên ông ta đi và vờ rằng ông ta không hề tồn tại."
    }
  },
  {
    "translation": {
      "en": "Ah, Clinton already starting, uh, video games here.",
      "vi": "Đây là lúc Clinton bắt đầu chơi điện tử."
    }
  },
  {
    "translation": {
      "en": "He was sitting at his house, playing Dota.",
      "vi": "Cậu ấy đang ngồi ở nhà mình chơi Dota."
    }
  },
  {
    "translation": {
      "en": "Doing it competitively. Had a sponsored team and everything like that.",
      "vi": "Chơi cạnh tranh, có một đội được tài trợ và mọi thứ như thế."
    }
  },
  {
    "translation": {
      "en": "Uh, but I think that's when it probably started getting on his… his mom's nerves.",
      "vi": "Tôi nghĩ lúc đó mẹ cậu ấy bắt đầu lo ngại."
    }
  },
  {
    "translation": {
      "en": "I have a crazy sleeping schedule.",
      "vi": "Tôi có một lịch ngủ điên khùng."
    }
  },
  {
    "translation": {
      "en": "I'm on a European team, so sometimes I have to stay up pretty ridiculous hours",
      "vi": "Tôi đấu cho một đội ở châu Âu, đôi khi phải thức vào giờ hết sức vô lý"
    }
  },
  {
    "translation": {
      "en": "or wake up at ridiculous hours.",
      "vi": "hay tỉnh dậy vào những giờ lố bịch."
    }
  },
  {
    "translation": {
      "en": "So the standard day for me is not so standard.",
      "vi": "Thế nên một ngày bình thường với tôi không hề bình thường chút nào."
    }
  },
  {
    "translation": {
      "en": "All the nights he'd be up and stuff, the dog would be up too with him",
      "vi": "Mấy đêm mà em ấy thức, con cún cũng thức cùng,"
    }
  },
  {
    "translation": {
      "en": "and that would keep her awake most of the nights",
      "vi": "làm mẹ phải thức giấc hầu hết các đêm"
    }
  },
  {
    "translation": {
      "en": "and this is kind of where the tension got pretty high.",
      "vi": "và đây cũng là lúc sự căng thẳng lên đến đỉnh điểm."
    }
  },
  {
    "translation": {
      "en": "You know, this, this went on for years",
      "vi": "Việc này tiếp diễn hàng năm trời"
    }
  },
  {
    "translation": {
      "en": "and it came to the point where I just told him",
      "vi": "và đến mức mà tôi phải nói với nó,"
    }
  },
  {
    "translation": {
      "en": "I said, You know what, you just need to go somewhere else.",
      "vi": "tôi bảo: Con biết không, con cần dọn chỗ khác mà ở."
    }
  },
  {
    "translation": {
      "en": "So I got kicked out of my house because of my gaming career, basically.",
      "vi": "Thế là tôi đã bị đuổi khỏi nhà vì sự nghiệp game thủ của mình."
    }
  },
  {
    "translation": {
      "en": "When Clinton first moved in here,",
      "vi": "Khi Clinton mới dọn đến đây,"
    }
  },
  {
    "translation": {
      "en": "he was looking for a desk and there wasn't anything in the room.",
      "vi": "cậu ấy tìm một cái bàn và trong phòng thì không có cái nào cả."
    }
  },
  {
    "translation": {
      "en": "And I had a lot of stuff that we were getting ready to take to the dump.",
      "vi": "Tôi có nhiều thứ chuẩn bị đem ra bãi rác."
    }
  },
  {
    "translation": {
      "en": "And Clinton went out there and he came back in with this green desk.",
      "vi": "Clinton ra đó đem về cái bàn xanh lá này,"
    }
  },
  {
    "translation": {
      "en": "And he goes, This is perfect!",
      "vi": "và nói: Thế này là hoàn hảo!"
    }
  },
  {
    "translation": {
      "en": "So I didn't have a monitor, so I went to my friend",
      "vi": "Vì không có màn hình nên tôi kiếm bạn mình"
    }
  },
  {
    "translation": {
      "en": "and he had a spare CRT monitor.",
      "vi": "và cậu ấy có một cái màn hình CRT dư."
    }
  },
  {
    "translation": {
      "en": "So I got that, and then, obviously, I have two books here to hunch that up",
      "vi": "Thế là tôi lấy nó, và hiển nhiên là tôi lấy hai cuốn sách này để kê nó lên"
    }
  },
  {
    "translation": {
      "en": "so I can actually see the monitor, so it's kind of a ghetto setup.",
      "vi": "để có thể thấy được cái màn hình. Nó giống như dàn máy chắp vá."
    }
  },
  {
    "translation": {
      "en": "Even when I go to competitions, I don't think I play like any differently",
      "vi": "Kể cả lúc dự các giải đấu, tôi không nghĩ mình chơi khác đi trên các dàn máy đẹp"
    }
  },
  {
    "translation": {
      "en": "on the nice setups compared to this one.",
      "vi": "Kể cả lúc dự các giải đấu, tôi không nghĩ mình chơi khác đi trên các dàn máy đẹp so với cái dàn máy này."
    }
  },
  {
    "translation": {
      "en": "Clinton's like, uh, the Rocky Balboa of Dota.",
      "vi": "Clinton giống Rocky Balboa trong giới Dota vậy."
    }
  },
  {
    "translation": {
      "en": "He's the… he's definitely one of the first big US players.",
      "vi": "Cậu ấy chắc chắn là một trong những người chơi nổi tiếng đầu tiên ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "And, honestly, I didn't even, even know he was that big.",
      "vi": "Thú thật tôi còn chẳng biết cậu ấy nổi tiếng thế."
    }
  },
  {
    "translation": {
      "en": "In the North American scene, there weren't many good American players known back then.",
      "vi": "Ở Bắc Mỹ, khi đó không có nhiều người chơi Mỹ tài năng được biết đến."
    }
  },
  {
    "translation": {
      "en": "Everybody respected Fear.",
      "vi": "Ai nấy đều nể Fear."
    }
  },
  {
    "translation": {
      "en": "A lot of the people I knew, they quit the game.",
      "vi": "Rất nhiều người mà tôi biết, họ đã bỏ trò chơi này."
    }
  },
  {
    "translation": {
      "en": "They moved on, stuff like that.",
      "vi": "Họ làm việc khác, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "But I stuck with it so I ended up being like one of the oldest players.",
      "vi": "Nhưng tôi cứ bám lấy nó và trở thành những người chơi kỳ cựu nhất."
    }
  },
  {
    "translation": {
      "en": "With all his years of experience and all his constant commitment to the game,",
      "vi": "Với ngần ấy năm kinh nghiệm và sự tận tụy cậu ấy dành cho trò chơi,"
    }
  },
  {
    "translation": {
      "en": "he's really shown that he doesn't give up.",
      "vi": "cậu ấy thực sự cho thấy mình không bỏ cuộc."
    }
  },
  {
    "translation": {
      "en": "Growing up without my father, I think in the end, like…",
      "vi": "Lớn lên không có bố, tôi nghĩ rốt cuộc việc không có ai ở bên đã dạy tôi làm một đấng nam nhi,"
    }
  },
  {
    "translation": {
      "en": "not having someone there to teach me of the guy side",
      "vi": "tôi nghĩ rốt cuộc việc không có ai ở bên đã dạy tôi làm một đấng nam nhi,"
    }
  },
  {
    "translation": {
      "en": "and having a father to help you up,",
      "vi": "như một người cha nâng đỡ,"
    }
  },
  {
    "translation": {
      "en": "I think that it's actually probably made me, like, the person I am today.",
      "vi": "đã thực sự tôi luyện tôi như hiện tại."
    }
  },
  {
    "translation": {
      "en": "You know, I just make sure everything's running smoothly on the team.",
      "vi": "Tôi chỉ phải đảm bảo đội hoạt động trơn tru."
    }
  },
  {
    "translation": {
      "en": "I kind of play, like, the father figure, I guess.",
      "vi": "Tôi đoán mình cứ như vào vai của một người cha."
    }
  },
  {
    "translation": {
      "en": "As a captain, I guess he felt he had that responsibility as well.",
      "vi": "Là đội trưởng, tôi nghĩ anh ấy thấy mình có trách nhiệm đó."
    }
  },
  {
    "translation": {
      "en": "He was like pretty much my mentor.",
      "vi": "Anh ấy thực sự giống như một người thầy."
    }
  },
  {
    "translation": {
      "en": "He did tell me one time,",
      "vi": "Có lần anh ấy bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "Hey, if you need someone to talk to, you know, he would be here.",
      "vi": "Nếu cần ai đó để trò chuyện, anh ấy sẵn sàng lắng nghe."
    }
  },
  {
    "translation": {
      "en": "So I kind of see him as a Dota brother.",
      "vi": "Nên tôi coi anh ấy như một người anh em Dota."
    }
  },
  {
    "translation": {
      "en": "I've never had an ego, like, thinking that I'm better than anyone else.",
      "vi": "Tôi chưa từng tự cao cho rằng mình giỏi hơn tất cả."
    }
  },
  {
    "translation": {
      "en": "I'm always there willing to help people who are new to the scene.",
      "vi": "Tôi luôn sẵn sàng giúp đỡ người mới vào đấu trường chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "And that's always been kind of my role in the game,",
      "vi": "Vai trò của tôi trong trò chơi luôn là"
    }
  },
  {
    "translation": {
      "en": "by just helping players get up, for the most part.",
      "vi": "giúp các người chơi khác tự phát triển ở mọi mặt."
    }
  },
  {
    "translation": {
      "en": "Fear actually broke me into the scene, you know.",
      "vi": "Fear đã đưa tôi vào con đường chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "It's very hard to get yourself out there.",
      "vi": "Không dễ để bước vào đó."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, I was kind of like a fanboy of him.",
      "vi": "Hồi ấy, tôi như một fan hâm mộ nam chính hiệu."
    }
  },
  {
    "translation": {
      "en": "You know, watching his games and whatnot.",
      "vi": "Xem hết các trận và chẳng bỏ sót gì."
    }
  },
  {
    "translation": {
      "en": "And he gave me a shot to play at a high level.",
      "vi": "Rồi anh ấy cho tôi cơ hội được chơi ở đẳng cấp cao."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be here today if it wasn't for Fear.",
      "vi": "Nếu không có Fear, sẽ không có tôi của ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "I can guarantee you that.",
      "vi": "Đảm bảo luôn."
    }
  },
  {
    "translation": {
      "en": "Going into the match, we were all thinking,",
      "vi": "Bước vào trận đấu, tất cả chúng tôi đều nghĩ"
    }
  },
  {
    "translation": {
      "en": "MUFC didn't do so well earlier, but…",
      "vi": "MUFC đã không thể hiện tốt, nhưng…"
    }
  },
  {
    "translation": {
      "en": "If we lost that game, we wouldn't win anything, so…",
      "vi": "Thua trận đó thì chúng tôi chẳng thắng được gì cả…"
    }
  },
  {
    "translation": {
      "en": "it was a high- risk game.",
      "vi": "đó là một trận đầy rủi ro."
    }
  },
  {
    "translation": {
      "en": "Thirty- six minutes in, almost a 7,000 gold advantage in favor of MUFC.",
      "vi": "Ở phút 36, với gần 7.000 vàng, lợi thế đang nghiêng về MUFC."
    }
  },
  {
    "translation": {
      "en": "Toward the end, we made a couple of mistakes that put two heroes on the sideline for us.",
      "vi": "Cuối trận, chúng tôi mắc sai lầm khiến hai tướng không kịp tham gia trận đánh."
    }
  },
  {
    "translation": {
      "en": "And they had all five still up and decided that they were gonna go for our Throne.",
      "vi": "Họ vẫn còn đủ năm và quyết định tiến về Nhà Chính của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "- They're probably gonna push for the base. - They're going GG!",
      "vi": "Họ có lẽ đang cố tấn công căn cứ. Họ đang nhắm tới GG!"
    }
  },
  {
    "translation": {
      "en": "- They want to go for the GG! - No Fortification!",
      "vi": "- Họ muốn nghe GG! - Đã mất Bất Tử Nhà!"
    }
  },
  {
    "translation": {
      "en": "We were really close to losing our Throne.",
      "vi": "Chúng tôi suýt nữa là mất Nhà Chính."
    }
  },
  {
    "translation": {
      "en": "It's below 20 percent HP.",
      "vi": "Máu ở dưới mức 20 phần trăm."
    }
  },
  {
    "translation": {
      "en": "And Online Kingdom, they are so close to the point of getting eliminated from this tournament!",
      "vi": "Online Kingdom suýt bị loại khỏi giải đấu!"
    }
  },
  {
    "translation": {
      "en": "We just needed to do something.",
      "vi": "Chúng tôi cần làm điều gì đó."
    }
  },
  {
    "translation": {
      "en": "I'm going to go on them! I'm going to initiate on them!",
      "vi": "Để tôi sẽ lao vào chúng! Tôi sẽ mở giao tranh!"
    }
  },
  {
    "translation": {
      "en": "I ran in first and then they all went on me",
      "vi": "Tôi chạy vào trước và họ nhắm cả vào tôi."
    }
  },
  {
    "translation": {
      "en": "instead of focusing on the Throne, which is good.",
      "vi": "Chứ không nhắm vào Nhà Chính. Đó là một điều tốt."
    }
  },
  {
    "translation": {
      "en": "Again by Silvercross.",
      "vi": "Lại một lần nữa bởi Silvercross."
    }
  },
  {
    "translation": {
      "en": "Fear, he's trying to retreat. He turned into a pig.",
      "vi": "Fear, anh ấy đang cố rút lui. Anh ấy bị biến thành lợn."
    }
  },
  {
    "translation": {
      "en": "How the hell is he still alive?",
      "vi": "Làm thế quái nào mà anh ấy còn sống?"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Go, go!",
      "vi": "Tiến lên!"
    }
  },
  {
    "translation": {
      "en": "They push MUFC back!",
      "vi": "Họ đã đẩy lùi MUFC!"
    }
  },
  {
    "translation": {
      "en": "We made this huge comeback where we killed all of their heroes.",
      "vi": "Chúng tôi lội ngược dòng ngoạn mục, hạ gục hết toàn bộ tướng của họ."
    }
  },
  {
    "translation": {
      "en": "You know, started pushing.",
      "vi": "Và bắt đầu dâng lên."
    }
  },
  {
    "translation": {
      "en": "Silvercross is down! Morphling! He's out of this!",
      "vi": "Silvercross đã ngã xuống! Morphling! Chưa kịp làm gì luôn!"
    }
  },
  {
    "translation": {
      "en": "The Top Rax will go!",
      "vi": "Sẽ mất Nhà Lính Trên!"
    }
  },
  {
    "translation": {
      "en": "There is no way now that MUFC can come back!",
      "vi": "Giờ thì không đời nào MUFC lội ngược dòng được nữa!"
    }
  },
  {
    "translation": {
      "en": "It will be Online Kingdom eliminating MUFC! What an incredible…",
      "vi": "Online Kingdom sẽ loại MUFC! Thật ngoạn mục…"
    }
  },
  {
    "translation": {
      "en": "Our whole team just went crazy.",
      "vi": "Cả đội chúng tôi loạn cả lên."
    }
  },
  {
    "translation": {
      "en": "Fear leading Online Kingdom to do the impossible.",
      "vi": "Fear dẫn dắt Online Kingdom thực hiện điều không tưởng."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like that.",
      "vi": "Tôi chưa từng thấy điều nào như thế."
    }
  },
  {
    "translation": {
      "en": "And stay tuned.",
      "vi": "Và đừng chuyển kênh nhé. Chúng tôi sẽ trở lại…"
    }
  },
  {
    "translation": {
      "en": "We'll be back here for more exciting gameplay coming up.",
      "vi": "Và đừng chuyển kênh nhé. Chúng tôi sẽ trở lại… ONLINE KINGDOM ĂN MỪNG ĐÁNH BẠI MUFC"
    }
  },
  {
    "translation": {
      "en": "Scythe. They are the 2008 ESWC winners.",
      "vi": "Scythe. Họ là đội vô địch giải ESWC 2008."
    }
  },
  {
    "translation": {
      "en": "One of the best Asian teams but we aren't afraid of them.",
      "vi": "Một trong những đội xuất sắc nhất châu Á nhưng chúng tôi chẳng ngán."
    }
  },
  {
    "translation": {
      "en": "We're gonna fight them.",
      "vi": "Chúng tôi sẽ đấu với họ."
    }
  },
  {
    "translation": {
      "en": "I don't know about my teammates, but I don't feel scared at all.",
      "vi": "Chẳng biết đồng đội tôi nghĩ gì nhưng tôi không sợ chút nào."
    }
  },
  {
    "translation": {
      "en": "I feel like I want to crush my enemy.",
      "vi": "Tôi chỉ thấy muốn nghiền nát đối thủ."
    }
  },
  {
    "translation": {
      "en": "That's how I feel. That's it.",
      "vi": "Đó là cảm giác của tôi. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Winners Bracket Final where Scythe goes up against Na'Vi.",
      "vi": "Chào mừng đến trận chung kết nhánh thắng, Scythe sẽ đối đầu với Na'Vi."
    }
  },
  {
    "translation": {
      "en": "The winner gets a slot in the Grand Final.",
      "vi": "Đội thắng sẽ giành một vé vào chung kết tổng."
    }
  },
  {
    "translation": {
      "en": "The crowds were all cheering for them.",
      "vi": "Đám đông cổ vũ cho họ."
    }
  },
  {
    "translation": {
      "en": "And their draft was very scary. We were, like, caught off by surprise.",
      "vi": "Đội hình của họ rất đáng sợ. Chúng tôi bị bối rối một cách bất ngờ."
    }
  },
  {
    "translation": {
      "en": "But, we were like, We've gotta win this, man.",
      "vi": "Nhưng chúng tôi tự nhủ: Ta phải thắng."
    }
  },
  {
    "translation": {
      "en": "We've gotta show them who's boss.",
      "vi": "Thắng và cho họ thấy ai mới là chủ giải đấu này."
    }
  },
  {
    "translation": {
      "en": "Scythe has managed to take all the best players from Singapore",
      "vi": "Scythe đã mời những người chơi giỏi nhất Singapore"
    }
  },
  {
    "translation": {
      "en": "and put them in their lineup.",
      "vi": "và xếp họ vào đội hình."
    }
  },
  {
    "translation": {
      "en": "One million!",
      "vi": "Một triệu!"
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they look cool, calm, and collected.",
      "vi": "Na'Vi, trông họ thật bình tĩnh và tự tin."
    }
  },
  {
    "translation": {
      "en": "They know exactly what they gotta do.",
      "vi": "Họ biết chính xác điều cần làm."
    }
  },
  {
    "translation": {
      "en": "It all comes down to gameplay right now.",
      "vi": "Tất cả chỉ còn phụ thuộc vào lối chơi."
    }
  },
  {
    "translation": {
      "en": "And I gotta say like, Na'Vi's lineup, it is not unbeatable.",
      "vi": "Và phải nói, đội hình Na'Vi không hẳn là bất bại. ĐẦU TRẬN: NA'VI TRUY ĐUỔI SCYTHE DỮ DỘI"
    }
  },
  {
    "translation": {
      "en": "So now they're gonna look for the initiation and possible kill.",
      "vi": "Giờ họ sẽ đợi mở giao tranh và hạ gục đối phương."
    }
  },
  {
    "translation": {
      "en": "hy is gonna get caught.",
      "vi": "hy sẽ bị tóm mất thôi."
    }
  },
  {
    "translation": {
      "en": "Now bottom lane. Held in place.",
      "vi": "Đường dưới nào. Khóa chết một chỗ."
    }
  },
  {
    "translation": {
      "en": "Sven stunned. Sven will go down.",
      "vi": "Sven bị gây choáng. Sven sẽ gục."
    }
  },
  {
    "translation": {
      "en": "LighTofHeaveN, he helped out, but Ancient Apparition gets the last hit.",
      "vi": "LighTofHeaveN đến giúp nhưng Dendi đã kết liễu thành công."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are dominating this final.",
      "vi": "Na'Vi đang thống trị trận chung kết này."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi, they're gonna take the chance here. They're gonna go in for the GG.",
      "vi": "Na'Vi giờ sẽ nhân cơ hội này. Lao vào để kết thúc ván đấu."
    }
  },
  {
    "translation": {
      "en": "And GG is the call from hy first.",
      "vi": "Và hy đã kêu gọi GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are already off their computers.",
      "vi": "Na'Vi đã rời khỏi máy tính của họ. Thậm chí còn không nán lại."
    }
  },
  {
    "translation": {
      "en": "They're not even sticking around. They've got the GG.",
      "vi": "Na'Vi đã rời khỏi máy tính của họ. Thậm chí còn không nán lại. Họ đã nghe tiếng GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are into the Grand Finals and will play for the one million dollars.",
      "vi": "Na'Vi vào chung kết tổng để giành lấy một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Scythe will go down.",
      "vi": "Scythe bại trận."
    }
  },
  {
    "translation": {
      "en": "They will face the winner of the Loser's Bracket.",
      "vi": "MỘT TRẬN THUA NỮA SCYTHE SẼ BỊ LOẠI KHỎI GIẢI ĐẤU"
    }
  },
  {
    "translation": {
      "en": "We had just lost our confidence match against Na'Vi.",
      "vi": "Chúng tôi thua Na'Vi ở trận đấu tin chắc mình sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "It was actually quite a blow to us.",
      "vi": "Đó là một đòn giáng mạnh."
    }
  },
  {
    "translation": {
      "en": "The game was really the turning point for me",
      "vi": "Trận đấu là bước ngoặt với tôi."
    }
  },
  {
    "translation": {
      "en": "because I actually learned that in life you can only trust in yourself, actually…",
      "vi": "Hiểu ra bạn chỉ có thể dựa vào bản thân…"
    }
  },
  {
    "translation": {
      "en": "not in the sense that you can't trust people,",
      "vi": "không phải người khác không đáng tin"
    }
  },
  {
    "translation": {
      "en": "but, yeah, like I said, the one who will never let you down is yourself.",
      "vi": "nhưng, đúng thế, bạn mới là người sẽ không làm chính mình thất vọng."
    }
  },
  {
    "translation": {
      "en": "Within the gaming world, I'd like to be, be the first place.",
      "vi": "Trong giới chơi game, tôi muốn giành hạng nhất."
    }
  },
  {
    "translation": {
      "en": "You know, it's like I'm following behind my mother's footsteps, basically.",
      "vi": "Giống như đi theo bước chân của mẹ vậy."
    }
  },
  {
    "translation": {
      "en": "She worked really hard to get where she is,",
      "vi": "Mẹ rất nỗ lực để có vị trí hiện tại"
    }
  },
  {
    "translation": {
      "en": "and I kind of wanna be the same way. I wanna work hard for whatever I do.",
      "vi": "và tôi cũng muốn thế, tôi muốn nỗ lực trong mọi việc mình làm."
    }
  },
  {
    "translation": {
      "en": "For me, I mean, I've never really had a dad.",
      "vi": "Tôi chưa bao giờ thực sự có một người bố."
    }
  },
  {
    "translation": {
      "en": "So if I had any questions about anything,",
      "vi": "Nếu tôi có bất kỳ câu hỏi nào,"
    }
  },
  {
    "translation": {
      "en": "the person I was most comfortable talking to was my mom.",
      "vi": "mẹ là người tôi thích tâm sự cùng nhất."
    }
  },
  {
    "translation": {
      "en": "She definitely had the most influence on my life.",
      "vi": "Mẹ chắc chắn là người ảnh hưởng lớn nhất đến cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "When she comes home from work,",
      "vi": "Về nhà từ chỗ làm,"
    }
  },
  {
    "translation": {
      "en": "she's always, you know, anxious to bring up the subject how she won a big case.",
      "vi": "mẹ nôn nóng kể về việc mình đã thắng một vụ kiện lớn ra sao."
    }
  },
  {
    "translation": {
      "en": "I'm always proud of her when she wins these big cases 'cause I know it means a lot to her.",
      "vi": "Tôi rất tự hào về thành công của mẹ vì tôi biết nó rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "In the back of my head, I'm always, like,",
      "vi": "Sâu trong tiềm thức, tôi lúc nào cũng kiểu…"
    }
  },
  {
    "translation": {
      "en": "if I do well and if I win this tournament, you know,",
      "vi": "Nếu làm tốt và thắng giải đấu này,"
    }
  },
  {
    "translation": {
      "en": "I'll finally be able to prove, like, I'm getting something out of this.",
      "vi": "mình sẽ chứng minh được tất cả không phải công cốc."
    }
  },
  {
    "translation": {
      "en": "And whoever wins this match will be facing up against EHOME,",
      "vi": "Đội thắng sẽ đối mặt với EHOME,"
    }
  },
  {
    "translation": {
      "en": "but whoever will lose it, is going to be eliminated already.",
      "vi": "nhưng đội thua phải ra về ngay."
    }
  },
  {
    "translation": {
      "en": "Like, EHOME, they're looking really strong right now.",
      "vi": "EHOME, họ trông rất mạnh đấy."
    }
  },
  {
    "translation": {
      "en": "We had the stronger late- game heroes, the better team fight.",
      "vi": "Chúng tôi có tướng và các pha hợp lực mạnh về cuối."
    }
  },
  {
    "translation": {
      "en": "Just all we had to do was just control the pushes.",
      "vi": "Chỉ cần kiểm soát các pha đẩy nhà."
    }
  },
  {
    "translation": {
      "en": "Now, Online Kingdom, they're split! The stun on Santa! The splash as well.",
      "vi": "Online Kingdom đang tách ra! Santa bị choáng! Dính đòn văng nước nữa."
    }
  },
  {
    "translation": {
      "en": "They're gonna claim a Windrunner. Will they? Yes, they do!",
      "vi": "Họ sẽ hạ Windrunner. Được không? Vâng, ngon lành!"
    }
  },
  {
    "translation": {
      "en": "It's 2- 0 for Online Kingdom. Moscow 5, not the start they wanted.",
      "vi": "Tỷ số 2-0 nghiêng về Online Kingdom. Moscow 5 mở màn không thuận lợi."
    }
  },
  {
    "translation": {
      "en": "But Online Kingdom having an amazing start…",
      "vi": "Nhưng Online Kingdom khởi đầu ấn tượng…"
    }
  },
  {
    "translation": {
      "en": "We were so close to winning until some few mistakes that occurred in the late game.",
      "vi": "Chúng tôi đã cận kề chiến thắng rồi một vài sai lầm xảy ra vào phút cuối."
    }
  },
  {
    "translation": {
      "en": "They might go right now.",
      "vi": "Họ có thể rời đi ngay."
    }
  },
  {
    "translation": {
      "en": "There's four heroes standing right next to each other. The timing is wrong!",
      "vi": "Có bốn tướng đang đứng cạnh nhau. Thời điểm sai quá sai!"
    }
  },
  {
    "translation": {
      "en": "There's communication problems because we're an international team.",
      "vi": "Giao tiếp gặp trở ngại vì chúng tôi là đội đa quốc gia."
    }
  },
  {
    "translation": {
      "en": "So I think full- nationality teams have an advantage over most teams.",
      "vi": "Nên với hầu hết các đội khác, việc có chung quốc tịch sẽ là lợi thế."
    }
  },
  {
    "translation": {
      "en": "Almost there! Big try! Fear's in trouble though.",
      "vi": "Gần được rồi! Một nỗ lực tuyệt vời! Fear đang gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "He's shackled and Lacoste is in. He casts his ulti as well.",
      "vi": "Anh bị trói và Lacoste đã nhập bọn. Anh cũng đã dùng tuyệt kỹ."
    }
  },
  {
    "translation": {
      "en": "And it just fell apart from there.",
      "vi": "Mọi thứ sụp đổ từ đó."
    }
  },
  {
    "translation": {
      "en": "They just slowly beat us down.",
      "vi": "Họ từ từ đánh bại chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Eventually, they just broke our base and took every single one of our raxes.",
      "vi": "Để rồi chọc thủng căn cứ và hạ từng trại lính một."
    }
  },
  {
    "translation": {
      "en": "This is really hurting Online Kingdom.",
      "vi": "Tổn thất nặng nề cho Online Kingdom."
    }
  },
  {
    "translation": {
      "en": "They've lost three. Enigma pops.",
      "vi": "Họ đã mất ba người. Enigma chết."
    }
  },
  {
    "translation": {
      "en": "The team is wiped for Online Kingdom.",
      "vi": "Online Kingdom đã bị triệt tiêu hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "The base will be taken and Moscow 5 will now play EHOME",
      "vi": "Căn cứ sẽ bị phá hủy. Moscow 5 sẽ đấu với EHOME và tiếp tục tiến sâu hơn."
    }
  },
  {
    "translation": {
      "en": "and advance in the tournament.",
      "vi": "Moscow 5 sẽ đấu với EHOME và tiếp tục tiến sâu hơn."
    }
  },
  {
    "translation": {
      "en": "Now, Online Kingdom, they are out. So much promise.",
      "vi": "Online Kingdom giờ đã bị loại. Thật nhiều hứa hẹn…"
    }
  },
  {
    "translation": {
      "en": "It didn't happen in the end for Fear and the rest of Online Kingdom,",
      "vi": "May mắn không mỉm cười với Fear và đội Online Kingdom"
    }
  },
  {
    "translation": {
      "en": "and it will be Moscow 5 that will advance…",
      "vi": "và Moscow 5 sẽ đi tiếp vào vòng trong…"
    }
  },
  {
    "translation": {
      "en": "I think everybody on the team was very emotional.",
      "vi": "Tôi nghĩ ai ai trong đội cũng đều rất tâm trạng."
    }
  },
  {
    "translation": {
      "en": "I could only imagine how he was feeling.",
      "vi": "Tôi không dám tưởng tượng cảm xúc của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Some people take it more personally and they give everything to win.",
      "vi": "Vài người xem trọng chuyện này hơn và họ cố hết sức để thắng."
    }
  },
  {
    "translation": {
      "en": "It was very satisfying knowing that we reached that Top 8,",
      "vi": "Vào đến top tám thực sự cũng rất tốt rồi,"
    }
  },
  {
    "translation": {
      "en": "but he had better expectations for our team,",
      "vi": "nhưng Fear có những kỳ vọng lớn hơn"
    }
  },
  {
    "translation": {
      "en": "and we'd come a long way and it's all thanks to Fear.",
      "vi": "và nhờ có anh ấy, chúng tôi mới tiến sâu trong giải đến mức này."
    }
  },
  {
    "translation": {
      "en": "If you don't go as far as you thought you were gonna be,",
      "vi": "Nếu bạn không thể đi xa như mình nghĩ,"
    }
  },
  {
    "translation": {
      "en": "I guess you end up in tears or something.",
      "vi": "bạn sẽ giàn giụa nước mắt, kiểu kiểu thế."
    }
  },
  {
    "translation": {
      "en": "All of us are really disappointed, but I guess that's just how it goes.",
      "vi": "Chúng tôi đều rất thất vọng nhưng tôi đoán đời là thế."
    }
  },
  {
    "translation": {
      "en": "When I get back home, I need to make a big decision in my life.",
      "vi": "Khi về đến nhà, tôi phải đưa ra quyết định quan trọng."
    }
  },
  {
    "translation": {
      "en": "Like, just the benefits of playing Dota professionally,",
      "vi": "Lợi ích từ việc chơi Dota chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "how much I can make from it,",
      "vi": "có thể kiếm được bao nhiêu tiền,"
    }
  },
  {
    "translation": {
      "en": "and how much time I really need to put into it to be 100 percent, so…",
      "vi": "và phải đầu tư bao nhiêu thời gian để đạt con số cao nhất, nên…"
    }
  },
  {
    "translation": {
      "en": "The only way I would ever do that is if I move in with my teammates",
      "vi": "Cách duy nhất là ở chung với đồng đội,"
    }
  },
  {
    "translation": {
      "en": "and have like a training house with them,",
      "vi": "có một căn nhà để cùng luyện tập"
    }
  },
  {
    "translation": {
      "en": "so I know for sure that we're all dedicated.",
      "vi": "và biết chắc chắn là tất cả chúng tôi đều tận tâm."
    }
  },
  {
    "translation": {
      "en": "I think things happen for a reason,",
      "vi": "Mọi sự xảy ra trên đời đều có lý do của nó,"
    }
  },
  {
    "translation": {
      "en": "and when things happen, you just do your best",
      "vi": "khi đó, bạn chỉ cần cố hết sức,"
    }
  },
  {
    "translation": {
      "en": "and continue going forward with it.",
      "vi": "và tiến về phía trước."
    }
  },
  {
    "translation": {
      "en": "I mean, deep down inside, I know this career is gonna work out for me in the end.",
      "vi": "Tôi biết sớm muộn gì mình cũng sẽ thành danh."
    }
  },
  {
    "translation": {
      "en": "As for the Chinese teams, I hope and know",
      "vi": "Tôi tin và hy vọng các đội Trung Quốc sớm có thể vươn khỏi nhánh thua."
    }
  },
  {
    "translation": {
      "en": "that they're capable of coming out of the Losers Bracket.",
      "vi": "Tôi tin và hy vọng các đội Trung Quốc sớm có thể vươn khỏi nhánh thua. Nhiều khả năng, ba đội đứng đầu là Na'Vi, Scythe và một đội Trung Quốc"
    }
  },
  {
    "translation": {
      "en": "The top three teams are likely to be Na'Vi, Scythe, and a Chinese team",
      "vi": "Nhiều khả năng, ba đội đứng đầu là Na'Vi, Scythe và một đội Trung Quốc"
    }
  },
  {
    "translation": {
      "en": "which I personally hope will be EHOME.",
      "vi": "mà cá nhân tôi hy vọng là EHOME."
    }
  },
  {
    "translation": {
      "en": "Emotionally, I would hope that EHOME would win.",
      "vi": "Tôi chân thành mong EHOME sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "Turning him into a pig! They need to get this kill.",
      "vi": "Biến anh ta thành lợn! Họ cần lấy được mạng này."
    }
  },
  {
    "translation": {
      "en": "The stun! The Weaver Wave! It's a little piglet!",
      "vi": "Đòn choáng! Weaver Wave! Một chú lợn bé con!"
    }
  },
  {
    "translation": {
      "en": "And it's dead! Slardar! 820, he's almost dead!",
      "vi": "Đã bay màu! Slardar! 820, anh ấy suýt chết!"
    }
  },
  {
    "translation": {
      "en": "Burrow Strike! Epicenter!",
      "vi": "820, anh ấy suýt chết! Burrow Strike! Epicenter!"
    }
  },
  {
    "translation": {
      "en": "357! It's a double- kill by the Weaver!",
      "vi": "357! Một pha ăn hai mạng liên tiếp bởi Weaver!"
    }
  },
  {
    "translation": {
      "en": "EHOME, they'll lose FCB as well.",
      "vi": "EHOME, họ cũng sắp mất FCB."
    }
  },
  {
    "translation": {
      "en": "Moscow 5, casualties of war.",
      "vi": "Moscow 5, những nạn nhân của cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "Holy Hell!",
      "vi": "Thánh thần thiên địa ơi!"
    }
  },
  {
    "translation": {
      "en": "In China, this game is a professional career.",
      "vi": "Ở Trung Quốc, trò chơi này là một sự nghiệp chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "We are stressed because we have to win.",
      "vi": "Chúng tôi căng thẳng vì phải thắng."
    }
  },
  {
    "translation": {
      "en": "If we don't win or we lose to foreign teams,",
      "vi": "Chúng tôi mà thua các đội nước ngoài là đánh mất lòng tin của fan hâm mộ Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "Chinese fans will have doubt in us.",
      "vi": "là đánh mất lòng tin của fan hâm mộ Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "Now Lion though is gonna find him. Boxes him up.",
      "vi": "Giờ Lion sẽ đi tìm và hóa ếch anh ta."
    }
  },
  {
    "translation": {
      "en": "Finger's already started. There's the stun. Maelk in a lot of trouble. Really caught out of position.",
      "vi": "Finger đã bắt đầu tấn công. Gây choáng. Maelk gặp rắc rối. Sai vị trí."
    }
  },
  {
    "translation": {
      "en": "AA ulti will fly in but hits on nothing. Mania with the SK ultimate…",
      "vi": "Tuyệt kỹ AA lao tới, không trúng. Mania với tuyệt kỹ của SK…"
    }
  },
  {
    "translation": {
      "en": "The situation is China against the world.",
      "vi": "Trung Quốc như đối đầu với cả thế giới."
    }
  },
  {
    "translation": {
      "en": "If we win the championship, it is what we are supposed to do.",
      "vi": "Nếu muốn vô địch, chúng tôi phải làm việc này. Nên tôi nói với đội rằng: Đến đây chúng ta chỉ nhắm tới giải nhất."
    }
  },
  {
    "translation": {
      "en": "I tell them, if you are coming here, you are here for the first place.",
      "vi": "Nên tôi nói với đội rằng: Đến đây chúng ta chỉ nhắm tới giải nhất."
    }
  },
  {
    "translation": {
      "en": "I will tell them every day, we must accomplish this. We must achieve this.",
      "vi": "Tôi nói mỗi ngày: Ta phải thành công. Ta phải đạt được mục tiêu này."
    }
  },
  {
    "translation": {
      "en": "Our tradition is anything other than the champion trophy we will not bring home.",
      "vi": "Truyền thống của ta là trừ cúp vô địch ra, thì mấy cúp khác"
    }
  },
  {
    "translation": {
      "en": "They will go ahead and trash it at the airport.",
      "vi": "không mang về, đều vứt hết ở sân bay."
    }
  },
  {
    "translation": {
      "en": "Now PLT. Support Teleporting in. FCB gets the first stun.",
      "vi": "Là PLT, dịch chuyển đến để hỗ trợ. FCB trúng đòn choáng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Misery over- commits on the top lane.",
      "vi": "Misery nán quá lâu ở đường trên."
    }
  },
  {
    "translation": {
      "en": "- - GG!",
      "vi": "GG!"
    }
  },
  {
    "translation": {
      "en": "I can feel they really want to beat us, the foreign teams.",
      "vi": "Tôi thấy các đội nước ngoài muốn đánh bại chúng tôi."
    }
  },
  {
    "translation": {
      "en": "PLT, he's had enough of this. FCB! What a time for a Frog!",
      "vi": "PLT, quá đủ rồi. FCB! Thời khắc để hóa ếch cực chuẩn!"
    }
  },
  {
    "translation": {
      "en": "Misery will pop!",
      "vi": "Misery về chầu ông bà!"
    }
  },
  {
    "translation": {
      "en": "But when they watch us play, they feel…",
      "vi": "Khi họ nhìn chúng tôi chơi, họ sẽ cảm thấy…"
    }
  },
  {
    "translation": {
      "en": "that there is no way to beat us.",
      "vi": "đánh bại chúng tôi là không thể."
    }
  },
  {
    "translation": {
      "en": "This is where my dad works.",
      "vi": "Đây là nơi mà bố tôi làm việc."
    }
  },
  {
    "translation": {
      "en": "For as long as I remember,",
      "vi": "Nếu tôi nhớ không lầm,"
    }
  },
  {
    "translation": {
      "en": "he's doing the logistics for the company here.",
      "vi": "ông ấy lo hậu cần cho công ty này."
    }
  },
  {
    "translation": {
      "en": "So it involves the shipping of the containers from one place to another.",
      "vi": "Vận chuyển container qua lại các nơi."
    }
  },
  {
    "translation": {
      "en": "When I was younger, he used to work, like, 15 to 16 hours a day.",
      "vi": "Lúc tôi còn bé, ông làm tận 15 đến 16 tiếng một ngày,"
    }
  },
  {
    "translation": {
      "en": "He's pretty much given up on everything else in his life.",
      "vi": "phải từ bỏ mọi thứ khác trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "He's always made it clear to me that, you know, I should focus on my life,",
      "vi": "Ông ấy luôn căn dặn tôi tập trung vào cuộc sống, vào việc học"
    }
  },
  {
    "translation": {
      "en": "focus on my studies so as to not follow in his footsteps.",
      "vi": "Ông ấy luôn căn dặn tôi tập trung vào cuộc sống, vào việc học để không phải như ông."
    }
  },
  {
    "translation": {
      "en": "He doesn't want me to, you know, be slogging as hard as he is right now.",
      "vi": "Ông không muốn tôi nai lưng làm việc như ông bây giờ."
    }
  },
  {
    "translation": {
      "en": "But, you know, the chance to be the best in the world at, at something…",
      "vi": "Nhưng cơ hội làm người giỏi nhất thế giới"
    }
  },
  {
    "translation": {
      "en": "you don't get it much in life.",
      "vi": "không phải ngày nào cũng có."
    }
  },
  {
    "translation": {
      "en": "I heard my son say, uh, he's working at this, what, Dota.",
      "vi": "Tôi nghe con mình nói công việc của nó là cái gì mà Dota ấy."
    }
  },
  {
    "translation": {
      "en": "He spends a lot of time and he gets nothing. For me, it's very disappointing.",
      "vi": "Nó tốn nhiều thời gian và chẳng được gì. Với tôi, thật là thất vọng."
    }
  },
  {
    "translation": {
      "en": "Never goes to school. He wants to play computer.",
      "vi": "Nó không đến trường. Chỉ ôm máy tính."
    }
  },
  {
    "translation": {
      "en": "Then in the morning, sleep.",
      "vi": "Sáng thì ngủ."
    }
  },
  {
    "translation": {
      "en": "Then computer until the next day morning. Then he sleeps.",
      "vi": "Rồi ngồi máy tính xuyên đêm. Rồi lại ngủ."
    }
  },
  {
    "translation": {
      "en": "The whole day at least 15 hours at the computer a day.",
      "vi": "Ít nhất 15 tiếng một ngày ôm máy."
    }
  },
  {
    "translation": {
      "en": "His life, my…  …my son's life is like that.",
      "vi": "Cuộc sống của con tôi nó thế đấy."
    }
  },
  {
    "translation": {
      "en": "For me, I hope for my son to study more. Not like me. I never studied.",
      "vi": "Tôi thì mong nó lo học hơn. Đừng như tôi. Không học hành gì."
    }
  },
  {
    "translation": {
      "en": "When I was young, I was also the same as Han Yong, always spent a lot of time to play.",
      "vi": "Tôi lúc trẻ cũng như Han Yong, cứ lo vui chơi suốt,"
    }
  },
  {
    "translation": {
      "en": "But now I also regret, why I don't study.",
      "vi": "để rồi hối hận vì mình đã không học."
    }
  },
  {
    "translation": {
      "en": "But now I'm hoping my son continues to study",
      "vi": "Tôi mong con trai mình tiếp tục học hành"
    }
  },
  {
    "translation": {
      "en": "to get an education better than me.",
      "vi": "để hiểu biết nhiều hơn tôi."
    }
  },
  {
    "translation": {
      "en": "This is my hope.",
      "vi": "Nó là niềm hy vọng của tôi."
    }
  },
  {
    "translation": {
      "en": "I want to win this badly.",
      "vi": "Tôi tha thiết muốn thắng."
    }
  },
  {
    "translation": {
      "en": "We'll do whatever we can.",
      "vi": "Chúng tôi sẽ cố hết sức."
    }
  },
  {
    "translation": {
      "en": "For hy, I feel it was a great choice, a brilliant choice.",
      "vi": "Với hy, đó là lựa chọn tốt, một lựa chọn tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Because he was considering that we could have won.",
      "vi": "Vì anh ấy đã xem xét và tin chúng tôi có thể thắng."
    }
  },
  {
    "translation": {
      "en": "It's an opportunity that you shouldn't miss out.",
      "vi": "Một cơ hội không nên bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "So, get ready, sign in, log in, play around, test a little bit,",
      "vi": "Sẵn sàng đi, đăng nhập, vào máy chủ, chơi lòng vòng, thử nghiệm một chút,"
    }
  },
  {
    "translation": {
      "en": "and then join the lobby in about four minutes.",
      "vi": "rồi bốn phút nữa vào phòng chờ."
    }
  },
  {
    "translation": {
      "en": "It's a once- in- a- lifetime chance.",
      "vi": "Cơ hội này chỉ đến một lần trong đời."
    }
  },
  {
    "translation": {
      "en": "If you miss it, it might be gone forever. You might not experience it again.",
      "vi": "Nếu bỏ lỡ là vuột vĩnh viễn luôn. Sẽ chẳng có lần nào nữa."
    }
  },
  {
    "translation": {
      "en": "And we have a rematch. EHOME versus Scythe.",
      "vi": "Ta có một trận tái đấu. EHOME đấu với Scythe."
    }
  },
  {
    "translation": {
      "en": "EHOME facing up against the team that forced them into the lower bracket.",
      "vi": "EHOME giáp mặt với đội đã đẩy họ xuống nhánh dưới."
    }
  },
  {
    "translation": {
      "en": "The psychological pressure is immense, especially upon the drafter.",
      "vi": "Áp lực tâm lý rất khủng khiếp, đè nặng lên người chọn tướng."
    }
  },
  {
    "translation": {
      "en": "Because he is the one who is in the end responsible for the team's picks.",
      "vi": "Vì cậu ấy chịu trách nhiệm cho lựa chọn của đội."
    }
  },
  {
    "translation": {
      "en": "- No, no, no, no, no. - No, no. Don't say no!",
      "vi": "Không được. Này. Đừng có nói không!"
    }
  },
  {
    "translation": {
      "en": "No, no. Trust me. No.",
      "vi": "Không, không được. Tin tôi đi. Không."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait. Tell me this. You really want it?",
      "vi": "Khoan. Nói xem. Anh thực sự muốn thế sao?"
    }
  },
  {
    "translation": {
      "en": "I really think…",
      "vi": "Tôi nghĩ…"
    }
  },
  {
    "translation": {
      "en": "It's the Antimage and SF. That's what I think.",
      "vi": "Chơi Anti-Mage và Shadow Fiend. Tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Shadow Fiend? Alrighty then. It's hyhy as SF.",
      "vi": "Shadow Fiend? Được rồi. Vậy là hyhy dùng SF."
    }
  },
  {
    "translation": {
      "en": "Everyone knows how to counter a Shadow Fiend.",
      "vi": "Ai cũng biết cách bắt bài Shadow Fiend."
    }
  },
  {
    "translation": {
      "en": "It's a very bold pickup here by Scythe.",
      "vi": "Một lựa chọn táo bạo của Scythe."
    }
  },
  {
    "translation": {
      "en": "The fact, if Scythe wins the early game, they're gonna gain so much momentum,",
      "vi": "Quả thật là nếu Scthye thắng ở đầu trận, họ sẽ có đà thắng rất lớn,"
    }
  },
  {
    "translation": {
      "en": "but if they don't, then EHOME will basically roll themselves into the Grand Final.",
      "vi": "nhưng nếu không, thì EHOME về cơ bản sẽ lăn thẳng vào chung kết."
    }
  },
  {
    "translation": {
      "en": "hyhy, BKB is gonna wear off pretty soon, Venomancer, great strike!",
      "vi": "hyhy với BKB sắp hết rồi, Venomancer, đánh tuyệt lắm!"
    }
  },
  {
    "translation": {
      "en": "- hy's dead! - Stay in the trees now!",
      "vi": "- hy đã chết! - Giờ cứ ở yên trong lùm cây!"
    }
  },
  {
    "translation": {
      "en": "And he wants xy- , he catches up to him. And he brings him down.",
      "vi": "Anh ấy nhắm vào xy-. Đã đuổi kịp và hạ cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Hey! I told you to stay in the trees!",
      "vi": "Này! Đã bảo cứ ở yên trong lùm cây mà!"
    }
  },
  {
    "translation": {
      "en": "Why'd you come out?",
      "vi": "Ra ngoài làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Stay in the trees! I told you. - What will I do?",
      "vi": "- Cứ ở yên trong cây! Đã bảo rồi. - Chứ phải làm sao?"
    }
  },
  {
    "translation": {
      "en": "What an ulti! He Cogs!",
      "vi": "Tuyệt kỹ bá cháy! Dùng Cogs!"
    }
  },
  {
    "translation": {
      "en": "Chawy, he wants to leap, but there is just no Mana!",
      "vi": "Chawy, anh ấy muốn nhảy đi nhưng không đủ Mana!"
    }
  },
  {
    "translation": {
      "en": "I already told you.",
      "vi": "Tôi đã bảo rồi."
    }
  },
  {
    "translation": {
      "en": "- I told you. Do you understand? - It's okay. I'm alive. I'm alive.",
      "vi": "- Tôi bảo rồi. Có hiểu không? - Được rồi. Tôi còn sống."
    }
  },
  {
    "translation": {
      "en": "If he can pop off an ulti like that, he doesn't really have to reveal himself to his opponent.",
      "vi": "Nếu có thể bung tuyệt kỹ như thế, thì chả cần phải lộ mình trước đối thủ."
    }
  },
  {
    "translation": {
      "en": "He can really just initiate. Oh, there he goes!",
      "vi": "Anh ấy thực sự có thể mở giao tranh. Và nhìn kìa! hyhy không thể tung ra tuyệt kỹ."
    }
  },
  {
    "translation": {
      "en": "hyhy doesn't manage to pop off an ultimate.",
      "vi": "Và nhìn kìa! hyhy không thể tung ra tuyệt kỹ. Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "- Earthshaker is already dead. - Nice!",
      "vi": "Earthshaker đã chết rồi."
    }
  },
  {
    "translation": {
      "en": "A2RS really gunning for hyhy.",
      "vi": "A2RS đang nhắm vào hyhy."
    }
  },
  {
    "translation": {
      "en": "There are already three gone. Make that four.",
      "vi": "Chưa gì đã ba mạng lên bảng. Giờ thì bốn luôn."
    }
  },
  {
    "translation": {
      "en": "It's a double- kill for the Anti- mage. And they're headed for the tower right now.",
      "vi": "Pha ăn liên tiếp hai mạng cho Anti-Mage. Và giờ họ hướng tới trụ."
    }
  },
  {
    "translation": {
      "en": "There is a GG. Good Game called by hyhy.",
      "vi": "Đó là tiếng GG! hyhy đã gọi Good Game."
    }
  },
  {
    "translation": {
      "en": "Scythe have had enough now. EHOME will advance.",
      "vi": "Scythe đã chịu quá đủ. EHOME sẽ đi tiếp."
    }
  },
  {
    "translation": {
      "en": "The Chinese hopes will stay alive",
      "vi": "Niềm hy vọng Trung Quốc vẫn còn,"
    }
  },
  {
    "translation": {
      "en": "as they will go up against Na'Vi with a one- game disadvantage…",
      "vi": "họ sẽ đi tiếp để đấu Na'Vi với bất lợi một trận thua… SCYTHE BỊ LOẠI MANG VỀ NHÀ 150.000 ĐÔ LA"
    }
  },
  {
    "translation": {
      "en": "The first- placing was very important to me.",
      "vi": "Hạng nhất rất quan trọng với tôi."
    }
  },
  {
    "translation": {
      "en": "And to add on to that, my studies were also at the same time affected by everything.",
      "vi": "Rồi việc học hành cũng bị ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "So everything was related.",
      "vi": "Thế nên tất cả đều liên quan."
    }
  },
  {
    "translation": {
      "en": "When everything comes falling down at the same time",
      "vi": "Khi mọi thứ đồng loạt sụp đổ,"
    }
  },
  {
    "translation": {
      "en": "it's quite hard to handle.",
      "vi": "Khi mọi thứ đồng loạt sụp đổ, thật khá khó để xử lý."
    }
  },
  {
    "translation": {
      "en": "Things are all changed.",
      "vi": "Mọi thứ đều thay đổi."
    }
  },
  {
    "translation": {
      "en": "So you gotta, like, plan your life again. All over again.",
      "vi": "Nên bạn phải lập lại kế hoạch đời mình. Tất cả lại từ đầu."
    }
  },
  {
    "translation": {
      "en": "I've learned a lot.",
      "vi": "Tôi đã học được rất nhiều."
    }
  },
  {
    "translation": {
      "en": "You've gotta realize your, your flaws.",
      "vi": "Bạn phải nhận ra khiếm khuyết bản thân."
    }
  },
  {
    "translation": {
      "en": "That's the toughest part, I feel.",
      "vi": "Tôi thấy đó là phần khó nhất."
    }
  },
  {
    "translation": {
      "en": "I don't do things as well alone.",
      "vi": "Tôi không làm tốt khi chỉ có một mình."
    }
  },
  {
    "translation": {
      "en": "So if you try to do everything by yourself,",
      "vi": "Vậy nên khi bạn cố tự mình làm tất cả,"
    }
  },
  {
    "translation": {
      "en": "it's not gonna be possible, you know.",
      "vi": "điều đó là không thể."
    }
  },
  {
    "translation": {
      "en": "I'm actually a believer of fate, and I told myself",
      "vi": "Tôi thực ra là người tin vào định mệnh, và…"
    }
  },
  {
    "translation": {
      "en": "that, um, winning isn't necessary because there are so many more things in life.",
      "vi": "tự nhủ rằng không nhất thiết phải thắng bởi đời còn rất nhiều thứ khác."
    }
  },
  {
    "translation": {
      "en": "How you take care of the people you love.",
      "vi": "Ví dụ như cách bạn chăm sóc người yêu thương."
    }
  },
  {
    "translation": {
      "en": "I think that's, that's a very big thing. You know that's a very important thing.",
      "vi": "Tôi nghĩ đó là một điều lớn lao. Đó là một điều rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's, it's the most important thing ever.",
      "vi": "Đó là điều quan trọng hơn tất thảy."
    }
  },
  {
    "translation": {
      "en": "Catch these guys.",
      "vi": "Quay mấy người này đi."
    }
  },
  {
    "translation": {
      "en": "It's not fair. Catch these guys. I just woke up. It's not fair.",
      "vi": "Bất công quá đi. Quay mấy người kia kìa. Tôi vừa mới dậy. Bất công quá đi."
    }
  },
  {
    "translation": {
      "en": "My haircut… still crazy. No?",
      "vi": "Tóc của tôi… vẫn còn… rối nùi. Không ư?"
    }
  },
  {
    "translation": {
      "en": "But I don't care.",
      "vi": "Nhưng tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "Okay, I have everything with me.",
      "vi": "Được rồi, hành lý đầy đủ rồi."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "We are now at the final day of The International Dota 2 Championships.",
      "vi": "Giờ đây chúng ta đang ở ngày cuối cùng của giải vô địch Dota 2: The International."
    }
  },
  {
    "translation": {
      "en": "It is Na'Vi. They have a one- game advantage.",
      "vi": "Đây là đội Na'Vi. Họ có lợi thế một trận thắng."
    }
  },
  {
    "translation": {
      "en": "Sitting very, very sweetly in the Grand Final.",
      "vi": "Họ có lợi thế một trận thắng. Đang ngồi rất, rất yên vị tại trận chung kết tổng."
    }
  },
  {
    "translation": {
      "en": "Who will get a shot at the one million dollars?",
      "vi": "Đội nào sẽ có cơ hội nhận được một triệu đô la đây?"
    }
  },
  {
    "translation": {
      "en": "Na'Vi was running the same strategy the whole time",
      "vi": "Na'Vi đã dùng một chiến thuật y hệt trong suốt thời gian qua"
    }
  },
  {
    "translation": {
      "en": "and no one seemed to be able to counter it.",
      "vi": "và có vẻ chả ai bắt bài được chiến thuật đó."
    }
  },
  {
    "translation": {
      "en": "Na'Vi loves pushing from minute 10 and trying to end the game at minute 15.",
      "vi": "Na'Vi thích đẩy nhà từ phút thứ mười và cố gắng xong trận tại phút 15."
    }
  },
  {
    "translation": {
      "en": "Those strategies are very sensitive because if you fail even once",
      "vi": "Những chiến thuật đó hết sức nhạy cảm bởi nếu thất bại dù chỉ một lần"
    }
  },
  {
    "translation": {
      "en": "it can become a very difficult game for you.",
      "vi": "thì nó có thể trở thành một trận đấu khó chơi cho bạn."
    }
  },
  {
    "translation": {
      "en": "EHOME has been known for how well they defend their base",
      "vi": "EHOME nổi tiếng vì khả năng thủ nhà rất tốt của họ."
    }
  },
  {
    "translation": {
      "en": "So if there was a team that could stop Na'Vi's push it would be EHOME.",
      "vi": "EHOME nổi tiếng vì khả năng thủ nhà rất tốt của họ. Nếu có đội nào cản được Na'Vi đẩy nhà, thì chỉ có thể là EHOME."
    }
  },
  {
    "translation": {
      "en": "And let's get this game underway.",
      "vi": "Và hãy để trận đấu này diễn ra."
    }
  },
  {
    "translation": {
      "en": "The players will start to pick up their heroes",
      "vi": "Người chơi sẽ bắt đầu chọn tướng"
    }
  },
  {
    "translation": {
      "en": "with one million dollars at stake.",
      "vi": "trước sức ép tiền thưởng một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Na'Vi will need to win two. EHOME will need to win three.",
      "vi": "Na'Vi cần thắng hai trận. EHOME cần thắng ba trận."
    }
  },
  {
    "translation": {
      "en": "Running a very, very old school strategy with three core heroes.",
      "vi": "Một chiến thuật rất cổ điển với ba tướng nòng cốt."
    }
  },
  {
    "translation": {
      "en": "EHOME managed to survive Na'Vi's onslaught early.",
      "vi": "EHOME đã cầm cự trước đợt tấn công đầu trận của Na'Vi."
    }
  },
  {
    "translation": {
      "en": "It's all on Dendi. PLT TP's himself in.",
      "vi": "Tất cả nhằm vào Dendi. PLT đang tự dịch chuyển vào."
    }
  },
  {
    "translation": {
      "en": "Dendi on the retreat back out to the tower.",
      "vi": "Dendi đang rút lui về phía trụ."
    }
  },
  {
    "translation": {
      "en": "Will he get himself away? X!!. There it is.",
      "vi": "Liệu anh ấy có chạy thoát? X!!. Đấy, thế mới phải."
    }
  },
  {
    "translation": {
      "en": "Last hit, 357, the Venomancer brings down Dendi in the middle.",
      "vi": "Đòn kết liễu, 357 dùng Venomancer đã hạ Dendi ở đường giữa."
    }
  },
  {
    "translation": {
      "en": "Every time you see Dendi perform he's always playing very well",
      "vi": "Mỗi khi bạn thấy Dendi thi đấu, anh ấy luôn chơi rất tốt"
    }
  },
  {
    "translation": {
      "en": "and he usually doesn't lose his lanes.",
      "vi": "và không thường để thua đường của mình."
    }
  },
  {
    "translation": {
      "en": "So, Dendi, his impatience is that Chinese teams, they are patient.",
      "vi": "Dendi mất kiên nhẫn là do các đội Trung Quốc quá kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "They look out for the fact that you might cross a line,",
      "vi": "Họ chực chờ bạn mắc lỗi"
    }
  },
  {
    "translation": {
      "en": "and they will take you and kill you and win the game through those situations.",
      "vi": "rồi họ sẽ bắt giết bạn và thắng bằng các tình huống đó."
    }
  },
  {
    "translation": {
      "en": "Trouble in the mid lane again. There's already the Gush.",
      "vi": "Lại rắc rối ở đường giữa. Gush đã được tung ra. 357, PLT, tất cả đều nhằm vào Dendi."
    }
  },
  {
    "translation": {
      "en": "357, PLT, everyone is right on top of Dendi.",
      "vi": "357, PLT, tất cả đều nhằm vào Dendi."
    }
  },
  {
    "translation": {
      "en": "He's in the wrong place.",
      "vi": "Anh ấy ở nhầm chỗ rồi."
    }
  },
  {
    "translation": {
      "en": "And the way Na'Vi played, they really gambled basically.",
      "vi": "Cách mà Na'Vi chơi, về cơ bản là họ đang đánh cược."
    }
  },
  {
    "translation": {
      "en": "Dendi's really been ganked, just shut down.",
      "vi": "Dendi thực sự bị gank rất nhiều, bị dập tắt hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "And not a single kill to his name as well.",
      "vi": "Chẳng kiếm nổi một mạng nào cho mình."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi gonna assault inside the base.",
      "vi": "Giờ Na'Vi sẽ tấn công vào căn cứ."
    }
  },
  {
    "translation": {
      "en": "Watch Artstyle. Tier 3 tower. VS Swap! Artstyle's in the wrong place!",
      "vi": "Nhìn Artstyle kìa. Trụ cấp ba. VS dùng Swap! Artstyle đang ở sai vị trí! Doom cũng ở đó! Hai bên bật BKB!"
    }
  },
  {
    "translation": {
      "en": "Doom there as well! BKB's both popping off!",
      "vi": "Artstyle đang ở sai vị trí! Doom cũng ở đó! Hai bên bật BKB!"
    }
  },
  {
    "translation": {
      "en": "Ravage will pop from LighTofHeaveN unable to affect EHOME.",
      "vi": "Ravage từ LighTofHeaveN sẽ không có tác dụng với EHOME."
    }
  },
  {
    "translation": {
      "en": "Pudge will go down. They wanna be initiated on.",
      "vi": "Pudge sẽ nằm xuống. Họ muốn bị tấn công trước."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to fall back.",
      "vi": "Na'Vi, họ cần phải rút lui."
    }
  },
  {
    "translation": {
      "en": "They take your little upsets",
      "vi": "Họ tận dụng khoảnh khắc bạn rối loạn"
    }
  },
  {
    "translation": {
      "en": "and just win the game through those mistakes.",
      "vi": "rồi thắng trận qua các lỗi đó. NA'VI BUỘC PHẢI GỌI GG"
    }
  },
  {
    "translation": {
      "en": "GG from Na'Vi!",
      "vi": "GG từ Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "EHOME is celebrating right now inside the booth.",
      "vi": "EHOME ăn mừng chiến thắng trong phòng đấu."
    }
  },
  {
    "translation": {
      "en": "Na'Vi cannot believe it!",
      "vi": "Na'Vi không thể tin điều này."
    }
  },
  {
    "translation": {
      "en": "They've dominated this tournament up till now, and EHOME takes the first match so convincingly.",
      "vi": "Trước giờ họ đã áp đảo cả giải đấu, và EHOME thắng trận đầu rất thuyết phục."
    }
  },
  {
    "translation": {
      "en": "That was the first loss of Na'Vi during the whole tournament.",
      "vi": "Đó là trận thua đầu tiên của Na'Vi trong suốt giải đấu."
    }
  },
  {
    "translation": {
      "en": "They went undefeated until the Grand Final.",
      "vi": "Họ đã bất bại cho đến tận chung kết tổng."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a 15- minute break and be right back here soon.",
      "vi": "Ta sẽ giải lao 15 phút và sẽ trở lại ngay trong giây lát."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to compose themselves.",
      "vi": "Na'Vi, họ cần phải trấn tĩnh bản thân."
    }
  },
  {
    "translation": {
      "en": "EHOME, well, they just need to be awesome. What a play by them!",
      "vi": "EHOME, thì họ chỉ cần tuyệt vời như vậy… Thật là một màn trình diễn đẹp mắt!"
    }
  },
  {
    "translation": {
      "en": "Any loss actually makes me pretty sad.",
      "vi": "Bất kỳ trận thua nào cũng làm tôi buồn."
    }
  },
  {
    "translation": {
      "en": "We tried to put family pictures here.",
      "vi": "NHÀ CỦA DANIL L'VIV, UKRAINE Chúng tôi đã thử đặt ảnh gia đình vào đây."
    }
  },
  {
    "translation": {
      "en": "This is our mom and dad.",
      "vi": "Đây là mẹ và bố chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And I think that this one is our favorite actually.",
      "vi": "Tôi nghĩ đây là bức ảnh chúng tôi yêu thích nhất."
    }
  },
  {
    "translation": {
      "en": "My childhood, we lived a poor life,",
      "vi": "Tuổi thơ chúng tôi có một cuộc sống khốn khó,"
    }
  },
  {
    "translation": {
      "en": "and Dad was working for all our lives.",
      "vi": "và bố thì làm để nuôi cả nhà."
    }
  },
  {
    "translation": {
      "en": "But he helped us every time and every problem.",
      "vi": "Nhưng ông giúp chúng tôi mọi lúc, với mọi vấn đề."
    }
  },
  {
    "translation": {
      "en": "I just ask him and he'll do everything for me,",
      "vi": "Tôi chỉ cần nhờ và ông sẽ làm mọi thứ"
    }
  },
  {
    "translation": {
      "en": "for Katya, for Danil as well.",
      "vi": "cho tôi, Katya và cả Danil nữa."
    }
  },
  {
    "translation": {
      "en": "But Danil and Father were like friends.",
      "vi": "Nhưng Danil và bố tựa như hai người bạn thân."
    }
  },
  {
    "translation": {
      "en": "Indeed my husband was simply a fanatical fisherman.",
      "vi": "Thực sự thì chồng tôi đơn giản chỉ là một ngư dân cuồng nhiệt."
    }
  },
  {
    "translation": {
      "en": "Danil was, I would say, his best student.",
      "vi": "Danil là học trò giỏi nhất của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Danil has the same patience and control as his dad.",
      "vi": "Danil có sự nhẫn nại và kiểm soát y như bố nó vậy."
    }
  },
  {
    "translation": {
      "en": "He could sit for hours and watch the bobber",
      "vi": "Nó có thể ngồi hàng giờ và canh phao câu cá"
    }
  },
  {
    "translation": {
      "en": "that wouldn't even twitch.",
      "vi": "mặc cho phao chẳng hề lay động."
    }
  },
  {
    "translation": {
      "en": "They could sit with no speaking for hours.",
      "vi": "Hai bố con có thể ngồi yên hàng giờ mà không nói câu nào."
    }
  },
  {
    "translation": {
      "en": "And just enjoy each other's company.",
      "vi": "Tận hưởng cảm giác ở cạnh nhau."
    }
  },
  {
    "translation": {
      "en": "They understood each other without words.",
      "vi": "Cả hai có thể hiểu ý nhau mà không cần nói thành lời."
    }
  },
  {
    "translation": {
      "en": "One day I was going fishing, but Dad never showed up.",
      "vi": "Một ngày nọ, tôi đi câu cá nhưng bố không tới."
    }
  },
  {
    "translation": {
      "en": "When I came home it was already super late.",
      "vi": "Lúc tôi về đến nhà cũng đã muộn lắm rồi."
    }
  },
  {
    "translation": {
      "en": "He was feeling bad.",
      "vi": "Ông cảm thấy không khỏe."
    }
  },
  {
    "translation": {
      "en": "He went to the hospital. He decided to…",
      "vi": "Ông đến bệnh viện. Ông quyết định…"
    }
  },
  {
    "translation": {
      "en": "stay for a few weeks, you know, so we watch everything, stuff like this.",
      "vi": "ở đó vài tuần, bạn biết đấy, chúng tôi theo dõi tất cả…"
    }
  },
  {
    "translation": {
      "en": "And, uh… cancer.",
      "vi": "Và rồi… phát hiện mắc ung thư."
    }
  },
  {
    "translation": {
      "en": "It was a very big shock for me because he was very thin.",
      "vi": "Đó là một cú sốc rất lớn với tôi bởi nhìn bố rất gầy."
    }
  },
  {
    "translation": {
      "en": "I cannot understand that this is my father.",
      "vi": "Tôi không thể chấp nhận đó chính là bố mình."
    }
  },
  {
    "translation": {
      "en": "We were all sure that it must be okay.",
      "vi": "Tất cả chúng tôi đã tưởng rằng mọi thứ sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "But, uh, it was a very short time.",
      "vi": "Nhưng rất chóng vánh."
    }
  },
  {
    "translation": {
      "en": "I was really sad and was crying a lot.",
      "vi": "Tôi thực sự rất buồn và đã khóc rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I was upset about I couldn't say to him, many times, how much I loved him.",
      "vi": "Tôi cảm thấy đau khổ vì không thể nói thật nhiều lần rằng tôi thương ông ấy đến nhường nào."
    }
  },
  {
    "translation": {
      "en": "After his dad passed away, he hasn't gone fishing once.",
      "vi": "Sau khi bố nó qua đời, nó không đi câu cá thêm lần nào nữa."
    }
  },
  {
    "translation": {
      "en": "Not even once. For now, this is all in the past.",
      "vi": "Không một lần nào. Lúc này thì mọi thứ đã là chuyện quá khứ."
    }
  },
  {
    "translation": {
      "en": "Actually, I spent more time near the computer",
      "vi": "Thực ra tôi dành nhiều thời gian bên máy tính là bởi"
    }
  },
  {
    "translation": {
      "en": "because I could not think about it.",
      "vi": "Thực ra tôi dành nhiều thời gian bên máy tính là bởi tôi không thể nghĩ về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "It's like a distractor.",
      "vi": "Nó như là một cách để quên đi."
    }
  },
  {
    "translation": {
      "en": "It was like a start time, actually.",
      "vi": "Nó như là một sự khởi nguồn, thật đấy."
    }
  },
  {
    "translation": {
      "en": "The push to play more.",
      "vi": "Cú huých đẩy bạn chơi nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "And that's maybe one of the reasons why I'm playing now.",
      "vi": "Và đó có thể là một trong các lý do tôi còn đang chơi."
    }
  },
  {
    "translation": {
      "en": "Maybe I wouldn't play at all.",
      "vi": "Nếu không thì có khi tôi chả chơi luôn."
    }
  },
  {
    "translation": {
      "en": "The relationship of Danil and my mom grew stronger these days.",
      "vi": "Tinh cảm giữa Danil và mẹ đã trở nên gắn bó hơn vào những ngày này."
    }
  },
  {
    "translation": {
      "en": "They support each other and they are very good friends.",
      "vi": "Hai người tương trợ lẫn nhau và cả hai còn là một đôi bạn tốt."
    }
  },
  {
    "translation": {
      "en": "I think that this is very important for Danil.",
      "vi": "Tôi nghĩ điều này rất quan trọng đối với Danil."
    }
  },
  {
    "translation": {
      "en": "You know, five years ago, I wouldn't care about many things.",
      "vi": "Năm năm về trước, có nhiều thứ tôi chả thèm quan tâm."
    }
  },
  {
    "translation": {
      "en": "Now, I'm thinking about it a lot.",
      "vi": "Giờ thì tôi đang nghĩ về nó rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Something knocks you down, you need to learn to get up.",
      "vi": "Một cái gì đó đánh gục bạn xuống, bạn cần phải học cách đứng dậy."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to research this.",
      "vi": "Vậy nên tôi đang cố nghiên cứu điều này."
    }
  },
  {
    "translation": {
      "en": "To learn to get up.",
      "vi": "Học cách để đứng dậy."
    }
  },
  {
    "translation": {
      "en": "It's the most important moment in my life",
      "vi": "Đây là khoảnh khắc quan trọng nhất cuộc đời tôi"
    }
  },
  {
    "translation": {
      "en": "because everything I worked on wasn't useful.",
      "vi": "bởi vì mọi thứ tôi đổ sức vào thực sự không hữu dụng."
    }
  },
  {
    "translation": {
      "en": "And now I have a chance to win this tournament for my family.",
      "vi": "Và giờ đây tôi có cơ hội thắng giải đấu này cho gia đình mình."
    }
  },
  {
    "translation": {
      "en": "So we have currently EHOME and Na'Vi playing in the Grand Finals.",
      "vi": "Hiện ta đang có EHOME và Na'Vi thi đấu tại trận chung kết tổng."
    }
  },
  {
    "translation": {
      "en": "Na'Vi just lost one game versus EHOME and it's 1- 1.",
      "vi": "Na'Vi vừa thua một trận trước EHOME và tỷ số là 1-1."
    }
  },
  {
    "translation": {
      "en": "So both teams have to win two matches in order to win the one million dollars.",
      "vi": "Cả hai đội cần phải thắng hai trận để giành lấy một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Because our picks looked completely different, we were like passive and stuff.",
      "vi": "Vì cách hai đội chọn tướng khác nhau, chúng tôi bị động và đại loại thế."
    }
  },
  {
    "translation": {
      "en": "People thought, like, we lost the first game, we're gonna lose the second game.",
      "vi": "Mọi người nghĩ chúng tôi thua trận đầu, thì sẽ thua tiếp trận thứ hai."
    }
  },
  {
    "translation": {
      "en": "We were maybe a little bit demoralized.",
      "vi": "Chúng tôi có thể hơi mất tinh thần một chút."
    }
  },
  {
    "translation": {
      "en": "We really needed to change to a different pick.",
      "vi": "Chúng tôi thực sự cần đổi cách chọn tướng."
    }
  },
  {
    "translation": {
      "en": "We were missing something.",
      "vi": "Chúng tôi đang thiếu cái gì đó."
    }
  },
  {
    "translation": {
      "en": "We picked Enigma",
      "vi": "Chúng tôi chọn Enigma chỉ để có đội hình chiến đấu mạnh"
    }
  },
  {
    "translation": {
      "en": "just to have a strong team fight a five versus five combat.",
      "vi": "Chúng tôi chọn Enigma chỉ để có đội hình chiến đấu mạnh trong giao tranh năm chọi năm."
    }
  },
  {
    "translation": {
      "en": "It was, like, the last hero left and I never played it before.",
      "vi": "Nó kiểu như tướng cuối cùng còn lại mà tôi chưa chơi bao giờ trước đó."
    }
  },
  {
    "translation": {
      "en": "Then, we're, like, Dendi, you go!",
      "vi": "Chúng tôi kiểu: Dendi, anh cầm tướng đó đi!"
    }
  },
  {
    "translation": {
      "en": "And he's, like, Guys, I've never played it!",
      "vi": "Anh ấy thì cứ: Này, tôi chưa chơi con này bao giờ!"
    }
  },
  {
    "translation": {
      "en": "But, I can do it!",
      "vi": "Nhưng tôi có thể làm được!"
    }
  },
  {
    "translation": {
      "en": "So we took the risk of taking him and risking maybe playing him badly.",
      "vi": "Vậy là chúng tôi chấp nhận rủi ro và nguy cơ dùng tướng này một cách tệ hại."
    }
  },
  {
    "translation": {
      "en": "So it looks like down on that bottom lane, Dendi will be taking the Enigma.",
      "vi": "Có vẻ như ở đường dưới, Dendi sẽ cầm Enigma."
    }
  },
  {
    "translation": {
      "en": "It is gonna be a very, very rough lane…",
      "vi": "Đây sẽ là một đường rất, rất ư là khó…"
    }
  },
  {
    "translation": {
      "en": "Na'Vi lost the game.",
      "vi": "Na'Vi thua trận đó."
    }
  },
  {
    "translation": {
      "en": "And they're playing something now that they're not as confident with.",
      "vi": "Và họ đang chơi một cái gì đó mà họ không tự tin lắm."
    }
  },
  {
    "translation": {
      "en": "EHOME figured out Na'Vi. Figured out how to play against it.",
      "vi": "EHOME đã đọc vị được Na'Vi. Biết cách để chơi lại họ."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna stick to my word and I'm gonna say EHOME will win it.",
      "vi": "Tôi sẽ giữ nguyên quan điểm và nói EHOME sẽ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "It was incredibly ballsy from Dendi to do that,",
      "vi": "Phải nói Dendi đã gan lắm mới làm thế"
    }
  },
  {
    "translation": {
      "en": "on the verge of winning the million dollars for your team.",
      "vi": "ngay trên ngưỡng cửa thắng một triệu đô la cho đội mình."
    }
  },
  {
    "translation": {
      "en": "That's very stupid.",
      "vi": "Cực kỳ xuẩn ngốc. Đó là tự sát."
    }
  },
  {
    "translation": {
      "en": "That's suicidal.",
      "vi": "Đó là tự sát."
    }
  },
  {
    "translation": {
      "en": "Dendi really now caught out.",
      "vi": "Dendi giờ đây thực sự bị bắt bài."
    }
  },
  {
    "translation": {
      "en": "He's in trouble. Rockets to fly in.",
      "vi": "Anh ấy gặp rắc rối rồi. Tên lửa bay vào."
    }
  },
  {
    "translation": {
      "en": "FCB long way in on the tower, lands the stun.",
      "vi": "FCB băng sâu vào trụ, tung chiêu gây choáng."
    }
  },
  {
    "translation": {
      "en": "Tinker just lasers him to death. It will cost FCB his life.",
      "vi": "Tinker bắn laser kết liễu. FCB phải trả giá bằng tính mạng."
    }
  },
  {
    "translation": {
      "en": "Then we made some little mistakes.",
      "vi": "Rồi chúng tôi mắc phải một số lỗi nhỏ."
    }
  },
  {
    "translation": {
      "en": "We played a really semi- type of, like, turtle strategy.",
      "vi": "Chiến thuật của chúng tôi tương đối kiểu nuôi rùa."
    }
  },
  {
    "translation": {
      "en": "Really passive. Really passive. We don't play like that.",
      "vi": "Hết sức bị động. Chúng tôi không chơi như thế."
    }
  },
  {
    "translation": {
      "en": "Puppey and Dendi just wanna retreat back out. 820! What a Fissure!",
      "vi": "Puppey và Dendi muốn rút lui. 820! Chặt Fissure quá đẹp!"
    }
  },
  {
    "translation": {
      "en": "PLT is there! Echo Slam as well!",
      "vi": "PLT cũng ở đó! Bồi thêm Echo Slam nữa!"
    }
  },
  {
    "translation": {
      "en": "Beautiful play there by EHOME.",
      "vi": "Pha xử lý tuyệt đẹp đến từ EHOME."
    }
  },
  {
    "translation": {
      "en": "But I know if I die, I die not for nothing.",
      "vi": "Nhưng tôi biết rằng nếu mình chết, cũng không phải là vô nghĩa."
    }
  },
  {
    "translation": {
      "en": "X!! in the middle lane…",
      "vi": "X!! ở đường giữa…"
    }
  },
  {
    "translation": {
      "en": "Force, Rocket, Laser. It's enough!",
      "vi": "Dùng Force, Rocket, Laser. Thế là quá đủ!"
    }
  },
  {
    "translation": {
      "en": "Dendi goes down in the middle lane. Again, EHOME controls…",
      "vi": "Dendi đã ngã xuống ở đường giữa. Một lần nữa, EHOME lại kiểm soát…"
    }
  },
  {
    "translation": {
      "en": "Sometimes, it can be like, you dying, but your teammates picking up more.",
      "vi": "Đôi lúc nó có thể như là bạn chết nhưng đồng đội bạn sẽ được lợi nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "EHOME, they still wanna push out that mid…",
      "vi": "EHOME vẫn muốn đẩy đường giữa…"
    }
  },
  {
    "translation": {
      "en": "They weren't ready for Dendi Enigma.",
      "vi": "Họ chưa sẵn sàng trước Enigma của Dendi."
    }
  },
  {
    "translation": {
      "en": "It was a patient Enigma.",
      "vi": "Đó là một Enigma kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "That was the most patient Enigma in the world.",
      "vi": "- Enigma kiên nhẫn nhất thế giới. - Puppey đã ở đây."
    }
  },
  {
    "translation": {
      "en": "Dendi as well. Gonna look for the Hole.",
      "vi": "Cả Dendi nữa. Tìm cơ hội tung chiêu Hole."
    }
  },
  {
    "translation": {
      "en": "Three are gonna go down for EHOME.",
      "vi": "Ba người bên EHOME sẽ ngã xuống."
    }
  },
  {
    "translation": {
      "en": "Currently, Na'Vi, they, they have the advantage now.",
      "vi": "Hiện tại, Na'Vi là đội đang có lợi thế."
    }
  },
  {
    "translation": {
      "en": "That really impresses me how he's able to make that transition.",
      "vi": "Điều làm tôi ấn tượng là cách anh ấy chọn tướng không thành thạo."
    }
  },
  {
    "translation": {
      "en": "You just have to have the balls, basically.",
      "vi": "Về cơ bản, bạn phải có gan."
    }
  },
  {
    "translation": {
      "en": "He was scared of losing. That's why he's so patient and he did everything right.",
      "vi": "Khi đó anh ấy sợ thua, nên đã kiên nhẫn và làm mọi thứ chuẩn xác."
    }
  },
  {
    "translation": {
      "en": "Their strategy is kind of similar to how EHOME won.",
      "vi": "Chiến thuật của họ khá giống với cách EHOME đã chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Na'Vi defeated them Late Game.",
      "vi": "Na'Vi đánh bại họ vào phần cuối trận,"
    }
  },
  {
    "translation": {
      "en": "And I think this really shattered EHOME's confidence.",
      "vi": "và tôi nghĩ điều này thực sự đập tan sự tự tin của EHOME."
    }
  },
  {
    "translation": {
      "en": "And GG is the call from EHOME. Na'Vi, they take the game.",
      "vi": "Và EHOME đã quyết định kêu gọi GG. Na'Vi, họ thắng ván đó."
    }
  },
  {
    "translation": {
      "en": "And they are only one win short of taking home one million dollars.",
      "vi": "Và họ chỉ cần một chiến thắng nữa để mang về nhà một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "But the question really is…",
      "vi": "Nhưng câu hỏi thực sự là…"
    }
  },
  {
    "translation": {
      "en": "We hardly won the second game.",
      "vi": "Chúng tôi rất vất vả mới thắng ván thứ hai."
    }
  },
  {
    "translation": {
      "en": "Chinese teams generally are feared for their Late Game potential.",
      "vi": "Các đội Trung Quốc thường rất mạnh ở khả năng đánh ở cuối trận."
    }
  },
  {
    "translation": {
      "en": "So we hit the point now. The gloves come off.",
      "vi": "Đến thời khắc quyết định. Họ đã tuyên chiến."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will master their knowledge, their experience,",
      "vi": "EHOME, họ sẽ dùng hết kiến thức, kinh nghiệm, sự quyết đoán"
    }
  },
  {
    "translation": {
      "en": "their calls up against Na'Vi.",
      "vi": "EHOME, họ sẽ dùng hết kiến thức, kinh nghiệm, sự quyết đoán khi đối đầu với Na'Vi."
    }
  },
  {
    "translation": {
      "en": "And Puck will be the last hero for Na'Vi. The nimble hero there already.",
      "vi": "Và Puck sẽ là tướng cuối cùng cho Na'Vi. Một con tướng rất biến ảo."
    }
  },
  {
    "translation": {
      "en": "Once again a lot of aggressive heroes for them.",
      "vi": "Họ lại chọn nhiều tướng có khả năng tấn công tốt."
    }
  },
  {
    "translation": {
      "en": "Na'Vi LighTofHeaveN playing as the Beastmaster again",
      "vi": "Na'Vi LighTofHeaveN sử dụng Beastmaster một lần nữa,"
    }
  },
  {
    "translation": {
      "en": "with Dendi playing as the Puck this time.",
      "vi": "còn Dendi lần này sẽ chơi Puck."
    }
  },
  {
    "translation": {
      "en": "If Na'Vi wins this, they win the whole tournament.",
      "vi": "Nếu Na'Vi thắng ván này, họ sẽ thắng cả giải đấu."
    }
  },
  {
    "translation": {
      "en": "This Clash of the Titans right here is something we will not wanna miss.",
      "vi": "Đây là cuộc chiến của các vị thần và chúng ta sẽ không thể bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "X!! will come in closer. They will be able to get that kill.",
      "vi": "và chúng ta sẽ không thể bỏ lỡ. X!! sẽ tiến vào gần hơn. Họ sẽ lấy được mạng đó."
    }
  },
  {
    "translation": {
      "en": "Doom now on Dendi. Pulled in by X!!",
      "vi": "X!! sẽ tiến vào gần hơn. Họ sẽ lấy được mạng đó. Dendi đã bị dính Doom. Bị X!! kéo lại! Toàn bộ đội EHOME vây anh ta."
    }
  },
  {
    "translation": {
      "en": "The entire EHOME team turns on him.",
      "vi": "Bị X!! kéo lại! Toàn bộ đội EHOME vây anh ta."
    }
  },
  {
    "translation": {
      "en": "Lich will go down.",
      "vi": "Lich sẽ ngã xuống."
    }
  },
  {
    "translation": {
      "en": "FCB is on the run. XBOCT after the chase of him.",
      "vi": "FCB đang tháo chạy. XBOCT đang truy đuổi."
    }
  },
  {
    "translation": {
      "en": "Might be enough. Needs some more damage. Storm! X!! Long jump in.",
      "vi": "Có lẽ là đủ. Cần thêm chút sát thương. Storm! X!! Một cú bay khoảng cách xa."
    }
  },
  {
    "translation": {
      "en": "Dendi Orbing up to the high ground. FCB! Puts on the Rift.",
      "vi": "Dendi bắn Orb lên đồi cao. FCB! Bị trúng Rift rồi."
    }
  },
  {
    "translation": {
      "en": "Will he be able to get the kill? He's on the retreat. Yes, it is. Dendi with the last right click.",
      "vi": "Có giết được không? Đang chạy rồi. Được rồi. Dendi với cú chuột phải cuối."
    }
  },
  {
    "translation": {
      "en": "EHOME now, they're gonna rotate themselves down.",
      "vi": "EHOME, họ đang di chuyển xuống."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already in the pit.",
      "vi": "Na'Vi đã ở trong hố rồi."
    }
  },
  {
    "translation": {
      "en": "They're trying to bring down Roshan, all 5.",
      "vi": "Cố hạ Roshan, cả năm người."
    }
  },
  {
    "translation": {
      "en": "Dendi! He's gonna jump out! He goes for the Dream Coil! He gets them!",
      "vi": "Dendi! Anh ấy sẽ nhảy ra ngoài! Anh ấy dùng Dream Coil! Bắt dính bọn họ!"
    }
  },
  {
    "translation": {
      "en": "He gets EHOME! Holds them in the middle lane.",
      "vi": "Trói chân cả đội EHOME ở đường giữa."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already on their way out of the pit.",
      "vi": "Na'Vi đã trên đường ra khỏi hố rồi."
    }
  },
  {
    "translation": {
      "en": "They're coming in to help out Dendi.",
      "vi": "Họ đang tới giúp Dendi."
    }
  },
  {
    "translation": {
      "en": "Then we just went in and demolished them.",
      "vi": "Rồi chúng tôi đã xông vào và nghiền nát họ."
    }
  },
  {
    "translation": {
      "en": "Now they're on top of the Tier 3 tower.",
      "vi": "Giờ đây họ đang ở trụ cấp ba."
    }
  },
  {
    "translation": {
      "en": "They're gonna bring it down. Yes, it does! It goes down!",
      "vi": "Họ sẽ hạ nó. Vâng, nó sập rồi."
    }
  },
  {
    "translation": {
      "en": "EHOME, they're trying desperately to defend,",
      "vi": "EHOME, họ đang ráo riết tìm cách phòng thủ"
    }
  },
  {
    "translation": {
      "en": "but Na'Vi, the onslaught will continue.",
      "vi": "nhưng Na'Vi, cuộc công kích vẫn tiếp tục."
    }
  },
  {
    "translation": {
      "en": "The mid tower's already being pushed. The Tier 4 tower is gonna go down.",
      "vi": "Trụ giữa cũng đang bị đẩy rồi. Trụ cấp bốn sắp bị hạ."
    }
  },
  {
    "translation": {
      "en": "And running in right now is the rest of Na'Vi.",
      "vi": "Và các thành viên còn lại của Na'Vi đang xông tới."
    }
  },
  {
    "translation": {
      "en": "They are running forward to one million dollars.",
      "vi": "Họ đang lao đến đích một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "And they will get it! The GG is the call from EHOME.",
      "vi": "Và họ sẽ lấy được! GG đến từ EHOME."
    }
  },
  {
    "translation": {
      "en": "Na'Vi have just won one million dollars.",
      "vi": "Na'Vi vừa giành được một triệu đô la."
    }
  },
  {
    "translation": {
      "en": "EHOME do take home 250,000 dollars in second place.",
      "vi": "EHOME vẫn mang về nhà 250.000 đô la với hạng nhì."
    }
  },
  {
    "translation": {
      "en": "But Na'Vi are the champions!",
      "vi": "Còn Na'Vi là nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "There's moments of E- Sports that are landmark,",
      "vi": "Có những khoảnh khắc Esports bước ngoặt."
    }
  },
  {
    "translation": {
      "en": "and this is one of them, in Cologne.",
      "vi": "Đây chính là một trong số đó, tại chính Cologne này."
    }
  },
  {
    "translation": {
      "en": "And Na'Vi, the winners. You guys have just made history.",
      "vi": "Và Na'Vi, những người chiến thắng. Các bạn vừa làm nên lịch sử."
    }
  },
  {
    "translation": {
      "en": "Na'Vi! Na'Vi!",
      "vi": "- Na'Vi! - Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "I was jumping on the sofa.",
      "vi": "Tôi đã nhảy trên ghế sofa."
    }
  },
  {
    "translation": {
      "en": "And screaming like a crazy girl,",
      "vi": "Và hú hét như điên"
    }
  },
  {
    "translation": {
      "en": "because I was the happiest girl in the world.",
      "vi": "vì tôi là cô gái hạnh phúc nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "And my brother just won one million dollars!",
      "vi": "Và em trai tôi vừa thắng một triệu đô la!"
    }
  },
  {
    "translation": {
      "en": "Na'Vi! Na'Vi!",
      "vi": "- Na'Vi! - Na'Vi! - Na'Vi! - Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "I think in ten years' time",
      "vi": "Tôi nghĩ trong mười năm tới,"
    }
  },
  {
    "translation": {
      "en": "all the gamers which we currently have showing themselves,",
      "vi": "những game thủ chúng ta đang thấy lúc này đây,"
    }
  },
  {
    "translation": {
      "en": "they're gonna be the guys we'll look back at",
      "vi": "có ngày chúng ta sẽ nhìn lại và nói đó là điểm khởi đầu."
    }
  },
  {
    "translation": {
      "en": "and say, This was the beginning, this is where it all started.",
      "vi": "có ngày chúng ta sẽ nhìn lại và nói đó là điểm khởi đầu. Nơi khởi nguồn tất cả."
    }
  },
  {
    "translation": {
      "en": "These are the guys that worked hard and they took the risk.",
      "vi": "Họ đã nỗ lực hết mình và chấp nhận mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "They proved themselves.",
      "vi": "Họ đã chứng tỏ bản thân."
    }
  },
  {
    "translation": {
      "en": "And they forwarded the entire industry to the point where we could have a kick- start.",
      "vi": "Và họ đã đưa toàn bộ ngành công nghiệp này tới bước khởi điểm."
    }
  },
  {
    "translation": {
      "en": "We could show the world what we do.",
      "vi": "Chúng ta có thể cho thế giới thấy khả năng."
    }
  },
  {
    "translation": {
      "en": "And then who knows how big we could get at that point.",
      "vi": "Và rồi, đến lúc đó ai biết ta có thể phát triển đến nhường nào."
    }
  },
  {
    "translation": {
      "en": "We've come far already.",
      "vi": "Chúng ta đã tiến khá xa rồi."
    }
  },
  {
    "translation": {
      "en": "When more and more people support it and it becomes more and more normal,",
      "vi": "Khi càng nhiều người ủng hộ, nó sẽ càng trở nên bình thường"
    }
  },
  {
    "translation": {
      "en": "it's going to go from a niche to becoming accepted in societies.",
      "vi": "và nó sẽ đi từ một sở thích ngách tới một thứ được cộng đồng chấp nhận."
    }
  },
  {
    "translation": {
      "en": "I think in 15 years, E- Sports will be bigger than football.",
      "vi": "Tôi nghĩ 15 năm nữa, Esports sẽ còn lớn mạnh hơn cả bóng đá,"
    }
  },
  {
    "translation": {
      "en": "Than basketball, than everything.",
      "vi": "hơn bóng rổ, hơn tất thảy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "That kid who you thought played too many video games",
      "vi": "Cái thằng nhóc mà bạn nghĩ chơi quá nhiều trò chơi điện tử"
    }
  },
  {
    "translation": {
      "en": "is potentially going to be on a path",
      "vi": "lại có khả năng tìm được con đường"
    }
  },
  {
    "translation": {
      "en": "where he's earning 250,000 a year, salary.",
      "vi": "để kiếm được mức lương 250.000 đô la một năm."
    }
  },
  {
    "translation": {
      "en": "He's flying the world. He's gonna be endorsed.",
      "vi": "Nó sẽ bay khắp thế giới. Nó sẽ được mọi người tán dương."
    }
  },
  {
    "translation": {
      "en": "Gaming's the biggest entertainment industry in the world.",
      "vi": "Game sẽ trở thành ngành giải trí lớn nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "So if you're a star,",
      "vi": "Nên nếu bạn là ngôi sao,"
    }
  },
  {
    "translation": {
      "en": "you are potentially one of the biggest stars in the world.",
      "vi": "bạn có thể là một trong những ngôi sao hàng đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "So, if that, like everything else with computers grows exponentially",
      "vi": "Vậy nên, nếu nó, cũng như mọi thứ liên quan đến máy tính phát triển bùng nổ"
    }
  },
  {
    "translation": {
      "en": "or whatever, then 5 or 10 years could be a big step actually.",
      "vi": "thì năm hay mười năm thực sự có thể là một bước nhảy vọt."
    }
  },
  {
    "translation": {
      "en": "Changing mindsets is never easy. So it's gonna take a while.",
      "vi": "Thay đổi tư duy không bao giờ dễ. Vì thế sẽ tốn kha khá thời gian."
    }
  },
  {
    "translation": {
      "en": "When the gamers now become parents,",
      "vi": "Khi các game thủ bây giờ trở thành cha mẹ,"
    }
  },
  {
    "translation": {
      "en": "we will be supportive of our kids playing,",
      "vi": "chúng tôi sẽ ủng hộ con mình chơi điện tử,"
    }
  },
  {
    "translation": {
      "en": "and I think that's really when everything will boom.",
      "vi": "và tôi nghĩ đó chính là lúc mọi thứ sẽ bùng nổ."
    }
  },
  {
    "translation": {
      "en": "After weeks of training,",
      "vi": "Sau nhiều tuần tập luyện,"
    }
  },
  {
    "translation": {
      "en": "a local man has led his online gaming team to the top,",
      "vi": "một người địa phương đã đưa đội tuyển game của mình lên đến đỉnh cao,"
    }
  },
  {
    "translation": {
      "en": "placing seventh in an international gaming competition held in Germany.",
      "vi": "đạt vị trí thứ bảy tại một giải đấu game toàn cầu được tổ chức ở Đức."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's definitely proud of me. I mean, just, she had her camera out,",
      "vi": "Mẹ hẳn là tự hào về tôi rồi. Bà mang cả máy ảnh ra"
    }
  },
  {
    "translation": {
      "en": "like, Why are taking a photo of the television?",
      "vi": "và tôi hỏi: Sao chúng ta lại chụp ảnh cái TV?"
    }
  },
  {
    "translation": {
      "en": "I know she's really smart. She's a lawyer, so…",
      "vi": "Tôi biết bà thực sự rất thông minh. Bà là một luật sư…"
    }
  },
  {
    "translation": {
      "en": "But in the end, I think she'll be more understanding",
      "vi": "Nhưng cuối cùng, tôi nghĩ mẹ sẽ thấu hiểu hơn"
    }
  },
  {
    "translation": {
      "en": "and be willing to support me more, so it worked out.",
      "vi": "và sẵn sàng ủng hộ nhiều hơn nữa nên mọi thứ đã ổn."
    }
  },
  {
    "translation": {
      "en": "We were disappointed with our loss.",
      "vi": "Chúng tôi không hài lòng với thất bại đó."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a mixture of both, we're happy and sad that we got third.",
      "vi": "Mỗi người chúng tôi vừa vui vừa buồn khi đạt vị trí thứ ba."
    }
  },
  {
    "translation": {
      "en": "Because of the emotions, I felt like she's the one I wanted to share them with.",
      "vi": "Tôi cảm thấy cô ấy là người duy nhất mình muốn chia sẻ các cảm xúc lẫn lộn đó."
    }
  },
  {
    "translation": {
      "en": "And it got pretty clear only then that I had to get her back.",
      "vi": "Và tôi nhận ra mình phải giành lại cô ấy."
    }
  },
  {
    "translation": {
      "en": "After the tournament, I actually went back to look for her,",
      "vi": "Sau giải đấu, tôi đã quay lại và đi tìm cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and talk things out, and we have actually begun dating again.",
      "vi": "và nói rõ mọi chuyện, và chúng tôi đã lại hẹn hò với nhau."
    }
  },
  {
    "translation": {
      "en": "And things are actually going great.",
      "vi": "Mọi thứ đang rất tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "I love her, you know.",
      "vi": "Tôi yêu cô ấy."
    }
  },
  {
    "translation": {
      "en": "She played a huge role, a very huge part",
      "vi": "Cô ấy giữ một vai trò lớn, một phần rất lớn"
    }
  },
  {
    "translation": {
      "en": "in… in the me today.",
      "vi": "trong… trong tôi hôm nay."
    }
  },
  {
    "translation": {
      "en": "One week ago, it was 3,000 followers. I was happy.",
      "vi": "Mới tuần trước, chỉ có 3.000 người theo dõi. Tôi đã thấy hạnh phúc lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Then it's boomed. 8,000 followers.",
      "vi": "Và rồi bùm, 8.000 người theo dõi."
    }
  },
  {
    "translation": {
      "en": "It's not about the number.",
      "vi": "Vấn đề không phải ở con số."
    }
  },
  {
    "translation": {
      "en": "Even if it's one or two, I'm fine.",
      "vi": "Kể cả nó là một hay hai, tôi vẫn thấy ổn."
    }
  },
  {
    "translation": {
      "en": "So… you don't need to show numbers actually. I think.",
      "vi": "Vì thế bạn thực sự không cần cho thấy các con số đâu. Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "My father, I think,",
      "vi": "Tôi nghĩ bố tôi"
    }
  },
  {
    "translation": {
      "en": "didn't have time to understand what Dendi's doing.",
      "vi": "không có thời gian tìm hiểu Dendi đang làm gì."
    }
  },
  {
    "translation": {
      "en": "We lost him too early.",
      "vi": "Chúng tôi mất ông ấy quá sớm."
    }
  },
  {
    "translation": {
      "en": "And if now he could see Dendi,",
      "vi": "Và nếu ông ấy có thể thấy Dendi bây giờ,"
    }
  },
  {
    "translation": {
      "en": "I'm sure that he's proud of his son.",
      "vi": "tôi dám chắc bố sẽ tự hào về con trai mình lắm."
    }
  }
]