[
  {
    "translation": {
      "en": "[Jeffrey Kluger] I like to think of it as humanity's great taunting.",
      "vi": "Tôi thích nghĩ về nónhư sự chế nhạo vĩ đại của nhân loại."
    }
  },
  {
    "translation": {
      "en": "Space taunts us because it's always there, it's always visible,",
      "vi": "Vũ trụ chế nhạo chúng ta vì nó luôn ở đó,luôn hiện diện,"
    }
  },
  {
    "translation": {
      "en": "it's directly across the cosmic window.",
      "vi": "nó ở ngang qua cửa sổ của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "Just on the other side of the glass",
      "vi": "Ngay bên trên mặt kia của tấm kiếng"
    }
  },
  {
    "translation": {
      "en": "is this great expanse that we can see, we can imagine,",
      "vi": "chính là sự mở rộng vĩ đạimà ta có thể thấy và tưởng tượng,"
    }
  },
  {
    "translation": {
      "en": "but we cannot touch. And that lure is irresistible.",
      "vi": "nhưng ta không thể chạm vào.Và sự thu hút đó thật khó để cưỡng lại."
    }
  },
  {
    "translation": {
      "en": "Throughout human history, the enormity of space,",
      "vi": "Trong suốt lịch sử của nhân loại,sự bao la của vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "the great bowl of the sky has always inspired equal parts",
      "vi": "cái bát vĩ đại của bầu trờiluôn truyền cảm hứng cho mọi thành phần"
    }
  },
  {
    "translation": {
      "en": "reverence, awe, and mortal terror.",
      "vi": "về sự tôn kính, sự kính sợvà nỗi kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "Space is the place we have been striving to go",
      "vi": "Vũ trụ là nơimà chúng ta phấn đấu vươn tới"
    }
  },
  {
    "translation": {
      "en": "since we first looked up at the stars.",
      "vi": "từ lần đầu ta ngước nhìn những vì sao."
    }
  },
  {
    "translation": {
      "en": "And we have actually been going since 1957.",
      "vi": "Và ta đã thực sự làm điều đó từ 1957."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Today a new moon is in the sky:",
      "vi": "Mặt trăng mới trên bầu trời: quảcầu kim loại 59cm bay vào quỹ đạo"
    }
  },
  {
    "translation": {
      "en": "a 23-inch metal sphere placed in orbit by a Russian rocket.",
      "vi": "Mặt trăng mới trên bầu trời: quảcầu kim loại 59cm bay vào quỹ đạo từ một tên lửa của Nga."
    }
  },
  {
    "translation": {
      "en": "[JFK] We choose to go to the moon in this decade and do the other things,",
      "vi": "Ta chọn cách lên mặt trăngtrong thập kỷ này và làm những điều khác"
    }
  },
  {
    "translation": {
      "en": "not because they are easy, but because they are hard.",
      "vi": "không phải vì nó dễ dàng,mà bởi vì nó rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "[Kluger] The competition between the US and the Soviet Union",
      "vi": "Sự cạnh tranh giữa Hoa Kỳ và Liên Xô"
    }
  },
  {
    "translation": {
      "en": "turbocharged the space race.",
      "vi": "làm tăng áp lực lên cuộc đua vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "We went from a standing start, with no human being",
      "vi": "Ta đã bắt đầu từ điểm khởi động,khi chưa từng có ai"
    }
  },
  {
    "translation": {
      "en": "ever having been off the planet,",
      "vi": "rời khỏi hành tinh này,"
    }
  },
  {
    "translation": {
      "en": "to the surface of the moon in eight years.",
      "vi": "chạm lên bề mặt Mặt Trăng trong tám năm."
    }
  },
  {
    "translation": {
      "en": "[Neil Armstrong] It's one small step for man, one giant leap for mankind.",
      "vi": "Một bước đi nhỏ nhoi của một người,một bước nhảy vọt vĩ đại của nhân loại."
    }
  },
  {
    "translation": {
      "en": "[Kluger] The Space Race 1.0 was the US and the Soviet Union.",
      "vi": "Cuộc đua không gian 1.0là của Hoa Kỳ và Liên Xô."
    }
  },
  {
    "translation": {
      "en": "Space Race 2.0 is suddenly the private sector saying,",
      "vi": "Cuộc đua không gian 2.0 thì bất thình lìnhnhững ông chủ tư nhân lên tiếng,"
    }
  },
  {
    "translation": {
      "en": "\"If I have the money, and I have the know-how, and I have the will,",
      "vi": "\"Nếu tôi có tiền và tôi có bí quyết,và tôi có ý chí,"
    }
  },
  {
    "translation": {
      "en": "I can go to space.\"",
      "vi": "tôi có thể đi vào vũ trụ\"."
    }
  },
  {
    "translation": {
      "en": "On July 11, we saw Richard Branson take his space plane 50 miles high…",
      "vi": "Ngày 11 tháng Bảy, ta thấy Richard Bransonlái máy bay không gian lên cao 80km..."
    }
  },
  {
    "translation": {
      "en": "[woman over radio] Three, two, one, release, release, release.",
      "vi": "Ba, hai, một, phóng."
    }
  },
  {
    "translation": {
      "en": "[Kluger] …and gave its passengers about three and a half, four minutes",
      "vi": "...và đưa hành khách lên không giantrong khoảng ba phút rưỡi"
    }
  },
  {
    "translation": {
      "en": "in space.",
      "vi": "đến bốn phút."
    }
  },
  {
    "translation": {
      "en": "I'm an adult in a spaceship with lots of other wonderful adults!",
      "vi": "Tôi là một người lớn trong tàu vũ trụvới những người lớn tuyệt vời khác!"
    }
  },
  {
    "translation": {
      "en": "[man over radio] …two, one.",
      "vi": "...hai, một."
    }
  },
  {
    "translation": {
      "en": "Ignition.",
      "vi": "Khai hỏa."
    }
  },
  {
    "translation": {
      "en": "[Kluger] Nine days later, Jeff Bezos flew over 62 miles high.",
      "vi": "Chín ngày sau, Jeff Bezosbay lên bầu trời ở độ cao gần 100km."
    }
  },
  {
    "translation": {
      "en": "They flew passengers on an 11-minute popgun suborbital space flight.",
      "vi": "Họ chở hành khách trên chuyến bay vũ trụquỹ đạo thấp tách rời dài 11 phút."
    }
  },
  {
    "translation": {
      "en": "These were not small accomplishments.",
      "vi": "Đó không phải là những thành tựu nhỏ."
    }
  },
  {
    "translation": {
      "en": "What SpaceX's Inspiration4 mission is about to do is vastly more ambitious",
      "vi": "Những gì Inspiration4 của SpaceX sắp làmcòn tham vọng hơn là thế"
    }
  },
  {
    "translation": {
      "en": "and will change the game entirely.",
      "vi": "và có thể thay đổi trò chơi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "For the first time, four civilians are going to space.",
      "vi": "Lần đầu tiên, bốn người dânsẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "They will orbit the Earth for three days by themselves.",
      "vi": "Họ sẽ tự quay vòng quanh Trái đấttrong vòng ba ngày."
    }
  },
  {
    "translation": {
      "en": "These are four non-professional astronauts",
      "vi": "Sẽ có bốn phi hành gia không chuyên"
    }
  },
  {
    "translation": {
      "en": "flying a spacecraft around and around the Earth.",
      "vi": "bay trên tàu vũ trụ vòng quanh Trái đất."
    }
  },
  {
    "translation": {
      "en": "This is a hinge point in history,",
      "vi": "Đây là cột mốc bản lề trong lịch sử"
    }
  },
  {
    "translation": {
      "en": "and will kick the doors open to space for the rest of us.",
      "vi": "và sẽ mở ra cánh cửa vào không giancho tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "[Jared Isaacman] Inspiration4 is four people with very different backgrounds.",
      "vi": "Inspiration4 bao gồm bốn ngườicó lai lịch rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "Every person who's gonna join this mission",
      "vi": "Mỗi người gia nhậpvào nhiệm vụ lần này"
    }
  },
  {
    "translation": {
      "en": "has to be able to deliver a very powerful and inspiring story in their own right.",
      "vi": "phải có khả năng truyền đicâu chuyện mạnh mẽ và đầy cảm hứng theo cách của họ."
    }
  },
  {
    "translation": {
      "en": "We represent inclusive, diverse access to space.",
      "vi": "Chúng ta đại diện cho quyền tiếp cậntoàn diện, đa dạng vào không gian."
    }
  },
  {
    "translation": {
      "en": "There have been three Black female American astronauts.",
      "vi": "Đã có ba nữ phi hành gia da đen người Mỹ."
    }
  },
  {
    "translation": {
      "en": "I will be number four.",
      "vi": "Tôi sẽ là người thứ bốn."
    }
  },
  {
    "translation": {
      "en": "[Hayley Arceneaux] I'll be the youngest American to go into orbit.",
      "vi": "Tôi sẽ là người Mỹ trẻ nhấtbay vào quỹ đao."
    }
  },
  {
    "translation": {
      "en": "Also the first pediatric cancer survivor to go to space.",
      "vi": "Cũng là bệnh nhi ung thư sống sót đầu tiênbay vào không gian."
    }
  },
  {
    "translation": {
      "en": "When I heard that they were offering me a seat, I had a flood of thoughts.",
      "vi": "Khi biết tin họ sẽ giành cho tôi một chỗ, hàng tá suy nghĩ lướt qua đầu tôi."
    }
  },
  {
    "translation": {
      "en": "There's a lot of risk. What happens if something goes wrong?",
      "vi": "Có rất nhiều rủi ro.Lỡ chuyện gì bất trắc xảy ra thì sao?"
    }
  },
  {
    "translation": {
      "en": "I have a family.",
      "vi": "Tôi có gia đình.Chuyện đó sẽ khiến cô ấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "What is that gonna do to her or what's it gonna do to our daughters?",
      "vi": "Tôi có gia đình.Chuyện đó sẽ khiến cô ấy thế nào? Các con gái tôi rồi sẽ ra sao?"
    }
  },
  {
    "translation": {
      "en": "[Kluger] It is a certainty",
      "vi": "Đó là điều chắc chắn"
    }
  },
  {
    "translation": {
      "en": "that we will become a multi-planet species.",
      "vi": "rằng ta sẽ trở thànhmột chủng loài đa hành tinh,"
    }
  },
  {
    "translation": {
      "en": "And this is the next significant step to other worlds deep beyond Earth.",
      "vi": "và đây là bước quan trọng để vươn ranhững thế giới khác ngoài Trái Đất."
    }
  },
  {
    "translation": {
      "en": "And it starts now.",
      "vi": "Và nó bắt đầu bây giờ."
    }
  },
  {
    "translation": {
      "en": "My name is Jared Isaacman, I'm 38 years old.",
      "vi": "Tên tôi là Jared Isaacman,tôi 38 tuổi."
    }
  },
  {
    "translation": {
      "en": "I'm commander of Inspiration4, first all-civilian mission to space.",
      "vi": "Tôi là chỉ huy của Inspiration4,sứ mệnh đầu tiên đưa toàn dân lên vũ trụ."
    }
  },
  {
    "translation": {
      "en": "[Jared] I do believe you only get one crack at life.",
      "vi": "Tôi tin là bạn nỗ lực để làm gì trong đời."
    }
  },
  {
    "translation": {
      "en": "To the extent you have the means to do so,",
      "vi": "Trong phạm vi đủ phương tiện để làm vậy,"
    }
  },
  {
    "translation": {
      "en": "you have this obligation to live life to the fullest.",
      "vi": "bạn có nghĩa vụ sống một cách trọn vẹn."
    }
  },
  {
    "translation": {
      "en": "You never know when it's going to be your last day.",
      "vi": "Bạn sẽ không biếtngày nào là ngày cuối trong đời."
    }
  },
  {
    "translation": {
      "en": "That kind of philosophy has taken me from my first two flights around the world",
      "vi": "Triết lý sống đó đã đưa tôi đitừ hai chuyến bay đầu tiên"
    }
  },
  {
    "translation": {
      "en": "which were both world record attempts in 2008 and 2009.",
      "vi": "vòng quanh thế giới được ghi nhận kỷ lụcvào 2008, 2009."
    }
  },
  {
    "translation": {
      "en": "It's taken me to flying airshows as part of a seven-ship formation acrobatic team.",
      "vi": "Tới cơ hội bay biểu diễnvới đội nhào lộn trên không gồm bảy chiếc."
    }
  },
  {
    "translation": {
      "en": "It's taken me to some interesting places in the world, like Antarctica,",
      "vi": "Đưa tôi đến nơi thú vị trên thế giớinhư Antarctica,"
    }
  },
  {
    "translation": {
      "en": "on mountain climbing expeditions.",
      "vi": "các cuộc thám hiểm leo núi."
    }
  },
  {
    "translation": {
      "en": "He's definitely adventurous.",
      "vi": "Chắc chắn anh ấy thích mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "I think he would tell you he's not a daredevil,",
      "vi": "Tôi nghĩ anh ấy sẽ nóimình không phải là người liều lĩnh,"
    }
  },
  {
    "translation": {
      "en": "'cause he likes to calculate his risks, but he is like a daredevil.",
      "vi": "vì anh ấy thích tính toán rủi ro, nhưng lại giống như một kẻ liều mạng."
    }
  },
  {
    "translation": {
      "en": "[Jared] I just know how lucky I am, and a large part of it is because",
      "vi": "Tôi biết là tôi rất may mắn, và phần lớn là bởi vì"
    }
  },
  {
    "translation": {
      "en": "I've had a very successful day job running a company that's…",
      "vi": "tôi có một công việc thành công,điều hành một công ty..."
    }
  },
  {
    "translation": {
      "en": "that's afforded me these opportunities.",
      "vi": "có thể cho tôi những cơ hội."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Jared Isaacman had an idea that is now worth",
      "vi": "Jared Isaacson đã có ý tưởngmà giờ có giá trị"
    }
  },
  {
    "translation": {
      "en": "more than $50 million. He figured out a way for businesses",
      "vi": "hơn 50 triệu đô. Anh ấy đã tìm ra cách cho ngành kinh doanh"
    }
  },
  {
    "translation": {
      "en": "to process credit cards more quickly.",
      "vi": "xử lý thẻ tín dụng nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] High school dropout turned businessman Jared Isaacman.",
      "vi": "Doanh nhân Jared Isaacmanbỏ học từ trung học."
    }
  },
  {
    "translation": {
      "en": "You're young, you created this great company, you make a lot of money…",
      "vi": "Doanh nhân Jared Isaacmanbỏ học từ trung học. Anh vẫn còn trẻvà đã thành lập công ty lớn, anh đã làm ra rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "You know, it's about opportunity.",
      "vi": "Cô biết đó, tất cả đều là cơ hội."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Jared's company grew more than 2000%.",
      "vi": "Công ty của Jared tăng trưởng hơn 2000%."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] CEO Jared Isaacman is ringing the closing bell",
      "vi": "Giám đốc điều hành Jared Isaacmanđã rung chuông đóng phiên giao dịch"
    }
  },
  {
    "translation": {
      "en": "of the New York Stock Exchange.",
      "vi": "của Sở giao dịch chứng khoán New York."
    }
  },
  {
    "translation": {
      "en": "♪ Don't let it in Don't let it in, don't let it in ♪",
      "vi": "NGƯỜI ƯA MẠO HIỂM KHÁC THƯỜNGĐÃ PHÁ VỠ RÀO CẢN TỶ PHÚ."
    }
  },
  {
    "translation": {
      "en": "Jared always, like, kinda keeps us on our toes.",
      "vi": "Jared luôn khiến chúng tôi thấp thỏm."
    }
  },
  {
    "translation": {
      "en": "Like, usually my feelings are like, \"Oh, no. Here it comes.\"",
      "vi": "Thường thì cảm giác của tôi là\"Ôi không, lại thế rồi. Gì nữa đây?\""
    }
  },
  {
    "translation": {
      "en": "[laughs] Like, what's next? But, that's just--",
      "vi": "Thường thì cảm giác của tôi là\"Ôi không, lại thế rồi. Gì nữa đây?\" Nhưng con người anh ấy vốn đã thế,từ khi chúng tôi bắt đầu hẹn hò."
    }
  },
  {
    "translation": {
      "en": "It's always been in him, like, since we started dating.",
      "vi": "Nhưng con người anh ấy vốn đã thế,từ khi chúng tôi bắt đầu hẹn hò."
    }
  },
  {
    "translation": {
      "en": "[Jared] I grew up with a pretty independent, you know, lifestyle.",
      "vi": "Tôi lớn lên khá độc lập, nhất là lối sống."
    }
  },
  {
    "translation": {
      "en": "If I wanted to get something done, I was gonna do it myself.",
      "vi": "Nếu tôi muốn làm chuyện gì,tôi sẽ làm một mình."
    }
  },
  {
    "translation": {
      "en": "It's a big part of, you know, how my life ultimately shaped out.",
      "vi": "Đó là phần quan trọngđịnh hình cuộc sống của tôi."
    }
  },
  {
    "translation": {
      "en": "I grew up in New Jersey, and, uh, I think I was a horrible student,",
      "vi": "Tôi lớn lên ở New Jersey, và tôi nghĩtôi là một học sinh tệ hại,"
    }
  },
  {
    "translation": {
      "en": "and I wasn't, like, happy in school, either.",
      "vi": "tôi cũng không thấy vui khi đi học."
    }
  },
  {
    "translation": {
      "en": "So, I made the decision I wanted to leave school early",
      "vi": "Nên tôi đã quyết định tôi sẽ bỏ học sớm"
    }
  },
  {
    "translation": {
      "en": "uh, when I was 15.",
      "vi": "khi tôi 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "There's a pretty decent age gap between myself and my, uh,",
      "vi": "Có một khoảng cách tuổi tác khá lớngiữa tôi và"
    }
  },
  {
    "translation": {
      "en": "my older siblings. They were out, kind of enjoying their lives",
      "vi": "các anh chị. Họ tận hưởngcuộc sống cá nhân ở ngoài"
    }
  },
  {
    "translation": {
      "en": "and having responsibility, and, I'm like, I gotta raise my hand",
      "vi": "và có trách nhiệm,còn tôi thì, tôi cần phải giơ tay"
    }
  },
  {
    "translation": {
      "en": "to ask permission to use the restroom in high school.",
      "vi": "để xin đi vệ sinh ở trường."
    }
  },
  {
    "translation": {
      "en": "This doesn't make sense.",
      "vi": "Cũng không vui lắm."
    }
  },
  {
    "translation": {
      "en": "So, I left high school, I took my GED.",
      "vi": "Cho nên, tôi bỏ học, lấy bằng chứng nhận."
    }
  },
  {
    "translation": {
      "en": "I started the business of what became Shift4 when I was 16.",
      "vi": "Tôi bắt đầu kinh doanh nền tảng của Shift4từ 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "It was like a, you know, you wake up, you know, at 7:30, 8:00 a.m.,",
      "vi": "Và nó cứ như là, bạn biết đó,bạn thức dậy vào lúc 7:30, 8:00 sáng,"
    }
  },
  {
    "translation": {
      "en": "then you fall asleep on the keyboard at 2:00 or 3:00 in the morning.",
      "vi": "và bạn ngủ quên trên bàn phímvào hai, ba giờ sáng."
    }
  },
  {
    "translation": {
      "en": "And you just keep doing it over and over again.",
      "vi": "Và bạn tiếp tục lặp lại điều đó."
    }
  },
  {
    "translation": {
      "en": "After a couple years of doing that, I kinda remember telling my father,",
      "vi": "Sau vài năm liên tục như vậy,tôi nhớ tôi đã nói với bố tôi,"
    }
  },
  {
    "translation": {
      "en": "like, I'm getting burned out, like, I gotta have something else",
      "vi": "tôi đang kiệt sức,"
    }
  },
  {
    "translation": {
      "en": "going on in my life right now.",
      "vi": "và đáng ra tôi nên có cái gì kháctrong đời mình."
    }
  },
  {
    "translation": {
      "en": "From a pretty young age, I definitely took interest in aviation.",
      "vi": "Từ khi còn khá trẻ,tôi đã quan tâm đến ngành hàng không."
    }
  },
  {
    "translation": {
      "en": "So I went to the local airport,",
      "vi": "Nên tôi đến sân bay địa phương,"
    }
  },
  {
    "translation": {
      "en": "and I went to the flight school there.",
      "vi": "và tham gia học lái máy bay."
    }
  },
  {
    "translation": {
      "en": "We went up in a Cessna 172.",
      "vi": "Chúng tôi leo lên chiếc Cessna 172."
    }
  },
  {
    "translation": {
      "en": "This is 2004 or 2005, flying. There's no Wi-Fi. It's super peaceful.",
      "vi": "Đó là năm 2004 hay 2005. Không có wifivà bầu trời cực kỳ yên bình."
    }
  },
  {
    "translation": {
      "en": "There's no one around to bug you and it's, I mean, it's very therapeutic.",
      "vi": "Không ai làm phiền bạnvà ý tôi là nó có tác dụng trị liệu."
    }
  },
  {
    "translation": {
      "en": "And when I did, I was like, \"Yeah, this is gonna be a thing now.\"",
      "vi": "Và khi làm điều đó thì tôi nghĩ\"Đây sẽ là một điều thú vị\"."
    }
  },
  {
    "translation": {
      "en": "Once you know how to fly a single-engine propeller plane,",
      "vi": "Một khi bạn biết cách bay loại máy baymột động cơ cánh quạt,"
    }
  },
  {
    "translation": {
      "en": "you wanna fly a twin-engine propeller plane, then you wanna fly jets.",
      "vi": "bạn sẽ muốn bay hai động cơ cánh quạt. Sau đó là máy bay phản lực."
    }
  },
  {
    "translation": {
      "en": "Once you started going down that slope, it was like,",
      "vi": "Khi bắt đầu xuống dốc thì như"
    }
  },
  {
    "translation": {
      "en": "well, what comes next? Ex-military aircraft?",
      "vi": "cái gì sẽ tới đây?Máy bay quân sự cũ?"
    }
  },
  {
    "translation": {
      "en": "Can you fly fighter jets? And it turns out, you can.",
      "vi": "Lái máy bay chiến đấu?Hóa ra là bạn có thể."
    }
  },
  {
    "translation": {
      "en": "And that led to airshow teams.",
      "vi": "Và tôi đã đến với đội bay biểu diễn."
    }
  },
  {
    "translation": {
      "en": "Jared and I met at an airshow while I was flying with the Thunderbirds.",
      "vi": "Jared và tôi gặp nhau tại buổi biểu diễnkhi tôi bay với Thunderbirds."
    }
  },
  {
    "translation": {
      "en": "That's my background, 20 years in the Air Force flying F16s.",
      "vi": "Đó là lý lịch của tôi,20 năm ở đội Air Force bay dòng M16."
    }
  },
  {
    "translation": {
      "en": "And there's a lot of consistencies and comparisons to the space world.",
      "vi": "Có nhiều điểm nhất quán và sự so sánhvới thế giới ngoài vũ trụ."
    }
  },
  {
    "translation": {
      "en": "Jared knew he was going to space.",
      "vi": "Jared biết mình sẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "He just didn't know who, what, or where, when, and how.",
      "vi": "Chỉ là không biết với ai, cái gì,ở đâu, khi nào và thế nào."
    }
  },
  {
    "translation": {
      "en": "[woman] Start.",
      "vi": "Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[man 1] T minus 15 seconds.",
      "vi": "2008 PHÓNG TÊN LỬA SOYUZBAIKONUR, KAZAKHSTAN Đếm ngược còn 15 giây."
    }
  },
  {
    "translation": {
      "en": "[Jared] 2008, based on my interest in aviation,",
      "vi": "Năm 2008, dựa vào sự quan tâmđối với ngành hàng không,"
    }
  },
  {
    "translation": {
      "en": "I got an invitation to watch the Soyuz go up.",
      "vi": "tôi nhận được một lời mờitới xem Soyuz cất cánh."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Five, four, three, two, one. -[woman] Prime, and lift-off.",
      "vi": "- Năm, bốn, ba, hai, một.- Châm lửa, và cất cánh."
    }
  },
  {
    "translation": {
      "en": "[man 1] Lift-off of the Soyuz rocket transporting Mike Fincke,",
      "vi": "Tên lửa Soyuz cất cánh cùng Mike Fincke,"
    }
  },
  {
    "translation": {
      "en": "Yury Lonchacov, and Richard Garriott to their home in space.",
      "vi": "Yury Loncha Cov và Richard Garriotttđến nhà họ trong không gian."
    }
  },
  {
    "translation": {
      "en": "[Jared] And it was amazing.",
      "vi": "Nó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "[man 2] Flight controller standing by for contact and capture",
      "vi": "Người điều khiển đã sẵn sàng liên hệvà kết nối"
    }
  },
  {
    "translation": {
      "en": "of the International Space Station.",
      "vi": "với Trạm vũ trụ Quốc tế."
    }
  },
  {
    "translation": {
      "en": "[Jared] And it actually took a space tourist up, Richard Garriott",
      "vi": "Nó đã đón vị khách du lịch vũ trụ,Richard Garriottt"
    }
  },
  {
    "translation": {
      "en": "was up on that mission.",
      "vi": "đã thực hiện nhiệm vụ đó."
    }
  },
  {
    "translation": {
      "en": "[man] Richard Garriott launched to the International Space Station",
      "vi": "Richard Garriott cất cánhđến Trạm vũ trụ Quốc tế"
    }
  },
  {
    "translation": {
      "en": "as a self-funded private astronaut.",
      "vi": "với tư cách phi hành gia tư nhân, tự túc."
    }
  },
  {
    "translation": {
      "en": "So that was kind of my first exposure to the idea that maybe",
      "vi": "Và đó cũng là sự khẳng định đầu tiênvới ý tưởng có thể là"
    }
  },
  {
    "translation": {
      "en": "we're progressing towards a world where it won't always",
      "vi": "ta đang tiến tới một thế giớikhông phải chỉ có"
    }
  },
  {
    "translation": {
      "en": "just be NASA astronauts and Russian cosmonauts",
      "vi": "những phi hành gia NASAhay các nhà du hành vũ trụ của Nga"
    }
  },
  {
    "translation": {
      "en": "that are going into space.",
      "vi": "là người vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "[man 2] Garriott waving goodbye for the final time.",
      "vi": "Garriott chào tạm biệt lần cuối."
    }
  },
  {
    "translation": {
      "en": "Twelve years later, in 2020, I was on a call,",
      "vi": "Mười hai năm sau đó, vào năm 2020,tôi đang nghe điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and I was talking to people from SpaceX, and it was not related",
      "vi": "và đang nói chuyện với những ngườicủa SpaceX, không liên quan"
    }
  },
  {
    "translation": {
      "en": "to me going to space, or any human being going to space,",
      "vi": "tới việc tôi vào vũ trụ,hay bất cứ ai vào vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "it was a very unrelated conversation. I did make a comment that, um,",
      "vi": "đó là một cuộc đối thoại không liên quan. Tôi đã bình luận rằng"
    }
  },
  {
    "translation": {
      "en": "\"Whenever you guys are ready to really open this thing up,",
      "vi": "\"Khi nào bạn sẵn sàngnhắc tới ý tưởng này thì"
    }
  },
  {
    "translation": {
      "en": "just, like, keep me in mind.\"",
      "vi": "hãy nhớ tới tôi\"."
    }
  },
  {
    "translation": {
      "en": "And this was like a closing comment on a phone call. It was like,",
      "vi": "Và đó là lời kết thúc cho cuộc gọi.Nó giống như"
    }
  },
  {
    "translation": {
      "en": "\"Well, actually we might be a lot more ready than you might think,",
      "vi": "\"Thật ra ta sẵn sàng hơnso với những gì ta nghĩ,"
    }
  },
  {
    "translation": {
      "en": "and if you want, you have the opportunity to be the first.\"",
      "vi": "và nếu bạn muốn, bạn có cơ hộiđể là người đầu tiên\"."
    }
  },
  {
    "translation": {
      "en": "And I was just all over it.",
      "vi": "Và tôi đã rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "[man] Our mission is…",
      "vi": "Sứ mệnh của chúng tôi là..."
    }
  },
  {
    "translation": {
      "en": "[Poteet] You know when Jared wants to share something.",
      "vi": "Bạn sẽ biết khi Jared muốn chia sẻ gì đó."
    }
  },
  {
    "translation": {
      "en": "The way he says something, it's like, \"Okay, he has something to share.\"",
      "vi": "Cách anh ấy nói giống như\"À, anh ấy cần nói gì đó\"."
    }
  },
  {
    "translation": {
      "en": "We were in New York for business purposes,",
      "vi": "Chúng tôi đã ở New Work vì công việc,"
    }
  },
  {
    "translation": {
      "en": "and we went for a run around Central Park,",
      "vi": "và chúng tôi chạy quanh Central Park,"
    }
  },
  {
    "translation": {
      "en": "and usually, he's on his earpiece, listening to some business podcast,",
      "vi": "thông thường anh ấy sẽ đeo tai nghe,nghe vài bài podcast kinh doanh,"
    }
  },
  {
    "translation": {
      "en": "um, ignores me.",
      "vi": "à, bỏ qua đi."
    }
  },
  {
    "translation": {
      "en": "But this time he was talking.",
      "vi": "Nhưng lần này anh ấy nói chuyện."
    }
  },
  {
    "translation": {
      "en": "He started to allude to the space mission,",
      "vi": "Anh ấy bắt đầu ám chỉ sứ mệnh không gian,"
    }
  },
  {
    "translation": {
      "en": "and I didn't fully grasp what he was talking about.",
      "vi": "và tôi đã không hoàn toàn hiểunhững gì anh ấy đang nói."
    }
  },
  {
    "translation": {
      "en": "He starts talking about how he met with SpaceX,",
      "vi": "Anh ấy bắt đầu nói về... cách anh ấy gặp gỡ SpaceX,"
    }
  },
  {
    "translation": {
      "en": "and this opportunity has presented itself,",
      "vi": "và cơ hội này đã tự xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"Is he really talking about going to space?\"",
      "vi": "tôi nghĩ \"Có phải anh ấy đang nói về việcbay vào vũ trụ?"
    }
  },
  {
    "translation": {
      "en": "\"Like, there's no way.\" The more and more he explained,",
      "vi": "Giống như không có cách... \" Anh ấy càng giải thích bao nhiêu,"
    }
  },
  {
    "translation": {
      "en": "the more details he provided, and I'm like \"Dude, are you going to space?\"",
      "vi": "và càng nhiều chi tiết bấy nhiêu thì tôi,“Có thật là anh muốn bay vào vũ trụ\"?"
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Yup.\"",
      "vi": "Và anh ấy trả lời... \"Đúng vậy\"."
    }
  },
  {
    "translation": {
      "en": "And I'm like… \"Holy shit.\"",
      "vi": "Còn tôi thì... \"Trời đất ơi\"."
    }
  },
  {
    "translation": {
      "en": "In a matter of a couple weeks, we go from Jared telling me",
      "vi": "Trong vài tuần,từ chuyện Jared nói với tôi"
    }
  },
  {
    "translation": {
      "en": "he's gonna do this space thing, to here we are at SpaceX.",
      "vi": "anh ấy sẽ thực hiện chuyện vào vũ trụ,và giờ chúng tôi đang ở SpaceX."
    }
  },
  {
    "translation": {
      "en": "It was like, \"This is for reals. Dude, you're going to space.\"",
      "vi": "Cứ như là \"Đây là sự thật. Các bạn, chúng ta sẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "\"That's insane.\"",
      "vi": "Thật điên rồ\"."
    }
  },
  {
    "translation": {
      "en": "[tour guide] Um, I thought what we would do is start out here",
      "vi": "Ừ, tôi nghĩ cái chúng tôi làmlà bắt đầu ở đây"
    }
  },
  {
    "translation": {
      "en": "with this beautiful thing, this beautiful Falcon 9 rocket.",
      "vi": "với đồ vật đẹp đẽ này,tên lửa Falcone 9 xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "Um, and this rocket is a very special rocket.",
      "vi": "Tên lửa này là một tên lửa rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Early on, there were talks that, like, one day he'd go to space.",
      "vi": "Trước đây, có người nói là ngày nào đóanh ấy sẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "I mean, you don't believe it when, like, somebody's telling you,",
      "vi": "Ý tôi là bạn sẽ không thể tinkhi có người nói vậy,"
    }
  },
  {
    "translation": {
      "en": "but I'm like, \"All right, he's got dreams\" and you kinda, like, accept them.",
      "vi": "nhưng tôi thì \"Không sao, anh ấycó giấc mơ mà\", và cũng đồng ý với họ."
    }
  },
  {
    "translation": {
      "en": "He broke the news.",
      "vi": "Anh ấy xác nhận tin này."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think the tears definitely came down.",
      "vi": "Và tôi nghĩ nước mắt tôi đã tự động rơi."
    }
  },
  {
    "translation": {
      "en": "All you think is, \"My spouse, my husband, father of my children,",
      "vi": "Những gì tôi nghĩ \"Người bạn đời,người chồng, người cha của các con tôi,"
    }
  },
  {
    "translation": {
      "en": "is going to space.\"",
      "vi": "sẽ bay vào vũ trụ\"."
    }
  },
  {
    "translation": {
      "en": "We don't know the risk, right? You just automatically think, like,",
      "vi": "Ta không lường trước nguy hiểm,đúng không? Bạn sẽ nghĩ là"
    }
  },
  {
    "translation": {
      "en": "\"Wow, something can happen.\"",
      "vi": "\"À, sẽ xảy ra chuyện gì đó\"."
    }
  },
  {
    "translation": {
      "en": "He's always been adventurous, so… this was just on a different level.",
      "vi": "Anh ấy luôn thích mạo hiểm, nên...chuyện này hoàn toàn ở mức độ khác."
    }
  },
  {
    "translation": {
      "en": "Okay, now everybody knows how to launch one, and how to land one.",
      "vi": "Được rồi, giờ tất cả mọi người đều biếtlàm sao để phóng và hạ cánh."
    }
  },
  {
    "translation": {
      "en": "You've got all the secret sauce.",
      "vi": "Bạn có tất cả công thức bí mật."
    }
  },
  {
    "translation": {
      "en": "Don't go make your own rocket company, okay?",
      "vi": "Đừng đi mở công ty tên lửa riêng nhé?"
    }
  },
  {
    "translation": {
      "en": "[Jared] If you look at SpaceX, their vision right from the start is,",
      "vi": "Khi bạn nhìn vào SpaceX,tầm nhìn ban đầu của họ là,"
    }
  },
  {
    "translation": {
      "en": "make humankind a multi-planetary species, because…",
      "vi": "làm cho con ngườithành chủng loài đa hành tinh, vì..."
    }
  },
  {
    "translation": {
      "en": "we got a lot of eggs in one basket here.",
      "vi": "ta có rất nhiều trứng trong một cái rổ."
    }
  },
  {
    "translation": {
      "en": "And it didn't go really well for the dinosaurs.",
      "vi": "Và mọi chuyện đã không thuận lợivới loài khủng long."
    }
  },
  {
    "translation": {
      "en": "The reason I started SpaceX was to help make life multi-planetary,",
      "vi": "Lý do tôi bắt đầu với SpaceX là để giúpcuộc sống phát triển với nhiều hành tinh,"
    }
  },
  {
    "translation": {
      "en": "to get humanity to Mars.",
      "vi": "để đưa con người tới sao Hỏa."
    }
  },
  {
    "translation": {
      "en": "The future is vastly more exciting and interesting",
      "vi": "Tương lai sẽ càng ngày càng thú vị hơn"
    }
  },
  {
    "translation": {
      "en": "if we're a space-faring civilization and a multi-planet species",
      "vi": "nếu ta có nền văn minh vũ trụvà là chủng loài đa hành tinh"
    }
  },
  {
    "translation": {
      "en": "than if we are not.",
      "vi": "hơn là ta không có."
    }
  },
  {
    "translation": {
      "en": "And I can't think of anything more exciting than going out there",
      "vi": "Và tôi không thể nghĩ tới thứ gì thú vịhơn chuyện bay ra ngoài đó"
    }
  },
  {
    "translation": {
      "en": "-and being among the stars. -[cheers, applause]",
      "vi": "và đứng giữa các vì sao."
    }
  },
  {
    "translation": {
      "en": "[Musk] It's important for the future of humanity to be a multi-planet species,",
      "vi": "Tương lai thành chủng loài đa hành tinhcủa loài người sẽ rất quan trọng,"
    }
  },
  {
    "translation": {
      "en": "so that we better understand the nature of the universe,",
      "vi": "để ta hiểu rõ bản chất của vũ trụ hơn,"
    }
  },
  {
    "translation": {
      "en": "and also protects against some calamity on Earth.",
      "vi": "và cũng bảo vệ con ngườikhỏi thiên tai trên Trái đất."
    }
  },
  {
    "translation": {
      "en": "The initial model of a rocket was",
      "vi": "Mô hình ban đầu của một tên lửa là"
    }
  },
  {
    "translation": {
      "en": "that it would be a use once, throw-away machine.",
      "vi": "loại máy được sử dụng một lần,sau đó vứt bỏ."
    }
  },
  {
    "translation": {
      "en": "Now that's a big machine to throw away.",
      "vi": "Giờ đó là một cái máy lớn để bỏ đi."
    }
  },
  {
    "translation": {
      "en": "The Saturn V rocket cost $400 million to build and launch,",
      "vi": "Tên lửa Saturn V tốn 400 triệu đôđể xây dựng và phóng đi,"
    }
  },
  {
    "translation": {
      "en": "and that was in 1960s money.",
      "vi": "và đó là tiền của những năm 1960."
    }
  },
  {
    "translation": {
      "en": "And it was used a single time.",
      "vi": "Và chỉ sử dụng được một lần."
    }
  },
  {
    "translation": {
      "en": "Elon saw something different. Elon believed we can reuse these rockets.",
      "vi": "Elon đã thấy những điều khác thường. Elon tin là ta có thể tái sử dụng tên lửa."
    }
  },
  {
    "translation": {
      "en": "[crowd] Five, four, three, two, one.",
      "vi": "Năm, bốn, ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "Liftoff!",
      "vi": "Cất cánh!"
    }
  },
  {
    "translation": {
      "en": "SpaceX was the first company to prove out reusability of rockets.",
      "vi": "SpaceX là công ty đầu tiênminh chứng cho việc tái sử dụng tên lửa."
    }
  },
  {
    "translation": {
      "en": "Reusability is the holy grail.",
      "vi": "Khả năng tái sử dụng là chén thánh."
    }
  },
  {
    "translation": {
      "en": "It's a profound breakthrough.",
      "vi": "Đó là một bước đột phá sâu sắc."
    }
  },
  {
    "translation": {
      "en": "[man] Successful separation, we're coming up on…",
      "vi": "Tách thành công, chúng ta sắp ra ngoài..."
    }
  },
  {
    "translation": {
      "en": "This was something that was not supposed to be able to be done.",
      "vi": "Đây là một cái gì đó đã không được cholà có thể thực hiện được."
    }
  },
  {
    "translation": {
      "en": "[woman] And the Falcons have landed!",
      "vi": "Và tên lửa Falcons đã hạ cánh!"
    }
  },
  {
    "translation": {
      "en": "[Jared] His team that he assembled, that believe in his vision,",
      "vi": "Đội ngũ anh ấy tập hợptin vào tầm nhìn của anh ấy"
    }
  },
  {
    "translation": {
      "en": "have done what no one thought was possible.",
      "vi": "và làm ra chuyện mà không ai nghĩrằng có thể thực hiện được."
    }
  },
  {
    "translation": {
      "en": "It's been six years since they first landed a rocket on a ship.",
      "vi": "Đã sáu năm từ khi tên lửahạ cánh thành công trên tàu lần đầu."
    }
  },
  {
    "translation": {
      "en": "No one else has done it.",
      "vi": "Chưa có ai làm chuyện đó."
    }
  },
  {
    "translation": {
      "en": "[Musk] SpaceX today is responsible for about two-thirds of…",
      "vi": "Bây giờ SpaceX chịu trách nhiệmcho khoảng hai phần ba..."
    }
  },
  {
    "translation": {
      "en": "all of the Earth's payload to orbit last year.",
      "vi": "tải trọng lên quỹ đạo Trái đất năm ngoái."
    }
  },
  {
    "translation": {
      "en": "We're the only means by which the United States",
      "vi": "Chúng tôi có phương tiện duy nhấtmà nhờ đó Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "is able to get astronauts to the Space Station.",
      "vi": "đưa phi hành gia lên Trạm vũ trụ."
    }
  },
  {
    "translation": {
      "en": "You start flying cargo, and then you're launching people for the first time,",
      "vi": "Bạn bắt đầu chuyển hàng, sau đóra mắt mọi người lần đầu,"
    }
  },
  {
    "translation": {
      "en": "and now we've done three missions with humans on board.",
      "vi": "chúng tôi đã thực hiện ba nhiệm vụvới con người trên tàu."
    }
  },
  {
    "translation": {
      "en": "[man] Welcome back to Planet Earth, thanks for flying SpaceX.",
      "vi": "Chào mừng bạn trở lại Trái đất,cảm ơn vì đã bay với SpaceX."
    }
  },
  {
    "translation": {
      "en": "The next chapter's definitely to make it more and more accessible",
      "vi": "Chương tiếp theo chắc chắn làlàm cho nó dễ tiếp cận hơn"
    }
  },
  {
    "translation": {
      "en": "to regular folks.",
      "vi": "với người bình thường."
    }
  },
  {
    "translation": {
      "en": "We're gonna be flying civilians for the first time.",
      "vi": "Chúng tôi sẽ bay với dân thườnglần đầu tiên."
    }
  },
  {
    "translation": {
      "en": "[Jared] Not in my zone yet.",
      "vi": "Tôi vẫn chưa thấy thoải mái."
    }
  },
  {
    "translation": {
      "en": "It's hard, there's rockets being built around me and everything.",
      "vi": "Hơi khó vì khắp nơi là tên lửa và mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Inspiration4 will be another change point",
      "vi": "Inspiration4 sẽ làmột cột mốc quan trọng khác"
    }
  },
  {
    "translation": {
      "en": "in the history of space travel.",
      "vi": "trong lịch sử du hành không gian."
    }
  },
  {
    "translation": {
      "en": "[Jared] We're calling the mission Inspiration4.",
      "vi": "Ta gọi sứ mệnh này là Inspiration4."
    }
  },
  {
    "translation": {
      "en": "We chose this name because the principal mission objective is to inspire.",
      "vi": "Ta chọn tên này bởi vì mục tiêu quan trọng nhấtlà truyền cảm hứng."
    }
  },
  {
    "translation": {
      "en": "The number four is symbolic for several reasons.",
      "vi": "Số bốn tượng trưng cho vài lý do."
    }
  },
  {
    "translation": {
      "en": "There will be four crew members on this spacecraft,",
      "vi": "Có bốn thành viên phi hành đoàntrên tàu vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "and it will also be the fourth manned mission from the United States",
      "vi": "và là nhiệm vụ có người láithứ tư của Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "since the space shuttle was retired almost a decade ago.",
      "vi": "từ khi tàu con thoi nghỉ hưugần một thập kỷ trước."
    }
  },
  {
    "translation": {
      "en": "[woman] So, guys, from this point on, no photos will be allowed in the facility.",
      "vi": "Bắt đầu từ đây chúng tasẽ không được phép chụp hình."
    }
  },
  {
    "translation": {
      "en": "[Jared] I look at it as an immense challenge.",
      "vi": "Tôi xem nó như một thách thức lớn."
    }
  },
  {
    "translation": {
      "en": "I'm so excited to get into the books and start getting in the simulator",
      "vi": "Tôi rất hào hứng khi bắt đầu đọc sáchvà làm quen quá trình mô phỏng"
    }
  },
  {
    "translation": {
      "en": "and playing around with, uh, this great engineering marvel",
      "vi": "và thử khám phákỳ quan kỹ thuật tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "you guys have created here.",
      "vi": "mà các bạn tạo ra."
    }
  },
  {
    "translation": {
      "en": "[Musk] We're trying to make the dream of space accessible to anyone.",
      "vi": "Chúng tôi cố gắng để mọi người có thểchạm tới giấc mơ vũ trụ."
    }
  },
  {
    "translation": {
      "en": "This Inspiration4 mission helps bring awareness",
      "vi": "Sứ mệnh Inspiration4 mang đến nhận thức"
    }
  },
  {
    "translation": {
      "en": "of spaceflight to a lot of people, makes it more personal.",
      "vi": "về những chuyến du hành vũ trụtới mọi người, cá nhân hóa nó."
    }
  },
  {
    "translation": {
      "en": "Hopefully, as the name suggests, it inspires people about spaceflight.",
      "vi": "Hy vọng như tên của nó, nó sẽ tạocảm hứng về những chuyến du hành vũ trụ."
    }
  },
  {
    "translation": {
      "en": "You need pioneers like Jared in order to have the future mission",
      "vi": "Bạn cần người tiên phong như Jaredthực hiện sứ mệnh tương lai,"
    }
  },
  {
    "translation": {
      "en": "and ultimately making science fiction not fiction forever.",
      "vi": "và cuối cùng là làm khoa học viễn tưởngkhông còn viễn tưởng nữa."
    }
  },
  {
    "translation": {
      "en": "-[Jared] Morning, nice to see you. -[man] Nice to see you.",
      "vi": "- Chào buổi sáng.- Hân hạnh. - Hân hạnh.- Anh sao rồi?"
    }
  },
  {
    "translation": {
      "en": "-Good! I'm Jared. -Sarah.",
      "vi": "- Tốt! Tôi là Jared.- Sarah."
    }
  },
  {
    "translation": {
      "en": "-Hey, Sarah. -Nice to meet you.",
      "vi": "- Chào Sarah.- Hân hạnh."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you as well. Cool.",
      "vi": "Tôi cũng vậy. Tốt."
    }
  },
  {
    "translation": {
      "en": "[man] So, we're at a very exciting milestone with you here today, Jared,",
      "vi": "Ta đang ở cột mốc rất thú vịvới anh ở đây Jared,"
    }
  },
  {
    "translation": {
      "en": "with our kickoff.",
      "vi": "với buổi khởi động."
    }
  },
  {
    "translation": {
      "en": "As you know, I'm your mission manager.",
      "vi": "Bạn đã biết tôi là quản lý sứ mệnh này."
    }
  },
  {
    "translation": {
      "en": "Uh, as I mentioned, we want to talk trajectory.",
      "vi": "Như tôi đề cập, ta sẽ nói về quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "For this Inspiration4 mission,",
      "vi": "Để thực hiện sứ mệnh Inspiration4,"
    }
  },
  {
    "translation": {
      "en": "the launch will actually happen in three stages.",
      "vi": "việc phóng tên lửa sẽ thật sự xảy ratrong ba giai đoạn."
    }
  },
  {
    "translation": {
      "en": "The Falcon rocket is called the Falcon 9 rocket,",
      "vi": "Tên lửa Falcon đúng ra là tên lửa Falcon 9"
    }
  },
  {
    "translation": {
      "en": "for the simple reason that it has nine powerful engines",
      "vi": "lý do đơn giảnlà nó có chín động cơ mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "that are sufficient to accelerate a spacecraft to orbit.",
      "vi": "có thể đẩy tên lửa đi vào quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "The Falcon 9 has a first stage, has a second stage,",
      "vi": "Falcon 9 có tầng một, và có tầng hai,"
    }
  },
  {
    "translation": {
      "en": "and stacked on top of that, is the Crew Dragon spacecraft.",
      "vi": "và tầng trên cùng của nó,chính là tàu Crew Dragon,"
    }
  },
  {
    "translation": {
      "en": "It's the place where the astronauts live, it's the piece that will go into orbit.",
      "vi": "đó là nơi các phi hành gia sẽ sốngvà cũng là phần sẽ quay vòng quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "When the Falcon 9 lifts off, it will get about halfway",
      "vi": "Khi Falcon 9 cất cánh, nó sẽ đi được"
    }
  },
  {
    "translation": {
      "en": "to orbital altitude, and the first stage of the rocket will separate and fall away.",
      "vi": "nửa độ cao quỹ đạo, và tầng đầu tiêncủa tên lửa sẽ tách ra và rớt xuống."
    }
  },
  {
    "translation": {
      "en": "The second stage of the rocket will light and accelerate",
      "vi": "Tầng thứ hai của tên lửasẽ phát sáng và tăng tốc"
    }
  },
  {
    "translation": {
      "en": "the Crew Dragon spacecraft up to a continuous speed of about",
      "vi": "đẩy tàu Crew Dragonđi đến một vận tốc liên tục"
    }
  },
  {
    "translation": {
      "en": "17,500 miles an hour.",
      "vi": "khoảng 28.164km một giờ."
    }
  },
  {
    "translation": {
      "en": "The second stage will fall away,",
      "vi": "Tầng thứ hai sẽ rơi xuống,"
    }
  },
  {
    "translation": {
      "en": "and the Dragon spacecraft will be the only part that goes into orbit.",
      "vi": "và tàu Dragon sẽ là phần duy nhấtđi vào quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "That will be the home of the crew for the three days they're in orbit.",
      "vi": "Đó cũng là nhà của các thành viêntrong ba ngày họ bay theo quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "In order to orbit the Earth,",
      "vi": "Để bay quanh quỹ đạo Trái đất,"
    }
  },
  {
    "translation": {
      "en": "you have to be going at a continuous speed",
      "vi": "bạn sẽ phải di chuyển với tốc độ liên tục"
    }
  },
  {
    "translation": {
      "en": "of about 17,500 miles an hour.",
      "vi": "vào khoảng 28.614km một giờ."
    }
  },
  {
    "translation": {
      "en": "When it's time to come home, they turn around",
      "vi": "Khi đến lúc về nhà, họ sẽ xoay lại"
    }
  },
  {
    "translation": {
      "en": "and they begin to decelerate.",
      "vi": "và họ bắt đầu giảm tốc."
    }
  },
  {
    "translation": {
      "en": "And it slows them down just a little bit, so the spacecraft will descend",
      "vi": "Và nó làm họ chậm lại một chút,vì vậy tàu vũ trụ sẽ hạ xuống"
    }
  },
  {
    "translation": {
      "en": "into the atmosphere.",
      "vi": "rơi vào bẩu khí quyển."
    }
  },
  {
    "translation": {
      "en": "A small parachute will pop out and slow them down,",
      "vi": "Một chiếc dù nhỏ bật ra và làm giảm tốc,"
    }
  },
  {
    "translation": {
      "en": "sort of a braking parachute,",
      "vi": "giống như chiếc dù bị đứt,"
    }
  },
  {
    "translation": {
      "en": "then bigger parachutes will pop out,",
      "vi": "và chiếc dù lớn hơn sẽ bung ra,"
    }
  },
  {
    "translation": {
      "en": "and then they will be traveling at just a few miles an hour,",
      "vi": "và sau đó họ sẽ đi với tốc độkhoảng vài km một giờ,"
    }
  },
  {
    "translation": {
      "en": "and they will gently splash down in the Atlantic Ocean.",
      "vi": "và họ sẽ nhẹ nhàng rơi xuốngĐại Tây Dương."
    }
  },
  {
    "translation": {
      "en": "[mission manager] All right. Shall we? Nice touch to it.",
      "vi": "- Được chưa. Các bạn?- Cách tiếp cận hay đó."
    }
  },
  {
    "translation": {
      "en": "-Who… Who's that? -[all laughing]",
      "vi": "Ai ở đó vậy?"
    }
  },
  {
    "translation": {
      "en": "[Jared] Looks like he knows what he's doing.",
      "vi": "Anh chàng đó có vẻ biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "[mission manager] That guy…",
      "vi": "Anh chàng đó..."
    }
  },
  {
    "translation": {
      "en": "Jared is, um, an awesome person to be a partner",
      "vi": "Jared là một cộng sự rất tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "on this first all-civilian flight.",
      "vi": "cho chuyến bay dân sự đầu tiên này."
    }
  },
  {
    "translation": {
      "en": "He has a ton of experience in flight as a pilot,",
      "vi": "Anh ấy có hàng tấn kinh nghiệm baykhi là phi công,"
    }
  },
  {
    "translation": {
      "en": "um, and does a lot of wild piloting stuff.",
      "vi": "và cũng thực hiệnrất nhiều món bay lượn hoang dã."
    }
  },
  {
    "translation": {
      "en": "He also just has a great attitude. He's a complete supporter",
      "vi": "Anh ấy có thái độ rất tốt,như là người hỗ trợ"
    }
  },
  {
    "translation": {
      "en": "of our mission at SpaceX to go multi-planetary,",
      "vi": "cho sứ mệnh ở SpaceXđể đến các hành tinh khác,"
    }
  },
  {
    "translation": {
      "en": "and he's, uh, really a very humble partner,",
      "vi": "và anh ấy đúng là một cộng sự khiêm tốn,"
    }
  },
  {
    "translation": {
      "en": "a very knowledgeable partner, as well.",
      "vi": "và là một cộng sự rất hiểu biết."
    }
  },
  {
    "translation": {
      "en": "[Ericson] Jared's not the guy that's just showing up and saying,",
      "vi": "Jared không phải kiểu ngườimà xuất hiện và nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, launch me to space.\"",
      "vi": "\"Này, đưa tôi bay vào vũ trụ\"."
    }
  },
  {
    "translation": {
      "en": "He is fully committed and involved, kind of the perfect guy for this.",
      "vi": "Anh ấy hoàn toàn cam kết và tham gia,là người hoàn hảo cho việc này."
    }
  },
  {
    "translation": {
      "en": "He's got a ton of flight experience.",
      "vi": "Anh ấy có rất nhiều kinh nghiệm bay."
    }
  },
  {
    "translation": {
      "en": "He has the technical ability to understand.",
      "vi": "Anh ấy có khả năng kỹ thuật để hiểu hết."
    }
  },
  {
    "translation": {
      "en": "[Jared] I just care that it has that new Dragon smell.",
      "vi": "Tôi quan tâm vì có mùi của tàu Dragon mới."
    }
  },
  {
    "translation": {
      "en": "[Reed] Yeah, it'll be… this is, this is, yeah.",
      "vi": "Sẽ vậy... điều này, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "What do they call it? Certified pre-owned.",
      "vi": "Họ gọi nó là gì? Chứng nhận từng sở hữu?"
    }
  },
  {
    "translation": {
      "en": "Jared understands that exploration is all about pushing boundaries.",
      "vi": "Jared hiểu rằng những việc thám hiểmlà vượt qua ranh giới,"
    }
  },
  {
    "translation": {
      "en": "It's about going where you haven't been before.",
      "vi": "và là đi tới những nơibạn chưa từng tới bao giờ."
    }
  },
  {
    "translation": {
      "en": "So that would be like keeping an altitude roughly below 420 kilometers,",
      "vi": "Điều đó sẽ giống nhưgiữ độ cao khoảng dưới 420 km,"
    }
  },
  {
    "translation": {
      "en": "and I don't think there's any particular or any major benefit in going above ISS.",
      "vi": "và tôi không nghĩ là có bất kỳ lợi ích nàotrong việc lên cao hơn ISS."
    }
  },
  {
    "translation": {
      "en": "All right, any questions?",
      "vi": "Có câu hỏi nào không?"
    }
  },
  {
    "translation": {
      "en": "I think it would be interesting to maybe further explore",
      "vi": "Tôi nghĩ rất thú vị nếu khám phá thêm"
    }
  },
  {
    "translation": {
      "en": "the option above ISS.",
      "vi": "phương án bay cao hơn ISS."
    }
  },
  {
    "translation": {
      "en": "[Jared] I totally agree, and I guess, just curious on Dragon Certification,",
      "vi": "Tôi hoàn toàn đồng ývà tôi tò mò về Chứng nhận Dragon,"
    }
  },
  {
    "translation": {
      "en": "since that does go a touch above that.",
      "vi": "khi nó chạm tới ranh giới đó."
    }
  },
  {
    "translation": {
      "en": "Intuitively, going slightly above would not present a problem,",
      "vi": "Theo trực giác thì vượt qua một chútsẽ không phải là một vấn đề,"
    }
  },
  {
    "translation": {
      "en": "but going above will start to stretch our margins.",
      "vi": "nhưng cao hơn sẽ bắt đầulàm giãn giới hạn của ta."
    }
  },
  {
    "translation": {
      "en": "And there may be other problems that I'm not aware of in other subsystems.",
      "vi": "Có thể còn vấn đề mà tôi không biếttrong các hệ thống con."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, it's not one particular thing, it's just opening Pandora's box.",
      "vi": "Đó không phải là vấn đề khácmà là mở hộp Pandora."
    }
  },
  {
    "translation": {
      "en": "The question really is, \"What are you looking for?\"",
      "vi": "Câu hỏi thật là \"Bạn tìm điều gì?"
    }
  },
  {
    "translation": {
      "en": "\"What's the driver for that higher altitude?\"",
      "vi": "Điều gì là động lực để bay lên cao hơn?\""
    }
  },
  {
    "translation": {
      "en": "You know, when people have asked us about just what we're trying to accomplish",
      "vi": "Bạn biết đó, khi mọi người hỏi ta về những điều ta cố gắng đạt đượcvới Inspiration4,"
    }
  },
  {
    "translation": {
      "en": "with Inspiration4, if there is a Jetsons' world we're all living in",
      "vi": "về những điều ta cố gắng đạt đượcvới Inspiration4, nếu có thế giới Jetsonsmà ta sống ở đó"
    }
  },
  {
    "translation": {
      "en": "and people are hopping in their spaceship and cruising around,",
      "vi": "và mọi người nhảy lên tàu vũ trụ của họđi vòng quanh,"
    }
  },
  {
    "translation": {
      "en": "at some point, it's gonna go a heck of a lot farther than the Space Station.",
      "vi": "đến lúc nào đó, nó sẽ xa hơn nhiềuso với Trạm vũ trụ."
    }
  },
  {
    "translation": {
      "en": "So, assuming that it could be mitigated, then, I think it is symbolic in that it is",
      "vi": "Giả sử rằng nó có thể giảm xuốngthì tôi nghĩ nó mang tính biểu tượng"
    }
  },
  {
    "translation": {
      "en": "that kind of pushing that one step a little bit forward,",
      "vi": "là thúc đẩy người đó tiến về phía trước"
    }
  },
  {
    "translation": {
      "en": "for everything else, you know, to follow.",
      "vi": "cho tất cả mọi người đi theo."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "This is gonna send a statement, this is the first.",
      "vi": "Điều này gửi một tuyên bố,đây là lần đầu tiên."
    }
  },
  {
    "translation": {
      "en": "And the first comes with a great deal of responsibility, like,",
      "vi": "Và lần đầu tiên đi kèm với rất nhiềutrách nhiệm như là"
    }
  },
  {
    "translation": {
      "en": "what message do we wanna send with this?",
      "vi": "lời nhắn ta gửi kèm là gì?"
    }
  },
  {
    "translation": {
      "en": "No, and that's a really fair point. And that's part of the point of this mission.",
      "vi": "Không, đó là một ý kiến công bằng. Và là một phần của nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "-Yeah, we'll… -[Jared] Cool.",
      "vi": "- Ta sẽ...- Tốt."
    }
  },
  {
    "translation": {
      "en": "We'll talk more about this one offline internally.",
      "vi": "Ta sẽ thảo luận thêm khi họp nội bộ."
    }
  },
  {
    "translation": {
      "en": "-[Ericson] Yeah. -[Jared] We appreciate it…",
      "vi": "Được. - Rất cảm ơn, nên...- Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "-[Ericson] For sure. -[man] It's definitely huge.",
      "vi": "- Rất cảm ơn, nên...- Chắc chắn. Tốt."
    }
  },
  {
    "translation": {
      "en": "[Ericson] Typically, a NASA mission inserts into a 200-kilometer orbit,",
      "vi": "Thông thường, một nhiệm vụ của NASAsẽ bay chèn vào quỹ đạo 200km,"
    }
  },
  {
    "translation": {
      "en": "but now, we're gonna go about 575 kilometers high,",
      "vi": "nhưng giờ ta sẽ lên cao khoảng 575km,"
    }
  },
  {
    "translation": {
      "en": "well above the International Space Station.",
      "vi": "lên cao hơn Trạm vũ trụ Quốc tế."
    }
  },
  {
    "translation": {
      "en": "If we are going to go to Mars,",
      "vi": "Nếu chúng ta đi tới sao Hỏa,"
    }
  },
  {
    "translation": {
      "en": "taking a stride in that direction,",
      "vi": "thực hiện ít nhất một bước theo hướng đó"
    }
  },
  {
    "translation": {
      "en": "it is vitally important. I think it speaks to, uh, really,",
      "vi": "là cực kỳ quan trọng. Tôi nghĩ là nó nói lên mục đích thật sự"
    }
  },
  {
    "translation": {
      "en": "the intent of the mission, which is, hey, to now inspire, you know,",
      "vi": "Tôi nghĩ là nó nói lên mục đích thật sự của sứ mệnh này là để truyền cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "and you inspire by doing things that haven't been done before.",
      "vi": "và truyền cảm hứng bằng cáchlàm chuyện chưa ai thực hiện."
    }
  },
  {
    "translation": {
      "en": "-Cool, man. -[Ericson] See you next week.",
      "vi": "- Chào ông.- Gặp lại vào tuần tới."
    }
  },
  {
    "translation": {
      "en": "-Yeah, see you in a week. -All right. See you, brother.",
      "vi": "- Vâng, gặp lại sau.- Được rồi. Gặp lại sau."
    }
  },
  {
    "translation": {
      "en": "[Ericson] What impressed me about Jared was",
      "vi": "Điều làm tôi ấn tượng về Jared là"
    }
  },
  {
    "translation": {
      "en": "that it is a heartfelt passion of his, that he needs to do this right.",
      "vi": "đó là niềm đam mê chân thành,rằng anh ấy cần phải làm điều này."
    }
  },
  {
    "translation": {
      "en": "That he's setting a precedent for all the missions to come.",
      "vi": "Rằng anh ấy đang lập ra một tiền lệcho tất cả các nhiệm vụ sắp tới."
    }
  },
  {
    "translation": {
      "en": "[interviewer] There's been a good amount of backlash",
      "vi": "Có rất nhiều phản ứng dữ dội"
    }
  },
  {
    "translation": {
      "en": "-to the so-called billionaires in space. -Sure.",
      "vi": "về những người được gọi làtỷ phú không gian. Chắc rồi."
    }
  },
  {
    "translation": {
      "en": "The criticism is we have enough problems on Earth,",
      "vi": "Ta có đủ vấn đề trên Trái đất rồi,"
    }
  },
  {
    "translation": {
      "en": "why are we spending time, energy, and money getting off of Earth?",
      "vi": "sao phải tốn thời gian, năng lượngvà tiền bạc đi khỏi đây?"
    }
  },
  {
    "translation": {
      "en": "What's your response to that?",
      "vi": "Câu trả lời của anh là gì?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, I don't think we should spend…",
      "vi": "Ý tôi là tôi không nghĩ là ta tiêu tốn..."
    }
  },
  {
    "translation": {
      "en": "I think we should spend the majority of our resources",
      "vi": "tôi nghĩ nên sử dụng phần lớn tài nguyên"
    }
  },
  {
    "translation": {
      "en": "solving problems on Earth, um, like 99% plus",
      "vi": "để giải quyết những vấn đề trên Trái đất,khoảng 99% vấn đề"
    }
  },
  {
    "translation": {
      "en": "of our, you know, economy should be dedicated to solving problems on Earth,",
      "vi": "là của chúng ta, kinh tế nên dùngđể giải quyết vấn đề trên Trái đất,"
    }
  },
  {
    "translation": {
      "en": "but I think, maybe, something like 1% or less than 1%,",
      "vi": "nhưng tôi nghĩ có lẽ là 1% hoặc ít hơn 1%,"
    }
  },
  {
    "translation": {
      "en": "could be applied to extending life beyond Earth.",
      "vi": "có thể dùng để áp dụngđể kéo dài sự sống bên ngoài Trái đất."
    }
  },
  {
    "translation": {
      "en": "Think about a future where we're a space-faring civilization,",
      "vi": "Nghĩ về một tương lainơi ta là nền văn minh vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "and a multi-planet species, that's an… an exciting, inspiring future.",
      "vi": "và là chủng loài đa hành tinh. Đó là mộttương lai thú vị và đầy cảm hứng."
    }
  },
  {
    "translation": {
      "en": "If life is just about problems, I mean, why… what's the point of living?",
      "vi": "Nếu sống chỉ để đặt nặng các vấn đề,vậy chúng ta sống để làm gì?"
    }
  },
  {
    "translation": {
      "en": "Space is not inexpensive, like, we all know that.",
      "vi": "Vũ trụ không quá mắc tiền và ta đều biết."
    }
  },
  {
    "translation": {
      "en": "What thoughts people can potentially have on it",
      "vi": "Bạn biết người ta thường nghĩ là,"
    }
  },
  {
    "translation": {
      "en": "is, you know, it's a billionaire going on a joyride,",
      "vi": "đó là chuyến đi thú vị của một tỷ phú,"
    }
  },
  {
    "translation": {
      "en": "the privileges of wealth, to be able to go and…",
      "vi": "những đặc quyền của sự giàu có,để có thể đi và..."
    }
  },
  {
    "translation": {
      "en": "disregard all the, you know, uh, that could be done here on Earth.",
      "vi": "bỏ qua tất cả, điều đó có thể thực hiệntrên Trái đất này."
    }
  },
  {
    "translation": {
      "en": "For me, like, anytime I've undertaken any of these adventures in life,",
      "vi": "Với tôi thì lúc nào tôi thực hiệncuộc phiêu lưu nào trong đời,"
    }
  },
  {
    "translation": {
      "en": "there has to be some offset.",
      "vi": "phải có một sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "We're not gonna do this if we can't make a huge difference",
      "vi": "Chúng tôi sẽ không làm điều đónếu không thể tạo ra khác biệt lớn"
    }
  },
  {
    "translation": {
      "en": "for the problems the world's faced with today,",
      "vi": "với những vấn đề thế giới đối mặt hôm nay,"
    }
  },
  {
    "translation": {
      "en": "or we don't earn the right to go up into space.",
      "vi": "hoặc không được quyền bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "We gravitated right to St. Jude's Children's Research Hospital.",
      "vi": "Chúng tôi đến thẳngBệnh viện Nghiên cứu Trẻ em St. Jude."
    }
  },
  {
    "translation": {
      "en": "[reporter] Isaacman says this mission is much more than fulfilling a childhood dream.",
      "vi": "Isaacman nói rằng sứ mệnh này hơn cả việchoàn thành ước mơ lúc còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "It's also a massive fundraising effort",
      "vi": "Đó cũng là một nỗ lựcgây quỹ đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "to raise an astonishing $200 million",
      "vi": "tới 200 triệu đôcho nghiên cứu về bệnh ung thư"
    }
  },
  {
    "translation": {
      "en": "for cancer research at St. Jude Children's Hospital.",
      "vi": "tới 200 triệu đôcho nghiên cứu về bệnh ung thư ở Bệnh viện Nghiên cứu Trẻ em St. Jude."
    }
  },
  {
    "translation": {
      "en": "And he's writing the first personal check for $100 million.",
      "vi": "Và anh ấy đang viết tấm chi phiếu cá nhân100 triệu đô la đầu tiên."
    }
  },
  {
    "translation": {
      "en": "You definitely don't get into my position in life",
      "vi": "Chắc chắn bạn không thể hiểuvị trí của tôi trong cuộc sống"
    }
  },
  {
    "translation": {
      "en": "unless a couple of things went your way at the right time.",
      "vi": "trừ khi có những điều đến đúng thời điểm."
    }
  },
  {
    "translation": {
      "en": "And then you think about, well, the extreme other end of the spectrum",
      "vi": "Và bạn nghĩ về... cực bên kia của quang phổ"
    }
  },
  {
    "translation": {
      "en": "is the families where nothing went right,",
      "vi": "là những gia đình không thể đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "they got dealt a horrible hand in life,",
      "vi": "Họ sống trong cảnh thiệt thòi và tiêu cực,"
    }
  },
  {
    "translation": {
      "en": "um, and… a lot of these kids in, you know, don't even grow up",
      "vi": "và rất nhiều trẻ em không thể trưởng thành"
    }
  },
  {
    "translation": {
      "en": "and have a chance to experience even 1/100th, uh…",
      "vi": "và có cơ hội để trải nghiệmthậm chí là 1/100..."
    }
  },
  {
    "translation": {
      "en": "of what I've had the opportunity to experience, and it's just…",
      "vi": "những gì tôi có thể trải nghiệm, và nó..."
    }
  },
  {
    "translation": {
      "en": "it's an imbalance that's… that sucks.",
      "vi": "không công bằng, thật tệ hại,"
    }
  },
  {
    "translation": {
      "en": "It's terrible. We should do something about it.",
      "vi": "thật tệ và ta nên làm gì đó."
    }
  },
  {
    "translation": {
      "en": "We live? Everyone can hear us?",
      "vi": "Chúng tôi đây? Có ai nghe được không?"
    }
  },
  {
    "translation": {
      "en": "Good, thumbs up? All right.",
      "vi": "Tốt, ra dấu đi, được rồi."
    }
  },
  {
    "translation": {
      "en": "I wanna welcome the two most significant organizations",
      "vi": "Tôi muốn chào đónhai tổ chức quan trọng bậc nhất"
    }
  },
  {
    "translation": {
      "en": "to this mission coming together for the first time:",
      "vi": "kết hợp lần đầu tiên vì sứ mệnh này."
    }
  },
  {
    "translation": {
      "en": "SpaceX, obviously, you have no means to get to outer space",
      "vi": "SpaceX, rõ ràng sẽ không đủphương tiện bay vào vũ trụ nếu không có"
    }
  },
  {
    "translation": {
      "en": "without all the great innovations and capabilities you brought together,",
      "vi": "những sáng kiến và năng lực lớn laomà các bạn mang lại."
    }
  },
  {
    "translation": {
      "en": "and St. Jude's Children's Research Hospital.",
      "vi": "Và Bệnh viện Nghiên cứu Trẻ em St. Jude."
    }
  },
  {
    "translation": {
      "en": "And why are we doing this?",
      "vi": "Tại sao ta phải làm chuyện này?"
    }
  },
  {
    "translation": {
      "en": "To kick off what hopefully is the most successful fundraising",
      "vi": "Để bắt đầu một chiến lược gây quỹđược hy vọng là thành công nhất"
    }
  },
  {
    "translation": {
      "en": "and awareness campaign in history.",
      "vi": "và được biết đến nhiều nhất trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "If we are going to eventually live in a world",
      "vi": "Nếu cuối cùng ta sẽ sốngtrong một thế giới nơi mà"
    }
  },
  {
    "translation": {
      "en": "where everybody is capable of going out and journeying amongst the stars,",
      "vi": "mọi người đều có khả năng đi chơivà du hành giữa các vì sao,"
    }
  },
  {
    "translation": {
      "en": "then we'd better fight childhood cancer along the way.",
      "vi": "thì ta nên chiến đấu với bệnh ung thưcủa trẻ em trên con đường này."
    }
  },
  {
    "translation": {
      "en": "The other thing is, like, the rest of the crew members",
      "vi": "Còn điều khác thì các thành viên còn lạicủa phi hành đoàn"
    }
  },
  {
    "translation": {
      "en": "have to represent the good we're trying to do with the mission.",
      "vi": "phải đại diện cho điều tốt nhấtmà ta cố gắng làm với sứ mệnh này."
    }
  },
  {
    "translation": {
      "en": "We're not gonna go up with a bunch of fishing buddies.",
      "vi": "Chúng tôi sẽ không thể phát triểnvới một nhóm bạn câu cá."
    }
  },
  {
    "translation": {
      "en": "It's not gonna work that way.",
      "vi": "Ta sẽ không làm việc theo cách đó."
    }
  },
  {
    "translation": {
      "en": "Like, every person who's gonna join this mission",
      "vi": "Mỗi người gia nhậpvào nhiệm vụ lần này"
    }
  },
  {
    "translation": {
      "en": "has to be able to deliver a very powerful and inspiring story",
      "vi": "phải có khả năng truyền đicâu chuyện mạnh mẽ và đầy cảm hứng"
    }
  },
  {
    "translation": {
      "en": "in their own right.",
      "vi": "theo cách của họ."
    }
  },
  {
    "translation": {
      "en": "And that's where we came up with our mission pillars.",
      "vi": "Đó là cách tôi chọn ratrụ cột của sứ mệnh này."
    }
  },
  {
    "translation": {
      "en": "Yeah, it might make sense just to explain, like,",
      "vi": "Cũng có thể hiểu đây là cách giải thích"
    }
  },
  {
    "translation": {
      "en": "that seat selection process and everything, you know?",
      "vi": "quá trình lựa chọn chỗ ngồi và mọi thứ,bạn biết chưa?"
    }
  },
  {
    "translation": {
      "en": "We wanted a crew member to represent hope,",
      "vi": "Chúng tôi muốn một thành viênđại diện cho hy vọng,"
    }
  },
  {
    "translation": {
      "en": "a crew member to represent generosity,",
      "vi": "một thành viên đại diện sự rộng lượng,"
    }
  },
  {
    "translation": {
      "en": "and a crew member to represent prosperity.",
      "vi": "một thành viện đại diện sự thịnh vượng."
    }
  },
  {
    "translation": {
      "en": "And there's my seat to represent leadership.",
      "vi": "Và tôi đại diện sự lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "We are going out and identifying people to occupy those seats",
      "vi": "Chúng tôi ra ngoài và tìm từng ngườilắp vào những chỗ trống đó"
    }
  },
  {
    "translation": {
      "en": "that really represent the best of humanity.",
      "vi": "để đại diện cho những gì tốt nhấtcủa nhân loại."
    }
  },
  {
    "translation": {
      "en": "So, for our crew member that represented hope,",
      "vi": "Thành viên đại diện cho hy vọng,"
    }
  },
  {
    "translation": {
      "en": "we're teamed up so heavily with St. Jude's Children's Research Hospital,",
      "vi": "chúng tôi hợp tác chặt chẽ với Bệnh việnNghiên cứu Trẻ em St. Jude,"
    }
  },
  {
    "translation": {
      "en": "I can't think of anyone better to represent the mission's spirit of hope",
      "vi": "tôi không thể nghĩ tới ai tốt hơnđại diện cho tinh thần hy vọng"
    }
  },
  {
    "translation": {
      "en": "than a former cancer survivor who grew up",
      "vi": "hơn một người từng sống sót sau ung thưvà lớn lên đã trở thành"
    }
  },
  {
    "translation": {
      "en": "to become a healthcare professional.",
      "vi": "hơn một người từng sống sót sau ung thưvà lớn lên đã trở thành một chuyên gia y tế."
    }
  },
  {
    "translation": {
      "en": "And we went to St. Jude and said, \"You know, surely you might know",
      "vi": "Chúng tôi đến St. Jude và nói\"Bạn biết, chắc chắn bạn biết"
    }
  },
  {
    "translation": {
      "en": "somebody who, you know, who fits this profile.\"",
      "vi": "một người phù hợp với vị trí này\"."
    }
  },
  {
    "translation": {
      "en": "We've already selected one person, uh, who's a great humanitarian,",
      "vi": "Chúng tôi đã chọn một ngườilà một nhà nhân đạo vĩ đại,"
    }
  },
  {
    "translation": {
      "en": "a first responder, you know, a childhood cancer survivor,",
      "vi": "người phản hồi đầu tiên và sống sótsau bệnh ung thư khi còn bé,"
    }
  },
  {
    "translation": {
      "en": "treated at St. Jude, grew up to become a healthcare professional,",
      "vi": "trị bệnh tại St. Jude, lớn lênvà trở thành một chuyên gia y tế,"
    }
  },
  {
    "translation": {
      "en": "and now is still in the fight at St. Jude again helping other kids beat it.",
      "vi": "và vẫn trong cuộc chiến tại St. Jude giúp những đứa trẻ khác chống lại nó."
    }
  },
  {
    "translation": {
      "en": "My name is Hayley Arceneaux, I'm 29 years old, and I'm from Louisiana,",
      "vi": "Tên tôi là Hayley Arceneaux,tôi 29 tuổi và đến từ Louisiana,"
    }
  },
  {
    "translation": {
      "en": "but I live in Memphis.",
      "vi": "và tôi đang ở Memphis."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[clerk] All right, have a great one.",
      "vi": "- Cảm ơn.- Được rồi, chúc ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "[Hayley] Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I grew up in a really sweet, small town called St. Francisville",
      "vi": "Tôi lớn lên ở một thị trấn nhỏvà dễ thương tên St. Francisville"
    }
  },
  {
    "translation": {
      "en": "in Louisiana.",
      "vi": "ở Louisiana."
    }
  },
  {
    "translation": {
      "en": "[Colleen] She was very friendly, and she loved meeting new people.",
      "vi": "Cô ấy rất thân thiện, và cô ấy rất thíchgặp gỡ mọi người."
    }
  },
  {
    "translation": {
      "en": "I'd always be like, \"Don't talk to strangers,",
      "vi": "Tôi luôn nói \"Đừng nói với người lạ,"
    }
  },
  {
    "translation": {
      "en": "don't go home with strangers,\" I thought she would think,",
      "vi": "đừng đi về nhà họ\",tôi nghĩ con bé sẽ nghĩ là"
    }
  },
  {
    "translation": {
      "en": "\"That might be a nice adventure to go on…\" and I was afraid of that.",
      "vi": "\"Đó là chuyến phiêu lưu thú vị mà...\"tôi thấy lo lắng về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "That's how friendly she was.",
      "vi": "Con bé thân thiện vậy đó."
    }
  },
  {
    "translation": {
      "en": "[Hayley] And I just had this really happy childhood.",
      "vi": "Và tôi có một tuổi thơ rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I was in dance, gymnastics, and tae kwon do.",
      "vi": "Tôi đi tập nhảy, tập thể dục,và học võ taekwondo."
    }
  },
  {
    "translation": {
      "en": "I was in tae kwon do alongside my dad.",
      "vi": "Tôi tập võ taekwondo với bố tôi."
    }
  },
  {
    "translation": {
      "en": "We would go to practice twice a week together.",
      "vi": "Chúng tôi đi tập hai lần một tuần."
    }
  },
  {
    "translation": {
      "en": "And at age ten, I'd just gotten my black belt,",
      "vi": "Năm mười tuổi, tôi vừa lấy được đai đen,"
    }
  },
  {
    "translation": {
      "en": "and then, I was having pain in my knee,",
      "vi": "rồi sau đó, tôi bị đau ở đầu gối,"
    }
  },
  {
    "translation": {
      "en": "and the doctor said, you know, probably an overuse injury",
      "vi": "và bác sĩ nói rằng đó có thể là chấn thươngdo tập taekwondo quá nhiều."
    }
  },
  {
    "translation": {
      "en": "from tae kwon do. I took some over-the-counter meds,",
      "vi": "đó có thể là chấn thươngdo tập taekwondo quá nhiều. Tôi uống một số thuốc không kê đơn,"
    }
  },
  {
    "translation": {
      "en": "stayed out of tae kwon do for a week, felt better, um,",
      "vi": "nghỉ taekwondo một tuần,và thấy tốt hơn,"
    }
  },
  {
    "translation": {
      "en": "but then the pain started getting worse.",
      "vi": "nhưng cơn đau càng lúc càng tệ."
    }
  },
  {
    "translation": {
      "en": "Well, I vividly remember the day that I found the lump.",
      "vi": "Chà, tôi nhớ rất rõ ngày hôm đótôi đã thấy khối u."
    }
  },
  {
    "translation": {
      "en": "We were walking to the car from school, and she was kind",
      "vi": "Chúng tôi đã đi bộ đến xe hơitừ trường, và con bé kiểu như"
    }
  },
  {
    "translation": {
      "en": "of limping in the parking lot, and I was like, \"What's the matter?\"",
      "vi": "đi khập khiễng trong bãi đậu xe,tôi hỏi \"Con sao vậy?\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"My knee hurts, my knee hurts.\"",
      "vi": "Con bé nói \"Chân con đau quá\"."
    }
  },
  {
    "translation": {
      "en": "So I said, \"I'll look at it when we get home.\"",
      "vi": "Nên tôi nói \"Mẹ sẽ xem nó khi ta về nhà\"."
    }
  },
  {
    "translation": {
      "en": "She was making pancakes. She said, \"Let me look at your knee you were mentioning.\"",
      "vi": "Mẹ đang làm bánh,và mẹ nói \"Để mẹ xem đầu gối con, con đã nhắc tới lúc nãy\"."
    }
  },
  {
    "translation": {
      "en": "She looked at it and then she gasped. And I remember she went over",
      "vi": "Mẹ nhìn nó và sau đó thở hổn hển. Và tôi nhớ mẹ đã đi tớicái bếp đang nướng bánh"
    }
  },
  {
    "translation": {
      "en": "to the fire where the pancakes were and turned it off.",
      "vi": "Và tôi nhớ mẹ đã đi tớicái bếp đang nướng bánh để tắt bếp."
    }
  },
  {
    "translation": {
      "en": "She kept saying, \"How long have you had that?\"",
      "vi": "Mẹ cứ hỏi \"Con có cái này bao lâu rồi?\""
    }
  },
  {
    "translation": {
      "en": "And she pointed to this knot on my knee, like right above my knee.",
      "vi": "Và mẹ chỉ vào điểm nàytrên đầu gối tôi, ngay trên đầu gối."
    }
  },
  {
    "translation": {
      "en": "[Colleen] We went to the doctor the next morning.",
      "vi": "Chúng tôi khám bác sĩ vào sáng hôm sau."
    }
  },
  {
    "translation": {
      "en": "I snuck out in the hall with the doctor, and I said,",
      "vi": "Tôi lẻn ra ngoài hành langvới bác sĩ, và tôi hỏi"
    }
  },
  {
    "translation": {
      "en": "\"Could this be something serious?\"",
      "vi": "\"Có gì nghiêm trọng không?\""
    }
  },
  {
    "translation": {
      "en": "And the doctor just hugged me. She gave me this big bear hug,",
      "vi": "Và bác sĩ liền ôm lấy tôi.Bà ấy ôm tôi rất chặt và thân thiết,"
    }
  },
  {
    "translation": {
      "en": "and, at that point, I just knew.",
      "vi": "và ngay lúc đó, tôi đã biết chuyện."
    }
  },
  {
    "translation": {
      "en": "She ended up being diagnosed with osteosarcoma,",
      "vi": "Con bé được chẩn đoán bệnh u xương,"
    }
  },
  {
    "translation": {
      "en": "which is bone cancer.",
      "vi": "và là ung thư xương."
    }
  },
  {
    "translation": {
      "en": "We returned home, and my dad immediately looked up",
      "vi": "Khi về nhà bố tôi lập tức tìm kiếm"
    }
  },
  {
    "translation": {
      "en": "osteosarcoma online and found the St. Jude website.",
      "vi": "thông tin u xương trên mạngvà tìm ra trang web của St. Jude."
    }
  },
  {
    "translation": {
      "en": "In order to go to St. Jude, they have to have a protocol",
      "vi": "Để đến St. Jude,bệnh viện phải có quy trình về việc"
    }
  },
  {
    "translation": {
      "en": "that they're studying that type of cancer, which they were.",
      "vi": "họ đang nghiên cứu loại ung thư đó,và đúng là họ có."
    }
  },
  {
    "translation": {
      "en": "Hayley and I flew to Memphis.",
      "vi": "Hayley và tôi bay đến Memphis."
    }
  },
  {
    "translation": {
      "en": "I walked in and they had the reception desk.",
      "vi": "Tôi bước vào và họ có bàn tiếp tân."
    }
  },
  {
    "translation": {
      "en": "And I said, \"I'm here. My daughter is Hayl…\"",
      "vi": "Và tôi nói \"Tôi đây.Con gái tôi là Hayl...\","
    }
  },
  {
    "translation": {
      "en": "and I just burst into tears.",
      "vi": "và rồi tôi bật khóc."
    }
  },
  {
    "translation": {
      "en": "I couldn't even finish saying her name.",
      "vi": "Tôi không thể nói hết tên con bé."
    }
  },
  {
    "translation": {
      "en": "And I remember, I just kind of stepped back,",
      "vi": "Và tôi nhớ rằng mình hơi lùi lại,"
    }
  },
  {
    "translation": {
      "en": "and trying to compose myself, and I feel these arms around me.",
      "vi": "và cố gắng tự an ủi mình,và tôi thấy có cánh tay choàng quanh."
    }
  },
  {
    "translation": {
      "en": "And it was the receptionist, Miss Penny, and she whispered in my ear,",
      "vi": "Và đó là nhân tiên tiếp tân, cô Pennyvà cô ấy thì thầm vào tai tôi,"
    }
  },
  {
    "translation": {
      "en": "she said, \"It's gonna be okay, it's gonna be okay.\"",
      "vi": "cô ấy nói \"Mọi chuyện sẽ ổn thôi.Sẽ ổn cả thôi."
    }
  },
  {
    "translation": {
      "en": "\"You're part of the St. Jude family now. We're going to take care of her,",
      "vi": "Cô là một phần của gia đình St. Jude.Chúng tôi sẽ chăm sóc cô bé,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna take care of you too.\"",
      "vi": "và chúng tôi sẽ chăm sóc cả cô nữa\"."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I underwent intensive chemotherapy for almost a year,",
      "vi": "Tôi đã trải qua hóa trị chuyên sâutrong gần một năm, và tôi nhớ"
    }
  },
  {
    "translation": {
      "en": "and, I remember I asked a lot of questions about losing my hair.",
      "vi": "Tôi đã trải qua hóa trị chuyên sâutrong gần một năm, và tôi nhớ tôi hỏi nhiều câu về việc mất đi mái tóc."
    }
  },
  {
    "translation": {
      "en": "I was so worried about that.",
      "vi": "Tôi rất lo lắng về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And I remember being so worried that my dog wouldn't recognize me.",
      "vi": "Và tôi nhớ mình cũng lo rằngcon chó ở nhà sẽ không nhận ra tôi."
    }
  },
  {
    "translation": {
      "en": "It all started with losing little pieces on my pillowcase.",
      "vi": "Tất cả bắt đầu với việcmất đi từng nhúm tóc trên gối."
    }
  },
  {
    "translation": {
      "en": "Then it started coming out in chunks.",
      "vi": "Sau đó là từng mảng lớn hơn."
    }
  },
  {
    "translation": {
      "en": "-I think we've been in this room before. -We've been in all the rooms.",
      "vi": "- Mẹ nghĩ ta ở căn phòng này rồi.- Ta đã ở tất cả các phòng."
    }
  },
  {
    "translation": {
      "en": "Yes, we've been in every room.",
      "vi": "Ừ, ta đã ở tất cả phòng."
    }
  },
  {
    "translation": {
      "en": "[Colleen] She had 12 rounds of very intensive chemotherapy.",
      "vi": "Con bé trải qua 12 lần hóa trị chuyên sâu."
    }
  },
  {
    "translation": {
      "en": "Her counts would drop, she wouldn't have any immunity, and, of course,",
      "vi": "Số lần sẽ giảm xuống, và con bésẽ không được miễn lần nào, và dĩ nhiên"
    }
  },
  {
    "translation": {
      "en": "everything made her sick.",
      "vi": "những thứ đó làm con bé bệnh."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I had several infections, I needed numerous transfusions.",
      "vi": "Tôi đã bị một số bệnh nhiễm trùng,tôi cần nhiều lần truyền máu."
    }
  },
  {
    "translation": {
      "en": "Midway through, I had surgery to remove the part of my bone",
      "vi": "Trong lúc đó tôi đã phẫu thuậtđể loại bỏ phần xương"
    }
  },
  {
    "translation": {
      "en": "that had the tumor on it.",
      "vi": "có khối u trên đó."
    }
  },
  {
    "translation": {
      "en": "-[Hayley] Come in. -Hello! Hi, Hayley, how are you?",
      "vi": "- Mời vào.- Xin chào! Chào Hayley, con sao rồi?"
    }
  },
  {
    "translation": {
      "en": "-[Hayley] Good. Here. It's numb. -It starts to… right here is numb…",
      "vi": "- Tốt. Ở đây. Nó tê.- Nó bắt đầu... tê ngay đây..."
    }
  },
  {
    "translation": {
      "en": "-But I can feel all of my foot. -Okay.",
      "vi": "- Con có cảm giác với ngón chân.- Tốt."
    }
  },
  {
    "translation": {
      "en": "When they removed the part of my bone that was affected by the tumor,",
      "vi": "Khi họ loại bỏ phần xươngbị ảnh hưởng bởi khối u,"
    }
  },
  {
    "translation": {
      "en": "they removed the growth plate.",
      "vi": "họ đã loại bỏ sụn tăng trưởng."
    }
  },
  {
    "translation": {
      "en": "And St. Jude had this cutting-edge technology where they were able",
      "vi": "Và St. Jude đã có công nghệ nơi họ có thể"
    }
  },
  {
    "translation": {
      "en": "to put in a prosthetic that could be expanded",
      "vi": "đặt một bộ phận giả có thể mở rộng mà không cần phẫu thuật bổ sung."
    }
  },
  {
    "translation": {
      "en": "without the need for additional surgery.",
      "vi": "mà không cần phẫu thuật bổ sung."
    }
  },
  {
    "translation": {
      "en": "And, they did that. They expanded it five times.",
      "vi": "Và họ đã làm điều đó.Họ đã mở rộng nó năm lần."
    }
  },
  {
    "translation": {
      "en": "Mom, I think I'm always gonna be a centimeter longer in this leg.",
      "vi": "Mẹ, con nghĩ con sẽ luôn dài hơn 1cmkhi mang chân này."
    }
  },
  {
    "translation": {
      "en": "Well, you're only three-fourths of a centimeter longer right now.",
      "vi": "Giờ con chỉ dài hơn ba phần tưcủa 1cm thôi."
    }
  },
  {
    "translation": {
      "en": "-Oh! -Yeah.",
      "vi": "- Ồ!- Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I was a tough kid. I didn't cry much.",
      "vi": "Tôi là đứa trẻ cứng rắn, không khóc nhiều."
    }
  },
  {
    "translation": {
      "en": "I tried to keep a really good attitude.",
      "vi": "Tôi cố gắng giữ một thái độ thật tốt."
    }
  },
  {
    "translation": {
      "en": "Hayley made an unbearable situation bearable.",
      "vi": "Hayley đã làm một chuyện không thểchịu được thành có thể chịu đựng."
    }
  },
  {
    "translation": {
      "en": "I'm trying to lift my leg like my right leg, but, it's…",
      "vi": "Con cố gắng giơ chân trái lênnhư chân phải, nhưng nó..."
    }
  },
  {
    "translation": {
      "en": "I can't do that yet.",
      "vi": "con không thể làm được."
    }
  },
  {
    "translation": {
      "en": "[Colleen] I had to give her a shot every night, and, I'd be like, \"I'm sorry,\"",
      "vi": "Tôi phải chích một liều cho con bémỗi tối, và tôi kiểu như \"Mẹ xin lỗi\","
    }
  },
  {
    "translation": {
      "en": "and she'd be like, \"That's okay,\" like, \"Don't worry about it, it's okay.\"",
      "vi": "con bé thì \"Không sao đâu\",\"Mẹ đừng lo, không sao\"."
    }
  },
  {
    "translation": {
      "en": "And I always wanted to be very strong",
      "vi": "Và tôi luôn rất muốn mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "for her to not have to do that… for her not to have to carry me along.",
      "vi": "để con bé không phải làm điều đó,để con bé không cần quan tâm tới tôi."
    }
  },
  {
    "translation": {
      "en": "You're almost ready to run a race.",
      "vi": "Con đã sẵn sàng để chạy thi rồi."
    }
  },
  {
    "translation": {
      "en": "[Barnwell] Hayley, from day one,",
      "vi": "Hayley, từ ngày đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "wanted to make every day better for everybody.",
      "vi": "con bé luôn muốn tạo một ngày tốt lànhcho mọi người."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I would go up to all the donors who were giving blood, and I would say,",
      "vi": "Tôi sẽ gửi đến tất cả nhà tài trợđã hiến máu, và tôi sẽ nói"
    }
  },
  {
    "translation": {
      "en": "\"Thank you for donating. If I didn't get blood and platelets,",
      "vi": "\"Cảm ơn vì hiến máu.Nếu không đủ máu và tiểu cầu,"
    }
  },
  {
    "translation": {
      "en": "I would shrivel up.\"",
      "vi": "tôi sẽ teo lại\"."
    }
  },
  {
    "translation": {
      "en": "They even made me a little St. Jude name badge that said",
      "vi": "Thậm chí họ đặtmột bảng tên St. Jude nhỏ là"
    }
  },
  {
    "translation": {
      "en": "\"Gratitude Administrator.\"",
      "vi": "\"Quản trị viên tri ân\"."
    }
  },
  {
    "translation": {
      "en": "And I took my role really seriously, like, I would tell people,",
      "vi": "Tôi rất coi trọng vai trò này,tôi sẽ nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"I am a St. Jude employee.\"",
      "vi": "\"Tôi là nhân viên St. Jude\"."
    }
  },
  {
    "translation": {
      "en": "She would say time and time again, \"I cannot wait to come back here",
      "vi": "Cô bé cứ nói đi nói lại\"Con không thể chờ để quay lại đây"
    }
  },
  {
    "translation": {
      "en": "and help.\"",
      "vi": "giúp đỡ mọi người\"."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"She'll do it, if she survives this, she'll do it.\"",
      "vi": "Tôi nhớ là \"Cô bé sẽ làm điều đó.Nếu còn sống cô bé sẽ làm được\"."
    }
  },
  {
    "translation": {
      "en": "-[Hayley] My scans are clean? -Yes.",
      "vi": "- Kết quả của con đã ổn?- Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "-Yay! -Woohoo!",
      "vi": "- Vâng!- Thật tuyệt!"
    }
  },
  {
    "translation": {
      "en": "[Hayley] My first reaction to when I had cancer was I'm going to die.",
      "vi": "Phản ứng đầu tiên khi phát hiệnbệnh ung thư là tôi sẽ phải chết."
    }
  },
  {
    "translation": {
      "en": "And I haven't died.",
      "vi": "Và tôi đã không chết."
    }
  },
  {
    "translation": {
      "en": "And I'm not going to die.",
      "vi": "Và tôi sẽ không phải chết."
    }
  },
  {
    "translation": {
      "en": "Spaghetti!",
      "vi": "Mì Ý!"
    }
  },
  {
    "translation": {
      "en": "I come back every two months now for a check-up because I'm in remission.",
      "vi": "Giờ tôi đến kiểm tra hai tháng một lầnvì tôi đang hồi phục."
    }
  },
  {
    "translation": {
      "en": "That means the cancer is gone.",
      "vi": "Đã hết bệnh ung thư rồi."
    }
  },
  {
    "translation": {
      "en": "[man] Your hair looks a little different.",
      "vi": "Tóc cô hơi khác."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I just love St. Jude.",
      "vi": "Tôi rất thích St. Jude."
    }
  },
  {
    "translation": {
      "en": "My dream is to be a nurse there.",
      "vi": "Ước mơ của tôi là làm y tá ở đây."
    }
  },
  {
    "translation": {
      "en": "[Hayley] I applied for a job in 2019 with in-patient leukemia at St. Jude.",
      "vi": "Tôi đã xin việc chăm sóc bệnh nhânbạch cầu nội trú tại St. Jude vào 2019."
    }
  },
  {
    "translation": {
      "en": "I just knew that this was my team, these were my people.",
      "vi": "Tôi biết đây là đồng đội, họ giúp đỡ tôi."
    }
  },
  {
    "translation": {
      "en": "-Hi, Hayley, how you doing? -I'm good, how are you?",
      "vi": "- Chào, cô khỏe không?- Tôi khỏe, còn cô?"
    }
  },
  {
    "translation": {
      "en": "When I got that email that I got the job, I could not stop crying.",
      "vi": "Khi tôi nhân email tôi được nhận vào làm,tôi không thể ngừng khóc."
    }
  },
  {
    "translation": {
      "en": "I called my mom, and I was just bawling crying, and she was like,",
      "vi": "Tôi gọi mẹ, tôi chỉ biết khóc còn mẹ thì"
    }
  },
  {
    "translation": {
      "en": "\"Hayley, stop crying. I don't know what you're saying.\"",
      "vi": "\"Hayley, con ngừng khóc đi.Mẹ không biết con nói gì\"."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I got a job!\" [laughs]",
      "vi": "Tôi thì \"Con có việc rồi!\""
    }
  },
  {
    "translation": {
      "en": "That was the happiest moment of my life.",
      "vi": "Đó là lúc hạnh phúc nhất trong đời tôi."
    }
  },
  {
    "translation": {
      "en": "I'm Hayley. It's nice to meet you.",
      "vi": "Cô là Hayley. Rất vui được gặp cháu."
    }
  },
  {
    "translation": {
      "en": "I heard a lot of really cool things about you.",
      "vi": "Cô nghe rất nhiều điều tuyệt vời về cháu."
    }
  },
  {
    "translation": {
      "en": "Getting to interact with these kids and getting to show them",
      "vi": "Việc tập làm quen với những đứa trẻvà sau đó hướng dẫn cho chúng"
    }
  },
  {
    "translation": {
      "en": "what their life can look like after cancer,",
      "vi": "cuộc sống thế nào sau khi ung thư"
    }
  },
  {
    "translation": {
      "en": "it's introduced me to the best people.",
      "vi": "đã giới thiệu tôi với nhiều người tốt."
    }
  },
  {
    "translation": {
      "en": "You know, whenever I was younger, I was a patient here.",
      "vi": "Cháu biết không, khi còn trẻ,cô cũng là bệnh nhân ở đây."
    }
  },
  {
    "translation": {
      "en": "I was treated for bone cancer.",
      "vi": "Cô phải điều trị ung thư xương."
    }
  },
  {
    "translation": {
      "en": "Having cancer made me who I am.",
      "vi": "Bệnh ung thư đã tạo ra cô của hôm nay."
    }
  },
  {
    "translation": {
      "en": "And you can totally do this. If I can do it, you can definitely do it.",
      "vi": "Và cháu có thể làm được.Nếu cô làm được thì cháu cũng vậy."
    }
  },
  {
    "translation": {
      "en": "[boy] Thank you for telling me.",
      "vi": "Cảm ơn vì đã nói với cháu."
    }
  },
  {
    "translation": {
      "en": "[Hayley] Aw. It was so good to meet you. You're awesome.",
      "vi": "Rất vui khi gặp cháu. Cháu rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "It definitely changed my life for the better.",
      "vi": "Nó thật sự đã thay đổi cuộc sốngtheo hướng tốt hơn."
    }
  },
  {
    "translation": {
      "en": "And then, in early January, St. Jude sent me an email",
      "vi": "Sau đó, vào đầu tháng Một,St. Jude đã gửi email cho tôi,"
    }
  },
  {
    "translation": {
      "en": "saying they wanted to talk to me about a unique opportunity.",
      "vi": "họ muốn nói với tôi về cơ hội duy nhất."
    }
  },
  {
    "translation": {
      "en": "And so I went into this phone call, almost a little nervous.",
      "vi": "Nên tôi đã gọi cho họ, lo lắng một chút."
    }
  },
  {
    "translation": {
      "en": "I was just thinking, \"What are they gonna ask?\"",
      "vi": "Tôi nghĩ \"Họ sẽ hỏi điều gì đây?\""
    }
  },
  {
    "translation": {
      "en": "There's two people on the call, and one says to the other,",
      "vi": "Có hai người bên kia,một người nói với người còn lại"
    }
  },
  {
    "translation": {
      "en": "\"All right, do you wanna explain it? Blast off?\"",
      "vi": "\"Được rồi, anh muốn giải thích không?Phóng tên lửa?\""
    }
  },
  {
    "translation": {
      "en": "And I remember going, \"Blast off?\"",
      "vi": "Tôi nhớ mình đã nói: \"Phóng tên lửa?\""
    }
  },
  {
    "translation": {
      "en": "And then, they start telling me about Jared",
      "vi": "Sau đó, họ bắt đầu nói với tôi về Jared"
    }
  },
  {
    "translation": {
      "en": "and this all-civilian mission to space. And they absolutely shocked me",
      "vi": "và nhiệm vụ dân sự bay vào vũ trụ này. Và họ làm tôi sốc hoàn toàn"
    }
  },
  {
    "translation": {
      "en": "when they asked if I wanted to go.",
      "vi": "khi họ hỏi rằng tôi có muốn đi không."
    }
  },
  {
    "translation": {
      "en": "And I looked down, my hands were shaking, I just couldn't believe it.",
      "vi": "Và tôi nhìn xuống, tay tôi đang runcầm cập, tôi không thể tin vào điều đó."
    }
  },
  {
    "translation": {
      "en": "And then I thought, you know, \"Let me check with my mom.\"",
      "vi": "Và tôi nghĩ rằng, bạn biết đó,\"Để tôi bàn lại với mẹ tôi\"."
    }
  },
  {
    "translation": {
      "en": "Hayley called me, she said, \"Mom, you're never gonna believe that,",
      "vi": "Halley gọi tôi và nói là \"Mẹ, mẹ sẽkhông bao giờ tin vào chuyện này,"
    }
  },
  {
    "translation": {
      "en": "but it's true.\" She said, \"They want me to go to space.\"",
      "vi": "nhưng nó là sự thật\".Con bé nói \"Họ muốn con bay vào vũ trụ\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"What?\" And then I did ask her, like,",
      "vi": "Tôi nói \"Cái gì?\" Và tôi hỏi lại con bé"
    }
  },
  {
    "translation": {
      "en": "\"Oh, well… how many astronauts are going?\"",
      "vi": "\"Vậy thì... có bao nhiêu phi hành gia?\""
    }
  },
  {
    "translation": {
      "en": "And that's when she said, \"None.\"",
      "vi": "Và đó là khi con bé nói \"Không ai cả\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Why don't you call Hayden?\"",
      "vi": "Và tôi nói \"Sao con không gọi cho Hayden?\""
    }
  },
  {
    "translation": {
      "en": "Her brother, who's the airspace engineer. I said,",
      "vi": "Em trai con bé, cũng là mộtkỹ sư hàng không, tôi nói là"
    }
  },
  {
    "translation": {
      "en": "\"Let's see what Hayden says.\"",
      "vi": "\"Để xem Hayden sẽ nói gì\"."
    }
  },
  {
    "translation": {
      "en": "And Hayden has always been the space boy.",
      "vi": "Hayden luôn luôn là một chàng trai vũ trụ."
    }
  },
  {
    "translation": {
      "en": "We went to NASA several times over the years,",
      "vi": "Tôi tới NASA vài lần lúc nhỏ, hầu hết vì"
    }
  },
  {
    "translation": {
      "en": "mostly because of his love for space.",
      "vi": "tình yêu của thằng bé với vũ trụ."
    }
  },
  {
    "translation": {
      "en": "He was at work that day, and I called him and I was like,",
      "vi": "Nó đi làm hôm đó, nên tôi gọi nóvà tôi thì kiểu như"
    }
  },
  {
    "translation": {
      "en": "\"You've gotta go outside, this is an emergency.\"",
      "vi": "\"Em phải ra ngoài, chuyện này rất gấp\"."
    }
  },
  {
    "translation": {
      "en": "I go out and sit in this little, like, uh,",
      "vi": "Tôi đi ra ngoài và ngồi ở một chỗ"
    }
  },
  {
    "translation": {
      "en": "area that's separated from everyone and call,",
      "vi": "cũng nhỏ và khá là cách biệt với mọi ngườivà gọi chị ấy,"
    }
  },
  {
    "translation": {
      "en": "I Facetime her, have my Airpods in so no one can hear, luckily.",
      "vi": "tôi gọi Facetime, đeo tai ngheđể không ai nghe thấy, thật may mắn."
    }
  },
  {
    "translation": {
      "en": "She's like, \"I don't know how to tell you this,",
      "vi": "Và chị ấy thì \"Hayden, chị không biếtphải nói với em như thế nào,"
    }
  },
  {
    "translation": {
      "en": "but I'm going to space.\" And I was like, \"Space?\"",
      "vi": "nhưng chị sẽ bay vào vũ trụ\".Còn tôi thì \"Vũ trụ?"
    }
  },
  {
    "translation": {
      "en": "\"Wait, wait, you're going to space? Aren't you a PA? What? What's going on?\"",
      "vi": "Khoan đã, chị sắp bay vào vũ trụ?Chị là trợ lý mà? Đã xảy ra chuyện gì?\""
    }
  },
  {
    "translation": {
      "en": "I was… I was shocked.",
      "vi": "Tôi thật sự rất sốc,"
    }
  },
  {
    "translation": {
      "en": "I never thought in a million years she would get the opportunity",
      "vi": "vì tôi chưa từng nghĩ trong mộttriệu năm nữa chị ấy sẽ có được cơ hội"
    }
  },
  {
    "translation": {
      "en": "to go to space, right?",
      "vi": "để bay vào vũ trụ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "And I said, \"I wanna do it,\" and he said, \"You should do it.\"",
      "vi": "Và tôi nói \"Chị muốn làm chuyện này\",và em tôi nói \"Chị nên làm chuyện đó\"."
    }
  },
  {
    "translation": {
      "en": "And, I emailed St. Jude and I said, \"I accept.\"",
      "vi": "Và tôi đã gửi email cho St. Judevà nói \"Tôi đồng ý\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"I do have a couple questions. Are we going to the moon?\"",
      "vi": "Và tôi nói \"Tôi có một vài câu hỏi. Có phải ta sẽ lên Mặt trăng?\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Did you ask questions,",
      "vi": "Tôi thì cứ hỏi \"Hayley,chị có hỏi câu hỏi nào về"
    }
  },
  {
    "translation": {
      "en": "like, how high are you going up, like, what's the plan?\"",
      "vi": "độ cao mà chị sẽ bay lên,kế hoạch như thế nào không?\""
    }
  },
  {
    "translation": {
      "en": "And she was like, \"Yeah, I emailed them, asked them, are we going to the moon?\"",
      "vi": "Và chị ấy thì \"Ừ, chị đã gửi thư cho họ,hỏi họ rằng có lên Mặt trăng không?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Hayley, I guarantee you're not going to the moon.\"",
      "vi": "Còn tôi thì kiểu \"Haylay, em đảm bảochị sẽ không lên Mặt trăng\"."
    }
  },
  {
    "translation": {
      "en": "And I was dying to tell people.",
      "vi": "Và tôi muốn khoe với mọi người."
    }
  },
  {
    "translation": {
      "en": "-How are you? -[woman on computer] Good, how are you?",
      "vi": "- Cô sao rồi?- Tốt, còn cô?"
    }
  },
  {
    "translation": {
      "en": "I'm good! I have some really big news, but it's a secret.",
      "vi": "Tôi khỏe! Và tôi có một vài tin lớn,nhưng nó là bí mật."
    }
  },
  {
    "translation": {
      "en": "-Yeah? You're freaking me out. -[laughs] It's good news!",
      "vi": "- Sao? Cô làm tôi sợ đấy.- Đó là tin tốt!"
    }
  },
  {
    "translation": {
      "en": "-Do y'all have any guesses? -Okay, did you get promoted at work?",
      "vi": "- Cậu có đoán được cái gì không?- Được rồi, cậu được thăng chức sao?"
    }
  },
  {
    "translation": {
      "en": "[Hayley] It's a lot bigger than that! -Um… -What is it?",
      "vi": "- Chuyện này còn lớn hơn nhiều! Ừm...- Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Okay. Winning a trip to outer space.",
      "vi": "Được. Thắng một chuyến bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "-Are you going? -I'm going to outer space.",
      "vi": "- Cậu có đi không?- Tớ sẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "No, you're not.",
      "vi": "Không, cậu sẽ không đi."
    }
  },
  {
    "translation": {
      "en": "-What? Hayley! -I'm gonna be an astronaut.",
      "vi": "- Cái gì? Hayley!- Tôi sẽ là một phi hành gia."
    }
  },
  {
    "translation": {
      "en": "I'm gonna know a freaking astronaut. Dude, we're gonna know",
      "vi": "Tôi sẽ biết một phi hành gia quái đản.Cô bạn, chúng tôi biết"
    }
  },
  {
    "translation": {
      "en": "-a freaking astronaut! -And, of course, I want y'all to…",
      "vi": "- một phi hành gia quái đản!- Và dĩ nhiên là, tôi muốn các bạn..."
    }
  },
  {
    "translation": {
      "en": "-That is so cool! -I want y'all to be there",
      "vi": "- Thật tuyệt vời!- Tôi muốn các bạn tới đó"
    }
  },
  {
    "translation": {
      "en": "-at the launch. -Yes! I wanna be there",
      "vi": "- vào ngày phóng.- Được rồi! Tôi sẽ tới"
    }
  },
  {
    "translation": {
      "en": "at the freaking launch!",
      "vi": "buổi phóng tên lửa đó!"
    }
  },
  {
    "translation": {
      "en": "Y'all, can y'all believe I'm going to f… outer space?",
      "vi": "Các bạn không thể tin được là mình...sắp bay vào vũ trụ?"
    }
  },
  {
    "translation": {
      "en": "[woman on phone] No, like, our best friend is going to space. What?",
      "vi": "Không, bạn thân nhất của mìnhsắp bay vào vũ trụ. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "And then a few days later, I got to Zoom with Jared for the first time.",
      "vi": "Và vài ngày sau, tôi hẹn gặp trực tuyếnvới Jared lần đầu tiên."
    }
  },
  {
    "translation": {
      "en": "He went through Inspiration4, and, um, gave me all the information,",
      "vi": "Anh ấy giới thiệu về Inspiration4và cung cấp đầy đủ thông tin,"
    }
  },
  {
    "translation": {
      "en": "-answered all my questions. -[man] Showed you where the moon was.",
      "vi": "trả lời tất cả các câu hỏi của tôi. Cho cô thấy Mặt trăng là được."
    }
  },
  {
    "translation": {
      "en": "[laughs] He said we were not going to the moon.",
      "vi": "Anh ấy nói ta sẽ không lên Mặt trăng."
    }
  },
  {
    "translation": {
      "en": "Apparently, people haven't gone there in decades.",
      "vi": "Rõ ràng người ta đã không đến đótrong nhiều thập kỷ."
    }
  },
  {
    "translation": {
      "en": "-No… -I learned that.",
      "vi": "- Không...- Tôi biết điều đó."
    }
  },
  {
    "translation": {
      "en": "Yeah, so we had a great call,",
      "vi": "Chúng tôi có một cuộc họp rất tuyệt,"
    }
  },
  {
    "translation": {
      "en": "I was feeling so good about it. And the next week,",
      "vi": "tôi cảm thấy thật tuyệt vời.Và tuần tiếp theo đó,"
    }
  },
  {
    "translation": {
      "en": "we were on our way to SpaceX.",
      "vi": "tôi lên đường tới SpaceX."
    }
  },
  {
    "translation": {
      "en": "[Jared] Hayley obviously represents our mission pillar of hope.",
      "vi": "Hayley rõ rànglà đại diện trụ cột của hy vọng."
    }
  },
  {
    "translation": {
      "en": "I told them, I said, \"I'm dying to tell my patients.\"",
      "vi": "Tôi nói rằng \"Tôi đã nói với bệnh nhân\"."
    }
  },
  {
    "translation": {
      "en": "[Jared] Her official role in the mission is she's our medical officer,",
      "vi": "Vai trò của cô ấy trong sứ mệnhlà nhân viên y tế và"
    }
  },
  {
    "translation": {
      "en": "and who could be better qualified than that? She's a physician assistant.",
      "vi": "ai có thể phù hợp hơn nữa?Cô ấy là trợ lý bác sĩ."
    }
  },
  {
    "translation": {
      "en": "But she does bring a lot more than that too.",
      "vi": "Nhưng cô ấy mang lại nhiều hơn chuyện đó."
    }
  },
  {
    "translation": {
      "en": "She's got toughness.",
      "vi": "Cô ấy có sự dẻo dai."
    }
  },
  {
    "translation": {
      "en": "She faced a circumstance that could have ended very poorly,",
      "vi": "Cô ấy phải đối mặtvới chuyện có thể đã kết thúc rất tệ,"
    }
  },
  {
    "translation": {
      "en": "like none of us have experienced, you know, at ten years old.",
      "vi": "không ai từng trải nghiệm,nhất là khi mười tuổi."
    }
  },
  {
    "translation": {
      "en": "She overcame that.",
      "vi": "Cô ấy đã vượt qua."
    }
  },
  {
    "translation": {
      "en": "Mila, Liv, do you guys know that Hayley is gonna be an astronaut?",
      "vi": "Mila, Liv, con biết Hayleysẽ là phi hành gia không?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -We're gonna go to space together.",
      "vi": "- Vâng.- Ta sẽ bay vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "-[Jared] Isn't that cool? -Yeah.",
      "vi": "- Có tuyệt không?- Tuyệt."
    }
  },
  {
    "translation": {
      "en": "I do think that in life, you should say yes to opportunities that scare you.",
      "vi": "Tôi nghĩ rằng trong cuộc sống, bạn nênnói có với những cơ hội khiến bạn sợ hãi."
    }
  },
  {
    "translation": {
      "en": "[tour guide] Welcome to the production floor! This thing above me is…",
      "vi": "Chào mừng đến với nơi sản xuất!Cái thứ ở phía trên tôi là..."
    }
  },
  {
    "translation": {
      "en": "the old version of the Dragon Capsule, but this is not the version",
      "vi": "phiên bản cũ của con nhộng Dragon,nhưng đây không phải là phiên bản"
    }
  },
  {
    "translation": {
      "en": "you're gonna fly in. You're getting a Ferrari. Yeah.",
      "vi": "mà ta sẽ sử dụng. Bạn sẽ có chiếc Ferrari."
    }
  },
  {
    "translation": {
      "en": "At the bottom, are there engines that are propelling us at…?",
      "vi": "Ở bên dưới, các động cơ nàycó phải đẩy ta tại...?"
    }
  },
  {
    "translation": {
      "en": "What is the speed?",
      "vi": "Tốc độ là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Roughly 25 times the speed of sound, or 17,500 miles an hour.",
      "vi": "Khoảng 25 lần tốc độ âm thanh,hoặc 28.164km một giờ."
    }
  },
  {
    "translation": {
      "en": "-Oh, wow. -Yeah. It's, uh, kinda crazy.",
      "vi": "- Ồ.- Ừ. Nó thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "I think such a beautiful part of life is you don't know",
      "vi": "Tôi nghĩ điều tốt đẹp trong cuộc sốnglà bạn sẽ không biết"
    }
  },
  {
    "translation": {
      "en": "what's around the corner. That's why you hold on to hope",
      "vi": "điều gì ở góc khuất, đó là lý do vì saobạn cần hy vọng"
    }
  },
  {
    "translation": {
      "en": "that there's gonna be better days.",
      "vi": "sẽ có ngày tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "[Jared] This is where we're gonna… we're gonna live for three days.",
      "vi": "Đây là nơi ta... ta sẽ sống trong ba ngày."
    }
  },
  {
    "translation": {
      "en": "[Hayley] Home sweet home!",
      "vi": "Chỉ có nhà là nhất!"
    }
  },
  {
    "translation": {
      "en": "You know, this is awesome.",
      "vi": "Thật sự tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "♪ …is you ♪",
      "vi": "CÒN 227 NGÀY NỮA CẤT CÁNH"
    }
  },
  {
    "translation": {
      "en": "We will head up to the training center,",
      "vi": "Ta sẽ đến trung tâm đào tạo,"
    }
  },
  {
    "translation": {
      "en": "where you'll get your suit measurements taken.",
      "vi": "và lấy số đo cho bộ đồ của cô."
    }
  },
  {
    "translation": {
      "en": "They'll be the most in-depth set of measurements you'll ever have.",
      "vi": "Đây là tập hợp những cách đo lườngchuyên sâu nhất."
    }
  },
  {
    "translation": {
      "en": "-[woman] 5.6. -[man] 5.6.",
      "vi": "- Năm phết sáu.- Năm phết sáu."
    }
  },
  {
    "translation": {
      "en": "-[woman] 5.2. -[man] 5.2.",
      "vi": "- Năm phết hai.- Năm phết hai."
    }
  },
  {
    "translation": {
      "en": "[Hayley] Until this mission, these NASA astronauts,",
      "vi": "Trước nhiệm vụ này, phi hành gia của NASA"
    }
  },
  {
    "translation": {
      "en": "they've been perfect, god-like specimens.",
      "vi": "rất hoàn hảo, được sùng bái như thần."
    }
  },
  {
    "translation": {
      "en": "Physically perfect, brilliant, strong…",
      "vi": "Hoàn hảo về mặt thể chất,rực rỡ, mạnh mẽ..."
    }
  },
  {
    "translation": {
      "en": "[man] And knee depth.",
      "vi": "Chiều sâu đầu gối."
    }
  },
  {
    "translation": {
      "en": "[Hayley] This'll probably be the larger knee.",
      "vi": "Có lẽ đầu gối này lớn hơn."
    }
  },
  {
    "translation": {
      "en": "I'm going to space not physically perfect. With this rod in my leg,",
      "vi": "Tôi sẽ vào vũ trụ mà không hoàn hảo về mặtthể chất. Với cái que này ở đầu gối,"
    }
  },
  {
    "translation": {
      "en": "I would have immediately been disqualified.",
      "vi": "tôi sẽ bị loại ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I'll be the first person with a prosthetic body part",
      "vi": "Tôi sẽ là người đầu tiênvới bộ phận cơ thể giả"
    }
  },
  {
    "translation": {
      "en": "to go to space.",
      "vi": "vào vũ trụ."
    }
  },
  {
    "translation": {
      "en": "They don't know exactly how it's gonna go.",
      "vi": "Họ không biết chính xác chuyện thế nào."
    }
  },
  {
    "translation": {
      "en": "Now we're gonna find out.",
      "vi": "Và giờ ta sẽ tìm ra."
    }
  },
  {
    "translation": {
      "en": "[Kluger] The presumption for space travel has always been,",
      "vi": "Giả định về du hành vũ trụđã luôn luôn là"
    }
  },
  {
    "translation": {
      "en": "\"No, you are not qualified.\"",
      "vi": "\"Không, bạn không đủ điều kiện."
    }
  },
  {
    "translation": {
      "en": "\"It is up to you to prove to me that you are qualified to go.\"",
      "vi": "Nó phụ thuộc vào việc bạn chứng minhmình đủ điều kiện để làm\"."
    }
  },
  {
    "translation": {
      "en": "John Glenn…",
      "vi": "John Glenn..."
    }
  },
  {
    "translation": {
      "en": "Jim Lovell…",
      "vi": "Jim Lovell..."
    }
  },
  {
    "translation": {
      "en": "Neil Armstrong…",
      "vi": "Neil Armstrong..."
    }
  },
  {
    "translation": {
      "en": "Sally Ride…",
      "vi": "Sally Ride..."
    }
  },
  {
    "translation": {
      "en": "Mae Jemison…",
      "vi": "Mae Jemison..."
    }
  },
  {
    "translation": {
      "en": "They were different from you and me.",
      "vi": "Họ đều khác biệt với tôi và bạn."
    }
  },
  {
    "translation": {
      "en": "But these folks, the Inspiration4 crew…",
      "vi": "Nhưng những người này,phi hành đoàn Inspiration4..."
    }
  },
  {
    "translation": {
      "en": "these people are you and me.",
      "vi": "những người đó là tôi và bạn."
    }
  },
  {
    "translation": {
      "en": "I can't wait to meet numbers three and four.",
      "vi": "Tôi thật sự háo hức gặp số ba và bốn."
    }
  },
  {
    "translation": {
      "en": "If you think about it, there are two random people going about their lives",
      "vi": "Nếu cô nghĩ vậy, có hai người nào đóđang làm việc của họ"
    }
  },
  {
    "translation": {
      "en": "and 30 days from now, they're gonna get fitted for a spacesuit.",
      "vi": "và 30 ngày nữa từ bây giờ,họ sẽ được trang bị một bộ đồ vũ trụ."
    }
  },
  {
    "translation": {
      "en": "This mission will open a different dimension in who gets to fly.",
      "vi": "Nhiệm vụ này sẽ mở ra một hướng khácvề những người có thể bay."
    }
  },
  {
    "translation": {
      "en": "And in that sense, this is one of the most important missions ever flown.",
      "vi": "Theo nghĩa đó, đây là một trong nhữngsứ mệnh quan trọng nhất từng thực hiện."
    }
  }
]