[
  {
    "translation": {
      "en": "Fight! I gotta go see this!",
      "vi": "Đánh nhau! Phải đi xem!"
    }
  },
  {
    "translation": {
      "en": "Hey, they're fighting! Come on!",
      "vi": "Này, họ đang đánh nhau! Mau!"
    }
  },
  {
    "translation": {
      "en": "No! No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "It's your third fight, and it's only the third day of school.",
      "vi": "Trận thứ ba. Đi học mới ba ngày."
    }
  },
  {
    "translation": {
      "en": "She told everyone I have herpes!",
      "vi": "Nó bảo mọi người em bị mụn rộp!"
    }
  },
  {
    "translation": {
      "en": "Only so I could start a GoFundMe,",
      "vi": "Chỉ để mở được gọi vốn cộng đồng trên GoFundMe,"
    }
  },
  {
    "translation": {
      "en": "which was a total bust, 'cause turns out everyone has it.",
      "vi": "mà thất bại toàn tập vì hóa ra ai cũng có."
    }
  },
  {
    "translation": {
      "en": "See? She's a child, and children sometimes need to be hit.",
      "vi": "Thấy chứ? Nó là đồ trẻ con, và trẻ con đôi khi cần bị đập."
    }
  },
  {
    "translation": {
      "en": "Hey, we're not gonna hit.",
      "vi": "- Này, không đập. - Có thể cắn, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- We can bite, right? - Violence is not the answer.",
      "vi": "- Này, không đập. - Có thể cắn, nhỉ? Không, bạo lực không phải đáp án. Gloria, thầy mong chờ hơn ở em,"
    }
  },
  {
    "translation": {
      "en": "And, Gloria, I expect more from you. You are sophomore class president.",
      "vi": "Không, bạo lực không phải đáp án. Gloria, thầy mong chờ hơn ở em, chủ tịch năm hai mà."
    }
  },
  {
    "translation": {
      "en": "I'm sensing some preferential treatment that borders on inappropriate.",
      "vi": "Em đang cảm thấy có sự ưu ái gần như là không phù hợp."
    }
  },
  {
    "translation": {
      "en": "Does this require a call to the school board or your wife?",
      "vi": "Có cần gọi cho ban giám hiệu hay vợ thầy không?"
    }
  },
  {
    "translation": {
      "en": "Gloria, biting's okay as long as you don't break the skin.",
      "vi": "Gloria, đập được, miễn đừng để trầy da."
    }
  },
  {
    "translation": {
      "en": "Mr. Salazar, if you don't get your daughters in line--",
      "vi": "Anh Salazar. - Không làm các con anh có giới hạn… - Đừng lo."
    }
  },
  {
    "translation": {
      "en": "Don't worry.",
      "vi": "- Không làm các con anh có giới hạn… - Đừng lo."
    }
  },
  {
    "translation": {
      "en": "I'll hit them so hard.",
      "vi": "Tôi sẽ đập chúng thật mạnh."
    }
  },
  {
    "translation": {
      "en": "I mean, metaphorically. I'll hit them hard with life lessons.",
      "vi": "Ý tôi là nói ẩn dụ thôi. Tôi sẽ đập mạnh bằng các bài học cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Good. Next time, it's expulsion.",
      "vi": "Tốt. Lần tới là đuổi học."
    }
  },
  {
    "translation": {
      "en": "You can't be home all day. I don't care that you're motherless or my nieces.",
      "vi": "Các cháu đâu thể ở nhà cả ngày. Kệ các cháu mồ côi mẹ hay là cháu gái chú."
    }
  },
  {
    "translation": {
      "en": "The last time I'm gonna save you fools. My fee has gone up. I'm too busy for this!",
      "vi": "Lần cuối chú cứu lũ ngốc các cháu đó. Phí tăng rồi. Chú quá bận với việc này!"
    }
  },
  {
    "translation": {
      "en": "Sorry we interrupted your game of Animal Crossing, Tío.",
      "vi": "Xin lỗi đã ngắt trò Animal Crossing của chú, tío."
    }
  },
  {
    "translation": {
      "en": "Appreciate it. But today's stunt is still gonna cost you each a hundy.",
      "vi": "Rất cảm ơn. Nhưng màn đóng thế hôm nay vẫn là 100 mỗi đứa."
    }
  },
  {
    "translation": {
      "en": "You got a week to settle your debt, or I'll reroute the home phone.",
      "vi": "Một tuần để trả nợ, kẻo chú sẽ định tuyến lại điện thoại nhà."
    }
  },
  {
    "translation": {
      "en": "Instead of coming to my cell,",
      "vi": "Thay vì đến máy chú,"
    }
  },
  {
    "translation": {
      "en": "all calls from the school are going straight to your father.",
      "vi": "mọi cuộc gọi của trường sẽ gọi thẳng cho bố các cháu."
    }
  },
  {
    "translation": {
      "en": "Now goodbye. You can walk home.",
      "vi": "Giờ tạm biệt. Các cháu có thể đi bộ về nhà."
    }
  },
  {
    "translation": {
      "en": "As opposed to what? You don't have a car!",
      "vi": "Còn chú thì sao chứ? Chú đâu có xe ô tô!"
    }
  },
  {
    "translation": {
      "en": "One week!",
      "vi": "Một tuần!"
    }
  },
  {
    "translation": {
      "en": "This is your fault! No more!",
      "vi": "Là tại em! Không nữa nhé!"
    }
  },
  {
    "translation": {
      "en": "I'm done! You can officially start taking care of yourself!",
      "vi": "Chị đủ rồi! Em có thể chính thức bắt đầu tự lo đi!"
    }
  },
  {
    "translation": {
      "en": "Green sauce.",
      "vi": "Xốt xanh."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "With enchiladas. That's what I want for dinner.",
      "vi": "Bánh enchilada. Em muốn nó cho bữa tối."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "She's ruining my life and probably my future.",
      "vi": "Nó đang phá hủy đời tớ và có lẽ cả tương lai của tớ."
    }
  },
  {
    "translation": {
      "en": "I'm on the cusp of getting expelled, and it's all your fault.",
      "vi": "Tớ suýt bị đuổi học và tất cả là tại các cậu."
    }
  },
  {
    "translation": {
      "en": "- Ours? - Yes!",
      "vi": "Bọn tớ?"
    }
  },
  {
    "translation": {
      "en": "Where were you assholes?",
      "vi": "Ừ! Lũ khốn các cậu ở đâu?"
    }
  },
  {
    "translation": {
      "en": "You were supposed to keep me from fighting Ines.",
      "vi": "Các cậu lẽ ra nên ngăn tớ đánh Ines."
    }
  },
  {
    "translation": {
      "en": "You know, it doesn't matter. You couldn't have stopped me anyway.",
      "vi": "Biết đó, chả quan trọng. Dù sao các cậu cũng đâu thể cản tớ."
    }
  },
  {
    "translation": {
      "en": "These fists were made for my sister's face.",
      "vi": "Những nắm đấm này là dành cho cái bản mặt em gái tớ."
    }
  },
  {
    "translation": {
      "en": "That's it. I give up.",
      "vi": "Vậy thôi. Tớ bỏ cuộc."
    }
  },
  {
    "translation": {
      "en": "What God gives with both hands to some people,",
      "vi": "Chúa giơ cả hai tay với một số người,"
    }
  },
  {
    "translation": {
      "en": "he clearly only gave with his pinkie to me.",
      "vi": "mà rõ ràng chỉ giơ ngón út với tớ."
    }
  },
  {
    "translation": {
      "en": "No, God gave you the middle finger.",
      "vi": "Không, Chúa giơ ngón giữa với cậu đấy."
    }
  },
  {
    "translation": {
      "en": "I am not gonna let my little sister ruin my reputation!",
      "vi": "Tớ sẽ không để em gái tớ phá hỏng danh tiếng của tớ!"
    }
  },
  {
    "translation": {
      "en": "Oh, Glo, your rep is already wrecked.",
      "vi": "Glo, của cậu bị phá hủy rồi. Mà với tớ và Demi,"
    }
  },
  {
    "translation": {
      "en": "For me and Demi, people are starting to associate her with us, and us with her!",
      "vi": "Glo, của cậu bị phá hủy rồi. Mà với tớ và Demi, họ ghép nó với bọn tớ và bọn tớ với nó!"
    }
  },
  {
    "translation": {
      "en": "Take back control.",
      "vi": "Kiểm soát lại."
    }
  },
  {
    "translation": {
      "en": "I read your horoscope, and your third house of communication is energized.",
      "vi": "Tớ đọc tử vi của cậu, nhà thứ ba về giao thiệp đang đầy năng lượng."
    }
  },
  {
    "translation": {
      "en": "There's never been a better time to tell Ines how you feel and break free.",
      "vi": "Còn lúc nào tốt hơn để nói ra cảm xúc với Ines và giải thoát."
    }
  },
  {
    "translation": {
      "en": "Yes, let's all break free and live like it's freshman year again,",
      "vi": "Ừ, giải thoát cả và sống như năm nhất một lần nữa"
    }
  },
  {
    "translation": {
      "en": "when Ines was in middle school and life was good.",
      "vi": "khi Ines học cấp hai và đời thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "I mean, being a sophomore is hard enough without Ines' vibes.",
      "vi": "Năm hai không có Ines đã đủ khổ rồi."
    }
  },
  {
    "translation": {
      "en": "Or Andre's.",
      "vi": "Hay Andre."
    }
  },
  {
    "translation": {
      "en": "Okay, calm your tits, missy. I'm dumping Andre. It's happening.",
      "vi": "Rồi, bình tĩnh, cô à. Tớ đang đá Andre. Đang xảy ra đây."
    }
  },
  {
    "translation": {
      "en": "I hope.",
      "vi": "Hy vọng vậy."
    }
  },
  {
    "translation": {
      "en": "Truth talk. Ines is a black hole of negativity.",
      "vi": "Nói thật, Ines là cái hố đen tiêu cực."
    }
  },
  {
    "translation": {
      "en": "I personally could use an Ines cleanse, but you need one!",
      "vi": "Riêng tớ đã có thể tẩy rửa Ines, nhưng cậu cần đó!"
    }
  },
  {
    "translation": {
      "en": "We all need one.",
      "vi": "Ta đều cần."
    }
  },
  {
    "translation": {
      "en": "It's time! We've evolved, and she hasn't.",
      "vi": "Đến lúc rồi! Ta đã phát triển, nó chưa."
    }
  },
  {
    "translation": {
      "en": "She's the tag- along who put dog shit in my backpack on the way to school!",
      "vi": "Nó vẫn là kẻ bám đuôi bỏ phân chó vào ba lô tớ lúc tới trường!"
    }
  },
  {
    "translation": {
      "en": "And gave me bangs on the back of my head!",
      "vi": "Và cắt mái ngang đằng sau đầu tớ!"
    }
  },
  {
    "translation": {
      "en": "And now I have herpes!",
      "vi": "Và giờ tớ bị mụn rộp!"
    }
  },
  {
    "translation": {
      "en": "- Oh my God. - I don't have herpes.",
      "vi": "- Ôi Chúa ơi. - Tớ không có bị mụn rộp."
    }
  },
  {
    "translation": {
      "en": "But my sister sucks, and I need boundaries.",
      "vi": "Nhưng em gái tớ thật tệ, và tớ cần có giới hạn."
    }
  },
  {
    "translation": {
      "en": "- Can I borrow two dollars? - Borrow? Am I gonna get it back?",
      "vi": "- Mượn hai đô nhé? - Mượn? Sẽ trả lại chứ?"
    }
  },
  {
    "translation": {
      "en": "After I pay my tío.",
      "vi": "Sau khi tớ trả tío."
    }
  },
  {
    "translation": {
      "en": "- I can't believe I'm buying Ines dinner. - I'm sorry.",
      "vi": "- Chả tin nổi tớ mua bữa tối cho Ines. - Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "We owe Tío Tonio a thousand dollars.",
      "vi": "Bọn tớ nợ tío Tonio một ngàn đô."
    }
  },
  {
    "translation": {
      "en": "A thousand dollars? How are you gonna pay it?",
      "vi": "Một ngàn đô á? Cậu định trả kiểu gì?"
    }
  },
  {
    "translation": {
      "en": "We don't accept these.",
      "vi": "- Bên tôi không chấp nhận nó. - Nhưng đô bạc đó!"
    }
  },
  {
    "translation": {
      "en": "But they're silver dollars! They are worth way more than face value!",
      "vi": "- Bên tôi không chấp nhận nó. - Nhưng đô bạc đó! Còn giá trị hơn cả mệnh giá!"
    }
  },
  {
    "translation": {
      "en": "Have you seen the box with all my baby stuff?",
      "vi": "Có thấy cái thùng toàn đồ sơ sinh của chị không?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to find a silver spoon Tía Maria gave me.",
      "vi": "Đang cố tìm thìa bạc tía Maria cho chị."
    }
  },
  {
    "translation": {
      "en": "I could get a good chunk of change for it, with silver being so valuable these days.",
      "vi": "Với bạc ngày nay đang rất có giá trị, chắc chị có thể đổi được kha khá."
    }
  },
  {
    "translation": {
      "en": "Like maybe even $150.  Mm, more like $310.",
      "vi": "- Có lẽ tận 150 đô. - Tầm 3,1 đô thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "Really? You think?",
      "vi": "Thật? Nghĩ vậy à?"
    }
  },
  {
    "translation": {
      "en": "- That's what I got for it. - You sold it?",
      "vi": "Em đổi được có thế. - Em bán rồi? - Gái à, thôi căng thẳng đi."
    }
  },
  {
    "translation": {
      "en": "Bitch, stop stressing. Things will work out like they always do.",
      "vi": "- Em bán rồi? - Gái à, thôi căng thẳng đi. Sẽ tiến triển tốt như mọi khi."
    }
  },
  {
    "translation": {
      "en": "Things don't just magically work out!",
      "vi": "Đâu phải cứ vậy một cách thần kỳ!"
    }
  },
  {
    "translation": {
      "en": "They work out because I figure them out for you!",
      "vi": "Tiến triển vì chị tìm ra cách cho em!"
    }
  },
  {
    "translation": {
      "en": "Yeah, because I have faith. Okay.",
      "vi": "- Phải, vì em có niềm tin. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Faith is bullshit.",
      "vi": "Niềm tin thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Having a plan, doing the work. That's what gets you money.",
      "vi": "Có kế hoạch, làm việc. Nó mới giúp em có tiền."
    }
  },
  {
    "translation": {
      "en": "What are you doing in here?",
      "vi": "Làm gì trong này thế?"
    }
  },
  {
    "translation": {
      "en": "And where did you get that split lip?",
      "vi": "Và bị sứt môi ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "- Demi. - Why are you still friends with her?",
      "vi": "- Demi. - Sao vẫn chơi với nó?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Con chả biết."
    }
  },
  {
    "translation": {
      "en": "Oh my.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "I was sorting through my things to sell. I wasn't gonna touch Mom's stuff.",
      "vi": "Con chỉ phân loại đồ cũ của con để bán rẻ, không định động tới đồ của mẹ."
    }
  },
  {
    "translation": {
      "en": "I gave this to your mother on our--",
      "vi": "Bố tặng nó cho mẹ các con…"
    }
  },
  {
    "translation": {
      "en": "- On your third date. -",
      "vi": "- ở ngày hẹn hò thứ ba. - Ở ngày hẹn hò thứ ba."
    }
  },
  {
    "translation": {
      "en": "You can look through Mom's boxes too. See if there's anything to sell.",
      "vi": "Con có thể lướt thùng của mẹ xem có gì bán không."
    }
  },
  {
    "translation": {
      "en": "Just not this.",
      "vi": "Chỉ là không phải thứ này."
    }
  },
  {
    "translation": {
      "en": "Oh, and Saturday, I invited a friend to my birthday dinner.",
      "vi": "Ồ, thứ Bảy, bố mời một người bạn đến bữa tối sinh nhật bố."
    }
  },
  {
    "translation": {
      "en": "Oh shit!",
      "vi": "Ôi khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "We forgot to get Dad a birthday gift.",
      "vi": "Ta quên mua quà cho bố rồi."
    }
  },
  {
    "translation": {
      "en": "Ines, while I get ready for this sale to pay off our debt, you get Dad a gift.",
      "vi": "Ines, chị chuẩn bị vụ bán này để trả nợ của ta thì em mua quà cho bố đi."
    }
  },
  {
    "translation": {
      "en": "Or you get Dad a gift, and I'll put my name on it.",
      "vi": "Hoặc chị mua quà cho bố, và em sẽ viết tên em lên."
    }
  },
  {
    "translation": {
      "en": "She's done!",
      "vi": "Nó tiêu rồi!"
    }
  },
  {
    "translation": {
      "en": "While we know the toxicity's never gonna leave my family,",
      "vi": "Khi biết sự độc hại sẽ chả bao giờ rời bỏ nhà tớ,"
    }
  },
  {
    "translation": {
      "en": "I think I found a way for it to leave the friend group.",
      "vi": "tớ đã tìm ra cách để nó rời nhóm bạn này."
    }
  },
  {
    "translation": {
      "en": "I deal with Ines at home and ice her out at school.",
      "vi": "Tớ xử Ines ở nhà và lạnh băng với nó ở trường."
    }
  },
  {
    "translation": {
      "en": "What are we celebrating?",
      "vi": "Đang ăn mừng gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- Do it! - It's easy.",
      "vi": "- Làm đi! - Dễ mà."
    }
  },
  {
    "translation": {
      "en": "Do it!",
      "vi": "Làm đi!"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "There's my complicated ray of light,",
      "vi": "Tia sáng phức tạp của em kìa,"
    }
  },
  {
    "translation": {
      "en": "like sunshine peeking through a lot of grumpy clouds.",
      "vi": "như ánh nắng ló qua nhiều đám mây gắt gỏng."
    }
  },
  {
    "translation": {
      "en": "I haven't seen you since second period.",
      "vi": "Em chưa thấy anh từ tiết hai."
    }
  },
  {
    "translation": {
      "en": "Mm, I miss your smell.",
      "vi": "Nhớ mùi của anh."
    }
  },
  {
    "translation": {
      "en": "You first. Do it.",
      "vi": "Cậu trước đi. Làm đi."
    }
  },
  {
    "translation": {
      "en": "No, no, no, ladies first.",
      "vi": "- Thôi, phụ nữ trước. - Ai đó trước đi."
    }
  },
  {
    "translation": {
      "en": "Someone go first. This is annoying.",
      "vi": "- Thôi, phụ nữ trước. - Ai đó trước đi. Thật bực mình."
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay. I just wanna say I need to…",
      "vi": "Phải. Được rồi. Anh chỉ muốn nói anh cần…"
    }
  },
  {
    "translation": {
      "en": "Shit! I'll come with. I have Poo- Pourri!",
      "vi": "- Đi nặng thật! - Đi với. Em có Poo-Pourri khử mùi!"
    }
  },
  {
    "translation": {
      "en": "And I gotta practice my double- arm hang. Getting timed for the record this week.",
      "vi": "Còn tớ phải tập đu xà hai cánh tay. Tuần này sẽ xác lập kỷ lục."
    }
  },
  {
    "translation": {
      "en": "Is it just me, or does it feel like this friend group needs to be smaller, more intimate?",
      "vi": "Mình em thấy vậy hay nhóm bạn này cần nhỏ hơn, thân hơn?"
    }
  },
  {
    "translation": {
      "en": "Yeah, one of us definitely isn't honoring their purpose.",
      "vi": "Phải, có người trong ta rõ ràng chả tôn trọng chủ đích của mình."
    }
  },
  {
    "translation": {
      "en": "How are we gonna tell Cam he's out?",
      "vi": "Ta bảo Cam ra kiểu gì đây?"
    }
  },
  {
    "translation": {
      "en": "Bitch has got to go.",
      "vi": "Ả khốn phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "We have to tell her, since Gloria never will.",
      "vi": "Ta phải bảo nó vì Gloria chả bao giờ nói đâu."
    }
  },
  {
    "translation": {
      "en": "I've never been more attracted to you. Cam, stop.",
      "vi": "- Tớ chưa từng bị cậu thu hút như thế đó. - Cam, thôi đi."
    }
  },
  {
    "translation": {
      "en": "You're in a relationship, and we're friends.",
      "vi": "Cậu đang có một mối tình và ta là bạn mà."
    }
  },
  {
    "translation": {
      "en": "Your new fixation on me is just an excuse",
      "vi": "Cậu mới quan tâm tới tớ chỉ là cái cớ"
    }
  },
  {
    "translation": {
      "en": "to avoid your feelings, or lack of them, for Andre.",
      "vi": "để tránh các cảm giác hoặc thiếu cảm giác với Andre."
    }
  },
  {
    "translation": {
      "en": "Reminder, you don't do guilt well.",
      "vi": "Nhớ này, cậu đâu giỏi gây tội."
    }
  },
  {
    "translation": {
      "en": "Maybe I should be alone. Alone would be good for you.",
      "vi": "- Chắc tớ nên ở một mình. - Tốt cho cậu đó."
    }
  },
  {
    "translation": {
      "en": "But it's depressing. You know, I love love.",
      "vi": "Nhưng thật chán nản. Tớ yêu tình yêu."
    }
  },
  {
    "translation": {
      "en": "I just…",
      "vi": "Tớ chỉ là…"
    }
  },
  {
    "translation": {
      "en": "Don't love people. Yeah.",
      "vi": "- không yêu người ta. Phải. - Không yêu người ta. Phải."
    }
  },
  {
    "translation": {
      "en": "You know, I'm coming to realize there are few people I can even tolerate,",
      "vi": "Tớ nhận ra hầu như chả có ai tớ có thể chịu nổi,"
    }
  },
  {
    "translation": {
      "en": "which is why I was feeling like I might be feeling you.",
      "vi": "nên tớ cảm thấy như tớ có thể hiểu cậu."
    }
  },
  {
    "translation": {
      "en": "Makes sense, and I'm honored, but this is just a part of your pattern.",
      "vi": "Hợp lý và tớ tôn trọng. Nhưng đây chỉ là một phần khuôn mẫu của cậu."
    }
  },
  {
    "translation": {
      "en": "You need a new obsession to justify ditching the old one,",
      "vi": "Cậu cần sự ám ảnh mới để biện hộ cho việc bỏ cái cũ,"
    }
  },
  {
    "translation": {
      "en": "but maybe you shouldn't ditch. Maybe stick it out, break your pattern.",
      "vi": "nhưng có lẽ cậu không nên bỏ, chịu đến cùng, phá vỡ khuôn mẫu của cậu."
    }
  },
  {
    "translation": {
      "en": "Plus, you know I don't bone or home wreck. I'm not a Gemini.",
      "vi": "Cậu cũng biết tớ chả làm tình hay chen vào. Tớ đâu phải Song Tử."
    }
  },
  {
    "translation": {
      "en": "And I won't be comfortable destroying the friend group when we definitely have a bad breakup.",
      "vi": "Tớ đâu thoải mái phá hủy nhóm này khi ta rõ ràng có cuộc chia tay tồi tệ."
    }
  },
  {
    "translation": {
      "en": "So we aren't gonna destroy it. We're just gonna trim it down by one.",
      "vi": "Nên ta sẽ không phá hủy nó. Ta sẽ chỉ tỉa bớt một người thôi."
    }
  },
  {
    "translation": {
      "en": "One Ines.",
      "vi": "Một Ines."
    }
  },
  {
    "translation": {
      "en": "Two.",
      "vi": "Hai."
    }
  },
  {
    "translation": {
      "en": "Andre's bye- bye. I'm ready to cut bait.",
      "vi": "Tạm biệt Andre. Tớ sẽ cắt mồi."
    }
  },
  {
    "translation": {
      "en": "Thank you for your rationalization and rejection.",
      "vi": "Cảm ơn cậu đã hợp lý hóa và từ chối."
    }
  },
  {
    "translation": {
      "en": "I actually like the idea of me rolling solo.",
      "vi": "Thực sự thích ý tưởng tớ ở một mình."
    }
  },
  {
    "translation": {
      "en": "You know, wearing a cozy, soft gray cardigan.",
      "vi": "Mặc áo len màu xám dịu ấm áp."
    }
  },
  {
    "translation": {
      "en": "No pockets!",
      "vi": "Không có túi áo!"
    }
  },
  {
    "translation": {
      "en": "See? This is why I've secretly been obsessed with you.",
      "vi": "Bảo sao tớ bí mật ám ảnh với cậu hàng năm trời."
    }
  },
  {
    "translation": {
      "en": "Liar, you have no secrets.",
      "vi": "Nói dối, cậu đâu có bí mật."
    }
  },
  {
    "translation": {
      "en": "I do. Just never told you for the obvious reason.",
      "vi": "Có. Chỉ là có cớ rõ ràng chưa từng kể với cậu thôi."
    }
  },
  {
    "translation": {
      "en": "Which is…",
      "vi": "Đó là…"
    }
  },
  {
    "translation": {
      "en": "You'd wreck me.",
      "vi": "Cậu làm tớ tan vỡ."
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - Icing you out.",
      "vi": "- Đang làm gì vậy? - Lạnh băng với em."
    }
  },
  {
    "translation": {
      "en": "- Time for you to find your own friends. - Why? Your friends are my friends.",
      "vi": "- Đến lúc em tự tìm bạn rồi. - Sao? - Bạn chị là bạn em. - Không, bạn chị là bạn chị."
    }
  },
  {
    "translation": {
      "en": "No, my friends are my friends.",
      "vi": "- Bạn chị là bạn em. - Không, bạn chị là bạn chị."
    }
  },
  {
    "translation": {
      "en": "Okay, that makes sense, but I don't have any of my own friends.",
      "vi": "Được rồi, hợp lý, nhưng em chả có bạn nào của em cả."
    }
  },
  {
    "translation": {
      "en": "- I'm closing my door now. - Wait!",
      "vi": "- Chị đóng cửa đây. - Khoan!"
    }
  },
  {
    "translation": {
      "en": "I did it! I told her she's out!",
      "vi": "Tớ đã làm rồi! Tớ đã bảo nó ra!"
    }
  },
  {
    "translation": {
      "en": "- And she just took it? - Yep!",
      "vi": "- Nó cứ thế chấp nhận? - Phải!"
    }
  },
  {
    "translation": {
      "en": "Okay, good! - I can delete her email. - What email?",
      "vi": "Tốt! Có thể xóa email cho nó."
    }
  },
  {
    "translation": {
      "en": "The anonymous one, telling her to eat shit.",
      "vi": "- Email gì? - Nặc danh, bảo nó ăn phân."
    }
  },
  {
    "translation": {
      "en": "Send it!",
      "vi": "Gửi đi!"
    }
  },
  {
    "translation": {
      "en": "No, don't. Just delete it. We're done.",
      "vi": "Không, đừng. Cứ xóa đi. Ta đủ rồi."
    }
  },
  {
    "translation": {
      "en": "You said you were done.",
      "vi": "Cậu bảo đủ rồi mà."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - What happened to having boundaries?",
      "vi": "Phải. - Có giới hạn là sao vậy? - Tớ đã nới rộng giới hạn."
    }
  },
  {
    "translation": {
      "en": "I extended the border. I gotta use her before I lose her.",
      "vi": "- Có giới hạn là sao vậy? - Tớ đã nới rộng giới hạn. Phải lợi dụng nó trước khi bỏ nó. Xem đây."
    }
  },
  {
    "translation": {
      "en": "Watch. Ines!",
      "vi": "Phải lợi dụng nó trước khi bỏ nó. Xem đây. Ines! Mấy cái áo đó không tự gấp đâu."
    }
  },
  {
    "translation": {
      "en": "Those shirts aren't gonna fold themselves.",
      "vi": "Ines! Mấy cái áo đó không tự gấp đâu."
    }
  },
  {
    "translation": {
      "en": "You see? She's my bitch.",
      "vi": "Thấy chưa? Nó là gái của tớ."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Customer coming. Go, go, go.",
      "vi": "Ồ, được rồi. Khách đến. Đi đi."
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "I couldn't help but notice that you're having a yard sale.",
      "vi": "Chú đâu thể không nhận ra cháu đang bán rẻ đồ cũ."
    }
  },
  {
    "translation": {
      "en": "Right next to my yard sale.",
      "vi": "Ngay cạnh sân nhà chú."
    }
  },
  {
    "translation": {
      "en": "Oopsie.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "So, are they leaving?",
      "vi": "Vậy chúng sẽ đi chứ?"
    }
  },
  {
    "translation": {
      "en": "Did you just buy a record?",
      "vi": "Anh vừa mua đĩa hát ư?"
    }
  },
  {
    "translation": {
      "en": "She said it was a collectible.",
      "vi": "Nó nói là đồ sưu tầm."
    }
  },
  {
    "translation": {
      "en": "Shoo! You gotta go!",
      "vi": "Đi! Cháu phải đi đi!"
    }
  },
  {
    "translation": {
      "en": "Excuse me. How much for this? One for six or two for ten.",
      "vi": "- Xin lỗi. Cái này bao nhiêu? - Một thì sáu, hai thì mười."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay. You can stay.",
      "vi": "Rồi. Cháu có thể ở lại."
    }
  },
  {
    "translation": {
      "en": "I'd be happy to.",
      "vi": "Cháu sẵn lòng ạ."
    }
  },
  {
    "translation": {
      "en": "I'll even upsell your crap for 50% of the sales.",
      "vi": "Cháu sẽ thậm chí còn bán đồ vớ vẩn của cô tăng lên 50%."
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "vi": "Chốt."
    }
  },
  {
    "translation": {
      "en": "First five sales go to the house.",
      "vi": "TRẢ TIỀN Ở ĐÂY Năm vụ đầu tiên thuộc về nhà này."
    }
  },
  {
    "translation": {
      "en": "Sheesh. Found Andre a gift.",
      "vi": "- Trời. - Tìm ra quà cho Andre rồi."
    }
  },
  {
    "translation": {
      "en": "- But MM aren't his initials. - Exactly. Wrong initials, a box. It's perfect.",
      "vi": "- MM đâu phải tên viết tắt của nó. - Ừ. Sai tên viết tắt. Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "He's gonna dump me after I give him this, especially when he keeps harping on how thoughtless I am.",
      "vi": "Nó sẽ hoàn toàn đá tớ sau khi tớ tặng, nhất là khi nó cứ lải nhải tớ vô tâm."
    }
  },
  {
    "translation": {
      "en": "- Two bucks. - Which is exactly how much you owe me.",
      "vi": "- Hai đô. - Bằng đúng số tiền cậu nợ tớ."
    }
  },
  {
    "translation": {
      "en": "So transaction complete.",
      "vi": "Vậy giao dịch hoàn tất."
    }
  },
  {
    "translation": {
      "en": "I'm looking for a monogrammed box.",
      "vi": "Tôi đang tìm cái hộp chữ lồng."
    }
  },
  {
    "translation": {
      "en": "- Did it have the initials MM on it? - Yes.",
      "vi": "- Trên có chữ viết tắt MM ạ? - Phải."
    }
  },
  {
    "translation": {
      "en": "Oh, I haven't seen it.",
      "vi": "Ồ, cháu chưa thấy nó."
    }
  },
  {
    "translation": {
      "en": "Seen it now?",
      "vi": "Giờ thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "It's  sounding vaguely familiar.",
      "vi": "Nó có vẻ hơi quen quen ạ."
    }
  },
  {
    "translation": {
      "en": "$200.",
      "vi": "Hai trăm đô."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Cảm phiền."
    }
  },
  {
    "translation": {
      "en": "- I'll give you four bucks for the box. - No.",
      "vi": "- Tớ trả cái hộp bốn đô. - Khỏi."
    }
  },
  {
    "translation": {
      "en": "That's double what you paid.",
      "vi": "Gấp đôi số cậu trả mà."
    }
  },
  {
    "translation": {
      "en": "My freedom from Andre is worth more than money.",
      "vi": "- Tớ thoát khỏi Andre còn hơn tiền. - Rồi."
    }
  },
  {
    "translation": {
      "en": "All right. There is a lady willing to pay 200 for it.",
      "vi": "- Tớ thoát khỏi Andre còn hơn tiền. - Rồi. Có một bà sẵn lòng trả 200 đô mua nó."
    }
  },
  {
    "translation": {
      "en": "Where's the lady?",
      "vi": "Bà đó đâu?"
    }
  },
  {
    "translation": {
      "en": "She was right there.",
      "vi": "Bà ấy đã ở ngay đó mà."
    }
  },
  {
    "translation": {
      "en": "Trash. Trash.",
      "vi": "Rác."
    }
  },
  {
    "translation": {
      "en": "Trash!",
      "vi": "Rác!"
    }
  },
  {
    "translation": {
      "en": "It's the lady from the yard sale when she was young.",
      "vi": "Bà ở chỗ bán rẻ đồ cũ hồi trẻ này."
    }
  },
  {
    "translation": {
      "en": "Must be why she wanted the box. It's hers.",
      "vi": "Bảo sao bà ấy muốn cái hộp. Là bà ấy."
    }
  },
  {
    "translation": {
      "en": "Glo! No!",
      "vi": "Glo! Không!"
    }
  },
  {
    "translation": {
      "en": "Photos are sacred.",
      "vi": "Các bức ảnh thiêng liêng mà."
    }
  },
  {
    "translation": {
      "en": "- What did you get Dad? - This cute top. Dad loves yellow on me.",
      "vi": "- En mua gì cho bố? - Áo lửng cưng này. - Bố mê em mặc màu vàng mà. - Cảm ơn vì chả đáng tin đến đáng tin vậy."
    }
  },
  {
    "translation": {
      "en": "Thank you for being so reliably unreliable. Now go away.",
      "vi": "- Bố mê em mặc màu vàng mà. - Cảm ơn vì chả đáng tin đến đáng tin vậy. Giờ thì biến đi."
    }
  },
  {
    "translation": {
      "en": "Happy birthday, Dad. Pocket knife it is.",
      "vi": "Chúc mừng sinh nhật bố. Dao bỏ túi đây."
    }
  },
  {
    "translation": {
      "en": "I gotta go.",
      "vi": "Tớ phải đi."
    }
  },
  {
    "translation": {
      "en": "- Why are you going out the back? - Andre's tracking my phone.",
      "vi": "- Sao ra đằng sau? - Andre theo dõi máy tớ."
    }
  },
  {
    "translation": {
      "en": "I know 'cause I'm tracking his, but only 'cause he's tracking mine!",
      "vi": "Tớ biết vì tớ theo dõi nó, nhưng chỉ vì nó theo dõi tớ!"
    }
  },
  {
    "translation": {
      "en": "- Yeah. He's out front. Back door calls. - I better go too. I'll see ya.",
      "vi": "- Nó ở đằng trước. Cửa sau vẫy gọi. - Tớ cũng nên đi. Gặp sau."
    }
  },
  {
    "translation": {
      "en": "$500.",
      "vi": "Năm trăm đô."
    }
  },
  {
    "translation": {
      "en": "Gloria!",
      "vi": "Gloria!"
    }
  },
  {
    "translation": {
      "en": "$600!",
      "vi": "Sáu trăm đô!"
    }
  },
  {
    "translation": {
      "en": "Okay, I would love to take your money, but I don't have the box!",
      "vi": "Được rồi, cháu rất muốn nhận tiền của bà, nhưng cháu không có hộp!"
    }
  },
  {
    "translation": {
      "en": "- Your friend does. He brought it. - Oh, you followed us home.",
      "vi": "- Bạn cháu có. Cậu ta đem nó đến đây mà. - Ồ, bà đã theo bọn cháu về nhà."
    }
  },
  {
    "translation": {
      "en": "That's very persistent, but it doesn't change the fact that I don't have what you're looking for.",
      "vi": "Rất kiên trì, nhưng không thay đổi sự thật là cháu không có thứ bà đang tìm."
    }
  },
  {
    "translation": {
      "en": "That box is cursed.",
      "vi": "Cái hộp đó bị nguyền."
    }
  },
  {
    "translation": {
      "en": "Yikes. But still, I don't have it.",
      "vi": "Kinh. Mà cháu vẫn chả có nó."
    }
  },
  {
    "translation": {
      "en": "$1,000!",
      "vi": "Một ngàn đô!"
    }
  },
  {
    "translation": {
      "en": "Excuse me! Just one second.",
      "vi": "Cảm phiền! Chỉ một giây thôi."
    }
  },
  {
    "translation": {
      "en": "Don't sell.",
      "vi": "Đừng bán."
    }
  },
  {
    "translation": {
      "en": "If this lady's willing to pay you $1,000, then she knows something we don't.",
      "vi": "Sẵn lòng trả 1.000 đô là bà ấy biết điều mà ta không biết."
    }
  },
  {
    "translation": {
      "en": "That box has to be worth way more than what she's offering.",
      "vi": "Hộp đó hẳn là có giá hơn số bà ấy đưa ra."
    }
  },
  {
    "translation": {
      "en": "Move over. Let the pro handle this.",
      "vi": "Xích qua đi. Để chuyên gia xử lý việc này."
    }
  },
  {
    "translation": {
      "en": "Since we're family, I'll only charge a 50% negotiation fee.",
      "vi": "Người nhà, chú chỉ tính 50% phí thương lượng thôi."
    }
  },
  {
    "translation": {
      "en": "Uh, 10%.",
      "vi": "Này, 10%."
    }
  },
  {
    "translation": {
      "en": "30%. Final offer!",
      "vi": "30%. Cuối cùng đó!"
    }
  },
  {
    "translation": {
      "en": "20%.",
      "vi": "20%."
    }
  },
  {
    "translation": {
      "en": "- 25%. Final offer! - 12.5%.",
      "vi": "- 25%. Cuối cùng đó! - 12,5%."
    }
  },
  {
    "translation": {
      "en": "Deal!",
      "vi": "Chốt!"
    }
  },
  {
    "translation": {
      "en": "We're cursed!",
      "vi": "Ta bị nguyền!"
    }
  },
  {
    "translation": {
      "en": "We're not.",
      "vi": "- Đâu có. - Song ta đã lấy đồ khỏi hộp."
    }
  },
  {
    "translation": {
      "en": "But we took things from the box. We all touched it.",
      "vi": "- Đâu có. - Song ta đã lấy đồ khỏi hộp. Đều chạm vào nó. Giờ ta đều có phần."
    }
  },
  {
    "translation": {
      "en": "We're all part of it now. We have taken the darkness in.",
      "vi": "Đều chạm vào nó. Giờ ta đều có phần. Ta đã đưa bóng tối vào. Ta cần giải lời nguyền."
    }
  },
  {
    "translation": {
      "en": "- We need to reverse the curse. - Or what?",
      "vi": "Ta đã đưa bóng tối vào. Ta cần giải lời nguyền. - Hay gì? - Chả biết!"
    }
  },
  {
    "translation": {
      "en": "Don't know! Every curse has its own rules!",
      "vi": "- Hay gì? - Chả biết! - Mọi lời nguyền đều có luật riêng! - Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "I call bullshit. Curses aren't real.",
      "vi": "- Mọi lời nguyền đều có luật riêng! - Vớ vẩn. - Nó chả có thật. - Lỡ thật? Cần lấy cái hộp và bán nó."
    }
  },
  {
    "translation": {
      "en": "What if they are? We need to get the box and sell it.",
      "vi": "- Nó chả có thật. - Lỡ thật? Cần lấy cái hộp và bán nó."
    }
  },
  {
    "translation": {
      "en": "No! We can't sell it. We don't know if we need it yet.",
      "vi": "Không! Không thể bán. Đâu biết có cần nó không. Cần thêm thông tin về lời nguyền."
    }
  },
  {
    "translation": {
      "en": "We need more info on the curse. That's rule number one.",
      "vi": "Đâu biết có cần nó không. Cần thêm thông tin về lời nguyền. - Quy tắc số một đó. - Của gì?"
    }
  },
  {
    "translation": {
      "en": "Of what?",
      "vi": "- Quy tắc số một đó. - Của gì?"
    }
  },
  {
    "translation": {
      "en": "Basic curse knowledge. We have to go to the place of origin, the yard sale,",
      "vi": "Kiến thức lời nguyền cơ bản. Phải tới chỗ căn nguyên, chỗ bán rẻ đồ cũ"
    }
  },
  {
    "translation": {
      "en": "and find out where the box came from. We have to go now!",
      "vi": "và tìm hiểu nguồn gốc cái hộp. Ta phải đi ngay!"
    }
  },
  {
    "translation": {
      "en": "It's my dad's birthday, and we're about to have dinner!",
      "vi": "Nay sinh nhật bố tớ, bọn tớ sắp ăn tối rồi!"
    }
  },
  {
    "translation": {
      "en": "Dinner? Dinner is more important than undoing a lethal spell?",
      "vi": "Ăn tối? Ăn tối quan trọng hơn giải bùa chú chết người sao?"
    }
  },
  {
    "translation": {
      "en": "You think it's lethal?",
      "vi": "Nghĩ chết người ư?"
    }
  },
  {
    "translation": {
      "en": "Now's not the time to debate this nonsense. Let's put a pin in it.",
      "vi": "Chả phải lúc tranh cãi vớ vẩn thế này. Ghim lại."
    }
  },
  {
    "translation": {
      "en": "Or a nail in our coffin, because if we don't move quickly, we're all gonna die!",
      "vi": "Hoặc đóng đinh vào quan tài vì nếu không đi nhanh, ta sẽ chết!"
    }
  },
  {
    "translation": {
      "en": "Okay! If we're gonna die, can you please perish in your own home?",
      "vi": "Rồi! Nếu ta sẽ chết, cậu làm ơn bỏ mạng ở nhà cậu được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Hey, girls. - Hi, Mr. Salazar!",
      "vi": "- Chào các con. - Chào chú Salazar!"
    }
  },
  {
    "translation": {
      "en": "Demi.",
      "vi": "Demi."
    }
  },
  {
    "translation": {
      "en": "I don't get you girls. Why is she still your friend?",
      "vi": "Bố không hiểu các con. Sao nó vẫn là bạn các con vậy?"
    }
  },
  {
    "translation": {
      "en": "Dad, your friend's here! What's his name?",
      "vi": "Bố, bạn bố đến kìa! Chú ấy tên gì?"
    }
  },
  {
    "translation": {
      "en": "Lucia!",
      "vi": "Lucia!"
    }
  },
  {
    "translation": {
      "en": "Is it warm in here? I'll turn the air on.",
      "vi": "- Trong này nóng nhỉ? - Để anh bật điều hòa."
    }
  },
  {
    "translation": {
      "en": "Girls, talk. You're being rude.",
      "vi": "Này, nói đi, đang bất lịch sự đó."
    }
  },
  {
    "translation": {
      "en": "So, what do you do?",
      "vi": "Vậy cô làm gì?"
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer.",
      "vi": "Cô là luật sư."
    }
  },
  {
    "translation": {
      "en": "So you like money.",
      "vi": "Vậy là cô thích tiền."
    }
  },
  {
    "translation": {
      "en": "Uh, most of my work is pro bono.",
      "vi": "Ồ, hầu hết việc của cô là không công."
    }
  },
  {
    "translation": {
      "en": "- - Uh, Lucia volunteers at our church.",
      "vi": "KẺ ĂN HẠI TÚNG TIỀN. - Lucia cũng tình nguyện ở nhà thờ của ta. - Nhà thờ của ta?"
    }
  },
  {
    "translation": {
      "en": "Our church?",
      "vi": "- Lucia cũng tình nguyện ở nhà thờ của ta. - Nhà thờ của ta?"
    }
  },
  {
    "translation": {
      "en": "We don't go to church. Well, maybe we'll start going again.",
      "vi": "- Nhà cháu không đi nhà thờ. - Chà, có lẽ ta sẽ bắt đầu đi lại."
    }
  },
  {
    "translation": {
      "en": "We have to go to church?",
      "vi": "Ta phải đi nhà thờ ạ?"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Tonio.",
      "vi": "Chào, tôi là Tonio."
    }
  },
  {
    "translation": {
      "en": "See you around.",
      "vi": "Hẹn gặp lại."
    }
  },
  {
    "translation": {
      "en": "Or not.",
      "vi": "Hoặc không."
    }
  },
  {
    "translation": {
      "en": "Jeez. I'm just reading their faces.",
      "vi": "Trời. Tôi chỉ đọc vị mặt chúng thôi."
    }
  },
  {
    "translation": {
      "en": "Night, bitches!",
      "vi": "Tối vui vẻ, các gái!"
    }
  },
  {
    "translation": {
      "en": "PS, the knife is from all of us. Dile.",
      "vi": "Tái bút, con dao là của tất cả ta đấy nhé. Mười."
    }
  },
  {
    "translation": {
      "en": "- Did he just go into the pantry? - That's his room.",
      "vi": "Anh ấy vừa vào phòng để đồ ăn à? Phòng chú ấy ạ."
    }
  },
  {
    "translation": {
      "en": "Dad, happy birthday.",
      "vi": "Bố, chúc mừng sinh nhật."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you!",
      "vi": "Ồ, cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh, oh, oh, oh, that's sharp! Ow!",
      "vi": "Ôi, nó sắc thật!"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Uh, let me get a tourniquet.",
      "vi": "Xin lỗi. Để anh lấy ga-rô cầm máu."
    }
  },
  {
    "translation": {
      "en": "- Oh, honey! - Honey?",
      "vi": "Ôi, anh yêu! Anh yêu?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's not a big deal. I just, uh… I tweaked my back.",
      "vi": "Không có gì lớn cả. Chỉ là… bố bị vẹo lưng rồi."
    }
  },
  {
    "translation": {
      "en": "I'll get you a Band- Aid. You should probably lie down.",
      "vi": "Để con lấy băng. - Bố có lẽ nên nằm xuống. - Một mình!"
    }
  },
  {
    "translation": {
      "en": "Alone!",
      "vi": "- Bố có lẽ nên nằm xuống. - Một mình!"
    }
  },
  {
    "translation": {
      "en": "Right. Okay.",
      "vi": "Phải. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Am I overreacting, or are we really in danger?",
      "vi": "Con đang làm quá hay chúng con thực sự gặp nguy?"
    }
  },
  {
    "translation": {
      "en": "Spirit guides, give me a sign if we're damned.",
      "vi": "Thần linh chỉ lối, nếu bọn con bị nguyền, hãy báo hiệu."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Do- over.",
      "vi": "Làm lại."
    }
  },
  {
    "translation": {
      "en": "- Shit! -",
      "vi": "Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "- You know I have a front door! - Yeah, too risky.",
      "vi": "Biết tớ có cửa trước mà! Ừ, quá mạo hiểm. Theo điện thoại tớ, Andre đang ở gần."
    }
  },
  {
    "translation": {
      "en": "Andre's close by, per my phone.",
      "vi": "Ừ, quá mạo hiểm. Theo điện thoại tớ, Andre đang ở gần."
    }
  },
  {
    "translation": {
      "en": "Hold up. Sage, crystals, cards… What's up?",
      "vi": "Chờ đã. Ngải, pha lê, lá bài… Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I asked my spirit guides about the presence of evil,",
      "vi": "Tớ hỏi thần linh chỉ lối về sự xuất hiện của tà ác,"
    }
  },
  {
    "translation": {
      "en": "and it doesn't look good.",
      "vi": "và có vẻ không ổn."
    }
  },
  {
    "translation": {
      "en": "It doesn't. I got your text about the box. It's definitely cursed.",
      "vi": "Không ổn. Tớ nhận được tin cậu nhắn về cái hộp. Nó rõ ràng bị nguyền."
    }
  },
  {
    "translation": {
      "en": "It is? How do you know?",
      "vi": "Có à? Sao cậu biết?"
    }
  },
  {
    "translation": {
      "en": "Because I gave Andre the box, and--",
      "vi": "- Vì tớ đã đưa Andre cái hộp và… - Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Oh my God. What happened to Andre?",
      "vi": "- Vì tớ đã đưa Andre cái hộp và… - Ôi Chúa ơi. Chuyện gì với Andre?"
    }
  },
  {
    "translation": {
      "en": "He loved it. Now he's never gonna let me go.",
      "vi": "Nó mê. Giờ nó sẽ chả bao giờ để tớ đi."
    }
  },
  {
    "translation": {
      "en": "It's happening. It's starting. Cameron, I have a really bad feeling about this.",
      "vi": "Đang xảy ra. Đang bắt đầu, Cameron. Tớ có linh cảm rất xấu về chuyện này."
    }
  },
  {
    "translation": {
      "en": "We need to…",
      "vi": "Ta cần…"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Ừ?"
    }
  },
  {
    "translation": {
      "en": "…get the box back!",
      "vi": "…lấy lại cái hộp!"
    }
  },
  {
    "translation": {
      "en": "Ines.",
      "vi": "Ines."
    }
  },
  {
    "translation": {
      "en": "Go to your bed.",
      "vi": "Về giường em đi."
    }
  },
  {
    "translation": {
      "en": "You're right. There's no curse.",
      "vi": "Chị nói đúng. Không có lời nguyền."
    }
  },
  {
    "translation": {
      "en": "Dad's back is probably just jacked from all the kinky sex.",
      "vi": "Bố có lẽ chỉ gãy lưng vì toàn làm tình kiểu dị thôi."
    }
  },
  {
    "translation": {
      "en": "- You think they're having sex? - It's been a long time for him.",
      "vi": "- Nghĩ họ đang làm tình? - Cũng lâu với bố rồi."
    }
  },
  {
    "translation": {
      "en": "So maybe this is good for him.",
      "vi": "Nên có lẽ việc này tốt cho bố."
    }
  },
  {
    "translation": {
      "en": "And me. Now Dad won't spend so much time focused on his favorite.",
      "vi": "Và em. Giờ bố sẽ chả mất nhiều thì giờ dồn vào đứa bố thích nữa."
    }
  },
  {
    "translation": {
      "en": "Must be nice to be annoyed by his attention.",
      "vi": "Bực mình vì được bố chú ý hẳn là tuyệt."
    }
  },
  {
    "translation": {
      "en": "It's all I want, and now I'm in third place.",
      "vi": "- Chị chỉ muốn vậy và chị là số ba. - Số bốn."
    }
  },
  {
    "translation": {
      "en": "Fourth. He focuses on Tío Tonio a little more than you.",
      "vi": "- Chị chỉ muốn vậy và chị là số ba. - Số bốn. - Bố dồn vào tío Tonio hơn chị một tí. - Sao bố tặng khăn của mẹ?"
    }
  },
  {
    "translation": {
      "en": "- Why'd he give her Mom's scarf? - I know.",
      "vi": "- Bố dồn vào tío Tonio hơn chị một tí. - Sao bố tặng khăn của mẹ? Phải. Ai lại nhận khăn của phụ nữ đã chết?"
    }
  },
  {
    "translation": {
      "en": "Who would take a dead woman's scarf?",
      "vi": "Phải. Ai lại nhận khăn của phụ nữ đã chết?"
    }
  },
  {
    "translation": {
      "en": "Unless it's just like a really freaking sweet gesture and symbol of a love that turned out so well.",
      "vi": "Trừ phi đó là cử chỉ và biểu tượng tình yêu cực đẹp mà hóa ra lại rất tốt."
    }
  },
  {
    "translation": {
      "en": "Did it?",
      "vi": "Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Mom's dead.",
      "vi": "Mẹ chết rồi."
    }
  },
  {
    "translation": {
      "en": "She died.",
      "vi": "Mẹ mất rồi."
    }
  },
  {
    "translation": {
      "en": "She can keep the scarf.",
      "vi": "Cô ta có thể giữ khăn."
    }
  },
  {
    "translation": {
      "en": "See? Even you think the bad juju's real.",
      "vi": "Thấy đó? Cả chị cũng nghĩ vận xui có thật."
    }
  },
  {
    "translation": {
      "en": "No, I don't.",
      "vi": "Không, đâu có."
    }
  },
  {
    "translation": {
      "en": "If there's a curse, then that means there's a cause and effect to everything.",
      "vi": "Nếu có lời nguyền thì tức là mọi thứ đều có nhân quả."
    }
  },
  {
    "translation": {
      "en": "And if that's true, what did Mom do to deserve to die?",
      "vi": "Nếu đúng, mẹ đã làm gì để đáng bị chết?"
    }
  },
  {
    "translation": {
      "en": "She didn't deserve to die,",
      "vi": "Mẹ không đáng bị chết,"
    }
  },
  {
    "translation": {
      "en": "and I didn't deserve to lose her.",
      "vi": "và chị không đáng bị mất mẹ."
    }
  },
  {
    "translation": {
      "en": "Bad things just happen.",
      "vi": "Chuyện xấu cứ thế xảy ra."
    }
  },
  {
    "translation": {
      "en": "Go to bed.",
      "vi": "Đi ngủ đi."
    }
  },
  {
    "translation": {
      "en": "We gotta move before things get worse",
      "vi": "Ta phải đi trước khi tệ hơn"
    }
  },
  {
    "translation": {
      "en": "and your dad's new lady gets pregnant with a devil baby.",
      "vi": "và người phụ nữ mới của bố cậu có bầu đứa con ác quỷ."
    }
  },
  {
    "translation": {
      "en": "We're not going to hell!",
      "vi": "Ta chả xuống địa ngục đâu!"
    }
  },
  {
    "translation": {
      "en": "Thank you. Team Rational is back. - Ah, what's with the one- eighty? - Andre.",
      "vi": "- Cảm ơn. Đội lý trí về rồi. - À, quay 180 độ sao rồi?"
    }
  },
  {
    "translation": {
      "en": "He hasn't called or texted in 16 hours, which is a record by fifteen and a half.",
      "vi": "Andre chả gọi hay nhắn tin trong 16 tiếng, mà kỷ lục là 15 tiếng rưỡi."
    }
  },
  {
    "translation": {
      "en": "You know why you haven't heard from him? 'Cause he's probably dead.",
      "vi": "Biết sao không? Vì có lẽ cậu ta chết rồi."
    }
  },
  {
    "translation": {
      "en": "Your rock broke.",
      "vi": "Đá của chị vỡ rồi."
    }
  },
  {
    "translation": {
      "en": "This is impossible.",
      "vi": "Không thể nào."
    }
  },
  {
    "translation": {
      "en": "It's black obsidian. It's for protection.",
      "vi": "Đây là hắc diện thạch, để bảo vệ đó."
    }
  },
  {
    "translation": {
      "en": "And it's one of the strongest crystals there is!",
      "vi": "Một trong những pha lê mạnh nhất!"
    }
  },
  {
    "translation": {
      "en": "There's no way. This… This has to be--",
      "vi": "Không thể nào. Việc này hẳn là…"
    }
  },
  {
    "translation": {
      "en": "- But black magic is nonsense! - Agreed.",
      "vi": "- Mà tà thuật thì vớ vẩn! - Đồng ý."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "You guys are being crazy. Andre must have used a new product",
      "vi": "Các cậu đang bị điên đấy. Andre chắc đã dùng sản phẩm mới"
    }
  },
  {
    "translation": {
      "en": "or a DIY chemical peel he doesn't wanna tell you about.",
      "vi": "hay lột da hóa học tự làm mà không muốn kể."
    }
  },
  {
    "translation": {
      "en": "He said he did nothing out of the ordinary.",
      "vi": "Nó nói chả làm gì khác thường cả."
    }
  },
  {
    "translation": {
      "en": "There is some rational explanation for what happened.",
      "vi": "Rõ ràng có lý giải hợp lý về chuyện xảy ra."
    }
  },
  {
    "translation": {
      "en": "It's called a curse.",
      "vi": "Có, lời nguyền."
    }
  },
  {
    "translation": {
      "en": "Because when some random old lady shows up at your door and tells you it's a curse, it's a curse!",
      "vi": "Vì bà nào xuất hiện ở cửa nhà cậu bảo là lời nguyền thì là lời nguyền!"
    }
  },
  {
    "translation": {
      "en": "- Or-- - No refunds!",
      "vi": "- Hoặc… - Không hoàn tiền đâu!"
    }
  },
  {
    "translation": {
      "en": "None wanted. We just want info on this box that we purchased at your yard sale.",
      "vi": "Chả ai muốn, bọn cháu chỉ muốn thông tin về cái hộp đã mua ở đợt bán đồ cũ của cô."
    }
  },
  {
    "translation": {
      "en": "We think it might belong to this lady. Her picture was in the box.",
      "vi": "Có lẽ nó thuộc về bà này. Có ảnh bà ấy trong hộp."
    }
  },
  {
    "translation": {
      "en": "And she was looking for it.",
      "vi": "Và bà ấy đang tìm nó."
    }
  },
  {
    "translation": {
      "en": "This woman? This woman was looking for that box?",
      "vi": "- Người phụ nữ này đang tìm cái hộp đó? - Bà ấy còn xuất hiện ở nhà cháu."
    }
  },
  {
    "translation": {
      "en": "- She even showed up at our house. - Okay, what do you really want?",
      "vi": "- Người phụ nữ này đang tìm cái hộp đó? - Bà ấy còn xuất hiện ở nhà cháu. Rồi, các cháu thực sự muốn gì?"
    }
  },
  {
    "translation": {
      "en": "- What's your game? - There's no game. We just wanna find her.",
      "vi": "- Trò gì đây? - Chả gì cả. Chỉ là muốn tìm bà ấy."
    }
  },
  {
    "translation": {
      "en": "Do you know her?",
      "vi": "Cô biết bà ấy chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah, I do.",
      "vi": "Ừ, cô biết."
    }
  },
  {
    "translation": {
      "en": "She's dead.",
      "vi": "Bà ấy chết rồi."
    }
  },
  {
    "translation": {
      "en": "I know I said the woman in the photo was the one looking for the box,",
      "vi": "Tớ đã nói người phụ nữ trong ảnh là người đang tìm cái hộp,"
    }
  },
  {
    "translation": {
      "en": "but obviously, I was mistaken,",
      "vi": "mà rõ ràng tớ đã nhầm."
    }
  },
  {
    "translation": {
      "en": "which happens, 'cause, not to be ageist, but all old people do look alike.",
      "vi": "Chả phải phân biệt tuổi tác, mà vì người già đều giống nhau mà."
    }
  },
  {
    "translation": {
      "en": "We saw her. She was alive. What's it gonna take to convince you?",
      "vi": "Ta đã thấy bà ấy. Bà ấy còn sống. - Cần gì để cậu tin nữa? - Mặt Andre!"
    }
  },
  {
    "translation": {
      "en": "Andre's face!",
      "vi": "- Cần gì để cậu tin nữa? - Mặt Andre!"
    }
  },
  {
    "translation": {
      "en": "If that's not straight out of hell, I don't know what is!",
      "vi": "Nếu chả phải từ địa ngục thì tớ chả biết là gì!"
    }
  },
  {
    "translation": {
      "en": "Ines, back me up. Ooky spooky doesn't exist.",
      "vi": "Ines, nói hộ chị đi. Ma quỷ không tồn tại."
    }
  },
  {
    "translation": {
      "en": "I don't know, Glo.",
      "vi": "Chả biết, Glo."
    }
  },
  {
    "translation": {
      "en": "It appears that we're not only damned, but we're also haunted.",
      "vi": "Có vẻ ta không chỉ bị nguyền, còn bị ám nữa."
    }
  },
  {
    "translation": {
      "en": "That dead lady wants her box back.",
      "vi": "Bà chết đó muốn lấy lại cái hộp."
    }
  },
  {
    "translation": {
      "en": "That's three for Team Ooky Spooky!",
      "vi": "Ba người ở đội ma quỷ."
    }
  },
  {
    "translation": {
      "en": "You've got to be kidding me!",
      "vi": "Cậu hẳn là đang đùa tớ!"
    }
  },
  {
    "translation": {
      "en": "For days, you've implored me to lose Ines, and now you back her up?",
      "vi": "Nhiều ngày trời, cậu nài tớ bỏ Ines, giờ cậu nói hộ nó hả?"
    }
  },
  {
    "translation": {
      "en": "You know what? Maybe there is a curse.",
      "vi": "Gì nào? Có lẽ có lời nguyền."
    }
  },
  {
    "translation": {
      "en": "But if there is, it didn't start the day we found the box.",
      "vi": "Nếu có thì chả bắt đầu vào ngày ta tìm ra cái hộp."
    }
  },
  {
    "translation": {
      "en": "It started the day I got stuck taking care of you!",
      "vi": "Mà vào ngày chị bị kẹt với việc lo cho em!"
    }
  },
  {
    "translation": {
      "en": "I'm out.",
      "vi": "Tớ ra."
    }
  },
  {
    "translation": {
      "en": "You can't be out! We have to stick together to break the black magic!",
      "vi": "Cậu không thể ra! Ta phải cùng nhau phá tà thuật!"
    }
  },
  {
    "translation": {
      "en": "Yeah, since the three of you are suddenly so close,",
      "vi": "Vì ba người đột nhiên thân vậy,"
    }
  },
  {
    "translation": {
      "en": "you don't need my help to handle this almighty scourge that breaks rocks and makes people puffy.",
      "vi": "cậu chả cần tớ giúp xử lý đại họa làm vỡ đá và khiến họ sưng vù này đâu."
    }
  },
  {
    "translation": {
      "en": "Call me when it's life or death.",
      "vi": "Sống hoặc chết thì gọi tớ."
    }
  },
  {
    "translation": {
      "en": "- Where's your sister? - Don't know. Don't care.",
      "vi": "Em gái cháu đâu? - Chả biết, kệ. - Tiền của chú đâu?"
    }
  },
  {
    "translation": {
      "en": "Where's my…  money?",
      "vi": "- Chả biết, kệ. - Tiền của chú đâu?"
    }
  },
  {
    "translation": {
      "en": "Unknown caller.",
      "vi": "Người lạ."
    }
  },
  {
    "translation": {
      "en": "Last time I got one of these, it was old Principal Richardson.",
      "vi": "Lần gần nhất nhận điện thế này là lão hiệu trưởng Richardson."
    }
  },
  {
    "translation": {
      "en": "Okay, well, I'll just turn off call forwarding, and whoever it is can just leave your dad a message.",
      "vi": "Rồi, cứ tắt chuyển tiếp cuộc gọi, ai đó có thể để lại tin nhắn cho bố cháu."
    }
  },
  {
    "translation": {
      "en": "No, answer it!",
      "vi": "- Không, nghe đi! - Thêm 100 đô."
    }
  },
  {
    "translation": {
      "en": "- An extra $100. - Twenty!",
      "vi": "- Không, nghe đi! - Thêm 100 đô. - 20! - 60!"
    }
  },
  {
    "translation": {
      "en": "Fine!",
      "vi": "- Mười lăm. - Tốt thôi!"
    }
  },
  {
    "translation": {
      "en": "Hello, this is Javier.",
      "vi": "A lô, Javier đây."
    }
  },
  {
    "translation": {
      "en": "I understand.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "I understand.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Can you spell that?",
      "vi": "Đánh vần được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay, thank you.",
      "vi": "Được rồi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Who was that?",
      "vi": "Ai vậy ạ?"
    }
  },
  {
    "translation": {
      "en": "Some, uh, auto warranty salesperson.",
      "vi": "Nhân viên bán hàng hết hạn bảo hành nào đó."
    }
  },
  {
    "translation": {
      "en": "I promise you'll have your money. I just need a little more time.",
      "vi": "Cháu hứa chú sẽ có tiền. Chỉ là cần thêm ít thời gian."
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry about it. We're even.",
      "vi": "Ồ, đừng lo chuyện đó. Ta hòa."
    }
  },
  {
    "translation": {
      "en": "I don't wanna talk to you, but I have to because you're good at ethically questionable things.",
      "vi": "Chả muốn nói đâu, mà phải nói vì em giỏi chuyện đạo đức đáng ngờ mà."
    }
  },
  {
    "translation": {
      "en": "We need to break into Tío Tonio's laptop. He's in the shower. No time to explain.",
      "vi": "Ta cần vào máy tính của tío Tonio. Chú đang tắm. Chả kịp giải thích đâu."
    }
  },
  {
    "translation": {
      "en": "Fine. He took a call earlier and was super weird about it.",
      "vi": "Tốt thôi. Nãy chú nhận một cuộc gọi và siêu lạ, nói ta không nợ tiền nữa."
    }
  },
  {
    "translation": {
      "en": "- He said we don't owe him money anymore. - Isn't that good?",
      "vi": "Tốt thôi. Nãy chú nhận một cuộc gọi và siêu lạ, nói ta không nợ tiền nữa. Không tốt sao?"
    }
  },
  {
    "translation": {
      "en": "Ines, something is going on.",
      "vi": "Ines, có chuyện gì đó. Như mọi bí mật khác của chú ấy,"
    }
  },
  {
    "translation": {
      "en": "And like all his other secrets, the answer lies in his search history.",
      "vi": "Ines, có chuyện gì đó. Như mọi bí mật khác của chú ấy, đáp án nằm ở lịch sử chú ấy tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "Should we be touching this with our bare hands?",
      "vi": "Nên tay không chạm vào thứ này hả?"
    }
  },
  {
    "translation": {
      "en": "- You're worried about fingerprints? - No! Sperm!",
      "vi": "- Lo sợ vân tay à? - Đâu! Tinh dịch!"
    }
  },
  {
    "translation": {
      "en": "Do you remember his password?",
      "vi": "Có nhớ mật khẩu của chú ấy?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry I didn't tell you. No, we're sorry, Tío.",
      "vi": "- Xin lỗi không nói với cháu. - Không, bọn cháu xin lỗi, tío."
    }
  },
  {
    "translation": {
      "en": "- I can't believe you have cancer. - I don't.",
      "vi": "- Không tin nổi chú bị ung thư. - Đâu có."
    }
  },
  {
    "translation": {
      "en": "- Your dad does. - What?",
      "vi": "- Bố các cháu bị. - Gì?"
    }
  },
  {
    "translation": {
      "en": "That call, it was about your dad.",
      "vi": "Cuộc gọi đó là về bố các cháu."
    }
  },
  {
    "translation": {
      "en": "How long has he known? He doesn't. That was the call to tell him.",
      "vi": "- Bố biết lâu chưa ạ? - Chưa. Đó là cuộc gọi báo cho anh ấy."
    }
  },
  {
    "translation": {
      "en": "He just went in for his back the morning after his birthday.",
      "vi": "Sáng sau ngày sinh nhật, anh ấy vào khám lưng."
    }
  },
  {
    "translation": {
      "en": "He told me he had an MRI-- So this happened after his birthday?",
      "vi": "- Bảo đã chụp cộng hưởng từ… - Vậy là xảy ra sau sinh nhật bố ạ?"
    }
  },
  {
    "translation": {
      "en": "After we gave him the knife from the box.",
      "vi": "Sau khi ta tặng bố con dao trong cái hộp."
    }
  },
  {
    "translation": {
      "en": "I need to go lie down.",
      "vi": "Chú cần đi nằm đây."
    }
  },
  {
    "translation": {
      "en": "I said life or death.",
      "vi": "Chị đã nói sống hoặc chết."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "This is not your fault. We're gonna reverse it.",
      "vi": "Việc này đâu phải tại chị. Ta sẽ giải nó."
    }
  },
  {
    "translation": {
      "en": "But what if we don't?",
      "vi": "Nhưng nếu không thì sao?"
    }
  },
  {
    "translation": {
      "en": "This isn't some money we owe Tío. This is Dad.",
      "vi": "Đâu phải chút tiền ta nợ tío. Đây là bố."
    }
  },
  {
    "translation": {
      "en": "- You know why Dad doesn't think about you? - Oh, come on, Ines. Not now.",
      "vi": "- Biết sao bố không nghĩ tới chị chứ? - Thôi đi. Không phải giờ."
    }
  },
  {
    "translation": {
      "en": "It's not because you're not his favorite.",
      "vi": "Chả phải vì chị không phải đứa con bố thích."
    }
  },
  {
    "translation": {
      "en": "- It's because you are. - It's not true. He doesn't think about me.",
      "vi": "- Vì bố thích chị. - Không đúng. Bố không nghĩ tới chị."
    }
  },
  {
    "translation": {
      "en": "Because he doesn't have to. He trusts you.",
      "vi": "Vì bố không phải làm vậy. Bố tin tưởng chị."
    }
  },
  {
    "translation": {
      "en": "- He knows you have it all figured out-- - I'm not gonna figure this out!",
      "vi": "- Bố biết chị đều tìm ra hết… - Chị sẽ chả tìm ra chuyện này!"
    }
  },
  {
    "translation": {
      "en": "Bullshit.",
      "vi": "Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "vi": "Lại đây."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I said that thing about you earlier.",
      "vi": "Xin lỗi lúc nãy chị đã nói vậy về em."
    }
  },
  {
    "translation": {
      "en": "That was just the heat of the moment.",
      "vi": "Chỉ là nóng lúc đó thôi."
    }
  },
  {
    "translation": {
      "en": "No, it wasn't.",
      "vi": "Không, đâu phải."
    }
  },
  {
    "translation": {
      "en": "You think it's a secret you all find me annoying?",
      "vi": "Nghĩ tất cả thấy em phiền phức là bí mật à?"
    }
  },
  {
    "translation": {
      "en": "I may be an asshole, but I'm not dumb.",
      "vi": "Có lẽ em là đồ khốn, nhưng em không ngốc."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Chị xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "vi": "Em cũng thế."
    }
  },
  {
    "translation": {
      "en": "I don't just love you, Gloria.",
      "vi": "Em chỉ là không yêu chị, Gloria."
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "vi": "Em thích chị."
    }
  },
  {
    "translation": {
      "en": "So",
      "vi": "Nên em sẽ cho chị không gian mà chị xứng đáng có"
    }
  },
  {
    "translation": {
      "en": "I'll give you the space that you deserve and find my own friends.",
      "vi": "Nên em sẽ cho chị không gian mà chị xứng đáng có và tự tìm bạn của em."
    }
  },
  {
    "translation": {
      "en": "It's time.",
      "vi": "Đến lúc rồi."
    }
  },
  {
    "translation": {
      "en": "I have an announcement.",
      "vi": "Tớ có một thông báo."
    }
  },
  {
    "translation": {
      "en": "- Where are you going? - Snacks.",
      "vi": "- Em đi đâu vậy? - Đồ ăn vặt."
    }
  },
  {
    "translation": {
      "en": "- Can we please cut her now? - No!",
      "vi": "- Giờ kệ nó được chứ? - Không!"
    }
  },
  {
    "translation": {
      "en": "- Why? - Because she's fearless.",
      "vi": "- Tại sao? - Vì nó bạo dạn."
    }
  },
  {
    "translation": {
      "en": "And if we're gonna take on evil, we need someone to fearlessly lead the way.",
      "vi": "Nếu định đương đầu với tà ác, ta cần người dẫn đường bạo dạn."
    }
  },
  {
    "translation": {
      "en": "Or to potentially sacrifice.",
      "vi": "Hay có khả năng hy sinh."
    }
  },
  {
    "translation": {
      "en": "- So you believe? - She does.",
      "vi": "- Vậy là cậu tin? - Chị ấy tin."
    }
  },
  {
    "translation": {
      "en": "It's a curse that we're gonna reverse.",
      "vi": "Ta sẽ giải lời nguyền này."
    }
  },
  {
    "translation": {
      "en": "We're gonna save my dad.",
      "vi": "Ta sẽ cứu bố tớ."
    }
  },
  {
    "translation": {
      "en": "- Okay, I have a plan. - Look, I have a plan.",
      "vi": "- Rồi, em có một kế. - Này, tớ có một kế."
    }
  },
  {
    "translation": {
      "en": "- Okay, no, I have a plan. - No, but I know someone…",
      "vi": "- Rồi, đâu, em có một kế. - Không, mà tớ biết người…"
    }
  }
]