[
  {
    "translation": {
      "en": "Doc, how pleased are you with Tiger King's depiction of you?",
      "vi": "Doc, anh có hài lòng về cách Vua Hổ miêu tả về anh?"
    }
  },
  {
    "translation": {
      "en": "This is not a documentary.",
      "vi": "Đó không phải phim tài liệu."
    }
  },
  {
    "translation": {
      "en": "Not a documentary.",
      "vi": "Chả phải phim tài liệu."
    }
  },
  {
    "translation": {
      "en": "It's fake. It's a silly fake show.",
      "vi": "Nó giả tạo. Một chương trình ngu ngốc giả tạo."
    }
  },
  {
    "translation": {
      "en": "An incredible wild ride of a fanticiful tale.",
      "vi": "Chuyến về hoang dã trong một câu chuyện viễn tưởng. LOẠT PHIM TÀI LIỆU NETFLIX"
    }
  },
  {
    "translation": {
      "en": "[John Reinke] Doc Antle hated Tiger King.",
      "vi": "Doc Antle ghét Vua Hổ."
    }
  },
  {
    "translation": {
      "en": "He thought he was misrepresented in a bunch of lies.",
      "vi": "Anh ta nghĩ mình bị xuyên tạc bởi những lời dối trá."
    }
  },
  {
    "translation": {
      "en": "[Doc] They hid the fact that this facility",
      "vi": "Họ giấu sự thật rằng cơ sở này là khách sạn Ritz-Carlton của mèo lớn."
    }
  },
  {
    "translation": {
      "en": "is the Ritz-Carlton of keeping big cats.",
      "vi": "Họ giấu sự thật rằng cơ sở này là khách sạn Ritz-Carlton của mèo lớn. SÁNG LẬP & GIÁM ĐỐC | T.I.G.E.R.S."
    }
  },
  {
    "translation": {
      "en": "No one's even close to the grandeur and beauty of this facility.",
      "vi": "Không ai xây được sự hùng vĩ và đẹp đẽ như ở cơ sở này."
    }
  },
  {
    "translation": {
      "en": "[Joe Exotic] It's an illusion. He creates an illusion for people to believe.",
      "vi": "Đó là ảo giác. Hắn tạo ảo giác để mọi người tin."
    }
  },
  {
    "translation": {
      "en": "I haven't spoke to Doc since this came out but he's not happy about it.",
      "vi": "Từ hồi nó ra mắt, tôi chưa nói chuyện với Doc, nhưng hắn không vui."
    }
  },
  {
    "translation": {
      "en": "[Barbara Fisher] Doc is a very skilled con artist.",
      "vi": "Doc là một kẻ lừa đảo tài ba."
    }
  },
  {
    "translation": {
      "en": "He thinks that he's smarter than the rest of the world",
      "vi": "Hắn nghĩ mình thông minh hơn người."
    }
  },
  {
    "translation": {
      "en": "and he designs his environment around him to confirm that.",
      "vi": "Và thiết kế môi trường xung quanh để xác nhận điều đó."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He creates his own truth always.",
      "vi": "Hắn luôn tạo sự thật của riêng mình."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He doesn't live in a world where people challenge him.",
      "vi": "Thế giới của hắn không có những kẻ thách thức hắn."
    }
  },
  {
    "translation": {
      "en": "He doesn't-- He's not used to that anymore.",
      "vi": "Hắn không… Không quen với việc đó nữa."
    }
  },
  {
    "translation": {
      "en": "The silly little girl Barbara Fisher, that bitch is on there talking, saying,",
      "vi": "Con nhỏ ngu ngốc Barbara Fisher, con khốn đó nói,"
    }
  },
  {
    "translation": {
      "en": "\"They forced me to get a boob job after a month.\" Like, are you mad?",
      "vi": "\"Sau một tháng họ bắt tôi đi nâng ngực\". Có điên không?"
    }
  },
  {
    "translation": {
      "en": "She was obsessed with having boobs.",
      "vi": "Ả đó mê có ngực to."
    }
  },
  {
    "translation": {
      "en": "Those boobs didn't live here, she's living out there,",
      "vi": "Bộ ngực đó không sống ở đây, ả ở ngoài kia,"
    }
  },
  {
    "translation": {
      "en": "test driving them on every Tom, Dick, and Harry she can find.",
      "vi": "chơi thử mọi gã mà ả tìm thấy."
    }
  },
  {
    "translation": {
      "en": "-That's why she's pregnant all the time. -Oh, fuck.",
      "vi": "- Thế nên ả có bầu suốt. - Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "In terms of what he said about me, it's pure misogyny, that's what it is.",
      "vi": "Những điều hắn nói về tôi, chỉ đơn thuần là hắn ghét phụ nữ."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Since Tiger King, we had people coming by the house, recognizing the dog.",
      "vi": "Từ sau Vua Hổ, có nhiều người đến nhà và nhận ra con chó."
    }
  },
  {
    "translation": {
      "en": "Just the fact that everybody probably could figure out where I lived",
      "vi": "Một sự thật là mọi người có thể biết được nơi tôi sống,"
    }
  },
  {
    "translation": {
      "en": "and that means Doc knew where I lived.",
      "vi": "thế nghĩa là Doc biết nơi tôi sống."
    }
  },
  {
    "translation": {
      "en": "That was scary to me, so we just went out into the deep country",
      "vi": "Điều đó khiến tôi sợ, nên chúng tôi đã dọn về vùng sâu vùng xa"
    }
  },
  {
    "translation": {
      "en": "and that's where we remain.",
      "vi": "và ở lại đây."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Doc has gotten away with this for so long, he thinks he's bulletproof.",
      "vi": "Doc được tự tung tự tác quá lâu, hắn nghĩ hắn bất khả xâm phạm."
    }
  },
  {
    "translation": {
      "en": "But after Tiger King, all these people contacted me with their own stories.",
      "vi": "Nhưng sau Vua Hổ, mọi người liên lạc với tôi kể những câu chuyện của họ."
    }
  },
  {
    "translation": {
      "en": "I knew that if I came forward, other people would too.",
      "vi": "Tôi biết nếu tôi lên tiếng, những người khác cũng vậy."
    }
  },
  {
    "translation": {
      "en": "[Barbara] There is safety in numbers.",
      "vi": "Càng đông càng an toàn."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Maybe he doesn't think that you'll look back into his past.",
      "vi": "Có lẽ hắn không nghĩ sẽ có người lục lại quá khứ của hắn."
    }
  },
  {
    "translation": {
      "en": "But what's going on with Doc won't survive in sunlight.",
      "vi": "Những gì xảy ra với Doc sẽ không sống nổi dưới ánh sáng mặt trời."
    }
  },
  {
    "translation": {
      "en": "[guide] Good morning! It's nice and warm today, isn't it?",
      "vi": "Chào buổi sáng! Hôm nay trời đẹp và ấm nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-[crowd] Yeah! -[guide] Just a couple rules on it.",
      "vi": "Các vị, chỉ có vài quy tắc thôi."
    }
  },
  {
    "translation": {
      "en": "No cameras are going to be allowed at all today.",
      "vi": "Hôm nay không được sử dụng máy ghi hình."
    }
  },
  {
    "translation": {
      "en": "This is your final warning.",
      "vi": "Đây là lời nhắc nhở nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "If we see recording or taking pictures, you will be asked to leave.",
      "vi": "Nếu bị phát hiện quay phim hoặc chụp ảnh các vị sẽ được yêu cầu rời đi."
    }
  },
  {
    "translation": {
      "en": "I'm Dr. Bhagavan Antle, director here at Myrtle Beach Safari.",
      "vi": "Tôi là Bác sĩ Bhagavan Antle, giám đốc Sở thú Myrtle Beach."
    }
  },
  {
    "translation": {
      "en": "Myrtle Beach Safari is an incredible wildlife encounter",
      "vi": "Sở thú Myrtle Beach là thế giới hoang dã tuyệt vời…"
    }
  },
  {
    "translation": {
      "en": "where you get to have an up-close, interactive experience",
      "vi": "nơi bạn có được trải nghiệm tương tác gần gũi"
    }
  },
  {
    "translation": {
      "en": "with a variety of incredible exotic animals",
      "vi": "với nhiều loài thú độc lạ,"
    }
  },
  {
    "translation": {
      "en": "up-close, uncaged and unbelievable interaction.",
      "vi": "sự tương tác gần gũi đáng kinh ngạc và không bị ngăn cách."
    }
  },
  {
    "translation": {
      "en": "A handful of people in the world get to have an eagle living in your house.",
      "vi": "Trên thế giới chỉ có một số ít người có một con đại bàng sống trong nhà. HUẤN LUYỆN VIÊN | SỞ THÚ CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "Sitting on the glove watching Game of Thrones.",
      "vi": "Đậu trên găng tay, xem Trò Chơi Vương Quyền."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen a whole lot for a lot of people.",
      "vi": "Điều này không xảy ra với nhiều người."
    }
  },
  {
    "translation": {
      "en": "When I was 12 years old, I got a photo taken in Myrtle Beach, South Carolina.",
      "vi": "Khi tôi 12 tuổi, tôi có một bức ảnh chụp ở Myrtle Beach, Nam Carolina."
    }
  },
  {
    "translation": {
      "en": "I looked at my mom and said, \"This is what I want to do for the rest of my life.\"",
      "vi": "NHÂN VIÊN TẬP SỰ CỦA DOC Tôi nhìn mẹ và nói, \"Đây là điều con muốn làm suốt đời\"."
    }
  },
  {
    "translation": {
      "en": "And when senior year came around, I called up Doc Antle and I said, \"Please let me come volunteer for you,\"",
      "vi": "Năm cuối cấp, tôi gọi Doc Antle và nói, \"Xin hãy để tôi làm tình nguyện viên\","
    }
  },
  {
    "translation": {
      "en": "and he said, \"Well, how soon can you move here?\"",
      "vi": "gã hỏi, \"Chừng nào em dọn đến được?\""
    }
  },
  {
    "translation": {
      "en": "And it was like I'd gotten the golden ticket for American Idol.",
      "vi": "Nó như thể tôi giành được vé vàng tham gia chương trình American Idol."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Ah! Okay.\"",
      "vi": "Tôi kiểu, \"À! Được rồi\"."
    }
  },
  {
    "translation": {
      "en": "[Jewels] I worked for Doc Antle for seven years.",
      "vi": "Tôi làm việc cho Doc Antle bảy năm."
    }
  },
  {
    "translation": {
      "en": "My parents were actually really happy that I was doing something that I believed I wanted to do.",
      "vi": "Bố mẹ tôi thực sự rất vui vì tôi đã làm điều tôi tin là tôi muốn."
    }
  },
  {
    "translation": {
      "en": "I don't think they realized what I was really signing up for,",
      "vi": "Tôi không nghĩ họ nhận ra thứ mà tôi thực sự dấn thân,"
    }
  },
  {
    "translation": {
      "en": "which is just 24/7 working at a place that I can't really leave.",
      "vi": "đó là làm việc 24/7 ở một nơi mà tôi không thể rời đi."
    }
  },
  {
    "translation": {
      "en": "Barbara was the first person to come and talk to me.",
      "vi": "Barbara là người đầu tiên đến nói chuyện với tôi."
    }
  },
  {
    "translation": {
      "en": "Me and Barb focused a lot on training little cubs to become walking adolescents.",
      "vi": "Tôi và Barb tập trung nhiều vào huấn luyện thú non đến lúc chúng trưởng thành."
    }
  },
  {
    "translation": {
      "en": "We would go to this place called Barefoot Landing every day,",
      "vi": "Mỗi ngày chúng tôi đến nơi gọi là Barefoot Landing,"
    }
  },
  {
    "translation": {
      "en": "and we would do photos with tiger cubs and big cats.",
      "vi": "và chụp ảnh với hổ con và hổ lớn."
    }
  },
  {
    "translation": {
      "en": "[Shavit Perel] One summer, I went to call a friend of mine in Myrtle Beach,",
      "vi": "Vào một mùa hè, tôi gọi cho bạn của tôi ở Myrtle Beach,"
    }
  },
  {
    "translation": {
      "en": "and he offered me a job operating a climbing wall in Barefoot Landing.",
      "vi": "anh ta mời tôi về làm ở khu leo núi thể thao ở Barefoot Landing. NHÂN VIÊN TẬP SỰ CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "[Shavit] As the summer went on, I started developing relationships",
      "vi": "Khi mùa hè trôi qua, tôi bắt đầu quen biết"
    }
  },
  {
    "translation": {
      "en": "with the people that worked at Preservation Station.",
      "vi": "với những người ở Trạm Bảo tồn. TRẠM BẢO TỒN T.I.G.E.R.S."
    }
  },
  {
    "translation": {
      "en": "It started with Barbara, and then it was China.",
      "vi": "TRẠM BẢO TỒN T.I.G.E.R.S. Đầu tiên là quen Barbara, rồi đến China."
    }
  },
  {
    "translation": {
      "en": "Everybody looked like Crocodile Dundee.",
      "vi": "Mọi người như trong phim Crocodile Dundee."
    }
  },
  {
    "translation": {
      "en": "And everybody was tan and blond and had a knife",
      "vi": "Ai cũng rám nắng, tóc vàng và có một con dao,"
    }
  },
  {
    "translation": {
      "en": "and it was really impressive.",
      "vi": "trông rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And then eventually Doc would show up.",
      "vi": "Rồi cuối cùng Doc cũng xuất hiện."
    }
  },
  {
    "translation": {
      "en": "He just blew me away.",
      "vi": "Anh ta khiến tôi rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "By the time we reached the end of summer, he said, \"How about you come work for me?\"",
      "vi": "Khi mùa hè gần kết thúc, anh ta nói, \"Đến làm việc cho tôi nhé?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I'm in.\"",
      "vi": "Tôi nói, \"Tôi đồng ý\"."
    }
  },
  {
    "translation": {
      "en": "I stayed at the barn where the elephant was living.",
      "vi": "Tôi ở trong nhà kho, nơi con voi sống."
    }
  },
  {
    "translation": {
      "en": "So I would go to sleep with Bubbles and I would wake up with Bubbles.",
      "vi": "Nên tôi ngủ cùng Bubbles, buổi sáng thức dậy với Bubbles."
    }
  },
  {
    "translation": {
      "en": "Who the heck am I to be lucky enough to be in this position?",
      "vi": "Tôi là ai mà may mắn được làm vị trí này?"
    }
  },
  {
    "translation": {
      "en": "And then they would give me those clothes, and I got my knife.",
      "vi": "Rồi họ sẽ cấp cho tôi bộ quần áo đó, và tôi sẽ được nhận con dao."
    }
  },
  {
    "translation": {
      "en": "Now I'm looking like Crocodile Dundee, right? I'm the cool guy.",
      "vi": "Giờ tôi trông như Crocodile Dundee nhỉ? Tôi là anh chàng ngầu đó."
    }
  },
  {
    "translation": {
      "en": "And it got to the point, like, I'm living a dream.",
      "vi": "Và nó đến mức, tôi như đang sống trong một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "But everything completely turned on its head once Julie came into the picture.",
      "vi": "Nhưng mọi thứ đã hoàn toàn thay đổi khi Julie xuất hiện."
    }
  },
  {
    "translation": {
      "en": "I'm talking to Doc and he goes,",
      "vi": "NHÂN VIÊN TẬP SỰ CỦA DOC Lúc nói chuyện với tôi, Doc kể, \"Cho anh biết, có vài em gái mới đến."
    }
  },
  {
    "translation": {
      "en": "\"I just want to let you know, there's a couple of new girls.\"",
      "vi": "Lúc nói chuyện với tôi, Doc kể, \"Cho anh biết, có vài em gái mới đến."
    }
  },
  {
    "translation": {
      "en": "\"I don't want you getting involved.\"",
      "vi": "Tôi không muốn anh dính líu\"."
    }
  },
  {
    "translation": {
      "en": "Somebody told me, \"Hey, Doc rated you a nine.\"",
      "vi": "Có người nói với tôi, \"Này, Doc chấm cô chín điểm\"."
    }
  },
  {
    "translation": {
      "en": "Part of me was like, \"Oh, yeah,\" and then part of me is like, \"What?\"",
      "vi": "Tôi một nửa kiểu, \"Ồ tuyệt\", một nửa còn lại kiểu, \"Gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "[Magenta Brooks] Women and men at Doc's compound were treated very differently.",
      "vi": "Ở khu nhà của Doc, phụ nữ và đàn ông được đối xử rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "He definitely showed off his giant bed a few more times than was necessary",
      "vi": "Hắn khoe chiếc giường khổng lồ với nhân viên nhiều hơn mức cần thiết."
    }
  },
  {
    "translation": {
      "en": "to do with an employee.",
      "vi": "NHÂN VIÊN TẬP SỰ CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "I had always wondered if I had misread things,",
      "vi": "Tôi luôn tự hỏi liệu tôi có hiểu nhầm không,"
    }
  },
  {
    "translation": {
      "en": "and then seeing Tiger King and hearing Barbara talk, it was so cathartic.",
      "vi": "rồi tôi xem Vua Hổ và nghe câu chuyện của Barbara, thật nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "It was just this amazing confirmation that I didn't make this up,",
      "vi": "Một sự xác nhận tuyệt vời rằng tôi không bịa chuyện"
    }
  },
  {
    "translation": {
      "en": "and other people saw it too. [sighs]",
      "vi": "và những người khác cũng thấy."
    }
  },
  {
    "translation": {
      "en": "[Magenta] I am a polyamory relationship coach",
      "vi": "Tôi là huấn luyện viên quan hệ đa ái. XEM VIDEO CỦA TÔI"
    }
  },
  {
    "translation": {
      "en": "and I've been noticing that people keep talking about Doc as being polyamorous.",
      "vi": "Tôi nhận thấy mọi người hay nói Doc là người đa tình."
    }
  },
  {
    "translation": {
      "en": "Polyamory requires respect that flows both ways.",
      "vi": "Mối quan hệ đa ái đòi hỏi sự tôn trọng theo cả hai cách."
    }
  },
  {
    "translation": {
      "en": "It requires autonomy.",
      "vi": "Nó đòi hỏi sự tự do ý chí."
    }
  },
  {
    "translation": {
      "en": "And Doc is not encouraging his partners",
      "vi": "Và Doc không khuyến khích bạn đời của mình"
    }
  },
  {
    "translation": {
      "en": "to create healthy relationships outside of him.",
      "vi": "xây dựng các mối quan hệ lành mạnh với người khác."
    }
  },
  {
    "translation": {
      "en": "-It's a harem, it's not polyamory. -[cryptic music plays]",
      "vi": "Đó là hậu cung, không phải đa ái."
    }
  },
  {
    "translation": {
      "en": "[Doc] I have my three beloved partners who've been with me for 20 years each.",
      "vi": "Tôi có ba người bạn đời yêu dấu, đã ở bên tôi 20 năm."
    }
  },
  {
    "translation": {
      "en": "My son, my three daughters.",
      "vi": "Con trai tôi, ba cô con gái của tôi."
    }
  },
  {
    "translation": {
      "en": "And that group of people, along with the peripheral characters around them,",
      "vi": "Những người đó, cùng với các nhân vật xung quanh họ,"
    }
  },
  {
    "translation": {
      "en": "love doing this and plan on to continue to do it.",
      "vi": "thích làm việc này và lên kế hoạch tiếp tục như thế."
    }
  },
  {
    "translation": {
      "en": "So if I move to the Himalayan Mountains today,",
      "vi": "Nên nếu hôm nay tôi chuyển đến dãy núi vùng Himalaya,"
    }
  },
  {
    "translation": {
      "en": "those guys should be able to step up and run some facsimile of it.",
      "vi": "những người đó sẽ có thể đứng ra điều hành cơ sở tương tự."
    }
  },
  {
    "translation": {
      "en": "[Magenta] He's got this very highly overinflated sense of self. He sees himself as kind of a guru.",
      "vi": "Hắn quá tự tin về bản thân. Tự xem mình như một đạo sư."
    }
  },
  {
    "translation": {
      "en": "And so, having followers or having animals that are subservient to him",
      "vi": "Và vì thế, việc có các tín đồ hoặc có những con vật quỵ lụy hắn,"
    }
  },
  {
    "translation": {
      "en": "kind of bolsters that narrative.",
      "vi": "đó là một kiểu giúp củng cố câu chuyện đó."
    }
  },
  {
    "translation": {
      "en": "[Barbara] After we all changed our names, he gave a bunch of us different chains.",
      "vi": "Ngay sau khi bọn tôi đổi tên, hắn cho bọn tôi các dây chuyền khác nhau."
    }
  },
  {
    "translation": {
      "en": "The medallion signified to all of us",
      "vi": "Mặt dây biểu thị cho tất cả bọn tôi,"
    }
  },
  {
    "translation": {
      "en": "this union of us all being one family.",
      "vi": "tất cả bọn tôi là một gia đình. NHÂN VIÊN TẬP SỰ CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "It's a symbol for the integral yoga that Swami Satchidananda purported.",
      "vi": "Đó là biểu tượng của yoga hợp nhất mà Swami Satchidananda tự nhận là sáng lập."
    }
  },
  {
    "translation": {
      "en": "He was the guru that opened Woodstock.",
      "vi": "Ông ấy là đạo sư đã khai mạc Woodstock."
    }
  },
  {
    "translation": {
      "en": "A picture of the big bearded guy going, \"Let's start.\"",
      "vi": "Hình ảnh một người đàn ông to lớn có râu nói, \"Bắt đầu nào\"."
    }
  },
  {
    "translation": {
      "en": "That's Swami Satchidananda.",
      "vi": "Đó là Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "[Doc] Tons of famous people are longtime devotees.",
      "vi": "Có vô số người nổi tiếng là tín đồ lâu năm."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He met Swamiji Satchidananda in Yogaville.",
      "vi": "Hắn đã gặp Swamiji Satchidananda ở Yogaville. TRƯỜNG YOGAVILLE LOTUS '86"
    }
  },
  {
    "translation": {
      "en": "[Barbara] All these people devoted to Swamiji and listening to everything he says,",
      "vi": "Những người này cống hiến cho Swamiji và lắng nghe mọi điều ông ta nói,"
    }
  },
  {
    "translation": {
      "en": "and basing every aspect of their life around him.",
      "vi": "và nương tựa vào ông ta trong mọi khía cạnh của cuộc sống."
    }
  },
  {
    "translation": {
      "en": "[Barbara] If there's somebody he idolized, it's Swamiji.",
      "vi": "Nếu có ai đó hắn thần tượng, thì đó là Swamiji."
    }
  },
  {
    "translation": {
      "en": "The way he talks about him, it's beyond hero worship.",
      "vi": "Cách hắn nói về ông ta, nó hơn cả sự tôn thờ anh hùng."
    }
  },
  {
    "translation": {
      "en": "[man] How did you go from Yogaville to being a--",
      "vi": "Làm thế nào mà từ Yogaville anh trở thành…"
    }
  },
  {
    "translation": {
      "en": "[Doc] Once you add Yogaville,",
      "vi": "Một khi tham gia Yogaville,"
    }
  },
  {
    "translation": {
      "en": "you're dropping in this incredibly complicated,",
      "vi": "anh rơi vào một trạng thái tồn tại vô cùng phức tạp,"
    }
  },
  {
    "translation": {
      "en": "cult-ridden, strange entity, like, \"What?\"",
      "vi": "kỳ lạ, sùng bái tôn giáo, như kiểu không hiểu được."
    }
  },
  {
    "translation": {
      "en": "[female voice] The Reverend Sri Swami Satchidananda",
      "vi": "Quý ngài Swami Satchidananda đáng tôn kính"
    }
  },
  {
    "translation": {
      "en": "experienced the spiritual oneness of all creation",
      "vi": "đã trải nghiệm sự hợp nhất về mặt tâm linh của mọi tạo vật,"
    }
  },
  {
    "translation": {
      "en": "and dreamed of creating a shrine where that oneness could be seen and felt.",
      "vi": "và mơ ước tạo ra một ngôi đền nơi có thể nhìn thấy và cảm nhận sự hợp nhất đó."
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda used to always laughingly say",
      "vi": "Swami Satchidananda luôn cười và nói… CỰU TÍN ĐỒ YOGAVILLE"
    }
  },
  {
    "translation": {
      "en": "that the yoga institutes were asylums and we were all the inmates.",
      "vi": "…các học viện yoga là các trại giam và tất cả chúng tôi đều là tù nhân."
    }
  },
  {
    "translation": {
      "en": "And people would go, \"Ha-ha-ha. That's so funny, Swamiji.\"",
      "vi": "Và mọi người sẽ nói, \"Thật hài hước, Swamiji\"."
    }
  },
  {
    "translation": {
      "en": "But it was true. -We were having crisis times. -[tense music plays]",
      "vi": "Nhưng đó là sự thật. Chúng tôi có thời gian khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "People were choosing between yoga and Scientology, and I thought,",
      "vi": "Mọi người chọn giữa yoga và Khoa Luận Giáo, và tôi đã nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"I wasn't raised by wolves. I am going to go with yoga.\"",
      "vi": "\"Mình không phải thứ rừng rú. Mình sẽ theo phe yoga\"."
    }
  },
  {
    "translation": {
      "en": "[Satchidananda] Everywhere there seems to be the cry.",
      "vi": "Dường như ở đâu cũng có tiếng khóc."
    }
  },
  {
    "translation": {
      "en": "We hear people shouting in the name of peace,",
      "vi": "Chúng ta nghe thấy người ta gào thét nhân danh hòa bình,"
    }
  },
  {
    "translation": {
      "en": "but they want to fight for peace.",
      "vi": "nhưng họ muốn đánh nhau vì hòa bình."
    }
  },
  {
    "translation": {
      "en": "Most of the people at Yogaville are loving, caring individuals,",
      "vi": "Hầu hết mọi người ở Yogaville là những người biết yêu thương, biết quan tâm,"
    }
  },
  {
    "translation": {
      "en": "who want to better themselves spiritually and want to better the world.",
      "vi": "những người muốn có một đời sống tâm linh tốt hơn, muốn thế giới tốt hơn."
    }
  },
  {
    "translation": {
      "en": "[female voice] Yogaville is an intentional community where people choose to live together",
      "vi": "Yogaville là một cộng đồng có chủ đích, nơi mọi người chọn sống cùng nhau"
    }
  },
  {
    "translation": {
      "en": "practicing yoga, vegetarian diet, meditation.",
      "vi": "tập yoga, ăn chay, thiền. CỰU TÍN ĐỒ YOGAVILLE"
    }
  },
  {
    "translation": {
      "en": "There's probably close to 250 permanent residents.",
      "vi": "Có lẽ gần 250 người sống ở đó."
    }
  },
  {
    "translation": {
      "en": "My parents met Swami Satchidananda when I was five years old,",
      "vi": "Bố mẹ tôi gặp Swami Satchidananda khi tôi năm tuổi,"
    }
  },
  {
    "translation": {
      "en": "and I started meditating myself when I was 11, by choice.",
      "vi": "và tôi bắt đầu tự thiền khi tôi 11 tuổi, tự tôi muốn thế."
    }
  },
  {
    "translation": {
      "en": "I was doing, I don't know, four to six hours a day of yoga and meditation, yeah.",
      "vi": "Tôi tập yoga và thiền từ bốn đến sáu tiếng một ngày, ừ."
    }
  },
  {
    "translation": {
      "en": "We were a very peaceful, loving, accepting…",
      "vi": "Chúng tôi là một cộng đồng rất hòa bình, yêu thương, chấp nhận nhau."
    }
  },
  {
    "translation": {
      "en": "Hari om, hari om, hari om.",
      "vi": "Hari om, hari om, hari om"
    }
  },
  {
    "translation": {
      "en": "[female voice] People believe Swami Satchidananda is a god.",
      "vi": "Mọi người tin rằng Swami Satchidananda là một vị thần."
    }
  },
  {
    "translation": {
      "en": "-A Jesus Christ. He can do no wrong. -[gentle music plays]",
      "vi": "Là Chúa Giê-su. Mọi việc ông ta làm đều đúng."
    }
  },
  {
    "translation": {
      "en": "They would drop to the ground when he walked into the room",
      "vi": "Khi ông ta bước vào phòng họ sẽ quỳ mọp và bái lạy."
    }
  },
  {
    "translation": {
      "en": "and bow to his feet.",
      "vi": "CỰU TÍN ĐỒ YOGAVILLE"
    }
  },
  {
    "translation": {
      "en": "Kiss his feet.",
      "vi": "Hôn chân ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I watched Tiger King, and I was like, \"Damn.\" \"They don't even know the story before that.\"",
      "vi": "Tôi đã xem Vua Hổ, và tôi nghĩ, \"Họ không biết câu chuyện trước đó\"."
    }
  },
  {
    "translation": {
      "en": "Doc Antle got ideas from Swami Satchidananda.",
      "vi": "Doc Antle đã thừa kế ý tưởng từ Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "He was attracted to the power that he wielded over other people.",
      "vi": "Hắn bị thu hút bởi sức mạnh hắn áp lên người khác."
    }
  },
  {
    "translation": {
      "en": "Bhagavan was a very well-known character at Yogaville.",
      "vi": "SÁNG LẬP & GIÁM ĐỐC | T.I.G.E.R.S. Bhagavan là một nhân vật rất nổi tiếng ở Yogaville."
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda loved him. He was, you know, lots of flash.",
      "vi": "Swami Satchidananda yêu mến hắn. Hắn rất hào nhoáng."
    }
  },
  {
    "translation": {
      "en": "He had Bubbles, the little baby elephant.",
      "vi": "Hắn có Bubbles, một chú voi con."
    }
  },
  {
    "translation": {
      "en": "He was like a celebrity there.",
      "vi": "Ở đó hắn như người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "[female announcer] Bhagavan Antle of Bhagavan's Celestial Magic.",
      "vi": "Bhagavan Antle trong Sức mạnh Siêu nhiên của Bhagavan."
    }
  },
  {
    "translation": {
      "en": "[Joan] He was the cute boy of the '80s. He had long dark hair, a mustache.",
      "vi": "Hắn là kiểu anh chàng dễ thương hồi những năm 80. Hắn có một mái tóc đen dài, một bộ ria mép."
    }
  },
  {
    "translation": {
      "en": "He was a magic man.",
      "vi": "Hắn biết làm ảo thuật."
    }
  },
  {
    "translation": {
      "en": "[Steven Diamond] The two of us had an instant connection through magic.",
      "vi": "Hai chúng tôi có mối liên hệ tức thì nhờ ảo thuật."
    }
  },
  {
    "translation": {
      "en": "I was about 15 or 16.",
      "vi": "Tôi khoảng 15 hay 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "I had my own career at that time, so I was doing fairs and festivals.",
      "vi": "Lúc đó tôi có sự nghiệp, nên tôi tham gia hội chợ và lễ hội. CỘNG SỰ ẢO THUẬT CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "And I was very popular all up and down the East Coast.",
      "vi": "Và tôi rất nổi tiếng khắp Bờ Đông."
    }
  },
  {
    "translation": {
      "en": "Bhagavan saw me as a great way to make some money.",
      "vi": "SINH VIÊN LÀ ẢO THUẬT GIA CHUYÊN NGHIỆP Bhagavan xem tôi là cách tuyệt vời để kiếm tiền."
    }
  },
  {
    "translation": {
      "en": "[Steven] And so, right away we kind of formed this little informal partnership.",
      "vi": "Và ngay lập tức, chúng tôi xây dựng mối quan hệ đối tác không chính thức."
    }
  },
  {
    "translation": {
      "en": "A 50/50 plan was the deal.",
      "vi": "Thỏa thuận ăn chia 50/50."
    }
  },
  {
    "translation": {
      "en": "[Steven] Come down, guys! Run!",
      "vi": "Chạy nào, các em! Chạy!"
    }
  },
  {
    "translation": {
      "en": "[Steven] He had this place called The Buckingham Zoological Park.",
      "vi": "Anh ta có một nơi gọi là Công viên Động vật Buckingham."
    }
  },
  {
    "translation": {
      "en": "Right outside of Yogaville.",
      "vi": "Ngay bên ngoài Yogaville. SỞ THÚ ĐẦU TIÊN CỦA DOC ANTLE"
    }
  },
  {
    "translation": {
      "en": "You'd drive down this little country road and you wouldn't know that it was there",
      "vi": "Bạn lái xe trên con đường làng nhỏ này và sẽ không biết nó ở đó"
    }
  },
  {
    "translation": {
      "en": "unless you knew exactly how to find it.",
      "vi": "trừ khi bạn biết chính xác tìm nó ở đâu."
    }
  },
  {
    "translation": {
      "en": "You walked through the little gate and you see this A-frame house.",
      "vi": "Bạn bước qua cánh cổng nhỏ sẽ thấy một ngôi nhà dạng chữ A."
    }
  },
  {
    "translation": {
      "en": "It kind of looked like something a hobbit might live in.",
      "vi": "Trông như nơi sinh sống của anh chàng người Hobbit."
    }
  },
  {
    "translation": {
      "en": "And immediately, as soon as you walked in, you could see an elephant in the distance,",
      "vi": "Và ngay khi bạn bước vào, bạn có thể thấy một con voi ở đằng xa,"
    }
  },
  {
    "translation": {
      "en": "and you could see tigers back there, you could see lions.",
      "vi": "bạn có thể thấy mấy con hổ ở đó, có thể thấy sư tử."
    }
  },
  {
    "translation": {
      "en": "Good boy.",
      "vi": "Cậu bé ngoan."
    }
  },
  {
    "translation": {
      "en": "[Steven] In the beginning, it was such a great place.",
      "vi": "Ban đầu, đó là một nơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "What I liked about the Buckingham Zoo was the community that Bhagavan had built.",
      "vi": "Điều tôi thích ở Sở thú Buckingham là cộng đồng mà Bhagavan đã xây dựng."
    }
  },
  {
    "translation": {
      "en": "[man] I met Bhagavan right out of high school.",
      "vi": "Tôi gặp Bhagavan ngay sau khi học trung học."
    }
  },
  {
    "translation": {
      "en": "He would do local shows around here for schools.",
      "vi": "Anh ta biểu diễn cho các trường học quanh đây. NGHỆ SĨ TUNG HỨNG"
    }
  },
  {
    "translation": {
      "en": "And then I worked with him at the Renaissance Festival.",
      "vi": "Tôi hợp tác với anh ta ở Lễ hội Phục hưng."
    }
  },
  {
    "translation": {
      "en": "[David] I made my living as a juggler for like 25 or 30 years.",
      "vi": "Tôi kiếm sống bằng nghề tung hứng khoảng 25 hay 30 năm."
    }
  },
  {
    "translation": {
      "en": "[David] I'm sort of an entrepreneur.",
      "vi": "Tôi kiểu như một doanh nhân."
    }
  },
  {
    "translation": {
      "en": "I had a video business",
      "vi": "Tôi có tiệm kinh doanh video,"
    }
  },
  {
    "translation": {
      "en": "and I used to videotape his magic show that he would perform.",
      "vi": "và tôi từng quay phim các màn ảo thuật của anh ta."
    }
  },
  {
    "translation": {
      "en": "By the constant practice of the control of the life force,",
      "vi": "Bằng cách liên tục thực hành kiểm soát sinh lực,"
    }
  },
  {
    "translation": {
      "en": "you will not only be able to control the life force of your mind and body,",
      "vi": "bạn sẽ không chỉ có thể kiểm soát sinh lực của tâm trí và cơ thể,"
    }
  },
  {
    "translation": {
      "en": "you will also be able to control the life force of the universe, as well.",
      "vi": "mà còn có thể kiểm soát sinh lực của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "[David] Bhagavan supposedly had psychic powers",
      "vi": "Bhagavan được cho là có sức mạnh tâm linh"
    }
  },
  {
    "translation": {
      "en": "because he had practiced yoga and his pranayama and acquired",
      "vi": "vì anh ta đã tập yoga và kiểm soát hơi thở và thụ đắc được những siêu năng lực này."
    }
  },
  {
    "translation": {
      "en": "these superpowers.",
      "vi": "và thụ đắc được những siêu năng lực này."
    }
  },
  {
    "translation": {
      "en": "He would walk on coals and he would supposedly levitate things and whatnot.",
      "vi": "Anh ta đi trên than và được cho là có thể khiến mọi vật bay bổng."
    }
  },
  {
    "translation": {
      "en": "Your body can become so fit",
      "vi": "Cơ thể anh có thể trở nên khỏe mạnh"
    }
  },
  {
    "translation": {
      "en": "that you are immune to the outside world coming in and influencing you.",
      "vi": "đến mức thế giới bên ngoài không thể xâm nhập và ảnh hưởng đến anh."
    }
  },
  {
    "translation": {
      "en": "[Steven] He would create this illusion that if you listened to him and you followed his ways,",
      "vi": "Anh ta tạo ra ảo tưởng rằng nếu bạn lắng nghe và làm theo cách của anh ta"
    }
  },
  {
    "translation": {
      "en": "you would be able to do some of the same things.",
      "vi": "bạn sẽ có thể làm những điều tương tự."
    }
  },
  {
    "translation": {
      "en": "[David] These people getting paid almost nothing in promise of getting",
      "vi": "Những người này không nhận được gì ngoài những lời hứa hẹn sẽ có được siêu năng lực từ Bhagavan,"
    }
  },
  {
    "translation": {
      "en": "these super powers from Bhagavan, when he didn't really have them himself.",
      "vi": "ngoài những lời hứa hẹn sẽ có được siêu năng lực từ Bhagavan, khi mà anh ta thật sự không có gì."
    }
  },
  {
    "translation": {
      "en": "He was not a great magician.",
      "vi": "Chẳng phải ảo thuật gia vĩ đại."
    }
  },
  {
    "translation": {
      "en": "[Doc] This is the Two of Hearts.",
      "vi": "Đây là con heo cơ."
    }
  },
  {
    "translation": {
      "en": "[David] Ninety-eight percent accuracy.",
      "vi": "Chính xác 98%."
    }
  },
  {
    "translation": {
      "en": "It was horrible. [laughs] I mean, it just-- It was horrible.",
      "vi": "Thật kinh khủng. Ý tôi là… Nó rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "But people liked it because he was the cool guy with the tigers.",
      "vi": "Nhưng mọi người thích, vì anh ta rất ngầu lại có bầy hổ."
    }
  },
  {
    "translation": {
      "en": "These things are nothing in comparison to the accomplishments…",
      "vi": "Những thứ này chẳng là gì so với thành quả…"
    }
  },
  {
    "translation": {
      "en": "of the thoughts-- of the control of the thoughts and emotions of the mind.",
      "vi": "của sự kiểm soát… sự kiểm soát suy nghĩ và cảm xúc trong tâm trí."
    }
  },
  {
    "translation": {
      "en": "They are but a drop in the ocean by comparison.",
      "vi": "Nếu so sánh thì chỉ như giọt nước trong đại dương."
    }
  },
  {
    "translation": {
      "en": "The guru gave Bhagavan all of his teachings, the yoga teachings.",
      "vi": "Vị đạo sư truyền cho Bhagavan mọi giáo lý của ông ta, giáo lý yoga. CỰU TÍN ĐỒ YOGAVILLE"
    }
  },
  {
    "translation": {
      "en": "This philosophy and psychology of how to approach the world.",
      "vi": "Triết lý và tâm lý học về cách tiếp cận thế giới."
    }
  },
  {
    "translation": {
      "en": "[Joy] I still love the yoga teachings,",
      "vi": "Tôi vẫn thích giáo lý yoga,"
    }
  },
  {
    "translation": {
      "en": "but the experience in retrospect",
      "vi": "nhưng khi hồi tưởng lại những trải nghiệm"
    }
  },
  {
    "translation": {
      "en": "taught me so much about how",
      "vi": "tôi đã học rất nhiều về cách"
    }
  },
  {
    "translation": {
      "en": "to be aware of a cult-type approach,",
      "vi": "ý thức được các cách tiếp cận theo kiểu sùng bái,"
    }
  },
  {
    "translation": {
      "en": "of wanting to attract people for the purpose of power or greed,",
      "vi": "muốn thu hút mọi người vì mục đích quyền lực hoặc lòng tham,"
    }
  },
  {
    "translation": {
      "en": "and giving…",
      "vi": "và trao đi…"
    }
  },
  {
    "translation": {
      "en": "the feeling that you're going to receive something that isn't possible to get.",
      "vi": "cảm giác rằng bạn sẽ nhận được thứ gì đó mà bạn không thể có được."
    }
  },
  {
    "translation": {
      "en": "[Joy] He had complete control.",
      "vi": "Ông ta kiểm soát hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "We had to wear a certain type of clothing, we had to eat a certain type of food.",
      "vi": "Chúng tôi phải mặc một loại quần áo nhất định, ăn loại thức ăn nhất định."
    }
  },
  {
    "translation": {
      "en": "I mean, you give everything.",
      "vi": "Phải cống hiến mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You give not just your material possessions, but your whole belief system.",
      "vi": "Không chỉ cho đi tài sản vật chất, mà cả hệ thống niềm tin."
    }
  },
  {
    "translation": {
      "en": "One day, you'll be surprised how obedient your mind is.",
      "vi": "Một ngày nào đó, các vị sẽ ngạc nhiên về sự tuân phục của tâm trí."
    }
  },
  {
    "translation": {
      "en": "One will have a body of all health and vitality, free from disease.",
      "vi": "Sẽ có một cơ thể khỏe mạnh và tràn đầy sức sống, không bệnh tật."
    }
  },
  {
    "translation": {
      "en": "It will make the mind calm, clear, and dynamic.",
      "vi": "Nó làm cho tâm trí bình tĩnh, minh mẫn và năng động."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan learned how to use the teachings in a manipulative way.",
      "vi": "Bhagavan đã học cách sử dụng giáo lý để thao túng."
    }
  },
  {
    "translation": {
      "en": "[Steven] To be part of the zoo,",
      "vi": "Để trở thành một phần của sở thú,"
    }
  },
  {
    "translation": {
      "en": "you give up your entire life, you give up your name,",
      "vi": "bạn từ bỏ cả cuộc đời mình, bạn từ bỏ tên họ,"
    }
  },
  {
    "translation": {
      "en": "you give up your world, you give up your family, your friends.",
      "vi": "từ bỏ thế giới của mình, từ bỏ gia đình, bạn bè."
    }
  },
  {
    "translation": {
      "en": "The tigers become the first priority to the exclusion of everything else.",
      "vi": "Những con hổ trở thành ưu tiên hàng đầu để loại trừ những mối quan tâm khác."
    }
  },
  {
    "translation": {
      "en": "And he's always been that way, and it's just a way of getting free labor.",
      "vi": "Và anh ta luôn như vậy, chỉ là một cách để có nhân công miễn phí."
    }
  },
  {
    "translation": {
      "en": "[guide] Being in the presence of a big cat",
      "vi": "Chỉ cần có sự hiện diện của một con mèo lớn"
    }
  },
  {
    "translation": {
      "en": "can be a life-transforming event.",
      "vi": "là sự kiện có thể thay đổi lớn."
    }
  },
  {
    "translation": {
      "en": "When Doc started building his facility,",
      "vi": "Khi Doc bắt đầu xây dựng cơ sở,"
    }
  },
  {
    "translation": {
      "en": "he wanted to embody, like, a Yogaville type of environment,",
      "vi": "hắn muốn áp dụng một kiểu môi trường như Yogaville,"
    }
  },
  {
    "translation": {
      "en": "where he's, kind of, the leader of the group",
      "vi": "một nơi mà hắn là thủ lĩnh,"
    }
  },
  {
    "translation": {
      "en": "and everyone's working for a greater cause, working with animals,",
      "vi": "và mọi người đều làm việc vì mục đích lớn hơn, làm việc với động vật,"
    }
  },
  {
    "translation": {
      "en": "and also incorporating yoga.",
      "vi": "và kết hợp với yoga nữa."
    }
  },
  {
    "translation": {
      "en": "[male interviewer] Do you practice yoga?",
      "vi": "Anh có tập yoga không?"
    }
  },
  {
    "translation": {
      "en": "Cult, cult, cult alarm, um… [chuckles]",
      "vi": "Giáo phái, cảnh báo giáo phái…"
    }
  },
  {
    "translation": {
      "en": "Myself, I have practiced yoga throughout my life, I've practiced…",
      "vi": "Bản thân tôi, cả đời tôi, tôi tập yoga, tôi tập…"
    }
  },
  {
    "translation": {
      "en": "Myself, I've practiced martial arts from the time I was very young. I've practiced throughout my life.",
      "vi": "Bản thân tôi đã tập võ từ hồi còn rất trẻ. Tôi đã luyện tập cả đời."
    }
  },
  {
    "translation": {
      "en": "I always tell my staff that they should go and practice yoga",
      "vi": "Tôi luôn nói với nhân viên rằng họ nên bắt đầu tập yoga"
    }
  },
  {
    "translation": {
      "en": "so they get a steadiness of mind and body.",
      "vi": "để tâm trí và cơ thể ổn định."
    }
  },
  {
    "translation": {
      "en": "[Shavit] It makes so much sense to use those characteristics of the guru",
      "vi": "Thật hợp lý khi dùng những đặc điểm của đạo sư"
    }
  },
  {
    "translation": {
      "en": "to basically create a culture where you're like God.",
      "vi": "để tạo ra một nền văn hóa nơi bạn giống như Thượng Đế."
    }
  },
  {
    "translation": {
      "en": "[Doc] They come as teenagers and decades later they're still here,",
      "vi": "Họ đến đây hồi còn ở tuổi vị thành niên, và nhiều năm sau vẫn ở lại,"
    }
  },
  {
    "translation": {
      "en": "because there is a fulfillment from spending time with wildlife.",
      "vi": "vì họ cảm thấy trọn vẹn khi được sống giữa thiên nhiên."
    }
  },
  {
    "translation": {
      "en": "There's a song,",
      "vi": "Có một bài hát,"
    }
  },
  {
    "translation": {
      "en": "\"I'm on a vacation because I love my occupation.\"",
      "vi": "\"Tôi như đi nghỉ mát vì tôi yêu nghề nghiệp của mình."
    }
  },
  {
    "translation": {
      "en": "\"If you don't love what you're doing, change your station.\"",
      "vi": "Nếu không thích việc đang làm, hãy đổi việc\". BẠN ĐỜI CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "It's perfect. It's a perfect song.",
      "vi": "Hoàn hảo. Một bài hát hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Bhagavan definitely had the desire to create his own following,",
      "vi": "Bhagavan chắc chắn có mong muốn tạo ra các tín đồ của riêng anh ta"
    }
  },
  {
    "translation": {
      "en": "and he did and he was very good at it.",
      "vi": "và anh ta đã làm và làm rất giỏi. CHÀO MỪNG ĐẾN GAROLD WAYNE SỞ THÚ TƯƠNG TÁC"
    }
  },
  {
    "translation": {
      "en": "[Steven] I met Joe a couple times at his zoo.",
      "vi": "Tôi đã gặp Joe vài lần ở sở thú của anh ta."
    }
  },
  {
    "translation": {
      "en": "and I was shocked at what I was seeing,",
      "vi": "Và tôi bị sốc bởi những thứ tôi thấy,"
    }
  },
  {
    "translation": {
      "en": "because in every way it was a poor man's version,",
      "vi": "vì nhìn ở khía cạnh nào thì đó cũng là một phiên bản nghèo nàn,"
    }
  },
  {
    "translation": {
      "en": "it was a copy of what Bhagavan had built.",
      "vi": "một bản sao của những gì Bhagavan đã xây dựng."
    }
  },
  {
    "translation": {
      "en": "This is what we are going to create.",
      "vi": "Đây là thứ chúng tôi sẽ tạo ra."
    }
  },
  {
    "translation": {
      "en": "Press play.",
      "vi": "Phát đi."
    }
  },
  {
    "translation": {
      "en": "[Joe] I want you to look at the landscaping here.",
      "vi": "Tôi muốn anh nhìn cảnh quan ở đây."
    }
  },
  {
    "translation": {
      "en": "One man does this entire park because he takes pride in it.",
      "vi": "Một người xây dựng toàn bộ công viên này, vì anh ta tự hào về nó."
    }
  },
  {
    "translation": {
      "en": "The staff take pride in what they do.",
      "vi": "Các nhân viên tự hào về những gì họ làm."
    }
  },
  {
    "translation": {
      "en": "Joe tried to make his park look exactly like Doc Antle's.",
      "vi": "Joe đã cố làm sở thú của anh ta giống hệt như của Doc Antle."
    }
  },
  {
    "translation": {
      "en": "Everything was about Doc Antle.",
      "vi": "Mọi thứ đều là Doc Antle. CỰU QUẢN LÝ"
    }
  },
  {
    "translation": {
      "en": "We will buy safari-looking clothes",
      "vi": "Ta sẽ mua quần áo kiểu đồ đi săn"
    }
  },
  {
    "translation": {
      "en": "so you feel like you work in a jungle atmosphere.",
      "vi": "để mọi người thấy như được làm việc trong rừng rậm."
    }
  },
  {
    "translation": {
      "en": "It's very simple, you get up in the morning, you get dressed,",
      "vi": "Rất đơn giản, buổi sáng thức dậy, thay quần áo,"
    }
  },
  {
    "translation": {
      "en": "you come to work with a shiny, sparkly attitude.",
      "vi": "làm việc với một thái độ hân hoan hào hứng."
    }
  },
  {
    "translation": {
      "en": "[Joe] Until you can get some self-discipline, we can never do this.",
      "vi": "Ta sẽ không bao giờ làm được, nếu thiếu tính kỷ luật tự giác."
    }
  },
  {
    "translation": {
      "en": "I have my own following and people. It's called the Temple of the Beast.",
      "vi": "Tôi có tín đồ riêng. Nó được gọi là Ngôi đền Mãnh thú."
    }
  },
  {
    "translation": {
      "en": "[Joe] We're a nondenominational church here at the G.W. Zoo, and I'm Pastor Joe.",
      "vi": "Sở thú GW là một nhà thờ phi giáo phái, và tôi là Mục sư Joe."
    }
  },
  {
    "translation": {
      "en": "And if you would like to get married with tigers, we can decorate and do it all",
      "vi": "Và nếu bạn muốn kết hôn với hổ, chúng tôi có thể trang trí và làm tất cả…"
    }
  },
  {
    "translation": {
      "en": "just for you.",
      "vi": "cho riêng bạn."
    }
  },
  {
    "translation": {
      "en": "We are here today in the sanctuary of the Church of the Beast",
      "vi": "Hôm nay ta ở đây, tại thánh địa của Nhà thờ Mãnh thú"
    }
  },
  {
    "translation": {
      "en": "where the sky is our ceiling and the grass is our floor.",
      "vi": "nơi bầu trời là trần nhà và thảm cỏ là sàn nhà."
    }
  },
  {
    "translation": {
      "en": "[Jewels] People like Joe Exotic and Doc Antle love dressing in costumes.",
      "vi": "Những người như Joe Exotic và Doc Antle thích mặc đồ hóa trang."
    }
  },
  {
    "translation": {
      "en": "That's their thing, that's what they love to do is boast,",
      "vi": "Đó là thứ họ thích, họ thích khoe khoang,"
    }
  },
  {
    "translation": {
      "en": "\"I'm Tiger King with all these, you know, beautiful women around me",
      "vi": "\"Tôi là Vua Hổ với những phụ nữ xinh đẹp vây quanh,"
    }
  },
  {
    "translation": {
      "en": "that all have big boobs and all dressed in leather.\"",
      "vi": "ai cũng có bộ ngực to và mặc đồ da\"."
    }
  },
  {
    "translation": {
      "en": "I can't believe I was actually okay with wearing those costumes.",
      "vi": "Tôi không thể tin là tôi đã đồng ý mặc những bộ trang phục đó."
    }
  },
  {
    "translation": {
      "en": "I think the one thing that I said absolutely not is not putting on tights.",
      "vi": "Điều duy nhất tôi cương quyết từ chối đó là mặc quần bó."
    }
  },
  {
    "translation": {
      "en": "[Barbara] I've been deep into Bhagavan's closet before,",
      "vi": "Tôi từng lục lọi tủ đồ của Bhagavan,"
    }
  },
  {
    "translation": {
      "en": "and you can find the most insane pieces of clothing.",
      "vi": "trong đó có thể tìm thấy những bộ trang phục điên rồ nhất."
    }
  },
  {
    "translation": {
      "en": "This is the Renaissance Fair outfit. I was proud of my chain mail halter top.",
      "vi": "Đây là trang phục cho Hội chợ Phục hưng. Tôi từng tự hào về áo dây xích này."
    }
  },
  {
    "translation": {
      "en": "[male voice] King Richard's Faire! Weekends, September 4 through October 24.",
      "vi": "Hội chợ Vua Richard! Các cuối tuần từ 4 tháng 9 đến 24 tháng 10. HỘI CHỢ VUA RICHARD"
    }
  },
  {
    "translation": {
      "en": "[Steven] Renaissance Fairs are this gathering of thousands of people that come",
      "vi": "Hội chợ Phục hưng là nơi quy tụ hàng ngàn người tham dự,"
    }
  },
  {
    "translation": {
      "en": "and all the performers and everybody that works at the fair,",
      "vi": "nghệ sĩ biểu diễn và người làm việc ở hội chợ,"
    }
  },
  {
    "translation": {
      "en": "they're all dressed up in these medieval type costumes.",
      "vi": "họ đều mặc trang phục thời Trung cổ."
    }
  },
  {
    "translation": {
      "en": "And there's usually a swordsmith there, and there will be jugglers,",
      "vi": "Ở đó thường có một thợ rèn kiếm, các nghệ sĩ tung hứng,"
    }
  },
  {
    "translation": {
      "en": "and there will be any type of performer that might have lived back in medieval times.",
      "vi": "người ta sẽ trình diễn mọi kiểu nhân vật từng sống ở thời Trung cổ."
    }
  },
  {
    "translation": {
      "en": "Whenever we went to Renaissance Fairs, Bhagavan was kind of on the prowl,",
      "vi": "Bất cứ khi nào bọn tôi đến hội chợ Phục hưng, Bhagavan đều rình mò,"
    }
  },
  {
    "translation": {
      "en": "searching for girls.",
      "vi": "tìm kiếm các cô gái."
    }
  },
  {
    "translation": {
      "en": "There's no greater pick-up line in the world than,",
      "vi": "Không có câu chào hỏi nào ấn tượng hơn câu,"
    }
  },
  {
    "translation": {
      "en": "\"Do you want to pet my tiger?\"",
      "vi": "\"Muốn nựng con hổ của anh không?\""
    }
  },
  {
    "translation": {
      "en": "[Magenta] That's how I met him.",
      "vi": "Tôi đã gặp hắn như thế."
    }
  },
  {
    "translation": {
      "en": "I was traveling from state to state doing Renaissance Fairs",
      "vi": "Tôi đi từ bang này sang bang khác để tham gia Hội chợ Phục hưng,"
    }
  },
  {
    "translation": {
      "en": "and I was walking my ferret through the forest area",
      "vi": "tôi đang dắt chú chồn của mình đi ngang một cánh rừng"
    }
  },
  {
    "translation": {
      "en": "and ran smack into a guy walking a lion.",
      "vi": "và gặp một anh chàng dắt sư tử đi dạo."
    }
  },
  {
    "translation": {
      "en": "Right now, he is gaining almost a pound every single day.",
      "vi": "Hiện giờ, cậu bé tăng gần cỡ 450gr mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "I said, \"Do you ever hire people?\"",
      "vi": "Tôi hỏi, \"Anh có thuê người không?\""
    }
  },
  {
    "translation": {
      "en": "And a week later I was hauling elephant poop. I had moved in.",
      "vi": "Và một tuần sau đó, tôi dọn phân voi. Tôi đã chuyển vào."
    }
  },
  {
    "translation": {
      "en": "[Magenta] He can talk a good game.",
      "vi": "Hắn nói chuyện rất thuyết phục."
    }
  },
  {
    "translation": {
      "en": "When he would talk about the requirements of the job,",
      "vi": "Khi hắn nói về các yêu cầu công việc,"
    }
  },
  {
    "translation": {
      "en": "like how many hours we had to put in, how dedicated we had to be,",
      "vi": "như chúng tôi phải làm bao nhiêu giờ, phải tận tâm thế nào,"
    }
  },
  {
    "translation": {
      "en": "it really was framed in a very, you know,",
      "vi": "nó thực sự nằm gọn trong cái ý,"
    }
  },
  {
    "translation": {
      "en": "\"These animals come first and it's going to be hard work",
      "vi": "\"Những con thú này là ưu tiên hàng đầu, và sẽ rất vất vả,"
    }
  },
  {
    "translation": {
      "en": "and it's going to be difficult,",
      "vi": "sẽ rất khó khăn,"
    }
  },
  {
    "translation": {
      "en": "and you've got to be strong to manage this.\"",
      "vi": "phải mạnh mẽ mới làm được\"."
    }
  },
  {
    "translation": {
      "en": "And that appealed to me greatly.",
      "vi": "Và điều đó rất thu hút tôi."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan knew how to work people beautifully,",
      "vi": "Bhagavan biết cách thuyết phục mọi người,"
    }
  },
  {
    "translation": {
      "en": "because he got his beginnings of learning from Swami Satchidananda.",
      "vi": "hắn đã học rất sớm từ Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "[Joy] In order to be a Swami you take vows of celibacy,",
      "vi": "Để trở thành một Swami, bạn phải thề độc thân,"
    }
  },
  {
    "translation": {
      "en": "obedience, selfless service, and poverty.",
      "vi": "vâng lời, phục vụ quên mình, và sống nghèo khó."
    }
  },
  {
    "translation": {
      "en": "He was Swami Satchidananda and he had taken those vows,",
      "vi": "Ông ta là Swami Satchidananda và đã thực hiện những lời thề đó,"
    }
  },
  {
    "translation": {
      "en": "but they didn't apply to him anymore because now he was enlightened.",
      "vi": "nhưng chúng không áp dụng với ông ta nữa vì giờ ông ta đã giác ngộ."
    }
  },
  {
    "translation": {
      "en": "Yoga expects one to reform himself.",
      "vi": "Yoga mong… người ta cải tạo bản thân."
    }
  },
  {
    "translation": {
      "en": "[Joy] During the years that I was there, the guru had sexualized the relationship",
      "vi": "Trong những năm tôi ở đó, đạo sư đã quan hệ tình dục với nhiều đệ tử."
    }
  },
  {
    "translation": {
      "en": "with many of the disciples.",
      "vi": "đạo sư đã quan hệ tình dục với nhiều đệ tử."
    }
  },
  {
    "translation": {
      "en": "[Joy] With any kind of sexual abuse,",
      "vi": "CỰU TÍN ĐỒ CỦA SWAMI CHO RẰNG BỊ LỢI DỤNG TÌNH DỤC Với mọi hình thức lạm dụng tình dục, họ sẽ thuyết phục, khiến bạn thấy như…"
    }
  },
  {
    "translation": {
      "en": "they bring you in, and they make you feel like you're going to be…",
      "vi": "Với mọi hình thức lạm dụng tình dục, họ sẽ thuyết phục, khiến bạn thấy như…"
    }
  },
  {
    "translation": {
      "en": "…friends with this powerful person.",
      "vi": "được làm bạn với người quyền lực này."
    }
  },
  {
    "translation": {
      "en": "So, what they would want gets changed.",
      "vi": "Điều họ muốn là sẽ được thay đổi."
    }
  },
  {
    "translation": {
      "en": "No, they wouldn't want an old man with a long beard",
      "vi": "Không, họ sẽ không muốn một lão già có bộ râu dài"
    }
  },
  {
    "translation": {
      "en": "to be fondling them and having intercourse with him.",
      "vi": "vuốt ve họ và họ phải quan hệ với lão. Thủ dâm cho lão."
    }
  },
  {
    "translation": {
      "en": "Jerking him off.",
      "vi": "vuốt ve họ và họ phải quan hệ với lão. Thủ dâm cho lão. \"Ở MANILA, ÔNG ẤY CHUYỂN TỪ MÁT XA SANG QUAN HỆ BẰNG MIỆNG\"."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many women was he involved with?",
      "vi": "Ông ấy đã quan hệ với bao nhiêu phụ nữ?"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't know. I bet there are some that never came forth.",
      "vi": "Tôi không biết. Tôi cá là có một số chưa từng lộ diện."
    }
  },
  {
    "translation": {
      "en": "But I would say at least a dozen.",
      "vi": "Nhưng tôi nghĩ ít nhất là một tá."
    }
  },
  {
    "translation": {
      "en": "[Joy] They believed that this made them special somehow,",
      "vi": "Họ tin bằng cách nào đó, điều này khiến họ trở nên đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "that this close intimate relationship gave them",
      "vi": "rằng mối quan hệ thân thiết gần gũi này đã cho họ"
    }
  },
  {
    "translation": {
      "en": "a certain connection to God.",
      "vi": "một mối liên hệ nhất định với Thượng Đế."
    }
  },
  {
    "translation": {
      "en": "And Bhagavan was emulating the guru.",
      "vi": "Và Bhagavan đã bắt chước đạo sư."
    }
  },
  {
    "translation": {
      "en": "[Joy] Women were very attracted to Bhagavan.",
      "vi": "Bhagavan rất lôi cuốn phụ nữ."
    }
  },
  {
    "translation": {
      "en": "[Sumati] His first wife was \"Brahmi\" Betsy.",
      "vi": "Người vợ đầu của hắn là Brahmi Betsy."
    }
  },
  {
    "translation": {
      "en": "There was, you know, only \"Brahmi\" for a little while on her own.",
      "vi": "Trong một thời gian ngắn, chỉ có một mình Brahmi."
    }
  },
  {
    "translation": {
      "en": "[Joan] \"Brahmi\" was a beautiful woman.",
      "vi": "Brahmi là một phụ nữ xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "[Glen] She was beautiful. Slender, long dark hair.",
      "vi": "Cô ấy rất đẹp. Mảnh khảnh, với mái tóc dài tối màu."
    }
  },
  {
    "translation": {
      "en": "[David] They seemed like a happy married couple, in a sense.",
      "vi": "Theo một nghĩa nào đó, họ có vẻ là một cặp vợ chồng hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "And Bhagavan used to use them as an example about how happy they were",
      "vi": "Và Bhagavan từng lấy họ làm ví dụ về việc họ đã hạnh phúc thế nào"
    }
  },
  {
    "translation": {
      "en": "and what a wonderful couple they were, which is sort of interesting.",
      "vi": "và họ là một cặp đôi tuyệt vời, điều đó khá thú vị."
    }
  },
  {
    "translation": {
      "en": "I think it was not her lifestyle.",
      "vi": "Tôi nghĩ đó không phải lối sống của cô ấy."
    }
  },
  {
    "translation": {
      "en": "You know, Bhagavan being interested in multiple women.",
      "vi": "Anh biết đấy, Bhagavan quan tâm đến nhiều phụ nữ."
    }
  },
  {
    "translation": {
      "en": "[man] I have to believe that's part of why my sister is where she's at now in her life.",
      "vi": "Tôi phải tin rằng đó là một phần lý do em tôi là người như bây giờ."
    }
  },
  {
    "translation": {
      "en": "I mean, it has to be.",
      "vi": "Ý tôi là, nó phải thế. Em tôi chưa từng xử lý nó."
    }
  },
  {
    "translation": {
      "en": "She never dealt with it.",
      "vi": "Ý tôi là, nó phải thế. Em tôi chưa từng xử lý nó. ANH TRAI BETSY BRAHMI"
    }
  },
  {
    "translation": {
      "en": "And she's just been destroying her life, slowly but surely.",
      "vi": "Một cách chậm mà chắc, nó đang tự hủy hoại đời mình."
    }
  },
  {
    "translation": {
      "en": "[Glen] She's had a problem with drinking for a long time.",
      "vi": "Nó nghiện rượu trong một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "She almost died a few years ago.",
      "vi": "Vài năm trước suýt chết."
    }
  },
  {
    "translation": {
      "en": "It's a shame because she's--",
      "vi": "Thật đáng tiếc vì nó…"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm getting emotional.",
      "vi": "Tôi hơi xúc động."
    }
  },
  {
    "translation": {
      "en": "[Betsy] I'll probably never get over it. My mother always likes to bring that up.",
      "vi": "Có lẽ tôi sẽ không vượt qua được. Mẹ tôi luôn thích nhắc lại."
    }
  },
  {
    "translation": {
      "en": "She goes, \"He was the love of your life.\" I'm like, \"Yeah, he was.\"",
      "vi": "Bà nói, \"Nó là tình yêu của đời con\". Tôi nói, \"Phải, đã từng\". VỢ ĐẦU TIÊN CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "Nobody's ever gonna change that.",
      "vi": "Không ai thay đổi được điều đó."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Me and Kevin, that was his name back then,",
      "vi": "Tôi và Kevin, đó là tên anh ta hồi đó,"
    }
  },
  {
    "translation": {
      "en": "I met him in high school.",
      "vi": "Tôi gặp anh ta ở trường trung học."
    }
  },
  {
    "translation": {
      "en": "And before we started dating, my boyfriend lived next door to him.",
      "vi": "Và trước khi chúng tôi hẹn hò, bạn trai tôi sống cạnh nhà anh ta."
    }
  },
  {
    "translation": {
      "en": "So I used to go to Kevin's house to spend time with my boyfriend,",
      "vi": "Nên tôi thường đến nhà Kevin để được ở bên bạn trai tôi,"
    }
  },
  {
    "translation": {
      "en": "'cause Kevin's mother didn't care. She was like, \"Cool Mom.\"",
      "vi": "vì mẹ Kevin không quan tâm. Bà ấy như kiểu, \"Một bà mẹ rất đỉnh\"."
    }
  },
  {
    "translation": {
      "en": "But, he broke up with me so that he could be with Kevin's mother.",
      "vi": "Nhưng bạn trai tôi chia tay tôi để có thể ở bên mẹ Kevin."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Didn't people think it was strange",
      "vi": "Không ai thấy lạ khi bà ấy quan hệ với bạn trai tuổi niên thiếu của bà?"
    }
  },
  {
    "translation": {
      "en": "that she started having sex with your teenage boyfriend?",
      "vi": "khi bà ấy quan hệ với bạn trai tuổi niên thiếu của bà?"
    }
  },
  {
    "translation": {
      "en": "Only the people that knew about it, which was only us.",
      "vi": "Chỉ có chúng tôi biết chuyện đó."
    }
  },
  {
    "translation": {
      "en": "She felt bad because she said, \"Well, I know you're upset about this.\"",
      "vi": "Bà ấy thấy tệ vì bà ấy có nói, \"Cô biết cháu buồn vì chuyện này."
    }
  },
  {
    "translation": {
      "en": "\"Why don't you try dating Kevin?\"",
      "vi": "Sao cháu không thử hẹn hò với Kevin?\""
    }
  },
  {
    "translation": {
      "en": "Meaning her son. And I did.",
      "vi": "Tức con trai bà ấy. Và tôi làm thế."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Of course I fell in love.",
      "vi": "Tất nhiên là tôi đã yêu."
    }
  },
  {
    "translation": {
      "en": "I wanted to be with him all the time.",
      "vi": "Tôi muốn ở bên anh ta cả ngày."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He was very confident and really beautiful.",
      "vi": "Anh ta rất tự tin và rất đẹp trai."
    }
  },
  {
    "translation": {
      "en": "[Glen] My sister used to bring him to the house.",
      "vi": "Em gái tôi từng đưa nó đến nhà."
    }
  },
  {
    "translation": {
      "en": "I don't think my dad liked him a lot in the beginning.",
      "vi": "Lúc đầu tôi không nghĩ bố tôi thích nó lắm."
    }
  },
  {
    "translation": {
      "en": "I know Kevin dropped out of high school, maybe that was part of it.",
      "vi": "Tôi biết Kevin bỏ học trung học, có lẽ đó là một phần lý do."
    }
  },
  {
    "translation": {
      "en": "But he had long hair. [laughs] That was-- My dad didn't really like that.",
      "vi": "Nhưng tóc nó dài. Thứ đó… Bố tôi không thích kiểu đó."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Oh, he was a rebel.",
      "vi": "Ồ, anh ta là kẻ nổi loạn."
    }
  },
  {
    "translation": {
      "en": "He always wanted to be in trouble.",
      "vi": "Anh ta luôn muốn gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "He actually sought out trouble. [chuckles]",
      "vi": "Anh ta thực sự tìm kiếm rắc rối."
    }
  },
  {
    "translation": {
      "en": "[Betsy] After we got married, we changed our names",
      "vi": "Sau khi kết hôn, chúng tôi đổi tên"
    }
  },
  {
    "translation": {
      "en": "because we went to this one-month retreat at Yogaville",
      "vi": "vì chúng tôi dự khóa huấn luyện một tháng ở Yogaville"
    }
  },
  {
    "translation": {
      "en": "to become certified yoga instructors.",
      "vi": "để thành huấn luyện viên yoga có bằng cấp."
    }
  },
  {
    "translation": {
      "en": "And Swami Satchidananda gave us a new name.",
      "vi": "Swami Satchidananda đã đặt cho chúng tôi tên mới."
    }
  },
  {
    "translation": {
      "en": "I went from Betsy to Brahmi.",
      "vi": "Tôi đổi từ Betsy thành Brahmi."
    }
  },
  {
    "translation": {
      "en": "And he went from Kevin Antle to Sri Mahatmayavi Bhagavan Antle.",
      "vi": "Còn anh ta đổi từ Kevin Antle thành Sri Mahatmayavi Bhagavan Antle."
    }
  },
  {
    "translation": {
      "en": "Pretty big change.",
      "vi": "Thay đổi khá lớn."
    }
  },
  {
    "translation": {
      "en": "[Sumati] Bhagavan Antle in 1982 was very good-looking.",
      "vi": "Bhagavan Antle hồi năm 1982 rất đẹp trai."
    }
  },
  {
    "translation": {
      "en": "He was very charming.",
      "vi": "Hắn rất quyến rũ."
    }
  },
  {
    "translation": {
      "en": "He had a lot of bling, you know, he drove a DeLorean and a Porsche.",
      "vi": "Hắn có nhiều trang sức, hắn lái một chiếc DeLorean và một chiếc Porsche."
    }
  },
  {
    "translation": {
      "en": "[Sumati] I first met him in the Lotus Lake,",
      "vi": "Tôi gặp hắn lần đầu ở Hồ Hoa sen,"
    }
  },
  {
    "translation": {
      "en": "which is a lake around the Lotus Temple in Yogaville.",
      "vi": "một hồ nước bao quanh Đền Hoa sen ở Yogaville."
    }
  },
  {
    "translation": {
      "en": "I remember it very clearly",
      "vi": "Tôi nhớ rất rõ"
    }
  },
  {
    "translation": {
      "en": "because he hit on several of the teenage girls that day in the lake.",
      "vi": "vì hôm đó hắn tán tỉnh vài cô bé tuổi vị thành niên ở hồ,"
    }
  },
  {
    "translation": {
      "en": "and I talked to them about it and asked them like,",
      "vi": "và tôi đã nói chuyện với họ về vụ đó, tôi hỏi… 14 TUỔI"
    }
  },
  {
    "translation": {
      "en": "\"Did he touch your butt or boobs?\"",
      "vi": "…\"Hắn có chạm mông hay ngực của các cậu không?"
    }
  },
  {
    "translation": {
      "en": "\"I mean, did that happen to you guys too, or was it just me?\"",
      "vi": "Hắn cũng làm thế với các cậu, hay chỉ với tớ?\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] How old was he?",
      "vi": "Anh ta bao nhiêu tuổi?"
    }
  },
  {
    "translation": {
      "en": "He was 22, yeah, and I was 14.",
      "vi": "Hắn 22 tuổi. Ừ, còn tôi 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "[Sumati] That's not legal in the state of Virginia.",
      "vi": "Ở bang Virginia, đó là việc phạm pháp."
    }
  },
  {
    "translation": {
      "en": "He spent a long time, he spent, like, six months",
      "vi": "Suốt một thời gian dài, suốt sáu tháng"
    }
  },
  {
    "translation": {
      "en": "sending me poetry, getting me flowers, just really wooing me.",
      "vi": "hắn gửi thơ ca, tặng hoa cho tôi, tán tỉnh tôi đủ trò."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I remember having some outings with Bhagavan,",
      "vi": "Tôi nhớ có đi chơi với Bhagavan vài lần."
    }
  },
  {
    "translation": {
      "en": "you know, to the movies, or, you know, out to dinner.",
      "vi": "Đi xem phim, hay đi ăn tối."
    }
  },
  {
    "translation": {
      "en": "He had all the toys. I remember playing with a lot of toys.",
      "vi": "Hắn có đủ đồ chơi. Tôi nhớ đã chơi với rất nhiều đồ chơi."
    }
  },
  {
    "translation": {
      "en": "They had a Jacuzzi. We'd play with the baby animals a lot.",
      "vi": "Họ có bể sục. Chúng tôi chơi với thú con rất nhiều."
    }
  },
  {
    "translation": {
      "en": "When you were over there, you were in his world.",
      "vi": "Ở đó tức là ở trong thế giới của hắn."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I minimized everything that went on,",
      "vi": "Tôi đã nhìn mọi thứ một cách đơn giản,"
    }
  },
  {
    "translation": {
      "en": "but now that I look at it as an adult,",
      "vi": "nhưng giờ dưới góc nhìn của một người trưởng thành,"
    }
  },
  {
    "translation": {
      "en": "I was kind of passed on…",
      "vi": "Tôi như kiểu được chuyển tiếp…"
    }
  },
  {
    "translation": {
      "en": "to a person who worked with Bhagavan.",
      "vi": "cho một người từng làm việc với Bhagavan."
    }
  },
  {
    "translation": {
      "en": "I felt a pressure…",
      "vi": "Tôi cảm thấy áp lực…"
    }
  },
  {
    "translation": {
      "en": "to have a sexual relationship with this person,",
      "vi": "khi có quan hệ tình dục với người này,"
    }
  },
  {
    "translation": {
      "en": "and he was 30 years old.",
      "vi": "và hắn đã 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was 15.",
      "vi": "Lúc đó tôi 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "[Sachi] At the time, I thought it was my choice and I played the role.",
      "vi": "Lúc đó, tôi nghĩ đó là lựa chọn của tôi, do tôi chấp nhận tham gia."
    }
  },
  {
    "translation": {
      "en": "I didn't have the tools to make those kind of choices.",
      "vi": "Tôi đã không đủ nhận định để đưa ra những lựa chọn đó."
    }
  },
  {
    "translation": {
      "en": "It was part of the culture, I think, that Bhagavan cultivated.",
      "vi": "Tôi nghĩ đó là một phần văn hóa mà Bhagavan đã gầy dựng."
    }
  },
  {
    "translation": {
      "en": "There was a lot of photo shoots.",
      "vi": "Có rất nhiều buổi chụp hình."
    }
  },
  {
    "translation": {
      "en": "[Sachi] There were some inappropriate photos, definitely.",
      "vi": "Chắc chắn là có vài bức ảnh không phù hợp."
    }
  },
  {
    "translation": {
      "en": "And we were underage.",
      "vi": "Và chúng tôi chưa đủ tuổi."
    }
  },
  {
    "translation": {
      "en": "Naked photos.",
      "vi": "Ảnh khỏa thân."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He did a nude photo shoot of me and a boa constrictor.",
      "vi": "Hắn đã chụp ảnh khỏa thân của tôi với một con trăn."
    }
  },
  {
    "translation": {
      "en": "And luckily his wife \"Brahmi\" found those pictures and burned them.",
      "vi": "May mắn là vợ hắn, Brahmi, đã tìm thấy những bức ảnh đó và đốt chúng."
    }
  },
  {
    "translation": {
      "en": "Otherwise, there could be nude photos of me floating around who knows where.",
      "vi": "Nếu không, có thể ảnh khỏa thân của tôi đã phát tán khắp nơi."
    }
  },
  {
    "translation": {
      "en": "[Sachi] He preyed after young women",
      "vi": "Hắn săn đuổi phụ nữ trẻ"
    }
  },
  {
    "translation": {
      "en": "and it was important to him that they were virgins.",
      "vi": "và điều quan trọng với hắn là họ phải còn trinh."
    }
  },
  {
    "translation": {
      "en": "My 15th birthday was the first time that we slept together,",
      "vi": "Lần đầu chúng tôi ngủ với nhau là vào sinh nhật thứ 15 của tôi,"
    }
  },
  {
    "translation": {
      "en": "but before we slept together, we had a spiritual wedding ceremony",
      "vi": "nhưng trước khi ngủ cùng nhau, chúng tôi có một lễ cưới thiêng liêng"
    }
  },
  {
    "translation": {
      "en": "in his meditation room upstairs at his house.",
      "vi": "trong phòng thiền của hắn ở tầng trên ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "And he put a wedding band on me,",
      "vi": "Và hắn đeo nhẫn cưới cho tôi,"
    }
  },
  {
    "translation": {
      "en": "and I was supposed to be his wife, and he was supposed to be my husband,",
      "vi": "và tôi được xem là vợ hắn, và hắn là chồng tôi,"
    }
  },
  {
    "translation": {
      "en": "even though he was already married.",
      "vi": "mặc dù hắn đã kết hôn rồi."
    }
  },
  {
    "translation": {
      "en": "He told me she was totally polyamorous and totally into an open marriage,",
      "vi": "Hắn nói với tôi cô ấy ủng hộ đa ái và hoàn toàn ủng hộ hôn nhân mở,"
    }
  },
  {
    "translation": {
      "en": "and this was all copacetic, and that was not the case.",
      "vi": "tất cả chỉ là để đối phó, chuyện không phải như thế."
    }
  },
  {
    "translation": {
      "en": "The worst part is that the other women that lived around there,",
      "vi": "Điều tệ nhất là những phụ nữ khác sống quanh đó,"
    }
  },
  {
    "translation": {
      "en": "they actually thought that I condoned it.",
      "vi": "họ thực sự nghĩ rằng tôi dung túng việc đó."
    }
  },
  {
    "translation": {
      "en": "They were like, \"Oh, I thought you were okay with it.\"",
      "vi": "Họ nói, \"Ồ, tôi tưởng chị đồng ý việc đó\"."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Are you kidding me? Of course not.\"",
      "vi": "Tôi nói, \"Đùa à? Tất nhiên là không\"."
    }
  },
  {
    "translation": {
      "en": "You have to remember I was always the last person to know.",
      "vi": "Phải nhớ tôi luôn là người cuối cùng biết chuyện."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He took me on a honeymoon down to the Virgin Islands",
      "vi": "Hắn đưa tôi đi hưởng tuần trăng mật ở quần đảo Virgin"
    }
  },
  {
    "translation": {
      "en": "with \"Brahmi\" Betsy, his first wife,",
      "vi": "với Brahmi Betsy, người vợ đầu tiên của hắn,"
    }
  },
  {
    "translation": {
      "en": "which was really awkward for me",
      "vi": "điều đó khiến tôi rất khó xử,"
    }
  },
  {
    "translation": {
      "en": "because \"Brahmi\" and I weren't talking about the fact that I was in a relationship with him.",
      "vi": "vì tôi và Brahmi không nói về sự thật là tôi có quan hệ với hắn."
    }
  },
  {
    "translation": {
      "en": "[Betsy] I didn't know it was Sumati's honeymoon.",
      "vi": "Tôi không biết đó là tuần trăng mật của Sumati."
    }
  },
  {
    "translation": {
      "en": "I was spending all of my time snorkeling.",
      "vi": "Tôi dành toàn bộ thời gian đi lặn với ống thở."
    }
  },
  {
    "translation": {
      "en": "Apparently he was spending all day screwing women.",
      "vi": "Rõ ràng anh ta đã dành cả ngày để quan hệ với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "But I didn't know that.",
      "vi": "Tôi đã không hay biết."
    }
  },
  {
    "translation": {
      "en": "He would just reassure me that she was okay with it.",
      "vi": "Hắn cứ trấn an tôi rằng cô ấy đồng ý."
    }
  },
  {
    "translation": {
      "en": "[Betsy chuckles] One of his many lies.",
      "vi": "Một trong vô vàn các lời nói dối của anh ta."
    }
  },
  {
    "translation": {
      "en": "But she was really young and I can imagine that she would've believed him, of course.",
      "vi": "Nhưng cô ấy rất trẻ và tôi có thể hiểu cô ấy tin anh ta, tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He did one of those power and control maneuvers  where he isolated me.",
      "vi": "Hắn thực hiện các thủ đoạn quyền lực và kiểm soát để cô lập tôi."
    }
  },
  {
    "translation": {
      "en": "I moved out of my parents' house at 15 and moved on to the Yogaville property.",
      "vi": "Tôi dọn ra khỏi nhà bố mẹ lúc 15 tuổi và chuyển đến Yogaville."
    }
  },
  {
    "translation": {
      "en": "[Betsy] You know, he was pretty careful about picking teenage girls",
      "vi": "Anh ta khá cẩn thận khi chọn các cô gái vị thành niên"
    }
  },
  {
    "translation": {
      "en": "whose parents didn't pay attention to them.",
      "vi": "mà bố mẹ không quan tâm đến họ."
    }
  },
  {
    "translation": {
      "en": "Sumati lived in a tent right behind my house.",
      "vi": "Sumati sống trong lều ngay sau nhà tôi."
    }
  },
  {
    "translation": {
      "en": "He would come and visit me in my tent in Yogaville sometimes.",
      "vi": "Hắn thỉnh thoảng đến lều của tôi ở Yogaville thăm tôi."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He was only interested in me as long as I looked like I was 12.",
      "vi": "Anh ta chỉ quan tâm đến tôi khi tôi trông như 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "Until the age of 30, I weighed 100 pounds.",
      "vi": "Cho đến năm 30 tuổi, tôi nặng 45 ký."
    }
  },
  {
    "translation": {
      "en": "I had no curves, just nothing.",
      "vi": "Tôi không có đường cong, không có gì."
    }
  },
  {
    "translation": {
      "en": "That's what he liked, he liked women who looked like they were still teenagers.",
      "vi": "Đó là điều anh ta thích, anh ta thích phụ nữ trông như ở tuổi vị thành niên."
    }
  },
  {
    "translation": {
      "en": "[Magenta] You needed to be very, very thin.",
      "vi": "Cần phải rất, rất gầy."
    }
  },
  {
    "translation": {
      "en": "I was eating Doc's very restricted diet, so I was eating around 800 calories a day.",
      "vi": "Tôi đã ăn theo chế độ rất nghiêm ngặt của Doc, tôi nạp khoảng 800 calo một ngày."
    }
  },
  {
    "translation": {
      "en": "A very nutrient-light food.",
      "vi": "Khẩu phần ăn rất ít dinh dưỡng."
    }
  },
  {
    "translation": {
      "en": "[Doc] You cannot make someone into an animal trainer.",
      "vi": "Không thể biến ai đó thành người huấn luyện động vật."
    }
  },
  {
    "translation": {
      "en": "It takes a certain degree of mental and physical toughness. One needs to be light on their feet,",
      "vi": "Tinh thần và thể chất cần có sự cứng cỏi nhất định. Cần trở nên nhẹ nhàng,"
    }
  },
  {
    "translation": {
      "en": "one needs to have a physicality of timing and understanding.",
      "vi": "cần đúng thời điểm và có sự thấu hiểu thể chất."
    }
  },
  {
    "translation": {
      "en": "[Magenta] I was starving.",
      "vi": "Tôi rất đói."
    }
  },
  {
    "translation": {
      "en": "I was blacking out when I stood up.",
      "vi": "Lúc đứng lên tôi đã ngất xỉu."
    }
  },
  {
    "translation": {
      "en": "I almost got killed because you're working with wild animals and you…",
      "vi": "Tôi suýt bị giết vì tôi làm việc với động vật hoang dã và…"
    }
  },
  {
    "translation": {
      "en": "My blood pressure was so low, I'd stand up and start to black out.",
      "vi": "Huyết áp của tôi rất thấp, đứng lên là tôi choáng váng."
    }
  },
  {
    "translation": {
      "en": "One of the volunteers saved me.",
      "vi": "Một tình nguyện viên đã cứu tôi."
    }
  },
  {
    "translation": {
      "en": "She had been taken out for her birthday, and she comes back to me the next day,",
      "vi": "Cô ấy đến đó chơi vào sinh nhật, và hôm sau cô ấy quay lại gặp tôi,"
    }
  },
  {
    "translation": {
      "en": "and she says, \"You don't know what's happening to you.\"",
      "vi": "cô ấy nói, \"Cô không biết chuyện gì đang xảy ra với cô."
    }
  },
  {
    "translation": {
      "en": "\"You're being brainwashed.\"",
      "vi": "Cô đang bị tẩy não."
    }
  },
  {
    "translation": {
      "en": "\"This is what cults do when they're taking over people's psyches.\"",
      "vi": "Đây là những gì các giáo phái làm khi họ chiếm lấy tâm lý của mọi người\"."
    }
  },
  {
    "translation": {
      "en": "And she says, \"You've been doing this for so long,",
      "vi": "Và cô ấy nói, \"Cô đã làm việc này quá lâu,"
    }
  },
  {
    "translation": {
      "en": "you don't even know how off your brain is right now.\"",
      "vi": "cô còn không biết mình đang bị tẩy não\"."
    }
  },
  {
    "translation": {
      "en": "[Magenta] So, she says, \"You have to eat.\"",
      "vi": "Nên cô ấy nói, \"Cô phải ăn\"."
    }
  },
  {
    "translation": {
      "en": "And she ended up chasing me around the parking lot with a Fig Newton bar,",
      "vi": "Cuối cùng, cô ấy đuổi theo tôi quanh bãi xe với một thanh Fig Newton,"
    }
  },
  {
    "translation": {
      "en": "screaming, \"It's fat-free, for fuck's sake!\"",
      "vi": "hét lên, \"Không có chất béo, vì Chúa!\""
    }
  },
  {
    "translation": {
      "en": "And I refused to eat it because a Fig Newton bar was just too much,",
      "vi": "Và tôi đã từ chối ăn nó vì một thanh Fig Newton là quá nhiều,"
    }
  },
  {
    "translation": {
      "en": "but I started eating carrots",
      "vi": "nhưng tôi đã bắt đầu ăn cà rốt,"
    }
  },
  {
    "translation": {
      "en": "and I started thinking straight.",
      "vi": "và bắt đầu suy nghĩ rõ ràng hơn."
    }
  },
  {
    "translation": {
      "en": "My brain started working a little better, and I went to Doc",
      "vi": "Não tôi bắt đầu hoạt động tốt hơn và tôi đến gặp Doc"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"I want to stay for the next year.\" I was going to finish up my two-year thing.",
      "vi": "và nói, \"Tôi muốn ở lại một năm nữa\". Tôi định hoàn thành cho xong hai năm."
    }
  },
  {
    "translation": {
      "en": "But I decided I didn't want the boob job.",
      "vi": "Nhưng tôi không muốn phẫu thuật ngực."
    }
  },
  {
    "translation": {
      "en": "I decided that wasn't who I wanted to be.",
      "vi": "Tôi không muốn trở nên như thế."
    }
  },
  {
    "translation": {
      "en": "And he said, \"If you're gonna look like a fat ass, you don't need the tits.\"",
      "vi": "Và hắn nói, \"Nếu cô béo lên, cô không cần làm ngực\"."
    }
  },
  {
    "translation": {
      "en": "I mean, I was still skeletal, I was still concave,",
      "vi": "Ý tôi là, tôi vẫn gầy trơ xương, người vẫn hóp,"
    }
  },
  {
    "translation": {
      "en": "and I thought, \"Oh, I'm never going to win this game.\"",
      "vi": "và tôi đã nghĩ, \"Mình sẽ không bao giờ thắng trận này."
    }
  },
  {
    "translation": {
      "en": "\"And I'm starting to believe him.\"",
      "vi": "Mình bắt đầu tin anh ta\"."
    }
  },
  {
    "translation": {
      "en": "[Magenta] I felt like if I stayed, I was going to be subsumed.",
      "vi": "Tôi cảm thấy nếu tôi ở lại, tôi sẽ bị gộp vào."
    }
  },
  {
    "translation": {
      "en": "[Doc] In the '80s when we started out,",
      "vi": "Khi chúng tôi bắt đầu vào những năm 80,"
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda had a new idea that was really fresh,",
      "vi": "Swami Satchidananda có một ý tưởng rất mới mẻ,"
    }
  },
  {
    "translation": {
      "en": "that what you act like, what you think, what you eat, shapes your health.",
      "vi": "việc ta làm, điều ta nghĩ, thứ ta ăn, ảnh hưởng đến sức khỏe ta."
    }
  },
  {
    "translation": {
      "en": "You are what you eat. Please remember that.",
      "vi": "Hãy nhớ, các vị là hiện thân của những thứ các vị ăn."
    }
  },
  {
    "translation": {
      "en": "Most of our physical problems are caused by our food that we eat.",
      "vi": "Hầu hết các vấn đề về thể chất của ta là do thức ăn chúng ta ăn."
    }
  },
  {
    "translation": {
      "en": "Swami led you to believe that he was…",
      "vi": "Swami khiến ta tin rằng ông ta…"
    }
  },
  {
    "translation": {
      "en": "now an enlightened being and a perfect instrument of God.",
      "vi": "giờ đã được khai sáng và là nhạc cụ hoàn hảo của Thượng Đế."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan saw the guru as someone that could get away with everything.",
      "vi": "Bhagavan xem đạo sư là người có thể thoát khỏi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I was very close to the person who took care of Swami Satchidananda",
      "vi": "Tôi rất thân với người đã chăm sóc Swami Satchidananda,"
    }
  },
  {
    "translation": {
      "en": "and she would confide in me, she would tell me that he would hit her.",
      "vi": "cô ấy đã tâm sự với tôi, cô ấy kể với tôi là ông ta tán tỉnh cô ấy."
    }
  },
  {
    "translation": {
      "en": "If you want to punish somebody who hurts you…",
      "vi": "Nếu muốn trừng phạt ai đó đã làm tổn thương các vị…"
    }
  },
  {
    "translation": {
      "en": "do something beautiful to that person.",
      "vi": "hãy làm việc tốt đẹp cho người đó."
    }
  },
  {
    "translation": {
      "en": "She accepted it so easily and lovingly.",
      "vi": "Cô ấy chấp nhận nó một cách dễ dàng và đầy yêu mến."
    }
  },
  {
    "translation": {
      "en": "It was totally crazy, but now I think of it that way,",
      "vi": "Hoàn toàn điên rồ, nhưng bây giờ tôi nghĩ được như thế,"
    }
  },
  {
    "translation": {
      "en": "but at the time, I just put on my rosy-colored glasses, I guess.",
      "vi": "nhưng lúc đó, tôi đoán là mắt tôi chỉ toàn thấy màu hồng thôi."
    }
  },
  {
    "translation": {
      "en": "Stop. Oh no! Flippity-floppity. You big old guy.",
      "vi": "Dừng lại. Ôi không! Té lộn cù mèo. Anh chàng to xác."
    }
  },
  {
    "translation": {
      "en": "[Steven] Bhagavan didn't like it when someone, in any kind of way, challenged him",
      "vi": "Bhagavan không thích khi ai đó thách thức anh ta bằng bất kỳ cách nào,"
    }
  },
  {
    "translation": {
      "en": "and that was a problem between me and him.",
      "vi": "và đó là vấn đề giữa tôi và anh ta."
    }
  },
  {
    "translation": {
      "en": "If I did it in front of a group of people, there would be hell to pay.",
      "vi": "Nếu tôi làm thế trước mặt một nhóm người, thì tôi sẽ phải trả giá."
    }
  },
  {
    "translation": {
      "en": "You got to not love me.",
      "vi": "Tốt hơn là đừng theo tôi."
    }
  },
  {
    "translation": {
      "en": "[Steven] And I learned very quickly not to go there.",
      "vi": "Tôi nhanh chóng học được là không nên làm thế."
    }
  },
  {
    "translation": {
      "en": "-We're trying to not let you film. -[cameraman] Sorry. Okay.",
      "vi": "- Đang cố không để anh quay phim. - Xin lỗi. Được."
    }
  },
  {
    "translation": {
      "en": "If you come here going, \"That's not fair. You didn't listen. I know the way,\"",
      "vi": "Nếu anh đến và nói, \"Không công bằng. Anh không nghe. Tôi biết cách\"."
    }
  },
  {
    "translation": {
      "en": "we have no tolerance or time for anyone like that.",
      "vi": "Chúng tôi không khoan dung hay có thời gian cho những kẻ như thế."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He had a bad temper for sure.",
      "vi": "Chắc chắn là hắn rất nóng tính."
    }
  },
  {
    "translation": {
      "en": "You do not want to have something you're attached to in front of Bhagavan",
      "vi": "Bạn sẽ không muốn để Bhagavan biết thứ mà bạn gắn bó"
    }
  },
  {
    "translation": {
      "en": "because he will torture you with that.",
      "vi": "vì hắn sẽ dùng nó tra tấn bạn."
    }
  },
  {
    "translation": {
      "en": "-[eerie music plays] -I loved this one capuchin monkey.",
      "vi": "Có một con khỉ mũ tôi rất thương."
    }
  },
  {
    "translation": {
      "en": "From the time that I saw her, I just was obsessed with her.",
      "vi": "Ngay từ khi gặp nó, tôi đã dính chặt với nó."
    }
  },
  {
    "translation": {
      "en": "Bhagavan knew I loved her. He liked that I was taking good care of her.",
      "vi": "Bhagavan biết tôi thương nó. Hắn thích việc tôi chăm sóc nó."
    }
  },
  {
    "translation": {
      "en": "But he did also like to torture me with the fact that I was so attached.",
      "vi": "Nhưng hắn cũng thích tra tấn tôi, vì sự thật là tôi đã quá gắn bó với nó."
    }
  },
  {
    "translation": {
      "en": "In one instance in particular, he took her and put her in a freezer.",
      "vi": "Cụ thể là một lần, hắn bắt nó nhét vào tủ đông."
    }
  },
  {
    "translation": {
      "en": "I mean, she's a little tiny baby",
      "vi": "Đó chỉ là con khỉ bé bỏng."
    }
  },
  {
    "translation": {
      "en": "and he took her and put her in the freezer and closed it",
      "vi": "Hắn bắt nhét nó vào tủ đông, đóng cửa tủ lại,"
    }
  },
  {
    "translation": {
      "en": "and just stared at me, waiting for me to stop being upset… [chuckles] …about that",
      "vi": "rồi hắn nhìn tôi chằm chằm, chờ cho tôi hết buồn vì việc đó."
    }
  },
  {
    "translation": {
      "en": "That's what he was telling me. \"I'm teaching you not to be so attached.\"",
      "vi": "Hắn đã nói với tôi như thế. \"Anh đang dạy em đừng quá quyến luyến."
    }
  },
  {
    "translation": {
      "en": "\"I need you to just think about how you're feeling",
      "vi": "Hãy nghĩ về cảm giác của em"
    }
  },
  {
    "translation": {
      "en": "with the monkey in the freezer and calm yourself down.\"",
      "vi": "với con khỉ trong tủ lạnh và bình tĩnh lại\"."
    }
  },
  {
    "translation": {
      "en": "[Sachi] He was capable of doing harm more than your average person.",
      "vi": "Hắn có khả năng gây nguy hại hơn người bình thường."
    }
  },
  {
    "translation": {
      "en": "He could go from very charming to very angry.",
      "vi": "Hắn có thể chuyển từ rất quyến rũ sang rất tức giận."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you ever see him lose his temper in a way that was scary?",
      "vi": "Cô có từng chứng kiến anh ta mất bình tĩnh một cách đáng sợ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "With me, one time.",
      "vi": "Một lần là với tôi."
    }
  },
  {
    "translation": {
      "en": "[sighs] Can we stop for a second?",
      "vi": "Ta dừng lại một chút được không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I just need a drink and…",
      "vi": "Ừ. Tôi cần uống chút nước và…"
    }
  },
  {
    "translation": {
      "en": "There were four times in four years where I thought he was going to kill me.",
      "vi": "Suốt bốn năm, có bốn lần tôi nghĩ hắn sẽ giết tôi."
    }
  },
  {
    "translation": {
      "en": "He was so incredibly violent to me that I thought, \"That's it.\"",
      "vi": "Hắn cực kỳ bạo lực với tôi, đến mức tôi nghĩ, \"Thôi rồi."
    }
  },
  {
    "translation": {
      "en": "\"He got me. This is going to be the time.\"",
      "vi": "Hắn đã tóm được mình. Lần này chết chắc rồi\"."
    }
  },
  {
    "translation": {
      "en": "The first couple times was, I was going to leave him, it was soon in the relationship.",
      "vi": "Vài lần đầu, tôi đã định bỏ hắn, nó ở giai đoạn đầu của mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "I wanted to leave. I didn't want to be in the relationship anymore.",
      "vi": "Tôi chỉ muốn bỏ đi, không muốn tiếp tục mối quan hệ này."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] And he would beat me or be violent with me.",
      "vi": "Và hắn sẽ đánh tôi hoặc giở trò bạo lực với tôi."
    }
  },
  {
    "translation": {
      "en": "And it scared me into staying with him.",
      "vi": "Điều đó làm tôi sợ và phải ở lại với hắn."
    }
  },
  {
    "translation": {
      "en": "Choked me to the point where I passed out,",
      "vi": "Hắn bóp cổ tôi đến mức bất tỉnh,"
    }
  },
  {
    "translation": {
      "en": "and one time, he even bragged to his girlfriends",
      "vi": "và có một lần hắn còn khoe với các cô bạn gái rằng"
    }
  },
  {
    "translation": {
      "en": "that he broke two of my ribs to shut me up.",
      "vi": "hắn đánh tôi gãy hai xương sườn để tôi im miệng."
    }
  },
  {
    "translation": {
      "en": "And it's true, he did.",
      "vi": "Và đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He didn't like to hit because it'd leave a scar,",
      "vi": "Anh ta không thích đánh vì thế sẽ để lại sẹo,"
    }
  },
  {
    "translation": {
      "en": "so he used to strangle me because it didn't leave a mark.",
      "vi": "nên anh ta đã bóp cổ tôi, vì thế không để lại dấu vết."
    }
  },
  {
    "translation": {
      "en": "He got so mad at me when I got pregnant. He said it was my fault.",
      "vi": "Anh ta rất giận tôi khi tôi có thai. Anh ta nói đó là lỗi của tôi."
    }
  },
  {
    "translation": {
      "en": "When I started giving birth,",
      "vi": "Khi tôi sinh đứa bé,"
    }
  },
  {
    "translation": {
      "en": "somebody tracked him down, and of course he was with his girlfriend at the time,",
      "vi": "ai đó đi tìm anh ta, và tất nhiên là lúc đó anh ta ở cùng bạn gái,"
    }
  },
  {
    "translation": {
      "en": "and so then, while I'm still in labor, he calls.",
      "vi": "thế nên khi tôi vẫn đang lâm bồn, anh ta gọi."
    }
  },
  {
    "translation": {
      "en": "\"Is it okay if I just don't show up?\" And I was like, \"No!\"",
      "vi": "\"Anh không đến có được không?\" Và tôi trả lời, \"Không!\""
    }
  },
  {
    "translation": {
      "en": "So what he did was he actually came and he laid on the bed next to me",
      "vi": "Nên anh ta đã đến và nằm trên giường cạnh tôi"
    }
  },
  {
    "translation": {
      "en": "and slept while I was having a baby.",
      "vi": "và ngủ trong khi tôi sinh con."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Luckily, you're in so much pain that you don't think about it too much,",
      "vi": "May mắn thay, lúc đó tôi đau đến mức không nghĩ gì nhiều"
    }
  },
  {
    "translation": {
      "en": "but yeah, it was sad, but…",
      "vi": "nhưng đúng là rất buồn, nhưng…"
    }
  },
  {
    "translation": {
      "en": "That whole thing about what doesn't kill you makes you stronger?",
      "vi": "Thứ không thể giết ta khiến ta mạnh mẽ hơn đúng không?"
    }
  },
  {
    "translation": {
      "en": "Well, guess what.",
      "vi": "Đoán xem."
    }
  },
  {
    "translation": {
      "en": "There's not a whole lot of things that will happen to me worse than that.",
      "vi": "Sẽ không có thứ gì tệ hơn thế xảy đến với tôi."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Cho nên…"
    }
  },
  {
    "translation": {
      "en": "[Betsy] As soon as the baby was born, he was gone.",
      "vi": "Ngay khi đứa nhỏ chào đời, anh ta biến mất."
    }
  },
  {
    "translation": {
      "en": "He was back on the road with his girlfriend.",
      "vi": "Anh ta đi chơi với cô bạn gái."
    }
  },
  {
    "translation": {
      "en": "[Sumati] I remember I was shocked when \"Brahmi\" got pregnant.",
      "vi": "Tôi nhớ tôi đã bị sốc khi Brahmi có thai."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He told me he wasn't even sleeping with her.",
      "vi": "Hắn nói với tôi là hắn không ngủ với cô ấy."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He used to tell Sumati,",
      "vi": "Anh ta từng nói với Sumati,"
    }
  },
  {
    "translation": {
      "en": "\"I can do some kind of voodoo magic on you and you'll never get pregnant.\"",
      "vi": "\"Anh có thể ếm vài bùa chú lên em và em sẽ không bao giờ có thai\"."
    }
  },
  {
    "translation": {
      "en": "She believed he could put a spell on her and she wouldn't get pregnant.",
      "vi": "Cô ấy tin anh ta có thể ếm bùa chú và cô ấy sẽ không có thai."
    }
  },
  {
    "translation": {
      "en": "But my daughter had just been born and she was already showing.",
      "vi": "Nhưng con gái tôi vừa chào đời là bụng cô ấy đã lùm lùm."
    }
  },
  {
    "translation": {
      "en": "[Sumati] Right before the Lotus Temple opened,",
      "vi": "Ngay trước khi khánh thành Đền Hoa sen,"
    }
  },
  {
    "translation": {
      "en": "I told Bhagavan that I was pregnant with Tilakam.",
      "vi": "tôi đã nói với Bhagavan rằng tôi đã mang thai Tilakam."
    }
  },
  {
    "translation": {
      "en": "First he said it wasn't his child… [sighs]",
      "vi": "Đầu tiên hắn nói không phải con hắn,"
    }
  },
  {
    "translation": {
      "en": "…and then he said I needed to get an abortion, and he tried to guilt trip me into one.",
      "vi": "rồi hắn nói tôi phải phá thai, rồi hắn khiến tôi thấy tội lỗi mà làm thế."
    }
  },
  {
    "translation": {
      "en": "[Doc] Tilakam's mom was a crazy teenager",
      "vi": "Mẹ của Tilakam là một thiếu nữ điên rồ."
    }
  },
  {
    "translation": {
      "en": "that, you know, I just happened to have been hanging out with a little too long, and she got pregnant.",
      "vi": "Tôi chỉ vô tình qua lại với nhau hơi lâu, thế là cô ả có bầu."
    }
  },
  {
    "translation": {
      "en": "I drug her ass",
      "vi": "Tôi lôi ả đến khách sạn Marriott ở khu trung tâm thủ đô Washington,"
    }
  },
  {
    "translation": {
      "en": "to the Downtown Marriott in Washington DC, and didn't follow through",
      "vi": "Tôi lôi ả đến khách sạn Marriott ở khu trung tâm thủ đô Washington, và không thực hiện các biện pháp tránh thai lẽ ra nên làm,"
    }
  },
  {
    "translation": {
      "en": "on the birth control the way we were supposed to do it",
      "vi": "và không thực hiện các biện pháp tránh thai lẽ ra nên làm, và, bùm, có em bé!"
    }
  },
  {
    "translation": {
      "en": "and, lo and behold, baby!",
      "vi": "và, bùm, có em bé!"
    }
  },
  {
    "translation": {
      "en": "[Sumati] I called Swami Satchidananda and I finally confessed to him",
      "vi": "Tôi đã gọi cho Swami Satchidananda và thú nhận với ông ta"
    }
  },
  {
    "translation": {
      "en": "I'd been in a relationship with Bhagavan for four years and I was pregnant.",
      "vi": "rằng tôi có quan hệ với Bhagavan suốt bốn năm và tôi có thai."
    }
  },
  {
    "translation": {
      "en": "He basically said, \"You're going to be a great mother.\"",
      "vi": "Ông ta nói rất đơn giản, \"Cô sẽ là một người mẹ tuyệt vời\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"If Bhagavan will marry you, he can stay in Yogaville.\"",
      "vi": "Ông ta nói, \"Nếu Bhagavan cưới cô, anh ta có thể ở lại Yogaville."
    }
  },
  {
    "translation": {
      "en": "\"If he continues with the women like he is now, he's gonna have to leave.\"",
      "vi": "Nếu cứ tiếp tục tán tỉnh phụ nữ như bây giờ, anh ta sẽ phải ra đi\"."
    }
  },
  {
    "translation": {
      "en": "There was a family meeting that was called to deal with this",
      "vi": "Một cuộc họp nội bộ được triệu tập để xử lý"
    }
  },
  {
    "translation": {
      "en": "devastating news.",
      "vi": "tin tức kinh khủng này."
    }
  },
  {
    "translation": {
      "en": "And in the family meeting, they…",
      "vi": "Và trong cuộc họp nội bộ đó, họ…"
    }
  },
  {
    "translation": {
      "en": "were trying to blame the girls",
      "vi": "cố đổ tội cho các cô gái,"
    }
  },
  {
    "translation": {
      "en": "for their… wanton behavior.",
      "vi": "vì hành vi phóng đãng của họ."
    }
  },
  {
    "translation": {
      "en": "[Joan] My husband and I said, \"Excuse me.\"",
      "vi": "Chồng tôi và tôi đã nói, \"Này, xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "\"This is a man who was promoted by our teacher as this great Yogi,",
      "vi": "Người đàn ông này được đề bạt bởi đạo sư của ta ở Yogi tuyệt vời này"
    }
  },
  {
    "translation": {
      "en": "and you're saying the girls should not have trusted him?\"",
      "vi": "và mấy người nói các cô bé không nên tin hắn ư?"
    }
  },
  {
    "translation": {
      "en": "\"That doesn't seem reasonable. It seems to me the bad guy is the adult.\"",
      "vi": "Nghe không hợp lý chút nào. Tôi thấy, kẻ xấu là gã người lớn này\"."
    }
  },
  {
    "translation": {
      "en": "[Sachi] There was a culture of pointing the finger at women.",
      "vi": "Có một văn hóa đổ tội cho phụ nữ."
    }
  },
  {
    "translation": {
      "en": "We were seducing men, that somehow it was our fault.",
      "vi": "Chúng tôi quyến rũ đàn ông, đó là lỗi của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, the community decided",
      "vi": "Đột nhiên, cộng đồng quyết định rằng tất cả học sinh, phụ huynh và giáo viên"
    }
  },
  {
    "translation": {
      "en": "that every student, and parent, and teacher involved in the school",
      "vi": "Đột nhiên, cộng đồng quyết định rằng tất cả học sinh, phụ huynh và giáo viên liên quan đến trường nên ký một bản cam kết."
    }
  },
  {
    "translation": {
      "en": "should sign a pledge.",
      "vi": "liên quan đến trường nên ký một bản cam kết."
    }
  },
  {
    "translation": {
      "en": "Basically saying that they won't date.",
      "vi": "Cơ bản cam kết là họ sẽ không hẹn hò."
    }
  },
  {
    "translation": {
      "en": "[Sachi] And also there's something about not questioning Swami Satchidananda.",
      "vi": "Và cũng có điều khoản kiểu như không truy vấn Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "We felt like we were being punished.",
      "vi": "Chúng tôi cảm thấy như bị trừng phạt."
    }
  },
  {
    "translation": {
      "en": "We needed to just cover up, shut up.",
      "vi": "Chúng tôi cần che đậy, im lặng."
    }
  },
  {
    "translation": {
      "en": "Get permission to do… anything.",
      "vi": "Việc gì cũng phải xin phép mới được làm."
    }
  },
  {
    "translation": {
      "en": "People of the opposite sex would not be in the same room together alone.",
      "vi": "Người khác giới sẽ không được ở riêng trong cùng một phòng."
    }
  },
  {
    "translation": {
      "en": "And if a parent, a child, or a teacher was unwilling to sign the pledge,",
      "vi": "Và nếu một phụ huynh, một đứa trẻ, hoặc một giáo viên không muốn ký cam kết,"
    }
  },
  {
    "translation": {
      "en": "they couldn't attend or teach at the school.",
      "vi": "họ không thể tham gia hoặc giảng dạy ở trường."
    }
  },
  {
    "translation": {
      "en": "I didn't want to sign it.",
      "vi": "Tôi đã không muốn ký."
    }
  },
  {
    "translation": {
      "en": "When I spoke out, the community",
      "vi": "Khi tôi lên tiếng, cộng đồng…"
    }
  },
  {
    "translation": {
      "en": "asked me to leave.",
      "vi": "yêu cầu tôi rời đi."
    }
  },
  {
    "translation": {
      "en": "[Sachi] Swami Satchidananda told me directly.",
      "vi": "Swami Satchidananda nói thẳng… với tôi. Ông ấy nói, \"Cô là con sâu làm rầu nồi canh."
    }
  },
  {
    "translation": {
      "en": "He was like, \"You're a rotten apple.\"",
      "vi": "với tôi. Ông ấy nói, \"Cô là con sâu làm rầu nồi canh."
    }
  },
  {
    "translation": {
      "en": "\"You're going to make the other shiny, bright apples rotten, too.\"",
      "vi": "Cô sẽ làm cả nồi canh phải đổ đi."
    }
  },
  {
    "translation": {
      "en": "[Sachi] Being excommunicated and shunned was painful.",
      "vi": "Bị trục xuất và xa lánh thật đau đớn."
    }
  },
  {
    "translation": {
      "en": "My whole world was Yogaville. I didn't know anything else.",
      "vi": "Yogaville vốn là cả thế giới của tôi. Tôi không biết gì khác."
    }
  },
  {
    "translation": {
      "en": "Yogaville failed our kids",
      "vi": "Yogaville đã không đứng ra lên tiếng,"
    }
  },
  {
    "translation": {
      "en": "by not taking a stand.",
      "vi": "không bảo vệ lũ trẻ của ta."
    }
  },
  {
    "translation": {
      "en": "By the time I got pregnant,",
      "vi": "Vào thời điểm tôi có thai,"
    }
  },
  {
    "translation": {
      "en": "he was already in a relationship with another 14-year-old.",
      "vi": "hắn đã có quan hệ với một cô bé 14 tuổi khác."
    }
  },
  {
    "translation": {
      "en": "Once you've married a 14-year-old… [scoffs]",
      "vi": "Một khi bạn kết hôn với một đứa trẻ 14 tuổi,"
    }
  },
  {
    "translation": {
      "en": "…what could possibly…",
      "vi": "thì còn điều gì có thể…"
    }
  },
  {
    "translation": {
      "en": "hold you back?",
      "vi": "giữ chân bạn?"
    }
  },
  {
    "translation": {
      "en": "[Radha Hirsch] Never in a million years",
      "vi": "Cả triệu năm nữa tôi cũng không nghĩ"
    }
  },
  {
    "translation": {
      "en": "did I ever think I would be sharing this story publicly. [laughs]",
      "vi": "Cả triệu năm nữa tôi cũng không nghĩ mình sẽ chia sẻ câu chuyện này với công chúng."
    }
  },
  {
    "translation": {
      "en": "When I hear myself, I'm like, \"Wow, it is pretty crazy.\"",
      "vi": "Khi nghe mình kể lại, tôi nghĩ, \"Ôi, đúng thật điên rồ\". VỢ CŨ CỦA DOC"
    }
  },
  {
    "translation": {
      "en": "I was 14 and he was 25.",
      "vi": "Tôi lúc đó 14 tuổi và anh ta 25 tuổi."
    }
  },
  {
    "translation": {
      "en": "My mom was wanting me to realize how inappropriate the situation was.",
      "vi": "Mẹ tôi muốn tôi nhận ra chuyện đó không phù hợp."
    }
  },
  {
    "translation": {
      "en": "And I remember him saying,",
      "vi": "Và tôi nhớ anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry, we're going to deal with it. It's all going to work out.\"",
      "vi": "\"Đừng lo, ta sẽ giải quyết. Mọi chuyện sẽ ổn. Đừng lo. Ta sẽ ở bên nhau\"."
    }
  },
  {
    "translation": {
      "en": "\"Don't worry. We're going to be together.\"",
      "vi": "Mọi chuyện sẽ ổn. Đừng lo. Ta sẽ ở bên nhau\"."
    }
  },
  {
    "translation": {
      "en": "Bhagavan and I were talking on the phone",
      "vi": "Bhagavan và tôi nói chuyện qua điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and he wanted me to give him very specifically my route to school.",
      "vi": "và anh ta muốn tôi mô tả cụ thể đường tôi đến trường."
    }
  },
  {
    "translation": {
      "en": "We went over it and over it, and he came and pulled up next to me",
      "vi": "Chúng tôi xem qua kế hoạch nhiều lần, và anh ta đến và tấp xe cạnh tôi,"
    }
  },
  {
    "translation": {
      "en": "in a disguise of some sort.",
      "vi": "ngụy trang kiểu gì đó."
    }
  },
  {
    "translation": {
      "en": "He looked bizarre, like all the hair up in a hat and like, crazy funky glasses.",
      "vi": "Anh ta trông rất kỳ quái, tóc tóm gọn trong cái mũ, đeo cái kính điên rồ."
    }
  },
  {
    "translation": {
      "en": "And I jump in the car, I dumped my book bags in a dumpster",
      "vi": "Và tôi nhảy vào xe, tôi vứt cái cặp vào thùng rác,"
    }
  },
  {
    "translation": {
      "en": "and we flew off.",
      "vi": "và chúng tôi bỏ trốn."
    }
  },
  {
    "translation": {
      "en": "In my mind, I ran away, yes, but I still, kind of, wasn't thinking",
      "vi": "Trong đầu tôi, tôi bỏ chạy, nhưng tôi vẫn không nghĩ"
    }
  },
  {
    "translation": {
      "en": "that it was really an abduction.",
      "vi": "đó thực sự là một vụ bắt cóc. BẠN CÓ GẶP NGƯỜI NÀY? SỞ CẢNH SÁT SANTA MONICA"
    }
  }
]