[
  {
    "translation": {
      "en": "[woman 1] I find AI to be awe-inspiring.",
      "vi": "Tôi thấy trí tuệ nhân tạo thật đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "All right, circling up. Good formation.",
      "vi": "Nào, bay thành vòng tròn. Đội hình tốt."
    }
  },
  {
    "translation": {
      "en": "[woman 1] AI has the potential to eliminate poverty,",
      "vi": "Trí tuệ nhân tạo có tiềm năng để xóa bỏ đói nghèo,"
    }
  },
  {
    "translation": {
      "en": "give us new medicines,",
      "vi": "cho ta các loại thuốc mới,"
    }
  },
  {
    "translation": {
      "en": "and make our world even more peaceful.",
      "vi": "và làm cho thế giới này hòa bình hơn."
    }
  },
  {
    "translation": {
      "en": "[man 1] Nice work.",
      "vi": "Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "[woman 1] But there are so many risks along the way.",
      "vi": "Nhưng trên hành trình đó có rất nhiều rủi ro."
    }
  },
  {
    "translation": {
      "en": "With AI, we are essentially creating a non-human intelligence",
      "vi": "Với trí tuệ nhân tạo, về cơ bản ta đang tạo ra trí thông minh không phải con người"
    }
  },
  {
    "translation": {
      "en": "that is very unpredictable.",
      "vi": "mà rất khó tiên liệu."
    }
  },
  {
    "translation": {
      "en": "As it gets more powerful,",
      "vi": "Khi nó trở nên mạnh mẽ hơn,"
    }
  },
  {
    "translation": {
      "en": "where are the red lines we're going to draw with AI,",
      "vi": "đâu là ranh giới đỏ ta sẽ đặt ra với trí tuệ nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "in terms of how we want to use it, or not use it?",
      "vi": "về cách thức ta muốn dùng hay không dùng nó?"
    }
  },
  {
    "translation": {
      "en": "There is no place that is ground zero for this conversation",
      "vi": "Không có bình địa xem xét nào cho vấn đề này"
    }
  },
  {
    "translation": {
      "en": "more than military applications.",
      "vi": "tốt hơn là các ứng dụng quân sự."
    }
  },
  {
    "translation": {
      "en": "The battlefield has now become the province of software and hardware.",
      "vi": "Chiến trường giờ đã trở thành địa bàn của phần mềm và phần cứng."
    }
  },
  {
    "translation": {
      "en": "[man 1] Target has been acquired…",
      "vi": "Mục tiêu đã bị kiểm soát…"
    }
  },
  {
    "translation": {
      "en": "[woman 1] And militaries are racing to develop AI faster than their adversaries.",
      "vi": "Và các quân đội đang chạy đua phát triển trí tuệ nhân tạo nhanh hơn đối thủ."
    }
  },
  {
    "translation": {
      "en": "[man 1] I'm dead.",
      "vi": "Tôi tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "[woman 1] We're moving towards a world where not only major militaries,",
      "vi": "Chúng ta đang nhanh chóng tiến vào thế giới mà không chỉ các quân đội lớn"
    }
  },
  {
    "translation": {
      "en": "but non-state actors, private industries,",
      "vi": "mà cả các thành phần phi chính phủ, các hãng tư nhân,"
    }
  },
  {
    "translation": {
      "en": "or even our local police department down the street",
      "vi": "hay thậm chí sở cảnh sát địa phương ngay dưới phố"
    }
  },
  {
    "translation": {
      "en": "could be able to use these weapons that can autonomously kill.",
      "vi": "có thể sử dụng các vũ khí có khả năng sát thương tự động."
    }
  },
  {
    "translation": {
      "en": "Will we cede the decision to take a life to algorithms, to computer software?",
      "vi": "Ta liệu có trao quyết định tước đi sinh mạng cho thuật toán hay phần mềm?"
    }
  },
  {
    "translation": {
      "en": "It's one of the most pressing issues of our time.",
      "vi": "Đây chính là một trong những vấn đề cấp bách nhất thời đại."
    }
  },
  {
    "translation": {
      "en": "And, if not used wisely,",
      "vi": "Và, nếu không được sử dụng một cách khôn ngoan,"
    }
  },
  {
    "translation": {
      "en": "poses a grave risk to every single person on the planet.",
      "vi": "sẽ gây ra hiểm họa chết chóc cho mọi cá nhân trên hành tinh này."
    }
  },
  {
    "translation": {
      "en": "[male voice] Good work out there, guys.",
      "vi": "Làm tốt ngoài đó lắm, các cậu."
    }
  },
  {
    "translation": {
      "en": "[tech 1] That's a wider lens than we had before.",
      "vi": "Đó là những ống kính rộng hơn nhiều trước đây."
    }
  },
  {
    "translation": {
      "en": "[man 2] Really?",
      "vi": "Ồ, thật ư?"
    }
  },
  {
    "translation": {
      "en": "[tech 1] You can see a lot more data.",
      "vi": "Bạn có thể thấy nhiều dữ liệu hơn."
    }
  },
  {
    "translation": {
      "en": "Very cool.",
      "vi": "Rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "At Shield AI, we are building an AI pilot",
      "vi": "Tại Shield AI, chúng tôi đang xây dựng phi công AI"
    }
  },
  {
    "translation": {
      "en": "that's taking self-driving, artificial intelligence technology",
      "vi": "sử dụng công nghệ tự lái, trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "and putting it on aircraft.",
      "vi": "và tích hợp vào máy bay."
    }
  },
  {
    "translation": {
      "en": "When we talk about an AI pilot,",
      "vi": "Khi nói về phi công AI,"
    }
  },
  {
    "translation": {
      "en": "we think about giving an aircraft a higher level of autonomy.",
      "vi": "ta nghĩ tới việc cho máy bay cấp độ tự hành cao hơn."
    }
  },
  {
    "translation": {
      "en": "They will be solving problems on their own.",
      "vi": "Chúng sẽ tự giải quyết các vấn đề."
    }
  },
  {
    "translation": {
      "en": "Nova is an autonomous quadcopter",
      "vi": "Nova là chiếc quadcopter tự hành"
    }
  },
  {
    "translation": {
      "en": "that explores buildings and subterranean structures",
      "vi": "trinh thám các tòa nhà và công trình ngầm"
    }
  },
  {
    "translation": {
      "en": "ahead of clearance forces",
      "vi": "để do thám"
    }
  },
  {
    "translation": {
      "en": "to provide eyes and ears in those spaces.",
      "vi": "trước khi các lực lượng tiến vào."
    }
  },
  {
    "translation": {
      "en": "You can definitely tell a ton of improvements",
      "vi": "Bạn có thể thấy rõ nhiều cải thiện"
    }
  },
  {
    "translation": {
      "en": "since we saw it last.",
      "vi": "kể từ lần trước."
    }
  },
  {
    "translation": {
      "en": "[tech 2] We're working on some exploration changes today.",
      "vi": "Hôm nay ta tiến hành các thay đổi do thám."
    }
  },
  {
    "translation": {
      "en": "We're working a little floor-by-floor stuff.",
      "vi": "Ta sẽ thực hiện theo từng tầng."
    }
  },
  {
    "translation": {
      "en": "It'll finish one floor, all the rooms, before going to the second.",
      "vi": "Nó sẽ hoàn thành tất cả các phòng ở một tầng rồi tới tầng tiếp."
    }
  },
  {
    "translation": {
      "en": "-That's awesome. -We put in some changes recently…",
      "vi": "- Tuyệt quá. - Gần đây chúng tôi có vài thay đổi…"
    }
  },
  {
    "translation": {
      "en": "A lot of people often ask me",
      "vi": "Nhiều người thường hỏi tôi"
    }
  },
  {
    "translation": {
      "en": "why artificial intelligence is an important capability.",
      "vi": "vì sao trí tuệ nhân tạo là một khả năng quan trọng."
    }
  },
  {
    "translation": {
      "en": "And I just think back to the missions that I was executing.",
      "vi": "Và tôi đã nhớ lại những nhiệm vụ mình đã thực hiện."
    }
  },
  {
    "translation": {
      "en": "Spent seven years in the Navy.",
      "vi": "Bảy năm phục vụ trong Hải quân."
    }
  },
  {
    "translation": {
      "en": "I was a former Navy SEAL deployed twice to Afghanistan,",
      "vi": "Tôi từng là lính Hải quân triển khai hai lần đến Afghanistan,"
    }
  },
  {
    "translation": {
      "en": "once to the Pacific Theater.",
      "vi": "một lần đến Pacific Theater."
    }
  },
  {
    "translation": {
      "en": "In a given day, we might have to clear 150 different compounds or buildings.",
      "vi": "Trong ngày nhiệm vụ, chúng tôi có thể phải kiểm soát 150 tổ hợp hay tòa nhà."
    }
  },
  {
    "translation": {
      "en": "One of the core capabilities is close-quarters combat.",
      "vi": "Một trong các năng lực cốt lõi là cận chiến."
    }
  },
  {
    "translation": {
      "en": "Gunfighting at extremely close ranges inside buildings.",
      "vi": "Đấu súng ở cự ly cực gần bên trong các tòa nhà."
    }
  },
  {
    "translation": {
      "en": "You are getting shot at.",
      "vi": "Bạn bị nhắm bắn."
    }
  },
  {
    "translation": {
      "en": "There are IEDs potentially inside the building.",
      "vi": "Có thể có các thiết bị nổ tự chế trong tòa nhà."
    }
  },
  {
    "translation": {
      "en": "It's the most dangerous thing that any special operations forces member,",
      "vi": "Đó là điều nguy hiểm nhất mà bất kỳ lính đặc nhiệm,"
    }
  },
  {
    "translation": {
      "en": "any infantry member, can do in a combat zone.",
      "vi": "lính bộ binh nào cũng có thể gây ra ở vùng giao chiến."
    }
  },
  {
    "translation": {
      "en": "Bar none.",
      "vi": "Không có ngoại lệ."
    }
  },
  {
    "translation": {
      "en": "For the rest of my life I'll be thankful for my time in the Navy.",
      "vi": "Tôi sẽ luôn biết ơn thời gian phục vụ Hải quân."
    }
  },
  {
    "translation": {
      "en": "There are a collection of moments and memories that, when I think about,",
      "vi": "Có một chuỗi những thời khắc và ký ức mà khi nghĩ về nó,"
    }
  },
  {
    "translation": {
      "en": "I certainly get emotional.",
      "vi": "tôi luôn xúc động."
    }
  },
  {
    "translation": {
      "en": "It is cliché that freedom isn't free, but I 100% believe it.",
      "vi": "Nói tự do là không miễn phí thì sáo rỗng nhưng tôi hoàn toàn tin vậy,"
    }
  },
  {
    "translation": {
      "en": "[quavers] Um, I've experienced it, and it takes a lot of sacrifice.",
      "vi": "tôi đã trải nghiệm điều này và nó đòi hỏi rất nhiều hi sinh."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "When something bad happens to one of your teammates,",
      "vi": "Khi có điều tệ hại xảy ra với một đồng đội của bạn,"
    }
  },
  {
    "translation": {
      "en": "whether they're hurt or they're killed,",
      "vi": "dù họ bị thương hay bị tử vong,"
    }
  },
  {
    "translation": {
      "en": "um, it's just a… It's a really tragic thing.",
      "vi": "điều này thật đau buồn."
    }
  },
  {
    "translation": {
      "en": "You know, for me now in the work that we do,",
      "vi": "Với tôi, trong công việc hiện tại chúng tôi đang làm,"
    }
  },
  {
    "translation": {
      "en": "it's motivating to um… be able to you know, reduce the number of times",
      "vi": "động lực chính là để có thể giảm thiểu"
    }
  },
  {
    "translation": {
      "en": "that ever happens again.",
      "vi": "điều đó lại xảy ra."
    }
  },
  {
    "translation": {
      "en": "[man 3] In the late 2000s,",
      "vi": "Vào cuối những năm 2000,"
    }
  },
  {
    "translation": {
      "en": "there was this awakening inside the Defense Department",
      "vi": "có một sự thức tỉnh trong Bộ Quốc Phòng"
    }
  },
  {
    "translation": {
      "en": "to what you might call the accidental robotics revolution.",
      "vi": "về điều có thể gọi là cách mạng rô-bốt bất ngờ."
    }
  },
  {
    "translation": {
      "en": "We deployed thousands of air and ground robots to Iraq and Afghanistan.",
      "vi": "Ta triển khai hàng ngàn rô-bốt trên không và mặt đất ở Irắc và Afghanistan."
    }
  },
  {
    "translation": {
      "en": "[man 4] When I was asked by the Obama administration",
      "vi": "Khi chính quyền Obama đề nghị tôi"
    }
  },
  {
    "translation": {
      "en": "to become the Deputy Secretary of Defense,",
      "vi": "trở thành Thứ trưởng Quốc phòng,"
    }
  },
  {
    "translation": {
      "en": "the way war was fought… uh, was definitely changing.",
      "vi": "cách tiến hành chiến tranh đã hoàn toàn thay đổi."
    }
  },
  {
    "translation": {
      "en": "Robots were used where people would have been used.",
      "vi": "Rô-bốt được đưa vào những nơi lẽ ra sẽ dùng con người."
    }
  },
  {
    "translation": {
      "en": "[Paul] Early robotics systems were remote-controlled.",
      "vi": "Ban đầu, các hệ thống rô-bốt được điều khiển từ xa."
    }
  },
  {
    "translation": {
      "en": "There's a human driving it, steering it, like you might a remote-controlled car.",
      "vi": "Có người điều khiển, lái nó như bạn điều khiển ô tô điều khiển từ xa."
    }
  },
  {
    "translation": {
      "en": "[Bob] They first started generally going after improvised explosive devices,",
      "vi": "Chúng khởi đầu với việc tìm kiếm các thiết bị nổ tự chế,"
    }
  },
  {
    "translation": {
      "en": "and if the bomb blew up, the robot would blow up.",
      "vi": "và nếu bom phát nổ, rô-bốt cũng nổ tung."
    }
  },
  {
    "translation": {
      "en": "Then you'd say, \"That's a bummer. Okay, get out the other robot.\"",
      "vi": "Bạn sẽ thốt lên: \"Tệ thật. Nào đưa rô-bốt khác ra\"."
    }
  },
  {
    "translation": {
      "en": "[woman 2] In Afghanistan, you had the Predator drone,",
      "vi": "Ở Afghanistan, ta có drone Predator,"
    }
  },
  {
    "translation": {
      "en": "and it became a very, very useful tool to conduct airstrikes.",
      "vi": "nó đã trở thành công cụ vô cùng hữu ích để thực hiện các cuộc không kích."
    }
  },
  {
    "translation": {
      "en": "[Paul] Over time, military planners started to begin to wonder,",
      "vi": "Dần dần, các nhà hoạch định quân sự bắt đầu băn khoăn,"
    }
  },
  {
    "translation": {
      "en": "\"What else could robots be used for?\" And where was this going?",
      "vi": "\"Có thể dùng rô-bốt vào việc gì?\" Và việc này sẽ dẫn tới đâu?"
    }
  },
  {
    "translation": {
      "en": "And one of the common themes was this trend towards greater autonomy.",
      "vi": "Và một hướng phổ biến là xu thế tăng cường việc tự hành."
    }
  },
  {
    "translation": {
      "en": "[woman 2] An autonomous weapon is one that makes decisions on its own,",
      "vi": "Một vũ khi tự hành là vũ khí tự đưa ra quyết định,"
    }
  },
  {
    "translation": {
      "en": "with little to no human intervention.",
      "vi": "với ít hoặc không có con người can thiệp."
    }
  },
  {
    "translation": {
      "en": "So it has an independent capacity, and it's self-directed.",
      "vi": "Nên nó có khả năng độc lập và tự chỉ dẫn."
    }
  },
  {
    "translation": {
      "en": "And whether it can kill depends on whether it's armed or not.",
      "vi": "Và liệu nó có thể sát thương tùy thuộc việc nó có được trang bị vũ khí."
    }
  },
  {
    "translation": {
      "en": "[Bob] When you have more and more autonomy in your entire system,",
      "vi": "Khi bạn có ngày càng nhiều vũ khí tự hành trong toàn hệ thống,"
    }
  },
  {
    "translation": {
      "en": "everything starts to move at a higher clock speed.",
      "vi": "mọi thứ bắt đầu biến đổi ở tốc độ cao hơn."
    }
  },
  {
    "translation": {
      "en": "And when you operate at a faster pace than your adversaries,",
      "vi": "Khi bạn vận hành với tốc độ nhanh hơn đối thủ,"
    }
  },
  {
    "translation": {
      "en": "that is an extraordinarily big advantage in battle.",
      "vi": "đó là lợi thế vô cùng lớn trong trận chiến."
    }
  },
  {
    "translation": {
      "en": "[man 5] What we focus on as it relates to autonomy",
      "vi": "Điều chúng tôi tập trung liên quan tới tự hành"
    }
  },
  {
    "translation": {
      "en": "is highly resilient intelligence systems.",
      "vi": "là hệ thống do thám có khả năng phục hồi cao."
    }
  },
  {
    "translation": {
      "en": "Systems that can read and react based on their environment,",
      "vi": "Các hệ thống có thể đọc và phản ứng dựa trên môi trường hoạt động"
    }
  },
  {
    "translation": {
      "en": "and make decisions about how to maneuver in that world.",
      "vi": "và đưa quyết định về cách vận hành trong môi trường đó."
    }
  },
  {
    "translation": {
      "en": "The facility that we're at today was originally built as a movie studio",
      "vi": "Cơ sở chúng tôi tới hôm nay từng được xây dựng là xưởng phim"
    }
  },
  {
    "translation": {
      "en": "that was converted over",
      "vi": "đã được chuyển đổi"
    }
  },
  {
    "translation": {
      "en": "to enable these realistic military training environments.",
      "vi": "để tạo môi trường huấn luyện quân sự siêu thực tế."
    }
  },
  {
    "translation": {
      "en": "We are here to evaluate our AI pilot.",
      "vi": "Chúng tôi ở đây để đánh giá phi công trí tuệ nhân tạo của mình."
    }
  },
  {
    "translation": {
      "en": "The mission is looking for threats. It's about clearance forces.",
      "vi": "Nhiệm vụ là tìm ra các mối nguy hiểm. Liên quan tới lực lượng đột nhập."
    }
  },
  {
    "translation": {
      "en": "It can make a decision about how to attack that problem.",
      "vi": "Nó có thể đưa ra quyết định về cách xử lý vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "[man 6] We call this \"the fatal funnel.\" You have to come through a doorway.",
      "vi": "Chúng tôi gọi đây là \"cái phễu tử thần\". Bạn phải đi qua một cửa vào."
    }
  },
  {
    "translation": {
      "en": "It's where we're most vulnerable.",
      "vi": "Nơi dễ tổn thương nhất."
    }
  },
  {
    "translation": {
      "en": "This one looks better.",
      "vi": "Cái này trông khá hơn."
    }
  },
  {
    "translation": {
      "en": "[man 6] The Nova lets us know, is there a shooter behind that door,",
      "vi": "Rô-bốt Nova cho chúng tôi biết liệu sau cánh cửa đó có tay súng,"
    }
  },
  {
    "translation": {
      "en": "is there a family behind that door?",
      "vi": "hay là một gia đình?"
    }
  },
  {
    "translation": {
      "en": "It'll allow us to make better decisions and keep people out of harms way.",
      "vi": "Nó cho phép chúng tôi đưa ra quyết định tốt hơn tránh tổn hại người dân."
    }
  },
  {
    "translation": {
      "en": "[man 7] We use the vision sensors",
      "vi": "Chúng tôi dùng cảm biến hình ảnh"
    }
  },
  {
    "translation": {
      "en": "to be able to get an understanding of what the environment looks like.",
      "vi": "để hiểu rõ về môi trường trong đó."
    }
  },
  {
    "translation": {
      "en": "It's a multistory building.",
      "vi": "Đây là tòa nhà nhiều tầng."
    }
  },
  {
    "translation": {
      "en": "Here's the map.",
      "vi": "Đây là bản đồ."
    }
  },
  {
    "translation": {
      "en": "While I was exploring, here's what I saw and where I saw them.",
      "vi": "Trong lúc khám phá, đây là thứ tôi thấy và vị trí của chúng."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Person detector. That's sweet.",
      "vi": "Máy phát hiện người. Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "[man 7] One of the other sensors onboard Nova is a thermal scanner.",
      "vi": "Nova còn được trang bị một cảm biến khác là bộ quét nhiệt."
    }
  },
  {
    "translation": {
      "en": "If that's 98.6 degrees, it probably is a human.",
      "vi": "Nếu là 37 độ C, đó có lẽ là con người."
    }
  },
  {
    "translation": {
      "en": "People are considered threats until deemed otherwise.",
      "vi": "Con người sẽ được coi là mối nguy tới khi xác định là không phải."
    }
  },
  {
    "translation": {
      "en": "It is about eliminating the fog of war to make better decisions.",
      "vi": "Việc này nhằm loại bỏ sự nhiễu loạn để có quyết định tốt hơn."
    }
  },
  {
    "translation": {
      "en": "And when we look to the future,",
      "vi": "Và khi nhìn vào tương lai,"
    }
  },
  {
    "translation": {
      "en": "we're scaling out to build teams of autonomous aircraft.",
      "vi": "chúng tôi sẽ nhân rộng để xây dựng các đội máy bay tự hành."
    }
  },
  {
    "translation": {
      "en": "[man 7] With self-driving vehicles,",
      "vi": "Với các phương tiện tự hành,"
    }
  },
  {
    "translation": {
      "en": "ultimately the person has said to it,",
      "vi": "ta rốt cuộc chỉ bảo nó,"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to go from point A to point B.\"",
      "vi": "\"Ta muốn anh bạn đi từ điểm A tới điểm B.\""
    }
  },
  {
    "translation": {
      "en": "Our systems are being asked not to go from point A to point B,",
      "vi": "Hệ thống của chúng tôi được ra lệnh không phải đi từ A tới B,"
    }
  },
  {
    "translation": {
      "en": "but to achieve an objective.",
      "vi": "mà là đạt được một mục tiêu."
    }
  },
  {
    "translation": {
      "en": "It's more akin to, \"I need milk.\"",
      "vi": "Nó giống kiểu, \"Ta cần sữa.\""
    }
  },
  {
    "translation": {
      "en": "And then the robot would have to figure out what grocery store to go to,",
      "vi": "Và rồi rô-bốt sẽ phải tìm ra đi tới cửa hàng tiện ích nào,"
    }
  },
  {
    "translation": {
      "en": "be able to retrieve that milk, and then bring it back.",
      "vi": "có thể lấy sữa và mang sữa về."
    }
  },
  {
    "translation": {
      "en": "And even more so,",
      "vi": "Và hơn thế nữa,"
    }
  },
  {
    "translation": {
      "en": "it may be more appropriately stated as, \"Keep the refrigerator stocked.\"",
      "vi": "có lẽ yêu cầu hợp lý hơn là kiểu, \"Hãy đảm bảo tủ lạnh đủ thực phẩm.\""
    }
  },
  {
    "translation": {
      "en": "And so, this is a level of intelligence",
      "vi": "Như vậy, đây là cấp độ trí thông minh"
    }
  },
  {
    "translation": {
      "en": "in terms to figuring out what we need and how we do it.",
      "vi": "trong việc tìm ra điều ta cần, và cách thực hiện nó."
    }
  },
  {
    "translation": {
      "en": "And if there is a challenge, or a problem,",
      "vi": "Và nếu có một trở ngại, một vấn đề,"
    }
  },
  {
    "translation": {
      "en": "or an issue arises, figure out how to mitigate that.",
      "vi": "hoặc một tình huống phát sinh, hãy tìm ra cách xử lý nó."
    }
  },
  {
    "translation": {
      "en": "[Brandon] When I had made the decision to leave the Navy, I started thinking,",
      "vi": "Khi tôi phải quyết định rời Hải quân, tôi đã nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Okay. Well, what's next?\"",
      "vi": "Được rồi. Tiếp theo là gì? \""
    }
  },
  {
    "translation": {
      "en": "I grew up with the Internet. Saw what it became.",
      "vi": "Tôi lớn lên với mạng Internet. Chứng kiến nó phát triển."
    }
  },
  {
    "translation": {
      "en": "And part of the conclusion that I had reached was…",
      "vi": "Và một phần kết luận tôi đã đưa ra là…"
    }
  },
  {
    "translation": {
      "en": "AI in 2015",
      "vi": "Trí tuệ nhân tạo vào năm 2015"
    }
  },
  {
    "translation": {
      "en": "was really where the Internet was in 1991.",
      "vi": "giống như Internet vào năm 1991."
    }
  },
  {
    "translation": {
      "en": "And AI was poised to take off",
      "vi": "Và trí tuệ nhân tạo đã sẵn sàng cất cánh"
    }
  },
  {
    "translation": {
      "en": "and be one of the most powerful technologies in the world.",
      "vi": "và trở thành một trong những công nghệ mạnh nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Working with it every single day, I can see the progress that is being made.",
      "vi": "Làm việc với nó mỗi ngày, tôi có thể thấy tiến triển đạt được."
    }
  },
  {
    "translation": {
      "en": "But for a lot of people, when they think \"AI,\"",
      "vi": "Nhưng với nhiều người, khi nghĩ về \"Trí tuệ nhân tạo\","
    }
  },
  {
    "translation": {
      "en": "their minds immediately go to Hollywood.",
      "vi": "họ liên tưởng ngay tới Hollywood."
    }
  },
  {
    "translation": {
      "en": "[computer voice] Shall we play a game?",
      "vi": "Ta chơi một trò chơi nhé?"
    }
  },
  {
    "translation": {
      "en": "How about Global Thermonuclear War?",
      "vi": "Chiến tranh Nhiệt hạch Toàn cầu nhé?"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "[man 8] When people think of artificial intelligence generally,",
      "vi": "Khi mọi người nghĩ về trí tuệ nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "they might think of The Terminator. Or I, Robot.",
      "vi": "họ nghĩ tới phim Kẻ hủy diệt. Hoặc I, Robot."
    }
  },
  {
    "translation": {
      "en": "Deactivate.",
      "vi": "Hủy kích hoạt."
    }
  },
  {
    "translation": {
      "en": "What am I?",
      "vi": "Tôi là gì?"
    }
  },
  {
    "translation": {
      "en": "[man 8] Or The Matrix.",
      "vi": "Hay phim Ma trận."
    }
  },
  {
    "translation": {
      "en": "Based on what you see in the sci-fi movies,",
      "vi": "Dựa trên điều bạn thấy trong phim viễn tưởng,"
    }
  },
  {
    "translation": {
      "en": "how do you know I'm a human? I could just be computer generated AI.",
      "vi": "làm sao tôi biết mình là con người? Tôi có thể chỉ là một trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "Replicants are like any other machine. They're either a benefit or a hazard.",
      "vi": "Các nhân bản giống như máy móc khác. Chúng hoặc là có ích hoặc nguy hại."
    }
  },
  {
    "translation": {
      "en": "[Andrew] But there's all sorts of more primitive AIs,",
      "vi": "nhưng có đủ loại trí nhân tạo sơ khai,"
    }
  },
  {
    "translation": {
      "en": "that are still going to change our lives",
      "vi": "chúng đang thay đổi cuộc sống của chúng ta"
    }
  },
  {
    "translation": {
      "en": "well before we reach the thinking, talking robot stage.",
      "vi": "rất lâu trước khi ta đạt tới giai đoạn rô-bốt biết nghĩ và biết nói."
    }
  },
  {
    "translation": {
      "en": "[woman 3] The robots are here. The robots are making decisions.",
      "vi": "Ở đây có các rô-bốt. Chúng đưa ra quyết định."
    }
  },
  {
    "translation": {
      "en": "The robot revolution has arrived,",
      "vi": "Cuộc cách mạng rô-bốt đã đến,"
    }
  },
  {
    "translation": {
      "en": "it's just that it doesn't look like what anybody imagined.",
      "vi": "chỉ là nó không giống như mọi người tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "[film character] Terminator's an infiltration unit. Part man, part machine.",
      "vi": "Kẻ hủy diệt là một đơn vị xâm nhập. Nửa người, nửa máy."
    }
  },
  {
    "translation": {
      "en": "[man 9] We're not talking about a Terminator-style killer robot.",
      "vi": "Chúng ta không nói về loại rô-bốt kiểu Kẻ hủy diệt."
    }
  },
  {
    "translation": {
      "en": "We're talking about AI that can do some tasks that humans can do.",
      "vi": "Ta đang nói về AI có khả năng làm các tác vụ của con người."
    }
  },
  {
    "translation": {
      "en": "But the concern is whether these systems are reliable.",
      "vi": "Nhưng mối quan ngại là liệu các hệ thống này có đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] New details in last night's crash involving a self-driving Uber SUV.",
      "vi": "Chi tiết mới trong vụ tai nạn chết người đêm qua liên quan chiếc SUV Uber tự lái."
    }
  },
  {
    "translation": {
      "en": "The company created an artificial intelligence chatbot.",
      "vi": "Công ty này đã tạo ra một chatbot trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "She took on a rather racist tone…",
      "vi": "Chatbot này đã có giọng điệu phân biệt chủng tộc…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Twenty-six state legislators falsely identified as criminals.",
      "vi": "Hai mươi sáu nhà lập pháp tiểu bang bị xác định nhầm là tội phạm."
    }
  },
  {
    "translation": {
      "en": "The question is whether they can handle the complexities of the real world.",
      "vi": "Câu hỏi là liệu các hệ thống này có thể xử lý sự phức tạp ở thế giới thực."
    }
  },
  {
    "translation": {
      "en": "[man 10] The physical world is really messy.",
      "vi": "Thế giới thực rất hỗn độn."
    }
  },
  {
    "translation": {
      "en": "There are many things that we don't know,",
      "vi": "Có nhiều thứ mà ta chưa biết,"
    }
  },
  {
    "translation": {
      "en": "making it much harder to train AI systems.",
      "vi": "khiến việc huấn luyện các hệ thống trí tuệ nhân tạo khó khăn hơn."
    }
  },
  {
    "translation": {
      "en": "That is where machine learning systems have started to come in.",
      "vi": "Đó là khi các hệ thống máy học bắt đầu xuất hiện."
    }
  },
  {
    "translation": {
      "en": "[man 11] Machine learning has been a huge advancement",
      "vi": "Máy học là một tiến bộ vượt bậc"
    }
  },
  {
    "translation": {
      "en": "because it means that we don't have to teach computers everything.",
      "vi": "vì nó có nghĩa là ta không cần dạy cho máy tính mọi điều."
    }
  },
  {
    "translation": {
      "en": "You actually give a computer millions of pieces of information,",
      "vi": "Bạn thực tế sẽ cung cấp cho máy tính hàng triệu mẩu thông tin,"
    }
  },
  {
    "translation": {
      "en": "and the machine begins to learn.",
      "vi": "và máy tính sẽ học hỏi."
    }
  },
  {
    "translation": {
      "en": "And that could be applied to anything.",
      "vi": "Và điều đó có thể áp dụng cho mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Pulkit] Our Robot Dog project, we are trying to show",
      "vi": "Với dự án Robot Dog, chúng tôi cố thể hiện rằng"
    }
  },
  {
    "translation": {
      "en": "that our dog can walk across many, many diverse terrains.",
      "vi": "chú chó của chúng tôi có thể đi qua nhiều loại địa hình đa dạng."
    }
  },
  {
    "translation": {
      "en": "Humans have evolved over billions of years to walk,",
      "vi": "Con người đã tiến hóa qua hàng tỷ năm để đi bộ,"
    }
  },
  {
    "translation": {
      "en": "but there's a lot of intelligence in adapting to these different terrains.",
      "vi": "nhưng đòi hỏi nhiều sự thông minh để thích ứng với các địa hình khác nhau."
    }
  },
  {
    "translation": {
      "en": "The question remains for robotic systems is,",
      "vi": "Câu hỏi dành cho các hệ thống rô-bốt là"
    }
  },
  {
    "translation": {
      "en": "could they also adapt like animals and humans?",
      "vi": "liệu chúng có thể thích ứng như động vật và con người?"
    }
  },
  {
    "translation": {
      "en": "With machine learning,",
      "vi": "Với máy học,"
    }
  },
  {
    "translation": {
      "en": "we collect lots and lots of data in simulation.",
      "vi": "chúng tôi thu thập rất nhiều dữ liệu trong mô phỏng."
    }
  },
  {
    "translation": {
      "en": "A simulation is a digital twin of reality.",
      "vi": "Mô phỏng là bản giả lập kỹ thuật số của thực tế."
    }
  },
  {
    "translation": {
      "en": "We can have many instances of that reality running on different computers.",
      "vi": "Ta có thể có nhiều phiên bản của thực tế đó chạy trên nhiều máy tính."
    }
  },
  {
    "translation": {
      "en": "It samples thousands of actions in simulation.",
      "vi": "Nó lấy mẫu hàng ngàn hoạt động trong sự giả lập."
    }
  },
  {
    "translation": {
      "en": "The ground that they're encountering has different slipperiness.",
      "vi": "Mặt đất mà các rô-bốt này tiếp xúc có độ trơn trượt khác nhau."
    }
  },
  {
    "translation": {
      "en": "It has different softness.",
      "vi": "Nó có độ mềm khác nhau."
    }
  },
  {
    "translation": {
      "en": "We take all the experience of these thousands of robots",
      "vi": "Chúng tôi đưa mọi kinh nghiệm của hàng ngàn rô-bốt này"
    }
  },
  {
    "translation": {
      "en": "from simulation and download this into a real robotic system.",
      "vi": "từ hệ mô phỏng và nạp vào một hệ thống rô-bốt thực sự."
    }
  },
  {
    "translation": {
      "en": "The test we're going to do today is to see if it can adapt to new terrains.",
      "vi": "Bài kiểm tra thực hiện hôm nay là để xem nó có thích ứng với địa hình mới."
    }
  },
  {
    "translation": {
      "en": "When the robot was going over foam,",
      "vi": "Khi con rô-bốt đi qua xốp bọt,"
    }
  },
  {
    "translation": {
      "en": "the feet movements were stomping on the ground.",
      "vi": "chuyển động chân giẫm trên mặt đất."
    }
  },
  {
    "translation": {
      "en": "Versus when it came on this poly surface,",
      "vi": "So với khi đi trên bề mặt phẳng này"
    }
  },
  {
    "translation": {
      "en": "it was trying to adjust the motion, so it doesn't slip.",
      "vi": "nó đang cố điều chỉnh chuyển động để không bị trượt."
    }
  },
  {
    "translation": {
      "en": "Then that is when it strikes you,",
      "vi": "Và đó là khi bạn nhận ra,"
    }
  },
  {
    "translation": {
      "en": "\"This is what machine learning is bringing to the table.\"",
      "vi": "\"Đây chính là điều máy học mang lại.\""
    }
  },
  {
    "translation": {
      "en": "We think the Robot Dog could be really helpful",
      "vi": "Chúng tôi nghĩ Robot Dog có thể hữu ích"
    }
  },
  {
    "translation": {
      "en": "in disaster response scenarios",
      "vi": "trong các tình huống đối phó thảm họa"
    }
  },
  {
    "translation": {
      "en": "where you need to navigate many different kinds of terrain.",
      "vi": "nơi mà bạn cần phải di chuyển trong nhiều loại địa hình."
    }
  },
  {
    "translation": {
      "en": "Or putting these dogs to do surveillance in harsh environments.",
      "vi": "Hoặc đưa những chú chó này vào do thám ở các môi trường khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "But most technology runs into the challenge",
      "vi": "Nhưng hầu hết các công nghệ đều gặp phải thách thức"
    }
  },
  {
    "translation": {
      "en": "that there is some good they can do, and there's some bad.",
      "vi": "là chúng có thể thực hiện việc hữu ích và cả việc có hại."
    }
  },
  {
    "translation": {
      "en": "For example, we can use nuclear technology for energy…",
      "vi": "Ví dụ, ta có thể dùng công nghệ hạt nhân làm năng lượng…"
    }
  },
  {
    "translation": {
      "en": "but we also could develop atom bombs which are really bad.",
      "vi": "nhưng ta cũng có thể phát triển bom hạt nhân, là thứ tệ hại."
    }
  },
  {
    "translation": {
      "en": "This is what is known as the dual-use problem.",
      "vi": "Đây được biết tới là vấn đề lưỡng dụng."
    }
  },
  {
    "translation": {
      "en": "Fire is dual-use.",
      "vi": "Lửa có tính lưỡng dụng."
    }
  },
  {
    "translation": {
      "en": "Human intelligence is dual-use.",
      "vi": "Trí thông minh con người là lưỡng dụng."
    }
  },
  {
    "translation": {
      "en": "So, needless to say, artificial intelligence is also dual-use.",
      "vi": "Hiển nhiên, trí tuệ nhân tạo cũng là lưỡng dụng."
    }
  },
  {
    "translation": {
      "en": "It's really important to think about AI used in context",
      "vi": "Rất quan trọng để xem xét trí tuệ nhân tạo trong ngữ cảnh"
    }
  },
  {
    "translation": {
      "en": "because, yes, it's terrific to have a search-and-rescue robot",
      "vi": "bởi vì, phải, thật tuyệt khi có rô-bốt tìm kiếm cứu nạn"
    }
  },
  {
    "translation": {
      "en": "that can help locate somebody after an avalanche,",
      "vi": "có thể giúp định vị ai đó sau trận lở tuyết,"
    }
  },
  {
    "translation": {
      "en": "but that same robot can be weaponized.",
      "vi": "nhưng chính rô-bốt đó có thể được dùng làm vũ khí."
    }
  },
  {
    "translation": {
      "en": "[Pulkit] When you see companies using robotics for putting armed weapons on them,",
      "vi": "Khi bạn thấy các công ty sử dụng các rô-bốt để trang bị vũ khí,"
    }
  },
  {
    "translation": {
      "en": "a part of you becomes mad.",
      "vi": "bạn trở nên bực bội."
    }
  },
  {
    "translation": {
      "en": "And a part of it is the realization that when we put our technology,",
      "vi": "Một phần điều này là việc nhận thức rằng khi ta sử dụng công nghệ,"
    }
  },
  {
    "translation": {
      "en": "this is what's going to happen.",
      "vi": "đây là điều sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "[woman 4] This is a real transformative technology.",
      "vi": "Đây là một công nghệ cách mạng thực sự."
    }
  },
  {
    "translation": {
      "en": "These are weapon systems",
      "vi": "Đây là các hệ thống vũ khí"
    }
  },
  {
    "translation": {
      "en": "that could actually change our safety and security in a dramatic way.",
      "vi": "có thể thay đổi một cách thực tế sự an toàn và an ninh một cách to lớn."
    }
  },
  {
    "translation": {
      "en": "As of now, we are not sure that machines can actually make",
      "vi": "Hiện tại, chúng tôi không chắc các máy móc có thể thực sự phân biệt"
    }
  },
  {
    "translation": {
      "en": "the distinction between civilians and combatants.",
      "vi": "sự khác biệt giữa thường dân và quân lính."
    }
  },
  {
    "translation": {
      "en": "[Paul] Early in the war in Afghanistan, I was part of an Army Ranger sniper team",
      "vi": "Hồi đầu cuộc chiến ở Afghanistan, tôi là thành viện đội bắn tỉa Biệt kích"
    }
  },
  {
    "translation": {
      "en": "looking for enemy fighters coming across the border.",
      "vi": "săn lùng các chiến binh địch vượt qua biên giới."
    }
  },
  {
    "translation": {
      "en": "And they sent a little girl to scout out our position.",
      "vi": "Và họ đã cử một bé gái đi trinh sát vị trí của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "One thing that never came up was the idea of shooting this girl.",
      "vi": "Một điều chúng tôi không bao giờ nghĩ tới là bắn bé gái này."
    }
  },
  {
    "translation": {
      "en": "Under the laws of war, that would have been legal.",
      "vi": "Theo luật chiến tranh, điều đó có thể là hợp pháp."
    }
  },
  {
    "translation": {
      "en": "They don't set an age for enemy combatants.",
      "vi": "Luật không quy định tuổi cho chiến binh quân địch."
    }
  },
  {
    "translation": {
      "en": "If you built a robot to comply perfectly with the law of war,",
      "vi": "Nếu bạn tạo ra một rô-bốt để tuân thủ hoàn toàn luật chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "it would have shot this little girl.",
      "vi": "có thể nó sẽ bắn cô bé này."
    }
  },
  {
    "translation": {
      "en": "How would a robot know the difference between what's legal and what is right?",
      "vi": "Làm sao một rô-bốt biết sự khác nhau giữa điều đúng luật và điều gì đúng đắn?"
    }
  },
  {
    "translation": {
      "en": "[man 12] When it comes to autonomous drone warfare,",
      "vi": "Với cuộc chiến drone tự hành,"
    }
  },
  {
    "translation": {
      "en": "they wanna take away the harm that it places on American soldiers",
      "vi": "họ muốn loại bỏ những nguy hiểm có thể xảy ra cho quân lính Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "and the American psyche,",
      "vi": "và cho tâm lý người Mỹ,"
    }
  },
  {
    "translation": {
      "en": "uh, but the increase on civilian harm ends up with Afghans,",
      "vi": "nhưng sự gia tăng sát thương lại xảy ra cho người Afghanistan,"
    }
  },
  {
    "translation": {
      "en": "and Iraqis, and Somalians.",
      "vi": "người Irắc và người Somali."
    }
  },
  {
    "translation": {
      "en": "I would really ask those who support trusting AI to be used in drones,",
      "vi": "Tôi sẽ hỏi những người ủng hộ tin vào dùng trí tuệ nhân tạo với drone,"
    }
  },
  {
    "translation": {
      "en": "\"What if your village was on the receiving end of that?\"",
      "vi": "\"Nếu làng của bạn là nơi nó tấn công thì sao?\""
    }
  },
  {
    "translation": {
      "en": "[man 13] AI is a dual-edged sword.",
      "vi": "Trí tuệ nhân tạo là con dao hai lưỡi."
    }
  },
  {
    "translation": {
      "en": "It can be used for good, which is what we'd use it for ordinarily,",
      "vi": "Nó có thể được dùng vào mục đích tốt, là điều ta sẽ dùng nó thông thường,"
    }
  },
  {
    "translation": {
      "en": "and at the flip of a switch,",
      "vi": "và chỉ cần thay đổi chút,"
    }
  },
  {
    "translation": {
      "en": "the technology becomes potentially something that could be lethal.",
      "vi": "công nghệ này có tiềm năng biến thành thứ gì đó có thể chết chóc."
    }
  },
  {
    "translation": {
      "en": "I'm a clinical pharmacologist.",
      "vi": "Tôi là bác sĩ dược lâm sàng."
    }
  },
  {
    "translation": {
      "en": "I have a team of people",
      "vi": "Tôi có một đội nhân sự"
    }
  },
  {
    "translation": {
      "en": "that are using artificial intelligence to figure out drugs",
      "vi": "sử dụng trí tuệ nhân tạo để tìm ra thuốc"
    }
  },
  {
    "translation": {
      "en": "that will cure diseases that are not getting any attention.",
      "vi": "chữa trị các căn bệnh mà chưa được chú ý tới."
    }
  },
  {
    "translation": {
      "en": "It used to be with drug discoveries, you would take a molecule that existed,",
      "vi": "Trước đây để chế ra thuốc, bạn cần lấy một phân tử đã có,"
    }
  },
  {
    "translation": {
      "en": "and do a tweak to that to get to a new drug.",
      "vi": "và biến đổi nó để tạo ra loại thuốc mới."
    }
  },
  {
    "translation": {
      "en": "And now we've developed AI that can feed us with millions of ideas,",
      "vi": "Giờ chúng tôi đã phát triển trí tuệ nhân tạo có thể cung cấp cả triệu ý tưởng,"
    }
  },
  {
    "translation": {
      "en": "millions of molecules,",
      "vi": "hàng triệu phân tử,"
    }
  },
  {
    "translation": {
      "en": "and that opens up so many possibilities",
      "vi": "và điều này mở ra vô vàn khả năng"
    }
  },
  {
    "translation": {
      "en": "for treating diseases we've never been able to treat previously.",
      "vi": "để điều trị các căn bệnh trước đây không thể điều trị."
    }
  },
  {
    "translation": {
      "en": "But there's definitely a dark side that I never have thought",
      "vi": "Nhưng chắc chắn có một mặt tối mà tôi chưa từng nghĩ"
    }
  },
  {
    "translation": {
      "en": "that I would go to.",
      "vi": "mình sẽ bước vào."
    }
  },
  {
    "translation": {
      "en": "This whole thing started when I was invited",
      "vi": "Toàn bộ chuyện này bắt đầu khi tôi được một tổ chức"
    }
  },
  {
    "translation": {
      "en": "by an organization out of Switzerland called the Spiez Laboratory",
      "vi": "bên ngoài Thụy Sĩ gọi là Phòng thí nghiệm Spiez mời"
    }
  },
  {
    "translation": {
      "en": "to give a presentation on the potential misuse of AI.",
      "vi": "thuyết trình về khả năng sử dụng trí tuệ nhân tạo sai mục đích."
    }
  },
  {
    "translation": {
      "en": "[man 14] Sean just sent me an email with a few ideas",
      "vi": "Sean vừa gửi cho tôi một email với vài ý tưởng"
    }
  },
  {
    "translation": {
      "en": "of some ways we could misuse our own artificial intelligence.",
      "vi": "mà chúng tôi có thể sử dụng sai mục đích trí tuệ nhân tạo của mình."
    }
  },
  {
    "translation": {
      "en": "And instead of asking our model to create drug-like molecules,",
      "vi": "Và thay vì yêu cầu mô hình tạo các phân tử dạng thuốc trị liệu"
    }
  },
  {
    "translation": {
      "en": "that could be used to treat diseases,",
      "vi": "mà có thể dùng để chữa bệnh,"
    }
  },
  {
    "translation": {
      "en": "let's see if we can generate the most toxic molecules possible.",
      "vi": "hãy xem liệu chúng tôi có thể tạo ra các phân tử độc hại nhất có thể."
    }
  },
  {
    "translation": {
      "en": "[Sean] I wanted to make the point, could we use AI technology",
      "vi": "Tôi muốn làm rõ vấn đề, ta có thể dùng công nghệ trí tuệ nhân tạo để thiết kế phân tử gây chết người?"
    }
  },
  {
    "translation": {
      "en": "to design molecules that were deadly?",
      "vi": "ta có thể dùng công nghệ trí tuệ nhân tạo để thiết kế phân tử gây chết người?"
    }
  },
  {
    "translation": {
      "en": "[Fabio] And to be honest, we thought it was going to fail",
      "vi": "Thành thật mà nói, chúng tôi đã nghĩ nó sẽ thất bại"
    }
  },
  {
    "translation": {
      "en": "because all we really did was flip this zero to a one.",
      "vi": "vì tất cả điều chúng tôi làm là đổi số không này thành số một."
    }
  },
  {
    "translation": {
      "en": "And by inverting it, instead of driving away from toxicity,",
      "vi": "Và với việc đảo số này, thay vì tránh xa chất độc hại,"
    }
  },
  {
    "translation": {
      "en": "now we're driving towards toxicity.",
      "vi": "giờ chúng tôi lại tiến về phía đó."
    }
  },
  {
    "translation": {
      "en": "And that's it.",
      "vi": "Và chỉ là thế."
    }
  },
  {
    "translation": {
      "en": "While I was home, the computer was doing the work.",
      "vi": "Trong khi tôi ở nhà, chiếc máy tính làm việc."
    }
  },
  {
    "translation": {
      "en": "I mean, it was cranking through, generating thousands of molecules,",
      "vi": "Ý là, nó hoàn thành nhanh, tạo ra hàng ngàn phân tử,"
    }
  },
  {
    "translation": {
      "en": "and we didn't have to do anything other than just push \"go.\"",
      "vi": "và chúng tôi không phải làm gì ngoài gõ lệnh \"go\"."
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next morning, there was this file on my computer,",
      "vi": "Sáng hôm sau, trong máy tính tôi có tệp này,"
    }
  },
  {
    "translation": {
      "en": "and within it were roughly 40,000 molecules",
      "vi": "và nó chứa khoảng 40.000 phân tử"
    }
  },
  {
    "translation": {
      "en": "that were potentially",
      "vi": "mà có khả năng là"
    }
  },
  {
    "translation": {
      "en": "some of the most toxic molecules known to humankind.",
      "vi": "một số phân tử độc hại nhất nhân loại từng biết."
    }
  },
  {
    "translation": {
      "en": "[Sean] The hairs on the back of my neck stood up on end.",
      "vi": "Tóc gáy tôi dựng đứng."
    }
  },
  {
    "translation": {
      "en": "I was blown away.",
      "vi": "Tôi hoàn toàn kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "The computer made tens of thousands of ideas",
      "vi": "Máy tính này đã tạo ra hàng ngàn ý tưởng"
    }
  },
  {
    "translation": {
      "en": "for new chemical weapons.",
      "vi": "tạo ra vũ khí hoá học mới."
    }
  },
  {
    "translation": {
      "en": "Obviously, we have molecules that look like and are VX analogs and VX",
      "vi": "Rõ ràng, chúng tôi có các phân tử trông giống và là họ chất độc VX và VX"
    }
  },
  {
    "translation": {
      "en": "in the data set.",
      "vi": "trong tập dữ liệu."
    }
  },
  {
    "translation": {
      "en": "VX is one of the most potent chemical weapons in the world.",
      "vi": "VX là một trong những vũ khí hoá học mạnh nhất trên thế giới."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] New claims from police",
      "vi": "Tuyên bố mới từ cảnh sát"
    }
  },
  {
    "translation": {
      "en": "that the women seen attacking Kim Jong-nam in this airport assassination",
      "vi": "rằng người phụ nữ được thấy tấn công Kim Jong-nam ở vụ ám sát tại sân bay"
    }
  },
  {
    "translation": {
      "en": "were using a deadly nerve agent called VX.",
      "vi": "đã sử dụng chất độc thần kinh chết người gọi là VX."
    }
  },
  {
    "translation": {
      "en": "[Sean] It can cause death through asphyxiation.",
      "vi": "Nó có thể gây chết người do ngạt thở."
    }
  },
  {
    "translation": {
      "en": "This is a very potent molecule,",
      "vi": "Đây là một phân tử cực mạnh,"
    }
  },
  {
    "translation": {
      "en": "and most of these molecules were predicted to be even more deadly than VX.",
      "vi": "và phần lớn các phân tử này được dự đoán còn độc hơn cả VX."
    }
  },
  {
    "translation": {
      "en": "[Fabio] Many of them had never, as far as we know, been seen before.",
      "vi": "Nhiều trong số các phân tử này, theo chúng tôi biết, là chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "And so, when Sean and I realized this, we're like, \"Oh, what have we done?\" [chuckles]",
      "vi": "Khi Sean và tôi nhận ra điều này đã thốt lên: \"Ôi, ta đã làm gì thế này?\""
    }
  },
  {
    "translation": {
      "en": "[Sean] I quickly realized that we had opened Pandora's box,",
      "vi": "Tôi nhanh chóng nhận ra chúng tôi đã mở chiếc hộp quỷ dữ,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Stop. Don't do anything else. We're done.\"",
      "vi": "tôi bảo: \"Dừng lại thôi. Không làm gì nữa. Ta xong rồi.\""
    }
  },
  {
    "translation": {
      "en": "\"Just make me the slides that I need for the presentation.\"",
      "vi": "\"Chỉ cần tạo các trang thuyết trình tôi cần để trình bày.\""
    }
  },
  {
    "translation": {
      "en": "When we did this experiment,",
      "vi": "Khi chúng tôi làm thí nghiệm này,"
    }
  },
  {
    "translation": {
      "en": "I was thinking, \"What's the worst thing that could possibly happen?\"",
      "vi": "tôi đã nghĩ, \"Điều tồi tệ nhất có có thể xảy ra là gì?\""
    }
  },
  {
    "translation": {
      "en": "But now I'm like, \"We were naive. We were totally naive in doing it.\"",
      "vi": "Giờ tôi nghĩ: \"Chúng tôi thật ngây thơ. Chúng tôi quá ngây thơ khi làm vậy.\""
    }
  },
  {
    "translation": {
      "en": "The thing that terrifies me the most is that anyone could do what we did.",
      "vi": "Điều khiến tôi kinh sợ nhất là bất kỳ ai cũng có thể làm như chúng tôi."
    }
  },
  {
    "translation": {
      "en": "All it takes is the flip of a switch.",
      "vi": "Chỉ cần đổi nhanh thông số."
    }
  },
  {
    "translation": {
      "en": "How do we control this technology before it's used",
      "vi": "Làm sao để kiểm soát công nghệ này trước khi nó có nguy cơ"
    }
  },
  {
    "translation": {
      "en": "potentially to do something that's utterly destructive?",
      "vi": "được sử dụng để làm một việc hoàn toàn hủy diệt?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] At the heart of the conversation around artificial intelligence",
      "vi": "Trọng tâm trao đổi xung quanh trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "and how do we choose to use it in society",
      "vi": "và cách ta chọn dùng nó trong xã hội"
    }
  },
  {
    "translation": {
      "en": "is a race between the power, with which we develop technologies,",
      "vi": "là cuộc đua giữa sức mạnh mà ta dùng để phát triển công nghệ,"
    }
  },
  {
    "translation": {
      "en": "and the wisdom that we have to govern it.",
      "vi": "và trí khôn mà ta phải kiểm soát được."
    }
  },
  {
    "translation": {
      "en": "There are the obvious moral and ethical implications",
      "vi": "Có những tác động rõ ràng về đạo đức và quy định xã hội"
    }
  },
  {
    "translation": {
      "en": "of the same thing that powers our smartphones",
      "vi": "của cùng một thứ vốn tạo sức mạnh cho điện thoại thông minh"
    }
  },
  {
    "translation": {
      "en": "being entrusted with the moral decision to take a life.",
      "vi": "được giao phó với quyết định có đạo đức để giết người."
    }
  },
  {
    "translation": {
      "en": "I work with the Future Of Life Institute, a community of scientist activists.",
      "vi": "Tôi làm việc với Viện Tương lai của Sự sống,"
    }
  },
  {
    "translation": {
      "en": "We're overall trying to show",
      "vi": "Chúng tôi đang cố gắng chỉ ra"
    }
  },
  {
    "translation": {
      "en": "that there is this other side to speeding up and escalating automation.",
      "vi": "rằng có mặt trái của việc tăng tốc và mở rộng việc tự hành."
    }
  },
  {
    "translation": {
      "en": "[Emilia] But we're trying to make sure that technologies we create",
      "vi": "Nhưng chúng tôi cố đảm bảo rằng công nghệ chúng ta tạo ra"
    }
  },
  {
    "translation": {
      "en": "are used in a way that is safe and ethical.",
      "vi": "được sử dụng một cách an toàn và có đạo đức."
    }
  },
  {
    "translation": {
      "en": "Let's have conversations about rules of engagement,",
      "vi": "Hãy thảo luận về các quy tắc tham gia,"
    }
  },
  {
    "translation": {
      "en": "and codes of conduct in using AI throughout our weapons systems.",
      "vi": "quy tắc đạo đức trong việc áp dụng trí tuệ nhân tạo vào các hệ thống vũ khí."
    }
  },
  {
    "translation": {
      "en": "Because we are now seeing \"enter the battlefield\" technologies",
      "vi": "Vì chúng ta đang chứng kiến các công nghệ \"tham gia vào chiến trường\""
    }
  },
  {
    "translation": {
      "en": "that can be used to kill autonomously.",
      "vi": "có thể được dùng để giết người một cách chủ động."
    }
  },
  {
    "translation": {
      "en": "In 2021, the UN released a report on the potential use",
      "vi": "Vào năm 2021, Liên Hiệp Quốc đã công bố một báo cáo về khả năng sử dụng"
    }
  },
  {
    "translation": {
      "en": "of a lethal autonomous weapon on the battlefield in Libya.",
      "vi": "vũ khí sát thương chủ động trên chiến trường ở Li-băng."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] A UN panel said that a drone flying in the Libyan civil war last year",
      "vi": "Một hội đồng của Liên Hợp Quốc nói rằng một drone ở nội chiến Li-băng năm ngoái"
    }
  },
  {
    "translation": {
      "en": "had been programmed to attack targets autonomously.",
      "vi": "đã được lập trình để tấn công mục tiêu một cách chủ động."
    }
  },
  {
    "translation": {
      "en": "[Emilia] If the UN reporting is accurate,",
      "vi": "Nếu báo cáo của Liên Hợp Quốc là chính xác,"
    }
  },
  {
    "translation": {
      "en": "this would be a watershed moment for humanity.",
      "vi": "đây có thể là thời điểm thay đổi toàn diện đối với nhân loại."
    }
  },
  {
    "translation": {
      "en": "Because it marks a use case",
      "vi": "Vì nó đánh dấu một trường hợp"
    }
  },
  {
    "translation": {
      "en": "where an AI made the decision to take a life, and not a human being.",
      "vi": "mà trí tuệ nhân tạo, không phải con người, đưa ra quyết định giết người."
    }
  },
  {
    "translation": {
      "en": "[Stacie] You're seeing advanced autonomous weapons",
      "vi": "Bạn đang thấy vũ khí tự chủ tiên tiến"
    }
  },
  {
    "translation": {
      "en": "beginning to be used in different places around the globe.",
      "vi": "bắt đầu được sử dụng ở nhiều nơi khác nhau trên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "There were reports out of Israel.",
      "vi": "Có báo cáo từ Israel."
    }
  },
  {
    "translation": {
      "en": "Azerbaijan used autonomous systems to target Armenian air defenses.",
      "vi": "Azerbaijan đã dùng các hệ thống tự chủ để nhắm vào hệ phòng không Armenia."
    }
  },
  {
    "translation": {
      "en": "[Sean] It can fly around the battlefield for hours,",
      "vi": "Nó có thể bay quanh chiến trường hàng giờ,"
    }
  },
  {
    "translation": {
      "en": "looking for things to hit on its own,",
      "vi": "tự tìm các mục tiêu tấn công,"
    }
  },
  {
    "translation": {
      "en": "and then plow into them without any kind of human intervention.",
      "vi": "và rồi tự lao vào chúng mà không cần can thiệp của con người."
    }
  },
  {
    "translation": {
      "en": "[Stacie] And we've seen recently",
      "vi": "Và gần đây chúng ta thấy"
    }
  },
  {
    "translation": {
      "en": "these different videos that are posted in Ukraine.",
      "vi": "những video khác nhau được đăng tải ở Ukraine."
    }
  },
  {
    "translation": {
      "en": "[Paul] It's unclear what mode they might have been in when they were operating.",
      "vi": "Không rõ chúng có thể đã hoạt động ở chế độ nào."
    }
  },
  {
    "translation": {
      "en": "Was a human in the loop, choosing what targets to attack,",
      "vi": "Liệu con người có tham gia, chọn lựa mục tiêu để tấn công"
    }
  },
  {
    "translation": {
      "en": "or was the machine doing that on its own?",
      "vi": "hay chiếc máy drone đó tự thực hiện?"
    }
  },
  {
    "translation": {
      "en": "But there will certainly come a point in time,",
      "vi": "Nhưng chắc chắn sẽ tới lúc,"
    }
  },
  {
    "translation": {
      "en": "whether it's already happened in Libya, Ukraine or elsewhere,",
      "vi": "dù điều này đã xảy ra ở Libye, Ukraine hay ở đâu khác,"
    }
  },
  {
    "translation": {
      "en": "where a machine makes its own decision about whom to kill on the battlefield.",
      "vi": "mà máy móc sẽ tự đưa ra quyết định về việc giết ai trên chiến trường."
    }
  },
  {
    "translation": {
      "en": "[Izumi] Machines exercising lethal power against humans",
      "vi": "Máy móc thực hành sức mạnh giết chóc chống lại nhân loại"
    }
  },
  {
    "translation": {
      "en": "without human intervention",
      "vi": "không có sự can thiệp của con người"
    }
  },
  {
    "translation": {
      "en": "is politically unacceptable, morally repugnant.",
      "vi": "là điều vi phạm đạo đức, không thể chấp nhận về mặt chính trị,"
    }
  },
  {
    "translation": {
      "en": "Whether the international community",
      "vi": "Liệu cộng đồng quốc tế"
    }
  },
  {
    "translation": {
      "en": "will be sufficient to govern those challenges",
      "vi": "có khả năng kiểm soát những thay đổi đó"
    }
  },
  {
    "translation": {
      "en": "is a big question mark.",
      "vi": "là một dấu hỏi lớn."
    }
  },
  {
    "translation": {
      "en": "[Emilia] If we look towards the future, even just a few years from now,",
      "vi": "Nếu chúng ta nhìn về tương lai, dù chỉ cách hiện tại vài năm,"
    }
  },
  {
    "translation": {
      "en": "what the landscape looks like is very scary,",
      "vi": "bức tranh hình ảnh cũng thật đáng sợ,"
    }
  },
  {
    "translation": {
      "en": "given that the amount of capital and human resource",
      "vi": "với lượng vốn và nguồn nhân lực"
    }
  },
  {
    "translation": {
      "en": "going into making AI more powerful",
      "vi": "đổ vào việc làm cho trí tuệ nhân tạo thêm mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "and using it for all of these different applications,",
      "vi": "và sử dụng nó trong mọi ứng dụng khác nhau,"
    }
  },
  {
    "translation": {
      "en": "is immense.",
      "vi": "là khổng lồ."
    }
  },
  {
    "translation": {
      "en": "Oh my God, this guy.",
      "vi": "Chúa ơn, gã này."
    }
  },
  {
    "translation": {
      "en": "[Brandon] He knows he can't win.",
      "vi": "Cậu ấy biết là không thể thắng."
    }
  },
  {
    "translation": {
      "en": "When I see AI win at different problems, I find it inspirational.",
      "vi": "Khi thấy trí tuệ nhân tạo thắng ở các lĩnh vực khác nhau, tôi thấy phấn khích."
    }
  },
  {
    "translation": {
      "en": "Going for a little Hail Mary action.",
      "vi": "Một nước đi tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "And you can apply those same tactics, techniques, procedures to real aircraft.",
      "vi": "Và bạn có thể áp dụng cùng chiến thuật, kỹ thuật, quy trình cho máy bay thực tế."
    }
  },
  {
    "translation": {
      "en": "-[friend] Good game. -[Brandon] All right, good game. [laughs]",
      "vi": "Chơi hay lắm. Phải, bài chơi hay."
    }
  },
  {
    "translation": {
      "en": "It's surprising to me",
      "vi": "Thật ngạc nhiên là"
    }
  },
  {
    "translation": {
      "en": "that people continue to make statements about what AI can't do. Right?",
      "vi": "mọi người tiếp tục tuyên bố việc trí tuệ nhân tạo không làm nổi. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "\"Oh, it'll never be able to beat a world champion in chess.\"",
      "vi": "\"Ồ, nó sẽ chẳng thể đánh bại vô địch thế giới trong cờ vua.\""
    }
  },
  {
    "translation": {
      "en": "[reporter 5] An IBM computer has made a comeback",
      "vi": "Một máy tính IBM đã có màn tái xuất"
    }
  },
  {
    "translation": {
      "en": "in Game 2 of its match with world chess champion, Garry Kasparov.",
      "vi": "trong Game 2 với nhà vô địch cờ vua thế giới, Garry Kasparov."
    }
  },
  {
    "translation": {
      "en": "[commentator] Whoa! Kasparov has resigned!",
      "vi": "Kasparov đã chịu thua!"
    }
  },
  {
    "translation": {
      "en": "[Kasporov] When I see something that is well beyond my understanding,",
      "vi": "Khi thấy điều gì đó vượt khả năng hiểu biết của mình,"
    }
  },
  {
    "translation": {
      "en": "I'm scared. And that was something well beyond my understanding.",
      "vi": "tôi sợ hãi. Và thứ đó vượt xa tầm hiểu biết của tôi."
    }
  },
  {
    "translation": {
      "en": "[Brandon] And then people would say,",
      "vi": "Và mọi người sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "\"It'll never be able to beat a world champion in the game of Go.\"",
      "vi": "\"Nó sẽ chẳng thể đánh bại vô địch thế giới ở trò Cờ vây.\""
    }
  },
  {
    "translation": {
      "en": "[Go champion] I believe human intuition is still too advanced for A.I.",
      "vi": "Tôi tin rằng trực giác con người vẫn là quá xa vời để trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "to have caught up.",
      "vi": "có thể bắt kịp."
    }
  },
  {
    "translation": {
      "en": "[man 15] Go is one of the most complicated games anyone can learn",
      "vi": "Cờ vây là một trò chơi phức tạp nhất ai đó có thể học"
    }
  },
  {
    "translation": {
      "en": "because the number of moves on the board, when you do the math,",
      "vi": "vì số nước đi trên bàn cờ, khi bạn tính toán,"
    }
  },
  {
    "translation": {
      "en": "equal more atoms than there are in the entire universe.",
      "vi": "nhiều hơn số phân tử có trong toàn thể vũ trụ."
    }
  },
  {
    "translation": {
      "en": "There was a team at Google called DeepMind,",
      "vi": "Có một đội tại Google gọi là DeepMind,"
    }
  },
  {
    "translation": {
      "en": "and they created a program called AlphaGo",
      "vi": "họ đã tạo ra chương trình tên là AlphaGo"
    }
  },
  {
    "translation": {
      "en": "to be able to beat the world's best players.",
      "vi": "để có thể đánh bại những quán quân thế giới."
    }
  },
  {
    "translation": {
      "en": "Congratulations to…",
      "vi": "Chúc mừng…"
    }
  },
  {
    "translation": {
      "en": "-AlphaGo -AlphaGo.",
      "vi": "- AlphaGo. - AlphaGo."
    }
  },
  {
    "translation": {
      "en": "A computer program has just beaten a 9 dan professional.",
      "vi": "Một chương trình máy tính vừa đánh bại kiện tướng cấp 9 cờ vây."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Then DeepMind chose StarCraft as kind of their next AI challenge.",
      "vi": "Và rồi DeepMind chọn StarCraft là thử thách trí tuệ nhân tạo tiếp theo."
    }
  },
  {
    "translation": {
      "en": "StarCraft is perhaps the most popular real-time strategy game of all time.",
      "vi": "StarCraft có lẽ là trò chơi chiến lược thời gian thực phổ biến nhất mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "AlphaStar became famous when it started defeating world champions.",
      "vi": "AlphaStar trở nên nổi tiếng khi đánh bại các nhà vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "[host 1] AlphaStar absolutely smashing Immortal Arc.",
      "vi": "AlphaStar hoàn toàn hủy diệt Immoral Arc."
    }
  },
  {
    "translation": {
      "en": "[host 2] Know what?",
      "vi": "Anh biết gì không?"
    }
  },
  {
    "translation": {
      "en": "This is not gonna be a fight that the pros can win.",
      "vi": "Đây không phải là trận đấu mà dân chuyên có thể thắng."
    }
  },
  {
    "translation": {
      "en": "It's kind of ridiculous.",
      "vi": "Thật là nực cười."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Professional gamers say, \"I would never try that tactic.\"",
      "vi": "Các game thủ chuyên nghiệp thốt lên: \"Tôi sẽ chẳng dùng mẹo đó.\""
    }
  },
  {
    "translation": {
      "en": "\"I would never try that strategy. That's something that's not human.\"",
      "vi": "\"Tôi sẽ không bao giờ thử chiến thuật đó. Đó là một trò không phải con người.\""
    }
  },
  {
    "translation": {
      "en": "And that was perhaps, you know, the \"a-ha\" moment for me.",
      "vi": "Và đó có lẽ là khoảnh khắc \"à-ha\" với tôi."
    }
  },
  {
    "translation": {
      "en": "I came to realize the time is now.",
      "vi": "Tôi nhận ra giờ là thời điểm."
    }
  },
  {
    "translation": {
      "en": "There's an important technology and an opportunity to make a difference.",
      "vi": "Có một công nghệ quan trọng và một cơ hội tạo ra sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "I only knew the problems that I had faced as a SEAL in close-quarters combat,",
      "vi": "Tôi chỉ biết các vấn đề mình đối mặt khi là lính thủy chiến đấu cận chiến,"
    }
  },
  {
    "translation": {
      "en": "but one of my good friends, who was an F-18 pilot, told me,",
      "vi": "nhưng một người bạn thân, là phi công F-18, đã bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "\"We have the same problem in the fighter jet community.\"",
      "vi": "\"Bọn tôi cũng có cùng vấn đề trong cộng đồng máy bay chiến đấu."
    }
  },
  {
    "translation": {
      "en": "\"They are jamming communications.\"",
      "vi": "Họ phá sóng liên lạc."
    }
  },
  {
    "translation": {
      "en": "\"There are proliferated surface-to-air missile sites",
      "vi": "Gia tăng nhiều cụm tên lửa đất đối không"
    }
  },
  {
    "translation": {
      "en": "that make it too dangerous to operate.\"",
      "vi": "khiến việc giao chiến quá nguy hiểm.\""
    }
  },
  {
    "translation": {
      "en": "Imagine if we had a fighter jet that was commanded by an AI.",
      "vi": "Thử tưởng tượng nếu ta có một chiến đấu cơ do một trí tuệ nhân tạo ra lệnh."
    }
  },
  {
    "translation": {
      "en": "[host 3] Welcome to the AlphaDogfights.",
      "vi": "Đây là thử nghiệm AlphaDogfight."
    }
  },
  {
    "translation": {
      "en": "We're a couple of minutes away from this first semifinal.",
      "vi": "Vài phút nữa là tới trận bán kết đầu tiên."
    }
  },
  {
    "translation": {
      "en": "[Brandon] DARPA, the Defense Advanced Research Projects Agency,",
      "vi": "DARPA, Cơ quan Chỉ đạo Nghiên cứu Các Dự án Tiên tiến,"
    }
  },
  {
    "translation": {
      "en": "had seen AlphaGo and AlphaStar,",
      "vi": "đã xem AlphaGo và AlphaStar,"
    }
  },
  {
    "translation": {
      "en": "and so this idea of the AlphaDogfight competition came to life.",
      "vi": "và ý tưởng cuộc đấu AlphaDogfight đã được thực hiện."
    }
  },
  {
    "translation": {
      "en": "[host 4] It's what you wanna see your fighter pilots do.",
      "vi": "Đó là điều anh muốn thấy phi công chiến đấu của anh làm."
    }
  },
  {
    "translation": {
      "en": "[host 3] This looks like human dogfighting.",
      "vi": "Giống như trận không chiến phi công người."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Dogfighting is fighter-on-fighter aircraft going at it.",
      "vi": "Không chiến là máy bay chiến đấu giao chiến với nhau."
    }
  },
  {
    "translation": {
      "en": "You can think about it as a boxing match in the sky.",
      "vi": "Bạn có thể nghĩ nó như là trận đấu quyền anh trên không."
    }
  },
  {
    "translation": {
      "en": "Maybe people have seen the movie Top Gun.",
      "vi": "Có lẽ mọi người đã xem bộ phim Top Gun."
    }
  },
  {
    "translation": {
      "en": "-[character] Can we outrun these guys? -[Maverick] Not their missiles and guns.",
      "vi": "Vượt được chúng không? Trừ tên lửa và súng của chúng."
    }
  },
  {
    "translation": {
      "en": "[character] It's a dogfight.",
      "vi": "Vậy đó là không chiến."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Learning to master dogfighting can take eight to ten years.",
      "vi": "Học thành thạo không chiến có thể mất tám tới mười năm."
    }
  },
  {
    "translation": {
      "en": "It's an extremely complex challenge to build AI around.",
      "vi": "Đó là một thử thách cực kỳ phức tạp để xây dựng trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "The prior approaches to autonomy and dogfighting tended to be brittle.",
      "vi": "Cách tiếp cận trước đây về tự chủ và không chiến có xu hướng bất ổn."
    }
  },
  {
    "translation": {
      "en": "[man 16] We figured machine learning was probably the way to solve this problem.",
      "vi": "Chúng tôi nhận ra máy học có lẽ là cách xử lý vấn đề này."
    }
  },
  {
    "translation": {
      "en": "At first, the AI knew nothing about the world in which it was dropped.",
      "vi": "Ban đầu, trí tuệ nhân tạo không biết gì về lĩnh vực nó được đưa vào."
    }
  },
  {
    "translation": {
      "en": "It didn't know it was flying or what dogfighting was.",
      "vi": "Nó không biết nó sẽ lái máy bay hay không chiến là gì."
    }
  },
  {
    "translation": {
      "en": "It didn't know what an F-16 is.",
      "vi": "Nó không biết F-16 là gì."
    }
  },
  {
    "translation": {
      "en": "All it knew was the available actions it could take,",
      "vi": "Nó chỉ biết là các hành động nó có thể thực hiện,"
    }
  },
  {
    "translation": {
      "en": "and it would start to randomly explore those actions.",
      "vi": "và nó bắt đầu khám phá ngẫu nhiên các hành động này."
    }
  },
  {
    "translation": {
      "en": "[colleague] The blue plane's been training for only a small amount of time.",
      "vi": "Máy bay xanh đã được huấn luyện trong một thời gian ngắn."
    }
  },
  {
    "translation": {
      "en": "You can see it wobbling back and forth,",
      "vi": "Bạn có thể thấy nó lắc lư,"
    }
  },
  {
    "translation": {
      "en": "uh, flying very erratically, generally away from its adversary.",
      "vi": "bay rất bất ổn, thường tránh xa kẻ địch."
    }
  },
  {
    "translation": {
      "en": "As the fight progresses, we can see blue is starting",
      "vi": "Khi cuộc chiến tiếp diễn, ta có thể thấy máy bay xanh bắt đầu thiết lập chiến lược ở đây."
    }
  },
  {
    "translation": {
      "en": "to establish here its game plan.",
      "vi": "ta có thể thấy máy bay xanh bắt đầu thiết lập chiến lược ở đây."
    }
  },
  {
    "translation": {
      "en": "It's more in a position to shoot.",
      "vi": "Vị trí này thuận lợn hơn để bắn."
    }
  },
  {
    "translation": {
      "en": "Once in a while, the learning algorithm said,",
      "vi": "Thi thoảng, thuật toán học nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Here's a cookie. Keep doing more of that.\"",
      "vi": "\"Bánh quy đây. Tốt đấy. Tiếp tục làm thế.\""
    }
  },
  {
    "translation": {
      "en": "We can take advantage of computer power and train the agents many times",
      "vi": "Chúng tôi tận dụng sức mạnh máy tính và huấn luyện các đặc vụ nhiều lần"
    }
  },
  {
    "translation": {
      "en": "in parallel.",
      "vi": "một cách song song."
    }
  },
  {
    "translation": {
      "en": "It's like a basketball team.",
      "vi": "Nó giống như một đội bóng rổ."
    }
  },
  {
    "translation": {
      "en": "Instead of playing the same team over and over again,",
      "vi": "Thay vì chơi đi chơi lại với cùng một đội,"
    }
  },
  {
    "translation": {
      "en": "you're traveling the world playing 512 different teams,",
      "vi": "chúng tôi đi khắp thế giới chơi với 512 độ khác nhau,"
    }
  },
  {
    "translation": {
      "en": "all at the same time.",
      "vi": "tất cả diễn ra cùng lúc."
    }
  },
  {
    "translation": {
      "en": "You can get very good, very fast.",
      "vi": "Bạn có thể trở nên rất giỏi, rất nhanh."
    }
  },
  {
    "translation": {
      "en": "We were able to run that simulation 24/7",
      "vi": "Chúng tôi có thể chạy mô phỏng 24/7"
    }
  },
  {
    "translation": {
      "en": "and get something like 30 years of pilot training time in, in 10 months.",
      "vi": "và đạt được việc huấn luyện phi công 30 năm, trong 10 tháng."
    }
  },
  {
    "translation": {
      "en": "We went from barely able to control the aircraft",
      "vi": "Chúng tôi từ chỗ hầu như không thể điều khiển máy bay"
    }
  },
  {
    "translation": {
      "en": "to being a stone-cold assassin.",
      "vi": "tới là một sát thủ siêu việt."
    }
  },
  {
    "translation": {
      "en": "Under training, we were competing only against other artificial intelligence.",
      "vi": "Trong quá trình huấn luyện, chúng tôi chỉ thi đấu với các trí tuệ nhân tạo khác."
    }
  },
  {
    "translation": {
      "en": "But competing against humans directly was kind of the ultimate target.",
      "vi": "Nhưng mục tiêu cuối cùng là thi đấu với phi công con người."
    }
  },
  {
    "translation": {
      "en": "My name is Mike Benitez,",
      "vi": "Tên tôi là Mike Benitez,"
    }
  },
  {
    "translation": {
      "en": "I'm a Lieutenant Colonel in the U.S. Air Force.",
      "vi": "tôi là Trung tá thuộc Không lực Hoa Kỳ,"
    }
  },
  {
    "translation": {
      "en": "Been on active duty about 25 years.",
      "vi": "và tại ngũ khoảng 25 năm."
    }
  },
  {
    "translation": {
      "en": "I've got 250 combat missions",
      "vi": "Tôi có 250 nhiệm vụ chiến đấu"
    }
  },
  {
    "translation": {
      "en": "and I'm a weapons school graduate,",
      "vi": "và tôi tốt nghiệp Weapons School,"
    }
  },
  {
    "translation": {
      "en": "which is Air Force version of Top Gun.",
      "vi": "là phiên bản Top Gun trong Không quân."
    }
  },
  {
    "translation": {
      "en": "I've never actually flown against AI.",
      "vi": "Tôi chưa từng không chiến với trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "So I'm pretty excited to see how well I can do.",
      "vi": "Tôi rất hào hứng xem mình làm tốt ở mức nào."
    }
  },
  {
    "translation": {
      "en": "[commander] We got now a 6,000 feet offensive set up nose-to-nose.",
      "vi": "Giờ chúng ta có môi trường tấn công 1.830 km mặt đối mặt."
    }
  },
  {
    "translation": {
      "en": "Fight's on.",
      "vi": "Bắt đầu chiến."
    }
  },
  {
    "translation": {
      "en": "He's gone now.",
      "vi": "Anh ấy tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's actually really interesting.",
      "vi": "Phải, thật là thú vị."
    }
  },
  {
    "translation": {
      "en": "Dead. Got him. Flawless victory.",
      "vi": "- Chết. - Đã hạ. Chiến thắng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "All right, round two.",
      "vi": "Được rồi, hiệp hai."
    }
  },
  {
    "translation": {
      "en": "What the artificial intelligence is doing is maneuvering with such precision,",
      "vi": "Những gì trí tuệ nhân tạo đang thực hiện là di chuyển với độ chính xác cao"
    }
  },
  {
    "translation": {
      "en": "uh, that I just can't keep up with it.",
      "vi": "mà tôi không thể theo kịp."
    }
  },
  {
    "translation": {
      "en": "Right into the merge.",
      "vi": "Vào ngay giao chiến."
    }
  },
  {
    "translation": {
      "en": "Oh, now you're gone.",
      "vi": "Ồ, giờ thì anh tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "Got him!",
      "vi": "Đã hạ!"
    }
  },
  {
    "translation": {
      "en": "Still got me.",
      "vi": "Vẫn hạ được tôi."
    }
  },
  {
    "translation": {
      "en": "[Brett] AI is never scared.",
      "vi": "Trí tuệ nhân tạo không biết sợ."
    }
  },
  {
    "translation": {
      "en": "There's a human emotional element in the cockpit an AI won't have.",
      "vi": "Một yếu tố cảm xúc con người trong buồng lái mà AI không có."
    }
  },
  {
    "translation": {
      "en": "One of the more interesting strategies our AI developed,",
      "vi": "Một trong những chiến thuật thú vị hơn mà AI đã phát triển,"
    }
  },
  {
    "translation": {
      "en": "was what we call the face shot.",
      "vi": "là chiến thuật bắn trực diện."
    }
  },
  {
    "translation": {
      "en": "Usually a human wants to shoot from behind",
      "vi": "Thông thường con người muốn bắn từ phía sau"
    }
  },
  {
    "translation": {
      "en": "because it's hard for them to shake you loose.",
      "vi": "vì sẽ khó để đối phương cắt đuôi."
    }
  },
  {
    "translation": {
      "en": "They don't try face shots because you're playing a game of chicken.",
      "vi": "Họ không tìm cách bắn trực diện vì bạn chơi trò cân não."
    }
  },
  {
    "translation": {
      "en": "When we come head-on, 3,000 feet away to 500 feet away",
      "vi": "Khi ta đối đầu, khoảng cách từ 900 m tới 150 m"
    }
  },
  {
    "translation": {
      "en": "can happen in a blink of an eye.",
      "vi": "có thể diễn ra trong nháy mắt."
    }
  },
  {
    "translation": {
      "en": "You run a high risk of colliding, so humans don't try it.",
      "vi": "Bạn có nguy cơ va chạm rất cao, nên con người không làm vậy."
    }
  },
  {
    "translation": {
      "en": "The AI, unless it's told to fear death, will not fear death.",
      "vi": "AI, trừ phi được lệnh phải sợ chết, sẽ không sợ chết."
    }
  },
  {
    "translation": {
      "en": "[Mike] All good. Feels like I'm fighting against a human, uh,",
      "vi": "Cảm giác như tôi đang đấu với một con người,"
    }
  },
  {
    "translation": {
      "en": "a human that has a reckless abandonment for safety. [chuckles]",
      "vi": "nhưng là một người liều lĩnh bỏ qua sự an toàn."
    }
  },
  {
    "translation": {
      "en": "He's not gonna survive this last one.",
      "vi": "Anh ấy sẽ không qua được trận cuối này."
    }
  },
  {
    "translation": {
      "en": "He doesn't have enough time.",
      "vi": "Anh ấy không đủ thời gian."
    }
  },
  {
    "translation": {
      "en": "[Brett] Good night.",
      "vi": "Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "[Mike] I'm dead.",
      "vi": "Tôi tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "It's humbling to know",
      "vi": "Thật khiêm tốn khi biết"
    }
  },
  {
    "translation": {
      "en": "that I might not even be the best thing for this mission,",
      "vi": "tôi thậm chí không phải tay cừ nhất trong nhiệm vụ này,"
    }
  },
  {
    "translation": {
      "en": "and that thing could be something that replaces me one day.",
      "vi": "và thứ đó có thể thay thế tôi một ngày nào đó."
    }
  },
  {
    "translation": {
      "en": "[colleague] Same 6 CAV.",
      "vi": "Vẫn môi trường không chiến 1.8 km."
    }
  },
  {
    "translation": {
      "en": "One thousand offset.",
      "vi": "Khoảng cách 300m."
    }
  },
  {
    "translation": {
      "en": "[Brandon] With this AI pilot commanding fighter aircraft,",
      "vi": "Với phi công AI điều khiển máy bay chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "the winning is relentless, it's dominant.",
      "vi": "chiến thắng là không ngừng, là áp đảo."
    }
  },
  {
    "translation": {
      "en": "It's not just winning by a wide range.",
      "vi": "Không chỉ là thắng cách biệt."
    }
  },
  {
    "translation": {
      "en": "It's, \"Okay, how can we get that onto our aircraft?\" It's that powerful.",
      "vi": "Mà là: \"Được rồi, làm thế nào đưa nó vào máy bay của ta?\" Mạnh vậy đấy."
    }
  },
  {
    "translation": {
      "en": "[Nathan] It's realistic to expect that AI will be piloting an F-16,",
      "vi": "Thật thực tế khi mong đợi AI sẽ điều khiển chiếc F-16,"
    }
  },
  {
    "translation": {
      "en": "and it will not be that far out.",
      "vi": "và nó không còn quá xa vời."
    }
  },
  {
    "translation": {
      "en": "[Brandon] If you're going up against an AI pilot that has a 99.99999% win rate,",
      "vi": "Nếu phải đối đầu với phi công AI có tỷ lệ thắng 99,99999%,"
    }
  },
  {
    "translation": {
      "en": "you don't stand a chance.",
      "vi": "bạn không có cơ hội."
    }
  },
  {
    "translation": {
      "en": "When I think about one AI pilot being unbeatable,",
      "vi": "Khi tôi nghĩ tới một phi công AI không thể đánh bại,"
    }
  },
  {
    "translation": {
      "en": "I think about what a team of 50, or 100,",
      "vi": "tôi nghĩ tới một đội gồm 50 hay 100"
    }
  },
  {
    "translation": {
      "en": "or 1,000 AI pilots can continue to, uh, achieve.",
      "vi": "hay 1,000 phi công AI có thể đạt được gì."
    }
  },
  {
    "translation": {
      "en": "Swarming is a team of highly intelligent aircraft",
      "vi": "Bầy drone là một đội máy bay thông minh cao cấp"
    }
  },
  {
    "translation": {
      "en": "that work with each other.",
      "vi": "phối hợp với nhau."
    }
  },
  {
    "translation": {
      "en": "They're sharing information about what to do, how to solve a problem.",
      "vi": "Chúng chia sẻ thông tin về điều cần thực hiện, cách xử lý vấn đề."
    }
  },
  {
    "translation": {
      "en": "Swarming will be a game-changing and transformational capability",
      "vi": "Bầy drone sẽ là một năng lực đột phá và tạo sự biến đổi"
    }
  },
  {
    "translation": {
      "en": "to our military and our allies.",
      "vi": "cho quân đội và đồng minh của chúng ta."
    }
  },
  {
    "translation": {
      "en": "[controller] Target has been acquired, and the drones are tracking him.",
      "vi": "Mục tiêu đã được xác định, và các drone đang theo dõi anh ta."
    }
  },
  {
    "translation": {
      "en": "[controller] Here comes the land.",
      "vi": "Được rồi, bãi đỗ đây rồi."
    }
  },
  {
    "translation": {
      "en": "[man 17] Primary goal of the swarming research we're working on",
      "vi": "Mục tiêu chính của nghiên cứu bầy drone chúng tôi đang làm"
    }
  },
  {
    "translation": {
      "en": "is to deploy a large number of drones",
      "vi": "là triển khai số lượng lớn drone"
    }
  },
  {
    "translation": {
      "en": "over an area that is hard to get to or dangerous to get to.",
      "vi": "trên một vùng mà khó tới hoặc nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "The Army Research Lab has been supporting this particular research project.",
      "vi": "Phòng Nghiên cứu Quân đội đã hỗ trợ dự án nghiên cứu riêng này."
    }
  },
  {
    "translation": {
      "en": "If you want to know what's in a location,",
      "vi": "Nếu anh muốn biết có gì ở một địa điểm,"
    }
  },
  {
    "translation": {
      "en": "but it's hard to get to that area, or it's a very large area,",
      "vi": "nhưng vùng đó rất khó tới hoặc nó là một vùng quá rộng,"
    }
  },
  {
    "translation": {
      "en": "then deploying a swarm is a very natural way",
      "vi": "thì việc triển khai một bầy drone là tự nhiên"
    }
  },
  {
    "translation": {
      "en": "to extend the reach of individuals",
      "vi": "để mở rộng phạm vi của các cá thể"
    }
  },
  {
    "translation": {
      "en": "and collect information that is critical to the mission.",
      "vi": "và thu thập thông tin quan trọng cho nhiệm vụ này."
    }
  },
  {
    "translation": {
      "en": "So, right now in our swarm deployment,",
      "vi": "Vậy, ngay lúc này trong việc triển khai bầy drone"
    }
  },
  {
    "translation": {
      "en": "we essentially give a single command to go track the target of interest.",
      "vi": "chúng tôi chỉ cần ra một mệnh lệnh truy tìm mục tiên quan tâm."
    }
  },
  {
    "translation": {
      "en": "Then the drones go and do all of that on their own.",
      "vi": "Sau đó các drone sẽ đi và tự thực hiện mọi việc."
    }
  },
  {
    "translation": {
      "en": "Artificial intelligence allows the robots to move collectively as a swarm",
      "vi": "Trí tuệ nhân tạo cho phép các rô-bốt di chuyển tập thể dạng bầy"
    }
  },
  {
    "translation": {
      "en": "in a decentralized manner.",
      "vi": "theo hình thức phân tán."
    }
  },
  {
    "translation": {
      "en": "In the swarms in nature that we see,",
      "vi": "Giống như các bầy đàn trong tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "there's no boss, no main animal telling them what to do.",
      "vi": "không có chỉ huy, không có đầu đàn bảo chúng phải làm gì."
    }
  },
  {
    "translation": {
      "en": "The behavior is emerging out of each individual animal",
      "vi": "Hành vi được tạo ra từ từng cá thể động vật"
    }
  },
  {
    "translation": {
      "en": "following a few simple rules.",
      "vi": "theo một vài quy tắc đơn giản."
    }
  },
  {
    "translation": {
      "en": "And out of that grows this emergent collective behavior that you see.",
      "vi": "Và từ đó tạo nên hành vi tập thể nổi bật mà bạn thấy."
    }
  },
  {
    "translation": {
      "en": "What's awe-inspiring about swarms in nature",
      "vi": "Điều đáng kinh ngạc về bầy đàn trong tự nhiên"
    }
  },
  {
    "translation": {
      "en": "is the graceful ability in which they move.",
      "vi": "là khả năng di chuyển hài hoà của chúng."
    }
  },
  {
    "translation": {
      "en": "It's as if they were built to be a part of this group.",
      "vi": "Như thể chúng được tạo ra là một phần của cả bầy."
    }
  },
  {
    "translation": {
      "en": "Ideally, what we'd love to see with our drone swarm is,",
      "vi": "Về lý tưởng, điều chúng tôi muốn thấy với bầy drone là,"
    }
  },
  {
    "translation": {
      "en": "much like in the swarm in nature,",
      "vi": "giống như bầy đàn trong tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "decisions being made by the group collectively.",
      "vi": "các quyết định được đưa ra bởi nhóm dạng tập hợp."
    }
  },
  {
    "translation": {
      "en": "The other piece of inspiration for us",
      "vi": "Một nguồn cảm hứng khác"
    }
  },
  {
    "translation": {
      "en": "comes in the form of reliability and resiliency.",
      "vi": "là từ tính đáng tin cậy và phục hồi."
    }
  },
  {
    "translation": {
      "en": "That swarm will not go down",
      "vi": "Một bầy sẽ không tan vỡ"
    }
  },
  {
    "translation": {
      "en": "if one individual animal doesn't do what it's supposed to do.",
      "vi": "nếu một cá thể động vật không tuân theo điều nó cần làm."
    }
  },
  {
    "translation": {
      "en": "Even if one of the agents falls out, or fails,",
      "vi": "Ngay cả khi một phần tử bị rụng hoặc lỗi,"
    }
  },
  {
    "translation": {
      "en": "or isn't able to complete the task,",
      "vi": "hoặc nó không thể hoàn thành nhiệm vụ,"
    }
  },
  {
    "translation": {
      "en": "the swarm will continue.",
      "vi": "cả bầy vẫn sẽ tiếp tục."
    }
  },
  {
    "translation": {
      "en": "And ultimately, that's what we'd like to have.",
      "vi": "Và cuối cùng, đó là điều chúng tôi muốn có."
    }
  },
  {
    "translation": {
      "en": "We have this need in combat scenarios for identifying enemy aircraft,",
      "vi": "Chúng tôi cần điều này trong tình huống chiến đấu để xác định máy bay địch,"
    }
  },
  {
    "translation": {
      "en": "and it used to be we required one person controlling one robot.",
      "vi": "và chúng tôi thường cần một người điều khiển một rô-bốt để thực hiện."
    }
  },
  {
    "translation": {
      "en": "As autonomy increases,",
      "vi": "Khi khả năng tự chủ gia tăng,"
    }
  },
  {
    "translation": {
      "en": "I hope we will get to see a large number of robots",
      "vi": "tôi hi vọng sẽ thấy một lượng lớn rô-bốt"
    }
  },
  {
    "translation": {
      "en": "being controlled by a very small number of people.",
      "vi": "được điều khiển bởi một số ít con người."
    }
  },
  {
    "translation": {
      "en": "I see no reason why we couldn't achieve a thousand eventually",
      "vi": "Không có lý do gì mà ta không đạt được bầy drone cả ngàn chiếc"
    }
  },
  {
    "translation": {
      "en": "because each agent will be able to act of its own accord,",
      "vi": "vì mỗi đơn vị sẽ có khả năng tự hành động tương ứng,"
    }
  },
  {
    "translation": {
      "en": "and the sky's the limit.",
      "vi": "và khả năng là vô tận."
    }
  },
  {
    "translation": {
      "en": "We can scale our learning…",
      "vi": "Chúng ta có thể mở rộng máy học…"
    }
  },
  {
    "translation": {
      "en": "[Justin B.] We've been working on swarming in simulation for quite some time,",
      "vi": "Chúng tôi đã làm về bầy drone trong giả lập một thời gian rồi,"
    }
  },
  {
    "translation": {
      "en": "and it is time to bring that to real-world aircraft.",
      "vi": "và đã tới lúc đưa điều đó vào máy bay thực tế."
    }
  },
  {
    "translation": {
      "en": "We expect to be doing three robots at once over the network,",
      "vi": "Chúng tôi dự kiến triển khai ba rô-bốt cùng lúc qua một mạng lưới,"
    }
  },
  {
    "translation": {
      "en": "and then starting to add more and more capabilities.",
      "vi": "và sau đó bắt đầu tăng thêm."
    }
  },
  {
    "translation": {
      "en": "We want to be able to test that on smaller systems,",
      "vi": "Chúng tôi muốn có thể kiểm tra với các hệ thống nhỏ,"
    }
  },
  {
    "translation": {
      "en": "but take those same concepts and apply them to larger systems,",
      "vi": "và áp dụng nguyên lý này vào các hệ thống lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "like a fighter jet.",
      "vi": "như các chiến đấu cơ phản lực."
    }
  },
  {
    "translation": {
      "en": "[Brandon] We talk a lot about,",
      "vi": "Chúng ta đề cập nhiều về"
    }
  },
  {
    "translation": {
      "en": "how do you give a platoon the combat power of a battalion?",
      "vi": "làm sao tạo một trung đội có sức chiến đấu của một tiểu đoàn?"
    }
  },
  {
    "translation": {
      "en": "Or a battalion the combat power of a brigade?",
      "vi": "Hay một tiểu đoàn có sức chiến đấu của một lữ đoàn?"
    }
  },
  {
    "translation": {
      "en": "You can do that with swarming.",
      "vi": "Bạn có thể làm điều đó với bầy drone."
    }
  },
  {
    "translation": {
      "en": "And when you can unlock that power of swarming,",
      "vi": "Và khi bạn mở khoá sức mạnh bầy drone,"
    }
  },
  {
    "translation": {
      "en": "you have just created a new strategic deterrence",
      "vi": "bạn đã tạo ra sự răn đe chiến lược"
    }
  },
  {
    "translation": {
      "en": "to military aggression.",
      "vi": "cho sự khiêu khích quân sự,"
    }
  },
  {
    "translation": {
      "en": "[Bob] I think the most exciting thing is the number of young men and women",
      "vi": "Tôi nghĩ điều thú vị nhất là số lượng thanh niên nam nữ"
    }
  },
  {
    "translation": {
      "en": "who we will save if we really do this right.",
      "vi": "chúng ta sẽ cứu được nếu ta thực sự làm đúng điều này."
    }
  },
  {
    "translation": {
      "en": "And we trade machines",
      "vi": "Và chúng ta đánh đổi máy móc"
    }
  },
  {
    "translation": {
      "en": "rather than human lives.",
      "vi": "thay vì mạng sống con người."
    }
  },
  {
    "translation": {
      "en": "Some argue that autonomous weapons will make warfare more precise",
      "vi": "Một số người cho rằng vũ khí tự chủ sẽ giúp chiến tranh chính xác"
    }
  },
  {
    "translation": {
      "en": "and more humane,",
      "vi": "và nhân đạo hơn,"
    }
  },
  {
    "translation": {
      "en": "but it's actually difficult to predict",
      "vi": "nhưng thật khó để dự đoán trước"
    }
  },
  {
    "translation": {
      "en": "exactly how autonomous weapons might change warfare ahead of time.",
      "vi": "một cách chính xác vũ khí tự chủ có thể thay đổi chiến tranh ra sao."
    }
  },
  {
    "translation": {
      "en": "It's like the invention of the Gatling gun.",
      "vi": "Giống như việc phát minh súng máy Gatling."
    }
  },
  {
    "translation": {
      "en": "Richard Gatling was an inventor,",
      "vi": "Richard Gatling là một nhà phát minh,"
    }
  },
  {
    "translation": {
      "en": "and he saw soldiers coming back, wounded in the Civil War,",
      "vi": "và ông thấy những người lính trở về mang thương tích trong cuộc Nội Chiến"
    }
  },
  {
    "translation": {
      "en": "and wanted to find ways to make warfare more humane.",
      "vi": "và muốn tìm cách để cuộc chiến trở nên nhân đạo hơn."
    }
  },
  {
    "translation": {
      "en": "To reduce the number of soldiers that were killed in war",
      "vi": "Để giảm số binh lính bị giết trong chiến tranh"
    }
  },
  {
    "translation": {
      "en": "by reducing the number of soldiers in the battle.",
      "vi": "bằng cách giảm lượng binh sĩ tham chiến."
    }
  },
  {
    "translation": {
      "en": "And so he invented the Gatling gun, an automated gun turned by a crank",
      "vi": "Vậy nên ông phát minh súng máy Gatling, một súng tự động xoay nòng bằng tay quay"
    }
  },
  {
    "translation": {
      "en": "that could automate the process of firing.",
      "vi": "có thể tự động quá trình bắn."
    }
  },
  {
    "translation": {
      "en": "It increased effectively by a hundredfold the firepower that soldiers could deliver.",
      "vi": "Nó tăng hoả lực lên hàng trăm lần so với các binh sĩ."
    }
  },
  {
    "translation": {
      "en": "Oftentimes, efforts to make warfare more precise and humane…",
      "vi": "Thông thường, nỗ lực làm cho chiến tranh chính xác và nhân đạo hơn"
    }
  },
  {
    "translation": {
      "en": "…can have the opposite effect.",
      "vi": "có thể có tác dụng ngược."
    }
  },
  {
    "translation": {
      "en": "[Arash] Think about the effect of one errant drone strike",
      "vi": "Hãy nghĩ tới tác động của một đợt tấn công drone nhầm"
    }
  },
  {
    "translation": {
      "en": "in a rural area",
      "vi": "vào một vùng nông thôn"
    }
  },
  {
    "translation": {
      "en": "that drives the local populace against the United States,",
      "vi": "khiến người dân địa phương chống lại Hoa Kỳ,"
    }
  },
  {
    "translation": {
      "en": "against the local government. You know, supposedly the good guys.",
      "vi": "chống lại chính quyền địa phương. Giả sử họ là những người tốt."
    }
  },
  {
    "translation": {
      "en": "Now magnify that by 1,000.",
      "vi": "Giờ hãy phóng đại lên 1.000 lần."
    }
  },
  {
    "translation": {
      "en": "[Emilia] The creation of a weapon system",
      "vi": "Việc tạo ra một hệ thống vũ khí"
    }
  },
  {
    "translation": {
      "en": "that is cheap, scalable, and doesn't require human operators",
      "vi": "rẻ tiền, có thể nhân bản và không yêu cầu con người vận hành"
    }
  },
  {
    "translation": {
      "en": "drastically changes the actual barriers to conflict.",
      "vi": "có thể thay đổi to lớn phạm vi xung đột thực tế."
    }
  },
  {
    "translation": {
      "en": "It keeps me up at night to think of a world where war is ubiquitous,",
      "vi": "Tôi trăn trở khi nghĩ về một thế giới với chiến tranh ở mọi nơi,"
    }
  },
  {
    "translation": {
      "en": "and we no longer carry the human and financial cost of war",
      "vi": "và ta không còn tính thiệt hại chiến tranh về con người và tài chính"
    }
  },
  {
    "translation": {
      "en": "because we're just so far removed from…",
      "vi": "vì nó sẽ rất khác biệt…"
    }
  },
  {
    "translation": {
      "en": "the lives that will be lost.",
      "vi": "về số sinh mạng sẽ mất đi."
    }
  },
  {
    "translation": {
      "en": "[Sean] This whole thing is haunting me.",
      "vi": "Toàn bộ điều này làm tôi kinh sợ."
    }
  },
  {
    "translation": {
      "en": "I just needed an example of artificial intelligence misuse.",
      "vi": "Tôi chỉ cần một ví dụ về việc sử dụng sai trí tuệ nhân tạo."
    }
  },
  {
    "translation": {
      "en": "The unanticipated consequences of doing that simple thought experiment",
      "vi": "Hậu quả khôn lường của việc thực hiện thí nghiệm tưởng tượng đơn giản đó"
    }
  },
  {
    "translation": {
      "en": "have gone way too far.",
      "vi": "đã đi quá xa rồi."
    }
  },
  {
    "translation": {
      "en": "When I gave the presentation",
      "vi": "Khi tôi thuyết trình"
    }
  },
  {
    "translation": {
      "en": "on the toxic molecules created by AI technology,",
      "vi": "về các phân tử độc hại do công nghệ AI tạo ra,"
    }
  },
  {
    "translation": {
      "en": "the audience's jaws dropped.",
      "vi": "khán giả vô cùng ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next decision was whether we should publish this information.",
      "vi": "Quyết định tiếp theo là liệu chúng tôi có nên công bố thông tin này không."
    }
  },
  {
    "translation": {
      "en": "On one hand, you want to warn the world",
      "vi": "Một mặt, bạn muốn cảnh báo thế giới"
    }
  },
  {
    "translation": {
      "en": "of these sorts of capabilities, but on the other hand,",
      "vi": "về những khả năng này, nhưng mặt khác"
    }
  },
  {
    "translation": {
      "en": "you don't want to give somebody the idea if they had never had it before.",
      "vi": "bạn không muốn cho ai đó biết nếu họ chưa từng có ý tưởng này."
    }
  },
  {
    "translation": {
      "en": "We decided it was worth publishing",
      "vi": "Chúng tôi đã quyết định là nên công bố"
    }
  },
  {
    "translation": {
      "en": "to maybe find some ways to mitigate the misuse of this type of AI",
      "vi": "để có lẽ sẽ tìm ra cách loại bỏ việc dùng sai trái loại AI này"
    }
  },
  {
    "translation": {
      "en": "before it occurs.",
      "vi": "trước khi nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "The general public's reaction was shocking.",
      "vi": "Phản ứng của công chúng thật đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "We can see the metrics on the page, how many people have accessed it.",
      "vi": "Có thể thấy số liệu trên trang web, số lượng người đã truy cập."
    }
  },
  {
    "translation": {
      "en": "The kinds of articles we normally write, we're lucky if we get--",
      "vi": "Những bài thông thường của chúng tôi, nếu may mắn sẽ có…"
    }
  },
  {
    "translation": {
      "en": "A few thousand people look at our article over a period of a year or multiple years.",
      "vi": "Vài ngàn người xem trong thời gian một hoặc vài năm."
    }
  },
  {
    "translation": {
      "en": "It was 10,000 people had read it within a week.",
      "vi": "Có 10.000 người đã đọc nó trong vòng một tuần."
    }
  },
  {
    "translation": {
      "en": "Then it was 20,000, then it was 30,000, then it was 40,000,",
      "vi": "Sau đó là 20.000, rồi 30.000, và 40.000"
    }
  },
  {
    "translation": {
      "en": "and we were up to 10,000 people a day.",
      "vi": "và đã lên tới 10.000 người một ngày."
    }
  },
  {
    "translation": {
      "en": "[Sean] We've done The Economist, the Financial Times.",
      "vi": "Dẫn lời báo The Economist và Financial Times"
    }
  },
  {
    "translation": {
      "en": "Radiolab, you know, they reached out. Like, I've heard of Radiolab!",
      "vi": "Radiolab, họ đã liên hệ. Tôi đã nghe về Radiolab!"
    }
  },
  {
    "translation": {
      "en": "But then the reactions turned into this thing that's out of control.",
      "vi": "Nhưng rồi các phản ứng về việc này trở nên mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "When we look at those tweets, it's like, \"Oh my God, could they do anything worse?\"",
      "vi": "Khi xem những dòng tweet, cảm giác kiểu: \"Lạy Chúa, sao họ làm điều tệ hại vậy?\""
    }
  },
  {
    "translation": {
      "en": "Why did they do this?",
      "vi": "Sao họ lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "And then we got an invitation I never would have anticipated.",
      "vi": "Và rồi chúng tôi nhận được lời mời mà tôi không ngờ tới."
    }
  },
  {
    "translation": {
      "en": "There was a lot of discussion inside the White House about the article,",
      "vi": "Có rất nhiều cuộc thảo luận bên trong Nhà Trắng về bài báo,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to talk to us urgently.",
      "vi": "và họ muốn nói chuyện với chúng tôi gấp."
    }
  },
  {
    "translation": {
      "en": "Obviously, it's an incredible honor",
      "vi": "Rõ ràng, đây là vinh dự to lớn"
    }
  },
  {
    "translation": {
      "en": "to be able to talk to people at this level.",
      "vi": "được nói chuyện với những người ở cấp cao này."
    }
  },
  {
    "translation": {
      "en": "But then it hits you",
      "vi": "Nhưng rồi bạn nhận ra"
    }
  },
  {
    "translation": {
      "en": "like, \"Oh my goodness, it's the White House. The boss.\"",
      "vi": "kiểu, \"Chúa ơi, là Nhà Trắng. Lãnh đạo.\""
    }
  },
  {
    "translation": {
      "en": "This involved putting together data sets that were open source…",
      "vi": "Việc này liên quan tới việc tập hợp các bộ dữ liệu là nguồn mở…"
    }
  },
  {
    "translation": {
      "en": "And in about six hours, the model was able to generate about over 40,000…",
      "vi": "Trong khoảng sáu giờ, mô hình có thể tạo ra hơn 40.000…"
    }
  },
  {
    "translation": {
      "en": "[Sean] They asked questions about how much computing power you needed,",
      "vi": "Họ hỏi nhiều về sức mạnh máy tính cần thiết,"
    }
  },
  {
    "translation": {
      "en": "and we told them it was nothing special.",
      "vi": "và chúng tôi bảo họ là không có gì đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Literally a standard run-of-the-mill, six-year-old Mac.",
      "vi": "Thực tế chỉ cần một máy Mac thông dụng sáu năm tuổi."
    }
  },
  {
    "translation": {
      "en": "And that blew them away.",
      "vi": "Và điều đó khiến họ sửng sốt."
    }
  },
  {
    "translation": {
      "en": "The folks that are in charge of understanding chemical warfare agents",
      "vi": "Những người cần hiểu về các tác nhân chiến tranh hóa học"
    }
  },
  {
    "translation": {
      "en": "and governmental agencies, they had no idea of this potential.",
      "vi": "và các cơ quan chính phủ, họ không biết gì về khả năng này."
    }
  },
  {
    "translation": {
      "en": "We've got this cookbook to make these chemical weapons,",
      "vi": "Chúng tôi có cẩm nang hướng dẫn tạo vũ khí hóa học này,"
    }
  },
  {
    "translation": {
      "en": "and in the hands of a bad actor that has malicious intent",
      "vi": "và rơi vào tay kẻ xấu có chủ tâm gây hại"
    }
  },
  {
    "translation": {
      "en": "it could be utterly horrifying.",
      "vi": "nó có thể là cực kỳ kinh khủng."
    }
  },
  {
    "translation": {
      "en": "People have to sit up and listen,",
      "vi": "Mọi người cần ngồi xuống lắng nghe"
    }
  },
  {
    "translation": {
      "en": "and we have to take steps to either regulate the technology",
      "vi": "và chúng ta cần thực hiện kiểm soát công nghệ này"
    }
  },
  {
    "translation": {
      "en": "or constrain it in a way that it can't be misused.",
      "vi": "hoặc hạn chế nó theo cách mà nó không thể bị dùng sai mục đích."
    }
  },
  {
    "translation": {
      "en": "Because the potential for lethality…",
      "vi": "Vì khả năng gây chết người…"
    }
  },
  {
    "translation": {
      "en": "is terrifying.",
      "vi": "là vô cùng đáng sợ."
    }
  },
  {
    "translation": {
      "en": "The question of the ethics of AI is largely addressed by society,",
      "vi": "Vấn đề đạo đức của trí tuệ nhân tạo chủ yếu do xã hội giải đáp,"
    }
  },
  {
    "translation": {
      "en": "not by the engineers or technologists, the mathematicians.",
      "vi": "chứ không phải do các kỹ sư hay các nhà công nghệ, các nhà toán học."
    }
  },
  {
    "translation": {
      "en": "Every technology that we bring forth, every novel innovation,",
      "vi": "Mọi công nghệ chúng tôi giới thiệu, mọi cải cách,"
    }
  },
  {
    "translation": {
      "en": "ultimately falls under the purview of how society believes we should use it.",
      "vi": "hoàn toàn phụ thuộc vào cách xã hội lựa chọn sử dụng nó."
    }
  },
  {
    "translation": {
      "en": "[Bob] Right now, the Department of Defense says,",
      "vi": "Ngay thời điểm này, Bộ quốc phòng nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"The only thing that is saying we are going to kill something",
      "vi": "\"Đối tượng duy nhất quyết định chúng tôi sẽ tiêu diệt gì đó"
    }
  },
  {
    "translation": {
      "en": "on the battlefield is a human.\"",
      "vi": "trên chiến trường là một con người.\""
    }
  },
  {
    "translation": {
      "en": "A machine can do the killing,",
      "vi": "Một cỗ máy có thể gây sát thương,"
    }
  },
  {
    "translation": {
      "en": "but only at the behest of a human operator,",
      "vi": "nhưng chỉ theo mệnh lệnh của người vận hành là con người,"
    }
  },
  {
    "translation": {
      "en": "and I don't see that ever changing.",
      "vi": "tôi không thấy điều đó sẽ thay đổi."
    }
  },
  {
    "translation": {
      "en": "[Arash] They assure us that this type of technology will be safe.",
      "vi": "Các quy định này đảm bảo rằng loại công nghệ này sẽ an toàn."
    }
  },
  {
    "translation": {
      "en": "But the United States military just doesn't have a trustworthy reputation",
      "vi": "Nhưng quân đội Hoa Kỳ không có danh tiếng đáng tin cậy"
    }
  },
  {
    "translation": {
      "en": "with drone warfare.",
      "vi": "với chiến tranh dùng drone."
    }
  },
  {
    "translation": {
      "en": "And so, when it comes to trusting the U.S. military with AI,",
      "vi": "Vì vậy, về việc tin tưởng quân đội Hoa kỳ với AI,"
    }
  },
  {
    "translation": {
      "en": "I would say, you know, the track record kinda speaks for itself.",
      "vi": "tôi sẽ nói rằng các tài liệu tự nó đã nói lên rồi."
    }
  },
  {
    "translation": {
      "en": "[Paul] The U.S. Defense Department policy on the use of autonomy in weapons",
      "vi": "Chính sách của Bộ Quốc phòng Hoa Kỳ về việc dùng chế độ tự chủ của vũ khí"
    }
  },
  {
    "translation": {
      "en": "does not ban any kind of weapon system.",
      "vi": "không cấm bất kỳ loại hệ thống vũ khí nào."
    }
  },
  {
    "translation": {
      "en": "And even if militaries might not want autonomous weapons,",
      "vi": "Và ngay cả khi quân đội có thể không muốn vũ khí tự chủ,"
    }
  },
  {
    "translation": {
      "en": "we could see militaries handing over more decisions to machines",
      "vi": "chúng ta có thể thấy quân đội đã trao nhiều quyết định hơn cho máy móc"
    }
  },
  {
    "translation": {
      "en": "just to keep pace with competitors.",
      "vi": "chỉ để giữ khoảng cách với đối thủ."
    }
  },
  {
    "translation": {
      "en": "And that could drive militaries to automate decisions",
      "vi": "Và điều đó có thể thúc đẩy quân đội tới các quyết định tự chủ"
    }
  },
  {
    "translation": {
      "en": "that they may not want to.",
      "vi": "mà họ có thể không mong muốn."
    }
  },
  {
    "translation": {
      "en": "[Bob] Vladimir Putin said, \"Whoever leads in AI is going to rule the world.\"",
      "vi": "Vladimir Putin đã nói, \"Nước nào dẫn đầu về AI sẽ thống trị thế giới.\""
    }
  },
  {
    "translation": {
      "en": "President Xi has made it clear that AI is one of the number one technologies",
      "vi": "Chủ tịch Tập đã nói rõ rằng AI là một trong các công nghệ hàng đầu"
    }
  },
  {
    "translation": {
      "en": "that China wants to dominate in.",
      "vi": "mà Trung Quốc muốn dẫn đầu."
    }
  },
  {
    "translation": {
      "en": "We're clearly in a technological competition.",
      "vi": "Chúng ta rõ ràng đang chạy đua công nghệ."
    }
  },
  {
    "translation": {
      "en": "[Brandon] You hear people talk about guardrails,",
      "vi": "Bạn sẽ nghe họ nói về hành lang an toàn,"
    }
  },
  {
    "translation": {
      "en": "and I believe that is what people should be doing.",
      "vi": "và tôi tin đó là điều mọi người nên làm."
    }
  },
  {
    "translation": {
      "en": "But there is a very real race for AI superiority.",
      "vi": "Nhưng có một cuộc đua thực sự để thống trị về AI."
    }
  },
  {
    "translation": {
      "en": "And our adversaries, whether it's China, whether it's Russia, whether it's Iran,",
      "vi": "Và đối thủ của chúng ta, dù là Trung Quốc, hay Nga, hay Iran,"
    }
  },
  {
    "translation": {
      "en": "are not going to give two thoughts to what our policy says around AI.",
      "vi": "sẽ chẳng chờ đợi chính sách về AI của chúng ta."
    }
  },
  {
    "translation": {
      "en": "You're seeing a lot more conversations around AI policy,",
      "vi": "Bạn đang thấy ngày càng nhiều trao đổi về chính sách AI,"
    }
  },
  {
    "translation": {
      "en": "but I wish more leaders would have the conversation",
      "vi": "nhưng tôi mong nhiều lãnh đạo hơn sẽ có trao đổi"
    }
  },
  {
    "translation": {
      "en": "saying, ''How quickly can we build this thing?",
      "vi": "kiểu, \"Ta có thể xây dựng thứ này nhanh cỡ nào?"
    }
  },
  {
    "translation": {
      "en": "Let's resource the heck out of it and build it.\"",
      "vi": "Hãy đầu tư mạnh mẽ và xây dựng nó.\""
    }
  },
  {
    "translation": {
      "en": "We are at the Association of the U.S. Army's biggest trade show of the year.",
      "vi": "Chúng tôi đang ở triển lãm thương mại lớn nhất năm của Hiệp hội Quân đội Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Basically, any vendor who is selling a product or technology into a military",
      "vi": "Về cơ bản, bất kỳ nhà cung cấp nào bán sản phẩm hoặc công nghệ cho quân đội"
    }
  },
  {
    "translation": {
      "en": "will be exhibiting.",
      "vi": "sẽ triển lãm tại đây."
    }
  },
  {
    "translation": {
      "en": "[man 18] The Tyndall Air Force Base has four of our robots",
      "vi": "Căn cứ Không quân Tyndall có bốn rô-bốt của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "that patrol their base 24 hours a day, 7 days a week.",
      "vi": "tuần tra căn cứ của họ 24 giờ một ngày, 7 ngày một tuần."
    }
  },
  {
    "translation": {
      "en": "We can add everything from cameras to sensors to whatever you need.",
      "vi": "Chúng tôi có thể thêm từ máy quay tới cảm biến hay bất kỳ thứ gì bạn cần."
    }
  },
  {
    "translation": {
      "en": "Manipulator arms. Again, just to complete the mission that the customer has in mind.",
      "vi": "Cánh tay trợ lực. Đấy, hoàn thành nhiệm vụ mà khách hàng mong muốn."
    }
  },
  {
    "translation": {
      "en": "[man 19] What if your enemy introduces AI?",
      "vi": "Nếu kẻ thù của anh dùng AI thì sao?"
    }
  },
  {
    "translation": {
      "en": "A fighting system that thinks faster than you, responds faster,",
      "vi": "Một hệ thống chiến đấu suy nghĩ nhanh hơn, phản ứng nhanh hơn"
    }
  },
  {
    "translation": {
      "en": "than what a human being can do? We've got to be prepared.",
      "vi": "so với con người thì sao? Ta phải sẵn sàng cho điều đó."
    }
  },
  {
    "translation": {
      "en": "We train our systems to collect intel on the enemy,",
      "vi": "Chúng tôi huấn luyện các hệ thống thu thập tin tình báo về kẻ thù,"
    }
  },
  {
    "translation": {
      "en": "managing enemy targets with humans supervising the kill chain.",
      "vi": "quản lý mục tiêu kẻ thù với con người giám sát việc sát thương."
    }
  },
  {
    "translation": {
      "en": "-[Brandon] Hi, General. -How you doing?",
      "vi": "- Chào tướng quân. - Anh khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Good, sir. How are you? Um…",
      "vi": "Tốt, thưa ngài. Ngài khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "I'll just say no one is investing more in an AI pilot.",
      "vi": "Không ai đầu tư nhiều hơn chúng tôi vào phi công AI."
    }
  },
  {
    "translation": {
      "en": "Our AI pilot's called Hivemind,",
      "vi": "Phi công AI có tên Hivemind,"
    }
  },
  {
    "translation": {
      "en": "so we applied it to our quadcopter Nova. It goes inside buildings,",
      "vi": "được cài vào chiếc quadcopter Nova. Nó đi vào trong các tòa nhà,"
    }
  },
  {
    "translation": {
      "en": "explores them ahead of special operation forces",
      "vi": "do thám chúng trước khi lực lượng đặc nhiệm"
    }
  },
  {
    "translation": {
      "en": "and infantry forces.",
      "vi": "và bộ binh triển khai."
    }
  },
  {
    "translation": {
      "en": "We're applying Hivemind to V-BAT,",
      "vi": "Chúng tôi đã ứng dụng Hivemind vào V-BAT,"
    }
  },
  {
    "translation": {
      "en": "so I think about, you know, putting up hundreds of those teams.",
      "vi": "và tôi nghĩ việc đưa vào hàng trăm đội này."
    }
  },
  {
    "translation": {
      "en": "Whether it's the Taiwan Strait,",
      "vi": "Dù là Eo biển Đài Loan,"
    }
  },
  {
    "translation": {
      "en": "whether it's in the Ukraine, deterring our adversaries.",
      "vi": "hay là ở Ukraine, để răn đe kẻ thù của chúng ta."
    }
  },
  {
    "translation": {
      "en": "So, pretty excited about it.",
      "vi": "Tôi rất phấn khích về việc này."
    }
  },
  {
    "translation": {
      "en": "-All right. Thank you. -So. Thank you, General.",
      "vi": "- Được rồi. Cảm ơn. - Cảm ơn tướng quân."
    }
  },
  {
    "translation": {
      "en": "AI pilots should be ubiquitous, and that should be the case by 2025, 2030.",
      "vi": "Phi công AI nên ở khắp nơi, và nên đạt được điều này trước 2025, 2030."
    }
  },
  {
    "translation": {
      "en": "Its adoption will be rapid throughout militaries across the world.",
      "vi": "Việc sử dụng nó sẽ nhanh chóng ở khắp các quân đội trên thế giới."
    }
  },
  {
    "translation": {
      "en": "What do you do with the Romanian military, their UAS guy?",
      "vi": "Anh sẽ làm gì với quân đội Romani, hệ thống máy bay không người lái của họ?"
    }
  },
  {
    "translation": {
      "en": "[soldier] High-tech in the military.",
      "vi": "Công nghệ cao trong quân đội."
    }
  },
  {
    "translation": {
      "en": "We've spent half a billion dollars to date on building an AI pilot.",
      "vi": "Chúng tôi đã chi nửa tỷ đô tới nay để xây dựng một phi công AI."
    }
  },
  {
    "translation": {
      "en": "We will spend another billion dollars over the next five years. And that is…",
      "vi": "Chúng tôi sẽ chi thêm nửa tỷ đô nữa trong năm năm tới. Đó là lý do chính chúng tôi sẽ giành được các hợp đồng quân sự tại Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "It's a major reason why we're winning the programs of record in the U.S.",
      "vi": "Đó là lý do chính chúng tôi sẽ giành được các hợp đồng quân sự tại Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "I mean, it's impressive. You succeeded to weaponize that.",
      "vi": "Thật ấn tượng. Anh đã vũ khí hóa nó thành công?"
    }
  },
  {
    "translation": {
      "en": "Uh, it is… This is not weaponized yet.",
      "vi": "Cái này chưa được vũ khí hóa."
    }
  },
  {
    "translation": {
      "en": "So not yet. But yes, in the future.",
      "vi": "Chưa thực hiện. Nhưng tương lai sẽ có."
    }
  },
  {
    "translation": {
      "en": "Our customers think about it as a truck. We think of it as an intelligent truck",
      "vi": "Khách hàng nghĩ nó như một chiếc xe tải. Chúng tôi nghĩ nó là xe tải thông minh"
    }
  },
  {
    "translation": {
      "en": "that can do a lot of different things.",
      "vi": "có thể thực hiện nhiều việc khác nhau."
    }
  },
  {
    "translation": {
      "en": "Thank you, buddy.",
      "vi": "- Cảm ơn. - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Brandon] I'll make sure to follow up with you.",
      "vi": "Tôi sẽ đảm bảo cập nhật với anh."
    }
  },
  {
    "translation": {
      "en": "If you come back in 10 years,",
      "vi": "Nếu bạn quay lại trong 10 năm,"
    }
  },
  {
    "translation": {
      "en": "you'll see that, um… AI and autonomy will have dominated this entire market.",
      "vi": "bạn sẽ thấy rằng AI và tự chủ sẽ thống trị hoàn toàn thị trường này."
    }
  },
  {
    "translation": {
      "en": "[Nathan] Forces that are supported by AI and autonomy",
      "vi": "Các lực lượng có AI và tự chủ hỗ trợ"
    }
  },
  {
    "translation": {
      "en": "will absolutely dominate, crush, and destroy forces without.",
      "vi": "sẽ hoàn toàn thống trị, đè bẹp và hủy diệt các lực lượng không có."
    }
  },
  {
    "translation": {
      "en": "It'll be the equivalent of horses going up against tanks,",
      "vi": "Nó sẽ giống như dùng ngựa chọi với xe tăng,"
    }
  },
  {
    "translation": {
      "en": "people with swords going up against the machine gun.",
      "vi": "như dùng kiếm đấu với súng máy."
    }
  },
  {
    "translation": {
      "en": "It will not even be close.",
      "vi": "Thậm chí còn không được thế."
    }
  },
  {
    "translation": {
      "en": "[Brandon] It will become ubiquitous, used at every spectrum of warfare,",
      "vi": "Nó sẽ phổ biến khắp nơi, sử dụng ở mọi mức chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "the tactical level,",
      "vi": "cấp độ chiến thuật,"
    }
  },
  {
    "translation": {
      "en": "the strategic level,",
      "vi": "cấp chiến lược,"
    }
  },
  {
    "translation": {
      "en": "operating at speeds that humans cannot fathom today.",
      "vi": "vận hành với tốc độ mà con người hiện tại không thể hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "[Paul] Commanders are already overwhelmed with too much information.",
      "vi": "Các chỉ huy đã bị quá tải với quá nhiều thông tin."
    }
  },
  {
    "translation": {
      "en": "Imagery from satellites, and drones, and sensors.",
      "vi": "Hình ảnh từ vệ tinh, máy bay không người lái và cảm biến."
    }
  },
  {
    "translation": {
      "en": "One of the things AI can do",
      "vi": "Một trong các khả năng của AI"
    }
  },
  {
    "translation": {
      "en": "is help a commander more rapidly understand what is occurring.",
      "vi": "là giúp một chỉ huy hiểu nhanh chóng hơn chuyện đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "And then, \"What are the decisions I need to make?\"",
      "vi": "Và rồi, \"Tôi cần đưa ra quyết định nào?\""
    }
  },
  {
    "translation": {
      "en": "[Bob] Artificial intelligence will take into account all the factors",
      "vi": "Trí tuệ nhân tạo sẽ tính toán tất cả các yếu tố"
    }
  },
  {
    "translation": {
      "en": "that determine the way war is fought,",
      "vi": "xác định cách tiến hành chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "come up with strategies…",
      "vi": "nghĩ ra các chiến lược…"
    }
  },
  {
    "translation": {
      "en": "and give recommendations on how to win a battle.",
      "vi": "và đưa ra các khuyến nghị để thắng một trận đánh."
    }
  },
  {
    "translation": {
      "en": "[man 20] We at Lockheed Martin, like our Department of Defense customer,",
      "vi": "Chúng tôi ở Lockheed Martin, giống khách hàng ở Bộ quốc phòng,"
    }
  },
  {
    "translation": {
      "en": "view artificial intelligence as a key technology enabler",
      "vi": "xem trí tuệ nhân tạo là công nghệ quyết định"
    }
  },
  {
    "translation": {
      "en": "for command and control.",
      "vi": "để ra lệnh và kiểm soát."
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The rate of spread has an average of two feet per second.",
      "vi": "Tốc độ lan truyền trung bình là 61 cm mỗi giây."
    }
  },
  {
    "translation": {
      "en": "[analyst 2] This perimeter is roughly 700 acres.",
      "vi": "Chu vi khoảng 2.8 km vuông."
    }
  },
  {
    "translation": {
      "en": "[man 20] The fog of war is a reality for us on the defense side,",
      "vi": "Sự nhiễu loạn là thực tế với chúng tôi về quốc phòng,"
    }
  },
  {
    "translation": {
      "en": "but it has parallels to being in the environment",
      "vi": "nhưng nó đồng thời cũng xuất hiện trong môi trường"
    }
  },
  {
    "translation": {
      "en": "and having to make decisions for wildfires as well.",
      "vi": "và trong việc đưa ra quyết định với cháy rừng."
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The Washburn fire is just north of the city of Wawona.",
      "vi": "Cháy rừng ở Washburn ở phía bắc thành phố Wawona."
    }
  },
  {
    "translation": {
      "en": "[man 20] You're having to make decisions with imperfect data.",
      "vi": "Anh phải quyết định dựa trên số liệu không chính xác."
    }
  },
  {
    "translation": {
      "en": "And so how do we have AI help us with that fog of war?",
      "vi": "Vậy làm sao để AI hỗ trợ với sự nhiễu loạn?"
    }
  },
  {
    "translation": {
      "en": "Wildfires are very chaotic.",
      "vi": "Các đám cháy rừng rất hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "They're very complex,",
      "vi": "Chúng vô cùng phức tạp"
    }
  },
  {
    "translation": {
      "en": "and so we're working to utilize artificial intelligence",
      "vi": "và chúng tôi đang thực hiện áp dụng trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "to help make decisions.",
      "vi": "để trợ giúp ra quyết định."
    }
  },
  {
    "translation": {
      "en": "The Cognitive Mission Manager is a program we're building",
      "vi": "Quản lý Nhiệm vụ Nhận thức là chương trình được xây dựng"
    }
  },
  {
    "translation": {
      "en": "that takes aerial infrared video",
      "vi": "để quay video hồng ngoại từ trên không"
    }
  },
  {
    "translation": {
      "en": "and then processes it through our AI algorithms",
      "vi": "và sau đó xử lý qua các thuật toán trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "to be able to predict the future state of the fire.",
      "vi": "để có thể dự đoán tình trạng đám cháy."
    }
  },
  {
    "translation": {
      "en": "[man 21] As we move into the future,",
      "vi": "Trong tương lai,"
    }
  },
  {
    "translation": {
      "en": "the Cognitive Mission Manager will use simulation,",
      "vi": "Quản lý Nhiệm vụ Nhận thức sẽ dùng mô phỏng,"
    }
  },
  {
    "translation": {
      "en": "running scenarios over thousands of cycles,",
      "vi": "chạy các kịch bản với hàng ngàn chu kỳ,"
    }
  },
  {
    "translation": {
      "en": "to recommend the most effective way to deploy resources",
      "vi": "để đề xuất cách hiệu quả nhất triển khai nguồn lực"
    }
  },
  {
    "translation": {
      "en": "to suppress high-priority areas of fire.",
      "vi": "để dập lửa ở vùng có ưu tiên cao."
    }
  },
  {
    "translation": {
      "en": "It'll say, \"Go perform an aerial suppression with a Firehawk here.\"",
      "vi": "Nó sẽ thông báo, \"Hãy thực hiện dập lửa trên không dùng Firehawk ở chỗ này.\""
    }
  },
  {
    "translation": {
      "en": "\"Take ground crews that clear brush…",
      "vi": "\"Điều đội mặt đất dọn các bụi cây,"
    }
  },
  {
    "translation": {
      "en": "…firefighters that are hosing down,",
      "vi": "lính cứu hỏa phun nước,"
    }
  },
  {
    "translation": {
      "en": "and deploy them into the highest priority areas.\"",
      "vi": "và rồi đưa họ vào vùng ưu tiên cao nhất.\""
    }
  },
  {
    "translation": {
      "en": "Those decisions will be able to be generated faster",
      "vi": "Những quyết định đó sẽ có thể được đưa ra nhanh hơn"
    }
  },
  {
    "translation": {
      "en": "and more efficiently.",
      "vi": "và hiệu quả hơn."
    }
  },
  {
    "translation": {
      "en": "[Justin T.] We view AI as uniquely allowing our humans",
      "vi": "Chúng tôi coi AI thứ duy nhất cho phép con người"
    }
  },
  {
    "translation": {
      "en": "to be able to keep up with the ever-changing environment.",
      "vi": "bắt kịp với môi trường đang thay đổi không ngừng."
    }
  },
  {
    "translation": {
      "en": "And there are a credible number of parallels",
      "vi": "Và có rất nhiều sự tương đồng"
    }
  },
  {
    "translation": {
      "en": "to what we're used to at Lockheed Martin on the defense side.",
      "vi": "với những gì chúng tôi đang sử dụng tại Lockheed Martin ở mặt quốc phòng."
    }
  },
  {
    "translation": {
      "en": "[Emilia] The military is no longer talking about just using AI",
      "vi": "Quân đội không còn chỉ nói về việc sử dụng AI"
    }
  },
  {
    "translation": {
      "en": "in individual weapons systems to make targeting and kill decisions,",
      "vi": "và các hệ thống vũ khí đơn lẻ để đưa ra quyết định tìm và diệt,"
    }
  },
  {
    "translation": {
      "en": "but integrating AI",
      "vi": "mà đang tích hợp AI"
    }
  },
  {
    "translation": {
      "en": "into the whole decision-making architecture of the military.",
      "vi": "vào toàn bộ kiến trúc ra quyết định của quân đội."
    }
  },
  {
    "translation": {
      "en": "[Bob] The Army has a big project called Project Convergence.",
      "vi": "Quân đội có một dự án lớn gọi là Dự án Hội tụ."
    }
  },
  {
    "translation": {
      "en": "The Navy has Overmatch.",
      "vi": "Hải quân có Overmatch."
    }
  },
  {
    "translation": {
      "en": "And the Air Force has Advanced Battle Management System.",
      "vi": "Và Không quân có Hệ thống Quản lý Chiến đấu Tiên tiến."
    }
  },
  {
    "translation": {
      "en": "The Department of Defense is trying to figure out,",
      "vi": "Bộ Quốc phòng đang cố gắng tìm ra,"
    }
  },
  {
    "translation": {
      "en": "\"How do we put all these pieces together,",
      "vi": "\"Làm sao để ghép những mảnh ghép này lại,"
    }
  },
  {
    "translation": {
      "en": "so that we can operate faster than our adversary",
      "vi": "để chúng ta có thể xử lý nhanh hơn kẻ thù"
    }
  },
  {
    "translation": {
      "en": "and really gain an advantage?\"",
      "vi": "và thực sự giành được ưu thế?\""
    }
  },
  {
    "translation": {
      "en": "[Stacie] An AI Battle Manager would be like a fairly high-ranking General",
      "vi": "Một Quản lý Giao tranh AI sẽ là một Tướng cấp khá cao,"
    }
  },
  {
    "translation": {
      "en": "who's in charge of the battle.",
      "vi": "người chỉ huy trận chiến."
    }
  },
  {
    "translation": {
      "en": "Helping to give orders to large numbers of forces,",
      "vi": "Việc trợ giúp ra lệnh cho nhiều lực lượng,"
    }
  },
  {
    "translation": {
      "en": "coordinating the actions of all of the weapons that are out there,",
      "vi": "điều phối hoạt động của tất cả vũ khí ngoài chiến trường,"
    }
  },
  {
    "translation": {
      "en": "and doing it at a speed that no human could keep up with.",
      "vi": "và thực hiện với tốc độ mà con người không thể theo được."
    }
  },
  {
    "translation": {
      "en": "[Emilia] We've spent the past 70 years",
      "vi": "Chúng ta đã dành 70 năm vừa qua."
    }
  },
  {
    "translation": {
      "en": "building the most sophisticated military on the planet,",
      "vi": "xây dựng quân đội tinh vi nhất hành tinh,"
    }
  },
  {
    "translation": {
      "en": "and now we're facing the decision as to whether we want to cede control",
      "vi": "và giờ ta đang đối mặt với quyết định liệu ta có muốn trao quyền điều khiển"
    }
  },
  {
    "translation": {
      "en": "over that infrastructure to an algorithm, to software.",
      "vi": "hạ tầng đó cho một thuật toán, cho phần mềm."
    }
  },
  {
    "translation": {
      "en": "And the consequences of that decision",
      "vi": "Và những hậu quả của quyết định đó"
    }
  },
  {
    "translation": {
      "en": "could trigger the full weight of our military arsenals.",
      "vi": "có thể kích hoạt tổng lực các hỏa lực quân đội của ta."
    }
  },
  {
    "translation": {
      "en": "That's not one Hiroshima. That's hundreds.",
      "vi": "Đó sẽ không phải một Hiroshima. Mà gấp hàng trăm lần."
    }
  },
  {
    "translation": {
      "en": "This is the time that we need to act",
      "vi": "Đây là lúc chúng ta cần hành động"
    }
  },
  {
    "translation": {
      "en": "because the window to actually contain this risk is rapidly closing.",
      "vi": "vì cửa sổ để ngăn chặn nguy cơ này đang đóng lại nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "[UN chair] This afternoon, we start with international security challenges",
      "vi": "Chiều nay, chúng ta bắt đầu với những thách thức an ninh toàn cầu"
    }
  },
  {
    "translation": {
      "en": "posed by emerging technologies",
      "vi": "do các công nghệ mới nổi đặt ra"
    }
  },
  {
    "translation": {
      "en": "in the area of lethal autonomous weapons systems.",
      "vi": "trong lĩnh vực các hệ thống vũ khí tự chủ gây sát thương."
    }
  },
  {
    "translation": {
      "en": "[Emilia] Conversations are happening within the United Nations",
      "vi": "THƯ KÝ"
    }
  },
  {
    "translation": {
      "en": "about the threat of lethal autonomous weapons",
      "vi": "về mối đe dọa của vũ khí tự chủ gây sát thương"
    }
  },
  {
    "translation": {
      "en": "and our prohibition on systems that use AI to select and target people.",
      "vi": "và việc cấm các hệ thống sử dụng AI để chọn và tấn công con người."
    }
  },
  {
    "translation": {
      "en": "Consensus amongst technologists is clear and resounding.",
      "vi": "Sự đồng thuận giữa các đơn vị công nghệ là rõ ràng và dứt khoát."
    }
  },
  {
    "translation": {
      "en": "We are opposed to autonomous weapons that target humans.",
      "vi": "Chúng tôi phản đối vũ khí tự chủ tấn công con người."
    }
  },
  {
    "translation": {
      "en": "[Izumi] For years, states have actually discussed this issue",
      "vi": "Trong nhiều năm, các quốc gia đã hỗ trợ, thảo luận vấn đề"
    }
  },
  {
    "translation": {
      "en": "of lethal autonomous weapon systems.",
      "vi": "hệ thống vũ khí tự chủ gây chết người."
    }
  },
  {
    "translation": {
      "en": "This is about a common, shared sense of security.",
      "vi": "Đây là về nhận thức thông thường, phổ biến về an ninh."
    }
  },
  {
    "translation": {
      "en": "But of course, it's not easy.",
      "vi": "Tất nhiên điều này không dễ dàng."
    }
  },
  {
    "translation": {
      "en": "Certain countries, especially those military powers,",
      "vi": "Một số quốc gia, đặc biệt là những cường quốc quân sự,"
    }
  },
  {
    "translation": {
      "en": "they want to be ahead of the curve,",
      "vi": "họ muốn dẫn đầu về công nghệ,"
    }
  },
  {
    "translation": {
      "en": "so that they will be ahead of their adversaries.",
      "vi": "để họ sẽ vượt qua đối thủ của mình."
    }
  },
  {
    "translation": {
      "en": "[Paul] The problem is, everyone has to agree to get anything done.",
      "vi": "Vấn đề là, tất cả phải cùng đồng ý để có thể đạt được một điều gì đó."
    }
  },
  {
    "translation": {
      "en": "There will be at least one country that objects,",
      "vi": "Sẽ có ít nhất một quốc gia phản đối,"
    }
  },
  {
    "translation": {
      "en": "and certainly the United States and Russia have both made clear",
      "vi": "và chắc chắn cả Hoa Kỳ và Nga đều công bố rõ ràng"
    }
  },
  {
    "translation": {
      "en": "that they are opposed to a treaty that would ban autonomous weapons.",
      "vi": "là họ phản đối một hiệp ước cấm vũ khí tự chủ."
    }
  },
  {
    "translation": {
      "en": "[Emilia] When we think about the number of people working to make AI more powerful",
      "vi": "Khi chúng ta nghĩ về số nhân lực xây dựng AI trở nên mạnh mẽ hơn,"
    }
  },
  {
    "translation": {
      "en": "that room is very crowded.",
      "vi": "số lượng đó rất lớn."
    }
  },
  {
    "translation": {
      "en": "When we think about the room of people, making sure that AI is safe,",
      "vi": "Khi ta nghĩ về số người đảm bảo rằng AI an toàn,"
    }
  },
  {
    "translation": {
      "en": "that room's much more sparsely populated. [chuckles]",
      "vi": "số lượng đó ít hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "But I'm also really optimistic.",
      "vi": "Nhưng tôi cũng rất lạc quan."
    }
  },
  {
    "translation": {
      "en": "I look at something like the Biological Weapons Convention,",
      "vi": "Tôi nhìn vào những thứ như Công ước Vũ khí Sinh học,"
    }
  },
  {
    "translation": {
      "en": "which happened in the middle of the Cold War…",
      "vi": "được ký giữa thời Chiến tranh Lạnh,"
    }
  },
  {
    "translation": {
      "en": "…despite tensions between the Soviet Union and the United States.",
      "vi": "bất chấp căng thẳng giữa Liên Xô và Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "They were able to realize that the development of biological weapons",
      "vi": "Họ đã có thể nhận ra sự phát triển vũ khí sinh học"
    }
  },
  {
    "translation": {
      "en": "was in neither of their best interests,",
      "vi": "không đem lại lợi ích tốt nhất cho bên nào,"
    }
  },
  {
    "translation": {
      "en": "and not in the best interests of the world at large.",
      "vi": "và cũng không đem lại lợi ích tốt nhất cho thế giới."
    }
  },
  {
    "translation": {
      "en": "Arms race dynamics favor speed over safety.",
      "vi": "Động lực chạy đua vũ trang thiên về tốc độ hơn sự an toàn."
    }
  },
  {
    "translation": {
      "en": "But I think what's important to consider is,",
      "vi": "Nhưng tôi cho rằng điều quan trọng cần cân nhắc là"
    }
  },
  {
    "translation": {
      "en": "at some point, the cost of moving fast becomes too high.",
      "vi": "tại thời điểm nào đó, cái giá phải trả khi tiến quá nhanh sẽ quá cao."
    }
  },
  {
    "translation": {
      "en": "[Sean] We can't just develop things in isolation",
      "vi": "Chúng ta không thể phát triển mọi thứ một cách biệt lập"
    }
  },
  {
    "translation": {
      "en": "and put them out there without any thought of where they could go in the future.",
      "vi": "và áp dụng chúng mà không nghĩ chúng sẽ thế nào trong tương lai."
    }
  },
  {
    "translation": {
      "en": "We've got to prevent that atom bomb moment.",
      "vi": "Ta phải ngăn chặn nguy cơ chiến tranh bom hạt nhân."
    }
  },
  {
    "translation": {
      "en": "[Brandon] The stakes in the AI race are massive.",
      "vi": "Lợi ích trong cuộc đua AI là rất lớn."
    }
  },
  {
    "translation": {
      "en": "I don't think a lot of people appreciate the global stability",
      "vi": "Tôi không nghĩ nhiều người trân trọng sự ổn định toàn cầu"
    }
  },
  {
    "translation": {
      "en": "that has been provided by having a superior military force",
      "vi": "có được nhờ việc có lực lượng quân sự vượt trội"
    }
  },
  {
    "translation": {
      "en": "for the past 75 years.",
      "vi": "trong 75 năm vừa qua."
    }
  },
  {
    "translation": {
      "en": "And so the United States and our allied forces,",
      "vi": "Vì vậy Hoa Kỳ và các đồng minh"
    }
  },
  {
    "translation": {
      "en": "they need to outperform adversarial AI.",
      "vi": "cần phải vượt trội AI đối thủ."
    }
  },
  {
    "translation": {
      "en": "There is no second place in war.",
      "vi": "Chiến tranh không có á quân."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] China laid out an ambitious plan to be the world leader in AI by 2030.",
      "vi": "Trung Quốc đặt kế hoạch đầy tham vọng dẫn đầu thế giới về AI trước 2030."
    }
  },
  {
    "translation": {
      "en": "It's a race that some say America is losing…",
      "vi": "Một cuộc đua mà có người cho rằng Hoa Kỳ đang thua…"
    }
  },
  {
    "translation": {
      "en": "[official] He will accelerate the adoption of artificial intelligence",
      "vi": "Bạn sẽ tăng tốc ứng dụng trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "to ensure our competitive military advantage.",
      "vi": "để đảm bảo ưu thế cạnh tranh quân sự."
    }
  },
  {
    "translation": {
      "en": "[Paul] We are racing forward with this technology.",
      "vi": "Chúng ta chạy đua tiến lên với công nghệ này."
    }
  },
  {
    "translation": {
      "en": "I think what's unclear is how far are we going to go?",
      "vi": "Tôi nghĩ điều chưa rõ ràng là ta sẽ đi xa tới đâu?"
    }
  },
  {
    "translation": {
      "en": "Do we control technology, or does it control us?",
      "vi": "Chúng ta có kiểm soát công nghệ hay nó sẽ kiểm soát chúng ta?"
    }
  },
  {
    "translation": {
      "en": "[Emilia] There's really no opportunity for do-overs.",
      "vi": "Thực sự không có cơ hội để làm lại."
    }
  },
  {
    "translation": {
      "en": "Once the genie is out of the bottle, it is out.",
      "vi": "Một khi đã leo lên lưng cọp, là cưỡi."
    }
  },
  {
    "translation": {
      "en": "And it is very, very difficult to put it back in.",
      "vi": "Và rất khó để ngừng lại."
    }
  },
  {
    "translation": {
      "en": "[Sean] And if we don't act now, it's too late.",
      "vi": "Và nếu ta không hành động ngay, sẽ quá muộn."
    }
  },
  {
    "translation": {
      "en": "It may already be too late.",
      "vi": "Có thể đã là quá muộn rồi."
    }
  }
]