[
  {
    "translation": {
      "en": "[man] When I was eight and a half, I went to Comiskey Park.",
      "vi": "Hồi tôi tám tuổi rưỡi, tôi đến sân Comiskey Park."
    }
  },
  {
    "translation": {
      "en": "And I was holding hands with my father.",
      "vi": "Lúc đó tôi đang nắm tay bố."
    }
  },
  {
    "translation": {
      "en": "And somebody told me that my dad ran the Chicago White Sox.",
      "vi": "Và có người bảo tôi rằng bố tôi là chủ đội Chicago White Sox."
    }
  },
  {
    "translation": {
      "en": "And I thought that was so cool",
      "vi": "Tôi nghĩ thật tuyệt"
    }
  },
  {
    "translation": {
      "en": "that he had this playground where guys played baseball.",
      "vi": "khi ông ấy có một sân chơi mà người ta chơi bóng chày."
    }
  },
  {
    "translation": {
      "en": "But mostly, now what I remember is holding his hand.",
      "vi": "Nhưng chủ yếu, điều tôi nhớ lúc này là nắm tay ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Jeff Daniels] This is the true story of a family of baseball hustlers.",
      "vi": "Đây là câu chuyện có thật về một gia đình nhiệt huyết với bóng chày."
    }
  },
  {
    "translation": {
      "en": "It's a story about fathers and sons, and fathers and daughters.",
      "vi": "Nó kể về người bố và con trai, người bố và con gái."
    }
  },
  {
    "translation": {
      "en": "You know, the complicated stuff.",
      "vi": "Mấy chuyện phức tạp ấy."
    }
  },
  {
    "translation": {
      "en": "Now we're going to spend a lot of time talking about the infamous Bill Veeck.",
      "vi": "Giờ ta sẽ dành nhiều thời gian để nói về Bill Veeck khét tiếng."
    }
  },
  {
    "translation": {
      "en": "But the real hero of our story is his son, Mike,",
      "vi": "Nhưng người hùng thực sự ở đây là con trai ông ấy, Mike,"
    }
  },
  {
    "translation": {
      "en": "a guy who struggled to be a good son and accidentally became a great dad.",
      "vi": "người đã cố gắng để là một đứa con ngoan và vô tình trở thành một ông bố tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Mike] Where do we even start?",
      "vi": "Ta bắt đầu từ đâu đây?"
    }
  },
  {
    "translation": {
      "en": "It's just kind of a weird story.",
      "vi": "Nó như một câu chuyện kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Let's start at the bottom.",
      "vi": "Nói về lúc suy sụp nhất đi."
    }
  },
  {
    "translation": {
      "en": "Florida in the '80s.",
      "vi": "Florida vào thập niên 80."
    }
  },
  {
    "translation": {
      "en": "Mike Veeck had lost everything that mattered to him.",
      "vi": "Mike Veeck đã mất mọi thứ quan trọng với mình."
    }
  },
  {
    "translation": {
      "en": "[Daniels] There was a time when the Veeck name used to mean something.",
      "vi": "Từng có thời cái tên Veeck có tiếng tăm."
    }
  },
  {
    "translation": {
      "en": "His father, Bill, was the peg-legged owner of a string of teams,",
      "vi": "Bố ông ấy, Bill, là ông chủ đi chân giả của một chuỗi các đội bóng,"
    }
  },
  {
    "translation": {
      "en": "including the Chicago White Sox.",
      "vi": "bao gồm Chicago White Sox."
    }
  },
  {
    "translation": {
      "en": "He had the audacity to believe",
      "vi": "Ông ấy dám tin rằng"
    }
  },
  {
    "translation": {
      "en": "that baseball wasn't about winning or losing or even money.",
      "vi": "điều quan trọng ở bóng chày không phải thắng thua hay tiền bạc."
    }
  },
  {
    "translation": {
      "en": "It was about something more.",
      "vi": "Mà là còn hơn thế."
    }
  },
  {
    "translation": {
      "en": "We have never sold a game",
      "vi": "Ta chưa từng khiến mọi người thấy rằng"
    }
  },
  {
    "translation": {
      "en": "as the most delightful way to spend an afternoon or an evening.",
      "vi": "xem bóng chày để tận hưởng buổi chiều hoặc tối là thú vị nhất."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Bill wasn't just another owner. Bill changed baseball.",
      "vi": "Bill không chỉ là một chủ sở hữu khác, mà còn thay đổi bóng chày."
    }
  },
  {
    "translation": {
      "en": "And Mike, in trying to prove himself,",
      "vi": "Và Mike, khi đang cố chứng tỏ bản thân,"
    }
  },
  {
    "translation": {
      "en": "blew it all up.",
      "vi": "đã phá hỏng hết."
    }
  },
  {
    "translation": {
      "en": "[man chanting] Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] You know, Bill had a saying. That at the end of nine innings,",
      "vi": "Bill có một câu nói. Rằng khi kết thúc chín hiệp,"
    }
  },
  {
    "translation": {
      "en": "you know who won, you know who lost.",
      "vi": "ta biết được người thắng, kẻ thua."
    }
  },
  {
    "translation": {
      "en": "But most importantly, you get to start all over the next day.",
      "vi": "Nhưng quan trọng hơn hết, ta có thể bắt đầu lại vào ngày hôm sau."
    }
  },
  {
    "translation": {
      "en": "♪ Gloria ♪ ♪ I'm gonna shout it all night ♪ ♪ Gloria ♪",
      "vi": "GIA ĐÌNH VEECK: NGƯỜI TRAO CƠ HỘI THỨ HAI"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Let's go back to when you were starting out.",
      "vi": "Hãy quay lại lúc ông mới bắt đầu."
    }
  },
  {
    "translation": {
      "en": "How much were you trying to get away from your father's shadow?",
      "vi": "Ông đã cố thoát khỏi cái bóng của bố mình được bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "How much?",
      "vi": "Bao nhiêu đấy à?"
    }
  },
  {
    "translation": {
      "en": "I don't know. Maybe 140%. I mean--",
      "vi": "Tôi không rõ nữa. Có lẽ là 140%. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "I wanted nothing to do with--",
      "vi": "Tôi không muốn liên quan tới…"
    }
  },
  {
    "translation": {
      "en": "With the-- You know, what had already become the legendary stories.",
      "vi": "Tới… Anh biết đó, những gì đã là câu chuyện huyền thoại."
    }
  },
  {
    "translation": {
      "en": "And it wasn't that I didn't admire my father or love my father.",
      "vi": "Và không phải là tôi không ngưỡng mộ hay không yêu bố tôi."
    }
  },
  {
    "translation": {
      "en": "I just wanted no part of that constant comparison.",
      "vi": "Tôi không muốn bị dính vào sự so sánh không ngừng đó."
    }
  },
  {
    "translation": {
      "en": "There seemed to be no way that you could win.",
      "vi": "Dường như ta không thắng nổi trong sự so sánh ấy."
    }
  },
  {
    "translation": {
      "en": "It's 1975, and baseball's for losers.",
      "vi": "Đây là năm 1975 và bóng chày dành cho đám thất bại."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike was doing anything he could to get away from Bill's shadow.",
      "vi": "Mike đang làm mọi thứ có thể để thoát khỏi cái bóng của Bill."
    }
  },
  {
    "translation": {
      "en": "[Mike] He would show up every once in a while at places where we'd play.",
      "vi": "Thỉnh thoảng ông ấy lại tới những nơi chúng tôi biểu diễn."
    }
  },
  {
    "translation": {
      "en": "[director] How would you feel about playing your dad in this movie?",
      "vi": "Ông thấy sao khi đóng vai bố mình trong phim này?"
    }
  },
  {
    "translation": {
      "en": "I'm not cutting off my leg. Period.",
      "vi": "Tôi không chặt chân mình đâu. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "When he goes, \"Let's have lunch,\"",
      "vi": "Khi ông ấy bảo: \"Đi ăn trưa nào\","
    }
  },
  {
    "translation": {
      "en": "that was a euphemism in our house for \"Let's go drink beer.\"",
      "vi": "thì ở nhà tôi đó là nói tránh cho câu \"Đi làm tí bia đi\"."
    }
  },
  {
    "translation": {
      "en": "We drank a lot of beer.",
      "vi": "Chúng tôi uống nhiều bia."
    }
  },
  {
    "translation": {
      "en": "And I don't know, a scant 11 hours later,",
      "vi": "Chả rõ nữa, tầm 11 tiếng ít ỏi sau đó,"
    }
  },
  {
    "translation": {
      "en": "he said to me, \"I'm gonna go to Chicago, and I'm gonna buy the White Sox.\"",
      "vi": "ông ấy bảo tôi: \"Bố sẽ tới Chicago và mua đội White Sox."
    }
  },
  {
    "translation": {
      "en": "\"And I'd love you to come.\" And I was flabbergasted.",
      "vi": "Và bố muốn con đi cùng\". Tôi đã rất ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "I was, like, just blown away.",
      "vi": "Tôi như bị choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "I can see him pick up the flute",
      "vi": "Tôi như có thể thấy ông ấy cầm cây sáo"
    }
  },
  {
    "translation": {
      "en": "right across the table from me, in between beers,",
      "vi": "ngồi đối diện tôi ở bên kia bàn, giữa các cốc bia,"
    }
  },
  {
    "translation": {
      "en": "and start to play this music.",
      "vi": "và bắt đầu thổi bản nhạc này."
    }
  },
  {
    "translation": {
      "en": "…I don't know. [laughs]",
      "vi": "…bố không rõ."
    }
  },
  {
    "translation": {
      "en": "I mean, he was the Pied Piper.",
      "vi": "Ý tôi là, ông ấy là Người Thổi Sáo."
    }
  },
  {
    "translation": {
      "en": "When he said, \"You know, this could be the last hurrah,\"",
      "vi": "Và ông ấy nói: \"Đây có thể là nỗ lực cuối cùng\"."
    }
  },
  {
    "translation": {
      "en": "he made no bones about the fact that we were going to be underfinanced.",
      "vi": "Ông ấy thẳng thắn nói về việc chúng tôi sẽ bị thiếu kinh phí."
    }
  },
  {
    "translation": {
      "en": "There wasn't enough money.",
      "vi": "Lúc ấy không có đủ tiền."
    }
  },
  {
    "translation": {
      "en": "It was us against the world.",
      "vi": "Chúng tôi đối đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "We're gonna do something",
      "vi": "Chúng tôi sẽ làm một việc"
    }
  },
  {
    "translation": {
      "en": "that are gonna make people sit up and take notice.",
      "vi": "khiến mọi người ngồi dậy và chú ý tới."
    }
  },
  {
    "translation": {
      "en": "It was a crusade. We were on the side of all that was good and light.",
      "vi": "Đó là cuộc thập tự chinh. Chúng tôi đứng về phía thiện và ánh sáng."
    }
  },
  {
    "translation": {
      "en": "Cheers to that.",
      "vi": "Uống mừng điều đó."
    }
  },
  {
    "translation": {
      "en": "And I said to him, you know--",
      "vi": "Và tôi bảo ông ấy, anh biết đó…"
    }
  },
  {
    "translation": {
      "en": "We don't really know each other, right?",
      "vi": "Ta không hiểu rõ về nhau, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Well, maybe it would be a chance to get to know each other.\"",
      "vi": "Ông ấy đáp: \"Có khi đó sẽ là cơ hội để hiểu về nhau\"."
    }
  },
  {
    "translation": {
      "en": "And that was it. He had me hook, line, and sinker.",
      "vi": "Và vậy đó. Tôi đồng ý đi với ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Daniels] So, now instead of running from his dad's shadow,",
      "vi": "Giờ thì thay vì chạy thoát khỏi cái bóng của bố,"
    }
  },
  {
    "translation": {
      "en": "Mike was running towards it.",
      "vi": "Mike lại chạy về phía nó."
    }
  },
  {
    "translation": {
      "en": "If ignorance is bliss, then Mike was in heaven.",
      "vi": "Nếu vô tri là hạnh phúc thì Mike đang ở thiên đường."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So what was the first day like?",
      "vi": "Vậy ngày đầu tiên thế nào?"
    }
  },
  {
    "translation": {
      "en": "It was horrible. What do you think it was like?",
      "vi": "Kinh khủng lắm. Anh nghĩ nó như thế nào chứ?"
    }
  },
  {
    "translation": {
      "en": "It was what the world didn't need, was another owner's kid.",
      "vi": "Đó là thứ mà người ta không cần, là con của ông chủ khác."
    }
  },
  {
    "translation": {
      "en": "You could almost see people roll their eyes. I mean, just… Oh!",
      "vi": "Ta gần như có thể thấy mọi người tỏ vẻ khó chịu. Cứ như…"
    }
  },
  {
    "translation": {
      "en": "\"God, I never expected this from Bill Veeck,",
      "vi": "\"Trời, không ngờ Bill Veeck làm điều này,"
    }
  },
  {
    "translation": {
      "en": "for him to employ one of his kids.\"",
      "vi": "khi tuyển một đứa con mình vào làm việc\"."
    }
  },
  {
    "translation": {
      "en": "But I can outwork you.",
      "vi": "Tôi có thể làm việc chăm hơn bạn."
    }
  },
  {
    "translation": {
      "en": "And that was my plan. I was just gonna go, and I was gonna outwork everybody.",
      "vi": "Đó là kế hoạch của tôi. Tôi sẽ đến và làm việc chăm hơn mọi người."
    }
  },
  {
    "translation": {
      "en": "If everybody stayed 16 hours,",
      "vi": "Nếu mọi người làm việc 16 tiếng,"
    }
  },
  {
    "translation": {
      "en": "I was gonna stay 17 hours and earn their respect.",
      "vi": "tôi sẽ làm 17 tiếng và khiến họ tôn trọng tôi."
    }
  },
  {
    "translation": {
      "en": "And I think that his attitude would have been,",
      "vi": "Và tôi nghĩ ông ấy sẽ có thái độ:"
    }
  },
  {
    "translation": {
      "en": "\"Well, if he flames out because he's not very smart, that's okay.\"",
      "vi": "\"Chà, nếu nó thất bại vì không thông minh thì cũng không sao\"."
    }
  },
  {
    "translation": {
      "en": "So, it was also a test to see if--",
      "vi": "Đó cũng là một thử thách để xem"
    }
  },
  {
    "translation": {
      "en": "You know, if I had any stuff.",
      "vi": "tôi có năng lực không."
    }
  },
  {
    "translation": {
      "en": "And I was terrified.",
      "vi": "Và tôi đã rất sợ."
    }
  },
  {
    "translation": {
      "en": "[reporter] Here they are. Hi, Veecks. Let's just walk around and get their names.",
      "vi": "Họ đây rồi. Chào gia đình Veeck. Ta sẽ đi hỏi tên của họ."
    }
  },
  {
    "translation": {
      "en": "-What is your name? -Michael Veeck.",
      "vi": "- Cháu tên gì? - Michael Veeck."
    }
  },
  {
    "translation": {
      "en": "-How old are you, Michael? -Eleven.",
      "vi": "- Mấy tuổi rồi? - Mười một."
    }
  },
  {
    "translation": {
      "en": "Eleven years old.",
      "vi": "Mười một tuổi."
    }
  },
  {
    "translation": {
      "en": "[Mike] We lived in this old house.",
      "vi": "Chúng tôi sống trong một ngôi nhà cũ."
    }
  },
  {
    "translation": {
      "en": "There were nine kids.",
      "vi": "Có chín đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "And so, growing up, we would have fire drills.",
      "vi": "Và khi lớn lên, chúng tôi sẽ diễn tập phòng cháy."
    }
  },
  {
    "translation": {
      "en": "My job was to grab the idea box.",
      "vi": "Nhiệm vụ của tôi là lấy hộp ý tưởng."
    }
  },
  {
    "translation": {
      "en": "And the idea box was filled with every gag",
      "vi": "Và hộp ý tưởng chứa đầy mọi trò vui"
    }
  },
  {
    "translation": {
      "en": "that Mom and Dad or visitors had thought of.",
      "vi": "mà bố mẹ tôi hay những vị khách đã nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "In our house, cocktail napkins and matchbooks, especially,",
      "vi": "Trong nhà chúng tôi, nhất là khăn giấy cocktail và hộp diêm"
    }
  },
  {
    "translation": {
      "en": "were considered card files.",
      "vi": "đều được coi là tệp tin thẻ."
    }
  },
  {
    "translation": {
      "en": "If the house was on fire, you didn't grab the art.",
      "vi": "Nếu nhà bị cháy thì không lấy tác phẩm nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "What a wonderful lesson.",
      "vi": "Quả là bài học tuyệt hay."
    }
  },
  {
    "translation": {
      "en": "And I never forgot that.",
      "vi": "Và tôi không quên điều đó."
    }
  },
  {
    "translation": {
      "en": "[reporter] Bill, what's behind your theory of showmanship in baseball?",
      "vi": "Bill, điều gì khiến ông có giả thuyết về việc biểu diễn trong bóng chày?"
    }
  },
  {
    "translation": {
      "en": "Well, I happen to have a very ridiculous theory,",
      "vi": "Tôi tình cờ có một giả thuyết rất nực cười,"
    }
  },
  {
    "translation": {
      "en": "according to great many ball club operators,",
      "vi": "theo như nhiều ông chủ đội bóng chày,"
    }
  },
  {
    "translation": {
      "en": "that it should be fun.",
      "vi": "rằng nó sẽ rất vui."
    }
  },
  {
    "translation": {
      "en": "[Daniels] In December of '75, Bill begged and borrowed enough money",
      "vi": "Vào tháng 12 năm 1975, Bill đã năn nỉ và vay đủ tiền"
    }
  },
  {
    "translation": {
      "en": "to buy the Chicago White Sox.",
      "vi": "để mua đội Chicago White Sox."
    }
  },
  {
    "translation": {
      "en": "But keep in mind, this was insane.",
      "vi": "Nhưng hãy nhớ, lúc ấy điều này là điên rồ."
    }
  },
  {
    "translation": {
      "en": "He'd been out of the game for over a decade at this point,",
      "vi": "Ông ấy đã rời cuộc chơi hơn một thập kỷ"
    }
  },
  {
    "translation": {
      "en": "and things had changed.",
      "vi": "và mọi thứ đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "Bill wasn't rich like today's owners.",
      "vi": "Bill không giàu như các ông chủ ngày nay."
    }
  },
  {
    "translation": {
      "en": "He was the last of the old-time baseball hustlers.",
      "vi": "Ông ấy là người nhiệt huyết với bóng chày cổ điển cuối cùng."
    }
  },
  {
    "translation": {
      "en": "We have been pursuing this for some time,",
      "vi": "Chúng tôi đã theo đuổi thương vụ này một thời gian,"
    }
  },
  {
    "translation": {
      "en": "and it, on occasion, looked as if we might not make it.",
      "vi": "và đôi khi cứ tưởng sẽ đổ bể."
    }
  },
  {
    "translation": {
      "en": "And so, you really must forgive me",
      "vi": "Vì thế xin hãy thứ lỗi cho tôi"
    }
  },
  {
    "translation": {
      "en": "for not having prepared a magnificent oration.",
      "vi": "vì đã không chuẩn bị một bài phát biểu hoành tráng."
    }
  },
  {
    "translation": {
      "en": "He was the return of the savior.",
      "vi": "Ông ấy như vị cứu tinh trở về."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And Chicago needed to be saved.",
      "vi": "Đội Chicago cần được cứu giúp."
    }
  },
  {
    "translation": {
      "en": "On the South Side, the factories were dying",
      "vi": "Ở South Side, nhà máy thì thoi thóp"
    }
  },
  {
    "translation": {
      "en": "and the stadium was falling apart. There wasn't a lot of hope.",
      "vi": "còn sân vận động thì dần xuống cấp. Chẳng có mấy hy vọng."
    }
  },
  {
    "translation": {
      "en": "-Bill! How you doing? -[laughing] Hi. Fine, thanks.",
      "vi": "- Bill! Khỏe chứ? - Chào. Ừ, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "All right. So!",
      "vi": "Được đó!"
    }
  },
  {
    "translation": {
      "en": "[Mike] There was rejoicing in the streets.",
      "vi": "Sự hân hoan xuất hiện trên các con phố."
    }
  },
  {
    "translation": {
      "en": "In Chicago?",
      "vi": "Ở Chicago ư?"
    }
  },
  {
    "translation": {
      "en": "Oh, couldn't get no bigger than Bill Veeck.",
      "vi": "Không được lớn hơn Bill Veeck."
    }
  },
  {
    "translation": {
      "en": "He was the man.",
      "vi": "Ai cũng ái mộ ông."
    }
  },
  {
    "translation": {
      "en": "[Mike] He was in the phone book.",
      "vi": "Cuốn danh bạ có số của ông."
    }
  },
  {
    "translation": {
      "en": "He frequented the same saloons that they went to.",
      "vi": "Ông ấy hay lui tới những quán rượu mà họ đến."
    }
  },
  {
    "translation": {
      "en": "He used cabs as a source of marketing research.",
      "vi": "Ông ấy dùng taxi làm nguồn nghiên cứu tiếp thị."
    }
  },
  {
    "translation": {
      "en": "And even now, people tell me, \"I was a Sox fan because of the owner.\"",
      "vi": "Thậm chí bây giờ, mọi người bảo tôi: \"Tôi hâm mộ đội Sox vì người chủ sở hữu\"."
    }
  },
  {
    "translation": {
      "en": "[Mike] He was one of them. That's exactly how they felt.",
      "vi": "Ông ấy là một người như họ. Đó chính xác là cảm giác của họ."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And if Chicago was the Second City,",
      "vi": "Nếu Chicago là Thành phố Thứ hai,"
    }
  },
  {
    "translation": {
      "en": "the White Sox had always been their second team.",
      "vi": "thì White Sox đã luôn là đội thứ hai của họ."
    }
  },
  {
    "translation": {
      "en": "Scrappy underdogs to the crosstown Cubs.",
      "vi": "Đội dưới cơ so với đội Cubs bên kia thành phố."
    }
  },
  {
    "translation": {
      "en": "[Dombrowski] We knew we weren't really a very good club.",
      "vi": "Chúng tôi biết đội mình không xuất sắc."
    }
  },
  {
    "translation": {
      "en": "There were no expectations of winning your division or winning a pennant.",
      "vi": "Không có kỳ vọng thắng giải hay giành cờ hiệu."
    }
  },
  {
    "translation": {
      "en": "[Chicoine] But Bill had a plan.",
      "vi": "Nhưng Bill có kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Get people in the seats and good things will happen.",
      "vi": "Kéo khán giả đến sân và điều tốt đẹp sẽ tới."
    }
  },
  {
    "translation": {
      "en": "Oh, this is a wonderful ballpark.",
      "vi": "Đây là sân bóng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Bill didn't have an office.",
      "vi": "Bill không có văn phòng."
    }
  },
  {
    "translation": {
      "en": "He ran the team from a little bar deep inside Comiskey.",
      "vi": "Ông ấy điều hành đội từ một quán bar nhỏ sâu bên trong Comiskey."
    }
  },
  {
    "translation": {
      "en": "The press and visiting teams were always welcome.",
      "vi": "Báo chí và đội khách luôn được chào đón."
    }
  },
  {
    "translation": {
      "en": "It was the Bard's Room.",
      "vi": "Đó là Phòng của Bard."
    }
  },
  {
    "translation": {
      "en": "[Mike] You walk into the Bard's Room,",
      "vi": "Bạn bước vào Phòng của Bard,"
    }
  },
  {
    "translation": {
      "en": "and suddenly, all of these baseball cards come alive.",
      "vi": "và đột nhiên, mọi nhân vật trong thẻ bóng chày như bước ra đời thực."
    }
  },
  {
    "translation": {
      "en": "And now I had to figure out how I could earn a seat at that table.",
      "vi": "Và giờ tôi phải tìm cách để được ngồi chung mâm với họ."
    }
  },
  {
    "translation": {
      "en": "[reporter] Bill, how much do you know about baseball?",
      "vi": "Bill, ông hiểu bóng chày đến đâu?"
    }
  },
  {
    "translation": {
      "en": "[Bill] I'm pretty good.",
      "vi": "Cũng khá rành."
    }
  },
  {
    "translation": {
      "en": "I've seen more ball games than almost anybody you can find around.",
      "vi": "Tôi xem các trận bóng chày nhiều hơn hầu hết bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "[Daniels] This is an understatement.",
      "vi": "Đó là nói giảm rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Bill has seen it all.",
      "vi": "Bill đã xem tất cả."
    }
  },
  {
    "translation": {
      "en": "His dad ran the Cubs.",
      "vi": "Bố ông ấy quản lý đội Cubs."
    }
  },
  {
    "translation": {
      "en": "So, when he was a gopher like Mike, he planted the famous ivy at Wrigley.",
      "vi": "Hồi còn hăng hái như Mike, ông đã trồng cây thường xuân ở Wrigley."
    }
  },
  {
    "translation": {
      "en": "And when he owned the Indians, he integrated the American League",
      "vi": "Khi sở hữu đội Indians, ông đưa Larry Doby và Satchel Paige"
    }
  },
  {
    "translation": {
      "en": "with Larry Doby and Satchel Paige.",
      "vi": "vào giải American League."
    }
  },
  {
    "translation": {
      "en": "But what you don't hear is that legend has it, years before Jackie Robinson,",
      "vi": "Nhưng bạn đâu biết là người ta đồn rằng trước Jackie Robinson nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "he schemed to buy the Phillies",
      "vi": "ông ấy đã tính mua đội Phillies"
    }
  },
  {
    "translation": {
      "en": "and replace all the white players with Black players.",
      "vi": "và thay hết cầu thủ da trắng bằng cầu thủ da màu."
    }
  },
  {
    "translation": {
      "en": "But that plan didn't get very far.",
      "vi": "Nhưng kế hoạch đó không tiến xa."
    }
  },
  {
    "translation": {
      "en": "All the fun stuff that happens at baseball games today,",
      "vi": "Tất cả trò vui ở các trận bóng chày thời nay,"
    }
  },
  {
    "translation": {
      "en": "fireworks, giveaways, promos, you name it, Bill invented it.",
      "vi": "nào là pháo hoa, tặng quà, quảng cáo, đủ cả, đều là Bill nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "Oh, and he also brought in this guy, Eddie Gaedel, to pinch-hit one time.",
      "vi": "Ông ấy còn đưa anh chàng Eddie Gaedel này vào sân đánh thay một lần."
    }
  },
  {
    "translation": {
      "en": "He was a dwarf. It's a whole other story.",
      "vi": "Anh ấy là người lùn. Đó là câu chuyện khác."
    }
  },
  {
    "translation": {
      "en": "So, yeah, Bill knows a thing or two about baseball.",
      "vi": "Nên là Bill có hiểu biết về bóng chày."
    }
  },
  {
    "translation": {
      "en": "No, what you are creating is a ground rule in which greed reigns supreme.",
      "vi": "Ông đang tạo ra một quy định mà lòng tham là quan trọng nhất."
    }
  },
  {
    "translation": {
      "en": "And after every home game, I'd come up there.",
      "vi": "Sau mỗi trận ở sân nhà, tôi sẽ lên đó."
    }
  },
  {
    "translation": {
      "en": "-He loved to stimulate a conversation. -Now…",
      "vi": "- Ông ấy thích tạo hào hứng khi bàn bạc. - Giờ…"
    }
  },
  {
    "translation": {
      "en": "[La Russa] And once it got going, he'd just sit back with a big smile on his face.",
      "vi": "Đến lúc đó, ông ấy sẽ chỉ ngồi xuống với nụ cười trên môi."
    }
  },
  {
    "translation": {
      "en": "That's where the education came from.",
      "vi": "Kiến thức từ đấy mà ra."
    }
  },
  {
    "translation": {
      "en": "[Mike] I was mute. I got beers for people. I fetched.",
      "vi": "Tôi im lặng, đem bia cho mọi người. Tôi lấy đồ."
    }
  },
  {
    "translation": {
      "en": "It was a crusade. And I was on my own crusade too.",
      "vi": "Đó là cuộc thập tự chinh. Tôi cũng có cuộc thập tự chinh của mình."
    }
  },
  {
    "translation": {
      "en": "[Dombrowski] Mike wanted to keep him in the game.",
      "vi": "Mike muốn bố tiếp tục lãnh đạo đội bóng."
    }
  },
  {
    "translation": {
      "en": "And we knew that if the White Sox situation broke up,",
      "vi": "Và chúng tôi biết nếu tình hình đội White Sox đổ vỡ,"
    }
  },
  {
    "translation": {
      "en": "that that would mean the end of he and his dad",
      "vi": "thì sẽ là dấu chấm hết cho việc"
    }
  },
  {
    "translation": {
      "en": "probably ever working together or being together.",
      "vi": "hai bố con làm việc cùng nhau hoặc ở bên nhau."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And Bill Veeck was a marked man. The other owners, the baseball purists,",
      "vi": "Và Bill Veeck là một mục tiêu. Các ông chủ khác ưa bóng chày thuần túy,"
    }
  },
  {
    "translation": {
      "en": "they wanted nothing more than to see him fail.",
      "vi": "chỉ muốn thấy ông ấy thất bại."
    }
  },
  {
    "translation": {
      "en": "Bill was gonna have to pull out all the stops to stay afloat.",
      "vi": "Bill sẽ phải làm tất cả để trụ vững."
    }
  },
  {
    "translation": {
      "en": "[man] Would you please form single-file lines at the gate?",
      "vi": "Mọi người vui lòng xếp thành những hàng một ở cổng?"
    }
  },
  {
    "translation": {
      "en": "Okay, now, this song we're gonna play for Bill Veeck. Here we go.",
      "vi": "Rồi, giờ chúng tôi sẽ chơi bài này tặng Bill Veeck. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Mike] In 1977, boy, we needed a miracle.",
      "vi": "Vào năm 1977, trời, chúng tôi cần một phép màu."
    }
  },
  {
    "translation": {
      "en": "Happy days. The opening day today, all right!",
      "vi": "Những ngày vui vẻ. Hôm nay là ngày khai màn!"
    }
  },
  {
    "translation": {
      "en": "Go, White Sox!",
      "vi": "Tiến lên, White Sox!"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, what was your pitch to the fans?",
      "vi": "Ông có phát biểu nào tới các fan?"
    }
  },
  {
    "translation": {
      "en": "It was very simple.",
      "vi": "Đơn giản lắm."
    }
  },
  {
    "translation": {
      "en": "[Bill] There's nothing to giving everyone in a ballpark an Eskimo Pie.",
      "vi": "Tặng mọi người ở sân bóng một chiếc bánh Eskimo Pie thì đơn giản,"
    }
  },
  {
    "translation": {
      "en": "But to give one person 30,000 Eskimo Pies,",
      "vi": "nhưng để tặng một người 30.000 chiếc bánh Eskimo Pie,"
    }
  },
  {
    "translation": {
      "en": "now that causes some interesting thought.",
      "vi": "thì điều đó gợi ra ý tưởng thú vị."
    }
  },
  {
    "translation": {
      "en": "And we're gonna constantly try new things.",
      "vi": "Và chúng tôi sẽ liên tục thử những điều mới mẻ."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Bill didn't believe in titles, but Mike was basically head of promotions.",
      "vi": "Bill không tin vào chức vụ, nhưng Mike là giám đốc quảng cáo."
    }
  },
  {
    "translation": {
      "en": "Together, they installed a barbershop in the outfield,",
      "vi": "Cùng nhau, họ mở một tiệm cắt tóc ở ngoài sân,"
    }
  },
  {
    "translation": {
      "en": "brought in circus animals,",
      "vi": "mời đoàn xiếc thú tới,"
    }
  },
  {
    "translation": {
      "en": "belly dancers,",
      "vi": "các vũ công múa bụng,"
    }
  },
  {
    "translation": {
      "en": "added a shower,",
      "vi": "lắp một vòi hoa sen,"
    }
  },
  {
    "translation": {
      "en": "and, of course,",
      "vi": "và tất nhiên là"
    }
  },
  {
    "translation": {
      "en": "the shorts.",
      "vi": "quần đùi nữa."
    }
  },
  {
    "translation": {
      "en": "When we saw them, we said, \"What is going on here?\"",
      "vi": "Khi thấy họ, chúng tôi nói: \"Có chuyện gì thế này?\""
    }
  },
  {
    "translation": {
      "en": "But that's Bill Veeck.",
      "vi": "Mà Bill Veeck là vậy."
    }
  },
  {
    "translation": {
      "en": "[La Russa] The slides were the most perilous part of the game.",
      "vi": "Những cú trượt là phần hiểm họa nhất ở môn này."
    }
  },
  {
    "translation": {
      "en": "His detractors would always say, \"Hey, 35% of the people hate this stuff.\"",
      "vi": "Những kẻ gièm pha luôn nói: \"Có 35% số người ghét mấy trò này\"."
    }
  },
  {
    "translation": {
      "en": "That's exactly right,",
      "vi": "Chuẩn luôn,"
    }
  },
  {
    "translation": {
      "en": "35% are just there for the ball game.",
      "vi": "35% chỉ tới đó để xem trận bóng."
    }
  },
  {
    "translation": {
      "en": "They could care less. That leaves a lot of seats.",
      "vi": "Họ chẳng quan tâm. Thế nên có nhiều ghế trống."
    }
  },
  {
    "translation": {
      "en": "Dad is having his last hurrah,",
      "vi": "Đây là nỗ lực cuối của bố tôi"
    }
  },
  {
    "translation": {
      "en": "and I was doing everything I could to help him out.",
      "vi": "và tôi đang làm hết sức để giúp ông ấy."
    }
  },
  {
    "translation": {
      "en": "Coming, Dad!",
      "vi": "Con đến đây, bố ơi!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] Meanwhile, the team was taking off.",
      "vi": "Trong khi đó, cả đội đang thăng hoa."
    }
  },
  {
    "translation": {
      "en": "That summer, they hit more home runs than any other team in Chicago history,",
      "vi": "Mùa hè đó, họ ghi điểm trực tiếp nhiều hơn mọi đội trong lịch sử Chicago,"
    }
  },
  {
    "translation": {
      "en": "which meant a lot of action for one of Bill's most legendary hustles,",
      "vi": "đồng nghĩa có nhiều việc phải làm cho một trò trứ danh của Bill,"
    }
  },
  {
    "translation": {
      "en": "the exploding scoreboard.",
      "vi": "bảng điểm bắn pháo hoa."
    }
  },
  {
    "translation": {
      "en": "[reporter] So, Mike, can you explain to me how this all works?",
      "vi": "Mike, cách thức hoạt động thế nào?"
    }
  },
  {
    "translation": {
      "en": "What my dad realized is, uh, home runs, they're basically dull, right? You know?",
      "vi": "Bố tôi thấy các cú ghi điểm trực tiếp khá tẻ nhạt. Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "A crack from the bat, the ball's gone, and that's the end of the excitement.",
      "vi": "Gậy đập trúng bóng, bóng bay mất, kết thúc sự phấn khích."
    }
  },
  {
    "translation": {
      "en": "So we sort of figured out, \"Okay, how do we spice things up a little bit?\"",
      "vi": "Nên chúng tôi nghĩ: \"Làm thế nào để thêm chút thú vị?\""
    }
  },
  {
    "translation": {
      "en": "-[announcer] Drive way back! -[crowd roars excitedly]",
      "vi": "…một cú blooper, về phía sau sân!"
    }
  },
  {
    "translation": {
      "en": "Might be outta here! It could be! It is!",
      "vi": "Có khi ra khỏi sân! Có thể lắm! Bay ra rồi!"
    }
  },
  {
    "translation": {
      "en": "-[klaxon sound effect plays] -Bang. That's one.",
      "vi": "Một công tắc."
    }
  },
  {
    "translation": {
      "en": "-[announcer] Holy cow! -[loud pops]",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Boom, boom, boom, boom.",
      "vi": "Bùm, bùm, bùm."
    }
  },
  {
    "translation": {
      "en": "[announcer] Listen to the crowd!",
      "vi": "Nghe đám đông đi kìa!"
    }
  },
  {
    "translation": {
      "en": "Grand slam? All four.",
      "vi": "Một pha grand slam? Bật cả bốn."
    }
  },
  {
    "translation": {
      "en": "[Johnson] We hit so many home runs that one year,",
      "vi": "Năm đó chúng tôi ghi điểm trực tiếp"
    }
  },
  {
    "translation": {
      "en": "Mike couldn't reload the scoreboard quick enough.",
      "vi": "nhiều đến nỗi Mike không thể nạp pháo đủ nhanh."
    }
  },
  {
    "translation": {
      "en": "[Mike] Coming! Gotta reload.",
      "vi": "Đến đây! Phải nạp thêm."
    }
  },
  {
    "translation": {
      "en": "\"Hey, where are the… Where are the explosions?\"",
      "vi": "\"Này, pháo hoa đâu rồi?\""
    }
  },
  {
    "translation": {
      "en": "[Daniels] There was real magic on the South Side that summer, but more importantly…",
      "vi": "Mùa hè năm ấy đã có phép màu ở South Side, nhưng quan trọng hơn…"
    }
  },
  {
    "translation": {
      "en": "Mike got to show his dad that he had the stuff.",
      "vi": "Mike phải chứng tỏ cho bố thấy mình có năng lực."
    }
  },
  {
    "translation": {
      "en": "What could possibly go wrong?",
      "vi": "Có thể có bất trắc gì chứ?"
    }
  },
  {
    "translation": {
      "en": "[Dombrowski] We go in to Bill to see how much money we have to sign our players.",
      "vi": "Chúng tôi hỏi Bill xem có bao nhiêu tiền để ký hợp đồng với cầu thủ."
    }
  },
  {
    "translation": {
      "en": "And he says, uh, \"Well, just remember,",
      "vi": "Và ông ấy bảo: \"Chà, hãy nhớ,"
    }
  },
  {
    "translation": {
      "en": "any money you give these players, we don't have.\"",
      "vi": "bất kỳ khoản tiền trả cho các cầu thủ, ta đều không có\"."
    }
  },
  {
    "translation": {
      "en": "[Johnson] He never re-signed anybody.",
      "vi": "Ông ấy không tái ký hợp đồng với ai."
    }
  },
  {
    "translation": {
      "en": "Anybody became a free agent, they were gone.",
      "vi": "Ai hết hợp đồng là cho ra đi luôn."
    }
  },
  {
    "translation": {
      "en": "Because we were underfinanced.",
      "vi": "Vì lúc ấy chúng tôi thiếu kinh phí."
    }
  },
  {
    "translation": {
      "en": "We needed the jink.",
      "vi": "Chúng tôi cần tiền."
    }
  },
  {
    "translation": {
      "en": "Here's a perfect example.",
      "vi": "Đây là một ví dụ điển hình."
    }
  },
  {
    "translation": {
      "en": "Dad needed to sign Chet Lemon.",
      "vi": "Bố tôi cần ký hợp đồng với Chet Lemon."
    }
  },
  {
    "translation": {
      "en": "He needed $70,000. Imagine that.",
      "vi": "Ông ấy cần 70.000 đô. Hình dung xem."
    }
  },
  {
    "translation": {
      "en": "One day, I was shooting fireworks.",
      "vi": "Một hôm, tôi đang bắn pháo hoa."
    }
  },
  {
    "translation": {
      "en": "And I looked up, and I saw the reflection in the old press box.",
      "vi": "Rồi tôi nhìn lên và thấy ảnh phản chiếu ở khu cũ cho cánh báo chí."
    }
  },
  {
    "translation": {
      "en": "And I thought to myself, \"That'd be a great seat.\"",
      "vi": "Tôi thầm nghĩ: \"Đó sẽ là một chỗ ngồi tuyệt đẹp\"."
    }
  },
  {
    "translation": {
      "en": "So, you get an order of ribs,",
      "vi": "Vậy là bạn sẽ được gọi món sườn,"
    }
  },
  {
    "translation": {
      "en": "a couple of cans of beer, for a thousand dollars.",
      "vi": "một vài lon bia, với giá một nghìn đô."
    }
  },
  {
    "translation": {
      "en": "And we'll call it…",
      "vi": "Và nó sẽ được gọi là…"
    }
  },
  {
    "translation": {
      "en": "Skybox.",
      "vi": "Skybox."
    }
  },
  {
    "translation": {
      "en": "Boom. He signs Chet Lemon.",
      "vi": "Bùm. Ông ấy tuyển Chet Lemon."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Looking back, this is actually a pretty big moment.",
      "vi": "Ngẫm lại thì đây thực sự là khoảnh khắc quan trọng. Đó là sự ra đời của phòng hạng sang."
    }
  },
  {
    "translation": {
      "en": "It was the birth of the luxury suite.",
      "vi": "đây thực sự là khoảnh khắc quan trọng. Đó là sự ra đời của phòng hạng sang."
    }
  },
  {
    "translation": {
      "en": "Thanks, Mike.",
      "vi": "Cảm ơn Mike."
    }
  },
  {
    "translation": {
      "en": "I go bearing gifts.",
      "vi": "Tôi đi bê quà."
    }
  },
  {
    "translation": {
      "en": "You know, it was over a course of three days, maybe.",
      "vi": "Có lẽ là trong ba ngày."
    }
  },
  {
    "translation": {
      "en": "I mean, it sold out quickly.",
      "vi": "Bán hết nhanh lắm."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Miguel, you expect that Joe's Bar and Grill",
      "vi": "Ông ấy bảo: \"Miguel, con nghĩ là quán Joe's Bar and Grill"
    }
  },
  {
    "translation": {
      "en": "is gonna buy one of these from you every year, don't you?\"",
      "vi": "sẽ mua của con một thứ thế này mỗi năm hả?\""
    }
  },
  {
    "translation": {
      "en": "And he looked at me and shook his head, and he said, uh,",
      "vi": "Rồi ông ấy nhìn tôi, lắc đầu và bảo:"
    }
  },
  {
    "translation": {
      "en": "\"What about Xerox and IBM?\"",
      "vi": "\"Thế Xerox và IBM thì sao?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"When they see this, they're gonna want to buy the thing.\" \"It's elitist.\"",
      "vi": "Ông ấy nói: \"Khi họ thấy thứ này, họ sẽ muốn mua nó. Nó là tinh hoa\"."
    }
  },
  {
    "translation": {
      "en": "[Bill] At the rate we're going, you're talking about $100 bleacher seats.",
      "vi": "Cứ với đà này thì là 100 đô cho ghế ở khán đài không có mái che."
    }
  },
  {
    "translation": {
      "en": "Quite obviously, that's going to destroy the game.",
      "vi": "Rõ ràng, điều đó sẽ phá hỏng môn này."
    }
  },
  {
    "translation": {
      "en": "[Mike] In other words, he could see right straight down that avenue.",
      "vi": "Nói cách khác, ông ấy biết điều gì sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "I never saw it. I saw an immediacy.",
      "vi": "Tôi thì không. Tôi thấy một điều cấp bách."
    }
  },
  {
    "translation": {
      "en": "\"We need money? I got a solution.\"",
      "vi": "\"Chúng ta cần tiền? Tôi có giải pháp\"."
    }
  },
  {
    "translation": {
      "en": "Hear ye, hear ye. A royal decree from the king of softball, Eddie Feigner.",
      "vi": "Nghe đây. Vua bóng mềm, Eddie Feigner, có sắc lệnh hoàng gia."
    }
  },
  {
    "translation": {
      "en": "King Eddie has thrown over 900 no-hitters,",
      "vi": "Vua Eddie đã ném hơn 900 cú trúng đích,"
    }
  },
  {
    "translation": {
      "en": "and he can pitch blindfolded or from second base.",
      "vi": "và có thể ném khi bịt mắt hoặc từ gôn hai."
    }
  },
  {
    "translation": {
      "en": "Through Mike, they doubled and tripled down on the promotions.",
      "vi": "Thông qua Mike, họ quảng cáo gấp đôi, gấp ba."
    }
  },
  {
    "translation": {
      "en": "I was just trying to draw people.",
      "vi": "Tôi chỉ cố lôi kéo khán giả tới."
    }
  },
  {
    "translation": {
      "en": "We were financially in trouble.",
      "vi": "Chúng tôi gặp khó về tài chính mà."
    }
  },
  {
    "translation": {
      "en": "[Mike] Chicago is on fire with disco clubs.",
      "vi": "Các hộp đêm disco đang thịnh hành ở Chicago."
    }
  },
  {
    "translation": {
      "en": "So, we do a salute to disco.",
      "vi": "Vậy nên chúng tôi tôn vinh disco."
    }
  },
  {
    "translation": {
      "en": "I remember nothing else about it, except it was a huge success.",
      "vi": "Tôi không nhớ gì khác về nó, ngoại trừ nó thành công vang dội."
    }
  },
  {
    "translation": {
      "en": "When I think of disco,",
      "vi": "Khi nghĩ đến disco,"
    }
  },
  {
    "translation": {
      "en": "I think of Rick Dees doing \"Disco Duck\" and going, \"What is…?\"",
      "vi": "tôi nghĩ đến Rick Dees hát bài \"Disco Duck\" và nói: \"Cái gì…?\""
    }
  },
  {
    "translation": {
      "en": "[Daniels] Disco started in the underground club scene,",
      "vi": "Disco ban đầu xuất hiện ở hộp đêm ngầm,"
    }
  },
  {
    "translation": {
      "en": "but by '79, it was everywhere.",
      "vi": "nhưng đến năm 1979, nó có ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "And everyone was cashing in.",
      "vi": "Và mọi người kiếm lời từ nó."
    }
  },
  {
    "translation": {
      "en": "[Mike] It's three o'clock in the morning, and we're having a great laugh",
      "vi": "Lúc này là ba giờ sáng, chúng tôi đang cười khoái chí"
    }
  },
  {
    "translation": {
      "en": "about how we pulled off this salute to disco.",
      "vi": "về chuyện mình thực hiện thành công màn tôn vinh nhạc disco."
    }
  },
  {
    "translation": {
      "en": "And my old man was always telling me, \"Think opposites.\"",
      "vi": "Và bố tôi luôn dặn rằng: \"Hãy suy nghĩ trái ngược\"."
    }
  },
  {
    "translation": {
      "en": "'Cause I said, \"You know, we ought to have a night for people who hate disco.\"",
      "vi": "Vì tôi đã nói: \"Chúng ta nên có một đêm cho những người ghét disco\"."
    }
  },
  {
    "translation": {
      "en": "We need money? I got a solution.",
      "vi": "Chúng ta cần tiền? Tôi có giải pháp."
    }
  },
  {
    "translation": {
      "en": "Jeff Schwartz calls me up, and he says to me,",
      "vi": "Jeff Schwartz gọi điện cho tôi và bảo:"
    }
  },
  {
    "translation": {
      "en": "\"Steve Dahl just blew up a disco record on the air.\"",
      "vi": "\"Steve Dahl vừa cho một đĩa nhạc disco nổ tung trên trời\"."
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "Who's Steve Dahl?",
      "vi": "Steve Dahl là ai?"
    }
  },
  {
    "translation": {
      "en": "He's outrageous.",
      "vi": "Anh ấy ngông cuồng."
    }
  },
  {
    "translation": {
      "en": "He's obnoxious.",
      "vi": "Anh ấy đáng ghét."
    }
  },
  {
    "translation": {
      "en": "He's the greatest. He will be. And he--",
      "vi": "Anh ấy vĩ đại nhất. Sẽ như thế. Anh ấy…"
    }
  },
  {
    "translation": {
      "en": "You can't get any higher than Steve Dahl.",
      "vi": "Bạn không thể vượt lên trên Steve Dahl."
    }
  },
  {
    "translation": {
      "en": "Dahl is mentioned in the same breath as Howard Stern and Bubba the--",
      "vi": "Dahl được so sánh với Howard Stern và Bubba…"
    }
  },
  {
    "translation": {
      "en": "They were all these shock jocks that--",
      "vi": "Họ đều là đám lộng ngôn mà…"
    }
  },
  {
    "translation": {
      "en": "I didn't listen to any of that. You know, didn't mean anything to me.",
      "vi": "Tôi chả nghe mấy điều đó. Chẳng nghĩa lý gì với tôi."
    }
  },
  {
    "translation": {
      "en": "I'm tired of being a regional star.",
      "vi": "Tôi chán làm ngôi sao vùng rồi."
    }
  },
  {
    "translation": {
      "en": "I'm a megastar.",
      "vi": "Tôi là một siêu sao."
    }
  },
  {
    "translation": {
      "en": "But if I go to Los Angeles, I'm nobody.",
      "vi": "Nếu tôi đến Los Angeles, tôi là kẻ vô danh."
    }
  },
  {
    "translation": {
      "en": "If I go to New York, I'm nobody.",
      "vi": "Nếu đến New York, chả ai biết tôi. Tôi rượu chè nhiều vì điều đó,"
    }
  },
  {
    "translation": {
      "en": "And I drink a lot because of that, and I take Valiums.",
      "vi": "Nếu đến New York, chả ai biết tôi. Tôi rượu chè nhiều vì điều đó, và tôi dùng Valium được kê đơn, song tôi lạm dụng nó."
    }
  },
  {
    "translation": {
      "en": "They're prescribed, but I abuse 'em.",
      "vi": "và tôi dùng Valium được kê đơn, song tôi lạm dụng nó."
    }
  },
  {
    "translation": {
      "en": "And if you don't make me a national celebrity by 1982,",
      "vi": "Và nếu bạn không giúp tôi nổi tiếng khắp cả nước trước năm 1982,"
    }
  },
  {
    "translation": {
      "en": "I'll kill myself.",
      "vi": "tôi sẽ tự sát."
    }
  },
  {
    "translation": {
      "en": "[Mike] And with 16-year-old boys,",
      "vi": "Và với những thiếu niên 16 tuổi,"
    }
  },
  {
    "translation": {
      "en": "he was on fire.",
      "vi": "thì anh ấy rất thành công."
    }
  },
  {
    "translation": {
      "en": "I had no idea that this younger demographic",
      "vi": "Tôi không hề biết nhóm người trẻ tuổi này"
    }
  },
  {
    "translation": {
      "en": "really took anti-disco seriously.",
      "vi": "lại coi trọng việc phản đối nhạc disco."
    }
  },
  {
    "translation": {
      "en": "I thought we were all gonna have fun.",
      "vi": "Tôi tưởng chúng tôi sẽ vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Ooh, that felt good.",
      "vi": "Sướng thật đấy."
    }
  },
  {
    "translation": {
      "en": "[Mike] To me, it was absolutely tongue-in-cheek.",
      "vi": "Với tôi, đó hoàn toàn là bỡn cợt."
    }
  },
  {
    "translation": {
      "en": "So at three o'clock, I look out there,",
      "vi": "Lúc ba giờ, tôi nhìn ra đó."
    }
  },
  {
    "translation": {
      "en": "and we have a meeting with the cops because it's a five o'clock start.",
      "vi": "Chúng tôi họp với cảnh sát vì năm giờ là thi đấu rồi."
    }
  },
  {
    "translation": {
      "en": "They go, \"How many people will you have?\" I said, \"We're gonna have 35,000 people.\"",
      "vi": "Họ bảo: \"Sẽ có bao nhiêu khán giả?\" Tôi đáp: \"35.000 người\"."
    }
  },
  {
    "translation": {
      "en": "They're like…",
      "vi": "Họ bảo…"
    }
  },
  {
    "translation": {
      "en": "\"Not a chance.\"",
      "vi": "\"Còn khướt\"."
    }
  },
  {
    "translation": {
      "en": "Hello, again, everybody.",
      "vi": "Xin chào lần nữa."
    }
  },
  {
    "translation": {
      "en": "[Caray] Harry Caray and Jimmy Piersall from Comiskey Park,",
      "vi": "Harry Caray và Jimmy Piersall từ sân Comiskey Park,"
    }
  },
  {
    "translation": {
      "en": "where we're gonna have a wild night tonight.",
      "vi": "nơi mà tối nay chúng ta sẽ có một đêm cuồng nhiệt."
    }
  },
  {
    "translation": {
      "en": "A twi-night doubleheader.",
      "vi": "Hai trận liên nối chiều-tối."
    }
  },
  {
    "translation": {
      "en": "This has got to be the youngest crowd ever to fill up Comiskey Park.",
      "vi": "Đây hẳn là đám đông trẻ tuổi nhất từng lấp đầy sân Comiskey Park."
    }
  },
  {
    "translation": {
      "en": "Just a tremendous promotion.",
      "vi": "Quảng bá rầm rộ đấy."
    }
  },
  {
    "translation": {
      "en": "[Chicoine] So, I took the L and got off,",
      "vi": "Tôi đi tàu hỏa rồi xuống,"
    }
  },
  {
    "translation": {
      "en": "and right when you got off, you knew something was different.",
      "vi": "và ngay khi xuống tàu, ta biết có gì đó khác lạ."
    }
  },
  {
    "translation": {
      "en": "It was all these kids hanging around.",
      "vi": "Ở đó toàn mấy bạn trẻ."
    }
  },
  {
    "translation": {
      "en": "I am Dr. Death.",
      "vi": "Tôi là Tiến sĩ Tử Thần."
    }
  },
  {
    "translation": {
      "en": "The promotion was that if you brought a disco record",
      "vi": "Họ quảng cáo là nếu bạn đem đĩa nhạc disco đến sân bóng,"
    }
  },
  {
    "translation": {
      "en": "to the ballpark, you got in for 99 cents.",
      "vi": "Họ quảng cáo là nếu bạn đem đĩa nhạc disco đến sân bóng, thì sẽ nhận được 99 xu."
    }
  },
  {
    "translation": {
      "en": "There were giant bins of disco records.",
      "vi": "Có các thùng đĩa nhạc disco rất to."
    }
  },
  {
    "translation": {
      "en": "Come to these… Come see baseball. Come drink beer.",
      "vi": "Bill Veeck khốn nạn! Đến xem bóng. Đến uống bia."
    }
  },
  {
    "translation": {
      "en": "Traffic is backed up",
      "vi": "Giao thông tắc nghẽn"
    }
  },
  {
    "translation": {
      "en": "from Comiskey Park to O'Hare Airport. I think it's 17 miles.",
      "vi": "từ sân Comiskey Park đến sân bay O'Hare. Chắc tầm 27km."
    }
  },
  {
    "translation": {
      "en": "The city's in gridlock.",
      "vi": "Thành phố bị ùn tắc."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"That's cool.\"",
      "vi": "Tôi nghĩ: \"Tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "[Chicoine] But it was the strangest vibe.",
      "vi": "Nhưng bầu không khí rất kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "This doesn't seem like a baseball crowd at all.",
      "vi": "Đây có vẻ không giống đám đông hâm mộ bóng chày."
    }
  },
  {
    "translation": {
      "en": "[Mike] First pitch, there's 55-60,000 people in the park,",
      "vi": "Lúc thực hiện cú ném chào sân, có 55-60.000 người trong sân,"
    }
  },
  {
    "translation": {
      "en": "and we have to shut the gates down.",
      "vi": "và chúng tôi phải đóng cửa."
    }
  },
  {
    "translation": {
      "en": "They didn't do that for the World Series.",
      "vi": "Ở giải World Series còn chả làm thế."
    }
  },
  {
    "translation": {
      "en": "And there's 40,000 people outside.",
      "vi": "Và có 40.000 người ở bên ngoài sân."
    }
  },
  {
    "translation": {
      "en": "Some of them were trying to climb into the stadium.",
      "vi": "Vài người trong số họ cố trèo vào sân vận động."
    }
  },
  {
    "translation": {
      "en": "[Mike] We're confiscating grappling hooks.",
      "vi": "Chúng tôi còn tịch thu móc neo."
    }
  },
  {
    "translation": {
      "en": "I mean, this was an audience unlike we'd ever seen, in numbers we'd never seen.",
      "vi": "Chúng tôi chưa từng thấy số lượng khán giả đông đảo đến vậy."
    }
  },
  {
    "translation": {
      "en": "During the game, one section would just say, \"Disco sucks!\"",
      "vi": "Trong trận đấu, khán đài này hô: \"Disco dở ẹc!\" Khán đài còn lại hô: \"Disco dở ẹc!\""
    }
  },
  {
    "translation": {
      "en": "Then the other section, \"Disco sucks!\"",
      "vi": "khán đài này hô: \"Disco dở ẹc!\" Khán đài còn lại hô: \"Disco dở ẹc!\""
    }
  },
  {
    "translation": {
      "en": "They're just going back and forth, back and forth the entire game.",
      "vi": "Họ cứ hô đi hô lại suốt cả trận đấu."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[Caray] Well, I'm worried about what's gonna happen",
      "vi": "Tôi lo về những gì sẽ xảy ra giữa hai trận liên nối"
    }
  },
  {
    "translation": {
      "en": "between games of the doubleheader when there's no action on the field at all.",
      "vi": "Tôi lo về những gì sẽ xảy ra giữa hai trận liên nối lúc không có ai thi đấu trên sân."
    }
  },
  {
    "translation": {
      "en": "It was just this hum, hum, -hum, hum… -[crowd chanting]",
      "vi": "Chỉ có tiếng rền…"
    }
  },
  {
    "translation": {
      "en": "There was a hum the whole game.",
      "vi": "Tiếng rền suốt cả trận."
    }
  },
  {
    "translation": {
      "en": "[Caray] Two-two pitch.",
      "vi": "Hai ném lỗi và hai hụt."
    }
  },
  {
    "translation": {
      "en": "[crowd] Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[Caray] He struck him out, and the ball game is over.",
      "vi": "Anh ấy bị loại và trận đấu kết thúc."
    }
  },
  {
    "translation": {
      "en": "And the Detroit Tigers…",
      "vi": "Và đội Detroit Tigers…"
    }
  },
  {
    "translation": {
      "en": "So, when that first game ended, there was this wave of anticipation.",
      "vi": "Khi trận đầu tiên kết thúc, đã có một làn sóng mong đợi."
    }
  },
  {
    "translation": {
      "en": "Something's gonna happen here. Something big is about to happen.",
      "vi": "Ở đây sắp có chuyện. Một chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dahl rides in on his commando jeep.",
      "vi": "Dahl đi trên chiếc Jeep biệt kích của mình."
    }
  },
  {
    "translation": {
      "en": "This is gonna be all over the newspapers, all over the television.",
      "vi": "Chuyện này sẽ xuất hiện trên khắp mặt báo, truyền hình."
    }
  },
  {
    "translation": {
      "en": "And everybody's gonna know us rock 'n rollers here in Chicago think…",
      "vi": "Và mọi người sẽ biết dân mê rock chúng ta ở Chicago nghĩ…"
    }
  },
  {
    "translation": {
      "en": "Disco sucks! Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "Disco sucks! Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Disco sucks! [Dahl] Disco sucks! Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[Mike] We had about 20,000 record albums in the dumpster.",
      "vi": "Chúng tôi có khoảng 20.000 đĩa nhạc trong thùng rác."
    }
  },
  {
    "translation": {
      "en": "We pull the dumpster out.",
      "vi": "Chúng tôi đưa thùng rác ra."
    }
  },
  {
    "translation": {
      "en": "250 feet in the air these albums go.",
      "vi": "Mấy đĩa nhạc này bay lên trời 75 mét."
    }
  },
  {
    "translation": {
      "en": "It is really something.",
      "vi": "Thật sự rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And I am thinking to myself…",
      "vi": "Và tôi thầm nghĩ…"
    }
  },
  {
    "translation": {
      "en": "[whispering] \"Holy cow.\"",
      "vi": "\"Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[in normal voice] \"This is it. I'm gonna make my bones.\"",
      "vi": "Đây rồi. Mình sẽ khẳng định tên tuổi."
    }
  },
  {
    "translation": {
      "en": "\"Nobody's ever gonna refer to me as the owner's kid again.\"",
      "vi": "Sẽ không ai gọi mình là con của ông chủ nữa."
    }
  },
  {
    "translation": {
      "en": "\"I mean, look at this crowd.\"",
      "vi": "Nhìn đám đông này đi\"."
    }
  },
  {
    "translation": {
      "en": "[crowd] Disco sucks! Disco sucks! Disco sucks!",
      "vi": "Disco dở ẹc!"
    }
  },
  {
    "translation": {
      "en": "[Mike] Steve Dahl's jeep goes riding off the field.",
      "vi": "Xe Jeep của Steve Dahl đi khỏi sân."
    }
  },
  {
    "translation": {
      "en": "I'm still standing behind second base with four or five of my guys.",
      "vi": "Tôi vẫn đứng sau gôn hai với bốn hoặc năm người của tôi."
    }
  },
  {
    "translation": {
      "en": "And I see 'em come down the foul pole, and that's when it hits me.",
      "vi": "Tôi thấy khán giả leo xuống từ cột biên và đó là lúc tôi nhận ra."
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's what could go wrong.\"",
      "vi": "\"Ồ, việc đó thì có thể bất ổn đấy\"."
    }
  },
  {
    "translation": {
      "en": "And I'm standing on second base, just behind second base,",
      "vi": "Và tôi đứng ở gôn hai, ngay sau gôn hai,"
    }
  },
  {
    "translation": {
      "en": "watching my life unfold.",
      "vi": "nhìn cuộc đời mình diễn ra."
    }
  },
  {
    "translation": {
      "en": "\"Crowd control\" is a misnomer. In certain cases, they look and they go,",
      "vi": "\"Kiểm soát đám đông\" là cách gọi sai. Trong một số trường hợp, họ nhìn và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, there's 35 of them and 40,000 of us. Let's take the field.\"",
      "vi": "\"Này, quân số của họ là 35, còn ta là 40.000. Ào xuống sân thôi\"."
    }
  },
  {
    "translation": {
      "en": "That's exactly what they did.",
      "vi": "Họ đã làm đúng như vậy."
    }
  },
  {
    "translation": {
      "en": "The next hour, they swarmed.",
      "vi": "Một giờ sau, họ đông nghịt ở dưới sân."
    }
  },
  {
    "translation": {
      "en": "The baseball is no longer the story.",
      "vi": "Bóng chày không còn là câu chuyện nữa."
    }
  },
  {
    "translation": {
      "en": "-It's this crowd taking over the ballpark. -[Piersall] Yeah. You know what's amazing?",
      "vi": "- Đám đông đang chiếm lấy sân bóng. - Ừ. Có biết tuyệt ở điểm gì không?"
    }
  },
  {
    "translation": {
      "en": "We got the greatest country in the world, but you know what? We have become followers.",
      "vi": "Ta có đất nước vĩ đại nhất thế giới, nhưng ta đã trở thành tín đồ."
    }
  },
  {
    "translation": {
      "en": "So many people insecure, don't know what to do with themselves",
      "vi": "Rất nhiều người bất an, không biết phải làm gì bản thân"
    }
  },
  {
    "translation": {
      "en": "and how to have a good time, they follow someone who's a jerk.",
      "vi": "và không biết cách tận hưởng cuộc sống, họ đi theo một tên khốn."
    }
  },
  {
    "translation": {
      "en": "[Caray] Well, that's the situation here.",
      "vi": "Tình hình ở đây là như vậy."
    }
  },
  {
    "translation": {
      "en": "[Piersall] There are now 10,000 people on that field, Bill, without any question.",
      "vi": "Tôi đoán trên sân đang có 10.000 người, Bill à, chắc chắn luôn."
    }
  },
  {
    "translation": {
      "en": "It was some kind of wild.",
      "vi": "Vụ ấy thật loạn."
    }
  },
  {
    "translation": {
      "en": "[Piersall] Will they call the second game, or will they forfeit it?",
      "vi": "Họ sẽ hoãn trận thứ hai hay xử thua đây?"
    }
  },
  {
    "translation": {
      "en": "[Caray] Well, I don't know what the ruling would be.",
      "vi": "Tôi không rõ phán quyết sẽ là gì."
    }
  },
  {
    "translation": {
      "en": "[Bill] Back to your seats! Back to your seats!",
      "vi": "Về chỗ ngồi đi!"
    }
  },
  {
    "translation": {
      "en": "[Karlen] So, Bill finally went downstairs.",
      "vi": "Cuối cùng Bill cũng phải xuống sân."
    }
  },
  {
    "translation": {
      "en": "This is Bill Veeck.",
      "vi": "Tôi là Bill Veeck."
    }
  },
  {
    "translation": {
      "en": "Let's start… Let's get off the field and start the ball game.",
      "vi": "Hãy ra khỏi sân đấu và để trận đấu diễn ra."
    }
  },
  {
    "translation": {
      "en": "Bill could not get people to go back to their seats and just sit down.",
      "vi": "Bill không thể gọi mọi người quay về chỗ ngồi và ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "[Caray] ♪ Take me out with the crowd ♪",
      "vi": "Hãy đưa tôi đi cùng đám đông"
    }
  },
  {
    "translation": {
      "en": "[Karlen] And that event was so traumatic, it broke his heart.",
      "vi": "Và sự kiện đó đau buồn đến nỗi làm ông ấy tổn thương."
    }
  },
  {
    "translation": {
      "en": "[Caray] ♪ …and Cracker Jack ♪",
      "vi": "…và Cracker Jack"
    }
  },
  {
    "translation": {
      "en": "♪ I don't care if I ever get back ♪",
      "vi": "Tôi không quan tâm nếu tôi có quay lại"
    }
  },
  {
    "translation": {
      "en": "♪ For we'll root, root, root For the White Sox ♪",
      "vi": "Vì ta sẽ cổ vũ Cho đội White Sox"
    }
  },
  {
    "translation": {
      "en": "[Bill] Come on now! Back to your seats so we can play ball!",
      "vi": "Thôi nào! Về chỗ ngồi để chúng tôi chơi bóng đi!"
    }
  },
  {
    "translation": {
      "en": "Here comes the riot squad.",
      "vi": "Đội chống bạo động vào sân."
    }
  },
  {
    "translation": {
      "en": "They cleared the field in literally 10 or 15 minutes.",
      "vi": "Họ giải tán đám đông trên sân trong mười hay 15 phút."
    }
  },
  {
    "translation": {
      "en": "And when they cleared the field, all the bases were gone.",
      "vi": "Và khi giải tán xong thì mất hết gôn."
    }
  },
  {
    "translation": {
      "en": "They even… I don't know how they did it, they dug up home plate.",
      "vi": "Chả rõ họ làm thế nào, họ đào gôn nhà lên."
    }
  },
  {
    "translation": {
      "en": "I don't know how they got that.",
      "vi": "Chả hiểu họ lấy bằng cách nào."
    }
  },
  {
    "translation": {
      "en": "You know, it was a combination of a lot of things out here,",
      "vi": "Đó là sự kết hợp của rất nhiều yếu tố,"
    }
  },
  {
    "translation": {
      "en": "and it's called, \"You can blame it on the disco.\"",
      "vi": "và nó được gọi là: \"Ta có thể đổ cho nhạc disco\"."
    }
  },
  {
    "translation": {
      "en": "So, that, the heat, and a lot of drugs,",
      "vi": "Nhạc disco, sức nóng, nhiều ma túy"
    }
  },
  {
    "translation": {
      "en": "and, uh, just a very unruly crowd presented the problem.",
      "vi": "và một đám đông rất ngang ngược đã làm nảy sinh vấn đề."
    }
  },
  {
    "translation": {
      "en": "I talked to the deputy chief…",
      "vi": "Tôi đã gặp phó cảnh sát trưởng…"
    }
  },
  {
    "translation": {
      "en": "[Daniels] But there's more to it. What was supposed to be a night of fun",
      "vi": "Nhưng không chỉ có thế. Sự kiện lẽ ra là một đêm vui vẻ"
    }
  },
  {
    "translation": {
      "en": "unintentionally hurt a lot of people.",
      "vi": "lại vô tình khiến nhiều người bị thương."
    }
  },
  {
    "translation": {
      "en": "You think a different way, walk a different way, sing a different way, dance a different way, that scares people,",
      "vi": "Bạn suy nghĩ, bước đi, hát, nhảy nhót theo cách khác, điều đó làm người ta sợ,"
    }
  },
  {
    "translation": {
      "en": "and Chicago's notorious for that.",
      "vi": "và Chicago nổi tiếng vì điều đó."
    }
  },
  {
    "translation": {
      "en": "[man] They set our records on fire, and our dreams became a disco inferno.",
      "vi": "Họ đốt đĩa nhạc của ta, và mơ ước của ta trở thành Hỏa ngục Disco."
    }
  },
  {
    "translation": {
      "en": "[Lawrence] It was a book burning.",
      "vi": "Đó là một cuộc đốt sách."
    }
  },
  {
    "translation": {
      "en": "It was a racist, homophobic book burning.",
      "vi": "Đó là một cuộc đốt sách kỳ thị chủng tộc và người đồng tính."
    }
  },
  {
    "translation": {
      "en": "[Mike] I can understand how people look at it today,",
      "vi": "Tôi có thể hiểu người thời nay nhìn nhận việc đó ra sao."
    }
  },
  {
    "translation": {
      "en": "of it being racist, of it being homophobic.",
      "vi": "Về việc kỳ thị chủng tộc, kỳ thị người đồng tính."
    }
  },
  {
    "translation": {
      "en": "Looking back now, through that lens,",
      "vi": "Giờ nhìn lại, qua lăng kính đó,"
    }
  },
  {
    "translation": {
      "en": "you know, I realize that…",
      "vi": "tôi nhận ra rằng…"
    }
  },
  {
    "translation": {
      "en": "not only is it complicated,",
      "vi": "chuyện đó không chỉ phức tạp,"
    }
  },
  {
    "translation": {
      "en": "but more importantly, it's painful to people.",
      "vi": "mà quan trọng hơn, nó còn khiến mọi người đau đớn."
    }
  },
  {
    "translation": {
      "en": "It was never intended",
      "vi": "Ý đồ ban đầu không hề nhằm"
    }
  },
  {
    "translation": {
      "en": "to hurt any group,",
      "vi": "làm hại nhóm người nào,"
    }
  },
  {
    "translation": {
      "en": "to make any group feel belittled or singled out.",
      "vi": "khiến bất cứ nhóm người nào cảm thấy bị coi thường hay bị cô lập."
    }
  },
  {
    "translation": {
      "en": "It was simply a promotion designed…",
      "vi": "Chủ đích chỉ là quảng cáo"
    }
  },
  {
    "translation": {
      "en": "because I had a date to fill.",
      "vi": "vì tôi cần đáp ứng thời hạn."
    }
  },
  {
    "translation": {
      "en": "\"We need money? I got a solution.\"",
      "vi": "\"Chúng ta cần tiền? Tôi có giải pháp\"."
    }
  },
  {
    "translation": {
      "en": "If I could go back, I wouldn't have done it.",
      "vi": "Nếu có thể trở về quá khứ, tôi sẽ không làm thế."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have done it if I thought it'd hurt anyone.",
      "vi": "Nếu nghĩ nó gây tổn thương thì tôi không làm."
    }
  },
  {
    "translation": {
      "en": "Who's to fault? Who-- Who-- Who is-- Who is at fault for this happening?",
      "vi": "Lỗi tại ai? Ai là người có lỗi trong việc này?"
    }
  },
  {
    "translation": {
      "en": "Last night, it came from Bill Veeck's son.",
      "vi": "Tối qua, bắt nguồn từ con trai Bill Veeck."
    }
  },
  {
    "translation": {
      "en": "A gimmick that left no doubt that the boy's name rhymes with \"wreck,\" too.",
      "vi": "Một mánh quảng cáo đã cho thấy rõ tên anh ấy cũng vần với \"wreck\"."
    }
  },
  {
    "translation": {
      "en": "[Mike] I had failed my father.",
      "vi": "Tôi đã phụ lòng bố."
    }
  },
  {
    "translation": {
      "en": "So at the end of the night, I said to the old man, \"I'm done. I'm-- I'm quitting.\"",
      "vi": "Vào cuối đêm, tôi bảo bố: \"Con thôi. Con nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "\"I'm-- I'm resigning. I'm so… I just can't tell you how sorry I am.\"",
      "vi": "Con từ chức. Con không diễn tả nổi mình hối tiếc nhường nào\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Are you guys kidding me?\"",
      "vi": "Ông ấy nói: \"Mấy đứa đùa bố à?"
    }
  },
  {
    "translation": {
      "en": "He goes, \"You leave with them that brung you.\"",
      "vi": "Phải ủng hộ người giúp ta thành công\"."
    }
  },
  {
    "translation": {
      "en": "And he took the blame for the whole thing.",
      "vi": "Và ông ấy nhận trách nhiệm cho toàn bộ vụ việc."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How much do you think this contributed",
      "vi": "Ông nghĩ vụ này góp bao nhiêu phần"
    }
  },
  {
    "translation": {
      "en": "to him having to sell the team a year later?",
      "vi": "cho việc ông ấy phải bán đội bóng một năm sau đó?"
    }
  },
  {
    "translation": {
      "en": "Wow. I don't think I've ever been asked that.",
      "vi": "Chà. Tôi nghĩ mình chưa từng được hỏi thế."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Live from Comiskey Park, a tribute to Bill Veeck.",
      "vi": "Trực tiếp từ sân Comiskey Park, một buổi tri ân Bill Veeck."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] And tonight, it's hail and farewell.",
      "vi": "Và tối nay là lời chào tạm biệt."
    }
  },
  {
    "translation": {
      "en": "There's no question that there was a… That it-- it contributed.",
      "vi": "Chắc chắn là đã có… Rằng vụ đó có góp phần."
    }
  },
  {
    "translation": {
      "en": "Here was their chance to get even,",
      "vi": "Đây là cơ hội để họ trả đũa,"
    }
  },
  {
    "translation": {
      "en": "so, you know, they're not gonna waste it on me.",
      "vi": "nên họ sẽ không phí phạm vào tôi."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] You know, this really should be a happy and festive occasion,",
      "vi": "Đây lẽ ra nên là một dịp vui vẻ và hân hoan,"
    }
  },
  {
    "translation": {
      "en": "but the very thought that you're seeing a man like Bill Veeck move on",
      "vi": "nhưng chỉ nghĩ đến việc sẽ thấy một người như Bill Veeck rời đi"
    }
  },
  {
    "translation": {
      "en": "is really sad.",
      "vi": "đã rất buồn rồi."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Well, one thing that--",
      "vi": "À thì, có một điều…"
    }
  },
  {
    "translation": {
      "en": "Now, this is the last hurrah.",
      "vi": "Giờ thì đây là nỗ lực cuối."
    }
  },
  {
    "translation": {
      "en": "He's going to be through with baseball.",
      "vi": "Ông ấy sẽ chấm dứt hẳn với bóng chày."
    }
  },
  {
    "translation": {
      "en": "[Bill] I'm sorry that we didn't bring you the championship I thought we could.",
      "vi": "Xin lỗi vì chúng tôi không mang về chức vô địch mà tôi nghĩ là có thể."
    }
  },
  {
    "translation": {
      "en": "Thank you again for a lovely time.",
      "vi": "Cảm ơn lần nữa vì quãng thời gian tươi đẹp."
    }
  },
  {
    "translation": {
      "en": "Thank you for a delightful night.",
      "vi": "Cảm ơn vì một buổi tối tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "[Mike] You know, when he sold the White Sox,",
      "vi": "Khi ông ấy bán đội White Sox,"
    }
  },
  {
    "translation": {
      "en": "they said, \"We're gonna introduce some class to the South Side.\"",
      "vi": "họ bảo: \"Chúng tôi sẽ thêm chút thanh nhã cho South Side\"."
    }
  },
  {
    "translation": {
      "en": "He never really set foot in Comiskey again.",
      "vi": "Ông ấy không bao giờ đặt chân đến Comiskey nữa."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Now, there's no way he'll get back into the game,",
      "vi": "Ông ấy sẽ không thể nào quay lại với bóng chày,"
    }
  },
  {
    "translation": {
      "en": "and he's really going to be missed.",
      "vi": "và người ta sẽ rất nhớ ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Mike] This is a little-known historical fact.",
      "vi": "Đây là sự kiện lịch sử ít được biết đến."
    }
  },
  {
    "translation": {
      "en": "I had lots of job offers after I left the White Sox.",
      "vi": "Tôi nhận được nhiều lời mời làm việc sau khi rời White Sox."
    }
  },
  {
    "translation": {
      "en": "People who like riots, you know, soccer teams.",
      "vi": "Những kẻ thích bạo loạn, các đội bóng đá ấy."
    }
  },
  {
    "translation": {
      "en": "-[whistle blowing] -I had definitely been pigeonholed,",
      "vi": "Tôi chắc chắn đã bị coi rẻ,"
    }
  },
  {
    "translation": {
      "en": "but no interest in baseball.",
      "vi": "nhưng không hứng thú với bóng chày."
    }
  },
  {
    "translation": {
      "en": "Never was a guy looking for a second chance more than I was.",
      "vi": "Không có gã nào tìm kiếm cơ hội thứ hai nhiều hơn tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, I was like a dog with a bone.",
      "vi": "Tôi đã rất miệt mài."
    }
  },
  {
    "translation": {
      "en": "I mean, my life was really a wreck.",
      "vi": "Ý tôi là, đời tôi thật sự là một con tàu đắm."
    }
  },
  {
    "translation": {
      "en": "[Mike] Now it was beginning to sink in.",
      "vi": "Giờ nó đang dần nhận ra."
    }
  },
  {
    "translation": {
      "en": "I had this kind of nuclear glow.",
      "vi": "Tôi cứ như phóng xạ vậy."
    }
  },
  {
    "translation": {
      "en": "[Dombrowski] He was not allowed in the game.",
      "vi": "Ông ấy không được tham gia."
    }
  },
  {
    "translation": {
      "en": "When his name came up, they turned the page.",
      "vi": "Khi tên ông ấy xuất hiện, họ lật trang mới."
    }
  },
  {
    "translation": {
      "en": "[Mike] It was a long drunk.",
      "vi": "Một cuộc rượu chè kéo dài."
    }
  },
  {
    "translation": {
      "en": "I mean, I was just gassed.",
      "vi": "Ý tôi là, tôi chỉ say xỉn."
    }
  },
  {
    "translation": {
      "en": "I was filling that void,",
      "vi": "Tôi lấp đầy khoảng trống đó,"
    }
  },
  {
    "translation": {
      "en": "unsuccessfully.",
      "vi": "bất thành."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Let's travel through time a little bit. -[tires screech] -Over the next ten years,",
      "vi": "Hãy cùng du hành thời gian một chút. Trong mười năm tới,"
    }
  },
  {
    "translation": {
      "en": "Mike gambles all his money away on jai alai, starts an ad agency,",
      "vi": "Mike cược hết tiền vào trò jai-alai, mở công ty quảng cáo,"
    }
  },
  {
    "translation": {
      "en": "explores the world of stimulants, keeps drinking,",
      "vi": "khám phá thế giới chất kích thích, rượu chè tiếp,"
    }
  },
  {
    "translation": {
      "en": "-gets married, has a heart attack… -[groans]",
      "vi": "kết hôn, bị đau tim,"
    }
  },
  {
    "translation": {
      "en": "…and then has a son,",
      "vi": "rồi sinh con trai"
    }
  },
  {
    "translation": {
      "en": "that he decides to name Night Train.",
      "vi": "và quyết định đặt tên cậu bé là Night Train."
    }
  },
  {
    "translation": {
      "en": "Where do I start? What a strange thing.",
      "vi": "Bắt đầu từ đâu đây? Thật lạ."
    }
  },
  {
    "translation": {
      "en": "My last name's weird, my first name's weird.",
      "vi": "Họ và tên của tôi đều kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "Even if you couldn't play… on a sandlot,",
      "vi": "Ngay cả khi không được chơi ở một bãi đất trống,"
    }
  },
  {
    "translation": {
      "en": "you would get picked on the strength of a cool name.",
      "vi": "ta cũng sẽ được chọn nhờ sức mạnh của một cái tên hay."
    }
  },
  {
    "translation": {
      "en": "I think he underestimated the number of people that would respond poorly",
      "vi": "Ông ấy đánh giá thấp số người phản ứng yếu kém"
    }
  },
  {
    "translation": {
      "en": "in elementary and middle school and in business.",
      "vi": "ở trường tiểu học, trung học và trong làm ăn."
    }
  },
  {
    "translation": {
      "en": "So, didn't have a whole lot of foresight on that front.",
      "vi": "Nên là tầm nhìn không xa lắm ở điểm đó."
    }
  },
  {
    "translation": {
      "en": "But it's made me unique.",
      "vi": "Nhưng điều đó khiến tôi trở nên đặc biệt."
    }
  },
  {
    "translation": {
      "en": "[Mike] She got custody.",
      "vi": "Cô ấy được quyền nuôi con."
    }
  },
  {
    "translation": {
      "en": "I didn't deserve to have shared custody.",
      "vi": "Tôi không đáng có chung quyền nuôi con."
    }
  },
  {
    "translation": {
      "en": "And there'd be long stretches, you know, months at a time where we wouldn't get to hang.",
      "vi": "Sẽ có những quãng thời gian dài, hàng tháng trời không được ở bên nhau."
    }
  },
  {
    "translation": {
      "en": "And, you know, we'd talk on the phone, and he'd write letters, things like that.",
      "vi": "Có tâm sự qua điện thoại, ông ấy gửi thư, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "When you're a kid, you're just in it.",
      "vi": "Khi còn nhỏ, ta chỉ làm vậy."
    }
  },
  {
    "translation": {
      "en": "You're just with your dad.",
      "vi": "Cùng với bố."
    }
  },
  {
    "translation": {
      "en": "But yeah, you know, looking back on it, it was a strange time.",
      "vi": "Nhưng phải, giờ ngẫm lại thì thấy khoảng thời gian ấy thật lạ."
    }
  },
  {
    "translation": {
      "en": "I was not functioning well.",
      "vi": "Lúc ấy tôi không ổn định."
    }
  },
  {
    "translation": {
      "en": "One of the great men of baseball died this morning.",
      "vi": "Một người vĩ đại của làng bóng chày đã mất sáng nay."
    }
  },
  {
    "translation": {
      "en": "Bill Veeck was 71. He had never played the game.",
      "vi": "Bill Veeck, 71 tuổi, chưa từng chơi bóng chày."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] He said his name should be pronounced \"Veck\" as in wreck.",
      "vi": "Ông nói tên mình nên được phát âm là \"Veck\", vần với \"wreck\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] He had his own vision of heaven.",
      "vi": "Ông có cái nhìn riêng về thiên đường."
    }
  },
  {
    "translation": {
      "en": "[Bill] And the most beautiful thing…",
      "vi": "Và điều tuyệt nhất…"
    }
  },
  {
    "translation": {
      "en": "is a ballpark filled with people.",
      "vi": "là một sân bóng đầy ắp khán giả."
    }
  },
  {
    "translation": {
      "en": "[Mike] I just couldn't make it stop hurting.",
      "vi": "Tôi không thể khiến cơn đau dừng lại."
    }
  },
  {
    "translation": {
      "en": "You know, there was just little pieces of my heart falling out,",
      "vi": "Trái tim tôi rơi rụng những mảnh ghép nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and I-- I just was…",
      "vi": "và tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "I was 40 years old and lost.",
      "vi": "Lúc ấy tôi 40 tuổi và lạc lối."
    }
  },
  {
    "translation": {
      "en": "Really lost.",
      "vi": "Rất lạc lối."
    }
  },
  {
    "translation": {
      "en": "My brother had said, \"This goofy guy moved downstairs.\"",
      "vi": "Anh trai tôi bảo: \"Gã ngốc này dọn đến ở tầng dưới\"."
    }
  },
  {
    "translation": {
      "en": "\"His dad was some famous baseball guy,\"",
      "vi": "\"Bố anh ta nổi tiếng trong bóng chày\","
    }
  },
  {
    "translation": {
      "en": "was exactly what he said to me. But he goes, \"You gotta meet this guy.\"",
      "vi": "là điều anh ấy bảo tôi. Song anh ấy nói: \"Em phải gặp anh ta\"."
    }
  },
  {
    "translation": {
      "en": "♪ Crazy mama ♪",
      "vi": "HY VỌNG MỚI CHO NGƯỜI CHẾT"
    }
  },
  {
    "translation": {
      "en": "I had no clue.",
      "vi": "Tôi chẳng biết nữa."
    }
  },
  {
    "translation": {
      "en": "[Mike] He said, \"You've got to come downstairs and meet the loneliest man in the world.\"",
      "vi": "Anh ấy bảo: \"Em phải xuống dưới tầng và gặp anh chàng cô độc nhất thế gian\"."
    }
  },
  {
    "translation": {
      "en": "I was impressing her with my vast knowledge of all things music.",
      "vi": "Tôi đã gây ấn tượng với cô ấy bằng kiến thức sâu rộng về âm nhạc."
    }
  },
  {
    "translation": {
      "en": "…a high-pitched voice man but look at his dog. He got a dog…",
      "vi": "…một gã giọng cao nhưng nhìn con chó đi. Anh ta có con chó…"
    }
  },
  {
    "translation": {
      "en": "She played a couple of cuts.",
      "vi": "Cô ấy bật vài bài hát."
    }
  },
  {
    "translation": {
      "en": "Prine, and killed me with J.J. Cale.",
      "vi": "Nào là Prine, rồi làm tôi chết mê với J.J. Cale."
    }
  },
  {
    "translation": {
      "en": "And it was the first concert I went to.",
      "vi": "Đó là buổi hòa nhạc đầu tiên tôi dự."
    }
  },
  {
    "translation": {
      "en": "-Whoa! -[Libby] It was incredible.",
      "vi": "- Chà. - Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "[Mike] I was so enchanted.",
      "vi": "Tôi vô cùng say đắm."
    }
  },
  {
    "translation": {
      "en": "[Libby] He'd been through some hard times that he kept very close to the vest.",
      "vi": "Anh ấy giữ kín trong lòng về những quãng thời gian khó khăn."
    }
  },
  {
    "translation": {
      "en": "[Mike] I had no confidence left.",
      "vi": "Tôi không còn chút tự tin nào."
    }
  },
  {
    "translation": {
      "en": "But somehow, she believed in me.",
      "vi": "Nhưng bằng cách nào đó, cô ấy tin ở tôi."
    }
  },
  {
    "translation": {
      "en": "Then the phone call came, as I like to refer to it.",
      "vi": "Rồi có cú điện thoại, như tôi vẫn thích gọi."
    }
  },
  {
    "translation": {
      "en": "\"The phone call.\"",
      "vi": "\"Cú điện thoại\"."
    }
  },
  {
    "translation": {
      "en": "Jesus watches out for baseball operators.",
      "vi": "Chúa luôn chăm lo cho những người điều hành về bóng chày."
    }
  },
  {
    "translation": {
      "en": "That was a little Biblical, even for my taste, but hey.",
      "vi": "Có chút Kinh Thánh, cả với sở thích của tôi, mà kệ đi."
    }
  },
  {
    "translation": {
      "en": "You can edit that out. That's the beauty of the movies.",
      "vi": "Anh có thể bỏ đoạn ấy. Đó là cái hay của phim ảnh."
    }
  },
  {
    "translation": {
      "en": "[Daniels] On the phone was baseball investor Marv Goldklang.",
      "vi": "Người gọi là nhà đầu tư bóng chày Marv Goldklang."
    }
  },
  {
    "translation": {
      "en": "[Mike] And he goes, \"I'm thinking about putting together an independent league.\"",
      "vi": "Và ông ấy nói: \"Tôi đang tính lập một giải đấu độc lập\"."
    }
  },
  {
    "translation": {
      "en": "[Daniels] This was not going to be the major leagues.",
      "vi": "Đây sẽ không phải là giải đấu nhà nghề."
    }
  },
  {
    "translation": {
      "en": "Far from it.",
      "vi": "Còn lâu mới được."
    }
  },
  {
    "translation": {
      "en": "There's the major leagues, the minor leagues,",
      "vi": "Có các giải nhà nghề, giải dưới nhà nghề,"
    }
  },
  {
    "translation": {
      "en": "college teams, junior college teams, high school teams,",
      "vi": "các đội đại học, các đội cao đẳng, các đội trung học,"
    }
  },
  {
    "translation": {
      "en": "and then the independent league, is where it was at the beginning.",
      "vi": "rồi mới đến giải độc lập, ban đầu là vậy."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And someone like Mike",
      "vi": "Và người như Mike"
    }
  },
  {
    "translation": {
      "en": "fit in perfectly.",
      "vi": "là rất phù hợp."
    }
  },
  {
    "translation": {
      "en": "The team they offered him was the St. Paul Saints,",
      "vi": "Đội mà ông ấy được mời chào là St. Paul Saints,"
    }
  },
  {
    "translation": {
      "en": "in the smaller of the Twin Cities, St. Paul, Minnesota.",
      "vi": "ở khu nhỏ hơn của Thành phố đôi, St. Paul, Minnesota."
    }
  },
  {
    "translation": {
      "en": "A town that had a chip on its shoulder as the overlooked underdog.",
      "vi": "Một thị trấn có thái độ gắt gỏng như kẻ yếu thế bị bỏ quên."
    }
  },
  {
    "translation": {
      "en": "All they needed from Mike was a decision.",
      "vi": "Những gì họ cần ở Mike là một quyết định."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike was home.",
      "vi": "Mike đã về nhà."
    }
  },
  {
    "translation": {
      "en": "[Mike] I borrowed $100,000 from my cousin, Fred.",
      "vi": "Tôi đã vay anh họ Fred của tôi 100.000 đô."
    }
  },
  {
    "translation": {
      "en": "Put $50,000 on credit cards.",
      "vi": "Bỏ 50.000 đô vào thẻ tín dụng."
    }
  },
  {
    "translation": {
      "en": "[Daniels] But to make it work, he was going to have to hustle.",
      "vi": "Nhưng để thành công, ông ấy sẽ phải nhiệt huyết."
    }
  },
  {
    "translation": {
      "en": "[Mike] I needed a miracle to really get people talking.",
      "vi": "Tôi cần một phép màu để khiến mọi người bàn tán."
    }
  },
  {
    "translation": {
      "en": "I needed that signature gag.",
      "vi": "Tôi cần trò vui đặc trưng đó."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike finds out that St. Paul used to be called \"Pig's Eye.\"",
      "vi": "Mike phát hiện ra rằng St. Paul từng được gọi là \"Mắt Lợn\"."
    }
  },
  {
    "translation": {
      "en": "\"Oh, I can work with this.\"",
      "vi": "\"Ồ, cái này mình dùng được\"."
    }
  },
  {
    "translation": {
      "en": "[man] That's a boy.",
      "vi": "Giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Now, somehow, Mike trains the pig",
      "vi": "Giờ, bằng cách nào đó, Mike huấn luyện con lợn"
    }
  },
  {
    "translation": {
      "en": "to deliver balls to the umpire.",
      "vi": "đi giao bóng cho trọng tài."
    }
  },
  {
    "translation": {
      "en": "[Mike] A ball pig.",
      "vi": "Một con lợn giao bóng."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Signature gag.",
      "vi": "Trò vui đặc trưng."
    }
  },
  {
    "translation": {
      "en": "[Karlen] You gotta hand it to Mike. The animals delivering the ball hustle?",
      "vi": "Phải bái phục Mike. Động vật đi giao bóng ư?"
    }
  },
  {
    "translation": {
      "en": "It happens all the time now. But back then, nobody was doing this.",
      "vi": "Thời nay thì thấy suốt, nhưng hồi đó, chả ai làm việc này."
    }
  },
  {
    "translation": {
      "en": "And starting a baseball team here was a risky move.",
      "vi": "Lập một đội bóng chày ở đây là bước đi mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "By which, I mean \"absolutely crazy.\"",
      "vi": "Tức ý tôi là \"hoàn toàn điên rồ\"."
    }
  },
  {
    "translation": {
      "en": "Because just seven miles away, across the river in Minneapolis,",
      "vi": "Vì chỉ cách đó 11km, bên kia sông ở Minneapolis,"
    }
  },
  {
    "translation": {
      "en": "were the Minnesota Twins.",
      "vi": "là đội Minnesota Twins."
    }
  },
  {
    "translation": {
      "en": "And they were pretty good.",
      "vi": "Và họ chơi khá hay."
    }
  },
  {
    "translation": {
      "en": "[announcer] The Twins are gonna win the World Series!",
      "vi": "Đội Twins sẽ thắng giải World Series!"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -The Twins have won it!",
      "vi": "Đội Twins đã vô địch!"
    }
  },
  {
    "translation": {
      "en": "[Karlen] I think it was St. Paul native F. Scott Fitzgerald who once said,",
      "vi": "Chính F. Scott Fitzgerald, người gốc St. Paul từng nói:"
    }
  },
  {
    "translation": {
      "en": "\"There are no second acts in American lives.\"",
      "vi": "\"Không có hồi thứ hai trong cuộc sống của dân Mỹ\"."
    }
  },
  {
    "translation": {
      "en": "But fuck that guy!",
      "vi": "Nhưng mặc xác ông ta!"
    }
  },
  {
    "translation": {
      "en": "[Mike] It was a marriage made in heaven. I had a chip on my shoulder,",
      "vi": "Đó là một mối duyên trời định. Tôi từng có thái độ phẫn uất,"
    }
  },
  {
    "translation": {
      "en": "I understood the chip they had,",
      "vi": "tôi hiểu nỗi cay cú của họ,"
    }
  },
  {
    "translation": {
      "en": "and together, we were gonna be outrageous.",
      "vi": "và nếu kết hợp với nhau, chúng tôi sẽ rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[interviewer] You moved into this house sight unseen? [Libby] Sight unseen. He saw the outside.",
      "vi": "- Ông mua nhà này mà không xem qua? - Ông ấy thấy bên ngoài thôi."
    }
  },
  {
    "translation": {
      "en": "I knew that she would love this house.",
      "vi": "Tôi biết bà ấy sẽ thích ngôi nhà này."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Why? -Because it looks like her.",
      "vi": "- Vì sao? - Vì nó trông giống bà ấy."
    }
  },
  {
    "translation": {
      "en": "It has all these little angles and nuances and curls, and everything.",
      "vi": "Nó có các góc cạnh nhỏ, sắc thái, đường cuộn và đủ thứ."
    }
  },
  {
    "translation": {
      "en": "That was back before I knew what it would cost to paint it, I will add.",
      "vi": "Đó là trước khi biết số tiền phải chi để sơn nó."
    }
  },
  {
    "translation": {
      "en": "[Libby] A lot of smoke and mirrors in the beginning,",
      "vi": "Ban đầu có nhiều sự giả dối"
    }
  },
  {
    "translation": {
      "en": "when the whole independent thing came up.",
      "vi": "khi ý tưởng về giải độc lập xuất hiện."
    }
  },
  {
    "translation": {
      "en": "What… They can't take anything else. We don't have it.",
      "vi": "Sao chứ… Họ đâu thể lấy gì khác. Chúng ta đâu có."
    }
  },
  {
    "translation": {
      "en": "So, go do it. This is your-- what you love.",
      "vi": "Thế nên cứ làm đi. Đây là những gì bạn thích."
    }
  },
  {
    "translation": {
      "en": "It was right here where Michael proposed to me.",
      "vi": "Michael đã cầu hôn tôi ở chính chỗ này."
    }
  },
  {
    "translation": {
      "en": "[Mike] We'd listen to the ball game on the radio.",
      "vi": "Chúng tôi nghe trận bóng qua đài."
    }
  },
  {
    "translation": {
      "en": "She was having wine, I was drinking a beer,",
      "vi": "Cô ấy uống rượu, tôi uống bia."
    }
  },
  {
    "translation": {
      "en": "and we were sitting here, and I said, \"Wait one second.\"",
      "vi": "Chúng tôi ngồi đây. Tôi bảo: \"Khoan\"."
    }
  },
  {
    "translation": {
      "en": "When we first met,",
      "vi": "Lần đầu gặp nhau,"
    }
  },
  {
    "translation": {
      "en": "we were sitting in her carport, and it was raining like hell.",
      "vi": "chúng tôi ngồi trong nhà để xe của cô ấy, trời thì mưa tầm tã."
    }
  },
  {
    "translation": {
      "en": "So, I attempted to recreate it.",
      "vi": "Nên tôi đã cố tái hiện lại."
    }
  },
  {
    "translation": {
      "en": "And I got down on my knee because I could still do that,",
      "vi": "Tôi quỳ xuống vì vẫn có thể làm thế,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"I'd like to marry you.\"",
      "vi": "và tôi nói: \"Anh muốn cưới em\"."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I had just walked in and gotten, you know, a lap blanket,",
      "vi": "Tôi thì vừa bước vào và cầm một cái chăn,"
    }
  },
  {
    "translation": {
      "en": "and I go, \"What are you doing?\"",
      "vi": "và tôi nói: \"Anh làm gì thế?\""
    }
  },
  {
    "translation": {
      "en": "[Daniels] And then, Mike and Libby had a daughter. Rebecca.",
      "vi": "Và rồi, Mike và Libby sinh một cô con gái. Rebecca."
    }
  },
  {
    "translation": {
      "en": "[Mike] This is where we taught Rebecca to vend",
      "vi": "Chúng tôi dạy Rebecca bán hàng ở đây."
    }
  },
  {
    "translation": {
      "en": "because they would have weddings over here all the time.",
      "vi": "Vì ở đây tổ chức đám cưới suốt."
    }
  },
  {
    "translation": {
      "en": "And she had a piercing voice.",
      "vi": "Con bé có chất giọng the thé."
    }
  },
  {
    "translation": {
      "en": "So, you know, all of a sudden, across all the vows,",
      "vi": "Thế là, đột nhiên, bên đám cưới đang thề nguyện"
    }
  },
  {
    "translation": {
      "en": "you'd hear, \"Yup, get your lemonade!\"",
      "vi": "thì nghe thấy: \"Ừ, mua nước chanh đi!\""
    }
  },
  {
    "translation": {
      "en": "She was definitely her father's daughter.",
      "vi": "Con bé chắc chắn rất giống bố nó."
    }
  },
  {
    "translation": {
      "en": "[Barreiro] One minute, 58 seconds past the hour of three.",
      "vi": "Lúc này là ba giờ, một phút, 58 giây."
    }
  },
  {
    "translation": {
      "en": "Just another lovely spring Monday afternoon here in Minneapolis.",
      "vi": "Lại một buổi chiều xuân thứ Hai tuyệt đẹp ở Minneapolis."
    }
  },
  {
    "translation": {
      "en": "So, Mike Veeck, as you're trying to put it together here early,",
      "vi": "Mike Veeck, vì ông đang cố tạo dựng sớm ở đây,"
    }
  },
  {
    "translation": {
      "en": "tell me why this isn't a pipe dream.",
      "vi": "hãy nói xem vì sao ý tưởng này không xa vời."
    }
  },
  {
    "translation": {
      "en": "I really felt that baseball had become kind of faceless.",
      "vi": "Tôi thực sự cảm thấy bóng chày đã không còn diện mạo."
    }
  },
  {
    "translation": {
      "en": "If we had come here and said,",
      "vi": "Nếu chúng tôi đến đây và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Come out to Midway Stadium and see some great baseball,\"",
      "vi": "\"Hãy tới sân vận động Midway và xem trận bóng chày hấp dẫn\","
    }
  },
  {
    "translation": {
      "en": "we would have been out of business in 45 days, and we would have deserved it.",
      "vi": "thì chúng tôi sẽ phá sản trong 45 ngày và đáng bị vậy."
    }
  },
  {
    "translation": {
      "en": "So, all day long, I would walk around my new home, Midway.",
      "vi": "Cả ngày dài, tôi đi dạo quanh nhà mới của mình, sân Midway."
    }
  },
  {
    "translation": {
      "en": "I think for the princely sum of $200 a game, we were gonna rent it from the city.",
      "vi": "Với mức giá hời 200 đô một trận, chúng tôi sẽ thuê sân của thành phố."
    }
  },
  {
    "translation": {
      "en": "People always would say it's the ugliest ballpark in America.",
      "vi": "Người ta luôn nói nó là sân bóng xấu nhất nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "The press box was virtually nonexistent.",
      "vi": "Khu cho báo chí gần như không có."
    }
  },
  {
    "translation": {
      "en": "The owner's box was a John Deere tractor.",
      "vi": "Khu cho ông chủ thì nhỏ bé, đơn sơ."
    }
  },
  {
    "translation": {
      "en": "It had trains that ran by nonstop.",
      "vi": "Có tàu hỏa chạy qua không ngừng."
    }
  },
  {
    "translation": {
      "en": "You couldn't get any lower.",
      "vi": "Không thể có giá thấp hơn nữa."
    }
  },
  {
    "translation": {
      "en": "We planted flowers everywhere.",
      "vi": "Chúng tôi trồng hoa khắp sân."
    }
  },
  {
    "translation": {
      "en": "We had artists working on different murals.",
      "vi": "Chúng tôi mời họa sĩ vẽ các bức tranh tường."
    }
  },
  {
    "translation": {
      "en": "Everything that we did was Scotch-taped together and glued.",
      "vi": "Mọi thứ được thực hiện chắp vá với giá rẻ."
    }
  },
  {
    "translation": {
      "en": "I took every speaking engagement that I could get.",
      "vi": "Được mời dự phát biểu buổi nào là tôi nhận hết."
    }
  },
  {
    "translation": {
      "en": "[Libby] There's just a fun thing we got going over here we didn't have in town before.",
      "vi": "Có một điều thú vị mà chúng tôi không có ở thị trấn trước đây."
    }
  },
  {
    "translation": {
      "en": "You could see his vision, what he wanted to do.",
      "vi": "Có thể thấy tầm nhìn và những gì ông ấy muốn làm."
    }
  },
  {
    "translation": {
      "en": "[Mike] I specialize in cheap theatrics. Ask anybody.",
      "vi": "Tôi chuyên về trò biểu diễn rẻ tiền."
    }
  },
  {
    "translation": {
      "en": "But I'm third-generation, I'm proud to say.",
      "vi": "Tôi là thế hệ thứ ba và thấy hãnh diện."
    }
  },
  {
    "translation": {
      "en": "Hustlers have been doing this for a lot of years in my house.",
      "vi": "Người nhiệt huyết nhà tôi đã làm vậy suốt nhiều năm."
    }
  },
  {
    "translation": {
      "en": "And we're too stupid to do anything else. We don't know anything else.",
      "vi": "Chúng tôi không làm gì khác vì dốt. Đâu biết gì khác."
    }
  },
  {
    "translation": {
      "en": "If you do the same old tired things,",
      "vi": "Nếu làm mấy điều nhạt nhẽo cũ rích,"
    }
  },
  {
    "translation": {
      "en": "then that's what you become, so you have to take chances.",
      "vi": "thì bạn sẽ trở thành như vậy, nên bạn phải đánh liều."
    }
  },
  {
    "translation": {
      "en": "And I wanna show you that…",
      "vi": "Và tôi muốn cho bạn thấy là…"
    }
  },
  {
    "translation": {
      "en": "…that I have no problem sharing a cup of coffee with my canine friends.",
      "vi": "tôi không ngại chia sẻ một tách cà phê với bạn chó của tôi."
    }
  },
  {
    "translation": {
      "en": "He's a workaholic. So, it's-- he gets to do all kinds of different stuff.",
      "vi": "Anh ấy nghiện công việc. Thế nên anh ấy làm đủ mọi việc."
    }
  },
  {
    "translation": {
      "en": "It's kind of sweet, I think.",
      "vi": "Khá ngọt ngào."
    }
  },
  {
    "translation": {
      "en": "[Mike] It could not fail.",
      "vi": "Không thất bại được."
    }
  },
  {
    "translation": {
      "en": "And so, I would come home and be scared to death.",
      "vi": "Và thế là tôi về nhà và sợ chết khiếp."
    }
  },
  {
    "translation": {
      "en": "But once I hit that door, baby, it was gonna work.",
      "vi": "Một khi tôi ra khỏi cánh cửa đó, nó sẽ thành công."
    }
  },
  {
    "translation": {
      "en": "He never let it show.",
      "vi": "Ông ấy không biểu lộ ra."
    }
  },
  {
    "translation": {
      "en": "[Daniels] That winter, as the staff prepped for opening day,",
      "vi": "Mùa đông năm đó, khi nhân viên chuẩn bị cho ngày khai màn,"
    }
  },
  {
    "translation": {
      "en": "many around the stadium began to wonder what Mike kept in his private office.",
      "vi": "nhiều người xung quanh sân bóng dần thắc mắc Mike giữ gì ở phòng riêng."
    }
  },
  {
    "translation": {
      "en": "It was mostly empty, except for a dartboard.",
      "vi": "Nó gần như trống không, trừ một cái bảng phi tiêu."
    }
  },
  {
    "translation": {
      "en": "On that dartboard was every bad thing said about him in his entire life.",
      "vi": "Trên bảng phi tiêu đó là mọi điều độc ác nói về ông ấy trong suốt đời mình."
    }
  },
  {
    "translation": {
      "en": "It was a really big board.",
      "vi": "Tấm bảng đó rất lớn."
    }
  },
  {
    "translation": {
      "en": "[man 1] The Saints, stale jokes and all, are a phenomenon that too shall pass.",
      "vi": "Đội Saints, mấy trò cười cũ rích, là hiện tượng nhất thời."
    }
  },
  {
    "translation": {
      "en": "Mike's beer league doesn't stand a chance.",
      "vi": "Giải mua vui của Mike chả có cửa."
    }
  },
  {
    "translation": {
      "en": "-The Saints won't make it to July. -[Mike] Fuck you, Mike.",
      "vi": "- Saints không trụ nổi đến tháng Bảy. - Đồ khốn."
    }
  },
  {
    "translation": {
      "en": "[man 1] The offspring cannot duplicate--",
      "vi": "Con cháu không thể mong…"
    }
  },
  {
    "translation": {
      "en": "Mike Veeck isn't a splinter off his old man's leg.",
      "vi": "Mike Veeck không phải mảnh gỗ từ chân bố mình."
    }
  },
  {
    "translation": {
      "en": "[man 2] You're gonna ruin this.",
      "vi": "Anh sẽ phá hỏng điều này."
    }
  },
  {
    "translation": {
      "en": "Just like you ruined your dad's career.",
      "vi": "Giống như anh đã hủy hoại sự nghiệp của bố."
    }
  },
  {
    "translation": {
      "en": "[Karlen] You know, sometimes it's good to feign a little madness.",
      "vi": "Đôi khi giả vờ điên một chút cũng tốt."
    }
  },
  {
    "translation": {
      "en": "Perhaps there's some to Mike too. Or maybe there's a dash of real madness.",
      "vi": "Có lẽ Mike cũng vậy. Hoặc có thể có một chút điên thực sự."
    }
  },
  {
    "translation": {
      "en": "And that's probably part of the magic.",
      "vi": "Đó có lẽ là một phần của phép màu."
    }
  },
  {
    "translation": {
      "en": "[Mike] I just don't wanna do anything else.",
      "vi": "Tôi chỉ không muốn làm gì khác."
    }
  },
  {
    "translation": {
      "en": "Nothing else suddenly makes sense.",
      "vi": "Không có gì đột nhiên hợp lý cả."
    }
  },
  {
    "translation": {
      "en": "I wanna stay.",
      "vi": "Tôi muốn ở lại."
    }
  },
  {
    "translation": {
      "en": "I'd be like a cat, man,",
      "vi": "Tôi sẽ như một chú mèo"
    }
  },
  {
    "translation": {
      "en": "clawing on that screen if they try to get me out again.",
      "vi": "bám vào tấm màn đó nếu họ cố đuổi tôi đi lần nữa."
    }
  },
  {
    "translation": {
      "en": "So I always talk to my dad in center field.",
      "vi": "Tôi luôn nói chuyện với bố ở giữa sân."
    }
  },
  {
    "translation": {
      "en": "Wondering how he responds.",
      "vi": "Tự hỏi ông ấy phản ứng thế nào."
    }
  },
  {
    "translation": {
      "en": "When the flags move a little bit, I know I've gotten an answer.",
      "vi": "Khi lá cờ bay bay một chút, tôi biết mình đã có câu trả lời."
    }
  },
  {
    "translation": {
      "en": "[Daniels] On the morning of opening day, Mike went out to center field.",
      "vi": "Sáng hôm khai màn, Mike đi ra sân giữa ngoài."
    }
  },
  {
    "translation": {
      "en": "He said, \"Dad, is this going to work?\"",
      "vi": "Ông ấy nói: \"Bố ơi, chuyện này sẽ thành công chứ?\""
    }
  },
  {
    "translation": {
      "en": "Opening day has always been one way in which nature imitates the game.",
      "vi": "Ngày khai màn luôn là một cách mà thiên nhiên phỏng theo trò chơi."
    }
  },
  {
    "translation": {
      "en": "Like the crocus, the swallow, and the ice melting on the lake,",
      "vi": "Giống như hoa nghệ tây, chim én và băng tan trên mặt hồ,"
    }
  },
  {
    "translation": {
      "en": "it signifies the rebirth of the land, it signifies the end of winter.",
      "vi": "nó báo hiệu sự tái sinh của đất đai, nó báo hiệu mùa đông kết thúc."
    }
  },
  {
    "translation": {
      "en": "I hope.",
      "vi": "Mong là vậy."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What were the odds?",
      "vi": "Tỷ lệ là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "[Mike] I don't know. Something like 70, 80 to one.",
      "vi": "Không rõ nữa. Khoảng một ăn 70, 80."
    }
  },
  {
    "translation": {
      "en": "This was everything on the line that I had.",
      "vi": "Tôi đánh cược tất cả những gì mình có."
    }
  },
  {
    "translation": {
      "en": "[Huidekoper] The morning of our first game,",
      "vi": "Sáng hôm diễn ra trận đấu đầu tiên của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "Mike turns to me and says, \"You're in charge of my mom tonight.\"",
      "vi": "Mike quay sang tôi và nói: \"Tối nay cô trông mẹ tôi\"."
    }
  },
  {
    "translation": {
      "en": "And I was kind of walking around the ballpark with her.",
      "vi": "Tôi đi dạo quanh sân bóng với bà ấy."
    }
  },
  {
    "translation": {
      "en": "And then, of course, we have a downpour.",
      "vi": "Và rồi, tất nhiên, có một cơn mưa xối xả."
    }
  },
  {
    "translation": {
      "en": "[announcer] So, we will have a rain delay.",
      "vi": "Ta sẽ tạm hoãn do cơn mưa."
    }
  },
  {
    "translation": {
      "en": "And she looked down the concourse",
      "vi": "Bà ấy nhìn xuống đám đông"
    }
  },
  {
    "translation": {
      "en": "and said, \"Annie, look around.\"",
      "vi": "và nói: \"Annie, nhìn xung quanh đi."
    }
  },
  {
    "translation": {
      "en": "\"Look at all these people who are here.\"",
      "vi": "Nhìn những người đang có mặt ở đây kìa."
    }
  },
  {
    "translation": {
      "en": "\"And it's pouring rain right now,",
      "vi": "Trời đang mưa như trút nước"
    }
  },
  {
    "translation": {
      "en": "and nobody's leaving.\"",
      "vi": "mà chả ai rời đi cả."
    }
  },
  {
    "translation": {
      "en": "\"Something magical's happening here.\"",
      "vi": "Điều kỳ diệu đang diễn ra\"."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Midway Stadium, in those early days,",
      "vi": "Sân Midway, những ngày đầu,"
    }
  },
  {
    "translation": {
      "en": "was as if you were stepping into Mike's imagination.",
      "vi": "cứ như thể ta bước vào trí tưởng tượng của Mike."
    }
  },
  {
    "translation": {
      "en": "[Mike] Six o'clock, when the gates open, 6:30, I meet Calvin.",
      "vi": "Sáu giờ, mở cửa sân, 6:30, tôi gặp Calvin."
    }
  },
  {
    "translation": {
      "en": "[reporter] Let me just back up to five o'clock. The Mouldy Figs and Bill the Juggler.",
      "vi": "Quay lại lịch lúc năm giờ. Mouldy Figs và Nghệ sĩ tung hứng Bill."
    }
  },
  {
    "translation": {
      "en": "-[all] Up you go! -[girl yelps]",
      "vi": "Bay lên nào!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] He was going to show how much fun you could have at a baseball game.",
      "vi": "Ông ấy định cho thấy ta có thể rất vui ở một trận bóng chày."
    }
  },
  {
    "translation": {
      "en": "[reporter] Any suggestions, any new, uh, ideas you can think of?",
      "vi": "Anh có đề xuất, ý tưởng mới nào không?"
    }
  },
  {
    "translation": {
      "en": "-Hot tub in the outfield. -[Mike] Hot tub, huh?",
      "vi": "- Bồn nước nóng ở sân ngoài. - Bồn nước nóng hả?"
    }
  },
  {
    "translation": {
      "en": "A very large train going by right now, Chris!",
      "vi": "Một đoàn tàu rất lớn đang đi qua, Chris!"
    }
  },
  {
    "translation": {
      "en": "Can't hear a thing!",
      "vi": "Không nghe thấy gì!"
    }
  },
  {
    "translation": {
      "en": "Program?",
      "vi": "Tờ chương trình?"
    }
  },
  {
    "translation": {
      "en": "[Daniels] Oh, yeah. We should probably mention this guy.",
      "vi": "Ồ, phải. Có lẽ ta nên nhắc đến người này."
    }
  },
  {
    "translation": {
      "en": "Sometimes he would show up and help come up with the gags.",
      "vi": "Đôi khi ông ấy xuất hiện và giúp nghĩ ra trò vui."
    }
  },
  {
    "translation": {
      "en": "[announcer] We're at Midway Stadium here in St. Paul,",
      "vi": "Chúng tôi đang ở sân Midway tại St. Paul,"
    }
  },
  {
    "translation": {
      "en": "where Bill Murray has thrown out the first ball and tossed it right--",
      "vi": "nơi Bill Murray ném quả bóng đầu tiên và bóng bay lên…"
    }
  },
  {
    "translation": {
      "en": "[Daniels] And over in the outfield was the mini-tron,",
      "vi": "Ở sân ngoài là màn hình cỡ nhỏ,"
    }
  },
  {
    "translation": {
      "en": "a 17-inch TV used for replays,",
      "vi": "một chiếc tivi 17 inch dùng để phát lại,"
    }
  },
  {
    "translation": {
      "en": "that no one could see. And that's just scratching the surface.",
      "vi": "mà chẳng ai thấy được. Và chừng đó chả bõ bèn gì."
    }
  },
  {
    "translation": {
      "en": "[Mike] Nothing makes me happier than when somebody comes up and goes,",
      "vi": "Không gì khiến tôi hạnh phúc hơn khi có người nói:"
    }
  },
  {
    "translation": {
      "en": "\"I hate baseball. I love coming to see the Saints.\"",
      "vi": "\"Tôi ghét bóng chày. Tôi thích đến xem đội Saints\"."
    }
  },
  {
    "translation": {
      "en": "[Karlen] And centered in all that madness, he really gave people the chance.",
      "vi": "Và trung tâm sự điên rồ đó, ông ấy thực sự cho mọi người cơ hội."
    }
  },
  {
    "translation": {
      "en": "And it was interesting how it literally was from the popcorn seller to the designated hitter.",
      "vi": "Mọi thứ thật thú vị từ người bán bỏng ngô đến người đập bóng thay thế."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Over in left field was Sister Roz,",
      "vi": "Ở bên trái sân là sơ Roz, một nữ tu đã bị trục xuất khỏi giáo xứ của mình"
    }
  },
  {
    "translation": {
      "en": "a nun who had been banished from her parish for giving massages.",
      "vi": "Ở bên trái sân là sơ Roz, một nữ tu đã bị trục xuất khỏi giáo xứ của mình vì đã mát xa."
    }
  },
  {
    "translation": {
      "en": "I have heard about this woman all my life, and I stood in line for hours to get here.",
      "vi": "Tôi đã nghe về người phụ nữ này từ bé và tôi đã xếp hàng hàng giờ để đến đây."
    }
  },
  {
    "translation": {
      "en": "And she's the best.",
      "vi": "Bà ấy là tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "She couldn't help that she came from Fargo, North Dakota,",
      "vi": "Bà ấy không đừng được việc mình đến từ Fargo, North Dakota"
    }
  },
  {
    "translation": {
      "en": "and had hands of steel.",
      "vi": "và có đôi bàn tay sắt đá."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I just feel,",
      "vi": "Đôi khi, tôi chỉ cảm thấy,"
    }
  },
  {
    "translation": {
      "en": "when I massage the head,",
      "vi": "khi tôi xoa bóp đầu,"
    }
  },
  {
    "translation": {
      "en": "I would be thinking of the crown of thorns.",
      "vi": "tôi sẽ nghĩ đến vương miện gai."
    }
  },
  {
    "translation": {
      "en": "I am massaging Jesus.",
      "vi": "Tôi đang xoa bóp cho Chúa."
    }
  },
  {
    "translation": {
      "en": "[announcer] Saints and Sister Rosalind, a heavenly combination.",
      "vi": "Đội Saints và Sơ Rosalind, một sự kết hợp thiêng liêng."
    }
  },
  {
    "translation": {
      "en": "I mean, she was the goods.",
      "vi": "Bà ấy là người lý tưởng."
    }
  },
  {
    "translation": {
      "en": "-[Daniels] And… -And!",
      "vi": "- Và… - Và!"
    }
  },
  {
    "translation": {
      "en": "And in the booth, most nights, was Don Wardlow,",
      "vi": "Và ngồi trong buồng, hầu hết các tối, là Don Wardlow,"
    }
  },
  {
    "translation": {
      "en": "the color commentator, who was also blind.",
      "vi": "bình luận viên phân tích và bị mù."
    }
  },
  {
    "translation": {
      "en": "[Wardlow] The pitch-out and the squeeze play happened right at the same moment.",
      "vi": "Cú ném ngoài tầm đánh và chiến thuật squeeze cùng diễn ra."
    }
  },
  {
    "translation": {
      "en": "The runner was a dead duck.",
      "vi": "Người chạy gôn thất bại rồi."
    }
  },
  {
    "translation": {
      "en": "For a blind person, it's very rare to ever feel a sense of power,",
      "vi": "Với một người mù, rất hiếm khi có cảm giác quyền lực"
    }
  },
  {
    "translation": {
      "en": "and doing something that makes you feel the equal of the sighted world.",
      "vi": "và làm một việc khiến ta thấy bình đẳng với thế giới có thị lực."
    }
  },
  {
    "translation": {
      "en": "[Mike] It was a constant reminder",
      "vi": "Đó là một lời nhắc nhở không ngừng"
    }
  },
  {
    "translation": {
      "en": "that this was a place where anything was possible.",
      "vi": "rằng đây là nơi mà mọi thứ đều có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "[fans] ♪ La, la, la, la, Hirtensteiner ♪",
      "vi": "La, la, la, la, Hirtensteiner"
    }
  },
  {
    "translation": {
      "en": "♪ Hirtensteiner ♪",
      "vi": "Hirtensteiner"
    }
  },
  {
    "translation": {
      "en": "♪ Hirtensteiner ♪",
      "vi": "RICK HIRTENSTEINER CẦU THỦ GIỮA NGOÀI"
    }
  },
  {
    "translation": {
      "en": "♪ Hirtensteiner's at bat ♪",
      "vi": "Đến lượt Hirtensteiner đập bóng"
    }
  },
  {
    "translation": {
      "en": "[interviewer] And what about the players?",
      "vi": "Còn các cầu thủ thì sao?"
    }
  },
  {
    "translation": {
      "en": "We would take headcases.",
      "vi": "Chúng tôi sẽ chọn những kẻ khùng."
    }
  },
  {
    "translation": {
      "en": "If you were a veteran and still had some gas in the tank.",
      "vi": "Nếu bạn là cựu chiến binh và vẫn còn chút sinh lực."
    }
  },
  {
    "translation": {
      "en": "[Wardlow] Jack Morris just celebrated his 41st birthday not too long ago.",
      "vi": "Jack Morris ăn mừng sinh nhật 41 tuổi cách đây không lâu."
    }
  },
  {
    "translation": {
      "en": "Many years in the majors.",
      "vi": "Nhiều năm ở giải nhà nghề."
    }
  },
  {
    "translation": {
      "en": "I mean, I feel like I'm gonna throw up right now.",
      "vi": "Tôi đang dần cảm thấy mình sắp nôn."
    }
  },
  {
    "translation": {
      "en": "I don't know if it's 'cause of my neck or the stink of them damn pigs.",
      "vi": "Không rõ là do cổ tôi hay do mùi hôi của lũ lợn."
    }
  },
  {
    "translation": {
      "en": "We had guys who were overlooked, undrafted, told they weren't good enough.",
      "vi": "Chúng tôi có những người bị xem nhẹ, không được tuyển, bị nói là không đủ giỏi."
    }
  },
  {
    "translation": {
      "en": "[Huidekoper] Kevin Millar is a good example.",
      "vi": "Kevin Millar là một ví dụ."
    }
  },
  {
    "translation": {
      "en": "Solid ballplayer, but he was slow, and so no one drafted him.",
      "vi": "Cầu thủ cơ bắp, nhưng chậm chạp, nên chả được ai tuyển."
    }
  },
  {
    "translation": {
      "en": "And he ends up being on my Boston Red Sox in 2004",
      "vi": "Anh ấy có mặt trong đội Boston Red Sox của tôi năm 2004"
    }
  },
  {
    "translation": {
      "en": "when they win the World Series for the first time in 86 years.",
      "vi": "khi họ vô địch giải World Series lần đầu sau 86 năm."
    }
  },
  {
    "translation": {
      "en": "[Karlen] As one guy said to me,",
      "vi": "Một người từng bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "\"The Saints were the only team willing to give me a fourth second chance.\"",
      "vi": "\"Đội Saints là đội duy nhất sẵn sàng cho tôi cơ hội làm lại thứ tư\"."
    }
  },
  {
    "translation": {
      "en": "That you could try again, there is something so noble. We all love that story.",
      "vi": "Rằng bạn có thể thử lại, có gì đó cao quý. Ta đều thích câu chuyện đó."
    }
  },
  {
    "translation": {
      "en": "That's why, at its very best,",
      "vi": "Đó là lý do chính đáng nhất"
    }
  },
  {
    "translation": {
      "en": "independent ball allowed you to do things.",
      "vi": "mà bóng chày độc lập cho phép bạn làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "One day, one of our scouts called.",
      "vi": "Một hôm, tuyển trạch viên gọi."
    }
  },
  {
    "translation": {
      "en": "And said, \"There's a woman in Whittier.\"",
      "vi": "Và nói: \"Có một phụ nữ ở Whittier."
    }
  },
  {
    "translation": {
      "en": "\"She's got a nasty breaking ball, and her mechanics are darn near perfect.\"",
      "vi": "Cô ấy có cú ném đổi quỹ đạo khó chịu và cơ chế ném gần như hoàn hảo\"."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "I've always been booed. Like, everywhere I went as a kid, I was booed.",
      "vi": "Tôi luôn bị la ó. Hồi bé, tôi tới đâu cũng bị la ó."
    }
  },
  {
    "translation": {
      "en": "\"This is for men, this is for boys, and you're invading our space.\"",
      "vi": "\"Môn này cho đàn ông, con trai, và cô xâm phạm không gian của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "\"You need to go over there.\" They kind of put you in these boxes.",
      "vi": "Cô ra kia đi\". Họ như phân loại ta."
    }
  },
  {
    "translation": {
      "en": "[Mike] My dad always thought it was unfair that only men could play baseball.",
      "vi": "Bố tôi luôn thấy bất công khi chỉ đàn ông được chơi bóng chày."
    }
  },
  {
    "translation": {
      "en": "And one day, their wives will play in the major leagues.",
      "vi": "Và một ngày nào đó, vợ họ sẽ chơi ở các giải nhà nghề."
    }
  },
  {
    "translation": {
      "en": "-[reporter] Do you think so? -Oh, no question.",
      "vi": "- Ông nghĩ vậy? - Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, I know they think women can't play baseball, but let me tell you who can't play baseball.",
      "vi": "Họ nghĩ phụ nữ không thể chơi bóng chày, biết ai mới không thể chứ?"
    }
  },
  {
    "translation": {
      "en": "I can't play baseball. Okay? You can play baseball.",
      "vi": "Là tôi. Được chứ? Cô có thể chơi bóng chày."
    }
  },
  {
    "translation": {
      "en": "I want you to come out here, come on, try out for the St. Paul Saints.",
      "vi": "Tôi muốn cô thử sức ở đội St. Paul Saints."
    }
  },
  {
    "translation": {
      "en": "All right? Will you do it?",
      "vi": "Đồng ý chứ?"
    }
  },
  {
    "translation": {
      "en": "[Borders] I said, \"Mike, that's all I want.\" \"I don't want a contract.\"",
      "vi": "Tôi nói: \"Tôi muốn có vậy. Chả muốn hợp đồng."
    }
  },
  {
    "translation": {
      "en": "\"I don't want anything handed to me. I just want a shot.\"",
      "vi": "Tôi không muốn được bố thí. Tôi chỉ muốn một cơ hội\"."
    }
  },
  {
    "translation": {
      "en": "Strike!",
      "vi": "Đánh trượt!"
    }
  },
  {
    "translation": {
      "en": "[Borders] I might have been the last one they picked on the roster, but I made it.",
      "vi": "Tôi có thể là người cuối cùng được chọn trong danh sách, nhưng tôi đã làm được."
    }
  },
  {
    "translation": {
      "en": "[announcer] Midway Stadium in St. Paul continues to be the field of dreams for Ila Borders.",
      "vi": "Sân Midway tại St. Paul tiếp tục là mảnh đất mơ ước với Ila Borders."
    }
  },
  {
    "translation": {
      "en": "She's now officially the first woman",
      "vi": "Giờ cô ấy chính thức là cô gái đầu tiên"
    }
  },
  {
    "translation": {
      "en": "to make the roster of a men's professional baseball team.",
      "vi": "lọt vào danh sách đội bóng chày chuyên nghiệp nam."
    }
  },
  {
    "translation": {
      "en": "[Borders] Then I get to pro ball with the Saints, and people were cheering.",
      "vi": "Rồi tôi được chơi bóng chuyên nghiệp với đội Saints và được cổ vũ."
    }
  },
  {
    "translation": {
      "en": "Like, a sold-out crowd cheering.",
      "vi": "Sự cổ vũ của rất đông khán giả."
    }
  },
  {
    "translation": {
      "en": "I wasn't used to that.",
      "vi": "Thật lạ lẫm với tôi."
    }
  },
  {
    "translation": {
      "en": "Strike!",
      "vi": "Đánh trượt!"
    }
  },
  {
    "translation": {
      "en": "Jackpot!",
      "vi": "Trúng mánh rồi!"
    }
  },
  {
    "translation": {
      "en": "It sounds funny. You think that would be good,",
      "vi": "Thật buồn cười. Bạn cứ ngỡ là tốt"
    }
  },
  {
    "translation": {
      "en": "but it took me some time to get used to people actually cheering for me.",
      "vi": "nhưng tôi phải mất ít lâu để quen với việc được cổ vũ."
    }
  },
  {
    "translation": {
      "en": "[Karlen] It enthused St. Paul in a way I'd never seen before.",
      "vi": "Nó thúc đẩy St. Paul theo cách mà tôi chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "They really needed something, and the Saints provided that.",
      "vi": "Họ thực sự cần thứ gì đó và đội Saints đáp ứng."
    }
  },
  {
    "translation": {
      "en": "That was a wonderful, magical time.",
      "vi": "Đó là khoảng thời gian vui vẻ, kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "It was him.",
      "vi": "Nhờ ông ấy."
    }
  },
  {
    "translation": {
      "en": "Yo!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "[Night Train] He had found more stability. He got to be back in the game.",
      "vi": "Ông ấy đã ổn định hơn. Ông ấy phải tái xuất."
    }
  },
  {
    "translation": {
      "en": "This was his project in St. Paul that he was starting,",
      "vi": "Đây là dự án mà ông ấy triển khai ở St. Paul"
    }
  },
  {
    "translation": {
      "en": "and he was more consistent on every level.",
      "vi": "và ông ấy kiên định hơn ở mọi phương diện."
    }
  },
  {
    "translation": {
      "en": "I had a little girl and a young son who adored each other.",
      "vi": "Tôi có một bé gái và một bé trai, chúng đều yêu quý nhau."
    }
  },
  {
    "translation": {
      "en": "It really made parenting easy.",
      "vi": "Nhờ thế mà việc nuôi dạy trở nên dễ dàng."
    }
  },
  {
    "translation": {
      "en": "Pretty much the four of us did everything together.",
      "vi": "Gần như cả bốn chúng tôi làm mọi thứ cùng nhau."
    }
  },
  {
    "translation": {
      "en": "Get your St. Paul Saints programs right here.",
      "vi": "Mua tờ chương trình St. Paul Saints ở đây."
    }
  },
  {
    "translation": {
      "en": "He became really quick.",
      "vi": "Nó trở nên rất hoạt bát."
    }
  },
  {
    "translation": {
      "en": "Great hand-eye because of all that Game Boy work.",
      "vi": "Tay-mắt nhanh nhạy nhờ chơi máy Game Boy."
    }
  },
  {
    "translation": {
      "en": "He could fill a rack of Cokes like nobody's business.",
      "vi": "Nó có thể bỏ đầy một giá Coca rất nhanh."
    }
  },
  {
    "translation": {
      "en": "You don't know how many child labor laws you're breaking,",
      "vi": "Bạn vi phạm nhiều luật lao động trẻ em."
    }
  },
  {
    "translation": {
      "en": "and-- and frankly, how much you're loving it.",
      "vi": "Và nói thật, bạn thích làm thế."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, what job did you force Rebecca to do?",
      "vi": "Ông cho Rebecca làm công việc gì?"
    }
  },
  {
    "translation": {
      "en": "She was a greeter.",
      "vi": "Nhân viên chào đón."
    }
  },
  {
    "translation": {
      "en": "And every time that door opened, this little towhead",
      "vi": "Mỗi lần cánh cửa đó mở ra, cô bé tóc vàng ấy"
    }
  },
  {
    "translation": {
      "en": "would jump up and go, \"Hi!\"",
      "vi": "lại nhảy lên và nói: \"Chào!\""
    }
  },
  {
    "translation": {
      "en": "-\"Hi! Hi, I'm Rebecca.\" -\"Hello.\"",
      "vi": "- \"Chào, cháu là Rebecca\". - \"Xin chào\"."
    }
  },
  {
    "translation": {
      "en": "[Stevens] Rebecca was so much to that team.",
      "vi": "Rebecca rất ý nghĩa với đội bóng đó."
    }
  },
  {
    "translation": {
      "en": "And she-- she was the mascot.",
      "vi": "Và cô bé là linh vật."
    }
  },
  {
    "translation": {
      "en": "That pig that took the balls out, no, that was not the mascot.",
      "vi": "Con lợn đem bóng ra không phải là linh vật."
    }
  },
  {
    "translation": {
      "en": "And they rallied around her.",
      "vi": "Và họ hỗ trợ cô bé."
    }
  },
  {
    "translation": {
      "en": "Mascotting of any flavor, costumes, just her.",
      "vi": "Làm linh vật theo đủ kiểu, hóa trang, ăn mặc bình thường."
    }
  },
  {
    "translation": {
      "en": "[Huidekoper] At the end of the year, there was a consultant",
      "vi": "Vào cuối năm, có một cố vấn"
    }
  },
  {
    "translation": {
      "en": "that-- that gave a report about the Saints, and said,",
      "vi": "đã đưa ra một báo cáo về đội Saints và bảo:"
    }
  },
  {
    "translation": {
      "en": "\"You need to… You need to lose the little girl at the front door.\" \"It's not professional.\"",
      "vi": "\"Các vị đừng cho cô bé vào cửa. Như thế không chuyên nghiệp\"."
    }
  },
  {
    "translation": {
      "en": "God! \"A little more professional.\"",
      "vi": "Trời! \"Chuyên nghiệp hơn một chút\" cơ đấy."
    }
  },
  {
    "translation": {
      "en": "[Huidekoper] Word of mouth got out. I mean, we hardly had to do advertising.",
      "vi": "Tiếng lành đồn xa. Chúng tôi gần như không phải quảng cáo."
    }
  },
  {
    "translation": {
      "en": "It was just like this ripple effect.",
      "vi": "Đó chỉ là hiệu ứng gợn sóng."
    }
  },
  {
    "translation": {
      "en": "One reason for St. Paul's success? The shtick of Mike Veeck.",
      "vi": "Một lý do cho thành công của St. Paul? Mẹo của Mike Veeck."
    }
  },
  {
    "translation": {
      "en": "We come here because we feel welcome here. You know, it's fun.",
      "vi": "Chúng tôi đến đây vì cảm thấy được chào đón. Vui mà."
    }
  },
  {
    "translation": {
      "en": "You know, that old dilemma. \"Why can't we know we're in the good old days",
      "vi": "Chuyện nan giải ấy. \"Sao ta không thể biết ta đang ở thời vàng son"
    }
  },
  {
    "translation": {
      "en": "in the good old days?\"",
      "vi": "trong thời vàng son?\""
    }
  },
  {
    "translation": {
      "en": "Baseball. Real outdoor baseball. Baseball? Yeah!",
      "vi": "- Bóng chày. Bóng chày ngoài trời. - Bóng chày? Tuyệt."
    }
  },
  {
    "translation": {
      "en": "We sold out 600 games in a row or something ridiculous.",
      "vi": "Chúng tôi bán hết vé 600 trận liên tiếp hay thứ gì đó nực cười."
    }
  },
  {
    "translation": {
      "en": "[Daniels] This doesn't get said enough, but the St. Paul Saints changed baseball.",
      "vi": "Điều này nên nhắc đến nữa, song St. Paul Saints đã thay đổi bóng chày."
    }
  },
  {
    "translation": {
      "en": "All the fun that happens today at independent and minor league games,",
      "vi": "Mọi trò vui thời nay ở giải độc lập và dưới nhà nghề,"
    }
  },
  {
    "translation": {
      "en": "you name it, Mike invented it.",
      "vi": "đủ cả, đều do Mike sáng tạo ra."
    }
  },
  {
    "translation": {
      "en": "[reporter] When you first came to town, though,",
      "vi": "Tuy nhiên, khi ông mới đến thị trấn,"
    }
  },
  {
    "translation": {
      "en": "you had a lot of people waiting for you to fail and predicting your doom.",
      "vi": "có rất nhiều người chờ ông thất bại và tiên đoán ngày tàn của ông."
    }
  },
  {
    "translation": {
      "en": "God bless them.",
      "vi": "Chúa phù hộ họ."
    }
  },
  {
    "translation": {
      "en": "[announcer] This is what it's all about now, with a full house all on their feet.",
      "vi": "Đây là điều quan trọng, khán đài chật kín khán giả đang đứng."
    }
  },
  {
    "translation": {
      "en": "[Mike] My dad would have loved St. Paul.",
      "vi": "Nếu còn sống, hẳn bố tôi sẽ yêu St. Paul."
    }
  },
  {
    "translation": {
      "en": "He would have understood that it was street theater",
      "vi": "Ông ấy sẽ hiểu rằng đó là kịch đường phố"
    }
  },
  {
    "translation": {
      "en": "wrapped around a ball game.",
      "vi": "gói gọn trong một trận bóng."
    }
  },
  {
    "translation": {
      "en": "[Bill] This world would be better",
      "vi": "Thế giới này sẽ tuyệt hơn"
    }
  },
  {
    "translation": {
      "en": "if more people didn't take it too seriously.",
      "vi": "nếu nhiều người không quá coi trọng bóng chày."
    }
  },
  {
    "translation": {
      "en": "You know, it isn't grim. It's kind of wonderful.",
      "vi": "Nó không tàn nhẫn, mà khá tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Solomon will set. The one-two. He swings.",
      "vi": "Solomon chuẩn bị. Một ném lỗi, hai đập hụt. Anh ấy vung gậy."
    }
  },
  {
    "translation": {
      "en": "It goes toward right field.",
      "vi": "Bóng bay về phía cánh phải."
    }
  },
  {
    "translation": {
      "en": "It is dropping in for a big hit.",
      "vi": "Đó sẽ là một cú đánh quan trọng."
    }
  },
  {
    "translation": {
      "en": "And the Saints win it, 3-2!",
      "vi": "Đội Saints chiến thắng, tỷ số là 3-2!"
    }
  },
  {
    "translation": {
      "en": "[announcer 2] St. Paul, the Northern League Champions for 1993!",
      "vi": "St. Paul, nhà vô địch Northern League năm 1993!"
    }
  },
  {
    "translation": {
      "en": "Your whole approach is to have fun,",
      "vi": "Cách thức của ông là tạo niềm vui,"
    }
  },
  {
    "translation": {
      "en": "but the last thing you want is another Disco Demolition disaster.",
      "vi": "nhưng ông không muốn có một thảm họa Hủy diệt Nhạc disco nữa."
    }
  },
  {
    "translation": {
      "en": "Did you feel in your mind that you were still wearing",
      "vi": "Ông có cảm thấy vẫn mang trong mình"
    }
  },
  {
    "translation": {
      "en": "that scarlet letter when you arrived in St. Paul?",
      "vi": "nỗi tủi hổ đó khi đến St. Paul không?"
    }
  },
  {
    "translation": {
      "en": "\"Owner's son strikes out.\"",
      "vi": "\"Con trai ông chủ đập bóng thất bại\"."
    }
  },
  {
    "translation": {
      "en": "Baseball reference. Clever.",
      "vi": "Nói kiểu bóng chày. Khéo đấy."
    }
  },
  {
    "translation": {
      "en": "You agree with that, pig?",
      "vi": "Mày đồng tình không, lợn?"
    }
  },
  {
    "translation": {
      "en": "Yeah? All right.",
      "vi": "Thế à? Được rồi."
    }
  },
  {
    "translation": {
      "en": "What you got for me on this one? \"You suck. Failure.\"",
      "vi": "Tờ này thì sao? \"Đồ kém cỏi. Thất bại\"."
    }
  },
  {
    "translation": {
      "en": "Okay. You made your point.",
      "vi": "Được. Nói rõ quan điểm luôn."
    }
  },
  {
    "translation": {
      "en": "Mike, let me ask you, you've been in the major leagues.",
      "vi": "Mike, ông đã tham gia các giải nhà nghề."
    }
  },
  {
    "translation": {
      "en": "Would you like another shot at the show?",
      "vi": "Ông muốn một cơ hội nữa ở đó không?"
    }
  },
  {
    "translation": {
      "en": "For 15 years, I dreamed of making it back to the major leagues.",
      "vi": "Suốt 15 năm, tôi đã mơ về việc trở lại các giải nhà nghề."
    }
  },
  {
    "translation": {
      "en": "That was all I ever thought about, was the return.",
      "vi": "Tôi chỉ nghĩ đến điều đó, sự trở lại."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike had to be honest with himself.",
      "vi": "Mike phải thành thật với bản thân."
    }
  },
  {
    "translation": {
      "en": "It wasn't going to happen.",
      "vi": "Sẽ không có chuyện đó."
    }
  },
  {
    "translation": {
      "en": "So, he did what any workaholic would do.",
      "vi": "Nên ông làm giống như kẻ nghiện việc sẽ làm."
    }
  },
  {
    "translation": {
      "en": "He bought more teams.",
      "vi": "Ông ấy mua thêm đội."
    }
  },
  {
    "translation": {
      "en": "The Butte Copper Kings.",
      "vi": "Butte Copper Kings."
    }
  },
  {
    "translation": {
      "en": "The Charleston RiverDogs.",
      "vi": "Charleston RiverDogs."
    }
  },
  {
    "translation": {
      "en": "The Hudson Valley Renegades.",
      "vi": "Hudson Valley Renegades."
    }
  },
  {
    "translation": {
      "en": "The Sioux Fall Canaries.",
      "vi": "Sioux Fall Canaries."
    }
  },
  {
    "translation": {
      "en": "The Brockton Rox.",
      "vi": "Brockton Rox."
    }
  },
  {
    "translation": {
      "en": "The Lake Havasu River Trout.",
      "vi": "Lake Havasu River Trout."
    }
  },
  {
    "translation": {
      "en": "I just made that one up.",
      "vi": "Đội đó thì tôi bịa đấy."
    }
  },
  {
    "translation": {
      "en": "And everywhere he went, the circus followed.",
      "vi": "Ông ấy đến đâu, gánh xiếc đi theo đó."
    }
  },
  {
    "translation": {
      "en": "In the late '90s, everything was coming together.",
      "vi": "Vào cuối thập niên 90, mọi thứ đang ổn,"
    }
  },
  {
    "translation": {
      "en": "But Mike was about to be tested, because little did he know--",
      "vi": "nhưng Mike sắp bị thử thách, vì ông ấy không biết…"
    }
  },
  {
    "translation": {
      "en": "[all] Little did he know!",
      "vi": "Ông ấy không biết!"
    }
  },
  {
    "translation": {
      "en": "Little did he know, in St. Paul, redemption is a two-way street.",
      "vi": "…ông ấy không biết, ở St. Paul, chuộc lỗi là con dao hai lưỡi."
    }
  },
  {
    "translation": {
      "en": "Strawberry was an interesting…",
      "vi": "Strawberry thú vị…"
    }
  },
  {
    "translation": {
      "en": "Did I… Have I told you the story about him?",
      "vi": "Tôi đã kể về anh ấy chưa?"
    }
  },
  {
    "translation": {
      "en": "He was almost, as a player, as a young player, bigger than life.",
      "vi": "Là một cầu thủ, cầu thủ trẻ, anh ấy gần như được chú ý đặc biệt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Well hit! Way back! Deep center field!",
      "vi": "Đập bóng tốt! Về phía sau! Sâu về giữa sân ngoài!"
    }
  },
  {
    "translation": {
      "en": "Darryl Strawberry has done it again!",
      "vi": "Darryl Strawberry lại làm được!"
    }
  },
  {
    "translation": {
      "en": "He had 300 home runs before Mickey Mantle had 300 home runs.",
      "vi": "Anh ấy có 300 cú ăn điểm trực tiếp trước cả Mickey Mantle."
    }
  },
  {
    "translation": {
      "en": "[Stevens] Darryl Strawberry is probably the greatest professional baseball player,",
      "vi": "Darryl Strawberry có lẽ là cầu thủ bóng chày chuyên nghiệp vĩ đại nhất"
    }
  },
  {
    "translation": {
      "en": "that had the greatest tools…",
      "vi": "có những công cụ tuyệt nhất…"
    }
  },
  {
    "translation": {
      "en": "and threw it all away.",
      "vi": "và vứt bỏ đi tất cả."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The 38-year-old walked calmly in handcuffs,",
      "vi": "Người đàn ông 38 tuổi bị còng, điềm tĩnh bước đi,"
    }
  },
  {
    "translation": {
      "en": "once again facing criminal charges.",
      "vi": "một lần nữa đối mặt với cáo buộc hình sự."
    }
  },
  {
    "translation": {
      "en": "And investigators say it all stems from driving under the influence.",
      "vi": "Điều tra viên nói là do lái xe trong tình trạng có chất kích thích."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Darryl, do you have anything to say?",
      "vi": "Darryl, anh có gì muốn nói không?"
    }
  },
  {
    "translation": {
      "en": "[Karlen] What he had screwed up was remarkable.",
      "vi": "Sai lầm anh ấy mắc phải rất đáng chú ý."
    }
  },
  {
    "translation": {
      "en": "He lost a $20.6 million contract.",
      "vi": "Anh ấy mất hợp đồng trị giá 20,6 triệu đô."
    }
  },
  {
    "translation": {
      "en": "And I think it was 206 teams turned him down.",
      "vi": "Và tôi nghĩ có đến 206 đội từ chối anh ấy."
    }
  },
  {
    "translation": {
      "en": "Every team in organized baseball.",
      "vi": "Mọi đội bóng chày có tổ chức."
    }
  },
  {
    "translation": {
      "en": "And the only time I'd heard of something like \"206 available, nobody wants him,\"",
      "vi": "Tôi chỉ biết có một vụ giống với \"có 20 đội, chả ai muốn anh ta\","
    }
  },
  {
    "translation": {
      "en": "was Mike Veeck after Disco Demolition night.",
      "vi": "là Mike Veeck sau Đêm Hủy diệt Nhạc disco."
    }
  },
  {
    "translation": {
      "en": "Why did you end up in St. Paul?",
      "vi": "Tại sao ông lại tới St. Paul?"
    }
  },
  {
    "translation": {
      "en": "That's a really good question.",
      "vi": "Câu hỏi hay đấy."
    }
  },
  {
    "translation": {
      "en": "Probably because of… a guy like Mike Veeck.",
      "vi": "Có lẽ là vì một người như Mike Veeck."
    }
  },
  {
    "translation": {
      "en": "[Mike] So, I'm driving to Owatonna.",
      "vi": "Tôi đang đi xe đến Owatonna."
    }
  },
  {
    "translation": {
      "en": "I have a speaking engagement, and I decide",
      "vi": "Tôi có một buổi phát biểu, và tôi quyết định"
    }
  },
  {
    "translation": {
      "en": "that I'm gonna make this a nice evening with Libby.",
      "vi": "sẽ chuẩn bị một buổi tối vui vẻ bên Libby."
    }
  },
  {
    "translation": {
      "en": "So, we get a bottle of champagne.",
      "vi": "Chúng tôi mua một chai sâm-panh."
    }
  },
  {
    "translation": {
      "en": "And he got a call from Marvin about Darryl.",
      "vi": "Marvin gọi cho ông ấy để bàn về Darryl."
    }
  },
  {
    "translation": {
      "en": "[Mike] And they're all over it.",
      "vi": "Và họ đều ủng hộ."
    }
  },
  {
    "translation": {
      "en": "This is great. And I've got the third vote.",
      "vi": "Điều này là tuyệt. Và tôi có lá phiếu thứ ba."
    }
  },
  {
    "translation": {
      "en": "Let me ask you a question. What-- What's your gut on this?",
      "vi": "Tôi hỏi này. Anh linh cảm sao về vụ này?"
    }
  },
  {
    "translation": {
      "en": "[Mike] Suddenly, I have a guy who's violated every drug law known to man,",
      "vi": "Đột nhiên, tôi có một gã đã vi phạm mọi luật ma túy từng được biết đến,"
    }
  },
  {
    "translation": {
      "en": "and I'm afraid of how the fans are gonna react to this.",
      "vi": "và tôi lo sợ về phản ứng của người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "I've worked really hard to get a PG rating.",
      "vi": "Tôi đã rất nỗ lực để được xếp hạng PG."
    }
  },
  {
    "translation": {
      "en": "I… I just really… I just really can't do this.",
      "vi": "Tôi thực sự không làm được."
    }
  },
  {
    "translation": {
      "en": "The temperature in the car is now about -40 degrees Fahrenheit,",
      "vi": "Nhiệt độ trong xe lúc ấy là khoảng -40 độ C,"
    }
  },
  {
    "translation": {
      "en": "until Libby really weighs in with her opinion.",
      "vi": "cho tới khi Libby thực sự góp ý."
    }
  },
  {
    "translation": {
      "en": "And Libby's opinion is, \"You hypocrite!\"",
      "vi": "Ý kiến ấy là: \"Đồ đạo đức giả!"
    }
  },
  {
    "translation": {
      "en": "\"Even if it's a fourth chance,",
      "vi": "Dù đó là cơ hội thứ tư,"
    }
  },
  {
    "translation": {
      "en": "you've already said you need 200 chances yourself.\"",
      "vi": "thì ông cũng đã nói mình cần 200 cơ hội."
    }
  },
  {
    "translation": {
      "en": "\"And you're not gonna sign the guy because he has a drug history?\"",
      "vi": "Và ông sẽ không ký hợp đồng với anh ta vì anh ta có tiền sử dùng ma túy?"
    }
  },
  {
    "translation": {
      "en": "\"And you're a drunk, and you've had all of these kinds of problems.\"",
      "vi": "Còn ông thì là một con sâu rượu và nghiện ngập đủ thứ."
    }
  },
  {
    "translation": {
      "en": "\"You've done things you're not-- And you're not gonna sign Darryl--\"",
      "vi": "Ông đã làm những việc chẳng mấy… Ông sẽ không chiêu mộ Darryl…\""
    }
  },
  {
    "translation": {
      "en": "Wow, you're really something.",
      "vi": "Chà, ông tài giỏi quá cơ đấy."
    }
  },
  {
    "translation": {
      "en": "[chuckling] And she now doesn't talk to me for the rest of the trip.",
      "vi": "Bà ấy cạch mặt tôi suốt quãng đường còn lại."
    }
  },
  {
    "translation": {
      "en": "So when we get to the hotel room with the bottle of champagne,",
      "vi": "Khi chúng tôi đến phòng khách sạn với chai sâm-panh,"
    }
  },
  {
    "translation": {
      "en": "she's, like, barricaded in her room.",
      "vi": "bà ấy giam mình trong phòng."
    }
  },
  {
    "translation": {
      "en": "She's ashamed.",
      "vi": "Bà ấy xấu hổ."
    }
  },
  {
    "translation": {
      "en": "\"Second chances?\"",
      "vi": "\"Cơ hội thứ hai?"
    }
  },
  {
    "translation": {
      "en": "\"You would not be here at all had you not gotten a second chance.\"",
      "vi": "Ông sẽ chẳng có ngày hôm nay nếu không có cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "\"Why on earth wouldn't you do that for Darryl?\"",
      "vi": "Sao không cho Darryl cơ hội?\""
    }
  },
  {
    "translation": {
      "en": "I feel terrible, having my back to you like this, so…",
      "vi": "Thật áy náy khi quay lưng lại với anh thế này, nên…"
    }
  },
  {
    "translation": {
      "en": "Thank you very much for coming.",
      "vi": "Cảm ơn rất nhiều vì đã đến."
    }
  },
  {
    "translation": {
      "en": "On the way to Owatonna last week,",
      "vi": "Trên đường đến Owatonna tuần trước,"
    }
  },
  {
    "translation": {
      "en": "Marv Goldklang and Marty Scott mentioned Darryl Strawberry's name to me,",
      "vi": "Marv Goldklang và Marty Scott đã đề cập với tôi về Darryl Strawberry,"
    }
  },
  {
    "translation": {
      "en": "and the potential of… of signing him.",
      "vi": "và khả năng ký hợp đồng với anh ấy."
    }
  },
  {
    "translation": {
      "en": "And I was, at best, lukewarm.",
      "vi": "Cùng lắm tôi đã hờ hững."
    }
  },
  {
    "translation": {
      "en": "And I apologize, uh, for that to the Strawberrys,",
      "vi": "Và tôi xin lỗi gia đình Strawberry vì điều đó,"
    }
  },
  {
    "translation": {
      "en": "but that was… was my reaction.",
      "vi": "nhưng đó là phản ứng của tôi lúc ấy."
    }
  },
  {
    "translation": {
      "en": "I got a feel of how sincere he was, you know.",
      "vi": "Tôi cảm nhận được sự chân thành của ông ấy."
    }
  },
  {
    "translation": {
      "en": "And that was a good feeling. That was different than most.",
      "vi": "Và đó là một cảm xúc tích cực, khác với hầu hết ông chủ khác."
    }
  },
  {
    "translation": {
      "en": "I believe Major League Baseball has blackballed me.",
      "vi": "Tôi tin giải Bóng chày Nhà nghề đã loại bỏ tôi."
    }
  },
  {
    "translation": {
      "en": "I'm not bitter about it. That's one thing I would like to say.",
      "vi": "Tôi không ấm ức chuyện đó. Đó là điều tôi muốn nói ra thôi."
    }
  },
  {
    "translation": {
      "en": "Because I've had some great years that I can always remember.",
      "vi": "Vì tôi đã có những năm tháng đẹp mà tôi có thể nhớ tới."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can you tell me what headspace you were in at that time?",
      "vi": "Thời điểm đó ông rơi vào trạng thái thế nào?"
    }
  },
  {
    "translation": {
      "en": "Completely lost. You know? Lost for life.",
      "vi": "Hoàn toàn lạc lối. Hiểu chứ? Mất phương hướng."
    }
  },
  {
    "translation": {
      "en": "Didn't-- Didn't really care about the fact of life existing anymore and living.",
      "vi": "Chẳng còn màng đến việc cuộc sống đang tồn tại và việc sống."
    }
  },
  {
    "translation": {
      "en": "You lose hope.",
      "vi": "Ta mất hy vọng."
    }
  },
  {
    "translation": {
      "en": "Nobody wanted to give me a chance at the time.",
      "vi": "Lúc đó không ai muốn cho tôi cơ hội."
    }
  },
  {
    "translation": {
      "en": "I was just living. I think I was just existing. Put it like that.",
      "vi": "Tôi như cái xác vô hồn, chỉ tồn tại. Phải diễn tả là vậy."
    }
  },
  {
    "translation": {
      "en": "Tough business, Marty, you know.",
      "vi": "Công việc khó khăn, Marty à."
    }
  },
  {
    "translation": {
      "en": "I really didn't have a care about baseball. I didn't care if I ever played again.",
      "vi": "Tôi chả màng đến bóng chày, hay mình có chơi bóng chày trở lại."
    }
  },
  {
    "translation": {
      "en": "I thought I could go there and hide and nobody would know anything. [chuckles]",
      "vi": "Tôi nghĩ mình có thể ra sân, nấp đi và không ai biết gì cả."
    }
  },
  {
    "translation": {
      "en": "For me, that's the-- that's the kind of thought process I had at that particular time,",
      "vi": "Tư tưởng của tôi ở thời điểm đó là vậy,"
    }
  },
  {
    "translation": {
      "en": "is to go there",
      "vi": "là ra sân,"
    }
  },
  {
    "translation": {
      "en": "and really actually just play, and see if I like baseball again.",
      "vi": "và chỉ chơi bóng, để xem mình có lại thích bóng chày không."
    }
  },
  {
    "translation": {
      "en": "[Stevens] I came out, and the media was all ready for Darryl to come out.",
      "vi": "Tôi xuất hiện, còn giới truyền thông thì đang chờ Darryl đi ra."
    }
  },
  {
    "translation": {
      "en": "And then all eyes and cameras going, \"What the heck is going on?\"",
      "vi": "Rồi mọi ánh mắt và máy quay như nói: \"Chuyện gì thế này?\""
    }
  },
  {
    "translation": {
      "en": "[Mike] Wrote me letters, called me up.",
      "vi": "Gửi thư cho tôi, gọi điện cho tôi."
    }
  },
  {
    "translation": {
      "en": "He goes, \"You know, I don't have any legs.\"",
      "vi": "Anh ấy bảo: \"Này ông, tôi không có chân."
    }
  },
  {
    "translation": {
      "en": "\"But I want an at-bat.\"",
      "vi": "Mà tôi muốn một lượt đập bóng\"."
    }
  },
  {
    "translation": {
      "en": "I bothered him enough where he said, \"Come out and let's see what you can do.\"",
      "vi": "Tôi làm phiền đến độ ông ấy nói: \"Ra trổ tài xem\"."
    }
  },
  {
    "translation": {
      "en": "And the rest is history that nobody knows.",
      "vi": "Phần còn lại là lịch sử mà không ai biết."
    }
  },
  {
    "translation": {
      "en": "When I was a young kid and found out about Eddie Gaedel,",
      "vi": "Hồi tôi còn bé và biết về Eddie Gaedel,"
    }
  },
  {
    "translation": {
      "en": "people always said, \"You're as tall as Eddie Gaedel.\"",
      "vi": "người ta luôn nói: \"Cậu cao như Eddie Gaedel\"."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I'm an athlete, and one day, I'm gonna prove it.\"",
      "vi": "Tôi đáp: \"Tôi là vận động viên. Rồi tôi sẽ chứng minh\"."
    }
  },
  {
    "translation": {
      "en": "And Mike let me.",
      "vi": "Mike cho tôi cơ hội."
    }
  },
  {
    "translation": {
      "en": "[Mike] This guy was a fierce competitor.",
      "vi": "Anh ấy là một đối thủ dữ tợn."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to show people what was possible.",
      "vi": "Tôi chỉ muốn cho mọi người thấy điều gì là có thể."
    }
  },
  {
    "translation": {
      "en": "How does a guy without legs play professional baseball?",
      "vi": "Một gã thiếu chân chơi bóng chày chuyên nghiệp kiểu gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, you gotta watch it.",
      "vi": "À thì, bạn phải theo dõi đi."
    }
  },
  {
    "translation": {
      "en": "Super Dave.",
      "vi": "Dave Siêu Hạng."
    }
  },
  {
    "translation": {
      "en": "Everybody thought Super Dave was crazy,",
      "vi": "Ai cũng nghĩ Dave Siêu Hạng bị khùng,"
    }
  },
  {
    "translation": {
      "en": "but I thought it was pretty cool. I was really impressed with it.",
      "vi": "nhưng tôi thấy điều đó khá tuyệt. Tôi rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "[announcer] Darryl goes down swinging.",
      "vi": "Darryl vung gậy."
    }
  },
  {
    "translation": {
      "en": "[Mike] So about a week later, I hear, \"Hey, boss man, you got a minute?\"",
      "vi": "Khoảng một tuần sau, tôi nghe được: \"Ông chủ rảnh không?"
    }
  },
  {
    "translation": {
      "en": "\"Why is that guy so happy?\"",
      "vi": "Sao anh ta lại hạnh phúc thế?\""
    }
  },
  {
    "translation": {
      "en": "And I go…",
      "vi": "Và tôi bảo…"
    }
  },
  {
    "translation": {
      "en": "\"Maybe it's just that you're so unhappy.\"",
      "vi": "\"Có lẽ chỉ là anh không hạnh phúc\"."
    }
  },
  {
    "translation": {
      "en": "[Stevens] Darryl was humbled beyond anything he could have imagined.",
      "vi": "Darryl thấy mình thấp kém ngoài sức tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "It brought him back to the reality of, \"This is it. This is my last shot.\"",
      "vi": "Điều đó đưa anh ấy trở lại thực tại: \"Là đây. Đây là cơ hội cuối của mình\"."
    }
  },
  {
    "translation": {
      "en": "You are at the end of your career.",
      "vi": "Anh đang ở quãng cuối sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Watching Dave Stevens, it got him outside himself.",
      "vi": "Sau khi theo dõi Dave Stevens, anh ấy có góc nhìn khác."
    }
  },
  {
    "translation": {
      "en": "[Strawberry] I took great joy in that friendship.",
      "vi": "Tôi đã rất vui vì tình bạn đó."
    }
  },
  {
    "translation": {
      "en": "-What would be your nickname for me? -Stud.",
      "vi": "- Anh đặt biệt danh gì cho tôi? - Ngựa Giống."
    }
  },
  {
    "translation": {
      "en": "\"Stud.\" Stub or… Stub or Stud?",
      "vi": "Ngựa Rống. Ngựa Rống hay Ngựa Giống?"
    }
  },
  {
    "translation": {
      "en": "-Stud. You're a stud. He's a stud, huh? -[laughs]",
      "vi": "Ngựa Giống. Anh là ngựa giống. Anh ấy là ngựa giống."
    }
  },
  {
    "translation": {
      "en": "We could relate. You know, we could relate to life.",
      "vi": "Chúng tôi đồng cảm. Về cuộc đời."
    }
  },
  {
    "translation": {
      "en": "[Stevens] It was almost AA for three weeks.",
      "vi": "Suốt ba tuần, gần như là họp nhóm cai rượu."
    }
  },
  {
    "translation": {
      "en": "I didn't judge him for his past.",
      "vi": "Tôi không đánh giá anh ấy vì chuyện quá khứ,"
    }
  },
  {
    "translation": {
      "en": "I judged him on the merits of the moment.",
      "vi": "mà dựa trên những phẩm chất thời điểm ấy."
    }
  },
  {
    "translation": {
      "en": "[Mike] And lo and behold, he's having fun.",
      "vi": "Và trông lạ chưa kìa, anh ấy đang vui vẻ."
    }
  },
  {
    "translation": {
      "en": "I'm not sure Darryl Strawberry ever had fun playing professional baseball.",
      "vi": "Tôi không chắc Darryl Strawberry từng vui vẻ khi chơi chày chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "-[crowd cheers] -[announcer 1] That ball is gone.",
      "vi": "Quả bóng đó bay mất rồi."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] This one's hit well to center.",
      "vi": "Bóng bay về phía giữa ngoài."
    }
  },
  {
    "translation": {
      "en": "Powell going back, but forget about it.",
      "vi": "Powell chạy tới, nhưng quên chuyện đó đi."
    }
  },
  {
    "translation": {
      "en": "Home run number 18 for Darryl Strawberry.",
      "vi": "Cú ăn điểm trực tiếp cho số 18, Darryl Strawberry."
    }
  },
  {
    "translation": {
      "en": "[Strawberry] I was playing at a whole different level.",
      "vi": "Tôi chơi ở một đẳng cấp rất khác."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, something new and exciting came out of me.",
      "vi": "Đột nhiên, một thứ mới mẻ và thú vị xuất hiện trong tôi."
    }
  },
  {
    "translation": {
      "en": "[Stevens] The third at-bat, bam, three home runs.",
      "vi": "Đánh lần ba, bùm, ba cú ăn điểm trực tiếp."
    }
  },
  {
    "translation": {
      "en": "He's got a chance in the eighth inning for a fourth home run.",
      "vi": "Anh ấy có cơ hội ăn điểm trực tiếp thứ tư ở hiệp tám."
    }
  },
  {
    "translation": {
      "en": "He comes up to me and goes, \"I want you to go hit for me.\"",
      "vi": "Anh ấy ra chỗ tôi và nói: \"Anh đánh thay tôi đi\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Straw, you can hit a fourth home run.\"",
      "vi": "Tôi bảo: \"Straw, anh có thể ghi điểm trực tiếp thứ tư\"."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Nah, man, you've-- you've earned this.\"",
      "vi": "Anh ấy nói: \"Không, anh xứng đáng được đánh\"."
    }
  },
  {
    "translation": {
      "en": "He needed his at-bat, you know? I-- I was always pushing,",
      "vi": "Anh ấy cần lượt đánh, hiểu chứ? Tôi luôn cố gắng"
    }
  },
  {
    "translation": {
      "en": "you know, for that, for him.",
      "vi": "vì điều đó, vì anh ấy."
    }
  },
  {
    "translation": {
      "en": "For your St. Paul Saints, the second baseman,",
      "vi": "Đội St. Paul Saints, chốt gôn hai,"
    }
  },
  {
    "translation": {
      "en": "number 32, Dave Stevens.",
      "vi": "số 32, Dave Stevens."
    }
  },
  {
    "translation": {
      "en": "And the crowd's like, \"What?\"",
      "vi": "Và đám đông nói: \"Cái gì?\""
    }
  },
  {
    "translation": {
      "en": "And I'm coming up to bat, and I'm not prepared mentally.",
      "vi": "Tôi ra đập bóng và chưa chuẩn bị tinh thần."
    }
  },
  {
    "translation": {
      "en": "And I come up, and the crowd's going crazy. The pitcher's going, \"What do I do here?\"",
      "vi": "Tôi đi ra, đám đông phát rồ, gã ném bóng nói: \"Tôi phải làm gì đây?\""
    }
  },
  {
    "translation": {
      "en": "I fouled off four, five pitches,",
      "vi": "Tôi đập ra ngoài biên bốn, năm cú,"
    }
  },
  {
    "translation": {
      "en": "and people are oohing and aahing every time.",
      "vi": "và lần nào mọi người cũng ồ lên vì ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And then to take that last one,",
      "vi": "Và rồi tôi thực hiện cú đập cuối,"
    }
  },
  {
    "translation": {
      "en": "where he just threw that thing and just-- Oh!",
      "vi": "mà anh ấy chỉ ném quả bóng và chỉ… Ồ!"
    }
  },
  {
    "translation": {
      "en": "You know, I knew it. I knew it.",
      "vi": "Tôi đã biết kết quả."
    }
  },
  {
    "translation": {
      "en": "Strike!",
      "vi": "Đánh trượt!"
    }
  },
  {
    "translation": {
      "en": "I didn't succeed.",
      "vi": "Tôi không thành công."
    }
  },
  {
    "translation": {
      "en": "But, you know, you think about it years later,",
      "vi": "Nhưng nhiều năm sau bạn nhớ về nó,"
    }
  },
  {
    "translation": {
      "en": "and you're looking at your jersey and looking at the box score,",
      "vi": "bạn nhìn vào áo đấu và tỷ số,"
    }
  },
  {
    "translation": {
      "en": "and you're like, \"Yeah, I did.\"",
      "vi": "và bạn nghĩ: \"Ừ, mình đã thành công\"."
    }
  },
  {
    "translation": {
      "en": "Nobody ever cheered for Goliath.",
      "vi": "Đâu có ai cổ vũ cho Goliath."
    }
  },
  {
    "translation": {
      "en": "I mean, what do you think? They were sitting in the Colosseum,",
      "vi": "Bạn nghĩ họ ngồi trong Đấu trường La Mã"
    }
  },
  {
    "translation": {
      "en": "going, \"Crush that little bum!\"?",
      "vi": "và hô: \"Đè bẹp tên nhỏ con đi!\" ư?"
    }
  },
  {
    "translation": {
      "en": "You know, underdogs are attractive.",
      "vi": "Nghe này, những người yếu thế cũng hấp dẫn đó."
    }
  },
  {
    "translation": {
      "en": "Some of the biggest disappointments in life, you take that, and you learn from it,",
      "vi": "Vài nỗi thất vọng lớn nhất trong đời, bạn đón nhận nó và rút ra bài học"
    }
  },
  {
    "translation": {
      "en": "and then you pass it along to other people.",
      "vi": "rồi truyền lại cho người khác."
    }
  },
  {
    "translation": {
      "en": "And that, to me, is success.",
      "vi": "Và với tôi, điều đó là thành công."
    }
  },
  {
    "translation": {
      "en": "[Stevens] My dream was to play professional baseball,",
      "vi": "Ước mơ của tôi là chơi bóng chày chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "and in 1996, thanks to Mike Veeck, that-- that came true.",
      "vi": "và vào năm 1996, nhờ có Mike Veeck, điều đó đã thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Later that season, the show called.",
      "vi": "Sau đó trong mùa ấy, giải lớn gọi đến."
    }
  },
  {
    "translation": {
      "en": "Darryl was going to the Yankees.",
      "vi": "Darryl sẽ chuyển đến đội Yankees."
    }
  },
  {
    "translation": {
      "en": "When Darryl left, he came in and gave me the greatest compliment",
      "vi": "Khi Darrell rời đội, anh ấy đến và dành cho tôi lời khen tuyệt nhất"
    }
  },
  {
    "translation": {
      "en": "maybe I've ever gotten.",
      "vi": "mà có lẽ tôi từng nhận được."
    }
  },
  {
    "translation": {
      "en": "And he just said, \"Boss man, you taught me to love the game again.\"",
      "vi": "Và anh ấy chỉ nói: \"Ông chủ, ông đã dạy tôi yêu bóng chày một lần nữa\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'd forgotten how much fun it is to play baseball.\"",
      "vi": "Anh ấy nói: \"Tôi đã quên mất cảm giác khi chơi bóng chày vui đến nhường nào\"."
    }
  },
  {
    "translation": {
      "en": "Tell Mike to be sure to send me these jerseys because I can, you know, frame them.",
      "vi": "Bảo Mike gửi cho tôi mấy cái áo này vì tôi có thể đóng khung chúng."
    }
  },
  {
    "translation": {
      "en": "-[man] Okay. -All right?",
      "vi": "- Được. - Nhé."
    }
  },
  {
    "translation": {
      "en": "I hadn't got a chance to ever share all this.",
      "vi": "Tôi chưa có cơ hội để chia sẻ điều này."
    }
  },
  {
    "translation": {
      "en": "St. Paul brought me back to life.",
      "vi": "St Paul đã giúp tôi được sống lại."
    }
  },
  {
    "translation": {
      "en": "It made me see life better and made me understand",
      "vi": "Nó giúp tôi nhìn nhận cuộc sống tích cực hơn và hiểu ra"
    }
  },
  {
    "translation": {
      "en": "you're not that darn important, you know?",
      "vi": "ta không quan trọng đến vậy. Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Enjoy this while we got a chance.",
      "vi": "Hãy tận hưởng khi có cơ hội."
    }
  },
  {
    "translation": {
      "en": "I don't wanna be a superstar anymore. I just wanna be.",
      "vi": "Tôi hết muốn làm siêu sao. Tôi chỉ muốn là người thường."
    }
  },
  {
    "translation": {
      "en": "[announcer] Hayes waits. -The Yankees are champions of baseball! -[crowd cheering]",
      "vi": "Hayes đợi. Đội Yankees là nhà vô địch bóng chày!"
    }
  },
  {
    "translation": {
      "en": "[reporter] …with Darryl Strawberry.",
      "vi": "…với Darryl Strawberry."
    }
  },
  {
    "translation": {
      "en": "Straw, this is a long way from St. Paul in the Northern League, isn't it?",
      "vi": "Đây là một chặng đường dài từ St. Paul ở Northern League?"
    }
  },
  {
    "translation": {
      "en": "Yes, it truly is.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And that could have been the end of our movie.",
      "vi": "Và đó có thể là phần kết của bộ phim này."
    }
  },
  {
    "translation": {
      "en": "But life doesn't really work that way.",
      "vi": "Nhưng cuộc đời không diễn ra như vậy."
    }
  },
  {
    "translation": {
      "en": "It had now been 20 years since Disco Demolition,",
      "vi": "Lúc ấy đã 20 năm từ vụ Hủy diệt Nhạc disco,"
    }
  },
  {
    "translation": {
      "en": "and Mike felt like he was still on the outside looking in.",
      "vi": "Mike cảm thấy mình vẫn ở ngoài cuộc nhìn vào."
    }
  },
  {
    "translation": {
      "en": "So, when the phone finally rang again,",
      "vi": "Khi chuông điện thoại cuối cùng cũng đổ lần nữa,"
    }
  },
  {
    "translation": {
      "en": "the hotline to the show,",
      "vi": "đường dây nóng tới giải lớn,"
    }
  },
  {
    "translation": {
      "en": "you know, that red one by the bathroom that everyone was afraid to touch…",
      "vi": "chiếc màu đỏ cạnh nhà vệ sinh mà ai cũng sợ động vào…"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "A lô?"
    }
  },
  {
    "translation": {
      "en": "…the voice on the other end was offering salvation",
      "vi": "…giọng nói ở đầu dây bên kia đưa ra sự cứu rỗi"
    }
  },
  {
    "translation": {
      "en": "in the form of a job.",
      "vi": "dưới dạng một công việc."
    }
  },
  {
    "translation": {
      "en": "Mike was going back to the bigs.",
      "vi": "Mike sẽ quay lại những giải lớn."
    }
  },
  {
    "translation": {
      "en": "[Mike] I knew they were desperate,",
      "vi": "Tôi biết họ tuyệt vọng"
    }
  },
  {
    "translation": {
      "en": "and I knew that there was a huge job ahead.",
      "vi": "và tôi biết có một công việc tầm cỡ ở phía trước."
    }
  },
  {
    "translation": {
      "en": "But I was back. \"All's forgiven.\"",
      "vi": "Mà tôi đã trở lại. \"Tất cả được xí xóa\"."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike was back in the show. Kind of.",
      "vi": "Mike trở lại giải lớn. Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "The Devil Rays' first season was not classic baseball.",
      "vi": "Mùa đầu của Devil Rays không phải bóng chày kinh điển."
    }
  },
  {
    "translation": {
      "en": "And it wasn't any fun",
      "vi": "Và chẳng vui vẻ tí nào"
    }
  },
  {
    "translation": {
      "en": "for the fans,",
      "vi": "với người hâm mộ"
    }
  },
  {
    "translation": {
      "en": "or for the players.",
      "vi": "hay các cầu thủ."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] That's a high foul that hits the lights up there.",
      "vi": "Một cú đập bóng bay cao ra ngoài biên va trúng bóng đèn trên đó."
    }
  },
  {
    "translation": {
      "en": "-And the-- -[announcer 2] Holy cow.",
      "vi": "- Và… - Trời ơi."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] And the refuse from the lights have fallen onto the playing field here…",
      "vi": "Và rác từ bóng đèn rơi xuống sân đấu."
    }
  },
  {
    "translation": {
      "en": "[Daniels] You could say it was a bad bet.",
      "vi": "Có thể nói đó là canh bạc sai lầm."
    }
  },
  {
    "translation": {
      "en": "But for Mike Veeck,",
      "vi": "Nhưng với Mike Veeck,"
    }
  },
  {
    "translation": {
      "en": "who still hadn't forgiven himself for one night in 1979…",
      "vi": "người vẫn chưa tha thứ cho bản thân vì một đêm năm 1979…"
    }
  },
  {
    "translation": {
      "en": "Seemed like a good idea at the time.",
      "vi": "Có vẻ lúc đó thì là ý tưởng hay."
    }
  },
  {
    "translation": {
      "en": "It was the phoenix rising from the ashes.",
      "vi": "Nó như con phượng hoàng trỗi dậy từ đống tro tàn."
    }
  },
  {
    "translation": {
      "en": "I had a chance to show that I wasn't a one-hit wonder with disco,",
      "vi": "Tôi đã có cơ hội để chứng tỏ rằng tôi không có một vụ để đời với nhạc disco,"
    }
  },
  {
    "translation": {
      "en": "that I really could contribute some things to a game that I love.",
      "vi": "rằng tôi thực sự có thể đóng góp điều gì đó cho một môn mà tôi thích."
    }
  },
  {
    "translation": {
      "en": "In anticipation of going to Florida, Florida law requires a wellness check.",
      "vi": "Để chuẩn bị đến Florida, luật Florida yêu cầu kiểm tra sức khỏe."
    }
  },
  {
    "translation": {
      "en": "\"Read the eye chart, Rebecca.\" She says, \"I can't read it.\"",
      "vi": "\"Đọc bảng đo thị lực đi, Rebecca\". Nó nói: \"Con không đọc được\"."
    }
  },
  {
    "translation": {
      "en": "We think she's, like, kidding.",
      "vi": "Chúng tôi nghĩ nó nói đùa."
    }
  },
  {
    "translation": {
      "en": "\"Come on, it's E, and M, C,\" or whatever it is.",
      "vi": "\"Thôi nào, là chữ E, và M, C, hay chữ gì cũng được\"."
    }
  },
  {
    "translation": {
      "en": "You know, \"Okay.\"",
      "vi": "Tôi bảo: \"Được rồi."
    }
  },
  {
    "translation": {
      "en": "\"The theater of the absurd is closed tonight.\"",
      "vi": "Hết giờ diễn trò ngớ ngẩn rồi."
    }
  },
  {
    "translation": {
      "en": "\"Just read the eye chart.\"",
      "vi": "Cứ đọc bảng đo thị lực đi\"."
    }
  },
  {
    "translation": {
      "en": "\"I-- I-- I can't.\"",
      "vi": "\"Con chịu\"."
    }
  },
  {
    "translation": {
      "en": "Retinitis pigmentosa.",
      "vi": "Viêm võng mạc sắc tố."
    }
  },
  {
    "translation": {
      "en": "The gradual losing of her eyesight,",
      "vi": "Thị lực của con bé dần dần mất đi,"
    }
  },
  {
    "translation": {
      "en": "and depending--",
      "vi": "và tùy vào…"
    }
  },
  {
    "translation": {
      "en": "Her particular brand would go from the center out,",
      "vi": "Cụ thể ở con bé sẽ là nhìn lệch sang hai bên,"
    }
  },
  {
    "translation": {
      "en": "so that her last--",
      "vi": "vì thế cuối cùng…"
    }
  },
  {
    "translation": {
      "en": "She would look this way…",
      "vi": "Con bé sẽ nhìn thế này"
    }
  },
  {
    "translation": {
      "en": "to center you, to see you.",
      "vi": "để nhìn thẳng vào bạn, để thấy bạn."
    }
  },
  {
    "translation": {
      "en": "And, um, that was crushing.",
      "vi": "Và điều đó thật đau lòng."
    }
  },
  {
    "translation": {
      "en": "I did what all cowards do.",
      "vi": "Tôi đã làm như mọi tên hèn."
    }
  },
  {
    "translation": {
      "en": "I was gonna bury myself in work.",
      "vi": "Tôi sẽ vùi đầu vào công việc."
    }
  },
  {
    "translation": {
      "en": "I think that's a Veeck family trait.",
      "vi": "Đó là đặc điểm của nhà Veeck."
    }
  },
  {
    "translation": {
      "en": "I'm working 16 hours a day, and I'm killing people,",
      "vi": "Tôi làm việc 16 giờ một ngày, tôi vắt sức họ,"
    }
  },
  {
    "translation": {
      "en": "I'm wearing them out, but that's how much work we have to do.",
      "vi": "khiến họ mệt lử, nhưng đó là lượng công việc phải làm."
    }
  },
  {
    "translation": {
      "en": "It's a crusade.",
      "vi": "Cuộc thập tự chinh mà."
    }
  },
  {
    "translation": {
      "en": "You gotta get on board. We're gonna take the love train through.",
      "vi": "Bạn phải theo. Ta sẽ lèo lái con tàu tình yêu."
    }
  },
  {
    "translation": {
      "en": "We're gonna turn this around in a year. Not gonna be a problem.",
      "vi": "Ta sẽ xoay chuyển tình thế trong một năm. Chuyện nhỏ."
    }
  },
  {
    "translation": {
      "en": "So, opening night comes.",
      "vi": "Vậy là đêm khai màn đã đến."
    }
  },
  {
    "translation": {
      "en": "Obviously, I left the big leagues 20 years ago.",
      "vi": "Tôi đã rời giải nhà nghề được 20 năm."
    }
  },
  {
    "translation": {
      "en": "I felt that maybe I'd get a job offer. I never did.",
      "vi": "Tôi cảm thấy mình sẽ được mời làm việc. Nhưng không."
    }
  },
  {
    "translation": {
      "en": "And so, tonight means more to me than anything that--",
      "vi": "Và vì thế, tối nay có ý nghĩa với tôi hơn bất cứ thứ gì…"
    }
  },
  {
    "translation": {
      "en": "I'm very verbose, and I don't know how to describe what I feel.",
      "vi": "Tôi nói dài dòng và chả biết diễn tả cảm xúc."
    }
  },
  {
    "translation": {
      "en": "The opening ceremony was near and dear to my heart.",
      "vi": "Lễ khai màn rất quan trọng với tôi."
    }
  },
  {
    "translation": {
      "en": "And, of course, I can't resist.",
      "vi": "Tôi chẳng thể cưỡng lại."
    }
  },
  {
    "translation": {
      "en": "We shoot some indoor fireworks.",
      "vi": "Chúng tôi bắn pháo hoa trong nhà."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know anything about ventilation. What do I know?",
      "vi": "Tôi đâu biết gì về thông gió. Tôi thì biết gì?"
    }
  },
  {
    "translation": {
      "en": "Unbeknownst to me, we don't open any of the ventilation shafts, so…",
      "vi": "Tôi không hay biết, chúng tôi không mở bất kỳ trục thông gió nào. Vậy nên…"
    }
  },
  {
    "translation": {
      "en": "The smoke gathers in the top of the ballpark,",
      "vi": "Khói tập trung trên đỉnh sân bóng,"
    }
  },
  {
    "translation": {
      "en": "and sure enough, in the seventh inning, there's a ball hit--",
      "vi": "và chắc chắn, ở hiệp bảy, có một cú đập bóng…"
    }
  },
  {
    "translation": {
      "en": "[announcer] And a high fly ball headed towards right center.",
      "vi": "Một quả bóng bay cao hướng về giữa ngoài bên phải."
    }
  },
  {
    "translation": {
      "en": "And you see this hesitation.",
      "vi": "Và bạn thấy sự lưỡng lự."
    }
  },
  {
    "translation": {
      "en": "[announcer] Martinez and Winn. Who's gonna catch it?",
      "vi": "Martinez và Winn. Ai sẽ bắt được đây?"
    }
  },
  {
    "translation": {
      "en": "And that ball falls between the two of 'em.",
      "vi": "Quả bóng rơi vào giữa hai người họ."
    }
  },
  {
    "translation": {
      "en": "Sadler scores. Here comes another man in.",
      "vi": "Sadler ghi điểm. Giờ tới lượt người tiếp theo."
    }
  },
  {
    "translation": {
      "en": "So, we lose the game 3-1.",
      "vi": "Chúng tôi thua với tỷ số 3-1."
    }
  },
  {
    "translation": {
      "en": "And the press conference now,",
      "vi": "Và giờ đến buổi họp báo."
    }
  },
  {
    "translation": {
      "en": "\"What happened, Randy?\"",
      "vi": "\"Chuyện gì vậy, Randy?\""
    }
  },
  {
    "translation": {
      "en": "\"I lost the ball in the smoke.\"",
      "vi": "\"Tôi không thấy quả bóng trong khói\"."
    }
  },
  {
    "translation": {
      "en": "\"Veeck's first opening promotion costs 'em a game.\"",
      "vi": "\"Lễ khai màn đầu tiên của Veeck khiến họ thua trận\"."
    }
  },
  {
    "translation": {
      "en": "Blah, blah, blah, blah, blah.",
      "vi": "Vân vân và mây mây."
    }
  },
  {
    "translation": {
      "en": "-Mike, Rebecca's doctor's waiting for you. -Not now. I'm having a dream.",
      "vi": "- Bác sĩ của Rebecca đang đợi ông. - Để lúc khác. Tôi đang mơ."
    }
  },
  {
    "translation": {
      "en": "Miguel.",
      "vi": "Miguel."
    }
  },
  {
    "translation": {
      "en": "It's not about winning or losing.",
      "vi": "Vấn đề không phải chuyện thắng thua."
    }
  },
  {
    "translation": {
      "en": "It's about showing up.",
      "vi": "Mà là sự có mặt."
    }
  },
  {
    "translation": {
      "en": "[Mike] So, after a week of 16-hour days, that would be 80 hours a week…",
      "vi": "Sau một tuần làm 16 tiếng mỗi ngày, tức là 80 tiếng một tuần…"
    }
  },
  {
    "translation": {
      "en": "I come to Libby, and I said, \"Libby… let's have a glass of wine.\"",
      "vi": "Tôi gặp Libby và bảo: \"Libby, ta làm một ly rượu đi\"."
    }
  },
  {
    "translation": {
      "en": "\"What are we celebrating?\" And I said,",
      "vi": "\"Ta uống mừng gì thế?\" Và tôi đáp:"
    }
  },
  {
    "translation": {
      "en": "\"I can feel this ship moving.\"",
      "vi": "\"Anh cảm thấy con tàu này đang di chuyển\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"All I have to do",
      "vi": "Tôi nói: \"Những gì anh cần thực hiện"
    }
  },
  {
    "translation": {
      "en": "is I gotta be able to work 17 hours a day instead of 16.\"",
      "vi": "là phải làm việc được 17 tiếng mỗi ngày thay vì 16 tiếng."
    }
  },
  {
    "translation": {
      "en": "\"I realize that you're gonna have to deal with this situation",
      "vi": "Anh biết là giờ em sẽ phải một mình"
    }
  },
  {
    "translation": {
      "en": "by yourself right now, but… but…",
      "vi": "đối mặt với tình huống này, nhưng…"
    }
  },
  {
    "translation": {
      "en": "I-- I'm gonna handle this.\"",
      "vi": "anh sẽ lo liệu chuyện này."
    }
  },
  {
    "translation": {
      "en": "\"And in the long run, this'll be the best thing for our family.\"",
      "vi": "Và về lâu dài, đây sẽ là điều tốt nhất cho gia đình chúng ta\"."
    }
  },
  {
    "translation": {
      "en": "She pours a glass of wine that is over the top.",
      "vi": "Bà ấy rót đầy tràn một ly rượu."
    }
  },
  {
    "translation": {
      "en": "And she hands it to me, and she goes…",
      "vi": "Rồi bà ấy đưa tôi ly rượu và bảo…"
    }
  },
  {
    "translation": {
      "en": "\"Let's have a drink to you missing your second child growing up.\"",
      "vi": "\"Hãy uống mừng vì anh sẽ bỏ lỡ sự trưởng thành của đứa thứ hai\"."
    }
  },
  {
    "translation": {
      "en": "And bingo.",
      "vi": "Và bùm."
    }
  },
  {
    "translation": {
      "en": "It was awful because it was just the harsh reality of what was coming.",
      "vi": "Thật đáng sợ vì đó là thực tế phũ phàng của những gì sắp xảy ra."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Vậy là…"
    }
  },
  {
    "translation": {
      "en": "…I quit on Monday.",
      "vi": "Tôi nghỉ việc vào thứ Hai."
    }
  },
  {
    "translation": {
      "en": "[Mike] I took her to see everything that I felt",
      "vi": "Tôi đưa con bé đi ngắm mọi thứ"
    }
  },
  {
    "translation": {
      "en": "that she should see before the lights went out.",
      "vi": "mà con bé nên thấy trước khi nó mất đi ánh sáng."
    }
  },
  {
    "translation": {
      "en": "I'll do anything, and I mean anything.",
      "vi": "Tôi sẽ làm tất cả, ý tôi là bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "Anything that she said she wanted to visit,",
      "vi": "Con bé nói muốn thăm quan nơi nào"
    }
  },
  {
    "translation": {
      "en": "and that's where we took her.",
      "vi": "là chúng tôi đều đưa đi."
    }
  },
  {
    "translation": {
      "en": "By this time, her eyesight was pretty bad, but we took her to see the Grand Canyon.",
      "vi": "Lúc này, thị lực khá kém, nhưng chúng tôi đưa nó tới Grand Canyon."
    }
  },
  {
    "translation": {
      "en": "It snows,",
      "vi": "Có tuyết rơi,"
    }
  },
  {
    "translation": {
      "en": "so that Rebecca can see the gradations.",
      "vi": "vì thế Rebecca có thể thấy sự chuyển màu."
    }
  },
  {
    "translation": {
      "en": "Mitchell, South Dakota, is the Corn Palace.",
      "vi": "Mitchell, South Dakota là Cung điện Ngô."
    }
  },
  {
    "translation": {
      "en": "Was it a marketing hustle? Absolutely.",
      "vi": "Nó là một màn chiêu trò tiếp thị? Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "But they had those sales out front of cassette tapes.",
      "vi": "Nhưng doanh số bán hàng của họ dẫn trước cả băng cát-xét."
    }
  },
  {
    "translation": {
      "en": "We drove the rest of the trip,",
      "vi": "Phần còn lại của chuyến đi,"
    }
  },
  {
    "translation": {
      "en": "singing Christmas carols at the top of our lungs.",
      "vi": "chúng tôi vừa lái vừa hát to những bài mừng Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "She said to me, \"You know, the problem, Dad,",
      "vi": "Con bé bảo tôi: \"Bố à, vấn đề là"
    }
  },
  {
    "translation": {
      "en": "is I'm not gonna get a license like everybody else.\"",
      "vi": "con sẽ không có bằng lái như mọi người\"."
    }
  },
  {
    "translation": {
      "en": "That's probably not the best parenting.",
      "vi": "Làm thế có khi dạy hư con cái."
    }
  },
  {
    "translation": {
      "en": "I let her drive down Pacific Coast Highway.",
      "vi": "Tôi để con bé lái trên cao tốc Pacific Coast."
    }
  },
  {
    "translation": {
      "en": "We went to Cooperstown.",
      "vi": "Chúng tôi đến Cooperstown."
    }
  },
  {
    "translation": {
      "en": "And Larry Doby shows her a photo of himself and her grandfather.",
      "vi": "Và Larry Doby cho con bé xem ảnh của ông ấy và ông nội con bé."
    }
  },
  {
    "translation": {
      "en": "And she looks.",
      "vi": "Và con bé nhìn."
    }
  },
  {
    "translation": {
      "en": "And she goes, \"Which one's Grandfather?\"",
      "vi": "Rồi hỏi: \"Người nào là ông nội cháu?\""
    }
  },
  {
    "translation": {
      "en": "[Daniels] This vacation went on for months.",
      "vi": "Kỳ nghỉ này kéo dài hàng tháng trời."
    }
  },
  {
    "translation": {
      "en": "Reno, she loved to gamble.",
      "vi": "Reno, nó thích đánh bạc."
    }
  },
  {
    "translation": {
      "en": "We took her to see Janis Joplin's bust.",
      "vi": "Dẫn đi xem tượng bán thân của Janis Joplin."
    }
  },
  {
    "translation": {
      "en": "We lost her in Alcatraz.",
      "vi": "Lạc mất con bé ở Alcatraz."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Eventually, Mike takes Rebecca to 30 states and five different countries.",
      "vi": "Cuối cùng, Mike đưa Rebecca đến 30 bang và năm quốc gia khác nhau."
    }
  },
  {
    "translation": {
      "en": "But if a vacation never ends,",
      "vi": "Nhưng nếu một kỳ nghỉ không bao giờ kết thúc,"
    }
  },
  {
    "translation": {
      "en": "is it really a vacation?",
      "vi": "thì đó có thực sự là kỳ nghỉ?"
    }
  },
  {
    "translation": {
      "en": "Or is it just not wanting to go back to real life?",
      "vi": "Hay chỉ là không muốn quay lại cuộc sống thực?"
    }
  },
  {
    "translation": {
      "en": "[Mike] She's the one who said to me,",
      "vi": "Chính con bé bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "\"Dad, I have to go to school. We can't keep driving around the country,",
      "vi": "\"Bố, con phải đi học. Ta đâu thể cứ đi khắp cả nước,"
    }
  },
  {
    "translation": {
      "en": "or going to Ireland, or going to Spain, or going to the--\"",
      "vi": "hay đến Ireland, Tây Ban Nha, hoặc đến…"
    }
  },
  {
    "translation": {
      "en": "\"We really can't. I wanna go to school.\"",
      "vi": "Ta thực sự không thể. Con muốn đến trường\"."
    }
  },
  {
    "translation": {
      "en": "We had to go home.",
      "vi": "Chúng tôi phải về nhà."
    }
  },
  {
    "translation": {
      "en": "[announcer] All right!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] How amazing is it that, in the middle of a game,",
      "vi": "Thật tuyệt vời khi giữa trận đấu"
    }
  },
  {
    "translation": {
      "en": "we all stop what we're doing and sing a song?",
      "vi": "ta đều dừng việc đang làm và hát một bài?"
    }
  },
  {
    "translation": {
      "en": "-[announcer] Everybody! -[Daniels] You all know the words.",
      "vi": "Mọi người ơi! Bạn thuộc lời. Hát theo nào."
    }
  },
  {
    "translation": {
      "en": "-Sing along. -[announcer] Okay, Nancy.",
      "vi": "Bắt đầu đi, Nancy."
    }
  },
  {
    "translation": {
      "en": "[all] ♪ Take me out to the ball game ♪",
      "vi": "Hãy đưa tôi đến xem trận bóng chày"
    }
  },
  {
    "translation": {
      "en": "♪ Take me out to the crowd ♪",
      "vi": "Hãy đưa tôi đến với đám đông"
    }
  },
  {
    "translation": {
      "en": "♪ Buy me some peanuts And Cracker Jack ♪",
      "vi": "Mua cho tôi ít đậu phộng và Cracker Jack"
    }
  },
  {
    "translation": {
      "en": "♪ I don't care if I ever get back ♪",
      "vi": "Tôi không quan tâm nếu tôi có quay lại"
    }
  },
  {
    "translation": {
      "en": "♪ For it's root, root, root For the White Sox ♪",
      "vi": "Vì ta sẽ cổ vũ Cho đội White Sox"
    }
  },
  {
    "translation": {
      "en": "♪ If they don't win, it's a shame ♪",
      "vi": "Nếu họ không thắng, thì thật đáng tiếc"
    }
  },
  {
    "translation": {
      "en": "♪ For it's one, two, three strikes You're out ♪",
      "vi": "Vì chỉ cần một, hai, ba lần đánh hụt Là bạn bị loại"
    }
  },
  {
    "translation": {
      "en": "♪ At the old ball game ♪",
      "vi": "Ở trận đấu bóng chày"
    }
  },
  {
    "translation": {
      "en": "-[announcer] Hey! -[crowd cheers]",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "-I got it-- No! -Put your right foot there.",
      "vi": "- Tớ làm được… Không! - Đặt chân phải ở đó."
    }
  },
  {
    "translation": {
      "en": "-Just let me do this. -Okay.",
      "vi": "- Cứ để tớ tự làm. - Được."
    }
  },
  {
    "translation": {
      "en": "When you're raising a daughter, there are a couple of things that are…",
      "vi": "Khi bạn nuôi một cô con gái, thì có đôi điều,"
    }
  },
  {
    "translation": {
      "en": "For those of you who are new to the business,",
      "vi": "với những người còn lạ lẫm việc nuôi dạy,"
    }
  },
  {
    "translation": {
      "en": "that are really important. One…",
      "vi": "mà rất quan trọng. Một…"
    }
  },
  {
    "translation": {
      "en": "A girl…",
      "vi": "Một bé gái…"
    }
  },
  {
    "translation": {
      "en": "shows you her hand.",
      "vi": "xòe tay ra cùng sự thật lòng."
    }
  },
  {
    "translation": {
      "en": "And then, before you can blink an eye,",
      "vi": "Và rồi, trước khi bạn kịp chớp mắt,"
    }
  },
  {
    "translation": {
      "en": "she reaches into your chest cavity,",
      "vi": "cô bé đưa tay vào lồng ngực bạn,"
    }
  },
  {
    "translation": {
      "en": "pulls out your heart, looks at it, shows it to you,",
      "vi": "lôi quả tim ra, nhìn vào nó, cho bạn xem"
    }
  },
  {
    "translation": {
      "en": "and says, \"You probably think this belongs to you,",
      "vi": "và nói: \"Có thể bố nghĩ thứ này thuộc về bố,"
    }
  },
  {
    "translation": {
      "en": "but it's mine.\"",
      "vi": "nhưng nó là của con\"."
    }
  },
  {
    "translation": {
      "en": "And she's right.",
      "vi": "Và con bé nói đúng."
    }
  },
  {
    "translation": {
      "en": "[Rebecca] As I sat down in front of the Brailler…",
      "vi": "Khi tôi ngồi trước máy đánh chữ nổi…"
    }
  },
  {
    "translation": {
      "en": "…frustration… overwhelmed me.",
      "vi": "sự thất vọng tràn ngập trong tôi."
    }
  },
  {
    "translation": {
      "en": "I hate this one boy. No offense to him or anything,",
      "vi": "Cháu ghét một bạn nam. Chẳng xúc phạm cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "but he always goes, \"Why are you looking the other way, huh?\"",
      "vi": "mà bạn ấy luôn bảo: \"Sao cậu lại nhìn chỗ khác?"
    }
  },
  {
    "translation": {
      "en": "\"Why don't you look at me?\"",
      "vi": "Sao cậu không nhìn tớ?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Because I have an eye disease.\" And then I just walk away.",
      "vi": "Cháu đáp: \"Vì tớ bị bệnh về mắt\". Rồi cháu bỏ đi."
    }
  },
  {
    "translation": {
      "en": "[Culbreth] There was this massive part of her that wanted to fit in,",
      "vi": "Trong cô ấy có một phần to lớn muốn hòa nhập,"
    }
  },
  {
    "translation": {
      "en": "and this other part of her that rejected",
      "vi": "và một phần khác lại không chấp nhận"
    }
  },
  {
    "translation": {
      "en": "what everyone was being and doing.",
      "vi": "những gì mọi người đang biểu lộ và thực hiện."
    }
  },
  {
    "translation": {
      "en": "She kind of smelled through bullshit, like, at a super young age.",
      "vi": "Cô ấy đánh hơi được sự nhảm nhí khi còn rất nhỏ tuổi."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike decided to settle down and get back to what was working:",
      "vi": "Mike quyết định ổn định cuộc sống và tái xuất"
    }
  },
  {
    "translation": {
      "en": "Minor League Baseball.",
      "vi": "ở giải Dưới Nhà nghề."
    }
  },
  {
    "translation": {
      "en": "The Charleston RiverDogs needed the Veeck touch.",
      "vi": "Charleston RiverDogs cần tài năng của Veeck."
    }
  },
  {
    "translation": {
      "en": "I should build an army of my own. Charge!",
      "vi": "Tôi nên gây dựng đội quân riêng. Xông lên!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] And this time, the next generation got to make their mark.",
      "vi": "Và lần này, thế hệ tiếp theo phải ghi dấu ấn của mình."
    }
  },
  {
    "translation": {
      "en": "There wasn't any costume",
      "vi": "Không có trang phục nào"
    }
  },
  {
    "translation": {
      "en": "that Night Train wouldn't put on.",
      "vi": "mà Night Train không mặc."
    }
  },
  {
    "translation": {
      "en": "[Night Train] I was Charlie. I was Bark the Tree.",
      "vi": "Đó là linh vật Charlie, Cây Bark."
    }
  },
  {
    "translation": {
      "en": "And Rebecca just wandered from one end of the ballpark to the other.",
      "vi": "Còn Rebecca chỉ lang thang từ đầu này sang đầu kia sân bóng."
    }
  },
  {
    "translation": {
      "en": "[Night Train] I can't imagine a time",
      "vi": "Không có lúc nào"
    }
  },
  {
    "translation": {
      "en": "where she wouldn't just walk in like she owned the joint.",
      "vi": "mà em ấy không bước vào như thể mình là chủ sân bóng."
    }
  },
  {
    "translation": {
      "en": "I'd never seen anyone work a room before, but she was, like, just working the room.",
      "vi": "Tôi chưa từng thấy ai giao lưu nhiệt tình, nhưng cô ấy chỉ làm vậy."
    }
  },
  {
    "translation": {
      "en": "That was cool. I got to really see who she was turning into.",
      "vi": "Điều đó thật tuyệt. Tôi phải xem em ấy trở thành ai."
    }
  },
  {
    "translation": {
      "en": "[Libby] She was her father's daughter.",
      "vi": "Con bé là đứa giống bố."
    }
  },
  {
    "translation": {
      "en": "She wanted to be her dad. She was Daddy's girl.",
      "vi": "Nó muốn như bố nó. Nó là gái cưng của bố."
    }
  },
  {
    "translation": {
      "en": "[Daniels] And with his two kids by his side,",
      "vi": "Và với sự sát cánh của hai đứa con,"
    }
  },
  {
    "translation": {
      "en": "Mike shows them both how to be a Veeck, a hustler,",
      "vi": "Mike cho họ thấy thế nào là người nhà Veeck, một người nhiệt huyết,"
    }
  },
  {
    "translation": {
      "en": "pushing the idea of fun further than he ever had before.",
      "vi": "thúc đẩy ý tưởng vui nhộn đi xa hơn ông ấy từng làm."
    }
  },
  {
    "translation": {
      "en": "You know, start at a one, take it to a ten.",
      "vi": "Bắt đầu ở mức một, phát triển đến mức mười."
    }
  },
  {
    "translation": {
      "en": "And if it gets you arrested, we've gone too far.",
      "vi": "Nếu bị bắt thì chúng tôi đã đi quá đà."
    }
  },
  {
    "translation": {
      "en": "You wanna try a really good hustle? Nobody Night.",
      "vi": "Muốn thử một trò rất hay không? Đêm Không một ai."
    }
  },
  {
    "translation": {
      "en": "[Night Train] I've never seen a team lock out their entire fan base.",
      "vi": "Tôi chưa từng thấy đội nào khóa cửa không cho người hâm mộ vào."
    }
  },
  {
    "translation": {
      "en": "And everybody loved it. And they would look over the wall.",
      "vi": "Và mọi người đều thích. Họ sẽ theo dõi qua bờ tường."
    }
  },
  {
    "translation": {
      "en": "The key to it is that it had to be the real operation.",
      "vi": "Mấu chốt là phải có hoạt động thực sự."
    }
  },
  {
    "translation": {
      "en": "We opened up concession stands.",
      "vi": "Chúng tôi mở quầy bán đồ ăn."
    }
  },
  {
    "translation": {
      "en": "Actual workers in the concession stands serving no one.",
      "vi": "Nhân viên ở quầy bán đồ ăn không phục vụ ai cả."
    }
  },
  {
    "translation": {
      "en": "Programs here! Programs.",
      "vi": "Tờ chương trình ở đây! Tờ chương trình đây."
    }
  },
  {
    "translation": {
      "en": "That feels like it was so quintessentially us.",
      "vi": "Nó như mang đậm chất của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "She was by his side, down to like, \"Give me the ball.\"",
      "vi": "Cô ấy ở bên bố và nói: \"Đưa con quả bóng\"."
    }
  },
  {
    "translation": {
      "en": "And you could tell that there was, like, this token being passed down to her.",
      "vi": "Và ta có thể biết được vật tượng trưng này được truyền lại cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "She wanted to grow up to be Mike. \"I'm gonna be in baseball.\"",
      "vi": "Nó muốn như Mike. \"Con sẽ tham gia bóng chày\"."
    }
  },
  {
    "translation": {
      "en": "[Mike] And she will be the fourth generation.",
      "vi": "Và con bé sẽ là thế hệ thứ tư."
    }
  },
  {
    "translation": {
      "en": "And she's gonna make it look like I was never in this business.",
      "vi": "Và con bé sẽ gây dựng như thể tôi chưa từng làm về bóng chày."
    }
  },
  {
    "translation": {
      "en": "She was absolutely gonna be the heir apparent.",
      "vi": "Con bé chắc chắn sẽ là người thừa kế."
    }
  },
  {
    "translation": {
      "en": "She was gonna run a Minor League team somewhere.",
      "vi": "Con bé sẽ điều hành một đội ở giải Dưới Nhà nghề."
    }
  },
  {
    "translation": {
      "en": "[Harmon] So, this was home to Rebecca Veeck.",
      "vi": "Đây từng là nhà của Rebecca Veeck."
    }
  },
  {
    "translation": {
      "en": "Started out as being a patient, ended up as being a friend.",
      "vi": "Ban đầu thì là một bệnh nhân. Sau cùng thì là một người bạn."
    }
  },
  {
    "translation": {
      "en": "Um, I helped take care of her in the last couple years of her life.",
      "vi": "Tôi giúp chăm sóc cô ấy trong vài năm cuối đời."
    }
  },
  {
    "translation": {
      "en": "That's what this is.",
      "vi": "Chuyện là thế đấy."
    }
  },
  {
    "translation": {
      "en": "[Daniels] One day, out of the blue,",
      "vi": "Một hôm, bỗng dưng,"
    }
  },
  {
    "translation": {
      "en": "Rebecca had a seizure.",
      "vi": "Rebecca lên cơn co giật."
    }
  },
  {
    "translation": {
      "en": "She was initially diagnosed for going blind.",
      "vi": "Ban đầu con bé được chẩn đoán là bị mù."
    }
  },
  {
    "translation": {
      "en": "And, truthfully, it's only an act of God that we-- that she was misdiagnosed.",
      "vi": "Thú thật, chỉ có do Chúa thì chúng tôi… thì con bé mới bị chẩn đoán sai."
    }
  },
  {
    "translation": {
      "en": "Because had we known for that 11-year period,",
      "vi": "Vì nếu chúng tôi biết trong suốt 11 năm đó,"
    }
  },
  {
    "translation": {
      "en": "um, we never would have survived it.",
      "vi": "chúng tôi đã không sống nổi."
    }
  },
  {
    "translation": {
      "en": "With Batten's Disease, you lose memory,",
      "vi": "Với bệnh Batten, ta bị mất trí nhớ,"
    }
  },
  {
    "translation": {
      "en": "you lose cognitive function, you lose the ability to count.",
      "vi": "mất chức năng nhận thức, khả năng đếm."
    }
  },
  {
    "translation": {
      "en": "It's a regression. You…",
      "vi": "Đó là sự thoái hóa. Ta…"
    }
  },
  {
    "translation": {
      "en": "lose everything back to the point where you can't speak.",
      "vi": "mất tất cả đến thời điểm không nói được."
    }
  },
  {
    "translation": {
      "en": "Or move.",
      "vi": "Hay di chuyển."
    }
  },
  {
    "translation": {
      "en": "And so, I googled Batten, and I'm like,",
      "vi": "Thế là tôi lên mạng tra bệnh Batten và tôi như kiểu…"
    }
  },
  {
    "translation": {
      "en": "you know, one--",
      "vi": "bạn biết đó, một…"
    }
  },
  {
    "translation": {
      "en": "It just got worse and worse and worse and worse.",
      "vi": "Càng kéo xuống càng thấy tệ."
    }
  },
  {
    "translation": {
      "en": "And… she had only had a couple of those stages.",
      "vi": "Và con bé chỉ có vài giai đoạn trong số ấy."
    }
  },
  {
    "translation": {
      "en": "[Mike] Close your eyes and walk anywhere.",
      "vi": "Nhắm mắt lại và đi bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "Close your eyes and walk down stairs.",
      "vi": "Nhắm mắt lại và bước xuống cầu thang."
    }
  },
  {
    "translation": {
      "en": "Close your eyes and walk around a ballpark.",
      "vi": "Nhắm mắt lại và đi vòng quanh sân bóng."
    }
  },
  {
    "translation": {
      "en": "It's really scary to close your eyes",
      "vi": "Thật đáng sợ khi nhắm mắt lại"
    }
  },
  {
    "translation": {
      "en": "and try to go five minutes without being able to see.",
      "vi": "và cố đi lại năm phút mà không được nhìn."
    }
  },
  {
    "translation": {
      "en": "I would do that all the time.",
      "vi": "Tôi sẽ làm thế suốt."
    }
  },
  {
    "translation": {
      "en": "And it made me feel… connected to her.",
      "vi": "Và điều đó khiến tôi cảm thấy gần gũi với con bé."
    }
  },
  {
    "translation": {
      "en": "Because Rebecca was fearless.",
      "vi": "Vì Rebecca không biết sợ."
    }
  },
  {
    "translation": {
      "en": "She just laughed it out.",
      "vi": "Con bé chỉ cười thôi."
    }
  },
  {
    "translation": {
      "en": "She taught me that.",
      "vi": "Nó dạy tôi điều đó."
    }
  },
  {
    "translation": {
      "en": "All that laughter and fun was gonna save us.",
      "vi": "Tất cả tiếng cười và niềm vui đó sẽ cứu chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We're going to laugh our way through the pain.",
      "vi": "Chúng tôi sẽ cười để vượt qua nỗi đau."
    }
  },
  {
    "translation": {
      "en": "She hated her cane.",
      "vi": "Con bé ghét cây gậy của mình,"
    }
  },
  {
    "translation": {
      "en": "She hated being referred to as \"visually impaired.\"",
      "vi": "ghét bị gọi là \"người khiếm thị\"."
    }
  },
  {
    "translation": {
      "en": "Unless it was a show she really wanted to see,",
      "vi": "Trừ khi có chương trình nó muốn xem,"
    }
  },
  {
    "translation": {
      "en": "at which point she could do the…",
      "vi": "mà lúc ấy con bé sẽ…"
    }
  },
  {
    "translation": {
      "en": "\"Pardon me, sir.\"",
      "vi": "\"Cho cháu hỏi."
    }
  },
  {
    "translation": {
      "en": "\"You have some… Some seats for the visually impaired?\"",
      "vi": "Ông có ghế cho người khiếm thị không ạ?"
    }
  },
  {
    "translation": {
      "en": "\"There would be three of us. My mom and dad would bring me.\"",
      "vi": "Nhà cháu có ba người. Bố mẹ cháu sẽ đưa cháu đi\"."
    }
  },
  {
    "translation": {
      "en": "I mean, she could-- You know. And just when she had them,",
      "vi": "Con bé có thể… Và chỉ khi hỏi được rồi,"
    }
  },
  {
    "translation": {
      "en": "because of her background around the ballpark,",
      "vi": "nhờ hiểu biết ở sân bóng,"
    }
  },
  {
    "translation": {
      "en": "she'd go, \"And… And parking?\"",
      "vi": "thì nó hỏi tiếp: \"Thế còn chỗ đỗ xe?\""
    }
  },
  {
    "translation": {
      "en": "[Harmon] So, I'm up here checking in on Rebecca.",
      "vi": "Tôi tới khám cho Rebecca."
    }
  },
  {
    "translation": {
      "en": "\"Dr. Kevin, why don't you sing with us?\"",
      "vi": "\"Bác sĩ Kevin, hát cùng chúng tôi nhé?\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] Like, \"What? I don't sing.\"",
      "vi": "Tôi bảo: \"Gì? Tôi đâu biết hát\"."
    }
  },
  {
    "translation": {
      "en": "\"Oh, come on.\"",
      "vi": "\"Hát đi mà\"."
    }
  },
  {
    "translation": {
      "en": "Mike gets out his guitar. One song, then two songs,",
      "vi": "Mike lấy cây đàn ra. Một bài, rồi hai bài,"
    }
  },
  {
    "translation": {
      "en": "then three songs.",
      "vi": "rồi ba bài."
    }
  },
  {
    "translation": {
      "en": "Next thing I know, it's like I'm here. It's 1:00 in the morning.",
      "vi": "Rồi đùng một cái, tôi vẫn ở đây. Lúc đó đã một giờ sáng."
    }
  },
  {
    "translation": {
      "en": "This is fun, right?",
      "vi": "Vui mà, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I learned that.",
      "vi": "Tôi biết được điều đó."
    }
  },
  {
    "translation": {
      "en": "Sell some beer, Rebecca.",
      "vi": "Rao bán bia đi, Rebecca."
    }
  },
  {
    "translation": {
      "en": "Cold beer here. Get your hot dog and…",
      "vi": "Bia lạnh đây. Mua xúc xích và…"
    }
  },
  {
    "translation": {
      "en": "[Harmon] Cold beer!",
      "vi": "Bia lạnh đây!"
    }
  },
  {
    "translation": {
      "en": "Hot dogs and cold beer here.",
      "vi": "Ở đây có xúc xích và bia lạnh."
    }
  },
  {
    "translation": {
      "en": "[Harmon] I saw it with Rebecca. Rebecca probably lived a year longer--",
      "vi": "Tôi đã chứng kiến cùng Rebecca. Rebecca có lẽ sống lâu hơn một năm…"
    }
  },
  {
    "translation": {
      "en": "I mean, we don't know this, but probably a year longer than she would have.",
      "vi": "Không rõ nữa, nhưng có lẽ là lâu hơn dự đoán một năm."
    }
  },
  {
    "translation": {
      "en": "[Libby] She was determined to win.",
      "vi": "Con bé quyết tâm chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And she'd be like,",
      "vi": "Con bé nói:"
    }
  },
  {
    "translation": {
      "en": "\"I am going to ride this tiger.\" She'd be in the room by herself.",
      "vi": "\"Tôi sẽ cưỡi con hổ này\". Nó ở một mình trong phòng."
    }
  },
  {
    "translation": {
      "en": "I'd have her food in there, and I'd hear her going,",
      "vi": "Tôi đem đồ ăn tới và nghe thấy nó nói:"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna ride this tiger.\" And she… It was like she was just giving herself this pep talk.",
      "vi": "\"Tôi sẽ cưỡi con hổ này\". Lúc ấy nó chỉ động viên bản thân."
    }
  },
  {
    "translation": {
      "en": "I do remember one of the last times I was with her.",
      "vi": "Tôi nhớ một trong những lần cuối tôi ở bên cô ấy."
    }
  },
  {
    "translation": {
      "en": "She could barely talk. And she told me she was scared.",
      "vi": "Cô ấy gần như không nói. Và cô ấy bảo tôi là cô ấy sợ."
    }
  },
  {
    "translation": {
      "en": "[Night Train] It was hell.",
      "vi": "Đau buồn lắm."
    }
  },
  {
    "translation": {
      "en": "But I could do it if she could.",
      "vi": "Nếu em ấy làm được thì tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So, more and more towards the end, we had the family-- family hot dog.",
      "vi": "Càng về cuối, chúng tôi có món xúc xích gia đình."
    }
  },
  {
    "translation": {
      "en": "And she just-- It was like it was the greatest thing on Earth.",
      "vi": "Và con bé… Đó như thứ tuyệt nhất quả đất."
    }
  },
  {
    "translation": {
      "en": "And I'm sure it was hot dogs, ballpark.",
      "vi": "Tôi chắc là xúc xích làm nhớ tới sân bóng."
    }
  },
  {
    "translation": {
      "en": "They'd listen to the games. She would always have the games on.",
      "vi": "Họ nghe các trận đấu. Cô ấy sẽ luôn mở các trận đấu lên."
    }
  },
  {
    "translation": {
      "en": "[radio announcer] Still going. Looks up and…",
      "vi": "Ừ. Vẫn tiếp tục. Nhìn lên…"
    }
  },
  {
    "translation": {
      "en": "[Mike] She really couldn't navigate. She was most comfortable with the sounds.",
      "vi": "Con bé không thể định hướng. Nó thoải mái nhất khi nghe âm thanh."
    }
  },
  {
    "translation": {
      "en": "She loved the sounds of a ballpark.",
      "vi": "Con bé thích âm thanh của sân bóng."
    }
  },
  {
    "translation": {
      "en": "[Night Train] In her mind, that shadow and that pull existed,",
      "vi": "Trong tâm trí em ấy, có tồn tại cái bóng và sức hút đó,"
    }
  },
  {
    "translation": {
      "en": "but very differently.",
      "vi": "nhưng rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "We never really fully got to see it.",
      "vi": "Chúng tôi chưa bao giờ thấy được."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you see your dad in her?",
      "vi": "Ông thấy bố mình ở cô ấy không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "[Rebecca] I like to think about what I'll do if I run a team someday.",
      "vi": "Tôi thích nghĩ về những việc tôi sẽ làm nếu quản lý một đội bóng."
    }
  },
  {
    "translation": {
      "en": "Like, I've got this one idea where you put Slip 'N Slides",
      "vi": "Tôi có ý tưởng đặt phao trượt nước"
    }
  },
  {
    "translation": {
      "en": "all along the sidelines of a field,",
      "vi": "dọc đường biên một sân bóng."
    }
  },
  {
    "translation": {
      "en": "and you soap them up and let kids slide",
      "vi": "Chà xà phòng, để trẻ em trượt"
    }
  },
  {
    "translation": {
      "en": "and sit in the sun while the game's going on right beside them.",
      "vi": "và ngồi dưới nắng trong khi trận đấu diễn ra ở bên cạnh."
    }
  },
  {
    "translation": {
      "en": "[Mike] \"I look at a baseball field, and I see this piece of land that's everybody's land.\"",
      "vi": "\"Tôi nhìn vào sân bóng chày và thấy nó là vùng đất của mọi người."
    }
  },
  {
    "translation": {
      "en": "\"And every field I see has a piece of my family in it.\"",
      "vi": "Và mọi sân bóng tôi thấy đều có một phần của gia đình tôi\"."
    }
  },
  {
    "translation": {
      "en": "[Rebecca] I know this sounds corny, but I see my grandfather out there",
      "vi": "Nghe thì ngô nghê, nhưng tôi thấy ông nội bước đi trên cỏ với cái chân giả."
    }
  },
  {
    "translation": {
      "en": "walking on the grass with his peg leg.",
      "vi": "nhưng tôi thấy ông nội bước đi trên cỏ với cái chân giả."
    }
  },
  {
    "translation": {
      "en": "I see this place where you can be a child somewhere besides your own home.",
      "vi": "Tôi thấy một nơi mà ta mặc sức vui đùa ngoài nhà mình ra."
    }
  },
  {
    "translation": {
      "en": "And who made this place that way?",
      "vi": "Ai biến nó thành như vậy?"
    }
  },
  {
    "translation": {
      "en": "[chuckling] My dad!",
      "vi": "Bố tôi chứ ai!"
    }
  },
  {
    "translation": {
      "en": "I love him for that.",
      "vi": "Tôi yêu ông ấy vì điều đó."
    }
  },
  {
    "translation": {
      "en": "And I loved her for that too.",
      "vi": "Tôi cũng yêu con bé vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Oh, my God in heaven.",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I'm not crying, Rebecca.",
      "vi": "Bố đâu có khóc, Rebecca."
    }
  },
  {
    "translation": {
      "en": "I just got something in my eye.",
      "vi": "Bụi bay vào mắt thôi."
    }
  },
  {
    "translation": {
      "en": "She would have taken no prisoners with this one.",
      "vi": "Con bé sẽ không nhân nhượng vụ này."
    }
  },
  {
    "translation": {
      "en": "She'd have already be on her fifth line. \"You're crying, Daddy.\"",
      "vi": "Nó hẳn đã nói năm lần rồi. \"Bố đang khóc\"."
    }
  },
  {
    "translation": {
      "en": "[sniffles] Well, that's the way it is when you're a father.",
      "vi": "Khi làm bố thì sẽ như vậy đó."
    }
  },
  {
    "translation": {
      "en": "[Daniels] Mike and Libby's plan for the RV trip was to listen to every Bob Dylan album ever recorded.",
      "vi": "Mike và Libby dự định nghe mọi album của Bob Dylan trong chuyến đi trên xe RV."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What does \"RV\" stand for?",
      "vi": "RV là viết tắt của từ gì?"
    }
  },
  {
    "translation": {
      "en": "Rebecca Veeck.",
      "vi": "Rebecca Veeck."
    }
  },
  {
    "translation": {
      "en": "[Daniels] But mostly, they ended up talking about Rebecca.",
      "vi": "Nhưng chủ yếu, họ lại nói về Rebecca."
    }
  },
  {
    "translation": {
      "en": "We were lucky to have her for those 27 years.",
      "vi": "Chúng tôi may mắn khi có con bé suốt 27 năm ấy."
    }
  },
  {
    "translation": {
      "en": "And, I mean, there's really nowhere else you can go.",
      "vi": "Ý tôi là, thật sự chẳng có nơi nào khác để đi."
    }
  },
  {
    "translation": {
      "en": "[Mike] I had a meteor.",
      "vi": "Con bé như một sao băng."
    }
  },
  {
    "translation": {
      "en": "[laughing] I just was like…",
      "vi": "Tôi chỉ như…"
    }
  },
  {
    "translation": {
      "en": "I just never knew what she was gonna say.",
      "vi": "Tôi chỉ không biết con bé sẽ nói gì."
    }
  },
  {
    "translation": {
      "en": "[Daniels] The thing about second chances is you never know where they're going to come from.",
      "vi": "Có một điều ở cơ hội thứ hai là bạn không bao giờ biết chúng đến từ đâu."
    }
  },
  {
    "translation": {
      "en": "[Mike] Step into my office.",
      "vi": "Vào văn phòng bố đi."
    }
  },
  {
    "translation": {
      "en": "He called me one day out of the blue. Out of the blue.",
      "vi": "Một hôm, bố bất ngờ gọi tôi tới."
    }
  },
  {
    "translation": {
      "en": "And said, \"This one feels pretty good.\"",
      "vi": "Và nói: \"Vụ này khá ổn đấy\"."
    }
  },
  {
    "translation": {
      "en": "[Mike] Wait till I show you the new fireworks.",
      "vi": "Đợi bố cho xem pháo hoa mới. Hoành tráng lắm."
    }
  },
  {
    "translation": {
      "en": "They are unbelievable. You've never seen anything like it.",
      "vi": "Đợi bố cho xem pháo hoa mới. Hoành tráng lắm. Con chưa từng thấy đâu."
    }
  },
  {
    "translation": {
      "en": "[Libby] He's the Pied Piper.",
      "vi": "Ông ấy là Người Thổi Sáo."
    }
  },
  {
    "translation": {
      "en": "And he'll be that, you know, until he's gone.",
      "vi": "Và ông ấy sẽ như vậy cho đến khi ra đi."
    }
  },
  {
    "translation": {
      "en": "[Mike] So, all this, you think to yourself, \"Where do I fit in?\"",
      "vi": "Tất cả những việc này, con tự hỏi: \"Mình có vai trò gì?\""
    }
  },
  {
    "translation": {
      "en": "That's the thing.",
      "vi": "Vấn đề là ở đó."
    }
  },
  {
    "translation": {
      "en": "I'd just like to spend one year where I get to work for you.",
      "vi": "Bố chỉ muốn dành một năm để làm việc cho con."
    }
  },
  {
    "translation": {
      "en": "With you, but for you.",
      "vi": "Cùng con, nhưng là cho con."
    }
  },
  {
    "translation": {
      "en": "It would be an honor for me.",
      "vi": "Đó sẽ là vinh dự cho bố."
    }
  },
  {
    "translation": {
      "en": "[Mike] My dad used to say,",
      "vi": "Bố tôi từng nói:"
    }
  },
  {
    "translation": {
      "en": "\"A hustler's not a con man. The hustler believes.\"",
      "vi": "\"Một kẻ nhiệt huyết không phải kẻ lừa đảo. Kẻ nhiệt huyết có niềm tin\"."
    }
  },
  {
    "translation": {
      "en": "My dad was a hustler. We're all hustlers.",
      "vi": "Bố tôi là người nhiệt huyết. Ta đều như vậy."
    }
  },
  {
    "translation": {
      "en": "We believe.",
      "vi": "Ta có niềm tin."
    }
  },
  {
    "translation": {
      "en": "♪ I'll write you a letter ♪",
      "vi": "ĐỘI SAINTS GIỜ LÀ ĐỘI BÓNG CON CẤP ĐỘ AAA CỦA MINNESOTA TWINS"
    }
  },
  {
    "translation": {
      "en": "♪ Tomorrow ♪",
      "vi": "DARRYL STRAWBERRY GIỜ LÀ MỘT MỤC SƯ"
    }
  },
  {
    "translation": {
      "en": "♪ Tonight ♪",
      "vi": "DAVE STEVENS LÀ NHÀ SẢN XUẤT CHƯƠNG TRÌNH THẮNG GIẢI EMMY"
    }
  },
  {
    "translation": {
      "en": "♪ I can't hold a pen ♪",
      "vi": "ILA BORDERS LÀ LÍNH CỨU HỎA Ở OREGON"
    }
  },
  {
    "translation": {
      "en": "♪ Someone's got a stamp ♪",
      "vi": "(NHƯNG GIỜ LÀ PHÁO HOA ĐIỆN TỬ)"
    }
  },
  {
    "translation": {
      "en": "♪ That I can borrow ♪",
      "vi": "BILL VEECK ĐƯỢC LƯU DANH Ở ĐẠI SẢNH DANH VỌNG NĂM 1991"
    }
  },
  {
    "translation": {
      "en": "♪ I promise not to blow The address again ♪",
      "vi": "MIKE VÀ NIGHT TRAIN LÀM VIỆC CHUNG Ở ĐỘI MỚI TẠI GIẢI DƯỚI NHÀ NGHỀ HỌ VỪA MUA 500 CHIẾC PHAO TRƯỢT NƯỚC…"
    }
  }
]