[
  {
    "translation": {
      "en": "After the Big Bang, the universe was just filled",
      "vi": "Sau vụ nổ Big Bang, vũ trụ như nồi súp siêu nóng chứa đầy"
    }
  },
  {
    "translation": {
      "en": "with this sort of cosmic soup of hydrogen and helium gas.",
      "vi": "vũ trụ như nồi súp siêu nóng chứa đầy khí hydro và hêli."
    }
  },
  {
    "translation": {
      "en": "Eventually, those hydrogen and helium atoms",
      "vi": "Cuối cùng, các nguyên tử hydro và hêli này"
    }
  },
  {
    "translation": {
      "en": "started to form together to fuse stars.",
      "vi": "bắt đầu kết hợp tạo ra những ngôi sao."
    }
  },
  {
    "translation": {
      "en": "The stars were probably grouped into galaxies.",
      "vi": "Các ngôi sao có lẽ đã kết hợp thành các dải thiên hà."
    }
  },
  {
    "translation": {
      "en": "That was what we call the first light.",
      "vi": "Và đó là thứ chúng ta gọi là ánh sáng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "To see first light, the first, uh, galaxies in our universe,",
      "vi": "Để thấy ánh sáng đầu tiên, các thiên hà đầu tiên trong vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "that distant past is where creation happened.",
      "vi": "quá khứ xa xôi đó chính là lúc sự hình thành vũ trụ diễn ra."
    }
  },
  {
    "translation": {
      "en": "When we look at the sky, beyond the stars in our Milky Way,",
      "vi": "Khi ta nhìn lên bầu trời, phía xa những vì sao của dải Ngân Hà,"
    }
  },
  {
    "translation": {
      "en": "we can only see darkness.",
      "vi": "ta chỉ thấy bóng tối."
    }
  },
  {
    "translation": {
      "en": "We've never had the technology",
      "vi": "Chúng ta chưa từng có công nghệ"
    }
  },
  {
    "translation": {
      "en": "to see that first part of the story of the universe.",
      "vi": "để thấy được phần đầu câu chuyện của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "To be able to look back in time",
      "vi": "Để có thể nhìn ngược vào quá khứ"
    }
  },
  {
    "translation": {
      "en": "to see the very first light,",
      "vi": "thấy ánh sáng đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "you need the most complex telescope in history.",
      "vi": "bạn cần một kính viễn vọng phức tạp nhất trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "Webb, in the whole history of NASA, is the riskiest mission ever done.",
      "vi": "Webb, trong lịch sử của NASA, là nhiệm vụ nhiều rủi ro nhất."
    }
  },
  {
    "translation": {
      "en": "This mission could be a technological triumph",
      "vi": "Nhiệm vụ này có thể là một thành tựu vĩ đại về công nghệ"
    }
  },
  {
    "translation": {
      "en": "or a heartbreaking disaster.",
      "vi": "hoặc là một thảm họa đau lòng."
    }
  },
  {
    "translation": {
      "en": "We're putting the largest telescope in space, a million miles away.",
      "vi": "Chúng ta sẽ đưa kính viễn vọng lớn nhất vào không gian, cách xa một triệu rưỡi km."
    }
  },
  {
    "translation": {
      "en": "You know, you can think of a thousand things that can go wrong.",
      "vi": "Có hàng ngàn điều có thể sai sót."
    }
  },
  {
    "translation": {
      "en": "It's the largest number of single point failures",
      "vi": "Đây là số điểm quyết định lớn nhất"
    }
  },
  {
    "translation": {
      "en": "of any mission ever done.",
      "vi": "trong các nhiệm vụ từng thực hiện."
    }
  },
  {
    "translation": {
      "en": "To try to think the unthinkable of, If it doesn't work…",
      "vi": "Thử nghĩ tới điều không tưởng này kiểu: Nếu nó không hoạt động…"
    }
  },
  {
    "translation": {
      "en": "It's a scary thought, for sure.",
      "vi": "Nó rõ ràng là một ý nghĩ đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Any successful mission systems engineer",
      "vi": "Bất kỳ một kỹ sư hệ thống thành công nào không nghĩ là có yếu tố may mắn"
    }
  },
  {
    "translation": {
      "en": "who doesn't think there was luck involved is either a fool or a liar.",
      "vi": "Bất kỳ một kỹ sư hệ thống thành công nào không nghĩ là có yếu tố may mắn thì là kẻ ngốc hoặc nói dối."
    }
  },
  {
    "translation": {
      "en": "Those first images will help us get closer to answering those questions of,",
      "vi": "Các hình ảnh đầu tiên đó sẽ giúp chúng ta trở lời những câu hỏi:"
    }
  },
  {
    "translation": {
      "en": "Where do we come from?",
      "vi": "Chúng ta từ đâu tới?"
    }
  },
  {
    "translation": {
      "en": "How did we get here?",
      "vi": "Làm sao chúng ta tới đây?"
    }
  },
  {
    "translation": {
      "en": "Are we alone?",
      "vi": "Chúng ta có cô độc?"
    }
  },
  {
    "translation": {
      "en": "That's our history, right there.",
      "vi": "Lịch sử của chúng ta ở ngay đó."
    }
  },
  {
    "translation": {
      "en": "It is our whole history. Our whole history right there.",
      "vi": "Đó là toàn bộ lịch sử của chúng ta. Toàn bộ ở đó."
    }
  },
  {
    "translation": {
      "en": "I have no doubt that this telescope is our next giant leap",
      "vi": "Tôi chắc chắn kính viễn vọng này là bước tiến lớn tiếp theo"
    }
  },
  {
    "translation": {
      "en": "in our search for life.",
      "vi": "trong hành trình tìm kiếm sự sống."
    }
  },
  {
    "translation": {
      "en": "The universe is so big,",
      "vi": "Vũ trụ là rất lớn,"
    }
  },
  {
    "translation": {
      "en": "there's got to be evolved conscious life out there.",
      "vi": "phải có sự sống có nhận thức tiến hóa ngoài đó."
    }
  },
  {
    "translation": {
      "en": "The James Webb Space Telescope",
      "vi": "Kính viễn vọng không gian James Webb"
    }
  },
  {
    "translation": {
      "en": "will fundamentally change the way we understand the universe.",
      "vi": "sẽ thay đổi căn bản cách chúng ta hiểu về vũ trụ này."
    }
  },
  {
    "translation": {
      "en": "There's a new telescope in town.",
      "vi": "Một kính viễn vọng mới trong thành phố."
    }
  },
  {
    "translation": {
      "en": "The James Webb Space Telescope,",
      "vi": "Kính viễn vọng không gian James Webb,"
    }
  },
  {
    "translation": {
      "en": "named after the second administrator of NASA, is about to become a reality.",
      "vi": "đặt theo tên của nhà lãnh đạo thứ hai của NASA, sắp trở thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "It's going to be launching from French Guiana, a spaceport there,",
      "vi": "Nó sẽ được phóng từ French Guiana, một sân bay vũ trụ ở đó,"
    }
  },
  {
    "translation": {
      "en": "which is a reminder that this is not just a NASA mission.",
      "vi": "là một lưu ý rằng đây không chỉ là sứ mệnh của NASA."
    }
  },
  {
    "translation": {
      "en": "It is a joint mission with the European Space Agency",
      "vi": "Đây là một sứ mệnh hợp tác với Cơ quan Vũ trụ Châu Âu"
    }
  },
  {
    "translation": {
      "en": "and the Canadian Space Agency.",
      "vi": "và Cơ quan Vũ trụ Canada."
    }
  },
  {
    "translation": {
      "en": "Three decades and ten billion dollars in the making,",
      "vi": "Ba thập kỷ và mười tỷ đô la để thực hiện,"
    }
  },
  {
    "translation": {
      "en": "the project hasn't been without controversy.",
      "vi": "dự án này không phải không có sự tranh cãi."
    }
  },
  {
    "translation": {
      "en": "Multiple mishaps, budget crises,",
      "vi": "Nhiều sự cố, khủng hoảng ngân sách,"
    }
  },
  {
    "translation": {
      "en": "even a threatened congressional cancellation.",
      "vi": "thậm chí bị đe dọa hủy bỏ ở quốc hội."
    }
  },
  {
    "translation": {
      "en": "The launch of the James Webb Space Telescope",
      "vi": "Việc phóng Kính Viễn vọng Không gian James Webb"
    }
  },
  {
    "translation": {
      "en": "is about as high stakes as it gets for NASA.",
      "vi": "là sự rủi ro rất lớn đối với NASA."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, that is about ten billion dollars,",
      "vi": "Nếu có vấn đề xảy ra, khoảng mười tỷ đô la,"
    }
  },
  {
    "translation": {
      "en": "more than two decades' worth of work, down the drain, just like that.",
      "vi": "lượng công việc của hơn hai thập kỷ, đổ xuống sông xuống bể."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Anh khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "How you doing? Well.",
      "vi": "Anh thế nào? Tốt."
    }
  },
  {
    "translation": {
      "en": "Thomas Zurbuchen is the head of science at NASA,",
      "vi": "Thomas Zurbuchen là trưởng bộ phận khoa học tại NASA,"
    }
  },
  {
    "translation": {
      "en": "or Dr. Z, as we can also call you.",
      "vi": "hay Tiến sĩ Z, như chúng tôi gọi anh."
    }
  },
  {
    "translation": {
      "en": "The day has come.",
      "vi": "Ngày ấy đã tới."
    }
  },
  {
    "translation": {
      "en": "All these decades, all this time,",
      "vi": "Suốt ngần ấy thập kỷ, những con người này"
    }
  },
  {
    "translation": {
      "en": "all these people working on this telescope,",
      "vi": "làm việc với kính viễn vọng này,"
    }
  },
  {
    "translation": {
      "en": "and here we are, minutes to launch.",
      "vi": "và giờ đây, vài phút nữa sẽ phóng."
    }
  },
  {
    "translation": {
      "en": "We have this telescope on top of this rocket.",
      "vi": "Chiếc kính viễn vọng này ở phía đầu tên lửa."
    }
  },
  {
    "translation": {
      "en": "A telescope that 10,000 plus people have worked on in many ways.",
      "vi": "Một kính viễn vọng do hơn 10.000 con người tham gia chế tạo theo nhiều cách."
    }
  },
  {
    "translation": {
      "en": "And together with that telescope,",
      "vi": "Kính viễn vọng đó mang theo,"
    }
  },
  {
    "translation": {
      "en": "all the hopes and dreams of those individuals,",
      "vi": "mọi hi vọng và ước mơ của những cá nhân này,"
    }
  },
  {
    "translation": {
      "en": "and also tens of thousands of scientists, some of them not even born,",
      "vi": "và hàng chục ngàn các nhà khoa học, một số có lẽ còn chưa chào đời,"
    }
  },
  {
    "translation": {
      "en": "that will benefit from this data, are there with them,",
      "vi": "mà sẽ hưởng lợi từ dữ liệu từ nó, ở đó với họ"
    }
  },
  {
    "translation": {
      "en": "waiting for these last minutes of countdown for its journey toto space.",
      "vi": "chờ đợi những phút giây đếm ngược cho hành trình của nó vào không gian."
    }
  },
  {
    "translation": {
      "en": "Thumbs up, all systems are go.",
      "vi": "Sẵn sàng, mọi hệ thống hoạt động."
    }
  },
  {
    "translation": {
      "en": "T minus 30 seconds and counting.",
      "vi": "Còn 30 giây và bắt đầu đếm."
    }
  },
  {
    "translation": {
      "en": "Webb, in the whole history of NASA, is the toughest mission ever done.",
      "vi": "Webb, trong lịch sử của NASA, là nhiệm vụ khó khăn nhất từng thực hiện."
    }
  },
  {
    "translation": {
      "en": "There were manufacturing issues, planning issues, system issues,",
      "vi": "Có những vấn đề về sản xuất, về kế hoạch và về hệ thống,"
    }
  },
  {
    "translation": {
      "en": "personnel issues.",
      "vi": "vấn đề nhân sự."
    }
  },
  {
    "translation": {
      "en": "Sometimes it looked hopeless to me.",
      "vi": "Đôi lúc tôi thấy nhiệm vụ này thật vô vọng."
    }
  },
  {
    "translation": {
      "en": "Standing by for terminal count.",
      "vi": "Sẵn sàng đếm ngược để phóng."
    }
  },
  {
    "translation": {
      "en": "Ten, nine, eight…",
      "vi": "Mười, chín, tám…"
    }
  },
  {
    "translation": {
      "en": "I've often thought of Webb as the Apollo of science.",
      "vi": "Tôi thường nghĩ về Webb như chương trình Apollo về khoa học."
    }
  },
  {
    "translation": {
      "en": "It is a super hard thing that's almost impossible.",
      "vi": "Đây là một điều cực kỳ khó, gần như không thể."
    }
  },
  {
    "translation": {
      "en": "And we do it despite it.",
      "vi": "Và chúng tôi bất chấp thực hiện nó."
    }
  },
  {
    "translation": {
      "en": "…three, two, one, liftoff!",
      "vi": "…ba, hai, một, phóng lên!"
    }
  },
  {
    "translation": {
      "en": "It's been a really long road to get to this launch.",
      "vi": "Thật sự là một chặng đường dài để tới lần phóng này."
    }
  },
  {
    "translation": {
      "en": "I've worked on the project for 15 years.",
      "vi": "Tôi đã làm việc ở dự án này trong 15 năm."
    }
  },
  {
    "translation": {
      "en": "I feel like such a core part of my identity as a person",
      "vi": "Tôi cảm nhận phần cốt lõi của con người mình"
    }
  },
  {
    "translation": {
      "en": "is mymy job, my work.",
      "vi": "là công việc và nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "I love it, I'm passionate about it, that's why I do it.",
      "vi": "Tôi yêu công việc này, say mê nó, nên tôi tham gia."
    }
  },
  {
    "translation": {
      "en": "To try to think the unthinkable of, If it doesn't work,",
      "vi": "Chỉ nghĩ tới điều không tưởng kiểu: Nếu nó thất bại,"
    }
  },
  {
    "translation": {
      "en": "like, and then I've poured my entire career into this,",
      "vi": "còn tôi đã đổ cả sự nghiệp vào đây,"
    }
  },
  {
    "translation": {
      "en": "it's a scary thought, for sure.",
      "vi": "rõ ràng điều này thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "I mean, from the time I was six or seven,",
      "vi": "Từ hồi tôi sáu hay bảy tuổi,"
    }
  },
  {
    "translation": {
      "en": "I decided that that's what I want to do. I want to be an astronomer.",
      "vi": "tôi đã quyết định đó là điều tôi muốn làm. Tôi muốn trở thành nhà thiên văn học."
    }
  },
  {
    "translation": {
      "en": "I grew up in rural Arkansas on a little farm, middle of nowhere.",
      "vi": "Tôi lớn lên ở vùng nông thôn Arkansas trong một trang trại nhỏ, hẻo lánh."
    }
  },
  {
    "translation": {
      "en": "There were no city lights around.",
      "vi": "Không có ánh sáng đô thị ở quanh đó."
    }
  },
  {
    "translation": {
      "en": "It was very dark. The sky was beautiful.",
      "vi": "Nó tối đen. Bầu trời vô cùng đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "And I was just enthralled by the night sky from the time I was a kid.",
      "vi": "Tôi mê mẩn bầu trời đêm từ khi còn là một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "I was in fourth or fifth grade, when Hubble launched.",
      "vi": "Tôi học lớp bốn hay lớp năm, tới đó và xem buổi phóng."
    }
  },
  {
    "translation": {
      "en": "We have been given the go ahead to begin commanding",
      "vi": "Chúng tôi được báo tiến hành ra lệnh mở chốt tiếp."
    }
  },
  {
    "translation": {
      "en": "a release of the forward latches.",
      "vi": "ra lệnh mở chốt tiếp."
    }
  },
  {
    "translation": {
      "en": "We're seeing both blankets unfurl on the solar array.",
      "vi": "Chúng tôi đang chứng kiến cả hai tấm mở ra dãy pin năng lượng mặt trời."
    }
  },
  {
    "translation": {
      "en": "Looks good.",
      "vi": "Thật tốt."
    }
  },
  {
    "translation": {
      "en": "I want to wish Hubble its own set of adventures,",
      "vi": "Tôi cầu chúc Hubble có chuyến phiêu lưu của mình"
    }
  },
  {
    "translation": {
      "en": "that it may unlock further mysteries of the universe.",
      "vi": "rằng nó có thể mở ra những bí ẩn khác của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "They decided to point it at a blank piece of sky,",
      "vi": "Họ đã quyết định hướng nó vào một vùng trời trống rỗng, không có gì ở đó, để xem thế nào."
    }
  },
  {
    "translation": {
      "en": "nothing there, just to see what happened.",
      "vi": "vào một vùng trời trống rỗng, không có gì ở đó, để xem thế nào."
    }
  },
  {
    "translation": {
      "en": "Like the rest of the world,",
      "vi": "Như phần còn lại của thế giới,"
    }
  },
  {
    "translation": {
      "en": "I remember just being stunned at what we saw.",
      "vi": "tôi nhớ mình đã sửng sốt trước điều chúng tôi thấy."
    }
  },
  {
    "translation": {
      "en": "The nothing turned out to be filled with thousands of galaxies.",
      "vi": "Sự trống rỗng hóa ra lại chứa đựng hàng ngàn thiên hà."
    }
  },
  {
    "translation": {
      "en": "It really gave us a sense, for the very first time,",
      "vi": "Nó đã cho chúng tôi cảm nhận, lần đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "just how old the universe is.",
      "vi": "là vũ trụ này già như thế nào."
    }
  },
  {
    "translation": {
      "en": "It's a really cool, sort of, trick of physics…",
      "vi": "Đây thực sự là một điều tuyệt diệu của vật lý"
    }
  },
  {
    "translation": {
      "en": "…uh, that we can literally look back in time, uh,",
      "vi": "khi ta có thể thực sự nhìn ngược vào quá khứ"
    }
  },
  {
    "translation": {
      "en": "with these massive telescopes.",
      "vi": "với những kính viễn vọng khổng lồ này."
    }
  },
  {
    "translation": {
      "en": "Telescopes are really like time machines",
      "vi": "Kính viễn vọng giống như cỗ máy thời gian"
    }
  },
  {
    "translation": {
      "en": "in that they let us see the universe as it was in the past.",
      "vi": "cho phép ta nhìn thấy vũ trụ trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "This sounds like science fiction, but it's actually just due to the simple fact",
      "vi": "Điều này nghe như khoa học viễn tưởng nhưng là vì một thực tế đơn giản"
    }
  },
  {
    "translation": {
      "en": "that light takes time to travel through space.",
      "vi": "ánh sáng sẽ mất thời gian để di chuyển trong không gian."
    }
  },
  {
    "translation": {
      "en": "If you look at a streetlamp, the light from that streetlamp",
      "vi": "Nếu bạn nhìn vào bóng đèn đường, ánh sáng từ bóng đèn đó"
    }
  },
  {
    "translation": {
      "en": "takes a teeny, tiny fraction of a second to cross the street and get to your eye.",
      "vi": "sẽ mất một phần nhỏ giây để đi qua đường tới mắt bạn."
    }
  },
  {
    "translation": {
      "en": "Light from the Sun takes about eight minutes to get to Earth.",
      "vi": "Ánh sáng từ Mặt trời mất khoảng tám phút để tới Trái đất."
    }
  },
  {
    "translation": {
      "en": "Think about stepping that out further and further into the universe.",
      "vi": "Tưởng tượng lùi xa vào trong vũ trụ."
    }
  },
  {
    "translation": {
      "en": "Things that are much further away,",
      "vi": "Những thứ ở xa hơn rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "the light takes more time to travel to our telescopes.",
      "vi": "ánh sáng cần nhiều thời gian hơn để tới kính viễn vọng."
    }
  },
  {
    "translation": {
      "en": "And so we are literally seeing them as they were in the past.",
      "vi": "Nên chúng ta thực tế nhìn thấy chúng khi chúng ở trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "With Hubble, we've been able to look back into the distant past",
      "vi": "Với Hubble, ta có thể nhìn vào quá khứ xa xưa"
    }
  },
  {
    "translation": {
      "en": "and see some very early galaxies, some very young galaxies.",
      "vi": "và thấy những thiên hà từ rất sớm, những thiên hà mới hình thành."
    }
  },
  {
    "translation": {
      "en": "But… we're missing the beginning.",
      "vi": "Nhưng… chúng ta lỡ mất giai đoạn đầu."
    }
  },
  {
    "translation": {
      "en": "We're missing the first bit in the first chapter",
      "vi": "Chúng ta bỏ lỡ phần đầu tiên của chương đầu"
    }
  },
  {
    "translation": {
      "en": "of this 13.8 billion year story of the universe.",
      "vi": "trong câu truyện lịch sử 13,8 tỷ năm của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "We want to look out into the vastness of space",
      "vi": "Chúng tôi muốn nhìn vào không gian rộng lớn của vũ trụ"
    }
  },
  {
    "translation": {
      "en": "and back to the beginnings of time to answer the questions,",
      "vi": "và nhìn ngược vào thời điểm bắt đầu để trả lời các câu hỏi…"
    }
  },
  {
    "translation": {
      "en": "How did, and how do, galaxies form?",
      "vi": "CỰU LÃNH ĐẠO NASA …Các thiên hà đã, và đang hình thành như thế nào?"
    }
  },
  {
    "translation": {
      "en": "Are there other habitable planets outside our solar system?",
      "vi": "Có hành tinh nào có sự sống ngoài hệ mặt trời không?"
    }
  },
  {
    "translation": {
      "en": "Is life unique to planet Earth?",
      "vi": "Sự sống là duy nhất trên Trái đất?"
    }
  },
  {
    "translation": {
      "en": "Hubble and ground based telescopes have given us an important start.",
      "vi": "Hubble và các kính viễn vọng từ mặt đất đã cho ta một khởi đầu quan trọng."
    }
  },
  {
    "translation": {
      "en": "But we must go farther,",
      "vi": "Nhưng chúng ta phải đi xa hơn,"
    }
  },
  {
    "translation": {
      "en": "and the Next Generation Space Telescope,",
      "vi": "và Kính Viễn vọng Không gian Thế hệ Tiếp,"
    }
  },
  {
    "translation": {
      "en": "NGST, will be the next great step taken.",
      "vi": "NGST, sẽ là bước tiến vĩ đại tiếp theo."
    }
  },
  {
    "translation": {
      "en": "That's what ended up being the James Webb Space Telescope.",
      "vi": "Điều đó đã trở thành Kính Viễn vọng Không gian James Webb."
    }
  },
  {
    "translation": {
      "en": "Webb is such a leap. It's the biggest leap of any mission,",
      "vi": "Webb là một sự nhảy vọt. Đó là bước nhảy vọt lớn nhất so với"
    }
  },
  {
    "translation": {
      "en": "in terms of just the magnitude of improvements in all dimensions.",
      "vi": "bất kỳ nhiệm vụ nào, chỉ nói về quy mô cải tiến về mọi mặt."
    }
  },
  {
    "translation": {
      "en": "This is like the mother of all telescopes.",
      "vi": "Nó giống như mẹ của mọi kính viễn vọng."
    }
  },
  {
    "translation": {
      "en": "It was clear that there's ten miracles that needed to happen.",
      "vi": "Rõ ràng là cần tới cả chục phép màu."
    }
  },
  {
    "translation": {
      "en": "Entirely new technologies that nobody had ever done.",
      "vi": "Các công nghệ là hoàn toàn mới chưa ai từng áp dụng."
    }
  },
  {
    "translation": {
      "en": "A totally new detector,",
      "vi": "Một bộ cảm biến hoàn toàn mới,"
    }
  },
  {
    "translation": {
      "en": "totally new electronic system that focused the mirrors,",
      "vi": "hệ thống điện tử mới để hội tụ các gương,"
    }
  },
  {
    "translation": {
      "en": "ten of those.",
      "vi": "mười lần số đó."
    }
  },
  {
    "translation": {
      "en": "One of the most important numbers is,",
      "vi": "Một trong những số liệu quan trọng là,"
    }
  },
  {
    "translation": {
      "en": "How many single point failures do you have?",
      "vi": "Bạn có bao nhiêu điểm quyết định?"
    }
  },
  {
    "translation": {
      "en": "A single point failure is a single thing that needs to happen",
      "vi": "Một điểm quyết định là một điều cần được thực hiện"
    }
  },
  {
    "translation": {
      "en": "that, if it's not happening, the whole mission is a failure.",
      "vi": "mà, nếu nó không thực hiện thành công, toàn bộ nhiệm vụ thất bại."
    }
  },
  {
    "translation": {
      "en": "Navigation confirmed that the parachute has deployed",
      "vi": "Hệ thống điều hướng đã xác định dù đã được mở"
    }
  },
  {
    "translation": {
      "en": "and we are seeing significant deceleration.",
      "vi": "và chúng tôi nhận thấy giảm tốc rõ rệt."
    }
  },
  {
    "translation": {
      "en": "Landing on Mars is something like 80 to 90,",
      "vi": "Hạ cánh lên Sao Hỏa có số điểm quyết định cỡ 80 đến 90,"
    }
  },
  {
    "translation": {
      "en": "which is one of the riskiest things we've ever done.",
      "vi": "là một trong những nhiệm vụ rủi ro nhất chúng tôi từng thực hiện."
    }
  },
  {
    "translation": {
      "en": "Webb is three to four times worse.",
      "vi": "Webb còn rủi ro hơn từ ba đến bốn lần."
    }
  },
  {
    "translation": {
      "en": "Oh, it's beautiful, Mike, it really is.",
      "vi": "Nó đẹp quá, Mike, thực sự."
    }
  },
  {
    "translation": {
      "en": "They've got the flag up now, and you can see the stars and stripes.",
      "vi": "Họ đã cắm cờ, và các bạn có thể thấy những ngôi sao và vạch đó."
    }
  },
  {
    "translation": {
      "en": "In terms of the single point failures, worse than Apollo.",
      "vi": "Nói về số điểm quyết định, là tệ hơn Apollo."
    }
  },
  {
    "translation": {
      "en": "So, how many single point failures do we have?",
      "vi": "SỐ ĐIỂM QUYẾT ĐỊNH Vậy, chúng tôi có bao nhiêu điểm quyết định? Câu trả lời là 344."
    }
  },
  {
    "translation": {
      "en": "The answer is 344.",
      "vi": "Vậy, chúng tôi có bao nhiêu điểm quyết định? Câu trả lời là 344."
    }
  },
  {
    "translation": {
      "en": "It's the largest number of single point failures",
      "vi": "Đó là số điểm quyết định lớn nhất"
    }
  },
  {
    "translation": {
      "en": "of any mission ever done.",
      "vi": "trong bất kỳ nhiệm vụ nào từng thực hiện."
    }
  },
  {
    "translation": {
      "en": "It's like, you know, just an impossible project.",
      "vi": "Nó giống như một nhiệm vụ bất khả thi."
    }
  },
  {
    "translation": {
      "en": "There's always unknown unknowns in this business, we know it.",
      "vi": "Luôn có những ẩn số trong ngành này, chúng tôi biết điều đó."
    }
  },
  {
    "translation": {
      "en": "In the end, you know, technically, it will all fall on my shoulders.",
      "vi": "Cuối cùng, về mặt kỹ thuật, nó sẽ là trách nhiệm của tôi."
    }
  },
  {
    "translation": {
      "en": "You just make the best decision you can with the data that you have available,",
      "vi": "Bạn đưa ra quyết định tốt nhất có thể với số liệu mà bạn có,"
    }
  },
  {
    "translation": {
      "en": "but you recognize that… there's always a bit of risk to some of these decisions.",
      "vi": "nhưng bạn nhận ra rằng… luôn có rủi ro với một vài quyết định."
    }
  },
  {
    "translation": {
      "en": "Cat? Yeah.",
      "vi": "Cat? Vâng."
    }
  },
  {
    "translation": {
      "en": "Oh, lightenlighten up, killer.",
      "vi": "Yên nào, cún."
    }
  },
  {
    "translation": {
      "en": "For the past 24 years, I've been focused on this mission.",
      "vi": "Trong 24 năm qua, tôi tập trung cho nhiệm vụ này."
    }
  },
  {
    "translation": {
      "en": "It's like a, you know, a second child in ain a way.",
      "vi": "Nó giống như đứa con thứ hai vậy."
    }
  },
  {
    "translation": {
      "en": "My children have known nothing but the James Webb Space Telescope",
      "vi": "Các con tôi không biết gì ngoài Kính Viễn vọng Không gian James Webb"
    }
  },
  {
    "translation": {
      "en": "since they were about nine or four.",
      "vi": "từ khi chúng lên chín hay bốn tuổi."
    }
  },
  {
    "translation": {
      "en": "My son is 30 now, and my daughter's 28.",
      "vi": "Con trai tôi giờ 30, và con gái 28 tuổi."
    }
  },
  {
    "translation": {
      "en": "The fear thatthat you have to have is, if something goes wrong,",
      "vi": "Nỗi lo sợ mà bạn luôn thường trực, nếu có gì sai sót,"
    }
  },
  {
    "translation": {
      "en": "there's going to be the press, there's going to be the, you know, the politicians, whatever.",
      "vi": "sẽ có báo chí, chính trị gia, bất cứ gì."
    }
  },
  {
    "translation": {
      "en": "They're gonna drag your name through the mud.",
      "vi": "Họ sẽ kéo danh tiếng của bạn xuống bùn."
    }
  },
  {
    "translation": {
      "en": "He worries about everything. It's aIt's a Menzel gene, actually.",
      "vi": "Ông ấy lo lắng về mọi thứ. Đó là gen nhà Menzel rồi."
    }
  },
  {
    "translation": {
      "en": "They worry about every little thing.",
      "vi": "Họ lo mọi điều nhỏ nhặt."
    }
  },
  {
    "translation": {
      "en": "He's not sleeping well at night.",
      "vi": "Anh ấy đêm không ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "All these single point failure things that could go wrong,",
      "vi": "Mọi điểm quyết định này có thể thất bại,"
    }
  },
  {
    "translation": {
      "en": "you do worry about those, and, you know…",
      "vi": "anh lo lắng về chúng, và…"
    }
  },
  {
    "translation": {
      "en": "Damn right, I do. Damn right, the team does, so…",
      "vi": "Hẳn rồi, anh lo. Phải, cả đội lo lắng, nên…"
    }
  },
  {
    "translation": {
      "en": "That's why we put vigilance on 'em, we put focus on 'em.",
      "vi": "Vì thế bọn anh cẩn trọng và tập trung vào chúng."
    }
  },
  {
    "translation": {
      "en": "These are some of the original concepts",
      "vi": "Đây là một số khái niệm ban đầu"
    }
  },
  {
    "translation": {
      "en": "on, uh, what was then called the Next Generation Space Telescope.",
      "vi": "về thứ được gọi là Kính Viễn vọng Không gian Thế hệ Tiếp."
    }
  },
  {
    "translation": {
      "en": "The bigger the mirror, the more light you're collecting.",
      "vi": "Gương càng lớn, càng thu được nhiều ánh sáng."
    }
  },
  {
    "translation": {
      "en": "So, to actually see first light, you're going to have to be big.",
      "vi": "Nên để thực sự thấy ánh sáng đầu tiên, bạn cần phải có cái thật to."
    }
  },
  {
    "translation": {
      "en": "We had fivefive concepts that we looked at. This was, uh, an original one.",
      "vi": "Chúng tôi đã xem xét năm ý tưởng. Đây là ý tưởng sơ khởi."
    }
  },
  {
    "translation": {
      "en": "The devil in these designs are in the details,",
      "vi": "Cốt lõi của những thiết kế này nằm ở chi tiết,"
    }
  },
  {
    "translation": {
      "en": "so it isn't until you get to, you know, some detailed engineering",
      "vi": "nên phải tới khi đi vào kỹ thuật chi tiết,"
    }
  },
  {
    "translation": {
      "en": "that looks like this, that you find the problems.",
      "vi": "như thế này, bạn mới phát hiện ra vấn đề."
    }
  },
  {
    "translation": {
      "en": "The most obvious problem,",
      "vi": "Một vấn đề rõ ràng nhất,"
    }
  },
  {
    "translation": {
      "en": "itsits diameter is bigger than the diameter of the rocket that carries it.",
      "vi": "đường kính nó lớn hơn đường kính của tên lửa mang nó."
    }
  },
  {
    "translation": {
      "en": "So you have to fold it up.",
      "vi": "Nên bạn phải gập nó lại."
    }
  },
  {
    "translation": {
      "en": "We had deployments that had the primary mirror segments stacked,",
      "vi": "Chúng tôi đã có các triển khai mà các phần gương chính xếp chồng."
    }
  },
  {
    "translation": {
      "en": "almost like a record player.",
      "vi": "gần giống một đầu đĩa than."
    }
  },
  {
    "translation": {
      "en": "And then one of the concepts that we had was, uh, to deploy the primary mirror",
      "vi": "Một trong những ý tưởng là triển khai gương chính"
    }
  },
  {
    "translation": {
      "en": "using two leaves that look like a drop table,",
      "vi": "sử dụng hai lá giống như chiếc bàn gập,"
    }
  },
  {
    "translation": {
      "en": "which is what we're doing now.",
      "vi": "và là điều chúng tôi đang làm."
    }
  },
  {
    "translation": {
      "en": "Our preliminary design review was 2008,",
      "vi": "Đánh giá thiết kế sơ bộ vào năm 2008,"
    }
  },
  {
    "translation": {
      "en": "and that's where the telescope starts really looking like what we have today.",
      "vi": "và đó là lúc kính viễn vọng này có hình dạng ta thấy hôm nay."
    }
  },
  {
    "translation": {
      "en": "It's not one of the best models of Webb,",
      "vi": "Nó không phải là mô hình Webb tốt nhất,"
    }
  },
  {
    "translation": {
      "en": "but it's good enough to show most people the features.",
      "vi": "nhưng nó đủ tốt để cho mọi người thấy các tính năng."
    }
  },
  {
    "translation": {
      "en": "There's the primary mirror. Starlight comes in,",
      "vi": "Có gương chính. Ánh sáng các ngôi sao tới,"
    }
  },
  {
    "translation": {
      "en": "hits the primary mirror, gets focused down to the secondary mirror,",
      "vi": "đập vào gương chính, được hội tụ vào gương thứ cấp,"
    }
  },
  {
    "translation": {
      "en": "and gets sent into this, uh, black pyramidal structure.",
      "vi": "và vào cấu trúc kim tự tháp màu đen này."
    }
  },
  {
    "translation": {
      "en": "After that, it goes back here where the instruments are.",
      "vi": "Sau đó nó trở ra đây nơi có các thiết bị này."
    }
  },
  {
    "translation": {
      "en": "The cameras, the spectrometers…",
      "vi": "Các máy ảnh, các máy quang phổ…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, thethe glue is coming a little loose on this,",
      "vi": "Xin lỗi, chỗ này keo bị bong,"
    }
  },
  {
    "translation": {
      "en": "but this right here is the sunshield.",
      "vi": "nhưng ngay đây là tấm chắn sáng."
    }
  },
  {
    "translation": {
      "en": "The sunshield blocks out the light from the Sun, the Earth, and the Moon.",
      "vi": "Tấm chắn sáng chặn ánh sáng từ Mặt trời, Trái đất và Mặt trăng."
    }
  },
  {
    "translation": {
      "en": "We want our telescope to be cold,",
      "vi": "Chúng tôi muốn kính viễn vọng phải lạnh,"
    }
  },
  {
    "translation": {
      "en": "so that it doesn't glow brighter than the faint stars it's looking at.",
      "vi": "để nó không phát sáng hơn những ngôi sao đang tắt đi mà nó nhìn."
    }
  },
  {
    "translation": {
      "en": "Of the 344 single point failure items,",
      "vi": "Trong số 344 điểm quyết định,"
    }
  },
  {
    "translation": {
      "en": "225 are associated with the sunshield deployment.",
      "vi": "225 điểm quyết định liên quan tới việc triển khai tấm chắn sáng."
    }
  },
  {
    "translation": {
      "en": "That is a never before done deployment.",
      "vi": "Đó là việc triển khai chưa từng thực hiện trước đây."
    }
  },
  {
    "translation": {
      "en": "The first thing that happens,",
      "vi": "Điều đầu tiên diễn ra,"
    }
  },
  {
    "translation": {
      "en": "those two big pallets that you see on each side,",
      "vi": "hai tấm lớn mà bạn thấy ở mỗi bên đó,"
    }
  },
  {
    "translation": {
      "en": "fold down one, then fold down the other.",
      "vi": "gập một cái lại, rồi gập tiếp cái kia."
    }
  },
  {
    "translation": {
      "en": "They're holding the folded layers of the sunshield.",
      "vi": "Chúng giữ các lớp đã gập lại của tấm chắn sáng."
    }
  },
  {
    "translation": {
      "en": "Then a very complex system of pulleys and tensioning motors",
      "vi": "Sau đó, một hệ thống các ròng rọc và động cơ kéo căng rất phức tạp"
    }
  },
  {
    "translation": {
      "en": "expand the sunshield at each of the six vertices.",
      "vi": "mở rộng tấm chắn sáng tại mỗi trong sáu đỉnh."
    }
  },
  {
    "translation": {
      "en": "And we will individually tension each of those five layers",
      "vi": "Chúng tôi sẽ kéo căng từng lớp của năm lớp này"
    }
  },
  {
    "translation": {
      "en": "to get not only the right shape, but the right position, relative to each other.",
      "vi": "để có hình dạng và vị trí chuẩn, tương ứng với nhau."
    }
  },
  {
    "translation": {
      "en": "There are 34 single point failure items",
      "vi": "Có 34 điểm quyết định"
    }
  },
  {
    "translation": {
      "en": "associated with the tensioning of the five layers.",
      "vi": "liên quan tới việc căng năm lớp này."
    }
  },
  {
    "translation": {
      "en": "Layer two, on three, two, one…",
      "vi": "Lớp hai, ba, hai, một…"
    }
  },
  {
    "translation": {
      "en": "The thing that's really different from this space mission",
      "vi": "Một điều thật sự khác biệt ở nhiệm vụ không gian này"
    }
  },
  {
    "translation": {
      "en": "to pretty much any other space mission ever done, is how flimsy it is.",
      "vi": "so với bất kỳ nhiệm vụ không gian khác đã thực hiện, là lớp này rất mỏng."
    }
  },
  {
    "translation": {
      "en": "It's not a piece of metal.",
      "vi": "Nó không phải là tấm kim loại."
    }
  },
  {
    "translation": {
      "en": "It's more like a folded up umbrella.",
      "vi": "Nó giống như một chiếc ô được gập lại."
    }
  },
  {
    "translation": {
      "en": "We did three full scale deployments,",
      "vi": "Chúng tôi đã thực hiện ba lần triển khai đầy đủ,"
    }
  },
  {
    "translation": {
      "en": "and the refolding put wear and tear on the sunshield.",
      "vi": "và việc gập lại tạo hao mòn cho tấm chắn sáng."
    }
  },
  {
    "translation": {
      "en": "The tearing of the sunshield that we were seeing got to the point where we said, No.",
      "vi": "Việc xây xước tấm chắn sáng khiến chúng tôi phải nói, Không."
    }
  },
  {
    "translation": {
      "en": "It's time to stop testing and overtesting.",
      "vi": "Phải dừng kiểm tra và kiểm tra quá."
    }
  },
  {
    "translation": {
      "en": "When you're doing things like, you know, large sheets,",
      "vi": "Khi bạn làm việc với các tấm lớn,"
    }
  },
  {
    "translation": {
      "en": "it's miles of cables, things that can get tangled,",
      "vi": "hàng km dây cáp, mọi thứ có thể bị xoắn,"
    }
  },
  {
    "translation": {
      "en": "can go in places you don't want them to in zero G.",
      "vi": "có thể vướng, bạn không muốn thế trong không gian."
    }
  },
  {
    "translation": {
      "en": "You can think of a thousand things that can go wrong.",
      "vi": "Hàng ngàn thứ có thể sai."
    }
  },
  {
    "translation": {
      "en": "We bust it up, fold it up, we're going to put it on a rocket,",
      "vi": "Chúng tôi nâng nó lên, gập nó lại, và sẽ đưa nó vào trong một tên lửa,"
    }
  },
  {
    "translation": {
      "en": "and then we're going to literally rebuild it robotically in space,",
      "vi": "rồi chúng tôi thực sự sẽ lắp lại nó một cách tự động trong không gian,"
    }
  },
  {
    "translation": {
      "en": "and that's, uhthat's never been done before.",
      "vi": "điều này chưa từng được thực hiện."
    }
  },
  {
    "translation": {
      "en": "Fourteen days after launch, we latch both sides of the primary mirror.",
      "vi": "Mười bốn ngày sau phóng, chúng tôi chốt hai bên gương chính."
    }
  },
  {
    "translation": {
      "en": "There are ten single point failure items associated with the primary mirror,",
      "vi": "Có mười điểm quyết định liên quan tới gương chính,"
    }
  },
  {
    "translation": {
      "en": "five for each wing.",
      "vi": "mỗi cánh có năm điểm."
    }
  },
  {
    "translation": {
      "en": "Having 18 individual segments was a good way to build the mirror.",
      "vi": "Có 18 mảng riêng biệt là một cách tốt để lắp gương."
    }
  },
  {
    "translation": {
      "en": "Each individual mirror's movable.",
      "vi": "Mỗi gương riêng có thể di chuyển."
    }
  },
  {
    "translation": {
      "en": "That helps us to position each of those hexagons",
      "vi": "Điều đó giúp chúng tôi điều chỉnh từng tấm lục giác đều đó"
    }
  },
  {
    "translation": {
      "en": "to robotically focus our telescope.",
      "vi": "để hội tụ tự động cho kính viễn vọng."
    }
  },
  {
    "translation": {
      "en": "It's going out about a million miles away from the Earth,",
      "vi": "Nó sẽ đi khoảng 1,6 triệu km cách trái đất,"
    }
  },
  {
    "translation": {
      "en": "four times farther than the Moon.",
      "vi": "xa hơn bốn lần tới mặt trăng."
    }
  },
  {
    "translation": {
      "en": "You don't want the telescope cracking, breaking,",
      "vi": "Bạn không muốn kính viễn vọng bị nứt, vỡ,"
    }
  },
  {
    "translation": {
      "en": "when it gets down to cryogenic temperatures.",
      "vi": "khi nhiệt độ xuống tới mức siêu lạnh."
    }
  },
  {
    "translation": {
      "en": "NASA actually retrofitted",
      "vi": "NASA thực tế đã tạo"
    }
  },
  {
    "translation": {
      "en": "the biggest Cryovac chamber down at Johnson Space Center.",
      "vi": "một buồng Siêu lạnh lớn nhất tại Trung tâm Vũ trụ Johnson."
    }
  },
  {
    "translation": {
      "en": "It was used for Apollo era.",
      "vi": "Nó được dùng cho thời Apollo."
    }
  },
  {
    "translation": {
      "en": "It took years to be able to accommodate this huge telescope.",
      "vi": "Phải mất nhiều năm để có thể tạo chỗ chứa chiếc kính khổng lồ này."
    }
  },
  {
    "translation": {
      "en": "It's the size of a three story building, tested at temperatures, you know,",
      "vi": "Kích thước của tòa nhà ba tầng được kiểm tra ở nhiệt độ"
    }
  },
  {
    "translation": {
      "en": "at 50 degrees above absolute zero, and it worked great.",
      "vi": "khoảng 245 độ C, và nó đã làm việc tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "That's almost miraculous.",
      "vi": "Gần như là phép màu."
    }
  },
  {
    "translation": {
      "en": "There was this awesome day at Goddard",
      "vi": "Có một ngày tuyệt vời ở Goddard"
    }
  },
  {
    "translation": {
      "en": "that people have been looking forward to for years, really.",
      "vi": "mà mọi người thực sự mong chờ trong hàng năm trời."
    }
  },
  {
    "translation": {
      "en": "They raised it upright and rotated it towards the viewing area,",
      "vi": "Họ nâng chiếc kính đứng thẳng lên và quay nó về vùng quan sát,"
    }
  },
  {
    "translation": {
      "en": "and we all got to see that mirror.",
      "vi": "và chúng tôi được thấy chiếc gương đó."
    }
  },
  {
    "translation": {
      "en": "And that was just a, like, Whew, don't start crying moment.",
      "vi": "Và đó là một khoảnh khắc: Chà, đừng có khóc."
    }
  },
  {
    "translation": {
      "en": "I mean, because you'reyou're seeing your own reflection",
      "vi": "Ý là, vì bạn đang nhìn thấy hình phản chiếu của mình"
    }
  },
  {
    "translation": {
      "en": "in the same mirror that's going to detect light",
      "vi": "trong chính chiếc gương mà sẽ phát hiện ánh sáng"
    }
  },
  {
    "translation": {
      "en": "from infant galaxies and distant planets.",
      "vi": "từ như thiên hà mới hình thành và các hành tinh xa xôi."
    }
  },
  {
    "translation": {
      "en": "And to think that it's also seeing me? Like, that wasthat was really cool.",
      "vi": "Và nghĩ rằng nó cũng thấy mình? Điều đó là rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "We've designed this telescope",
      "vi": "Chúng tôi đã thiết kế kính viễn vọng này"
    }
  },
  {
    "translation": {
      "en": "specifically to see the universe in infrared light.",
      "vi": "đặc biệt để quan sát vũ trụ với ánh sáng hồng ngoại."
    }
  },
  {
    "translation": {
      "en": "The most distant galaxies are so far away",
      "vi": "Những thiên hà ở xa nhất cách xa tới nỗi"
    }
  },
  {
    "translation": {
      "en": "that they are emitting all of their light as infrared light,",
      "vi": "chúng bức xạ ánh sáng dưới dạng tia hồng ngoại,"
    }
  },
  {
    "translation": {
      "en": "light that's a little bit more red than what your eyes can see.",
      "vi": "ánh sáng này đỏ hơn ánh sáng mắt thường nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "Even if we had a telescope like Hubble, a visible light telescope,",
      "vi": "Ngay cả nếu ta có kính Hubble, kính viễn vọng nhận ánh sáng thường,"
    }
  },
  {
    "translation": {
      "en": "that was much, much, much bigger,",
      "vi": "mà lớn hơn rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "we still wouldn't be able to see the light from these first galaxies.",
      "vi": "ta cũng không thể thấy ánh sáng từ các thiên hà ban đầu này."
    }
  },
  {
    "translation": {
      "en": "While we designed this telescope to primarily study early galaxies,",
      "vi": "Trong khi chúng tôi thiết kế kính này chủ yếu để tìm hiểu các thiên hà ban đầu,"
    }
  },
  {
    "translation": {
      "en": "the fact that it's so big and so powerful",
      "vi": "thực tế là nó quá lớn và mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "means that it will have unprecedented capability",
      "vi": "nghĩa là nó có những khả năng chưa từng có"
    }
  },
  {
    "translation": {
      "en": "in helping us learn more about exoplanets, about planets orbiting other stars.",
      "vi": "giúp chúng ta tìm hiểu ngoài Hệ Mặt trời, về các hành tình quay quanh các mặt trời."
    }
  },
  {
    "translation": {
      "en": "In particular, about whether or not any of the nearby planets",
      "vi": "Đặc biệt, về việc liệu có hay không các hành tinh ở gần"
    }
  },
  {
    "translation": {
      "en": "might be potentially habitable.",
      "vi": "có thể có sự sống tiềm năng."
    }
  },
  {
    "translation": {
      "en": "The way it will do that",
      "vi": "Cách để nó thực hiện"
    }
  },
  {
    "translation": {
      "en": "is by looking at the molecules that are in that planet's atmosphere.",
      "vi": "là xem xét các phân tử có trong bầu khí quyển của hành tinh đó."
    }
  },
  {
    "translation": {
      "en": "It would be able to detect methane, carbon dioxide, water vapor.",
      "vi": "Nó có thể phát hiện khí mê tan, khí các bon và hơi nước."
    }
  },
  {
    "translation": {
      "en": "Where there's water, there's usually life.",
      "vi": "Nơi nào có nước, thường có sự sống."
    }
  },
  {
    "translation": {
      "en": "It's not a stretch to say that this telescope",
      "vi": "Thật không quá khi nói nằng kính viễn vọng này là bước nhảy vọt"
    }
  },
  {
    "translation": {
      "en": "is our next, sort of, giant leap in our search for life in the universe.",
      "vi": "Thật không quá khi nói nằng kính viễn vọng này là bước nhảy vọt trong việc tìm kiếm sự sống trong vũ trụ của chúng ta."
    }
  },
  {
    "translation": {
      "en": "I mean, how amazing would it be if I said, Look, here are five planets,",
      "vi": "Ý là, sẽ tuyệt thế nào nếu tôi có thể nói: Đây, đây là năm hành tinh,"
    }
  },
  {
    "translation": {
      "en": "it looks like there is life there?",
      "vi": "có vẻ là có sự sống ở đó?"
    }
  },
  {
    "translation": {
      "en": "Can you imagine? That changes everything.",
      "vi": "Bạn tưởng tượng được chứ? Điều đó sẽ thay đổi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Webb is humans at its best,",
      "vi": "Web là tinh hoa của con người,"
    }
  },
  {
    "translation": {
      "en": "a selfless pursuit of what's really out there.",
      "vi": "sự theo đuổi quên mình tìm hiểu điều gì thực sự ngoài đó."
    }
  },
  {
    "translation": {
      "en": "Learning more about ourselves, our history, about the world itself.",
      "vi": "Khám phá thêm về chúng ta, về lịch sử và về chính thế giới này."
    }
  },
  {
    "translation": {
      "en": "I think it's incredibly amazing.",
      "vi": "Tôi nghĩ nó hết sức tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I grew up in Switzerland.",
      "vi": "Tôi lớn lên ở Thụy sĩ."
    }
  },
  {
    "translation": {
      "en": "My father was an evangelist pastor in a fundamentalist church.",
      "vi": "Cha tôi là một mục sư truyền giáo ở nhà thờ chính thống giáo."
    }
  },
  {
    "translation": {
      "en": "We hardly ever heard about science.",
      "vi": "Tôi hầu như không nghe về khoa học."
    }
  },
  {
    "translation": {
      "en": "I was taught all my youth",
      "vi": "Tôi được dạy suốt tuổi niên thiếu là cả vũ trụ được tạo ra"
    }
  },
  {
    "translation": {
      "en": "that the whole universe was built in seven days.",
      "vi": "Tôi được dạy suốt tuổi niên thiếu là cả vũ trụ được tạo ra trong bảy ngày."
    }
  },
  {
    "translation": {
      "en": "And then I went to one class.",
      "vi": "Và rồi tôi vào một lớp học."
    }
  },
  {
    "translation": {
      "en": "The teacher explained how science changed the trajectory of history.",
      "vi": "Giáo viên giải thích cách khoa học đã thay đổi quỹ đạo của lịch sử."
    }
  },
  {
    "translation": {
      "en": "And I thought, That's the job I want.",
      "vi": "Và tôi nghĩ: Đó là công việc tôi muốn."
    }
  },
  {
    "translation": {
      "en": "I can do science, and through it, change the course of history.",
      "vi": "Tôi có thể làm khoa học, và qua nó, thay đổi tiến trình lịch sử."
    }
  },
  {
    "translation": {
      "en": "I've been in the job for five years.",
      "vi": "Tôi đã tham gia công việc này năm năm."
    }
  },
  {
    "translation": {
      "en": "Many people think of me as not patient enough.",
      "vi": "Nhiều người cho rằng tôi không đủ kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "My way of accountability sometimes can come across as harsh.",
      "vi": "Cách đảm đương trách nhiệm đôi khi có thể thấy là khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "But suppose it failed.",
      "vi": "Nhưng giả sử nó thất bại."
    }
  },
  {
    "translation": {
      "en": "It would set the whole history of world science back",
      "vi": "Nó sẽ kéo lùi cả lịch sử khoa học thế giới"
    }
  },
  {
    "translation": {
      "en": "by one to two decades.",
      "vi": "từ một đến hai thập kỷ."
    }
  },
  {
    "translation": {
      "en": "I track all my miles.",
      "vi": "Tôi theo dõi quãng đường chạy."
    }
  },
  {
    "translation": {
      "en": "The whole year… A thousand is the goal every year.",
      "vi": "Cả năm trời… mục tiêu một ngàn năm trăm km mỗi năm."
    }
  },
  {
    "translation": {
      "en": "Depending on how stressful the year is, it's more or less. The more stress, the more miles.",
      "vi": "Tùy vào độ căng thẳng của năm, sẽ nhiều hay ít hơn. Càng căng thẳng càng nhiều."
    }
  },
  {
    "translation": {
      "en": "Closing in on 1,200.",
      "vi": "Năm nay gần 1.950 km."
    }
  },
  {
    "translation": {
      "en": "NASA, right? This is the agency that has coined the… the tagline,",
      "vi": "NASA. Đây là cơ quan đặt ra khẩu hiệu,"
    }
  },
  {
    "translation": {
      "en": "''Failure is not an option.''",
      "vi": "Không thể thất bại."
    }
  },
  {
    "translation": {
      "en": "It's a tagline that sounds really good,",
      "vi": "Một khẩu hiệu nghe rất hay,"
    }
  },
  {
    "translation": {
      "en": "but every time we do a mission, failure is an option.",
      "vi": "nhưng mỗi khi ta thực hiện một nhiệm vụ, luôn có thể thất bại."
    }
  },
  {
    "translation": {
      "en": "There are all these challenges from the very beginning.",
      "vi": "Có tất cả những thử thách này ngay từ ban đầu."
    }
  },
  {
    "translation": {
      "en": "This institute will be managing a telescope",
      "vi": "Viện này sẽ quản lý một kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "with a launch projected for 2007.",
      "vi": "dự kiến được phóng vào 2007."
    }
  },
  {
    "translation": {
      "en": "The target price for doing this will be 500 million dollars.",
      "vi": "Chi phí đặt ra để thực hiện sẽ là 500 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "The first time somebody talked about the price of that telescope,",
      "vi": "Lần đầu tiên ai đó nói về chi phí cho kính đó,"
    }
  },
  {
    "translation": {
      "en": "everybody who hadhad worked onon the Hubble Space Telescope,",
      "vi": "tất cả những ai đã thực hiện dự án Kính Viễn vọng Không gian Hubble,"
    }
  },
  {
    "translation": {
      "en": "which was closemore than six billion dollars,",
      "vi": "đã tốn hơn sáu tỷ đô la,"
    }
  },
  {
    "translation": {
      "en": "knew it's total bullshit.",
      "vi": "biết rằng đó là con số vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "As the project grew,",
      "vi": "Khi dự án phát triển,"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, the cost went to six billion dollars.",
      "vi": "đột nhiên, chi phí lên tới sáu tỷ đô la."
    }
  },
  {
    "translation": {
      "en": "Mr. Howard, did you ever see the movie called The Money Pit?",
      "vi": "Ông Howard, ông đã xem bộ phim The Money Pit chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes, absolutely.",
      "vi": "Vâng, rồi."
    }
  },
  {
    "translation": {
      "en": "I think the standard line in that movie was, ''It's only two more weeks.''",
      "vi": "Tôi nghĩ nội dung chính của phim đó là: Chỉ thêm hai tuần nữa thôi."
    }
  },
  {
    "translation": {
      "en": "Mm hmm. Now, how can we justify this to our constituents?",
      "vi": "Làm thế nào để giải thích điều này cho các cử tri?"
    }
  },
  {
    "translation": {
      "en": "There was an investigation by Congress.",
      "vi": "Có một cuộc điều tra của Quốc hội."
    }
  },
  {
    "translation": {
      "en": "And they basically said, Let's kill that thing.",
      "vi": "Về cơ bản họ nói: Hãy hủy dự án đó."
    }
  },
  {
    "translation": {
      "en": "It felt like it wasn't going to happen.",
      "vi": "Cảm giác như nó sẽ không xảy ra."
    }
  },
  {
    "translation": {
      "en": "Congress was going to cancel us.",
      "vi": "Quốc hội muốn loại bỏ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It was a shock.",
      "vi": "Đó là một cú sốc."
    }
  },
  {
    "translation": {
      "en": "I'm aa young scientist anxious to do science with this telescope,",
      "vi": "Tôi là một nhà khoa học trẻ nôn nóng thực hiện khoa học với kính này,"
    }
  },
  {
    "translation": {
      "en": "and now we're stopping after all this time?",
      "vi": "và giờ ta dừng lại sau ngần đấy thời gian?"
    }
  },
  {
    "translation": {
      "en": "Congress said, We'll give you the money, and that's when I came in.",
      "vi": "Quốc hội nói: Chúng tôi sẽ cấp chi phí, và đó là khi tôi tham gia."
    }
  },
  {
    "translation": {
      "en": "Nobody wanted to talk about it. It's like, Oh, it'sit's notit's fine.",
      "vi": "Không ai muốn nói về nó. Kiểu như: Không hề… Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "It's like, Well, how are you performing? We're losing time, but it will be fine.",
      "vi": "Kiểu: Dự án ra sao? Ta đang mất thời gian, nhưng sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "It was not fine.",
      "vi": "Nó không hề ổn."
    }
  },
  {
    "translation": {
      "en": "I remember it getting ready for vibration and acoustics.",
      "vi": "Tôi nhớ nó đã sẵn sàng thử rung và tiếng động."
    }
  },
  {
    "translation": {
      "en": "What you do is you try to break the telescope.",
      "vi": "Điều bạn làm là cố làm vỡ chiếc kính viễn vọng."
    }
  },
  {
    "translation": {
      "en": "Of course you want it to survive, but you shake it",
      "vi": "Bạn muốn nó sống sót, nhưng bạn lắc nó giống như nó sẽ bị lắc trong tên lửa."
    }
  },
  {
    "translation": {
      "en": "just like it will be shaken in the rocket.",
      "vi": "nhưng bạn lắc nó giống như nó sẽ bị lắc trong tên lửa."
    }
  },
  {
    "translation": {
      "en": "And we blasted sound at it, just like it will see during a launch.",
      "vi": "Và chúng tôi bắn âm thanh vào nó, giống như trong quá trình phóng."
    }
  },
  {
    "translation": {
      "en": "The first test went really, really well.",
      "vi": "Bài kiểm tra đầu tiên rất tốt."
    }
  },
  {
    "translation": {
      "en": "Then, when we tested it with the spacecraft and the sunshield,",
      "vi": "Sau đó, khi chúng tôi kiểm tra nó với tàu vũ trụ và tấm chắn sáng,"
    }
  },
  {
    "translation": {
      "en": "the fasteners started falling down.",
      "vi": "các dây chằng bị rơi ra."
    }
  },
  {
    "translation": {
      "en": "There's 10,000 screws on that thing.",
      "vi": "Có hơn 10.000 chốt trên cái đó."
    }
  },
  {
    "translation": {
      "en": "Now, if you've ever fixed a bicycle,",
      "vi": "Nếu bạn đã từng sửa xe đạp, bạn nhận ra"
    }
  },
  {
    "translation": {
      "en": "you realize if you put the fastener on, you need to tighten it, so it locks.",
      "vi": "nếu bạn thắt dây an toàn, bạn cần thắt chặt, để nó chốt lại."
    }
  },
  {
    "translation": {
      "en": "The fasteners were not locked.",
      "vi": "Dây chằng đã không được chốt."
    }
  },
  {
    "translation": {
      "en": "How can that be?",
      "vi": "Sao lại thế được?"
    }
  },
  {
    "translation": {
      "en": "It needs to go to space. The fasteners need to be locked.",
      "vi": "Nó sẽ đi vào vũ trụ. Chúng cần phải được chốt lại."
    }
  },
  {
    "translation": {
      "en": "So we had to redo all the fasteners, find all of them.",
      "vi": "Nên chúng tôi phải làm lại toàn bộ chốt giữ, tìm tất cả chúng."
    }
  },
  {
    "translation": {
      "en": "It took six months",
      "vi": "Mất sáu tháng"
    }
  },
  {
    "translation": {
      "en": "and cost 150 million dollars to fix the problem.",
      "vi": "và tốn 150 triệu đô la để khắc phục sự cố."
    }
  },
  {
    "translation": {
      "en": "Frankly, people are making more mistakes than they should.",
      "vi": "Thú thật, mọi người phạm sai lầm nhiều hơn cho phép."
    }
  },
  {
    "translation": {
      "en": "It's embarrassing.",
      "vi": "Thật đáng ngại."
    }
  },
  {
    "translation": {
      "en": "In the meantime, we got the largest number of negative news stories",
      "vi": "Cùng lúc, chúng tôi có số lượng các bản tin xấu lớn nhất"
    }
  },
  {
    "translation": {
      "en": "of that mission, as compared to any and all of them.",
      "vi": "cho nhiệm vụ đó, so với bất kỳ kính viễn vọng khác."
    }
  },
  {
    "translation": {
      "en": "Nobody wants to be part of a stinker.",
      "vi": "Không ai muốn là một phần của sự thất bại."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be part of a success, just like any sports team.",
      "vi": "Ai cũng muốn là một phần của thành công, giống như mọi đội thể thao."
    }
  },
  {
    "translation": {
      "en": "You need to turn it around. You need to stop losing.",
      "vi": "Bạn cần thay đổi tình thế. Bạn cần chặn sự thất bại."
    }
  },
  {
    "translation": {
      "en": "The team, they were always amazing people.",
      "vi": "Cả đội, họ luôn là những con người tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I consider it a leadership issue.",
      "vi": "Tôi cho đó là vấn đề lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "We run the risk of scratching and damaging the mirror,",
      "vi": "Chúng ta có nguy cơ làm xước và hỏng gương,"
    }
  },
  {
    "translation": {
      "en": "so we have to be very careful about that.",
      "vi": "nên phải hết sức cẩn thận."
    }
  },
  {
    "translation": {
      "en": "What I needed to do is replace leaders to bring that team together",
      "vi": "Điều tôi cần làm là thay thế các lãnh đạo để củng cố nhóm"
    }
  },
  {
    "translation": {
      "en": "and create the attention that it requires to do something this magnificent.",
      "vi": "và tạo sự chú ý rằng điều đó là cần thiết để làm điều lớn lao."
    }
  },
  {
    "translation": {
      "en": "Right, so you want the energy, Yes, we're going to do this.",
      "vi": "Nếu bạn muốn năng lượng, Phải, chúng ta sẽ làm việc này."
    }
  },
  {
    "translation": {
      "en": "And then I think that's what happened.",
      "vi": "Tôi nghĩ chuyện là thế."
    }
  },
  {
    "translation": {
      "en": "I remember the day where I basically…",
      "vi": "Tôi nhớ ngày mà tôi…"
    }
  },
  {
    "translation": {
      "en": "For the first time, I was really surprised.",
      "vi": "Đây là lần đầu, tôi đã thực sự ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "The two halves,",
      "vi": "Hai nửa này,"
    }
  },
  {
    "translation": {
      "en": "the primary mirror and the sunshield, they had to come together.",
      "vi": "chiếc gương chính và tấm chắn sáng, chúng phải khớp nối với nhau."
    }
  },
  {
    "translation": {
      "en": "I knew that was going to be really hard.",
      "vi": "Tôi đã biết điều đó sẽ cực kỳ khó."
    }
  },
  {
    "translation": {
      "en": "They had never seen each other, those two halves.",
      "vi": "Hai nửa đó chưa từng thấy nhau."
    }
  },
  {
    "translation": {
      "en": "All the systems, all the cables, everything had to work.",
      "vi": "Toàn bộ các hệ thống, các dây cáp, mọi thứ phải hoạt động."
    }
  },
  {
    "translation": {
      "en": "When the two halves came together…",
      "vi": "Khi hai nửa khớp nối với nhau…"
    }
  },
  {
    "translation": {
      "en": "it worked the first time.",
      "vi": "ngay từ đầu đã thành công."
    }
  },
  {
    "translation": {
      "en": "The team were just barely where they needed to be,",
      "vi": "Cả đội đã gần như không kịp tiến độ,"
    }
  },
  {
    "translation": {
      "en": "and they were not ahead, and all of sudden, they got ahead.",
      "vi": "và họ không vượt trước, và rồi đột nhiên, họ vượt lên trước."
    }
  },
  {
    "translation": {
      "en": "They were better than what people had expected them to be.",
      "vi": "Họ đã vượt lên sự mong đợi dành cho họ."
    }
  },
  {
    "translation": {
      "en": "That is amazing.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "We have a mission that's basically ready.",
      "vi": "Chúng tôi có một nhiệm vụ mà về cơ bản đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "If somebody asks me, How certain are you to launch Webb right now?",
      "vi": "Nếu ai đó hỏi tôi: Anh chắc chắn cỡ nào để phóng Webb ngay?"
    }
  },
  {
    "translation": {
      "en": "I'm betting my house.",
      "vi": "Tôi sẽ đặt cược căn nhà mình."
    }
  },
  {
    "translation": {
      "en": "All of these years we've put into getting this telescope",
      "vi": "Trong những năm qua, chúng tôi đã chuẩn bị để đưa kính viễn vọng này"
    }
  },
  {
    "translation": {
      "en": "to the launchpad.",
      "vi": "lên bệ phóng."
    }
  },
  {
    "translation": {
      "en": "Part of me is like, Is it really here? Is it really happening?",
      "vi": "Một phần trong tôi nghĩ: Nó thực sự ở đây? Nó sẽ diễn ra?"
    }
  },
  {
    "translation": {
      "en": "I feel excitement andand, uh, happy nervousness.",
      "vi": "Tôi cảm thấy sự phấn khích, và hồi hộp hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Do I like launches? Well…",
      "vi": "Tôi có thích các lần phóng không? Chà…"
    }
  },
  {
    "translation": {
      "en": "I likeI like them when they're over.",
      "vi": "tôi thích khi chúng hoàn thành."
    }
  },
  {
    "translation": {
      "en": "It's like jumping with a parachute, right?",
      "vi": "Nó giống như việc nhảy dù."
    }
  },
  {
    "translation": {
      "en": "When the parachute opens, it's always a nicea nice ride.",
      "vi": "Khi chiếc dù mở ra, sẽ là một cú nhảy tuyệt."
    }
  },
  {
    "translation": {
      "en": "We are just about 12 hours from launching. Fingers crossed that the weather holds,",
      "vi": "Chỉ còn 12 giờ nữa tới giờ phóng. Hi vọng thời tiết sẽ giữ thế này,"
    }
  },
  {
    "translation": {
      "en": "and we'll be able to launch this telescope tomorrow morning.",
      "vi": "và chúng ta có thể phóng kính viễn vọng này vào sáng mai."
    }
  },
  {
    "translation": {
      "en": "I can't believe… I can't believe that we're almost here.",
      "vi": "Tôi không thể tin nổi rằng chúng ta đã gần tới lúc đó."
    }
  },
  {
    "translation": {
      "en": "I'm so excited. I can't wait to get this telescope into space.",
      "vi": "Thật phấn khích. Tôi nóng lòng để đưa kính viễn vọng này vào không gian."
    }
  },
  {
    "translation": {
      "en": "I write both speeches by myself.",
      "vi": "Tôi tự mình viết cả hai bài phát biểu."
    }
  },
  {
    "translation": {
      "en": "I think it's absolutely critical that they're authentic and personal,",
      "vi": "Tôi nghĩ là vô cùng quan trọng để chúng là chân thực và có chất riêng,"
    }
  },
  {
    "translation": {
      "en": "uh, especially in a time of disappointment,",
      "vi": "đặc biệt vào thời khắc của sự thất vọng,"
    }
  },
  {
    "translation": {
      "en": "frankly,",
      "vi": "thú thật,"
    }
  },
  {
    "translation": {
      "en": "that I'm there authentically as a human.",
      "vi": "tôi ở đó chân thực là một con người."
    }
  },
  {
    "translation": {
      "en": "So that's important.",
      "vi": "Điều đó quan trọng."
    }
  },
  {
    "translation": {
      "en": "The positive speech, nobody will remember.",
      "vi": "Bài phát biểu tích cực, sẽ không ai nhớ."
    }
  },
  {
    "translation": {
      "en": "It won't matter. I can say whatever I want to.",
      "vi": "Nó đâu ý nghĩa. Tôi nói gì cũng được."
    }
  },
  {
    "translation": {
      "en": "The negative speech really matters.",
      "vi": "Bài phát biểu thất bại rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "So, it's really important to think about it carefully.",
      "vi": "Nên cần suy nghĩ hết sức cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Seven, six, five,",
      "vi": "Bảy, sáu, năm…"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one, liftoff.",
      "vi": "PHÓNG VỆ TINH CHÙM NGÀY 4 THÁNG SÁU, 1996 …phóng."
    }
  },
  {
    "translation": {
      "en": "Ignition.",
      "vi": "Khởi động."
    }
  },
  {
    "translation": {
      "en": "I remember the first Ariane 5 failure. I still remember how it looked.",
      "vi": "Tôi nhớ lần thất bại Ariane 5 đầu tiên. Tôi vẫn nhớ nó trông thế nào."
    }
  },
  {
    "translation": {
      "en": "Liftoff.",
      "vi": "Phóng."
    }
  },
  {
    "translation": {
      "en": "I still remember it, burned in myin my head.",
      "vi": "Tôi vẫn nhớ như in trong đầu."
    }
  },
  {
    "translation": {
      "en": "All propulsion parameters are normal. Trajectory is normal.",
      "vi": "Mọi thông số động cơ đẩy bình thường. Quỹ đạo bình thường."
    }
  },
  {
    "translation": {
      "en": "Today's launch was not successful,",
      "vi": "Vụ phóng hôm nay không thành công"
    }
  },
  {
    "translation": {
      "en": "and Webb did not reach the orbit as planned.",
      "vi": "và Web không đi vào quỹ đạo như kế hoạch."
    }
  },
  {
    "translation": {
      "en": "This is a setback for all of us,",
      "vi": "Đây là một bước lùi với tất cả chúng ta,"
    }
  },
  {
    "translation": {
      "en": "and for science and exploration of our universe.",
      "vi": "và cho nền khoa học và việc khám phá vũ trụ này."
    }
  },
  {
    "translation": {
      "en": "We surely are disappointed.",
      "vi": "Chúng ta hẳn là thất vọng."
    }
  },
  {
    "translation": {
      "en": "However, as difficult as the setback we're experiencing right now is,",
      "vi": "Tuy nhiên, dù khó khăn như bước lùi mà ta đang phải trải qua ngay lúc này,"
    }
  },
  {
    "translation": {
      "en": "there's one thing that will not change.",
      "vi": "có một thứ sẽ không thay đổi."
    }
  },
  {
    "translation": {
      "en": "Our commitment to the scientific exploration of space.",
      "vi": "Là cam kết của chúng ta với khám phá khoa học về vũ trụ."
    }
  },
  {
    "translation": {
      "en": "The coolest thing of the decade, possibly the century, is about to happen.",
      "vi": "Điều tuyệt vời nhất của thập kỷ này, có lẽ là của cả thế kỷ, sắp diễn ra."
    }
  },
  {
    "translation": {
      "en": "The successor to the Hubble,",
      "vi": "Kẻ kế nhiệm của Hubble,"
    }
  },
  {
    "translation": {
      "en": "three times as large and way more technologically advanced,",
      "vi": "lớn gấp ba và nhiều công nghệ tiên tiến hơn,"
    }
  },
  {
    "translation": {
      "en": "is about to be launched. I'm going to start crying.",
      "vi": "sắp được phóng lên. Tôi sắp khóc mất."
    }
  },
  {
    "translation": {
      "en": "Feliz Navidad. I got up at 4:50 a.m. this morning",
      "vi": "Feliz Navidad. Tôi dậy lúc 4:50 sáng nay"
    }
  },
  {
    "translation": {
      "en": "to watch the JWST launch.",
      "vi": "để xem phóng kính viễn vọng WEBB."
    }
  },
  {
    "translation": {
      "en": "Just praying to all the science gods that everything goes without a hitch,",
      "vi": "Cầu nguyện các vị thần khoa học mong mọi thứ suôn sẻ không có lỗi,"
    }
  },
  {
    "translation": {
      "en": "and that in six months, we'll be able to get this wonderful data.",
      "vi": "và rằng sau sáu tháng, chúng tôi sẽ có dữ liệu tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, everyone.",
      "vi": "Chúc Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "From the Jupiter Control Center here in Kourou, French Guiana,",
      "vi": "Từ Trung tâm Điều khiển Jupiter tại Kourou, French Guiana,"
    }
  },
  {
    "translation": {
      "en": "you are looking live at an Ariane 5 rocket on its launchpad,",
      "vi": "bạn đang xem trực tiếp tên lửa Ariane 5 trên bệ phóng,"
    }
  },
  {
    "translation": {
      "en": "ready to send the James Webb Space Telescope",
      "vi": "sẵn sàng đưa Kính viễn vọng Không gian James Webb"
    }
  },
  {
    "translation": {
      "en": "on the initial phase of its journey.",
      "vi": "trong giai đoạn đầu trên hành trình của nó."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands of scientists are watching this launch right now.",
      "vi": "Hàng chục ngàn nhà khoa học đang theo dõi vụ phóng này."
    }
  },
  {
    "translation": {
      "en": "Their entire future depends on the success of that launch.",
      "vi": "Toàn bộ tương lai của họ phụ thuộc vào thành công của vụ phóng này."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas! We're here and ready to watch the James Webb Space Telescope launch.",
      "vi": "Mừng Giáng sinh! Chúng tôi chờ xem phóng Kính Viễn vọng Không gian James Webb."
    }
  },
  {
    "translation": {
      "en": "Right now, we have a green board, no issues as the countdown proceeds.",
      "vi": "Ngay lúc này, ta có bảng xanh, không có vấn đề khi đếm ngược bắt đầu."
    }
  },
  {
    "translation": {
      "en": "No issues again being tracked by the flight control team here in Kourou.",
      "vi": "Không có vấn đề gì ghi nhận bởi nhóm kiểm soát bay tại Kourou này."
    }
  },
  {
    "translation": {
      "en": "I'm not a very superstitious man,",
      "vi": "Tôi không phải người quá mê tín,"
    }
  },
  {
    "translation": {
      "en": "but I am going to take three, uhthree lucky charms with me today.",
      "vi": "nhưng hôm nay tôi sẽ mang theo ba vật may mắn bên mình."
    }
  },
  {
    "translation": {
      "en": "I have my old man's taxi license.",
      "vi": "Tôi có bằng lái taxi của bố mình."
    }
  },
  {
    "translation": {
      "en": "I have my grandfather Menzel's bow tie",
      "vi": "Tôi có cái nơ của ông nội Menzel"
    }
  },
  {
    "translation": {
      "en": "and my grandfather DeLeo's logbook from his, uhwhen he was a private pilot.",
      "vi": "và sổ nhật ký của ông ngoại DeLeo từ hồi ông làm phi công tư nhân."
    }
  },
  {
    "translation": {
      "en": "It's all looking very good here at the spaceport",
      "vi": "Sân bay vũ trụ này trông rất tuyệt"
    }
  },
  {
    "translation": {
      "en": "for a Christmas Day launch.",
      "vi": "cho một vụ phóng Ngày Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Operations running smoothly, the countdown ticking over nicely,",
      "vi": "Mọi hoạt động diễn ra suôn sẻ, thời gian đếm ngược thuận lợi,"
    }
  },
  {
    "translation": {
      "en": "all the systems are green, and we are go for launch.",
      "vi": "mọi hệ thống chỉ báo xanh, và chúng tôi chuẩn bị phóng."
    }
  },
  {
    "translation": {
      "en": "The weather is go.",
      "vi": "Thời tiết ổn."
    }
  },
  {
    "translation": {
      "en": "NASA officials carefully, uh, watching, uh, the telemetry,",
      "vi": "Các quan chức NASA cẩn thận theo dõi tín hiệu"
    }
  },
  {
    "translation": {
      "en": "standing by for terminal count.",
      "vi": "sẵn sàng để đếm ngược phóng."
    }
  },
  {
    "translation": {
      "en": "Ten, nine, eight…",
      "vi": "Mười, chín, tám…"
    }
  },
  {
    "translation": {
      "en": "Seven, six, five,",
      "vi": "bảy, sáu, năm,"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one…",
      "vi": "bốn, ba, hai, một…"
    }
  },
  {
    "translation": {
      "en": "ESC shutdown.",
      "vi": "Tắt ESC."
    }
  },
  {
    "translation": {
      "en": "All onboard parameters are normal.",
      "vi": "Mọi thông số trên tàu bình thường."
    }
  },
  {
    "translation": {
      "en": "And we're about 17 seconds away from Webb separation.",
      "vi": "Và chỉ 17 giây nữa diễn ra việc tách Webb."
    }
  },
  {
    "translation": {
      "en": "Springs will gently push Webb away from the upper stage of the Ariane 5.",
      "vi": "Springs sẽ nhẹ nhàng đẩy Webb ra khỏi tầng trên của Ariane 5."
    }
  },
  {
    "translation": {
      "en": "Separation of the Webb Telescope.",
      "vi": "Tách Kính Viễn vọng Webb."
    }
  },
  {
    "translation": {
      "en": "Go, Webb!",
      "vi": "Tiến lên, Webb!"
    }
  },
  {
    "translation": {
      "en": "Thank you. Yes! Congratulations, eh? My gosh.",
      "vi": "Cảm ơn. Tuyệt! Chúc mừng."
    }
  },
  {
    "translation": {
      "en": "We do have confirmation of observatory separation,",
      "vi": "Chúng tôi đã có xác nhận việc tách kính viễn vọng,"
    }
  },
  {
    "translation": {
      "en": "that will lead, uh, to the deployment of Webb's solar array.",
      "vi": "điều đó sẽ dẫn tới việc triển khai tấm năng lượng mặt trời của Webb."
    }
  },
  {
    "translation": {
      "en": "Webb will remain on internal battery power until its singular solar array unfurls.",
      "vi": "Webb sẽ duy trì năng lượng pin bên trong tới khi mở tấm năng lượng mặt trời đơn."
    }
  },
  {
    "translation": {
      "en": "Webb now, uh, has its array out, confirmation that it is power positive.",
      "vi": "Web giờ đã mở tấm năng lượng mặt trời, xác nhận đã có năng lượng."
    }
  },
  {
    "translation": {
      "en": "Solar array is out.",
      "vi": "Tấm năng lượng đã mở."
    }
  },
  {
    "translation": {
      "en": "All right! All right!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Now we're talking!",
      "vi": "Phải thế chứ."
    }
  },
  {
    "translation": {
      "en": "As it moves to its workplace about a million miles away from Earth,",
      "vi": "Trong khi di chuyển tới vùng làm việc cách Trái Đất khoảng một triệu sáu km,"
    }
  },
  {
    "translation": {
      "en": "it will be deployed by the telescope controllers",
      "vi": "nó sẽ được triển khai bởi hệ điều khiển kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "at the Mission Operations Center, the MOC, as it's called.",
      "vi": "tại Trung tâm Điều hành Nhiệm vụ, gọi là MOC."
    }
  },
  {
    "translation": {
      "en": "Over the next few weeks, Webb will continue deploying",
      "vi": "Trong vài tuần tới, Webb sẽ tiếp tục triển khai các ăngten, tấm chắn sáng và gương."
    }
  },
  {
    "translation": {
      "en": "its antennas, sunshield, and mirrors.",
      "vi": "Webb sẽ tiếp tục triển khai các ăngten, tấm chắn sáng và gương."
    }
  },
  {
    "translation": {
      "en": "Each procedure, a critical and complicated step",
      "vi": "Mỗi quy trình, một bước phức tạp và quan trọng"
    }
  },
  {
    "translation": {
      "en": "to fully assemble the seven ton telescope.",
      "vi": "để lắp ráp hoàn chỉnh chiếc kính viễn vọng bảy tấn này."
    }
  },
  {
    "translation": {
      "en": "The Webb Telescope is created by some of the brightest minds in the world,",
      "vi": "Kính viễn vọng Webb được tạo ra bởi những bộ óc vĩ đại nhất thế giới,"
    }
  },
  {
    "translation": {
      "en": "and all of them are gonna be watching at the edge of their seat.",
      "vi": "và tất cả họ đang hồi hộp theo dõi."
    }
  },
  {
    "translation": {
      "en": "Anything goes wrong at any point,",
      "vi": "Bất cứ điều gì xảy ra ở bất kỳ điểm nào,"
    }
  },
  {
    "translation": {
      "en": "there's basically nothing humankind can actually do about it.",
      "vi": "về cơ bản con người không thể làm gì được."
    }
  },
  {
    "translation": {
      "en": "Everybody's congratulating people here about the launch,",
      "vi": "Mọi người chúc mừng vụ phóng,"
    }
  },
  {
    "translation": {
      "en": "and we're allwe're all very happy for the congratulations.",
      "vi": "và chúng tôi đều vui với sự chúc mừng."
    }
  },
  {
    "translation": {
      "en": "But we all know that, you know, the hard stuff is yet to come.",
      "vi": "Nhưng chúng tôi đều biết điều khó khăn nhất vẫn chưa tới."
    }
  },
  {
    "translation": {
      "en": "Deploying this telescope is like rebuilding an IKEA desk",
      "vi": "Việc triển khai kính viễn vọng này giống như lắp lại chiếc bàn IKEA"
    }
  },
  {
    "translation": {
      "en": "from a million miles away, robotically.",
      "vi": "từ khoảng cách một triệu rưỡi km, một cách tự động."
    }
  },
  {
    "translation": {
      "en": "Webb's going about a mile a second.",
      "vi": "Webb đang đi 1.6 km mỗi giây."
    }
  },
  {
    "translation": {
      "en": "We'll be passing lunar orbit pretty soon,",
      "vi": "Ta sẽ sớm qua quỹ đạo mặt trăng,"
    }
  },
  {
    "translation": {
      "en": "so we're close to 230,000 miles away from us right now.",
      "vi": "vậy giờ ta cách trái đất gần 370.000 km."
    }
  },
  {
    "translation": {
      "en": "Webb is traveling to the L2 point,",
      "vi": "Webb đang tới gần điểm L2,"
    }
  },
  {
    "translation": {
      "en": "a million miles away from the Earth.",
      "vi": "cách Trái Đất 1.6 triệu km."
    }
  },
  {
    "translation": {
      "en": "If you're here on the Earth and want to see faint stars,",
      "vi": "Nếu bạn ở Trái đất và muốn thấy các ngôi sao mờ,"
    }
  },
  {
    "translation": {
      "en": "you don't look at them from the city, you go out to the country.",
      "vi": "bạn không nhìn chúng từ thành phố, mà về vùng quê."
    }
  },
  {
    "translation": {
      "en": "So going out to L2, for us, represents going out to the country.",
      "vi": "Vì vậy, việc tới L2, với chúng tôi, giống như việc về vùng quê."
    }
  },
  {
    "translation": {
      "en": "And it's a place where the gravity of the Sun and the gravity of the Earth can combine",
      "vi": "Đó là nơi mà lực hấp dẫn của Mặt Trời và lực hấp dẫn của Trái Đất có thể kết hợp"
    }
  },
  {
    "translation": {
      "en": "to form a stable orbit around the Sun.",
      "vi": "để tạo nên một quỹ đạo ổn định quanh Mặt Trời."
    }
  },
  {
    "translation": {
      "en": "It took the Apollo astronauts roughly three days",
      "vi": "Các phi hành gia Apollo mất khoảng ba ngày"
    }
  },
  {
    "translation": {
      "en": "to go from the Earth to the Moon.",
      "vi": "để đi từ Trái Đất tới Mặt Trăng."
    }
  },
  {
    "translation": {
      "en": "To get out to the L2 point, it takes us about 30 days.",
      "vi": "Để đến được điểm L2, chúng tôi mất khoảng 30 ngày."
    }
  },
  {
    "translation": {
      "en": "And on its way out there, we're deploying.",
      "vi": "Trên đường tới đó, chúng tôi triển khai."
    }
  },
  {
    "translation": {
      "en": "This is my first deployment. I feel nervous.",
      "vi": "Đây là lần triển khai đầu tiên của tôi. Tôi thấy lo lắng."
    }
  },
  {
    "translation": {
      "en": "Especially with this mission. It can't be serviced, right?",
      "vi": "Đặc biệt với nhiệm vụ này. Đâu có đội sửa chữa, phải không?"
    }
  },
  {
    "translation": {
      "en": "So any problems that arise, any challenges,",
      "vi": "Nên mọi vấn đề xảy ra, mọi thử thách"
    }
  },
  {
    "translation": {
      "en": "we have to take them head on.",
      "vi": "chúng tôi phải trực tiếp xử lý."
    }
  },
  {
    "translation": {
      "en": "There are hundreds of us working, uh,",
      "vi": "Có hàng trăm người làm việc"
    }
  },
  {
    "translation": {
      "en": "in the Mission Operations Center around the clock,",
      "vi": "tại Trung tâm Điều hành Nhiệm vụ suốt ngày đêm,"
    }
  },
  {
    "translation": {
      "en": "especially the flight operations team.",
      "vi": "đặc biệt là đội điều hành bay."
    }
  },
  {
    "translation": {
      "en": "We're able to communicate with the telescope",
      "vi": "Ta có thể liên lạc với kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "via this Mission Operations Center.",
      "vi": "qua Trung tâm Điều hành Nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "We send commands to the telescope, or blocks of code,",
      "vi": "Chúng tôi gửi lệnh hay khối mã lệnh tới kính viễn vọng,"
    }
  },
  {
    "translation": {
      "en": "to tell it what to do, what activity to perform.",
      "vi": "để ra lệnh nó phải làm gì, cần thực hiện hành động gì."
    }
  },
  {
    "translation": {
      "en": "We can't actually see the telescope in space, it's too far,",
      "vi": "Thực tế là không thấy kính viễn vọng trong không gian, nó quá xa."
    }
  },
  {
    "translation": {
      "en": "so we have a tool that's an animated model of the telescope,",
      "vi": "nên chúng tôi có một công cụ là hệ mô phỏng kính thiên văn,"
    }
  },
  {
    "translation": {
      "en": "where we can see the telescope unfolding.",
      "vi": "nơi chúng tôi có thể thấy kính viễn vọng mở ra."
    }
  },
  {
    "translation": {
      "en": "As a woman, being Latina,",
      "vi": "Là phụ nữ, là người Mỹ Latinh,"
    }
  },
  {
    "translation": {
      "en": "it makes me a unicorn in this industry.",
      "vi": "tôi là người hiếm trong lĩnh vực này."
    }
  },
  {
    "translation": {
      "en": "And I didn't have anyone like me to look up to in this space.",
      "vi": "Tôi không có ai giống mình để coi là thần tượng ở lĩnh vực này."
    }
  },
  {
    "translation": {
      "en": "I got my NASA badge when I was 19 years old.",
      "vi": "Tôi có huy hiệu của NASA khi tôi 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "I didn't expect to get there that fast, to such a big and prestigious place.",
      "vi": "Tôi đã không ngờ sớm được tới đó, một nơi rất lớn và uy tín."
    }
  },
  {
    "translation": {
      "en": "But as soon as I got there, I knew I was going to make my mark.",
      "vi": "Nhưng ngay khi đến đó, tôi biết mình sẽ ghi dấu ấn."
    }
  },
  {
    "translation": {
      "en": "I develop code and procedures for the deployment system.",
      "vi": "Tôi phát triển mã lệnh và quy trình cho hệ thống triển khai."
    }
  },
  {
    "translation": {
      "en": "No matter what activity we're performing on orbit,",
      "vi": "Bất kể hoạt động triển khai nào diễn ra ở trong quỹ đạo,"
    }
  },
  {
    "translation": {
      "en": "all of those systems combined have to function and flow as one.",
      "vi": "mọi hệ thống kết hợp phải hoạt động và vận hành như một."
    }
  },
  {
    "translation": {
      "en": "Dep OC, that CR is pulled up. You have first command during the window.",
      "vi": "Trung tâm Triển khai, CR đã kéo lên. Lệnh đầu tiên trong thời gian này."
    }
  },
  {
    "translation": {
      "en": "Proceed. We are good to go.",
      "vi": "Tiến hành. Ta có thể thực hiện."
    }
  },
  {
    "translation": {
      "en": "Copy that. Code execute.",
      "vi": "Nghe rõ. Thực hiện mã lệnh."
    }
  },
  {
    "translation": {
      "en": "The command line looks good. You're a go to execute.",
      "vi": "Dòng lệnh có vẻ ổn. Bạn có thể thực thi."
    }
  },
  {
    "translation": {
      "en": "Execute.",
      "vi": "Thực thi lệnh."
    }
  },
  {
    "translation": {
      "en": "Most of the single point failures reside in the sunshield.",
      "vi": "Hầu hết các điểm quyết định nằm ở tấm chắn sáng."
    }
  },
  {
    "translation": {
      "en": "If these mechanisms don't release… …that's a bad day.",
      "vi": "Nếu các cơ cấu này không mở, sẽ là một ngày tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Okay, Dep Lead, your motor has moved to the hold state.",
      "vi": "Được rồi, Trưởng Triển khai, mô tơ đã chuyển tới trạng thái giữ."
    }
  },
  {
    "translation": {
      "en": "And you're go to continue. Executing.",
      "vi": "Và bạn có thể tiếp tục. Đang thực thi lệnh."
    }
  },
  {
    "translation": {
      "en": "Copy that, boss. I am happy with that move.",
      "vi": "Nghe rõ đi, sếp. Tôi hài lòng với di chuyển đó."
    }
  },
  {
    "translation": {
      "en": "Continue.",
      "vi": "Tiếp tục."
    }
  },
  {
    "translation": {
      "en": "No matter how many tests you do, just like a parachute,",
      "vi": "Dù bạn có kiểm tra bao nhiêu lần, giống như một chiếc dù,"
    }
  },
  {
    "translation": {
      "en": "it's only going to be as good as the last time you fold it.",
      "vi": "nó sẽ tốt như lần bạn gập cuối cùng."
    }
  },
  {
    "translation": {
      "en": "And you're never gonna know how good that is",
      "vi": "Và bạn sẽ không biết nó tốt ra sao"
    }
  },
  {
    "translation": {
      "en": "until you jump out of the plane and pull the rip cord.",
      "vi": "cho tới khi nhảy khỏi máy bay và kéo dây bung dù."
    }
  },
  {
    "translation": {
      "en": "Go to proceed onto step 031 for the group six.",
      "vi": "Thực hiện bước 031 cho nhóm sáu."
    }
  },
  {
    "translation": {
      "en": "Copy. On the wing.",
      "vi": "Nghe rõ. Trên cánh."
    }
  },
  {
    "translation": {
      "en": "And OC, that looks good. You are go to continue.",
      "vi": "Và Trung tâm, trông rất ổn. Bạn có thể tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Good to go. Proceed. Go ahead and continue with a go.",
      "vi": "Sẵn sàng. Thực hiện. Tiếp tục và sẵn sàng thực hiện."
    }
  },
  {
    "translation": {
      "en": "Proc looks good. You're go to execute.",
      "vi": "Quy trình ổn. Bạn có thể thực thi."
    }
  },
  {
    "translation": {
      "en": "Executing.",
      "vi": "Đang thực thi lệnh."
    }
  },
  {
    "translation": {
      "en": "You are go to fire.",
      "vi": "Bạn có thể thực hiện."
    }
  },
  {
    "translation": {
      "en": "Good to go. Let's see how they both fire.",
      "vi": "Sẵn sàng thực hiện. Hãy xem cả hai triển khai."
    }
  },
  {
    "translation": {
      "en": "And OC, you are go to execute deploy.",
      "vi": "Và Trung tâm, anh có thể thực thi triển khai."
    }
  },
  {
    "translation": {
      "en": "Execute.",
      "vi": "Thực thi lệnh."
    }
  },
  {
    "translation": {
      "en": "I can confirm that all five layers of the sunshield are fully tensioned.",
      "vi": "Tôi có thể xác nhận cả năm lớp tấm chắn sáng đều đã căng hết cỡ."
    }
  },
  {
    "translation": {
      "en": "All right!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Dep Lead.",
      "vi": "Cảm ơn, Trưởng Triển khai."
    }
  },
  {
    "translation": {
      "en": "Significant milestone accomplished. Job well done, sunshield team.",
      "vi": "Một cột mốc quan trọng đã hoàn thành. Làm tốt lắm, đội lá chắn sáng."
    }
  },
  {
    "translation": {
      "en": "Job well done.",
      "vi": "Làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "All right, congratulations, everybody. Congratulations.",
      "vi": "Nào, chúc mừng mọi người. Xin chúc mừng."
    }
  },
  {
    "translation": {
      "en": "It was a good day. You know, it was hardhard to predict, and there it is.",
      "vi": "Đó là một ngày tốt lành. Thật khó để tiên liệu, và nó đã tốt."
    }
  },
  {
    "translation": {
      "en": "Cooling the telescope, just the way it should.",
      "vi": "Làm mát kính thiên văn, như kế hoạch."
    }
  },
  {
    "translation": {
      "en": "It is a beautiful thing.",
      "vi": "Thật là tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "As of right now, we, uhwe have eliminated 266",
      "vi": "Tới hiện tại, chúng tôi đã thực hiện 266"
    }
  },
  {
    "translation": {
      "en": "of the 344 single point failures.",
      "vi": "trong tổng số 344 điểm quyết định."
    }
  },
  {
    "translation": {
      "en": "They can't fail because they're no longer needed, they worked.",
      "vi": "Chúng không thể gây lỗi vì chúng đã hoạt động."
    }
  },
  {
    "translation": {
      "en": "But you got to maintain the sense of caution,",
      "vi": "Nhưng bạn phải duy trì sự cẩn trọng,"
    }
  },
  {
    "translation": {
      "en": "because there's still some stuff to go.",
      "vi": "vì vẫn còn nhiều thứ phải làm."
    }
  },
  {
    "translation": {
      "en": "Morning, Thomas. Hey, everybody.",
      "vi": "Chào Thomas. Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Morning. Good morning.",
      "vi": "Chào. Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Good to see you.",
      "vi": "Rất vui gặp anh."
    }
  },
  {
    "translation": {
      "en": "Stations at Madrid are green and standing by for handover.",
      "vi": "Trạm tại Madrid ổn định và đang chờ bàn giao."
    }
  },
  {
    "translation": {
      "en": "And OC, Dep Ops on ops.",
      "vi": "Và Trung tâm, Phụ trách Hoạt động đang triển khai."
    }
  },
  {
    "translation": {
      "en": "Dep Lead has verified those parameters. We are go with the motor move.",
      "vi": "Trưởng Triển khai đã kiểm tra thống số. Chúng tôi sẵn sàng di chuyển bằng môtơ."
    }
  },
  {
    "translation": {
      "en": "If the wings of the primary mirror didn't latch,",
      "vi": "Nếu các cánh của gương chính không chốt,"
    }
  },
  {
    "translation": {
      "en": "they would actually vibrate in ways that we didn't want them to.",
      "vi": "chúng sẽ rung theo cách mà ta không mong muốn."
    }
  },
  {
    "translation": {
      "en": "And that vibration would actually show up as a blurring of the image.",
      "vi": "Và sự rung động này sẽ khiến hình ảnh bị nhòe."
    }
  },
  {
    "translation": {
      "en": "We have reached our full preload, so at this time…",
      "vi": "Chúng ta đã đạt tất cả mức đặt trước,"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, that's it. …we are go to proceed onto step 046",
      "vi": "nên lúc này, chúng ta sẽ thực hiện bước 046"
    }
  },
  {
    "translation": {
      "en": "to enable and activate SCS 256.",
      "vi": "bật và kích hoạt SCS256."
    }
  },
  {
    "translation": {
      "en": "Dep Ops, this is Dep Lead on deployment, and those parameters look good.",
      "vi": "Trưởng Vận hành, đây là Trưởng Triển khai và các thông số trông ổn."
    }
  },
  {
    "translation": {
      "en": "Copy, proceeding with motor move.",
      "vi": "Nghe rõ, đang tiến hành di chuyển môtơ."
    }
  },
  {
    "translation": {
      "en": "Come on, ball. Pitch it in there.",
      "vi": "Nào. Đưa nó vào đó."
    }
  },
  {
    "translation": {
      "en": "Look, it's starting to come out. You can see it moving. Yeah.",
      "vi": "Kìa, nó bắt đầu mở. Có thể thấy nó di chuyển."
    }
  },
  {
    "translation": {
      "en": "All right, we're almost halfway there at 54.",
      "vi": "Được rồi, nửa đường ở mức 54% rồi."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "It's coming in. Yeah. Keep going.",
      "vi": "Nó đang vào. Phải. Tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Ninety five now. Ninety six. Yeah.",
      "vi": "Chín lăm. Chín sáu. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "There we go! Alright.",
      "vi": "Được rồi! Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Four…",
      "vi": "Bốn…"
    }
  },
  {
    "translation": {
      "en": "three, two, one.",
      "vi": "ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "And we have a fully deployed JWST observatory.",
      "vi": "Và ta đã có một đài quan sát JWST đã triển khai đầy đủ."
    }
  },
  {
    "translation": {
      "en": "Whoo hoo! Primary mirror.",
      "vi": "Gương chính."
    }
  },
  {
    "translation": {
      "en": "We're there! That sure looks beautiful.",
      "vi": "Thành công rồi! Cái đó thật đẹp."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "God Almighty.",
      "vi": "Chúa Toàn năng."
    }
  },
  {
    "translation": {
      "en": "How hard was that?",
      "vi": "Nó khó thế nào?"
    }
  },
  {
    "translation": {
      "en": "I was looking for you, first.",
      "vi": "Tôi đang tìm anh, đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Talk to me. How are you feeling?",
      "vi": "Nói xem. Anh thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "How the record is, it's been going smoother than we ever thought.",
      "vi": "Theo số liệu, việc triển khai thuận lợi hơn chúng tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "So to actually see itsee it come together the way it did was beautiful.",
      "vi": "Nên thực sự thấy nó kết hợp như đã làm thật là tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Everything went so smoothly, just really exciting.",
      "vi": "Mọi thứ diễn ra thật suôn sẻ, thực sự rất phấn khích."
    }
  },
  {
    "translation": {
      "en": "Wanted to pop some champagne, but unfortunately, I didn't have any so…",
      "vi": "Tôi đã muốn mở sâmpanh, nhưng không may là không có…"
    }
  },
  {
    "translation": {
      "en": "I want to tell you just how excited and emotional I am right now.",
      "vi": "Tôi muốn nói với các bạn tôi đang phấn khích và cảm động thế nào."
    }
  },
  {
    "translation": {
      "en": "We have a deployed telescope on orbit.",
      "vi": "Chúng ta đã có một kính viễn vọng đã triển khai trên quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "I personally appreciate your sacrifice",
      "vi": "Cá nhân tôi vô cùng biết ơn sự hi sinh của các bạn"
    }
  },
  {
    "translation": {
      "en": "that you've given to this magnificent telescope,",
      "vi": "dành cho chiếc kính viễn vọng tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "the likes of which the world has never seen.",
      "vi": "chiếc kính mà thế giới chưa từng biết tới."
    }
  },
  {
    "translation": {
      "en": "So how does it feel to make history, everybody?",
      "vi": "Cảm giác thế nào khi làm nên lịch sử, mọi người?"
    }
  },
  {
    "translation": {
      "en": "It feels awesome!",
      "vi": "Cảm giác thật tuyệt!"
    }
  },
  {
    "translation": {
      "en": "JWST has completed all of its major deployments.",
      "vi": "Kính Viễn vọng Jame Webb đã hoàn thành tất cả các triển khai chính."
    }
  },
  {
    "translation": {
      "en": "Things are going spectacular.",
      "vi": "Mọi thứ đang tiến triển tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "We have the biggest, most complex observatory",
      "vi": "Chúng ta có một đài quan sát phức tạp và lớn nhất"
    }
  },
  {
    "translation": {
      "en": "we've ever sent to space, and we can expect some awesome images.",
      "vi": "từng đưa vào không gian, và ta có thể hi vọng những hình ảnh tuyệt."
    }
  },
  {
    "translation": {
      "en": "Y'all, we did it!",
      "vi": "Các bạn, thành công rồi!"
    }
  },
  {
    "translation": {
      "en": "It's hard to conceptualize what those first images will be.",
      "vi": "Thật khó để hình dung những bức hình đầu tiên sẽ thế nào."
    }
  },
  {
    "translation": {
      "en": "I study how galaxies change over time,",
      "vi": "Tôi nghiên cứu cách các thiên hà thay đổi theo thời gian,"
    }
  },
  {
    "translation": {
      "en": "so I'm interested in how stars form in galaxies,",
      "vi": "nên tôi quan tâm tới sự hình thành các ngôi sao trong thiên hà,"
    }
  },
  {
    "translation": {
      "en": "and how black holes form, and how those processes change over time.",
      "vi": "cách lỗ đen hình thành và cách tiến trình này thay đổi theo thời gian."
    }
  },
  {
    "translation": {
      "en": "So, I am most excited for the deep field images.",
      "vi": "Nên tôi hứng thú nhất với những hình ảnh sâu trong không gian."
    }
  },
  {
    "translation": {
      "en": "It's in these deep fields that we will be able to see",
      "vi": "Với những không gian sâu này ta có thể thấy"
    }
  },
  {
    "translation": {
      "en": "the most distant galaxies.",
      "vi": "các thiên hà xa xôi nhất."
    }
  },
  {
    "translation": {
      "en": "But it's about a million miles from Earth,",
      "vi": "Nhưng nó cách trái đất khoảng 1,6 triệu km,"
    }
  },
  {
    "translation": {
      "en": "and there is definitely still a lot that could go wrong.",
      "vi": "và chắc chắn vẫn còn nhiều điều có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "There always is.",
      "vi": "Luôn có rủi ro đó."
    }
  },
  {
    "translation": {
      "en": "There are still 49 single point failure items that never go away.",
      "vi": "Vẫn còn 49 điểm quyết định sẽ không bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "And if any of those single point failure items fails,",
      "vi": "Và nếu một trong những điểm quyết định này thất bại,"
    }
  },
  {
    "translation": {
      "en": "we can lose the mission.",
      "vi": "ta có thể mất nhiệm vụ này."
    }
  },
  {
    "translation": {
      "en": "An embarrassingly blurred Hubble Telescope.",
      "vi": "Kính Viễn vọng Hubble bị mờ một cách đáng xấu hổ."
    }
  },
  {
    "translation": {
      "en": "One of the telescope's two mirrors is thought to be defective,",
      "vi": "Một trong hai gương của kính viễn vọng được cho là bị lỗi,"
    }
  },
  {
    "translation": {
      "en": "blurring its images.",
      "vi": "làm nhòe hình ảnh."
    }
  },
  {
    "translation": {
      "en": "The Hubble Space Telescope, we turn it on, it was out of focus.",
      "vi": "Kính viễn vọng không gian Hubble, khi bật lên, nó bị mất nét."
    }
  },
  {
    "translation": {
      "en": "The primary mirror, the focal length was wrong.",
      "vi": "Gương chính, tiêu cự bị sai."
    }
  },
  {
    "translation": {
      "en": "It was a disaster for many scientists that had counted on these images.",
      "vi": "Đó là một thảm họa với nhiều nhà khoa học dựa vào các hình ảnh này."
    }
  },
  {
    "translation": {
      "en": "To the astronomers working on it at the time, I can't imagine what",
      "vi": "Với các nhà thiên văn học làm việc với nó vào lúc đó, tôi có thể thấy"
    }
  },
  {
    "translation": {
      "en": "what a letdown that was.",
      "vi": "sự thất vọng đó ra sao."
    }
  },
  {
    "translation": {
      "en": "It was bad, you know? Even for me as a kid, I remember. Like, Oh, no!",
      "vi": "Thật tệ, anh biết chứ? Tôi nhớ, chính tôi lúc đó còn bé. Đã thốt lên: Ôi, không!"
    }
  },
  {
    "translation": {
      "en": "Jeff, you'll have your hands full.",
      "vi": "Jeff, anh sẽ rất bận rộn."
    }
  },
  {
    "translation": {
      "en": "You might wanna go ahead and put your helmet lights on.",
      "vi": "Có lẽ anh nên bật đèn mũ bảo hộ."
    }
  },
  {
    "translation": {
      "en": "Good idea.",
      "vi": "Ý hay đấy."
    }
  },
  {
    "translation": {
      "en": "Astronauts went up there and included a little optical piece.",
      "vi": "Các phi hành gia đã lên đó và thêm một mảnh gương nhỏ."
    }
  },
  {
    "translation": {
      "en": "Almost a littleLike, glasses, right, that fixed that focal length.",
      "vi": "Một mảnh kính nhỏ để sửa tiêu cự."
    }
  },
  {
    "translation": {
      "en": "One bright pixel. Right there!",
      "vi": "Một điểm ảnh sáng. Ngay đó!"
    }
  },
  {
    "translation": {
      "en": "There, there, there.",
      "vi": "Đấy."
    }
  },
  {
    "translation": {
      "en": "We can see the pixels. We did it!",
      "vi": "Chúng tôi có thể thấy điểm sáng. Được rồi!"
    }
  },
  {
    "translation": {
      "en": "The hard part about Webb,",
      "vi": "Phần khó khăn với Webb,"
    }
  },
  {
    "translation": {
      "en": "it's too far away.",
      "vi": "nó ở quá xa."
    }
  },
  {
    "translation": {
      "en": "If there's any problem, we cannot send astronauts to fix it.",
      "vi": "Nếu có vấn đề gì, ta không thể cử phi hành gia đến sửa."
    }
  },
  {
    "translation": {
      "en": "We'll align the telescope.",
      "vi": "Chúng tôi sẽ căn chỉnh kính viễn vọng."
    }
  },
  {
    "translation": {
      "en": "Essentially, refocusing it.",
      "vi": "Về cơ bản, chỉnh hội tụ."
    }
  },
  {
    "translation": {
      "en": "That's a complicated process.",
      "vi": "Đây là một quá trình phức tạp."
    }
  },
  {
    "translation": {
      "en": "The ghost of Hubble definitely haunts this team and has for decades.",
      "vi": "Bóng ma của Hubble chắc chắn đã ám ảnh đội này trong nhiều thập kỷ."
    }
  },
  {
    "translation": {
      "en": "Many of my mentors were involved in Hubble.",
      "vi": "Nhiều cố vấn của tôi có liên quan đến Hubble."
    }
  },
  {
    "translation": {
      "en": "They all warned me about what that bad day is like.",
      "vi": "Họ đều cảnh báo tôi về ngày tồi tệ đó."
    }
  },
  {
    "translation": {
      "en": "That it's public, it's visible, it's ugly, and you don't want to live through that.",
      "vi": "Nó công khai, rõ ràng, thật xấu xí, và tôi không muốn lại trải qua điều đó."
    }
  },
  {
    "translation": {
      "en": "So over the last few hours, we have taken a bunch of calibration data",
      "vi": "Vài giờ qua, chúng tôi đã lấy một loạt dữ liệu hiệu căn chỉnh"
    }
  },
  {
    "translation": {
      "en": "to measure the state of the telescope.",
      "vi": "để đo trạng thái của kính."
    }
  },
  {
    "translation": {
      "en": "Literally none of us have looked at this yet.",
      "vi": "Thực ra không ai trong chúng ta đã xem cái này."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "Galaxies all over.",
      "vi": "Các thiên hà ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Galaxies.",
      "vi": "Các thiên hà."
    }
  },
  {
    "translation": {
      "en": "There are a lot more galaxies than there are stars.",
      "vi": "Nhiều thiên hà hơn sao."
    }
  },
  {
    "translation": {
      "en": "It is just gorgeous and sharp.",
      "vi": "Thật là lộng lẫy và sắc nét."
    }
  },
  {
    "translation": {
      "en": "This is how it's supposed to be.",
      "vi": "Nó thực sự phải vậy."
    }
  },
  {
    "translation": {
      "en": "Six months after the most powerful telescope ever made launched into space,",
      "vi": "Sáu tháng sau khi kính thiên văn mạnh nhất được phóng lên vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "the team inside the Webb Space Telescope's flight control room is preparing",
      "vi": "đội trong phòng điều khiển Kính Viễn vọng Không gian Webb đang chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "to reveal what astronomers all over the world",
      "vi": "tiết lộ điều mà các nhà thiên văn học trên khắp thế giới"
    }
  },
  {
    "translation": {
      "en": "have been waiting for for decades,",
      "vi": "đã mong chờ hàng thập kỷ,"
    }
  },
  {
    "translation": {
      "en": "the telescope's first full color images.",
      "vi": "những bức hình đủ màu đầu tiên từ kính viễn vọng này."
    }
  },
  {
    "translation": {
      "en": "You think this is, like, the best, sort of, orientation for this… For this grouping? Yeah, you know…",
      "vi": "Anh nghĩ đây là hướng tốt nhất cho nhóm này?"
    }
  },
  {
    "translation": {
      "en": "I've tried different rotations,",
      "vi": "Tôi đã quay các hướng,"
    }
  },
  {
    "translation": {
      "en": "but because it is, like, basically a square, we can do whatever we want. Yeah.",
      "vi": "nhưng vì nó là hình vuông, ta có thể chọn tùy ý."
    }
  },
  {
    "translation": {
      "en": "That infrared information is giving us so much more detail",
      "vi": "Thông tin hồng ngoại cho ta nhiều chi tiết hơn"
    }
  },
  {
    "translation": {
      "en": "than we could get with the Hubble in the visible.",
      "vi": "ảnh ta có với Hubble và ánh sáng thấy được."
    }
  },
  {
    "translation": {
      "en": "But to actually see it,",
      "vi": "Nhưng để thực sự thấy nó,"
    }
  },
  {
    "translation": {
      "en": "and you're like, There's just no… There's no doubting it now.",
      "vi": "và bạn nghĩ, Giờ thì không nghi ngờ gì."
    }
  },
  {
    "translation": {
      "en": "The raw material we get from the telescope",
      "vi": "Dữ liệu thô từ kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "starts out as a black and white image.",
      "vi": "bắt đầu là hình ảnh đen trắng."
    }
  },
  {
    "translation": {
      "en": "Then I dive down into the pixels",
      "vi": "Sau đó tôi đi sâu vào các điểm ảnh"
    }
  },
  {
    "translation": {
      "en": "and make the color image pop as much as possible.",
      "vi": "và làm hiện ảnh màu nhiều nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Because really, thethe job is trying to unearth",
      "vi": "Vì thực tế, công việc là cố gắng khai phá"
    }
  },
  {
    "translation": {
      "en": "thethe richness and the complexity of the data",
      "vi": "sự phong phú và phức tạp của dữ liệu"
    }
  },
  {
    "translation": {
      "en": "without changing anything in the data. It's all there.",
      "vi": "mà không thay đổi dữ liệu. Mọi thứ đều ở đó."
    }
  },
  {
    "translation": {
      "en": "The universe is, sort of, hiding in the darkness, and we have to bring it out.",
      "vi": "Vũ trụ đang ẩn mình trong bóng tối và chúng tôi phải đưa nó ra."
    }
  },
  {
    "translation": {
      "en": "The colors in the image are really important. They have astrophysical meaning.",
      "vi": "Màu sắc trong ảnh rất quan trọng. Chúng có ý nghĩa vật lý thiên văn."
    }
  },
  {
    "translation": {
      "en": "We work with the scientists directly on this",
      "vi": "Chúng tôi làm việc trực tiếp với các nhà khoa học"
    }
  },
  {
    "translation": {
      "en": "andand get their take on what they're seeing in these images.",
      "vi": "thu nhận ý kiến về những điều họ thấy trong các hình ảnh này."
    }
  },
  {
    "translation": {
      "en": "This is the red channel of the image, although it's black and white. This is",
      "vi": "Đây là kênh màu đỏ của hình ảnh, dù nó là đen trắng."
    }
  },
  {
    "translation": {
      "en": "When I combine everything in color, this will be red.",
      "vi": "Khi tôi kết hợp mọi thứ về màu sắc, đây sẽ là đỏ."
    }
  },
  {
    "translation": {
      "en": "And so every distant galaxy in here, all these faint fuzzy objects,",
      "vi": "Mọi thiên hà xa xôi ở đây, những vật thể mờ nhạt này,"
    }
  },
  {
    "translation": {
      "en": "these are gonna be the ones that show up and really pop as red.",
      "vi": "đây sẽ là những thiên hà sẽ hiện lên và có màu đỏ."
    }
  },
  {
    "translation": {
      "en": "Then I can bring in the green channel here,",
      "vi": "Sau đó tôi hiện kênh xanh lục,"
    }
  },
  {
    "translation": {
      "en": "and now you're seeing, as color comes to life,",
      "vi": "và giờ bạn thấy, khi màu sắc hiện lên,"
    }
  },
  {
    "translation": {
      "en": "just red and green.",
      "vi": "chỉ màu đỏ và xanh lục,"
    }
  },
  {
    "translation": {
      "en": "And the greens are confined more to the, sort of, nearby galaxies,",
      "vi": "Và các đối tượng màu xanh lục giới hạn hơn với các thiên hà ở gần,"
    }
  },
  {
    "translation": {
      "en": "and, of course, the stars.",
      "vi": "và tất nhiên, các ngôi sao."
    }
  },
  {
    "translation": {
      "en": "And then, when I bring in the short wavelengths in blue,",
      "vi": "Sau đó, tôi đưa vào các bước sóng ngắn màu xanh lam,"
    }
  },
  {
    "translation": {
      "en": "the image comes to life.",
      "vi": "hình ảnh trở nên sống động."
    }
  },
  {
    "translation": {
      "en": "These images have been so precious. They're like our children.",
      "vi": "Những hình ảnh này thật quý giá. Chúng như những đứa con của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And, like, we've been, like, you know, nurturing them,",
      "vi": "Chúng tôi đã nuôi dưỡng chúng,"
    }
  },
  {
    "translation": {
      "en": "trying to get them ready for when they're revealed to the world.",
      "vi": "chuẩn bị chúng sẵn sàng để tiết lộ ra thế giới."
    }
  },
  {
    "translation": {
      "en": "I think that's just an important moment,",
      "vi": "Đó là một khoảnh khắc quan trọng,"
    }
  },
  {
    "translation": {
      "en": "because it's not just an important feat for science.",
      "vi": "vì nó không chỉ là kỳ tích quan trọng cho khoa học."
    }
  },
  {
    "translation": {
      "en": "I think it'sit's an important feat for humanity.",
      "vi": "Nó còn là một kỳ tích quan trọng cho nhân loại."
    }
  },
  {
    "translation": {
      "en": "And I think it's, like, a very exciting time.",
      "vi": "Và tôi nghĩ đó là thời điểm thú vị."
    }
  },
  {
    "translation": {
      "en": "And to be a part of something I think is so important is just a huge honor.",
      "vi": "Và là một phần của một điều quan trọng vậy thật là vinh hạnh lớn."
    }
  },
  {
    "translation": {
      "en": "Today, our understanding of the universe is about to get clearer.",
      "vi": "Hôm nay, sự hiểu biết của chúng ta về vũ trụ sắp trở nên rõ ràng hơn."
    }
  },
  {
    "translation": {
      "en": "It is. President Biden's going to unveil",
      "vi": "Đúng vậy. Tổng thống Biden sẽ tiết lộ"
    }
  },
  {
    "translation": {
      "en": "the much anticipated first full color image",
      "vi": "hình ảnh đầy đủ màu rất được mong chờ"
    }
  },
  {
    "translation": {
      "en": "from NASA's Webb Space Telescope.",
      "vi": "từ Kính Viễn vọng Không gian Webb của NASA."
    }
  },
  {
    "translation": {
      "en": "I think we should start with the image the President is unveiling tonight.",
      "vi": "Tôi nghĩ ta nên bắt đầu với hình ảnh mà tổng thống sẽ công bố tối nay."
    }
  },
  {
    "translation": {
      "en": "If that's okay? Perfect.",
      "vi": "Nếu được? Tuyệt."
    }
  },
  {
    "translation": {
      "en": "This is what we call Webb's first deep field.",
      "vi": "Đây là cái chúng tôi gọi là vùng vũ trụ sâu đầu tiên của Webb."
    }
  },
  {
    "translation": {
      "en": "Uh, this was the original reason for the observatory.",
      "vi": "Đây là lý do khởi nguồn cho kính viễn vọng này."
    }
  },
  {
    "translation": {
      "en": "And we think this is the deepest view of the universe so far.",
      "vi": "Và chúng tôi nghĩ đây là góc nhìn sâu nhất của vũ trụ tới giờ."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "Please. Wow.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "So… Wow.",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "So the deepest Hubble images took weeks to do.",
      "vi": "Các hình ảnh Hubble sâu nhất mất nhiều tuần để thực hiện."
    }
  },
  {
    "translation": {
      "en": "We did this in a few hours.",
      "vi": "Chúng tôi thực hiện trong vài giờ."
    }
  },
  {
    "translation": {
      "en": "What you see is a… Beautiful.",
      "vi": "Những gì ngài thấy… Tuyệt đẹp. …là một cụm thiên hà khổng lồ."
    }
  },
  {
    "translation": {
      "en": "…is a massive galaxy cluster.",
      "vi": "…là một cụm thiên hà khổng lồ."
    }
  },
  {
    "translation": {
      "en": "When we look at a swirl like that, is that an entire galaxy?",
      "vi": "Khi nhìn vào một xoáy như thế, đó là cả một thiên hà ư?"
    }
  },
  {
    "translation": {
      "en": "An entire galaxy.",
      "vi": "Cả một thiên hà."
    }
  },
  {
    "translation": {
      "en": "Every point you see here, almost, is a galaxy.",
      "vi": "Mỗi điểm thấy ở đây, gần như là một thiên hà."
    }
  },
  {
    "translation": {
      "en": "There's more than 7,000 in this picture.",
      "vi": "Có hơn 7.000 điểm trong ảnh này."
    }
  },
  {
    "translation": {
      "en": "Galaxies that we did notSeven thousand in this picture? Mm hmm.",
      "vi": "Các thiên hà mà ta không… Bảy nghìn trong bức ảnh này?"
    }
  },
  {
    "translation": {
      "en": "The size of this field is if you take a grain of sand,",
      "vi": "Kích cỡ của không gian này là nếu ngài lấy một hạt cát,"
    }
  },
  {
    "translation": {
      "en": "and you hold it out",
      "vi": "và đưa nó lên…"
    }
  },
  {
    "translation": {
      "en": "Yeah. That's the angle.",
      "vi": "Phải. Đó là tương quan."
    }
  },
  {
    "translation": {
      "en": "It's a tiny field in the sky.",
      "vi": "Nó là một không gian nhỏ trên bầu trời."
    }
  },
  {
    "translation": {
      "en": "And everywhere else we have looked, the sky is filled with galaxies.",
      "vi": "Và bất kỳ chỗ nào chúng tôi nhìn vào, không gian đầy ắp các thiên hà."
    }
  },
  {
    "translation": {
      "en": "We see them immediately.",
      "vi": "Chúng tôi thấy chúng ngay."
    }
  },
  {
    "translation": {
      "en": "See the little red dot there? Yes.",
      "vi": "Ngài thấy chấm đỏ đó chứ? Có."
    }
  },
  {
    "translation": {
      "en": "It is the most distant one we found. My goodness.",
      "vi": "Nó là nơi xa nhất mà chúng tôi tìm thấy. Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "That's 13.1 billion years. Wow.",
      "vi": "Đó là 13,1 tỷ năm."
    }
  },
  {
    "translation": {
      "en": "We're going to show that",
      "vi": "Chúng ta sẽ công bố nó…"
    }
  },
  {
    "translation": {
      "en": "The universe is 13.8 billion years old. That's right.",
      "vi": "Vũ trụ là 13,8 tỷ năm tuổi. Phải."
    }
  },
  {
    "translation": {
      "en": "When I describe this to the President, what do you want me to tell him?",
      "vi": "Khi tôi trình bày với Tổng thống, anh muốn tôi nói gì với ngài?"
    }
  },
  {
    "translation": {
      "en": "What you're looking at is our own origin",
      "vi": "Những gì ngài đang nhìn là nguồn gốc của chúng ta"
    }
  },
  {
    "translation": {
      "en": "and the origin of every galaxy and star in the universe.",
      "vi": "và nguồn gốc của mọi thiên hà và ngôi sao trong vũ trụ."
    }
  },
  {
    "translation": {
      "en": "That's our history, right there. It isIt is our whole history.",
      "vi": "Đó là toàn bộ lịch sử của chúng ta. Toàn bộ ở đó."
    }
  },
  {
    "translation": {
      "en": "Our whole history is right there.",
      "vi": "Toàn bộ lịch sử của chúng ta ở đó."
    }
  },
  {
    "translation": {
      "en": "The more that we find this cosmos is so large,",
      "vi": "Chúng ta càng thấy vũ trụ này quá rộng lớn,"
    }
  },
  {
    "translation": {
      "en": "I want to know who I am and what I am.",
      "vi": "tôi càng muốn biết tôi là ai và là cái gì."
    }
  },
  {
    "translation": {
      "en": "And how do I fit in all of this?",
      "vi": "Và tôi ở đâu trong mọi chuyện này?"
    }
  },
  {
    "translation": {
      "en": "Today is a historic day for America and all of humanity.",
      "vi": "Hôm nay là một ngày lịch sử của nước Mỹ và cả nhân loại."
    }
  },
  {
    "translation": {
      "en": "We're gonna get a glimpse",
      "vi": "Chúng ta sẽ thấy"
    }
  },
  {
    "translation": {
      "en": "of the oldest documented light in the history of the universe",
      "vi": "ánh sáng lâu đời nhất được ghi lại trong lịch sử vũ trụ"
    }
  },
  {
    "translation": {
      "en": "from over 13 billion",
      "vi": "từ hơn 13 tỷ…"
    }
  },
  {
    "translation": {
      "en": "Let me say that again, 13 billion years ago.",
      "vi": "Để tôi nói lại, 13 tỷ năm trước."
    }
  },
  {
    "translation": {
      "en": "It's hard to even fathom.",
      "vi": "Thật khó để hình dung."
    }
  },
  {
    "translation": {
      "en": "And now let's take a look at the very first image",
      "vi": "Và giờ hãy xem hình ảnh đầu tiên"
    }
  },
  {
    "translation": {
      "en": "from this miraculous telescope.",
      "vi": "từ kính viễn vọng kỳ diệu này."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh!",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "The first image from the James Webb Space Telescope.",
      "vi": "Hình ảnh đầu tiên từ Kính viễn vọng Không gian James Webb."
    }
  },
  {
    "translation": {
      "en": "And here it is.",
      "vi": "Và nó đây."
    }
  },
  {
    "translation": {
      "en": "Uh, galaxies to the edge of time. Oh my gosh.",
      "vi": "Các thiên hà ở rìa thời gian. Trời ơi."
    }
  },
  {
    "translation": {
      "en": "Okay…",
      "vi": "Được rồi…"
    }
  },
  {
    "translation": {
      "en": "Ooh!",
      "vi": "PHẢN ỨNG CỦA TÔI KHI THẤY MỘT TRONG NHỮNG HÌNH ẢNH ĐẦU TIÊN CỦA JWST"
    }
  },
  {
    "translation": {
      "en": "It really is amazing.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I have no words.",
      "vi": "Tôi không thốt lên lời."
    }
  },
  {
    "translation": {
      "en": "The whole thing is a bit mind boggling, everybody.",
      "vi": "Toàn bộ điều này thật đáng kinh ngạc, thưa các bạn."
    }
  },
  {
    "translation": {
      "en": "It's justIt's just fantastic.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Ah! Can you see the arcs? Yeah.",
      "vi": "Anh có thấy vòng cung đó? Ừ."
    }
  },
  {
    "translation": {
      "en": "It's… It's max clusters. It's amazing, right?",
      "vi": "Đó là… cụm lớn nhất."
    }
  },
  {
    "translation": {
      "en": "It's a pretty cool photo. It's just gorgeous.",
      "vi": "Một bức hình tuyệt vời. Nó thật lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh!",
      "vi": "Ôi, trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Another message they're trying to convey through us, is that this type of research is called...",
      "vi": "Một thông điệp nữa họ muốn truyền tải qua chúng tôi, đó là nghiên cứu tên là…"
    }
  },
  {
    "translation": {
      "en": "…with the space telescope James Webb…",
      "vi": "…với kính viễn vọng không gian James Webb…"
    }
  },
  {
    "translation": {
      "en": "We have never seen it before and we owe it to the James Webb Space Telescope.",
      "vi": "Ta chưa từng nhìn thấy nó và giờ có thể nhờ kính viễn vọng kỳ diệu James Webb."
    }
  },
  {
    "translation": {
      "en": "The reaction of myself and all my colleagues was of sheer joyful amazement.",
      "vi": "Phản ứng của tôi và đồng nghiệp là sự kinh ngạc vui sướng."
    }
  },
  {
    "translation": {
      "en": "That image made us giddy when we saw it.",
      "vi": "Hình ảnh đó khiến chúng tôi phấn khích."
    }
  },
  {
    "translation": {
      "en": "We knew in our hearts that whatever's out there,",
      "vi": "Chúng tôi biết trong thâm tâm, rằng dù có gì ngoài đó,"
    }
  },
  {
    "translation": {
      "en": "we're going to see it.",
      "vi": "chúng tôi sẽ thấy nó."
    }
  },
  {
    "translation": {
      "en": "JWST! JWST! JWST!",
      "vi": "JWST!"
    }
  },
  {
    "translation": {
      "en": "So, let's get ready to reveal our image.",
      "vi": "Hãy sẵn sàng để công bố hình ảnh."
    }
  },
  {
    "translation": {
      "en": "There it is. It's called Stephan's Quintet. Oh!",
      "vi": "Nó đây, nó tên là Stephan's Quintet."
    }
  },
  {
    "translation": {
      "en": "And it's wondrous. Oh! Giovanni, what do you think?",
      "vi": "Nó thật tuyệt diệu. Giovanni, anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "The rays coming through.",
      "vi": "Các tia sáng đang tới."
    }
  },
  {
    "translation": {
      "en": "It's like fog.",
      "vi": "Giống như sương mù."
    }
  },
  {
    "translation": {
      "en": "The Pillars of Creation is a star forming region",
      "vi": "Các Cột Sáng Tạo là một vùng hình thành ngôi sao"
    }
  },
  {
    "translation": {
      "en": "within our Milky Way galaxy.",
      "vi": "trong Dải Ngân hà chúng ta."
    }
  },
  {
    "translation": {
      "en": "Each of the dots of light that we're seeing in this image",
      "vi": "Mỗi chấm sáng ta thấy trong ảnh này"
    }
  },
  {
    "translation": {
      "en": "is a star not unlike our own sun.",
      "vi": "là một ngôi sao không khác mặt trời của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We, our own solar system, and even ourselves,",
      "vi": "Chúng ta, hệ mặt trời của chúng ta, và chính chúng ta,"
    }
  },
  {
    "translation": {
      "en": "were born out of the same material",
      "vi": "được tạo nên từ cùng vật chất"
    }
  },
  {
    "translation": {
      "en": "that we're seeing in these beautiful images.",
      "vi": "mà chúng ta thấy trong những hình ảnh đẹp này."
    }
  },
  {
    "translation": {
      "en": "The iron in our blood and the calcium in our bones",
      "vi": "Sắt trong máu và canxi trong xương của chúng ta"
    }
  },
  {
    "translation": {
      "en": "was literally formed out of a star that exploded billions of years ago.",
      "vi": "thực tế được hình thành từ một ngôi sao đã phát nổ hàng tỷ năm trước."
    }
  },
  {
    "translation": {
      "en": "Newborn stars are enshrouded in dust.",
      "vi": "Những ngôi sao mới sinh được bao phủ bởi lớp bụi."
    }
  },
  {
    "translation": {
      "en": "We need to be able to see through that dust,",
      "vi": "Ta cần có thể nhìn xuyên lớp bụi đó"
    }
  },
  {
    "translation": {
      "en": "and infrared light allows us to do that.",
      "vi": "và ánh sáng hồng ngoại cho phép ta làm điều đó."
    }
  },
  {
    "translation": {
      "en": "This is a dying star in its last gasp of its life.",
      "vi": "Đây là một ngôi sao đang chết và ở giai đoạn cuối đời."
    }
  },
  {
    "translation": {
      "en": "This beautiful view of the Cartwheel Galaxy",
      "vi": "Vẻ đẹp của Thiên hà Bánh xe"
    }
  },
  {
    "translation": {
      "en": "gives us a closer look at what happens when galaxies collide.",
      "vi": "cho ta thấy cận cảnh điều xảy ra khi các thiên hà va chạm."
    }
  },
  {
    "translation": {
      "en": "The new discoveries from JWST in the field of exoplanet science are just incredible.",
      "vi": "Các khám phá mới từ JWST trong lĩnh vực khoa học ngoại hành tinh thật tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "There was this recent discovery of carbon dioxide in a gas giant planet",
      "vi": "Gần đây đã có phát hiện khí CO2 trong một hành tinh khí khổng lồ"
    }
  },
  {
    "translation": {
      "en": "orbiting a Sun like star about 700 light years away.",
      "vi": "quay quanh một ngôi sao giống mặt trời cách xa khoảng 700 năm ánh sáng."
    }
  },
  {
    "translation": {
      "en": "It really is the first clear, detailed evidence for carbon dioxide",
      "vi": "Đây thực sự là bằng chứng rõ ràng, chi tiết đầu tiên về khí cacbonic"
    }
  },
  {
    "translation": {
      "en": "ever detected in a planet outside the solar system.",
      "vi": "từng được phát hiện ở một hành tinh ngoài hệ mặt trời."
    }
  },
  {
    "translation": {
      "en": "Still, it just blows me away.",
      "vi": "Dù vậy, nó khiến tôi vô cùng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "It's overwhelming. I mean…",
      "vi": "Thật choáng ngợp. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a bit overwhelming.",
      "vi": "Phải, hơi choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "I think it's soit's such a good example of what, you know,",
      "vi": "Tôi nghĩ nó là một ví dụ tốt về điều"
    }
  },
  {
    "translation": {
      "en": "what we humans can do when we work together for something good.",
      "vi": "con người có thể phối hợp vì điều gì đó tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "There's so much bad in the world right now.",
      "vi": "Lúc này trên thế giới có quá nhiều điều tồi tệ."
    }
  },
  {
    "translation": {
      "en": "It's a really tough time.",
      "vi": "Đây thực sự là giai đoạn khó khăn."
    }
  },
  {
    "translation": {
      "en": "And this is… this is good.",
      "vi": "Và điều này thật tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "This is aa little bit of light…",
      "vi": "Đây là một chút ánh sáng"
    }
  },
  {
    "translation": {
      "en": "…in what is otherwise a little bit of a dark time, I think, for sure.",
      "vi": "trong quãng thời gian đen tối, tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "Webb is a demonstration of what's possible",
      "vi": "Webb là minh chứng cho những gì có thể xảy ra"
    }
  },
  {
    "translation": {
      "en": "when we come together and, uh, do something hard.",
      "vi": "khi chúng ta cùng nhau làm điều gì đó thật khó."
    }
  },
  {
    "translation": {
      "en": "Ten thousand people, all of them with strengths and weaknesses,",
      "vi": "Mười ngàn con người, với điểm mạnh và điểm yếu,"
    }
  },
  {
    "translation": {
      "en": "all of them with many reasons why it shouldn't work,",
      "vi": "tất cả cùng với nhiều lý do cản trở dự án,"
    }
  },
  {
    "translation": {
      "en": "coming together as an excellent team, and being successful at it.",
      "vi": "đã hợp tác thành một đội tuyệt vời, và thực hiện thành công."
    }
  },
  {
    "translation": {
      "en": "We can do that,",
      "vi": "Chúng ta có thể làm vậy,"
    }
  },
  {
    "translation": {
      "en": "imagine all the other problems we can solve.",
      "vi": "hãy tưởng tượng các vấn đề khác ta có thể giải quyết."
    }
  },
  {
    "translation": {
      "en": "So for me, it'sYeah, it's that hope that is up there inin space now, right?",
      "vi": "Nên với tôi, nó… Phải, nó là hi vọng đang trong không gian, phải không?"
    }
  },
  {
    "translation": {
      "en": "You know, demonstrating its power every day.",
      "vi": "Nó đang thể hiện sức mạnh mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "We made history, that we're looking back 13 and a half billion years.",
      "vi": "Chúng ta đã làm nên lịch sử, chúng ta đang nhìn lại 13 tỷ rưỡi năm."
    }
  },
  {
    "translation": {
      "en": "I feel proud. I feel filled with hope.",
      "vi": "Tôi thấy tự hào. Tôi cảm thấy tràn đầy hy vọng."
    }
  },
  {
    "translation": {
      "en": "You know, because these images today just show the world",
      "vi": "Vì những hình ảnh này hôm nay cho thế giới thấy"
    }
  },
  {
    "translation": {
      "en": "that there's so much more to explore in our universe",
      "vi": "rằng có rất nhiều thứ để khám phá trong vũ trụ"
    }
  },
  {
    "translation": {
      "en": "and how we're connected.",
      "vi": "và cách chúng ta kết nối với nhau."
    }
  },
  {
    "translation": {
      "en": "This is only the beginning.",
      "vi": "Đây mới chỉ là bắt đầu."
    }
  },
  {
    "translation": {
      "en": "I hope I can tell my grandkids I was on the team that built the telescope",
      "vi": "Tôi hi vọng có thể kể cho các cháu mình ở trong đội chế tạo kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "that'll solve the really, really big question.",
      "vi": "mà sẽ trả lời câu hỏi thời đại."
    }
  },
  {
    "translation": {
      "en": "Right? Are we alone or not?",
      "vi": "Chúng ta có cô độc hay không?"
    }
  },
  {
    "translation": {
      "en": "Every space telescope that's been put up has found something they just didn't anticipate.",
      "vi": "Mọi kính viễn vọng không gian đều tìm thấy thứ mà chúng không lường trước được."
    }
  },
  {
    "translation": {
      "en": "And I hope with something the size of James Webb",
      "vi": "Tôi hy vọng với kích cỡ của James Webb,"
    }
  },
  {
    "translation": {
      "en": "that, you know, we see something completely, completely unexpected.",
      "vi": "ta sẽ thấy gì đó hoàn toàn bất ngờ."
    }
  }
]