[
  {
    "translation": {
      "en": "I was a pretty cocky and arrogant kid.",
      "vi": "Tôi từng khá tự mãn và kiêu ngạo."
    }
  },
  {
    "translation": {
      "en": "I would tell anyone that would listen",
      "vi": "Tôi sẽ nói với bất cứ ai chịu nghe"
    }
  },
  {
    "translation": {
      "en": "that I was gonna be the best golfer in the world.",
      "vi": "rằng tôi sẽ là tay golf giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "- Growing up, watching Tiger Woods. - Tiger!",
      "vi": "- Từ nhỏ đã xem Tiger Woods đấu. - Tiger!"
    }
  },
  {
    "translation": {
      "en": "This guy's the same skin color as I am.",
      "vi": "Gã này cùng màu da với tôi."
    }
  },
  {
    "translation": {
      "en": "Do you think you can win the Masters this week?",
      "vi": "Anh nghĩ có thể thắng giải Masters?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "The PGA TOUR is the pinnacle of men's professional golf.",
      "vi": "Giải PGA là đỉnh cao của môn golf chuyên nghiệp nam."
    }
  },
  {
    "translation": {
      "en": "There's just a whole different level of competition.",
      "vi": "Có một mức độ cạnh tranh hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "There are over 50 tournaments a year, with over 100 golfers at each event.",
      "vi": "Có hơn 50 giải đấu mỗi năm với hơn 100 golf thủ ở mỗi sự kiện."
    }
  },
  {
    "translation": {
      "en": "Any player will tell you.",
      "vi": "Tay golf nào cũng sẽ nói"
    }
  },
  {
    "translation": {
      "en": "You cannot emulate the feeling of a major championship.",
      "vi": "bạn không thể giả lập cảm giác của giải đấu lớn."
    }
  },
  {
    "translation": {
      "en": "If you don't win a major, you can't be considered one of the all- time greats.",
      "vi": "Chưa thắng giải lớn thì bạn chưa được coi là vĩ nhân mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "There's nothing like the life of a golfer.",
      "vi": "Không gì như cuộc đời của một golf thủ."
    }
  },
  {
    "translation": {
      "en": "It's a traveling circus.",
      "vi": "Đó là một gánh xiếc lưu động."
    }
  },
  {
    "translation": {
      "en": "This is starting to get interesting.",
      "vi": "Chuyện này bắt đầu thú vị rồi."
    }
  },
  {
    "translation": {
      "en": "If you're gonna be a pro golfer, you have to accept that it'll be a wild ride.",
      "vi": "Nếu muốn là golf thủ nhà nghề, bạn phải chấp nhận con đường chông gai."
    }
  },
  {
    "translation": {
      "en": "Fuck are you doing!? Jesus.",
      "vi": "Làm gì vậy? Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "- Joey! Tell Joey to move his fucking cart. -",
      "vi": "Joey! Bảo Joey dời cái xe đi."
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "vi": "Ồ không."
    }
  },
  {
    "translation": {
      "en": "One word to describe golf this year…",
      "vi": "Một từ để mô tả làng golf năm nay…"
    }
  },
  {
    "translation": {
      "en": "Disruption.",
      "vi": "Gián đoạn."
    }
  },
  {
    "translation": {
      "en": "There is a power struggle going on in golf.",
      "vi": "Có một cuộc tranh giành quyền lực đang diễn ra trong golf."
    }
  },
  {
    "translation": {
      "en": "Officials in Saudi Arabia are trying to create a new golf league",
      "vi": "Các quan chức ở Ả Rập Xê-út đang cố gắng lập ra một giải golf mới"
    }
  },
  {
    "translation": {
      "en": "to rival the PGA TOUR.",
      "vi": "để cạnh tranh với Giải PGA."
    }
  },
  {
    "translation": {
      "en": "LIV has offers out to some of the biggest names in the sport.",
      "vi": "LIV đã mời một số tên tuổi lớn nhất trong ngành."
    }
  },
  {
    "translation": {
      "en": "Everything's got a price, I guess.",
      "vi": "Mọi thứ đều có giá."
    }
  },
  {
    "translation": {
      "en": "It's not really like anything that we've seen in sports before.",
      "vi": "Nó không giống bất cứ thứ gì ta từng thấy trong thể thao."
    }
  },
  {
    "translation": {
      "en": "It's rattled the golf ecosystem, hasn't it?",
      "vi": "Nó phá huỷ hệ sinh thái golf, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Honestly, it's going to shape the future of professional golf.",
      "vi": "Nói thật, nó sẽ định hình tương lai của golf nhà nghề."
    }
  },
  {
    "translation": {
      "en": "The golf world is teeming with storylines right now.",
      "vi": "Thế giới golf đang tràn ngập tin tức."
    }
  },
  {
    "translation": {
      "en": "The game has never been more controversial than it is this year.",
      "vi": "Bộ môn này chưa bao giờ gây tranh cãi nhiều hơn năm nay."
    }
  },
  {
    "translation": {
      "en": "I mean, they're pulling you in so many different directions.",
      "vi": "Họ đang lôi kéo bạn theo nhiều hướng khác nhau."
    }
  },
  {
    "translation": {
      "en": "What's noise, and what's not noise?",
      "vi": "Điều gì là đáng tin cậy?"
    }
  },
  {
    "translation": {
      "en": "You can't, almost, believe what's happening in the game.",
      "vi": "Gần như khó tin việc xảy ra trong môn này."
    }
  },
  {
    "translation": {
      "en": "I did not envision any of this happening.",
      "vi": "Tôi không hình dung chuyện này xảy ra."
    }
  },
  {
    "translation": {
      "en": "It's a totally different situation now, and anything can happen.",
      "vi": "Giờ đã hoàn toàn khác và chuyện gì cũng có thể đến."
    }
  },
  {
    "translation": {
      "en": "You have picked a hell of a year to start following the PGA TOUR.",
      "vi": "Bạn đã chọn một năm khủng khiếp để bắt đầu theo dõi Giải PGA."
    }
  },
  {
    "translation": {
      "en": "Hey, Jill.",
      "vi": "Này, Jill."
    }
  },
  {
    "translation": {
      "en": "We just left the golf course, and we're gonna go to the airport,",
      "vi": "Bọn tôi vừa rời sân và sẽ đến sân bay,"
    }
  },
  {
    "translation": {
      "en": "and then we're gonna fly back home.",
      "vi": "sau đó bọn tôi sẽ bay về nhà."
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll see you in a little bit.",
      "vi": "Ừ, lát nữa gặp lại."
    }
  },
  {
    "translation": {
      "en": "- Can you guess the card for 1,000, Justin? - I'd love to.",
      "vi": "- Đoán lá bài nhận 1.000 đô chứ, Justin? - Được."
    }
  },
  {
    "translation": {
      "en": "- Take a guess. - Seven of hearts.",
      "vi": "- Đoán xem. - Bảy cơ."
    }
  },
  {
    "translation": {
      "en": "Ace of clubs.",
      "vi": "Át chuồn."
    }
  },
  {
    "translation": {
      "en": "All right, one more guess.",
      "vi": "Được rồi, một lần đoán nữa."
    }
  },
  {
    "translation": {
      "en": "I know exactly what it is.",
      "vi": "Tôi biết chính xác là gì."
    }
  },
  {
    "translation": {
      "en": "I want the top card. It's an eight of hearts.",
      "vi": "Tôi muốn lá trên cùng. Đó là tám cơ."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe next time.",
      "vi": "Ừ, để lần sau vậy."
    }
  },
  {
    "translation": {
      "en": "Everybody's talking about the two amazingly talented freshmen,",
      "vi": "Mọi người đang nói về hai tân sinh viên tài năng,"
    }
  },
  {
    "translation": {
      "en": "Justin Thomas and Jordan Spieth.",
      "vi": "Justin Thomas và Jordan Spieth."
    }
  },
  {
    "translation": {
      "en": "I've played golf against Jordan since we were 13.",
      "vi": "Tôi đã đấu golf với Jordan từ năm 13 tuổi."
    }
  },
  {
    "translation": {
      "en": "Justin Thomas. Missed cue left.",
      "vi": "Justin Thomas. Bóng chếch trái."
    }
  },
  {
    "translation": {
      "en": "We've grown up playing against each other, and we've just kept battling it out.",
      "vi": "Chúng tôi đã lớn lên và đấu với nhau và liên tục thi thố."
    }
  },
  {
    "translation": {
      "en": "And Jordan Spieth in firm control.",
      "vi": "Và Jordan Spieth nắm quyền kiểm soát."
    }
  },
  {
    "translation": {
      "en": "I was very jealous of everything that Jordan did.",
      "vi": "Tôi ghen tị với mọi thứ Jordan làm."
    }
  },
  {
    "translation": {
      "en": "And how's second place feel for next week?",
      "vi": "Hạng hai vào tuần sau thế nào?"
    }
  },
  {
    "translation": {
      "en": "Pretty good?",
      "vi": "Ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, you could go as far to say angry, because it's like it wasn't me.",
      "vi": "Ý tôi là, bạn có thể nói là giận dữ. Vì không phải tôi."
    }
  },
  {
    "translation": {
      "en": "One of the epic performances.",
      "vi": "Một trong những màn trình diễn hoành tráng."
    }
  },
  {
    "translation": {
      "en": "The United States Open champion, Jordan Spieth.",
      "vi": "Nhà vô địch Mỹ Mở rộng, Jordan Spieth."
    }
  },
  {
    "translation": {
      "en": "And the champion golfer of the year, Jordan Spieth.",
      "vi": "Và tay golf vô địch của năm, Jordan Spieth."
    }
  },
  {
    "translation": {
      "en": "Jordan turned pro before JT did.",
      "vi": "Jordan theo nhà nghề trước JT."
    }
  },
  {
    "translation": {
      "en": "Jordan was 21 years old and was number one in the world,",
      "vi": "Jordan lúc đó 21 tuổi và là số một thế giới,"
    }
  },
  {
    "translation": {
      "en": "and JT's reputation at that time was kind of Jordan's friend.",
      "vi": "và danh tiếng của JT lúc đó là bạn của Jordan thôi."
    }
  },
  {
    "translation": {
      "en": "He's one of my best friends. We're always gonna pull for each other,",
      "vi": "Cậu ấy là bạn thân của tôi. Bọn tôi luôn khích lệ nhau,"
    }
  },
  {
    "translation": {
      "en": "but at the same time, you know, I hope that I beat him at every single tournament that we play in",
      "vi": "nhưng đồng thời, tôi mong đánh bại cậu ấy tại mỗi giải cùng tham gia"
    }
  },
  {
    "translation": {
      "en": "for the rest of our life.",
      "vi": "cho đến hết đời."
    }
  },
  {
    "translation": {
      "en": "- What's up? - How are you?",
      "vi": "- Sao rồi? - Khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "Good. How are you?",
      "vi": "Tốt lắm. Khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "You're good. I got it.",
      "vi": "Rồi. Để tôi xách."
    }
  },
  {
    "translation": {
      "en": "Gotta make it seem like I can do something for myself every once in a while.",
      "vi": "Phải làm cho có vẻ như thỉnh thoảng tôi cũng tự làm được."
    }
  },
  {
    "translation": {
      "en": "Just sometimes.",
      "vi": "Đôi khi thôi."
    }
  },
  {
    "translation": {
      "en": "We're not sure what direction he's gonna hit this yet.",
      "vi": "Không chắc nó sẽ đánh theo hướng nào."
    }
  },
  {
    "translation": {
      "en": "- - I did always wanna be a golfer.",
      "vi": "Tôi luôn muốn là golf thủ."
    }
  },
  {
    "translation": {
      "en": "What you got there? Oh!",
      "vi": "Con có gì đó? Ồ!"
    }
  },
  {
    "translation": {
      "en": "I was probably a year and a half or so when I started screwing around with plastic clubs.",
      "vi": "Có lẽ khoảng một tuổi rưỡi khi tôi bắt đầu chơi với gậy nhựa."
    }
  },
  {
    "translation": {
      "en": "Oh! Good shot!",
      "vi": "Ôi! Đánh tốt!"
    }
  },
  {
    "translation": {
      "en": "My dad…",
      "vi": "Bố tôi…"
    }
  },
  {
    "translation": {
      "en": "Oh, you gonna stretch a bit.",
      "vi": "Co duỗi người một chút."
    }
  },
  {
    "translation": {
      "en": "He's been a club pro for a long time.",
      "vi": "Bố tôi chơi nhà nghề đã lâu."
    }
  },
  {
    "translation": {
      "en": "My grandpa was a PGA pro for 50- plus years.",
      "vi": "Ông của tôi là PGA nhà nghề trong hơn 50 năm."
    }
  },
  {
    "translation": {
      "en": "If I look at the order, I should be able to find it. Yes, still here.",
      "vi": "Nếu tôi xem theo thứ tự, tôi sẽ tìm ra nó. Vâng, vẫn ở đây."
    }
  },
  {
    "translation": {
      "en": "Looks like we started in '99, so he'd have been six years old.",
      "vi": "Có vẻ như chúng tôi bắt đầu từ năm 99, lúc nó sáu tuổi."
    }
  },
  {
    "translation": {
      "en": "Kind of cool. Looks like we stopped in 2021.",
      "vi": "Hay đấy. Có vẻ như ta đã dừng lại vào năm 2021."
    }
  },
  {
    "translation": {
      "en": "Guess he reached the end there.",
      "vi": "Đoán là nó đã đến đích ở đó."
    }
  },
  {
    "translation": {
      "en": "If I was going to play a sport, it wasn't gonna be anything other than golf.",
      "vi": "Nếu tôi định chơi một môn thể thao, nó chỉ có thể là golf."
    }
  },
  {
    "translation": {
      "en": "One…",
      "vi": "Một…"
    }
  },
  {
    "translation": {
      "en": "Two…  Three!",
      "vi": "Hai, ba!"
    }
  },
  {
    "translation": {
      "en": "Oh my goodness!",
      "vi": "Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "It just so happened this was, fortunately for me, the only thing I was good at.",
      "vi": "May mắn thay, đây là điều duy nhất tôi giỏi."
    }
  },
  {
    "translation": {
      "en": "Thank goodness.",
      "vi": "Ơn trời."
    }
  },
  {
    "translation": {
      "en": "So I pursued a career in it.",
      "vi": "Nên tôi theo đuổi sự nghiệp đó."
    }
  },
  {
    "translation": {
      "en": "And Thomas with the finishing touches.",
      "vi": "Và Thomas với những cú dứt điểm."
    }
  },
  {
    "translation": {
      "en": "Third generation PGA professional.",
      "vi": "Golf thủ nhà nghề PGA thế hệ thứ ba."
    }
  },
  {
    "translation": {
      "en": "Winning my first major was awesome.",
      "vi": "Thắng giải lớn đầu tiên thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "But, um, haven't won another since then.",
      "vi": "Nhưng từ đó đến giờ vẫn chưa thắng."
    }
  },
  {
    "translation": {
      "en": "I'm eager. I'm ready. I know that I'm playing well enough to win.",
      "vi": "Tôi háo hức. Tôi sẵn sàng. Tôi biết mình đang chơi đủ tốt để thắng."
    }
  },
  {
    "translation": {
      "en": "To be perfectly honest, just kind of pissed off I haven't gotten it done yet.",
      "vi": "Thật lòng, tôi hơi bực vì tôi vẫn chưa làm được."
    }
  },
  {
    "translation": {
      "en": "How is your relationship with Jordan nowadays? Are you guys still tight?",
      "vi": "Mối quan hệ của anh và Jordan hiện nay thế nào? Vẫn khắng khít chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, uh, he's the best man at my wedding. So I hope he'd say the same.",
      "vi": "Ừ, cậu ấy là phù rể trong lễ cưới tôi. Nên hy vọng cậu ấy cũng nói vậy."
    }
  },
  {
    "translation": {
      "en": "Speaking of-- Jordan's calling me right now. What the hell does he want?",
      "vi": "Vừa nói… Jordan đang gọi cho tôi. Muốn gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- Hey, man. What's up? - Hi, Jordan.",
      "vi": "- Này, anh bạn. Sao thế? - Chào, Jordan."
    }
  },
  {
    "translation": {
      "en": "Do you think for my speech for your wedding,",
      "vi": "Cậu có nghĩ về bài phát biểu của tôi trong lễ cưới cậu,"
    }
  },
  {
    "translation": {
      "en": "that I've already completed and memorized, obviously, and have an acting skit for,",
      "vi": "mà tôi đã thuộc lòng và chuẩn bị diễn xuất ra trò,"
    }
  },
  {
    "translation": {
      "en": "do you think there's anything I should avoid, or add in, or…",
      "vi": "cậu có nghĩ tôi nên tránh nói gì, nói thêm gì hay…?"
    }
  },
  {
    "translation": {
      "en": "Pretty much whatever your instincts tell you, avoid that.",
      "vi": "Dù bản năng mách bảo gì, hãy tránh điều đó."
    }
  },
  {
    "translation": {
      "en": "- Okay. All right. So stick to the script. - All right, see you.",
      "vi": "- Rồi. Được. Vậy theo kịch bản. - Được rồi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay, buh- bye.",
      "vi": "Rồi, tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Sick.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "JT and Jordan are two of my closer buddies out on tour.",
      "vi": "JT và Jordan là hai bạn thân của tôi khi du đấu."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'd do just about anything for them.",
      "vi": "Ừ, tôi sẽ làm mọi thứ cho họ."
    }
  },
  {
    "translation": {
      "en": "- Here we are, for scorecard update. - Justin Thomas up one hundred.",
      "vi": "- Đây, để cập nhật bảng điểm. - Justin Thomas lên một trăm."
    }
  },
  {
    "translation": {
      "en": "Jordan Spieth down 60. Rickie Fowler down 60.",
      "vi": "Jordan Spieth hạ 60. Rickie Fowler hạ 60."
    }
  },
  {
    "translation": {
      "en": "We're, in a way, kind of all out there and in it together.",
      "vi": "Chúng tôi, theo một cách nào đó, cùng xuất hiện và đồng hành."
    }
  },
  {
    "translation": {
      "en": "You do get a sense of satisfaction when you do see a friend succeed and play well.",
      "vi": "Bạn có cảm giác hài lòng khi thấy người bạn thành công và chơi tốt."
    }
  },
  {
    "translation": {
      "en": "But there's also kind of an underlying kind of kick in the butt, like…",
      "vi": "Nhưng cũng có một cú hích vào mông, kiểu như…"
    }
  },
  {
    "translation": {
      "en": "I don't want to see him beat me. I wanna go beat him.",
      "vi": "Tôi không muốn cậu ta thắng tôi. Tôi muốn thắng cậu ta."
    }
  },
  {
    "translation": {
      "en": "One, two, three, birdies!",
      "vi": "Một, hai, ba, birdie!"
    }
  },
  {
    "translation": {
      "en": "When's the first time you met? Was it a golf tournament?",
      "vi": "Lần đầu hai người gặp nhau là khi nào? Đó là giải đấu golf à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It was here in Texas.",
      "vi": "Ừ. Tại Texas này."
    }
  },
  {
    "translation": {
      "en": "Our 2011 high school class was really strong.",
      "vi": "Lớp trung học năm 2011 của chúng tôi rất mạnh."
    }
  },
  {
    "translation": {
      "en": "I mean, there's probably a dozen guys that still have tour cards 10 years later.",
      "vi": "Có lẽ có cả tá người vẫn còn thẻ thi đấu cho 10 năm sau."
    }
  },
  {
    "translation": {
      "en": "So it was really competitive, and we were one and two in the country.",
      "vi": "Nên nó rất cạnh tranh và bọn tôi hạng một và hai cả nước."
    }
  },
  {
    "translation": {
      "en": "You know, when you watch both of them, their passion is to be the best,",
      "vi": "Khi xem cả hai, đam mê của họ là vươn lên hạng nhất,"
    }
  },
  {
    "translation": {
      "en": "and Jordan just came out with that flash.",
      "vi": "và Jordan xuất hiện và vụt sáng."
    }
  },
  {
    "translation": {
      "en": "That's never gonna happen again.",
      "vi": "Chuyện đó khó xảy ra nữa."
    }
  },
  {
    "translation": {
      "en": "It's not like Jordan's dropped off.",
      "vi": "Không phải Jordan bỏ cuộc."
    }
  },
  {
    "translation": {
      "en": "Winning that many majors early on, I mean, that's hard to continue to do that.",
      "vi": "Vô địch nhiều giải lớn sớm như vậy, ý tôi là, thật khó để tiếp tục mãi."
    }
  },
  {
    "translation": {
      "en": "And then you have Justin Thomas, who's been getting better and better and better.",
      "vi": "Và sau đó là Justin Thomas, người đang ngày càng tiến bộ hơn."
    }
  },
  {
    "translation": {
      "en": "And you could say that Justin has closed the gap on Jordan.",
      "vi": "Và có thể nói Justin đã thu hẹp khoảng cách với Jordan."
    }
  },
  {
    "translation": {
      "en": "But Jordan still has the potential to be great.",
      "vi": "Nhưng Jordan vẫn có tiềm năng để vĩ đại."
    }
  },
  {
    "translation": {
      "en": "That looked great.",
      "vi": "Trông tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "It is a gorgeous day.",
      "vi": "Một ngày tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "The Harbor Town Golf Links.",
      "vi": "Sân Harbour Town Golf Links."
    }
  },
  {
    "translation": {
      "en": "The PGA TOUR so proud to present to you the RBC Heritage.",
      "vi": "Giải PGA rất tự hào được giới thiệu với các bạn Di sản RBC."
    }
  },
  {
    "translation": {
      "en": "You're my favorite golfer!",
      "vi": "Anh là tay golf yêu thích của tôi!"
    }
  },
  {
    "translation": {
      "en": "RBC Heritage, because of how early on in the year it is,",
      "vi": "Di sản RBC, vì diễn ra từ đầu năm,"
    }
  },
  {
    "translation": {
      "en": "it can end up being a trampoline to the rest of the year.",
      "vi": "nó có thể là bàn đạp cho cả năm còn lại."
    }
  },
  {
    "translation": {
      "en": "Every player plays with this confidence that you have to have,",
      "vi": "Mọi đấu thủ chơi với sự tự tin mà bạn phải có."
    }
  },
  {
    "translation": {
      "en": "that when they're playing their best, no one can beat them.",
      "vi": "Chơi hết mình, bất bại."
    }
  },
  {
    "translation": {
      "en": "You want to play well and win.",
      "vi": "Bạn muốn chơi tốt, muốn thắng."
    }
  },
  {
    "translation": {
      "en": "What I look for is just can we perform week in and week out?",
      "vi": "Điều tôi muốn là, ta có thể thể hiện hết tuần này qua tuần khác không?"
    }
  },
  {
    "translation": {
      "en": "Every facet of your game has to be firing on all cylinders",
      "vi": "Mọi khía cạnh trong trình độ cần nỗ lực hết công suất"
    }
  },
  {
    "translation": {
      "en": "if you want a chance to hold that trophy on Sunday.",
      "vi": "nếu bạn muốn có cơ hội nâng chiếc cúp đó vào Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm down. I'm around all week, dude. Let's tee it up.",
      "vi": "Ừ, tôi chịu. Tôi ở đây cả tuần. Phát bóng nào."
    }
  },
  {
    "translation": {
      "en": "Success this season will be winning on the PGA TOUR.",
      "vi": "Thành công mùa này sẽ là chiến thắng ở Giải PGA."
    }
  },
  {
    "translation": {
      "en": "I want to get to world number one, just to prove to myself that I can do it.",
      "vi": "Tôi muốn lên hạng một thế giới, chỉ để chứng tỏ là tôi làm được."
    }
  },
  {
    "translation": {
      "en": "As a rookie, you definitely want to be known as the top dog in your class.",
      "vi": "Là tân binh, bạn muốn được biết đến là kẻ đáng gờm trong đẳng cấp."
    }
  },
  {
    "translation": {
      "en": "And my goal is to win Rookie of the Year.",
      "vi": "Mục tiêu là giành giải Tân binh của năm."
    }
  },
  {
    "translation": {
      "en": "Golf on the PGA TOUR is difficult, tiring. It's stressful.",
      "vi": "Chơi golf ở Giải PGA thì khó khăn, mệt mỏi, căng thẳng."
    }
  },
  {
    "translation": {
      "en": "But we just know there's gonna be ups and downs. This game's a roller coaster ride.",
      "vi": "Nhưng chúng tôi biết có những thăng trầm. Bộ môn này như chuyến tàu lượn."
    }
  },
  {
    "translation": {
      "en": "I just feel like if I just go for a weak left hand",
      "vi": "Có vẻ như tôi đánh nhẹ tay trái,"
    }
  },
  {
    "translation": {
      "en": "and try not to dig, it's never really gonna get in trouble.",
      "vi": "cố không đánh quá lực, thì sẽ không sao."
    }
  },
  {
    "translation": {
      "en": "If you're competitive and a good player,",
      "vi": "Nếu bạn cạnh tranh và chơi tốt,"
    }
  },
  {
    "translation": {
      "en": "all it takes is one week and your life changes.",
      "vi": "chỉ cần một tuần và đời bạn sẽ khác."
    }
  },
  {
    "translation": {
      "en": "Next on the tee, from Louisville, Kentucky, Justin Thomas.",
      "vi": "Tiếp theo ở điểm phát bóng, từ Louisville, Kentucky, Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "So a regular PGA TOUR event, it's four rounds. It starts on Thursday.",
      "vi": "Một sự kiện PGA thông thường có bốn vòng. Bắt đầu từ thứ Năm."
    }
  },
  {
    "translation": {
      "en": "There's a full field around, let's call it, 150 players.",
      "vi": "Có một sân đông kín, cứ cho là 150 đấu thủ."
    }
  },
  {
    "translation": {
      "en": "They play Thursday and Friday.",
      "vi": "Họ chơi vào thứ Năm và thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "This little one for the par.",
      "vi": "Cú đánh điểm par."
    }
  },
  {
    "translation": {
      "en": "- Yeah, baby! -  Let's go!  Whoo! Whoo!",
      "vi": "PAR: SỐ GẬY CHUẨN CHO MỘT LỖ"
    }
  },
  {
    "translation": {
      "en": "Unlike other sports, you're trying to record the lowest score possible.",
      "vi": "Không giống các môn thể thao khác, bạn phải cố ghi điểm thấp nhất có thể."
    }
  },
  {
    "translation": {
      "en": "From there, if you're not in that top 65 and ties, you have missed the cut.",
      "vi": "Từ đó, nếu bạn không lọt top 65 và hoà, bạn đã bỏ lỡ lát cắt."
    }
  },
  {
    "translation": {
      "en": "- Oh! - That hurts a bit.",
      "vi": "Hơi đau đấy."
    }
  },
  {
    "translation": {
      "en": "You are not getting paid, and you're going home.",
      "vi": "Bạn không được nhận tiền và bạn sẽ về nhà."
    }
  },
  {
    "translation": {
      "en": "This pressure just gets higher and higher as the days go on,",
      "vi": "Áp lực này càng lúc càng cao,"
    }
  },
  {
    "translation": {
      "en": "and then Sunday afternoon, we crown our champion.",
      "vi": "và chiều Chủ nhật, ta sẽ trao ngôi vô địch."
    }
  },
  {
    "translation": {
      "en": "Thanks for joining us for the final round from Hilton Head.",
      "vi": "Cảm ơn đã tham gia vòng đấu cuối từ Hilton Head."
    }
  },
  {
    "translation": {
      "en": "Got a chance…",
      "vi": "Có cơ hội…"
    }
  },
  {
    "translation": {
      "en": "How about that. Jordan Spieth from the bunker.",
      "vi": "Thế thì sao. Jordan Spieth từ bẫy cát."
    }
  },
  {
    "translation": {
      "en": "That's an eagle for him at the second hole.",
      "vi": "Anh ghi điểm eagle từ lỗ thứ hai."
    }
  },
  {
    "translation": {
      "en": "He knows he's in this thing.",
      "vi": "Anh biết mình đang làm tốt."
    }
  },
  {
    "translation": {
      "en": "He hasn't won since last April,",
      "vi": "Anh chưa thắng từ tháng Tư năm ngoái,"
    }
  },
  {
    "translation": {
      "en": "but he's looking to change that here today.",
      "vi": "nhưng hôm nay anh muốn thay đổi điều đó."
    }
  },
  {
    "translation": {
      "en": "JT. Really struggled with the putter this year.",
      "vi": "JT… gặp khó khăn với cú gạt bóng năm nay."
    }
  },
  {
    "translation": {
      "en": "Well, that is a sloppy bogey for Justin Thomas.",
      "vi": "Chà, đó là một điểm bogey cẩu thả của Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "And he'll just be more annoyed than anything right there.",
      "vi": "Và anh ấy sẽ khó chịu hơn bất cứ thứ gì ở đó."
    }
  },
  {
    "translation": {
      "en": "The biggest thing for me, in terms of weakness in my game, is just capitalizing",
      "vi": "Điều lớn nhất đối với tôi, về điểm yếu trong lối chơi, là tận dụng"
    }
  },
  {
    "translation": {
      "en": "and trying to get some momentum,",
      "vi": "và cố gắng lấy động lực."
    }
  },
  {
    "translation": {
      "en": "you know, trying to get myself back in position and playing with that confidence.",
      "vi": "Cố gắng trở lại tư thế và chơi với sự tự tin đó."
    }
  },
  {
    "translation": {
      "en": "Let's go, Jordan. Win this thing!",
      "vi": "Đi thôi, Jordan. Thắng đi!"
    }
  },
  {
    "translation": {
      "en": "This, for a third eagle. Home.",
      "vi": "Cú đánh nhắm điểm eagle thứ ba trong chín lỗ từ ngày hôm qua."
    }
  },
  {
    "translation": {
      "en": "Just a struggle with fairways today, for sure.",
      "vi": "Hôm nay có nhiều trục trặc ở đường bóng."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to stay patient.",
      "vi": "Tôi chỉ cố kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "Ah, he clipped a tree there.",
      "vi": "Bật vào một cái cây."
    }
  },
  {
    "translation": {
      "en": "It can be deflating sometimes.",
      "vi": "Đôi khi cũng khá nản."
    }
  },
  {
    "translation": {
      "en": "Hasn't won since THE PLAYERS Championship 2021.",
      "vi": "Chưa từng thắng kể từ giải Players Championship, 2021."
    }
  },
  {
    "translation": {
      "en": "Been close, but he's still looking.",
      "vi": "Suýt soát nhưng vẫn vuột mất."
    }
  },
  {
    "translation": {
      "en": "Spieth has 12 career wins, and two of 'em ended",
      "vi": "Spieth có 12 trận thắng trong sự nghiệp, và hai trong số đó kết thúc"
    }
  },
  {
    "translation": {
      "en": "with a bunker shot at the final green.",
      "vi": "bằng cú đánh từ bẫy cát ở đồi quả cuối."
    }
  },
  {
    "translation": {
      "en": "Could he do it again?",
      "vi": "Liệu có lặp lại?"
    }
  },
  {
    "translation": {
      "en": "Oh, seriously!",
      "vi": "Không, thật đấy!"
    }
  },
  {
    "translation": {
      "en": "- What a shot! - Yeah.",
      "vi": "- Đánh quá đẹp! - Vâng."
    }
  },
  {
    "translation": {
      "en": "Jordan Spieth breaks the winless drought.",
      "vi": "Ta đã có nhà vô địch. Jordan Spieth là người chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Good for him. What a win.",
      "vi": "Diễn biến ngày càng thuận lợi."
    }
  },
  {
    "translation": {
      "en": "Winning out here feels great.",
      "vi": "Chiến thắng ở đây thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "But for me, it was more of a relief.",
      "vi": "Mà với tôi là sự nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "Way to go, Jordan!",
      "vi": "Tốt lắm, Jordan!"
    }
  },
  {
    "translation": {
      "en": "Once that happened, I've got some momentum.",
      "vi": "Một khi điều đó đến, tôi đã có động lực."
    }
  },
  {
    "translation": {
      "en": "I mean, it's so easy to say you just gotta get over it, but it's always easier said than done.",
      "vi": "Nói là cứ làm nốt cho xong, nhưng nói thì dễ hơn làm."
    }
  },
  {
    "translation": {
      "en": "I don't like the detach feeling.",
      "vi": "Con không thích cảm giác rời bóng."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. I don't like that either.",
      "vi": "Ồ, không. Bố cũng không thích thế."
    }
  },
  {
    "translation": {
      "en": "It's like… That's why I try to hit some slow.",
      "vi": "Đó là lý do con cố gắng đánh chậm."
    }
  },
  {
    "translation": {
      "en": "- So I can go like… - Yeah. I'll get a picture.",
      "vi": "- Để con có thể… - Ừ. Bố chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "I guess I could say I've been Justin's coach since day one.",
      "vi": "Có thể nói tôi là huấn luyện viên của Justin từ ngày đầu."
    }
  },
  {
    "translation": {
      "en": "- Feels like I'm, like, back here. - Yeah, let's just try one more.",
      "vi": "- Cảm giác như con đang quay lại đây. - Ừ, thử thêm một lần nữa đi."
    }
  },
  {
    "translation": {
      "en": "I mean, that's a difficult thing, being a parent and a coach at the same time.",
      "vi": "Đó là một điều khó khăn, vừa làm cha vừa làm huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "Look at the line on your shaft.",
      "vi": "Nhìn hướng đi từ cán gậy."
    }
  },
  {
    "translation": {
      "en": "- I wanna see, like, my hands, like-- - Like how far out they go?",
      "vi": "- Con muốn xem tay con… - Vươn xa đến đâu à?"
    }
  },
  {
    "translation": {
      "en": "Fucking hate that, man.",
      "vi": "Con ghét điều đó."
    }
  },
  {
    "translation": {
      "en": "I mean, any time that he is in any state of discouragement",
      "vi": "Bất cứ khi nào nó chán nản"
    }
  },
  {
    "translation": {
      "en": "or something about any performance that he recently had,",
      "vi": "hay gì đó về bất kỳ lần thể hiện nào gần đó,"
    }
  },
  {
    "translation": {
      "en": "it ultimately always comes back to, let's not forget you're pretty good too.",
      "vi": "tôi luôn khuyên rằng, đừng quên con chơi cũng khá rồi."
    }
  },
  {
    "translation": {
      "en": "Everybody's going to have times where they don't perform",
      "vi": "Ai cũng sẽ có lúc họ không thể hiện"
    }
  },
  {
    "translation": {
      "en": "at the level they want to perform.",
      "vi": "ở trình độ mà họ muốn."
    }
  },
  {
    "translation": {
      "en": "Do you remember the shoot we did out at, um…",
      "vi": "Anh có nhớ buổi chụp hình ở…"
    }
  },
  {
    "translation": {
      "en": "I want to say it was for Coca- Cola, in that old house out in Dallas.",
      "vi": "Chà, tôi muốn nói là cho Coca-Cola, trong ngôi nhà cũ ở Dallas."
    }
  },
  {
    "translation": {
      "en": "Yeah, and there was one they were going to do something similar the year before,",
      "vi": "Phải, và có một lần mà họ định làm gì đó tương tự năm ngoái,"
    }
  },
  {
    "translation": {
      "en": "and then the weather was bad, it turned into the one when I was hitting shots on the…",
      "vi": "rồi thời tiết xấu, nó biến thành cảnh tôi vung gậy trên…"
    }
  },
  {
    "translation": {
      "en": "That ended up being the best commercial. - Like, all the trick shots in the trailer. - Yeah.",
      "vi": "Cuối cùng là phim quảng cáo hay nhất. Tất cả cú đánh khó trong đoạn giới thiệu."
    }
  },
  {
    "translation": {
      "en": "- All right. - Thank you.",
      "vi": "- Được rồi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Obviously, the goal at every PGA TOUR event is to win,",
      "vi": "Rõ ràng, mục tiêu ở mọi sự kiện PGA là giành chiến thắng,"
    }
  },
  {
    "translation": {
      "en": "but when guys actually do,",
      "vi": "nhưng khi họ thực sự thắng,"
    }
  },
  {
    "translation": {
      "en": "they don't just get the trophy and the first- place check.",
      "vi": "họ không chỉ nhận được chiếc cúp và tấm séc hạng nhất."
    }
  },
  {
    "translation": {
      "en": "- So this is your fake home, huh? - Hmm?",
      "vi": "Vậy đây là nhà giả của anh hả?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - This is your fake home?",
      "vi": "- Ừ. - Nhà giả của anh à?"
    }
  },
  {
    "translation": {
      "en": "It's really nice.",
      "vi": "Đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "They get fame and notoriety and sponsor deals.",
      "vi": "Họ có được danh tiếng và chú ý và các hợp đồng tài trợ."
    }
  },
  {
    "translation": {
      "en": "You went there to win a golf tournament, and you end up turning into a celebrity.",
      "vi": "Anh đến đó để thắng một giải golf và cuối cùng trở thành người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "So what we want to do is just be authentic to golf and be authentic to you",
      "vi": "Chúng tôi muốn quay cảnh chân thực với golf, chân thực với anh,"
    }
  },
  {
    "translation": {
      "en": "so that it comes off the right way.",
      "vi": "để nó đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "- That cool? - Yeah.",
      "vi": "- Được chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "The trick is to know that the reason that these companies want to be a part of you",
      "vi": "Bí quyết là biết lý do các công ty này muốn hợp tác với bạn"
    }
  },
  {
    "translation": {
      "en": "is because you perform and you succeed.",
      "vi": "là vì bạn thể hiện và thành công."
    }
  },
  {
    "translation": {
      "en": "But subconsciously, there's more pressure to perform,",
      "vi": "Nhưng trong tiềm thức, có nhiều áp lực hơn khi thể hiện,"
    }
  },
  {
    "translation": {
      "en": "because, you know, you want to do well for the people supporting you.",
      "vi": "vì bạn muốn làm tốt vì những người ủng hộ bạn."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not an actor,",
      "vi": "Tôi không phải diễn viên."
    }
  },
  {
    "translation": {
      "en": "so you guys tell me if I'm saying it wrong and say it different. I will not take offense.",
      "vi": "Nên nói tôi biết nếu tôi nói sai và nói khác đi. Tôi không tự ái đâu."
    }
  },
  {
    "translation": {
      "en": "- You are good. - Quiet in the house.",
      "vi": "- Được. - Tất cả im lặng."
    }
  },
  {
    "translation": {
      "en": "You see, you need to rotate your hips.",
      "vi": "Anh thấy đấy, anh cần xoay hông."
    }
  },
  {
    "translation": {
      "en": "Mopping can help with that. Start in the hallway.",
      "vi": "Lau nhà sẽ có ích. Bắt đầu ở hành lang."
    }
  },
  {
    "translation": {
      "en": "And cut. Jordan, you're a natural.",
      "vi": "Và cắt. Jordan, rất tự nhiên."
    }
  },
  {
    "translation": {
      "en": "- Just gotta teach me like that, you know? - Yeah, you're great. Honestly.",
      "vi": "- Phải dạy tôi như thế, biết không? - Ừ, anh tuyệt lắm, Jordan. Nói thật."
    }
  },
  {
    "translation": {
      "en": "Hello. Good morning. I wanna put these away. How are you?",
      "vi": "Chào buổi sáng. Tôi muốn cất chúng. Khoẻ không?"
    }
  },
  {
    "translation": {
      "en": "- Keys are in the car. - Okay, thank you. Have fun!",
      "vi": "- Chìa khoá ở trong xe. - Rồi, cảm ơn. Chúc vui vẻ!"
    }
  },
  {
    "translation": {
      "en": "- All right. See you. - Thank you, guys. Bye!",
      "vi": "- Rồi. Tạm biệt. - Cảm ơn. Tạm biệt!"
    }
  },
  {
    "translation": {
      "en": "There are four tournaments in golf that stand on their own. They're above everything.",
      "vi": "Có bốn giải đấu trong golf mà nó đứng trên mọi thứ khác."
    }
  },
  {
    "translation": {
      "en": "You have the Masters. You have the PGA Championship.",
      "vi": "Giải Masters. Giải Vô địch PGA."
    }
  },
  {
    "translation": {
      "en": "You have the U.S. Open and The Open Championship.",
      "vi": "Giải Mỹ Mở rộng và Giải Vô địch Mở rộng."
    }
  },
  {
    "translation": {
      "en": "And winning one of those four, that's how the great players are measured.",
      "vi": "Thắng một trong các giải đó là thước đo của đấu thủ giỏi."
    }
  },
  {
    "translation": {
      "en": "The PGA Championship this year is at Southern Hills.",
      "vi": "Giải Vô địch PGA năm nay diễn ra ở Southern Hills."
    }
  },
  {
    "translation": {
      "en": "Come on. Type it in, Jordan. Look up the directions to Southern Hills…",
      "vi": "Nào, gõ vào đi, Jordan. Tìm chỉ đường đến Southern Hills…"
    }
  },
  {
    "translation": {
      "en": "before we get in the air.",
      "vi": "trước khi ta bay lên."
    }
  },
  {
    "translation": {
      "en": "I know absolutely nothing about it, so that's why I'm doing this today.",
      "vi": "Tôi chả biết gì về nó nên hôm nay tôi phải tìm."
    }
  },
  {
    "translation": {
      "en": "Last time I played it, I was 16, so…",
      "vi": "Lần cuối tôi chơi ở đó là năm 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "And I think they changed the golf course. That's why we're here.",
      "vi": "Tôi nghĩ họ đã thay đổi sân golf. Nên ta ở đây."
    }
  },
  {
    "translation": {
      "en": "Added about 500 yards and got rid of, like, 600 trees.",
      "vi": "Thêm khoảng 500 thước và loại bỏ khoảng 600 cây."
    }
  },
  {
    "translation": {
      "en": "The quick trip of a 40- minute flight there and back",
      "vi": "Chuyến bay dài 40 phút để đấu tập trước khi thi đấu giải lớn,"
    }
  },
  {
    "translation": {
      "en": "to go play practice rounds before majors, it just totally made sense.",
      "vi": "Chuyến bay dài 40 phút để đấu tập trước khi thi đấu giải lớn, nó hoàn toàn hợp lý."
    }
  },
  {
    "translation": {
      "en": "How you doing? Justin Thomas and Jordan Spieth.",
      "vi": "Anh thế nào? Justin Thomas và Jordan Spieth."
    }
  },
  {
    "translation": {
      "en": "We're gonna try to play some golf today.",
      "vi": "Hôm nay bọn tôi sẽ chơi golf."
    }
  },
  {
    "translation": {
      "en": "- You ready, Justin? - Sure.",
      "vi": "- Sẵn sàng chưa, Justin? - Rồi."
    }
  },
  {
    "translation": {
      "en": "Uh, what do you do wanna do?",
      "vi": "Anh muốn làm gì?"
    }
  },
  {
    "translation": {
      "en": "Do a hammer game?",
      "vi": "Chơi một ván búa chứ?"
    }
  },
  {
    "translation": {
      "en": "- Fifty hammer, birdie double? - Yeah. Something like that.",
      "vi": "- Năm mươi búa, birdie gấp đôi? - Ừ. Tầm đó."
    }
  },
  {
    "translation": {
      "en": "Let's just do that. Fifty hammer, birdie double.",
      "vi": "Vậy đi. Năm mươi búa, birdie gấp đôi."
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "It's literally 60 yards farther than I thought it was going to come down.",
      "vi": "Nó đi xa hơn tôi nghĩ là 60 thước."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's in the middle of the fairway.",
      "vi": "Ngay giữa đường bóng."
    }
  },
  {
    "translation": {
      "en": "Practice rounds, money games,",
      "vi": "Đấu tập, ăn tiền,"
    }
  },
  {
    "translation": {
      "en": "it's kind of good prep for a tournament, you know?",
      "vi": "đó là sự chuẩn bị tốt cho một giải đấu."
    }
  },
  {
    "translation": {
      "en": "Grab a wedge from you.",
      "vi": "Lấy gậy kỹ thuật."
    }
  },
  {
    "translation": {
      "en": "- A solid smash. - Oh my God. You gotta be kidding me.",
      "vi": "- Một cú đập mạnh. - Chúa ơi. Đùa đấy à."
    }
  },
  {
    "translation": {
      "en": "That was so good.",
      "vi": "Thực sự rất tốt."
    }
  },
  {
    "translation": {
      "en": "But losing isn't as bad as having to give that person your money.",
      "vi": "Nhưng thua không tệ bằng việc phải đưa tiền cho người đó."
    }
  },
  {
    "translation": {
      "en": "Oh, it landed on the green!",
      "vi": "Ồ, nó đã rơi trên đồi quả!"
    }
  },
  {
    "translation": {
      "en": "We play a lot of practice rounds together,",
      "vi": "Chúng tôi đấu tập rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "and it's a lot more fun when people have to watch him hand me money.",
      "vi": "và nó vui hơn nhiều khi mọi người chứng kiến cậu ấy chung tiền cho tôi."
    }
  },
  {
    "translation": {
      "en": "Hammer!",
      "vi": "Búa!"
    }
  },
  {
    "translation": {
      "en": "- Shit! - Thanks.",
      "vi": "- Chết tiệt! - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "God, what a terrible minute that was.",
      "vi": "Chúa ơi, thật là một phút kinh khủng."
    }
  },
  {
    "translation": {
      "en": "You'll never get mad at free money.",
      "vi": "Tiền cho không thì chả giận."
    }
  },
  {
    "translation": {
      "en": "It's just like watching them walk away with your cash,",
      "vi": "Giống như nhìn họ bỏ đi với tiền của bạn,"
    }
  },
  {
    "translation": {
      "en": "and they have that bragging rights on you until the next time you play again. Sucks.",
      "vi": "và họ có quyền khoe khoang với bạn cho đến lần sau bạn chơi lại. Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "- Come on, Justin. - Oh no.",
      "vi": "- Thôi nào, Justin. - Ồ không."
    }
  },
  {
    "translation": {
      "en": "- You go in the water? - It went in!",
      "vi": "Xuống nước à? Vào rồi!"
    }
  },
  {
    "translation": {
      "en": "We both want to push each other.",
      "vi": "Cả hai đều muốn thúc ép nhau."
    }
  },
  {
    "translation": {
      "en": "- It's inspiring. - Wow. Hello.",
      "vi": "- Nó truyền cảm hứng. - Chà. Xin chào."
    }
  },
  {
    "translation": {
      "en": "A little bit of kind of fire.",
      "vi": "Một chút nhiệt huyết."
    }
  },
  {
    "translation": {
      "en": "- Damn it! - Shut up.",
      "vi": "Chết tiệt! Im đi."
    }
  },
  {
    "translation": {
      "en": "Fuck you, Justin.",
      "vi": "Chết tiệt, Justin."
    }
  },
  {
    "translation": {
      "en": "I wanna end up having more wins than he does.",
      "vi": "Tôi muốn có nhiều trận thắng hơn cậu ấy."
    }
  },
  {
    "translation": {
      "en": "- Wow! Meow! - This is so--",
      "vi": "- Chà! Meo! - Thật là…"
    }
  },
  {
    "translation": {
      "en": "I mean, they're big practical jokers.",
      "vi": "Chúng là những kẻ đùa cợt thực dụng."
    }
  },
  {
    "translation": {
      "en": "Justin, the first year he played in Phoenix,",
      "vi": "Justin, năm đầu tiên nó chơi ở Phoenix,"
    }
  },
  {
    "translation": {
      "en": "Jordan paid the valet to move his cart off- site.",
      "vi": "Jordan trả tiền cho người phục vụ để di dời xe của nó đi."
    }
  },
  {
    "translation": {
      "en": "Throw? A hundred dollars? Am I going first?",
      "vi": "Ném? Một trăm đô la? Con đi trước à?"
    }
  },
  {
    "translation": {
      "en": "So he came out to get in his car. It wasn't there.",
      "vi": "Nên nó bước ra để lên xe. Xe không có ở đó."
    }
  },
  {
    "translation": {
      "en": "This has got potential.",
      "vi": "Ồ, có tiềm năng đấy."
    }
  },
  {
    "translation": {
      "en": "Of course, he knew immediately who it was.",
      "vi": "Tất nhiên, nó biết ngay đó là ai."
    }
  },
  {
    "translation": {
      "en": "Jordan's like, I dunno anything about that.",
      "vi": "Jordan nói, Tôi có biết gì đâu."
    }
  },
  {
    "translation": {
      "en": "He was literally there for two hours before he told him and the valet got it.",
      "vi": "Nó ở đó suốt hai giờ trước khi cậu ta bảo phục vụ đã dời đi."
    }
  },
  {
    "translation": {
      "en": "Hey, man. How do you think your year's going, Justin?",
      "vi": "Này, anh bạn. Cậu nghĩ năm nay thế nào, Justin?"
    }
  },
  {
    "translation": {
      "en": "Pretty average. How about you?",
      "vi": "Cũng thường. Còn cậu?"
    }
  },
  {
    "translation": {
      "en": "It was pretty average, and then I won.",
      "vi": "Nó khá thường, và rồi tôi thắng."
    }
  },
  {
    "translation": {
      "en": "They're the first to either help each other",
      "vi": "Họ là những người giúp đỡ nhau đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "or give each other shit or whatever it may be.",
      "vi": "hoặc chê bai nhau hay bất cứ gì."
    }
  },
  {
    "translation": {
      "en": "Being able to use it to your advantage, that's a lot of, like,",
      "vi": "Có thể tận dụng nó làm lợi thế của mình,"
    }
  },
  {
    "translation": {
      "en": "just solid, like, personal satisfaction.",
      "vi": "như là sự thoả mãn cá nhân."
    }
  },
  {
    "translation": {
      "en": "Squeeze.",
      "vi": "Siết lại."
    }
  },
  {
    "translation": {
      "en": "All right, on your side.",
      "vi": "Rồi, nằm nghiêng."
    }
  },
  {
    "translation": {
      "en": "Oh man.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We're trying to get the most out of him.",
      "vi": "Chúng tôi cố thúc ép hết mức."
    }
  },
  {
    "translation": {
      "en": "So even if it's, like, 1%,",
      "vi": "Nên dù chỉ là 1%,"
    }
  },
  {
    "translation": {
      "en": "that's a game changer in what he's accomplishing week after week.",
      "vi": "đó là mấu chốt trong những gì sẽ đạt được mỗi tuần."
    }
  },
  {
    "translation": {
      "en": "Good. From that socket.",
      "vi": "Tốt. Từ cuộn dây đó."
    }
  },
  {
    "translation": {
      "en": "Let's get it.",
      "vi": "Làm thôi."
    }
  },
  {
    "translation": {
      "en": "Ten and ten. Good.",
      "vi": "Mười và mười. Tốt."
    }
  },
  {
    "translation": {
      "en": "That's perfect.",
      "vi": "Thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "You cannot emulate the pressure of a major championship week.",
      "vi": "Bạn không thể giả lập áp lực của tuần lễ giải đấu lớn."
    }
  },
  {
    "translation": {
      "en": "Here we go. Load, load, load. Yep.",
      "vi": "Rồi. Giữ. Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Players learn the most about themselves.",
      "vi": "đấu thủ học hỏi nhiều nhất về bản thân."
    }
  },
  {
    "translation": {
      "en": "Good. Just like that. Two.",
      "vi": "Tốt. Giống vậy. Hai."
    }
  },
  {
    "translation": {
      "en": "- How they react under pressure. - Awesome.",
      "vi": "Cách họ phản ứng dưới áp lực. - Tuyệt. - Thứ họ cần kiểm soát dưới áp lực."
    }
  },
  {
    "translation": {
      "en": "What they need to control under pressure.",
      "vi": "- Tuyệt. - Thứ họ cần kiểm soát dưới áp lực."
    }
  },
  {
    "translation": {
      "en": "Good. One. Yes, sir. Two.",
      "vi": "Tốt. Một. Được. Hai."
    }
  },
  {
    "translation": {
      "en": "- Majors are definitely different. - Good job.",
      "vi": "- Giải lớn thật khác biệt. - Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "You'd think the preparation and the mindset",
      "vi": "Bạn sẽ nghĩ sự chuẩn bị và tư duy"
    }
  },
  {
    "translation": {
      "en": "and everything toward them is the same, but it's not.",
      "vi": "và mọi thứ trước giải là như nhau, nhưng không phải."
    }
  },
  {
    "translation": {
      "en": "It's really screwed up to say, but it's almost like you try harder.",
      "vi": "Nói thì không hay, nhưng cứ phải cố gắng hơn."
    }
  },
  {
    "translation": {
      "en": "Jordan Spieth is always gonna have the PGA Championship",
      "vi": "Jordan Spieth sẽ luôn có Giải PGA"
    }
  },
  {
    "translation": {
      "en": "circled on his calendar because he needs it",
      "vi": "trong lịch trình của mình vì anh ấy cần nó"
    }
  },
  {
    "translation": {
      "en": "to complete the Career Grand Slam.",
      "vi": "để hoàn thành Career Grand Slam."
    }
  },
  {
    "translation": {
      "en": "That means winning all four major championships,",
      "vi": "Nghĩa là giành được tất cả bốn giải lớn,"
    }
  },
  {
    "translation": {
      "en": "which is a feat that only five players in the game's history have ever been able to accomplish.",
      "vi": "một kỳ tích mà chỉ có năm đấu thủ trong lịch sử có thể đạt được."
    }
  },
  {
    "translation": {
      "en": "If he could win and finish off the Career Grand Slam,",
      "vi": "Nếu anh ấy có thể thắng và hoàn tất Career Grand Slam,"
    }
  },
  {
    "translation": {
      "en": "that would cement Spieth's status as an all- time legend of the game.",
      "vi": "điều đó sẽ củng cố vị thế của Spieth là huyền thoại mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "But if JT were to win,",
      "vi": "Nhưng nếu JT thắng,"
    }
  },
  {
    "translation": {
      "en": "now that major championship gap is three to two.",
      "vi": "khoảng cách giải lớn rút từ ba xuống hai."
    }
  },
  {
    "translation": {
      "en": "So the difference between the careers of Jordan Spieth and Justin Thomas",
      "vi": "Nên sự khác biệt giữa sự nghiệp của Jordan Spieth và Justin Thomas"
    }
  },
  {
    "translation": {
      "en": "would start to look a lot smaller.",
      "vi": "sẽ bắt đầu nhỏ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "2020, Kolby made me finish my abs right here",
      "vi": "Năm 2020, Kolby bắt tôi tập cơ bụng ở đó"
    }
  },
  {
    "translation": {
      "en": "to just stare at that DJ Player of the Year banner.",
      "vi": "để nhìn ảnh DJ Golf thủ của năm."
    }
  },
  {
    "translation": {
      "en": "You see those up there, you either wanna get another one or you're tired of one guy getting them all.",
      "vi": "Bạn thấy chúng, một là muốn có một ảnh hai là chán vì một kẻ ôm hết giải."
    }
  },
  {
    "translation": {
      "en": "I hadn't put anything up there in a while, so it's pretty motivating.",
      "vi": "Lâu rồi chưa có giải gì trên đó nên khá là có động lực."
    }
  },
  {
    "translation": {
      "en": "Should have to take 'em down after a couple years.",
      "vi": "Lẽ ra phải hạ chúng sau vài năm."
    }
  },
  {
    "translation": {
      "en": "Do you think you can win the PGA this year?",
      "vi": "Anh có nghĩ mình có thể thắng PGA năm nay?"
    }
  },
  {
    "translation": {
      "en": "I know I can win the PGA Championship this year.",
      "vi": "Tôi biết tôi có thể thắng PGA năm nay."
    }
  },
  {
    "translation": {
      "en": "I mean, I know for a fact, 1,000%, that I can. It's just a matter of if I will or not.",
      "vi": "Tôi biết chắc chắn, 1.000% là tôi có thể. Vấn đề là tôi có muốn hay không."
    }
  },
  {
    "translation": {
      "en": "Good morning from Tulsa, Oklahoma.",
      "vi": "Chào buổi sáng từ Tulsa, Oklahoma."
    }
  },
  {
    "translation": {
      "en": "We are here at Southern Hills for the PGA Championship.",
      "vi": "Chúng ta đang ở sân Southern Hills cho Giải Vô địch PGA."
    }
  },
  {
    "translation": {
      "en": "And we know that you out there are anxious to see who we've got this morning.",
      "vi": "Chúng tôi biết các bạn đang nóng lòng muốn xem ta có ai sáng nay."
    }
  },
  {
    "translation": {
      "en": "Jordan! Jordan!",
      "vi": "Jordan!"
    }
  },
  {
    "translation": {
      "en": "Well, it's loaded everywhere you look.",
      "vi": "Chà, đầy ắp mọi nơi bạn nhìn."
    }
  },
  {
    "translation": {
      "en": "There's so many talented guys on tour. It's so hard to win out here.",
      "vi": "Có rất nhiều tài năng đến du đấu. Rất khó để thắng ở đây."
    }
  },
  {
    "translation": {
      "en": "Any week someone can get hot,",
      "vi": "Mỗi tuần có người chơi trội"
    }
  },
  {
    "translation": {
      "en": "and they'll be tough to catch unless you have your A game.",
      "vi": "và khó bắt kịp họ nếu không có chiến lược tốt."
    }
  },
  {
    "translation": {
      "en": "- Rory! - Rory!  Rory!",
      "vi": "- Rory! - Rory!"
    }
  },
  {
    "translation": {
      "en": "This is my sixteenth year on tour.",
      "vi": "Đây là năm thứ 16 tôi tham đấu."
    }
  },
  {
    "translation": {
      "en": "The pinnacle of golf is always gonna be the four major championships.",
      "vi": "Đỉnh cao của golf luôn là bốn chức vô địch lớn."
    }
  },
  {
    "translation": {
      "en": "But the four that I've won were so long ago",
      "vi": "Nhưng bốn lần tôi thắng đã lâu lắm rồi"
    }
  },
  {
    "translation": {
      "en": "that I feel like I'm trying to win my first one again.",
      "vi": "mà tôi cảm thấy như mình đang cố thắng giải đầu tiên."
    }
  },
  {
    "translation": {
      "en": "One of the biggest stories is who is not playing.",
      "vi": "Một trong những câu chuyện lớn nhất là ai không chơi."
    }
  },
  {
    "translation": {
      "en": "Defending champ, Phil Mickelson.",
      "vi": "Nhà vô địch bảo vệ, Phil Mickelson."
    }
  },
  {
    "translation": {
      "en": "With Phil, is it strange not having the defending champ here this week?",
      "vi": "Với Phil, thật lạ khi không có đương kim vô địch ở đây tuần này?"
    }
  },
  {
    "translation": {
      "en": "And just the whole Saudi golf story. What's your take?",
      "vi": "Chuyện về golf của Ả Rập Xê-út. Anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "It's unfortunate Phil's not here. I mean, his accomplishment last year",
      "vi": "Thật tiếc là Phil không có ở đây. thành tích của anh ấy năm ngoái"
    }
  },
  {
    "translation": {
      "en": "was one of the greatest accomplishments in the history of the game.",
      "vi": "là một trong những thành tựu vĩ đại nhất trong lịch sử golf."
    }
  },
  {
    "translation": {
      "en": "Phil defeats Father Time.",
      "vi": "Phil đã bắt kịp thời gian."
    }
  },
  {
    "translation": {
      "en": "He's taken major championship golf to a place it's never been.",
      "vi": "Anh ấy đã đưa giải vô địch golf đến một tầm cao mà nó chưa từng đến."
    }
  },
  {
    "translation": {
      "en": "The current champion hasn't played since making comments",
      "vi": "Nhà vô địch chưa thi đấu kể từ khi bình luận về giải đấu do Ả Rập Xê-út tài trợ."
    }
  },
  {
    "translation": {
      "en": "about the new Saudi- backed golf series.",
      "vi": "kể từ khi bình luận về giải đấu do Ả Rập Xê-út tài trợ."
    }
  },
  {
    "translation": {
      "en": "The idea of LIV has been around for years,",
      "vi": "Ý tưởng về LIV đã có từ nhiều năm trước,"
    }
  },
  {
    "translation": {
      "en": "but now there are actual rumors about real contracts",
      "vi": "giờ có những tin đồn về hợp đồng thật sự"
    }
  },
  {
    "translation": {
      "en": "and offers being floated to guys like Phil Mickelson.",
      "vi": "và lời mời đến tay những người như Phil Mickelson."
    }
  },
  {
    "translation": {
      "en": "At first glance, it looks like it's just another tour. It's a competitive tour.",
      "vi": "Thoạt nhìn, có vẻ chỉ là một giải khác. Đó là giải đấu cạnh tranh."
    }
  },
  {
    "translation": {
      "en": "What's the problem with that? But when you look deeper and you think,",
      "vi": "Có vấn đề gì với nó? Nhưng khi nhìn sâu hơn và suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Well, where's the money coming from?",
      "vi": "Tiền ở đâu ra?"
    }
  },
  {
    "translation": {
      "en": "It threatens the foundation of the game.",
      "vi": "Nó đe doạ nền tảng của bộ môn."
    }
  },
  {
    "translation": {
      "en": "Let's go, Justin!",
      "vi": "Cố lên, Justin!"
    }
  },
  {
    "translation": {
      "en": "Who'll take the money?",
      "vi": "Ai sẽ lấy tiền?"
    }
  },
  {
    "translation": {
      "en": "Who's not gonna take the money? Who's going to resist the money?",
      "vi": "Ai sẽ không nhận tiền? Ai sẽ cưỡng lại tiền?"
    }
  },
  {
    "translation": {
      "en": "Who's gonna draw a line in the sand?",
      "vi": "Ai sẽ vẽ vạch trên cát?"
    }
  },
  {
    "translation": {
      "en": "I love where I'm at.",
      "vi": "Tôi thích nơi tôi đang ở."
    }
  },
  {
    "translation": {
      "en": "I've been saying that for a long time, so",
      "vi": "Tôi đã nói thế từ lâu rồi,"
    }
  },
  {
    "translation": {
      "en": "none of those, um, distractions weigh on me whatsoever.",
      "vi": "nên không có gì làm tôi phân tâm."
    }
  },
  {
    "translation": {
      "en": "Now on the tee, the 1999, 2000, 2006,",
      "vi": "Giờ phát bóng, nhà vô địch PGA năm 1999, 2000, 2006,"
    }
  },
  {
    "translation": {
      "en": "2007 PGA Champion, Tiger Woods.",
      "vi": "2007, Tiger Woods."
    }
  },
  {
    "translation": {
      "en": "Love you, Tiger!",
      "vi": "Yêu anh, Tiger!"
    }
  },
  {
    "translation": {
      "en": "The second round is underway.",
      "vi": "Vòng đấu hai đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Heavyweight group this afternoon. There's McIlroy, Woods, and Jordan Spieth.",
      "vi": "Nhóm hạng nặng chiều nay. Có McIlroy, Woods, và Jordan Spieth."
    }
  },
  {
    "translation": {
      "en": "Now we gotta look at Spieth on the left- hand side.",
      "vi": "Giờ ta phải xem Spieth bên tay trái."
    }
  },
  {
    "translation": {
      "en": "Not the start that Spieth was envisioning.",
      "vi": "Không phải khởi đầu mà Spieth hình dung."
    }
  },
  {
    "translation": {
      "en": "Justin Thomas. Birdie opportunity.",
      "vi": "- Justin Thomas. - Cơ hội ăn điểm birdie."
    }
  },
  {
    "translation": {
      "en": "- - That's how you do it.",
      "vi": "BIRDIE: MỘT GẬY DƯỚI PAR (-1) Thực hiện thành công."
    }
  },
  {
    "translation": {
      "en": "Right!",
      "vi": "LỖ 8"
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "vi": "Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "That's gonna hit Tiger's ball.",
      "vi": "Sẽ trúng bóng của Tiger."
    }
  },
  {
    "translation": {
      "en": "Maybe it's gonna be JT's week.",
      "vi": "Có lẽ sẽ là tuần của JT."
    }
  },
  {
    "translation": {
      "en": "It looks like he is in complete control of what he's doing.",
      "vi": "Có vẻ anh ấy hoàn toàn kiểm soát được việc mình làm."
    }
  },
  {
    "translation": {
      "en": "We're only halfway and have a lot of golf left.",
      "vi": "Mới được nửa đường và còn nhiều màn golf."
    }
  },
  {
    "translation": {
      "en": "But if I just keep doing what I'm doing and staying patient,",
      "vi": "Nhưng nếu tôi tiếp tục giữ vững và kiên nhẫn,"
    }
  },
  {
    "translation": {
      "en": "then, um, you know, I'm excited for the week.",
      "vi": "tôi rất hào hứng cho tuần này."
    }
  },
  {
    "translation": {
      "en": "Oh, Jordan what are you doing?  Uh- oh. This has started right.",
      "vi": "- Ôi, Jordan, làm gì vậy? - Ồ. Có vẻ đúng hướng."
    }
  },
  {
    "translation": {
      "en": "Get so lucky. I mean, so lucky.",
      "vi": "May mắn đi. Ý tôi là, thật may mắn."
    }
  },
  {
    "translation": {
      "en": "- Ugh. - He did not get lucky.",
      "vi": "Anh ấy không gặp may."
    }
  },
  {
    "translation": {
      "en": "What a round. Will Zalatoris and Mito Pereira, JT leading the weekend.",
      "vi": "Vòng đấu gay cấn. Will Zalatoris và Mito Pereira, JT dẫn đầu cuối tuần."
    }
  },
  {
    "translation": {
      "en": "Gonna finish my, uh… finish my day today.",
      "vi": "Tôi sẽ kết thúc…  ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "- Half the field's in here. - I know.",
      "vi": "- Nửa sân ở đây. - Tôi biết."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh yeah, nice, quiet work out. Perfect.",
      "vi": "Tôi nói, Ồ, tốt, tập luyện yên tĩnh. Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Not yet.",
      "vi": "Chưa được."
    }
  },
  {
    "translation": {
      "en": "Give it time. Give it time. You'll get there.",
      "vi": "Từ từ đi. Anh sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "It was a very, very fun day, and it was great golf.",
      "vi": "Đó là một ngày rất vui và golf rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I mean, I had total and complete control of my golf ball.",
      "vi": "Ý tôi là, tôi đã kiểm soát hoàn toàn bóng golf của mình."
    }
  },
  {
    "translation": {
      "en": "Make sure to turn around so the cameras can see the GolfForever logo.",
      "vi": "Nhớ quay lại để máy quay thấy GolfForever."
    }
  },
  {
    "translation": {
      "en": "- You guys get that logo? - I'm not sponsor--",
      "vi": "- Có logo đó không? - Tôi không tài trợ…"
    }
  },
  {
    "translation": {
      "en": "If your company wants to pay me for it, I'll gladly flip it around.",
      "vi": "Nếu công ty anh muốn chi cho tôi, tôi sẵn lòng quai lại."
    }
  },
  {
    "translation": {
      "en": "Swing got a little bit off,",
      "vi": "Cú vung gậy hơi bất ổn,"
    }
  },
  {
    "translation": {
      "en": "um, which can happen week- to- week for us, and I didn't make anything.",
      "vi": "có thể xảy ra hàng tuần với bọn tôi và tôi chả kiếm được gì."
    }
  },
  {
    "translation": {
      "en": "And that sometimes can be hard to regain confidence, but",
      "vi": "Và đôi khi rất khó để lấy lại sự tự tin."
    }
  },
  {
    "translation": {
      "en": "I know what I need to do to go back, you know, with some momentum.",
      "vi": "Nhưng tôi biết mình cần làm gì để có động lực trở lại."
    }
  },
  {
    "translation": {
      "en": "- Hey, Chef! - Fucking asshole.",
      "vi": "- Này, Bếp trưởng! - Gã khốn."
    }
  },
  {
    "translation": {
      "en": "- Who is that? - That's our chef. Chef Parker.",
      "vi": "- Ai thế? - Đầu bếp của bọn tôi. Bếp trưởng Parker."
    }
  },
  {
    "translation": {
      "en": "Hopefully, my golf is a lot better than how I sound at the moment. Um…",
      "vi": "Hy vọng là màn golf của tôi tốt hơn nhiều so với giọng tôi hiện giờ."
    }
  },
  {
    "translation": {
      "en": "I never had allergies kick my ass as much as they have this week.",
      "vi": "Tôi chưa bao giờ bị dị ứng nhiều như tuần này."
    }
  },
  {
    "translation": {
      "en": "That's why we're making a stop here.",
      "vi": "Nên ta sẽ ghé vào đây."
    }
  },
  {
    "translation": {
      "en": "Allergy, allergy and sinus. Oh my God.",
      "vi": "Dị ứng và viêm xoang. Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Physically, I'm not in the state that I would like to be in.",
      "vi": "Về mặt thể chất, tình trạng không như tôi muốn."
    }
  },
  {
    "translation": {
      "en": "I've just had no energy. I had no strength.",
      "vi": "Tôi không có năng lượng, sức lực."
    }
  },
  {
    "translation": {
      "en": "So in terms of my actual golf game, yes, I have more unknown than I would like.",
      "vi": "Nên về màn golf của tôi, đúng, tôi đang mông lung hơn tôi muốn."
    }
  },
  {
    "translation": {
      "en": "But it's basically allergy related.",
      "vi": "Nhưng về cơ bản nó liên quan đến dị ứng."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Okay.",
      "vi": "- Vâng. - Rồi."
    }
  },
  {
    "translation": {
      "en": "I need that like I need air to breathe.",
      "vi": "Tôi cần nó như cần không khí."
    }
  },
  {
    "translation": {
      "en": "Take ten dollars off?",
      "vi": "Giảm mười đô?"
    }
  },
  {
    "translation": {
      "en": "Please wait. System processing.",
      "vi": "Xin hãy đợi. Hệ thống đang xử lý."
    }
  },
  {
    "translation": {
      "en": "Unable to process your payment. Please try again or press help.",
      "vi": "Không thể xử lý thanh toán. Vui lòng thử lại hoặc nhấn trợ giúp."
    }
  },
  {
    "translation": {
      "en": "Gotta be shitting me.",
      "vi": "Đùa với tôi chắc."
    }
  },
  {
    "translation": {
      "en": "Unable to process your payment.",
      "vi": "Không thể xử lý thanh toán."
    }
  },
  {
    "translation": {
      "en": "Swipe or insert card and follow instructions on PIN pad.",
      "vi": "Quẹt hoặc đưa thẻ vào, sau đó làm theo hướng dẫn trên máy PIN."
    }
  },
  {
    "translation": {
      "en": "- Please try again or press help. - This is going well.",
      "vi": "- Thử lại hoặc nhấn trợ giúp. - Tốt ghê."
    }
  },
  {
    "translation": {
      "en": "Hope your checkout process goes better than mine.",
      "vi": "Hy vọng việc thanh toán của anh khá hơn tôi."
    }
  },
  {
    "translation": {
      "en": "- Thank you for shopping at CVS. - Thank you.",
      "vi": "- Cảm ơn đã mua sắm ở CVS. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Clearly, I'm playing well enough to be in that spot.",
      "vi": "Tôi đang chơi đủ tốt để ở vị trí đó."
    }
  },
  {
    "translation": {
      "en": "- Hey, Justin. Good luck. - How ya doing?",
      "vi": "- Justin. Chúc may mắn. - Khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "Trying to take it one shot, one hole at a time.",
      "vi": "Cố gắng ở từng cú đánh, từng lỗ."
    }
  },
  {
    "translation": {
      "en": "That was fun. That went really well.",
      "vi": "Vui thật. Mọi chuyện rất tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "Hope that's not a sign of things to come for this week.",
      "vi": "Hy vọng đó không phải là dấu hiệu của tuần này."
    }
  },
  {
    "translation": {
      "en": "Good morning from Southern Hills.",
      "vi": "Chào buổi sáng từ Southern Hills."
    }
  },
  {
    "translation": {
      "en": "The story this morning: heavy rainfall.",
      "vi": "Tình hình sáng nay, mưa lớn."
    }
  },
  {
    "translation": {
      "en": "Moving day, Saturday, is your day",
      "vi": "Ngày di chuyển, thứ Bảy, là ngày của bạn"
    }
  },
  {
    "translation": {
      "en": "to really make a charge up that leaderboard.",
      "vi": "để thực sự thăng hạng trên bảng xếp hạng đó."
    }
  },
  {
    "translation": {
      "en": "Players really have to have their best stuff in order to put themselves",
      "vi": "Các đấu thủ thực sự phải có những cú đánh đẹp nhất để đưa bản thân"
    }
  },
  {
    "translation": {
      "en": "in a position to get it done with 18 holes to play on Sunday.",
      "vi": "vào vị trí để hoàn tất 18 lỗ và được chơi vào Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "Oh my God, it shot out right. Wow.",
      "vi": "Chúa ơi, nó bắn ra ngay. Chà."
    }
  },
  {
    "translation": {
      "en": "- Well… - That's not a good start.",
      "vi": "- Chà… - Khởi đầu không tốt."
    }
  },
  {
    "translation": {
      "en": "Untidy three- putt there from Spieth.",
      "vi": "Ba cú gạt bóng vấp váp từ Speith."
    }
  },
  {
    "translation": {
      "en": "Damn it, just hit it.",
      "vi": "Khỉ thật, vào đi chứ."
    }
  },
  {
    "translation": {
      "en": "I came in with confidence, and I just didn't get in a nice rhythm.",
      "vi": "Tôi bước vào rất tự tin và tôi không tìm được nhịp tốt."
    }
  },
  {
    "translation": {
      "en": "Oh my God, Jordan. Why do you have to miss that right?",
      "vi": "Ôi Chúa ơi, Jordan. Sao mày phải đánh trượt bên phải?"
    }
  },
  {
    "translation": {
      "en": "It's just so screwed there.",
      "vi": "Quá bế tắc."
    }
  },
  {
    "translation": {
      "en": "How does it go across the hole right to left?",
      "vi": "Sao nó đi qua lỗ từ phải sang trái?"
    }
  },
  {
    "translation": {
      "en": "And from there, it was going to be an uphill battle.",
      "vi": "Và từ đó, nó sẽ là cuộc chiến cam go."
    }
  },
  {
    "translation": {
      "en": "Now on the tee, please welcome Justin Thomas.",
      "vi": "Ở điểm phát bóng, xin chào mừng Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "The pressure has ratcheted up in these major championships",
      "vi": "Áp lực đã đè nặng lên Justin Thomas trong các giải vô địch lớn."
    }
  },
  {
    "translation": {
      "en": "on Justin Thomas.",
      "vi": "lên Justin Thomas trong các giải vô địch lớn."
    }
  },
  {
    "translation": {
      "en": "Starting this day in third, alone, three back.",
      "vi": "Khởi đầu hôm nay ở hạng 3, một mình, thua ba gậy."
    }
  },
  {
    "translation": {
      "en": "I dunno if I can get there with a 6- iron. Maybe.",
      "vi": "- Gậy Sắt 6 không biết ổn không. - Có lẽ."
    }
  },
  {
    "translation": {
      "en": "Sit. Sit.",
      "vi": "Hạ đi."
    }
  },
  {
    "translation": {
      "en": "Oh no. No. No.",
      "vi": "Ôi không. Không."
    }
  },
  {
    "translation": {
      "en": "That one was, uh, quite wide of the mark.",
      "vi": "Bóng đi khá xa vạch."
    }
  },
  {
    "translation": {
      "en": "Tries to make this putt to save par.",
      "vi": "Cố gạt bóng để đạt điểm par."
    }
  },
  {
    "translation": {
      "en": "And no.",
      "vi": "Và không."
    }
  },
  {
    "translation": {
      "en": "So second bogey of the day.",
      "vi": "Điểm bogey thứ hai trong ngày."
    }
  },
  {
    "translation": {
      "en": "Everybody just be still as possible, please.",
      "vi": "Mọi người hãy đứng yên nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Watching it.",
      "vi": "Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "It's all coming apart for JT.",
      "vi": "Mọi thứ dần sai hướng với JT."
    }
  },
  {
    "translation": {
      "en": "We had an opportunity to do something well.",
      "vi": "Ta đã có cơ hội làm nên chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "We didn't capitalize on it.",
      "vi": "Chúng tôi không tận dụng nó."
    }
  },
  {
    "translation": {
      "en": "Yeah, JT!",
      "vi": "Ừ, JT!"
    }
  },
  {
    "translation": {
      "en": "Hit pick. Hit pick. Hit pick!",
      "vi": "Nhấn chọn. Chọn!"
    }
  },
  {
    "translation": {
      "en": "This sport is freaking brutal.",
      "vi": "Môn thể thao này thật tàn bạo."
    }
  },
  {
    "translation": {
      "en": "Damn it, Justin.",
      "vi": "Chết tiệt, Justin."
    }
  },
  {
    "translation": {
      "en": "How quickly you can fall off and just not be who you were anymore.",
      "vi": "Anh có thể ngã xuống nhanh đến mức nào và không còn là con người anh nữa."
    }
  },
  {
    "translation": {
      "en": "Oh no. No. No.",
      "vi": "Ôi không. Không."
    }
  },
  {
    "translation": {
      "en": "And that will leave Justin Thomas seven strokes",
      "vi": "Và điều đó sẽ khiến Justin Thomas còn bảy gậy"
    }
  },
  {
    "translation": {
      "en": "behind the leader after round three.",
      "vi": "sau người dẫn đầu ở vòng ba."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Let's go, JT!",
      "vi": "Đi thôi, JT!"
    }
  },
  {
    "translation": {
      "en": "When we come off the golf course, he's worn out from allergies,",
      "vi": "Khi chúng tôi ra khỏi sân, nó mệt mỏi vì dị ứng,"
    }
  },
  {
    "translation": {
      "en": "worn out from the competition.",
      "vi": "mệt mỏi vì thi đấu."
    }
  },
  {
    "translation": {
      "en": "He went down to the range and hit a few balls, looking for something.",
      "vi": "Nó xuống sân và đánh vài quả bóng, tìm kiếm thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "I just want to at least have an idea of what I'm doing.",
      "vi": "Tôi chỉ muốn biết ít nhất tôi đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I don't have a clue what I'm doing.",
      "vi": "Tôi không biết đang làm gì."
    }
  },
  {
    "translation": {
      "en": "And that's not always the best time to go,",
      "vi": "Và đó không phải lúc để đi,"
    }
  },
  {
    "translation": {
      "en": "because you're dealing with a frustrated player",
      "vi": "vì bạn có một đấu thủ đang nản chí"
    }
  },
  {
    "translation": {
      "en": "that is venting thoughts out there that may or may not be true.",
      "vi": "tuôn ra những suy nghĩ có thể đúng hoặc sai."
    }
  },
  {
    "translation": {
      "en": "I have no thought I feel like I can go to to, like, hit a remotely solid shot.",
      "vi": "Tôi không nghĩ mình có thể đánh một cú từ xa vững chắc."
    }
  },
  {
    "translation": {
      "en": "I'm not happy. I'm pissed off. I'm irritated.",
      "vi": "Tôi không vui. Tôi bực quá. Tôi phát cáu."
    }
  },
  {
    "translation": {
      "en": "Feel like you truly just shot yourself out of",
      "vi": "Cảm giác như bạn thật sự không còn"
    }
  },
  {
    "translation": {
      "en": "opportunity to win a major championship with a really good chance.",
      "vi": "cơ hội để giành chức vô địch lớn với khả năng cao."
    }
  },
  {
    "translation": {
      "en": "Those moments, I think that's where the dad side is nice to have",
      "vi": "Những lúc đó, tôi nghĩ đó là điều tốt đẹp khi có bố bên cạnh"
    }
  },
  {
    "translation": {
      "en": "as opposed to the swing coach.",
      "vi": "trái với huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "Okay. You're a… You're a cool dude. A cool dude.",
      "vi": "Rồi. Con ngầu lắm. Rất ngầu."
    }
  },
  {
    "translation": {
      "en": "I'm beating myself up and then the dad comes in.",
      "vi": "Tôi đang dằn vặt và rồi bố bước vào."
    }
  },
  {
    "translation": {
      "en": "It's like, just take it easy, and you just gotta let it out and it can't linger.",
      "vi": "Cứ từ từ, và con phải xả ra và nó không thể kéo dài."
    }
  },
  {
    "translation": {
      "en": "My father, he was pretty difficult on me.",
      "vi": "Bố tôi, ông ấy khá khó tính với tôi."
    }
  },
  {
    "translation": {
      "en": "That was his way to motivate me,",
      "vi": "Đó là cách ông ấy động viên tôi"
    }
  },
  {
    "translation": {
      "en": "but we butted heads because of that.",
      "vi": "nhưng bọn tôi đã tranh cãi vì điều đó."
    }
  },
  {
    "translation": {
      "en": "I just remember not enjoying, uh, how I felt being treated that way,",
      "vi": "Tôi chỉ nhớ không thích cảm giác khi bị đối xử như thế,"
    }
  },
  {
    "translation": {
      "en": "and I just made a promise to myself I would never treat my children that way.",
      "vi": "và tôi tự dặn lòng sẽ không làm với con như thế."
    }
  },
  {
    "translation": {
      "en": "- All right, Baby J. - Okay, Justin.",
      "vi": "- Được rồi, bé J. - Rồi, Justin."
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you… ♪",
      "vi": "Chúc mừng sinh nhật"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "vi": "Chúc mừng sinh nhật con…"
    }
  },
  {
    "translation": {
      "en": "Just always wanted to make sure that he was enjoying what he was doing.",
      "vi": "Tôi luôn muốn đảm bảo nó thích thú điều nó đang làm."
    }
  },
  {
    "translation": {
      "en": "You know, it was supposed to be fun. It was the game of golf.",
      "vi": "Đáng lẽ phải vui. Đó là môn golf mà."
    }
  },
  {
    "translation": {
      "en": "It was not the work of golf.",
      "vi": "Không phải là công việc golf."
    }
  },
  {
    "translation": {
      "en": "I know he knows he mighta cost himself a serious chance at this tournament,",
      "vi": "Tôi biết nó biết mình có thể mất cơ hội lớn ở giải đấu này,"
    }
  },
  {
    "translation": {
      "en": "but we can't do anything about what happened today.",
      "vi": "nhưng chuyện hôm nay không thể đổi khác."
    }
  },
  {
    "translation": {
      "en": "All we can do is what we're going to do tomorrow.",
      "vi": "Những gì chúng ta có thể làm là ngày mai."
    }
  },
  {
    "translation": {
      "en": "So that's where the focus has to be.",
      "vi": "Nên đó là nơi cần tập trung."
    }
  },
  {
    "translation": {
      "en": "Final 18 holes have arrived here at Southern Hills Country Club.",
      "vi": "Mười tám lỗ cuối tại Câu lạc bộ Đồng quê Southern Hills."
    }
  },
  {
    "translation": {
      "en": "Let's go, Mito!",
      "vi": "Đi thôi, Mito!"
    }
  },
  {
    "translation": {
      "en": "This tournament truly is in the lap of Mito Pereira.",
      "vi": "Giải đấu này thực sự thuộc về Mito Pereira."
    }
  },
  {
    "translation": {
      "en": "Leads by three.",
      "vi": "Dẫn trước ba điểm."
    }
  },
  {
    "translation": {
      "en": "Spieth at 18.",
      "vi": "Spieth tại lỗ 18."
    }
  },
  {
    "translation": {
      "en": "The career grand slam, it's not gonna happen this year.",
      "vi": "Giải Career Grand Slam. Nó sẽ không xảy ra năm nay."
    }
  },
  {
    "translation": {
      "en": "It was really a defeating feeling,",
      "vi": "Đó thực sự là cảm giác thất bại"
    }
  },
  {
    "translation": {
      "en": "because I felt good about my game, and I just didn't quite get there.",
      "vi": "vì tôi thấy phong độ khả quan và tôi không hoàn toàn đạt được điều đó."
    }
  },
  {
    "translation": {
      "en": "JT! Let's go, JT!",
      "vi": "JT! Đi thôi, JT!"
    }
  },
  {
    "translation": {
      "en": "He's trying to put the disappointment of yesterday's round",
      "vi": "Anh ấy đang cố bỏ lại nỗi thất vọng của ngày hôm qua."
    }
  },
  {
    "translation": {
      "en": "- Don't do it again! - Let's go, Justin!",
      "vi": "- Đừng thế nữa! - Đi nào, Justin!"
    }
  },
  {
    "translation": {
      "en": "Justin Thomas is seven shots off the lead.",
      "vi": "Justin Thomas đang thua bảy gậy."
    }
  },
  {
    "translation": {
      "en": "He has about a 1.2% chance of winning from that position.",
      "vi": "Anh ấy có khoảng 1,2% cơ hội thắng từ vị trí đó."
    }
  },
  {
    "translation": {
      "en": "I feel like I need to work myself into a rhythm,",
      "vi": "Tôi cảm thấy mình cần vào nhịp độ,"
    }
  },
  {
    "translation": {
      "en": "to play a lot more conservatively…",
      "vi": "chơi một cách cẩn trọng hơn…"
    }
  },
  {
    "translation": {
      "en": "Putter play is coming up too short here. Way better short than long.",
      "vi": "Bóng đi khá ngắn ở đây. Thà ngắn còn hơn đi quá xa."
    }
  },
  {
    "translation": {
      "en": "…until I find something.",
      "vi": "…đến khi tôi tìm ra gì đó."
    }
  },
  {
    "translation": {
      "en": "At five.",
      "vi": "Lỗ năm."
    }
  },
  {
    "translation": {
      "en": "Six bogeys yesterday for Thomas.",
      "vi": "Hôm qua sáu điểm bogey cho Thomas."
    }
  },
  {
    "translation": {
      "en": "He's here for birdie. There you go to two under.",
      "vi": "Anh ấy nhắm điểm birdie. Rồi, giờ dưới hai gậy."
    }
  },
  {
    "translation": {
      "en": "The chances of him having a good day are stacked against him.",
      "vi": "Khả năng nó có một ngày tốt lành đang đè nặng lên nó."
    }
  },
  {
    "translation": {
      "en": "But just keeping yourself in the game is the key.",
      "vi": "Nhưng tập trung vào cuộc chơi là mấu chốt."
    }
  },
  {
    "translation": {
      "en": "The only thing I can do anything about is where I'm at that moment",
      "vi": "Điều duy nhất tôi có thể kiểm soát lúc đó"
    }
  },
  {
    "translation": {
      "en": "and try to make the best out of it.",
      "vi": "là cố gắng tận dụng nó."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "One of those players is going to do really well and put up a score.",
      "vi": "Một trong những đấu thủ đó sẽ làm tốt và ghi điểm."
    }
  },
  {
    "translation": {
      "en": "Will it be Justin Thomas?",
      "vi": "Sẽ là Justin Thomas?"
    }
  },
  {
    "translation": {
      "en": "Go JT!",
      "vi": "Cố lên JT!"
    }
  },
  {
    "translation": {
      "en": "The goal is to get in contention",
      "vi": "Mục tiêu chính là tranh hạng"
    }
  },
  {
    "translation": {
      "en": "on the back nine, 'cause that's when I feel comfortable.",
      "vi": "ở chín lỗ cuối vì đó là lúc tôi thấy thoải mái."
    }
  },
  {
    "translation": {
      "en": "And Thomas for birdie.",
      "vi": "Thomas nhắm điểm birdie."
    }
  },
  {
    "translation": {
      "en": "- - Got a beautiful stroke.",
      "vi": "Cú đánh đẹp."
    }
  },
  {
    "translation": {
      "en": "He's tied for sixth.",
      "vi": "Anh ấy đồng hạng sáu."
    }
  },
  {
    "translation": {
      "en": "We're waiting for the firepower to arrive.",
      "vi": "Chúng ta đang đợi hoả lực nổ ra."
    }
  },
  {
    "translation": {
      "en": "Maybe he could knock one in here.",
      "vi": "Có thể vào lỗ ở đây."
    }
  },
  {
    "translation": {
      "en": "- Oh my word! -",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "It's like, hey, we're moving up this board and no one else is really doing anything.",
      "vi": "Kiểu như, này, ta đang lên hạng và không ai nhúc nhích gì cả."
    }
  },
  {
    "translation": {
      "en": "They're giving us a chance to catch 'em. Let's go chase those guys down.",
      "vi": "Họ đang cho ta cơ hội để bắt kịp. Hãy đuổi theo họ."
    }
  },
  {
    "translation": {
      "en": "Oh man, isn't this starting to get interesting now?",
      "vi": "Trời ơi, không phải chuyện này bắt đầu thú vị rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, look at this.",
      "vi": "Tuyệt, nhìn này."
    }
  },
  {
    "translation": {
      "en": "Maybe it is Thomas time.",
      "vi": "Đã đến lúc của Thomas."
    }
  },
  {
    "translation": {
      "en": "Come on. Be wide. Be wide!",
      "vi": "Thôi nào. Xa ra đi."
    }
  },
  {
    "translation": {
      "en": "Oh! What a shot!",
      "vi": "Ôi! Thật tuyệt!"
    }
  },
  {
    "translation": {
      "en": "He's five under. Will it be enough?",
      "vi": "Năm gậy dưới par. Đủ chưa?"
    }
  },
  {
    "translation": {
      "en": "After all that, he's still in it.",
      "vi": "Sau tất cả, anh ấy vẫn trong cuộc."
    }
  },
  {
    "translation": {
      "en": "With golf, because everyone is playing at different times,",
      "vi": "Với golf, vì mọi người chơi những thời điểm khác nhau,"
    }
  },
  {
    "translation": {
      "en": "it's just not over till it's over.",
      "vi": "sẽ chưa hạ màn đến khi thật sự kết thúc."
    }
  },
  {
    "translation": {
      "en": "Mito Pereira, to take a two shot lead.",
      "vi": "Mito Pereira, để dẫn trước hai gậy."
    }
  },
  {
    "translation": {
      "en": "Anything can happen.",
      "vi": "Gì cũng có thể."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "At the end of Sunday, if two or more players",
      "vi": "Vào cuối Chủ Nhật, nếu hai hoặc hơn đấu thủ"
    }
  },
  {
    "translation": {
      "en": "are tied at the top with the same score,",
      "vi": "đồng hạng nhất với cùng điểm,"
    }
  },
  {
    "translation": {
      "en": "they're going to play three- set holes during a playoff.",
      "vi": "họ sẽ chơi một hiệp đấu loại ba lỗ."
    }
  },
  {
    "translation": {
      "en": "Will Zalatoris join Justin Thomas at five under?",
      "vi": "Liệu Zalatoris có cùng Justin Thomas ở năm gậy dưới par?"
    }
  },
  {
    "translation": {
      "en": "The fact that Justin Thomas is done for the day",
      "vi": "Thực tế là Justin Thomas đã xong việc"
    }
  },
  {
    "translation": {
      "en": "and now he's gotta wait to find out if he's gonna be in a playoff or not,",
      "vi": "và giờ phải chờ xem liệu có được đấu loại,"
    }
  },
  {
    "translation": {
      "en": "that really leads to the drama of the sport.",
      "vi": "điều đó tăng phần kịch tính cho môn này."
    }
  },
  {
    "translation": {
      "en": "It's all up to Mito now.",
      "vi": "Tất cả phụ thuộc Mito."
    }
  },
  {
    "translation": {
      "en": "A par on the 18th hole and the championship is his.",
      "vi": "Điểm par ở lỗ 18 và chức vô địch là của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Bogey, we're headed towards a three- way playoff.",
      "vi": "Bogey, chúng ta tiến tới vòng loại trực tiếp."
    }
  },
  {
    "translation": {
      "en": "Oh dear. That is frightening follow- through.",
      "vi": "Ôi trời. Động tác gậy theo bóng thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Where is it?",
      "vi": "Nó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh my goodness. It could make a follow- through.",
      "vi": "Ôi trời. Không thể đánh gậy theo bóng."
    }
  },
  {
    "translation": {
      "en": "Oh my goodness, it's in the water. Oh my goodness.",
      "vi": "Ôi trời, nó ở dưới nước. Ôi trời."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Sunk at the seventy- second and now faces a one- shot penalty.",
      "vi": "Chìm ở lỗ cuối và giờ phải đối mặt với quả phạt đền."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "I fucked it up. On the last hole, man…",
      "vi": "Tôi làm hỏng rồi. Ở lỗ cuối cùng…"
    }
  },
  {
    "translation": {
      "en": "All action stations.",
      "vi": "Tất cả hành động."
    }
  },
  {
    "translation": {
      "en": "Plenty of room here guys. Thank you.",
      "vi": "Rất nhiều chỗ ở đây, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "That all happened so quick.",
      "vi": "Chuyện diễn ra nhanh quá."
    }
  },
  {
    "translation": {
      "en": "It really did.",
      "vi": "Thật đấy."
    }
  },
  {
    "translation": {
      "en": "We saw that tee shot.",
      "vi": "Ta đã thấy cú phát bóng đó."
    }
  },
  {
    "translation": {
      "en": "Colt! Colt! Colt, do you have a monitor or anything?",
      "vi": "Cole, anh có màn hình hay gì không?"
    }
  },
  {
    "translation": {
      "en": "- We're like, oh boy. - Still got plenty of time, guys.",
      "vi": "- Bọn tôi kiểu, trời. - Còn nhiều thời gian, bố ạ."
    }
  },
  {
    "translation": {
      "en": "- We still got a chance. Yeah. - Mito's dropping right now.",
      "vi": "- Ta vẫn còn cơ hội. Ừ. - Mito đang thả bóng."
    }
  },
  {
    "translation": {
      "en": "Drop into the edge here, right?",
      "vi": "Thả vào rìa đây, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- - Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "After the penalty drop, Mito preparing for his third shot.",
      "vi": "Sau khi thả quả phạt đền, Mito chuẩn bị cho cú đánh thứ ba."
    }
  },
  {
    "translation": {
      "en": "Pereira's gotta do something miraculous.",
      "vi": "Pereira phải làm gì đó kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "It's left and not cutting.",
      "vi": "Đi trái và không cắt ngang."
    }
  },
  {
    "translation": {
      "en": "Oh dear.",
      "vi": "Ôi trời ơi."
    }
  },
  {
    "translation": {
      "en": "It's all down to this.",
      "vi": "Tất cả là do cái này."
    }
  },
  {
    "translation": {
      "en": "He has to get down in two to make it a three- man playoff.",
      "vi": "Anh ấy phải xong trong hai gậy mới có đấu loại ba người."
    }
  },
  {
    "translation": {
      "en": "Missed the green left. Gotta get up and down to get in the playoff.",
      "vi": "Chếch trái qua đồi quả. Phải cố để đấu loại."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Might not even stay on.",
      "vi": "Có thể không đứng yên."
    }
  },
  {
    "translation": {
      "en": "Oh, there it goes.",
      "vi": "Ôi, đi rồi."
    }
  },
  {
    "translation": {
      "en": "He didn't hold the chip shot. Think he chipped it over the green.",
      "vi": "Hớt bóng không thành. Có lẽ lăn qua đồi quả rồi."
    }
  },
  {
    "translation": {
      "en": "Mito's last throw of the dice.",
      "vi": "Lần ném thử sức cuối của Mito."
    }
  },
  {
    "translation": {
      "en": "Golf can be such a cruel game.",
      "vi": "Golf có thể là trò chơi tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "And a tied third finish.",
      "vi": "Và về đích thứ ba."
    }
  },
  {
    "translation": {
      "en": "So we know now we have a playoff.",
      "vi": "Ta đã biết sẽ có đấu loại."
    }
  },
  {
    "translation": {
      "en": "Hasn't been a playoff in this championship since 2011.",
      "vi": "Chưa có đấu loại ở giải vô địch này kể từ năm 2011."
    }
  },
  {
    "translation": {
      "en": "They're going to play against one another in the same group",
      "vi": "Họ sẽ đối đầu nhau trong cùng nhóm,"
    }
  },
  {
    "translation": {
      "en": "until one person comes out with the lowest score.",
      "vi": "đến khi một người thắng với điểm thấp nhất."
    }
  },
  {
    "translation": {
      "en": "Here we go, JT!",
      "vi": "Bắt đầu nào, JT!"
    }
  },
  {
    "translation": {
      "en": "Will Zalatoris.  Former number- one amateur in the world.",
      "vi": "- Will Zalatoris. - Cựu nghiệp dư số một thế giới."
    }
  },
  {
    "translation": {
      "en": "Found the fairway.",
      "vi": "Đã lên đường bóng."
    }
  },
  {
    "translation": {
      "en": "Advantage, Zalatoris.",
      "vi": "Lợi thế, Zalatoris."
    }
  },
  {
    "translation": {
      "en": "You gotta be patient and be smart to stay in the playoffs.",
      "vi": "Kiên nhẫn và khôn khéo để tiếp tục đấu loại."
    }
  },
  {
    "translation": {
      "en": "Spectacular shot for Thomas.",
      "vi": "Cú đánh ngoạn mục của Thomas."
    }
  },
  {
    "translation": {
      "en": "Zalatoris for birdie.",
      "vi": "Zalatoris nhắm birdie."
    }
  },
  {
    "translation": {
      "en": "- Yeah, baby! - Let's go, Will!",
      "vi": "- Ừ, cưng à! - Cố lên, Will!"
    }
  },
  {
    "translation": {
      "en": "Come on, J.",
      "vi": "Cố lên, J."
    }
  },
  {
    "translation": {
      "en": "- Go! - Let's go!",
      "vi": "- Đi mau! - Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Both players with birdies at the first of the three holes.",
      "vi": "Hai đấu thủ đều có birdie ở lỗ đầu tiên trong ba lỗ."
    }
  },
  {
    "translation": {
      "en": "- No! - One time, JT!",
      "vi": "- Không! - Một lần thôi, JT!"
    }
  },
  {
    "translation": {
      "en": "A nice little twirl. He likes it.",
      "vi": "Một vòng xoay đẹp. Anh ấy thích thế."
    }
  },
  {
    "translation": {
      "en": "He loves it now.",
      "vi": "Hài lòng rồi."
    }
  },
  {
    "translation": {
      "en": "What a golf shot.",
      "vi": "Cú đánh tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Zalatoris has a birdie putt coming up.",
      "vi": "Zalatoris sắp gạt bóng cho birdie."
    }
  },
  {
    "translation": {
      "en": "About seven or eight feet here.",
      "vi": "Khoảng hai tới 2,5 mét."
    }
  },
  {
    "translation": {
      "en": "Thomas knocks his in, it'll be the first time he actually",
      "vi": "Thomas tấn công, đây sẽ là lần đầu tiên anh ấy"
    }
  },
  {
    "translation": {
      "en": "has the lead since Friday afternoon.",
      "vi": "dẫn đầu kể từ chiều thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "When you have those big putts,",
      "vi": "Khi cú gạt bóng quan trọng,"
    }
  },
  {
    "translation": {
      "en": "you can almost, like, hear and feel your heart beating.",
      "vi": "bạn gần như nghe, cảm nhận tim đang đập."
    }
  },
  {
    "translation": {
      "en": "Come on. Let's go.",
      "vi": "Cố lên nào."
    }
  },
  {
    "translation": {
      "en": "Here's to take a one- shot lead to the 18th tee in this three- hole playoff.",
      "vi": "Chuẩn bị dẫn trước một gậy cho lỗ 18 trong đấu loại ba lỗ."
    }
  },
  {
    "translation": {
      "en": "Trying to calm yourself down,",
      "vi": "Cố gắng bình tĩnh,"
    }
  },
  {
    "translation": {
      "en": "it's tough.",
      "vi": "thật khó khăn."
    }
  },
  {
    "translation": {
      "en": "Birdie- birdie start for Justin Thomas.",
      "vi": "Hai birdie khởi đầu cho Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "But if you're not nervous, it doesn't mean anything to you.",
      "vi": "Nhưng nếu không hồi hộp thì nó vô nghĩa với bạn."
    }
  },
  {
    "translation": {
      "en": "Justin takes the lead over Will Zalatoris with one hole remaining in the playoff.",
      "vi": "Justin dẫn trước Will Zalatoris với một lỗ còn lại ở đấu loại."
    }
  },
  {
    "translation": {
      "en": "He got a straight bounce. Perfect.",
      "vi": "Ồ, bóng bật thẳng. Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "That one's on a line. Way to lock it.",
      "vi": "Bóng đi đúng hướng. Khoá bóng tốt."
    }
  },
  {
    "translation": {
      "en": "Come on, man.",
      "vi": "Thôi nào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Get in the hole!",
      "vi": "Vào lỗ đi!"
    }
  },
  {
    "translation": {
      "en": "Went dead straight, but got it all the way up there.",
      "vi": "Đi thẳng đến đó nhưng đã lên tận đó."
    }
  },
  {
    "translation": {
      "en": "Zalatoris, one behind, has to make a birdie.",
      "vi": "Zalatoris, thua một điểm, phải cố đạt birdie."
    }
  },
  {
    "translation": {
      "en": "Get in there.",
      "vi": "Vào đó đi."
    }
  },
  {
    "translation": {
      "en": "Come on, get in there!",
      "vi": "Nào, vào đi!"
    }
  },
  {
    "translation": {
      "en": "And Justin, two putts for his second major.",
      "vi": "Và Justin, hai cú gạt bóng cho giải lớn lần hai."
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Come on, man. Two putts, let's play.",
      "vi": "Thôi nào. Hai cú gạt bóng, chơi thôi."
    }
  },
  {
    "translation": {
      "en": "Gotta do this. He needs to make his putt.",
      "vi": "Phải làm được. Nó phải gạt vào lỗ."
    }
  },
  {
    "translation": {
      "en": "From seven down at the start of the day.",
      "vi": "Từ hạng bảy vào đầu ngày."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Go in! Go in! Go in!",
      "vi": "Vào đi!"
    }
  },
  {
    "translation": {
      "en": "Five years later…",
      "vi": "Năm năm sau…"
    }
  },
  {
    "translation": {
      "en": "It's Justin Thomas, again, at the PGA Championship.",
      "vi": "Lại là Justin Thomas, tại Giải PGA."
    }
  },
  {
    "translation": {
      "en": "- I'm so happy for you! - Thank you, Dad.",
      "vi": "- Bố mừng cho con! - Cảm ơn bố."
    }
  },
  {
    "translation": {
      "en": "Well, that's why you never give up, right?",
      "vi": "Thế nên đừng bao giờ từ bỏ, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "She's gonna ask Jim to present the trophy and help you lift it up.",
      "vi": "Cô ấy sẽ yêu cầu Jim trao cúp và giúp anh nâng lên."
    }
  },
  {
    "translation": {
      "en": "Celebrate with the trophy and-- PGA Champ, bud.",
      "vi": "Ăn mừng với chiếc cúp và… Nhà vô địch PGA rồi."
    }
  },
  {
    "translation": {
      "en": "Our 2022 PGA Champion, Justin Thomas.",
      "vi": "Nhà vô địch PGA năm 2022, Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "- - ♪ …Of myth still stands… ♪",
      "vi": "QUÁN QUÂN GIẢI VÔ ĐỊCH PGA"
    }
  },
  {
    "translation": {
      "en": "Winning my second major, that's something I've been trying to do for five years now.",
      "vi": "Giành giải lớn lần hai, đó là điều tôi đã cố làm suốt năm năm nay."
    }
  },
  {
    "translation": {
      "en": "I'm speechless. Like, this just happened. It's over. We just won,",
      "vi": "Tôi không nói nên lời. Mãi cũng đến. Kết thúc rồi. Ta vừa thắng,"
    }
  },
  {
    "translation": {
      "en": "and there's no more shots to play.",
      "vi": "và không cần đánh nữa."
    }
  },
  {
    "translation": {
      "en": "Where did you watch JT's final round?",
      "vi": "Anh xem vòng chung kết của JT ở đâu?"
    }
  },
  {
    "translation": {
      "en": "So, most of the time-- We stayed together in a house together that week.",
      "vi": "Chúng tôi đã ở cùng nhau trong một căn nhà tuần đó."
    }
  },
  {
    "translation": {
      "en": "Most of the time we stick around, but I wanted to get home.",
      "vi": "Phần lớn thời gian chúng tôi ở lại, nhưng tôi muốn về nhà."
    }
  },
  {
    "translation": {
      "en": "As much as I want to beat him, when I'm already done and I can't,",
      "vi": "Dù tôi muốn đánh bại cậu ấy khi tôi đã xong và không thể,"
    }
  },
  {
    "translation": {
      "en": "then, you know, he's the guy I'm rooting for.",
      "vi": "thì tôi ủng hộ cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "- Are we going down there now? - Through the clubhouse.",
      "vi": "- Giờ ta xuống đó à? - Qua hội quán."
    }
  },
  {
    "translation": {
      "en": "And if anything, all it does is it makes me want to move ahead even more.",
      "vi": "Nếu có gì đó, tất cả giúp tôi muốn tiến về trước hơn."
    }
  },
  {
    "translation": {
      "en": "It just happened so fast, man. Like, it sucks.",
      "vi": "Nó xảy ra quá nhanh. Tệ thật."
    }
  },
  {
    "translation": {
      "en": "I wish it'd go slower so you could, like, enjoy it more. You know what I mean?",
      "vi": "Ước gì nó chậm hơn để con tận hưởng hơn. Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "…completed the most historic comeback",
      "vi": "…đã hoàn thành màn lội ngược dòng"
    }
  },
  {
    "translation": {
      "en": "in PGA Championship and major golf history today.",
      "vi": "tại giải Vô địch PGA và lịch sử golf hôm nay."
    }
  },
  {
    "translation": {
      "en": "Toast our 2022 PGA Champion, Justin Thomas.",
      "vi": "Nâng ly vì Nhà vô địch Giải PGA năm 2022, Justin Thomas."
    }
  },
  {
    "translation": {
      "en": "That tasted really good. Um…",
      "vi": "Ngon lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, it just, uh… It feels nice to be here right now. So thank you all.",
      "vi": "Ừ, cảm giác thật tuyệt khi ở đây. Cảm ơn tất cả."
    }
  },
  {
    "translation": {
      "en": "What would you say feels better, winning or beating your friends?",
      "vi": "Điều gì làm anh cảm thấy tốt hơn, chiến thắng hay đánh bại bạn bè?"
    }
  },
  {
    "translation": {
      "en": "Uh, winning, because if I win, then I also beat my friends.",
      "vi": "Chiến thắng, vì nếu tôi thắng, tôi cũng sẽ đánh bại bạn bè."
    }
  },
  {
    "translation": {
      "en": "You are super great. Thank you.",
      "vi": "Anh thật tuyệt vời. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Congratulations. - Yeah, congratulations.",
      "vi": "- Chúc mừng. - Xin chúc mừng."
    }
  },
  {
    "translation": {
      "en": "- JT, thank you, sir. - Thank you so much.",
      "vi": "- JT, cảm ơn. - Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Thanks for waiting. I appreciate it.",
      "vi": "Cảm ơn vì đã đợi. Tôi rất cảm kích."
    }
  },
  {
    "translation": {
      "en": "The next PGA TOUR professional. Here he is, Brooks Koepka!",
      "vi": "Golf thủ nhà nghề PGA tiếp theo. Anh ấy đây rồi, Brooks Koepka!"
    }
  },
  {
    "translation": {
      "en": "For three years, I was the best in the world.",
      "vi": "Trong ba năm, tôi là người giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Back- to- back bogeys.",
      "vi": "Hai điểm bogey liên tục."
    }
  },
  {
    "translation": {
      "en": "I can't compete with them week in, week out.",
      "vi": "Tôi không đấu nổi họ suốt mấy tuần."
    }
  },
  {
    "translation": {
      "en": "Scottie Scheffler with another quick win.",
      "vi": "Scottie Scheffler với một chiến thắng nhanh gọn nữa."
    }
  },
  {
    "translation": {
      "en": "When Rory is playing at his best, I don't know who can beat him.",
      "vi": "Khi Rory chơi tốt nhất, tôi không biết ai có thể đánh bại anh ấy."
    }
  },
  {
    "translation": {
      "en": "Officials in Saudi Arabia are trying to create a new golf league",
      "vi": "Các quan chức ở Ả Rập Xê-út đang cố lập ra một giải golf mới"
    }
  },
  {
    "translation": {
      "en": "to rival the PGA TOUR.",
      "vi": "để cạnh tranh với Giải PGA."
    }
  },
  {
    "translation": {
      "en": "Is there anywhere you wouldn't play on a moral basis?",
      "vi": "Có nơi nào anh không chơi dựa trên cơ sở đạo đức?"
    }
  },
  {
    "translation": {
      "en": "If the money was right, there anywhere you wouldn't play?",
      "vi": "Nếu số tiền xứng đáng, anh sẽ không chơi ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I don't know how to answer that question.",
      "vi": "Tôi không cần trả lời câu hỏi đó."
    }
  },
  {
    "translation": {
      "en": "I know I'm one of the best golfers in the world,",
      "vi": "Tôi biết tôi là golf thủ giỏi hàng đầu"
    }
  },
  {
    "translation": {
      "en": "so I don't think there's anything to prove.",
      "vi": "nên tôi không nghĩ có gì để chứng minh."
    }
  },
  {
    "translation": {
      "en": "He's so talented. It makes people wonder, Why isn't he just winning every week?",
      "vi": "Anh ấy rất tài. Khiến người ta tự hỏi, sao anh ấy không thắng mỗi tuần đi?"
    }
  },
  {
    "translation": {
      "en": "To be a great golfer and be a great father. Why can't I have both?",
      "vi": "Để trở thành tay golf giỏi, người bố tốt. Sao tôi không thể có cả hai?"
    }
  },
  {
    "translation": {
      "en": "PGA TOUR win, a dream growing up.",
      "vi": "Thắng Giải PGA là ước mơ từ nhỏ."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Winning is an addiction. It's win or go home.",
      "vi": "Chiến thắng là một cơn nghiện. Được ăn cả, ngã về không."
    }
  },
  {
    "translation": {
      "en": "- Are you miked up right now? - Yeah.",
      "vi": "- Anh gắn mic chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "Netflix, get this.",
      "vi": "Netflix, cắt nhé."
    }
  }
]