[
  {
    "translation": {
      "en": "When we first moved here in March of 2020…",
      "vi": "Tháng Ba năm 2020, hồi chúng tôi mới chuyển đến đây,"
    }
  },
  {
    "translation": {
      "en": "the very first time that I saw something in the sky,",
      "vi": "lần đầu tiên tôi thấy có thứ gì đó trên trời,"
    }
  },
  {
    "translation": {
      "en": "I really hesitated to say anything to anybody.",
      "vi": "tôi đã rất ngần ngại kể với ai khác."
    }
  },
  {
    "translation": {
      "en": "But it happened repetitively, maybe three, four times,",
      "vi": "Nhưng chuyện đó cứ lặp lại, chắc phải ba, bốn lần,"
    }
  },
  {
    "translation": {
      "en": "before I mentioned it to somebody down in Dublin.",
      "vi": "nên tôi kể với một người ở Dublin."
    }
  },
  {
    "translation": {
      "en": "They said, Well, you know that this place is famous for that.",
      "vi": "Người đấy bảo: Thì anh biết chỗ này nổi tiếng vì thế còn gì."
    }
  },
  {
    "translation": {
      "en": "Do you know who Ezekiel was? Prophet?",
      "vi": "Con biết Ezekiel không? Nhà tiên tri ạ?"
    }
  },
  {
    "translation": {
      "en": "Ezekiel was a prophet. You're right. Mm hmm.",
      "vi": "Ezekiel là nhà tiên tri. Đúng. Vâng!"
    }
  },
  {
    "translation": {
      "en": "And it was a long time ago, all right?",
      "vi": "Và từ lâu lắm rồi, nhé?"
    }
  },
  {
    "translation": {
      "en": "As a Homeland Security consultant,",
      "vi": "Là cố vấn An ninh Nội địa,"
    }
  },
  {
    "translation": {
      "en": "I do a lot of threat analyst work, uh, for the government.",
      "vi": "tôi làm rất nhiều việc phân tích mối đe dọa cho chính phủ."
    }
  },
  {
    "translation": {
      "en": "I've seen the government flat out lie.",
      "vi": "Tôi từng thấy chính phủ nói dối trắng trợn rồi."
    }
  },
  {
    "translation": {
      "en": "Where I was standing in the location they were lying about.",
      "vi": "Nơi tôi đã đứng là nơi họ từng nói dối."
    }
  },
  {
    "translation": {
      "en": "What I am seeing here is similar",
      "vi": "Những gì tôi đang thấy ở đây giống với những vụ trông thấy"
    }
  },
  {
    "translation": {
      "en": "to sightings that they had by the guys in the Air Force.",
      "vi": "Những gì tôi đang thấy ở đây giống với những vụ trông thấy người trong không quân từng trải qua."
    }
  },
  {
    "translation": {
      "en": "Whoa! Got it!",
      "vi": "Ôi! Đây rồi!"
    }
  },
  {
    "translation": {
      "en": "It's the movement that catches your attention,",
      "vi": "Thứ khiến bạn chú ý là chuyển động,"
    }
  },
  {
    "translation": {
      "en": "that fast movement. That's exactly how we're seeing it here.",
      "vi": "cái chuyển động nhanh đó. Chúng tôi thấy chúng ở đây y như thế."
    }
  },
  {
    "translation": {
      "en": "Ah, jeez.  I know, right? Spooky.",
      "vi": "Trời ạ. Công nhận, nhỉ? Rợn người!"
    }
  },
  {
    "translation": {
      "en": "It's something otherworldly. There's no other way to describe that.",
      "vi": "Nó đến từ thế giới khác. Không thể tả kiểu gì khác được."
    }
  },
  {
    "translation": {
      "en": "And the star they had seen guided them to Bethlehem.",
      "vi": "Và ngôi sao họ thấy đã dẫn đường cho họ đến Bethlehem."
    }
  },
  {
    "translation": {
      "en": "One of the reasons why a lot of people don't believe",
      "vi": "Một lý do khiến nhiều người không tin"
    }
  },
  {
    "translation": {
      "en": "is because they haven't seen it,",
      "vi": "là vì họ chưa từng thấy nó, và nó làm lệch lạc suy nghĩ của họ"
    }
  },
  {
    "translation": {
      "en": "and it messes with their concept of who we are in relation to the universe.",
      "vi": "là vì họ chưa từng thấy nó, và nó làm lệch lạc suy nghĩ của họ về con người trong tương quan với vũ trụ."
    }
  },
  {
    "translation": {
      "en": "…and it guided them, so it knew where it was going. Right? Mm hmm.",
      "vi": "…và nó dẫn đường cho họ, nên nó biết nó sẽ đi đâu. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "That meanThat means it was…",
      "vi": "Vâng. Tức là nó là…"
    }
  },
  {
    "translation": {
      "en": "UFO.",
      "vi": "UFO ạ!"
    }
  },
  {
    "translation": {
      "en": "Do I believe there's life on other planets? Yes.",
      "vi": "Tôi có tin là có sự sống ở hành tinh khác không? Có."
    }
  },
  {
    "translation": {
      "en": "But I don't think these are people from another planet.",
      "vi": "Nhưng tôi không nghĩ những người này ở hành tinh khác đến."
    }
  },
  {
    "translation": {
      "en": "I still think these are what people called angels.",
      "vi": "Tôi vẫn nghĩ họ là người mà người ta gọi là thiên thần."
    }
  },
  {
    "translation": {
      "en": "I think they're messengers.",
      "vi": "Tôi nghĩ họ là các sứ giả."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm dying to know what they've got to say.",
      "vi": "Tôi cực kỳ muốn biết họ muốn nói gì."
    }
  },
  {
    "translation": {
      "en": "From the beginning of recorded time, men have been seeing unexplainable things in the sky.",
      "vi": "Từ thuở ban sơ, con người đã thấy những thứ không thể giải thích trên bầu trời."
    }
  },
  {
    "translation": {
      "en": "Are we alone in the universe?",
      "vi": "Ta có đơn độc trong vũ trụ này không?"
    }
  },
  {
    "translation": {
      "en": "Somewhere in the data will be something worth real inquiry.",
      "vi": "Đâu đó trong dữ liệu sẽ có thứ thực sự đáng để điều tra."
    }
  },
  {
    "translation": {
      "en": "We have not been hiding anything. There are such things as interplanetary spaceships.",
      "vi": "Chúng tôi không giấu gì cả. Tàu vũ trụ liên hành tinh có thật."
    }
  },
  {
    "translation": {
      "en": "I thought it was an alien, and he had big eyes.",
      "vi": "Cháu nghĩ nó là người ngoài hành tinh, mắt nó to lắm."
    }
  },
  {
    "translation": {
      "en": "There's something profoundly important going on here that is authentic and real.",
      "vi": "Một chuyện vô cùng quan trọng đang diễn ra, nó chân thực và có thật."
    }
  },
  {
    "translation": {
      "en": "How much of your work is classified?",
      "vi": "Bao nhiêu phần việc của anh là tuyệt mật?"
    }
  },
  {
    "translation": {
      "en": "All of it. Eh, all ofEverything I did, all day long, was classified.",
      "vi": "Toàn bộ. Toàn… mọi thứ tôi làm suốt cả ngày là tuyệt mật hết."
    }
  },
  {
    "translation": {
      "en": "All of it.",
      "vi": "Toàn bộ."
    }
  },
  {
    "translation": {
      "en": "My name is Matthew Roberts.",
      "vi": "Tôi là Matthew Roberts."
    }
  },
  {
    "translation": {
      "en": "I was a cryptologic technician in the US Navy for 16 years.",
      "vi": "Tôi từng có 16 năm làm chuyên viên mật mã trong Hải quân Mỹ."
    }
  },
  {
    "translation": {
      "en": "I was present on the USS Theodore Roosevelt",
      "vi": "Tôi từng có mặt trên tàu USS Theodore Roosevelt"
    }
  },
  {
    "translation": {
      "en": "for the Gimbal event.",
      "vi": "trong sự kiện Gimbal."
    }
  },
  {
    "translation": {
      "en": "…that was the first time I saw the Gimbal footage.",
      "vi": "Và đó là lần đầu tiên tôi xem đoạn phim Gimbal."
    }
  },
  {
    "translation": {
      "en": "Well, if there'sLook at this thing! It's rotating.",
      "vi": "Nếu có thì… Nhìn nó đi! Nó xoay kìa."
    }
  },
  {
    "translation": {
      "en": "I don'tI can't even describe the shape. I mean, it looks a little bit disc like.",
      "vi": "Tôi không… Tôi còn chẳng tả nổi hình dạng. Ý tôi là, trông nó hơi giống cái đĩa."
    }
  },
  {
    "translation": {
      "en": "It's flying along,",
      "vi": "Nó bay dọc theo,"
    }
  },
  {
    "translation": {
      "en": "and then it kind of tilts up onto its side.",
      "vi": "xong nó nghiêng nhẹ về một bên."
    }
  },
  {
    "translation": {
      "en": "I was watching this footage,",
      "vi": "Tôi xem đoạn phim đó"
    }
  },
  {
    "translation": {
      "en": "and I could see no kind of aviation surfaces",
      "vi": "và không thấy bất cứ một bộ phận bay nào"
    }
  },
  {
    "translation": {
      "en": "that you would expect to see. Wings, tail, you know, rudder.",
      "vi": "như ta thường thấy. Bạn biết đấy, cánh, đuôi, bánh lái."
    }
  },
  {
    "translation": {
      "en": "There's none of that.",
      "vi": "Không hề có."
    }
  },
  {
    "translation": {
      "en": "So I couldn't really make sense of why this thing was kind of up in the air like it was.",
      "vi": "Nên tôi thật sự không hiểu nổi sao thứ đó có thể lơ lửng trên không như thế."
    }
  },
  {
    "translation": {
      "en": "And… I just…",
      "vi": "Và tôi cứ…"
    }
  },
  {
    "translation": {
      "en": "I had this kind of emotional response to it.",
      "vi": "Tôi chỉ biết phản ứng theo cảm xúc với nó."
    }
  },
  {
    "translation": {
      "en": "And I… At the time, I didn't understand that. Um…",
      "vi": "Và tôi… lúc đó, tôi cũng không hiểu tại sao."
    }
  },
  {
    "translation": {
      "en": "I knew that it wasn't ours, right? I knew that it wasn't anybody else's. Uh…",
      "vi": "Tôi biết nó không phải của chúng tôi, nhé? Tôi biết nó cũng không phải của nước khác."
    }
  },
  {
    "translation": {
      "en": "So, I mean, that only leaves… one other option, I think.",
      "vi": "Nên, ý tôi là, thế thì chỉ còn một câu trả lời thôi, chắc vậy."
    }
  },
  {
    "translation": {
      "en": "Which is what? And that's non human tech.",
      "vi": "Là gì ạ? Là đó là công nghệ không phải của con người."
    }
  },
  {
    "translation": {
      "en": "Non human intelligence technology.",
      "vi": "Công nghệ trí tuệ không phải của con người."
    }
  },
  {
    "translation": {
      "en": "Because my job was classified, and I had access to classified, um…",
      "vi": "Vì công việc của tôi tuyệt mật và tôi có quyền truy cập mật…"
    }
  },
  {
    "translation": {
      "en": "I was kind of aware…",
      "vi": "Tôi phần nào nhận thức được"
    }
  },
  {
    "translation": {
      "en": "this was not a one off event for the Navy.",
      "vi": "đó không phải vụ việc hải quân mới gặp một lần."
    }
  },
  {
    "translation": {
      "en": "This, uh… These things happen frequently.",
      "vi": "Vụ đó… những thứ đó xuất hiện thường xuyên."
    }
  },
  {
    "translation": {
      "en": "All the time.",
      "vi": "Xuất hiện suốt."
    }
  },
  {
    "translation": {
      "en": "They happen all the time.",
      "vi": "Chúng xuất hiện suốt."
    }
  },
  {
    "translation": {
      "en": "",
      "vi": "QUẬN ERATH, TEXAS NĂM 2008"
    }
  },
  {
    "translation": {
      "en": "The skies over Stephenville haven't looked the same since a UFO…",
      "vi": "Bầu trời Stephenville không còn như trước từ sau khi một UFO…"
    }
  },
  {
    "translation": {
      "en": "A nice, cold glass of Borden milk will cool you off.",
      "vi": "Một ly sữa Borden mát lạnh giúp bạn giải nhiệt!"
    }
  },
  {
    "translation": {
      "en": "You'll like the taste of milk with everything you eat.",
      "vi": "…vị sữa sẽ hợp với mọi thứ bạn ăn."
    }
  },
  {
    "translation": {
      "en": "Milk is a natural",
      "vi": "Sữa là tự nhiên"
    }
  },
  {
    "translation": {
      "en": "Stephenville, Texas. The milk capital of the world.",
      "vi": "Stephenville, Texas. Thủ phủ sữa của thế giới."
    }
  },
  {
    "translation": {
      "en": "They put out quite a bit of milk over there.",
      "vi": "Họ sản xuất khá nhiều sữa ở đó."
    }
  },
  {
    "translation": {
      "en": "Something very strange about this area.",
      "vi": "Khu vực này có cái gì đấy rất lạ."
    }
  },
  {
    "translation": {
      "en": "I look at the sky quite often.",
      "vi": "Tôi khá hay nhìn lên trời."
    }
  },
  {
    "translation": {
      "en": "Wonder what all's out there. Wonder what we don't know about.",
      "vi": "Thắc mắc có những gì ngoài kia, có những gì ta chưa biết."
    }
  },
  {
    "translation": {
      "en": "I grew up around here.",
      "vi": "Tôi lớn lên ở đây."
    }
  },
  {
    "translation": {
      "en": "Nothing to do in these small towns. You wanna fight? Sure, go ahead and have a fight.",
      "vi": "Ở mấy thành phố nhỏ này chả có gì làm. Bạn muốn đánh nhau à? Ừ đấy, đánh đi."
    }
  },
  {
    "translation": {
      "en": "That same night, we'd go camping or go fishing on the river down there.",
      "vi": "Xong cũng tối đó, chúng tôi đi cắm trại hoặc đi câu ở con sông dưới kia."
    }
  },
  {
    "translation": {
      "en": "So, it was… It's innocent fun. We'd have a good time.",
      "vi": "Vui kiểu trẻ con vậy đấy. Chúng tôi sẽ chơi vui với nhau."
    }
  },
  {
    "translation": {
      "en": "You know, I've been fascinated with engines of all types",
      "vi": "Bạn biết đấy, tôi đam mê đủ loại động cơ"
    }
  },
  {
    "translation": {
      "en": "since I can remember.",
      "vi": "từ lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "So much to where I started a trucking company.",
      "vi": "Đến nỗi tôi mở một công ty xe tải."
    }
  },
  {
    "translation": {
      "en": "And it became quite large, had quite a few people working for me.",
      "vi": "Nó mở rộng khá lớn, có khá nhiều người làm cho tôi."
    }
  },
  {
    "translation": {
      "en": "I've always owned quite a few motorcycles, boats, airplanes.",
      "vi": "Tôi luôn có kha khá mô tô, thuyền, máy bay."
    }
  },
  {
    "translation": {
      "en": "Just to see how it all works. It's just simply fascinating.",
      "vi": "Chỉ để xem chúng vận hành kiểu gì. Việc đó đơn giản là rất mê hoặc."
    }
  },
  {
    "translation": {
      "en": "In 2008, I had a great life.",
      "vi": "Năm 2008, tôi đang sống khỏe."
    }
  },
  {
    "translation": {
      "en": "I had a successful business.",
      "vi": "Làm ăn phát đạt."
    }
  },
  {
    "translation": {
      "en": "I guess I'd been married 16, 17 years at that time.",
      "vi": "Hình như hồi đó là tôi lấy vợ được 16, 17 năm rồi."
    }
  },
  {
    "translation": {
      "en": "Very blessed is all I can say.",
      "vi": "Chỉ biết nói là tôi rất may mắn."
    }
  },
  {
    "translation": {
      "en": "But what I saw in the sky that night changed everything.",
      "vi": "Nhưng thứ tôi thấy trên trời tối hôm ấy đã thay đổi tất cả."
    }
  },
  {
    "translation": {
      "en": "It'd been a long, cold winter. Bad winter.",
      "vi": "Đông năm đấy vừa dài vừa rét. Một mùa đông kinh khủng."
    }
  },
  {
    "translation": {
      "en": "That was the first day we had a decent day.",
      "vi": "Hôm đấy là hôm đầu tiên trời dễ chịu."
    }
  },
  {
    "translation": {
      "en": "So we came out here to the top of the hill to have a campfire.",
      "vi": "Nên chúng tôi lên đỉnh đồi đây để nhóm lửa trại."
    }
  },
  {
    "translation": {
      "en": "It was myself, Mike Odom, and Lance Jones.",
      "vi": "Có tôi, Mike Odom và Lance Jones."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden,",
      "vi": "Xong tự dưng,"
    }
  },
  {
    "translation": {
      "en": "I see some real bright, high intensity lights,",
      "vi": "tôi thấy mấy luồng sáng gắt cường độ cao"
    }
  },
  {
    "translation": {
      "en": "off to the east, headed our way at a high velocity of speed.",
      "vi": "đến từ phía Đông, hướng đến chỗ chúng tôi với tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "The lights were so bright, it was unlike anything I'd ever seen.",
      "vi": "Ánh sáng đó quá chói mắt, tôi chưa từng thấy thứ gì như thế."
    }
  },
  {
    "translation": {
      "en": "It was almost blinding to look at 'em.",
      "vi": "Gần như chả nhìn thẳng chúng được."
    }
  },
  {
    "translation": {
      "en": "Then what amazed me is there was no wind noise, no engine noise.",
      "vi": "Và cái làm tôi kinh ngạc là không hề có tiếng gió, không hề có tiếng động cơ."
    }
  },
  {
    "translation": {
      "en": "There was silence.",
      "vi": "Chỉ có sự im lặng."
    }
  },
  {
    "translation": {
      "en": "When it came past us, I developed the most peaceful,",
      "vi": "Lúc nó đi qua chúng tôi, trong tôi là cảm giác bình yên, nhẹ nhõm chắc tôi chưa từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "easy feeling I think I've ever had in my life.",
      "vi": "là cảm giác bình yên, nhẹ nhõm chắc tôi chưa từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "It was almost like a religious experience.",
      "vi": "Gần như một trải nghiệm tôn giáo vậy."
    }
  },
  {
    "translation": {
      "en": "Like I was at one with whatever it was.",
      "vi": "Như thể tôi hòa làm một với nó vậy, dù nó là gì."
    }
  },
  {
    "translation": {
      "en": "Something I've never had before or since then. It was unreal.",
      "vi": "Một chuyện tôi chưa trải qua trước đó hay từ sau đó. Siêu thực lắm."
    }
  },
  {
    "translation": {
      "en": "And then another brief second, it just simply disappeared.",
      "vi": "Một giây ngắn ngủi sau, nó đơn giản là biến mất."
    }
  },
  {
    "translation": {
      "en": "It didn't streak off or anything. It just disappeared.",
      "vi": "Nó không phóng đi hay gì cả. Nó biến mất luôn."
    }
  },
  {
    "translation": {
      "en": "And then you could count, one second, two seconds, three seconds,",
      "vi": "Xong bạn đếm một, hai, ba giây sau"
    }
  },
  {
    "translation": {
      "en": "and two F 16s came in hot pursuit.",
      "vi": "thì hai con F16 đuổi theo sát nút."
    }
  },
  {
    "translation": {
      "en": "Full afterburner hanging out.",
      "vi": "Nhô hết buồng đốt sau ra."
    }
  },
  {
    "translation": {
      "en": "And in my head, I'm wondering,",
      "vi": "Tôi nghĩ thầm trong đầu:"
    }
  },
  {
    "translation": {
      "en": "Is it War of the Worlds, or what was going on?",
      "vi": "Thế giới Đại chiến à hay là gì thế này?"
    }
  },
  {
    "translation": {
      "en": "I got in my car, and I went back to my house, and my wife says, What happened? She could tell I was visibly shaken.",
      "vi": "Tôi lên xe về nhà, vợ tôi hỏi: Sao thế? Cô ấy nhìn là biết tôi đang sốc ra mặt."
    }
  },
  {
    "translation": {
      "en": "I told her what happened, and she says, Whatever you do, don't tell anybody about it.",
      "vi": "Tôi kể cho cô ấy nghe, cô ấy dặn: Anh có làm gì cũng đừng kể cho ai."
    }
  },
  {
    "translation": {
      "en": "And she says, People will think we're crazy.",
      "vi": "Người ta sẽ tưởng ta điên đấy."
    }
  },
  {
    "translation": {
      "en": "And I said, Actually, I don't care what people think about us. All I know is what I saw.",
      "vi": "Thật ra anh chả quan tâm họ nghĩ gì. Anh chỉ biết anh đã thấy gì thôi."
    }
  },
  {
    "translation": {
      "en": "That next day, I called the newspaper, Stephenville Empire Tribune. ET.",
      "vi": "Hôm sau, tôi điện cho tờ Stephenville EmpireTribune. ET."
    }
  },
  {
    "translation": {
      "en": "It had been a slow news day, the day that the UFO story broke.",
      "vi": "Hôm có tin về UFO, tình hình tin tức đang im ắng."
    }
  },
  {
    "translation": {
      "en": "Angelia Joiner was in the newsroom, and she had gotten a call from Steve Allen.",
      "vi": "Angelia Joiner đang trong phòng tin tức thì nhận điện của Steve Allen."
    }
  },
  {
    "translation": {
      "en": "And he was a local pilot,",
      "vi": "Angelia Joiner đang trong phòng tin tức thì nhận điện của Steve Allen. Anh ấy là phi công địa phương, bảo vừa thấy một thứ kỳ lạ trên trời."
    }
  },
  {
    "translation": {
      "en": "and then he told her that he saw something strange in the sky.",
      "vi": "Anh ấy là phi công địa phương, bảo vừa thấy một thứ kỳ lạ trên trời."
    }
  },
  {
    "translation": {
      "en": "He said something like, Okay, I really need to tell you something,",
      "vi": "Anh ấy nói đại khái là: Tôi rất cần kể cho cô cái này"
    }
  },
  {
    "translation": {
      "en": "but I don't want you to think I'm crazy.",
      "vi": "nhưng tôi không muốn cô tưởng tôi điên."
    }
  },
  {
    "translation": {
      "en": "And he began telling me a story that, uh, I found pretty incredible.",
      "vi": "Xong anh ấy bắt đầu kể cho tôi một câu chuyện tôi thấy khá khó tin."
    }
  },
  {
    "translation": {
      "en": "Angelia had a brief conversation with him and came to my office and said,",
      "vi": "Angelia nói chuyện qua rồi vào văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "You'll never believe this, but…",
      "vi": "Cô sẽ không tin đâu, nhưng…"
    }
  },
  {
    "translation": {
      "en": "It was late in the afternoon, and we really had our stories together.",
      "vi": "Lúc đó đã chiều muộn, chúng tôi chuẩn bị xong tin rồi."
    }
  },
  {
    "translation": {
      "en": "So I was like, Yeah, sure, check it out. We'll talk about it tomorrow when I get to the office.",
      "vi": "Nên tôi bảo: Ừ, kiểm tra đi, xong mai tôi đến văn phòng thì ta bàn."
    }
  },
  {
    "translation": {
      "en": "I grew up in California. I got engaged.",
      "vi": "Tôi lớn lên ở California. Tôi đã đính hôn."
    }
  },
  {
    "translation": {
      "en": "And my husband was in the dairy business, and his family had come out here.",
      "vi": "Chồng tôi kinh doanh sữa. Gia đình anh ấy đã đến đây."
    }
  },
  {
    "translation": {
      "en": "So we got married and we moved.",
      "vi": "Nên chúng tôi cưới rồi dọn tới."
    }
  },
  {
    "translation": {
      "en": "It was a startling change for me.",
      "vi": "Đó là bước thay đổi đáng chú ý đối với tôi."
    }
  },
  {
    "translation": {
      "en": "As managing editor, I was responsible for all of the content.",
      "vi": "Là biên tập viên chính, tôi phụ trách tất cả nội dung."
    }
  },
  {
    "translation": {
      "en": "I had a lot to prove. I was the youngest editor",
      "vi": "Và tôi phải chứng tỏ nhiều. Tôi là biên tập viên trẻ nhất"
    }
  },
  {
    "translation": {
      "en": "that had ever been hired to be the managing editor of the paper. I was the second female.",
      "vi": "từng làm biên tập viên chính của báo này. Tôi là biên tập viên nữ thứ hai."
    }
  },
  {
    "translation": {
      "en": "And I was still seen as an outsider.",
      "vi": "Và tôi vẫn đang bị coi là người ngoài."
    }
  },
  {
    "translation": {
      "en": "So, inside, I was dealing with a lot of insecurity, I think.",
      "vi": "Nên tôi nghĩ trong lòng tôi đang vô vàn những bất an. UFO, CÁC ĐỘI QUAY PHIM VÀ MỘT BIÊN TẬP VIÊN ĐA NGHI"
    }
  },
  {
    "translation": {
      "en": "The next morning, I picked up my paper",
      "vi": "Sáng hôm sau, tôi cầm báo của mình lên"
    }
  },
  {
    "translation": {
      "en": "and saw UFO in huge font across the top of the paper.",
      "vi": "và thấy trên đầu tờ báo là chữ UFO để phông chữ rất lớn."
    }
  },
  {
    "translation": {
      "en": "I just felt like the wind was just completely knocked out of me.",
      "vi": "Tôi có cảm giác tôi vừa bị tạt một gáo nước lạnh."
    }
  },
  {
    "translation": {
      "en": "I thought, This is the end of my career.",
      "vi": "Sự nghiệp của mình chấm hết rồi."
    }
  },
  {
    "translation": {
      "en": "Steve Allen, Mike Odom, and Lance Jones",
      "vi": "Steve Allen, Mike Odom và Lance Jones"
    }
  },
  {
    "translation": {
      "en": "were out admiring a beautiful Texas sunset Tuesday evening",
      "vi": "đang ngắm hoàng hôn Texas tuyệt đẹp chiều tối hôm thứ Ba"
    }
  },
  {
    "translation": {
      "en": "when they saw something none of them can explain.",
      "vi": "thì thấy một thứ cả ba đều không lý giải nổi."
    }
  },
  {
    "translation": {
      "en": "I had a publisher at the time, and she told Angelia, You're going with this tonight.",
      "vi": "Tôi có một nhà xuất bản, cô ấy bảo Angelia: Tối nay cô phải đăng tin này."
    }
  },
  {
    "translation": {
      "en": "And she changed the whole front page.",
      "vi": "Và cô ấy đổi hết trang nhất."
    }
  },
  {
    "translation": {
      "en": "She was the boss, the top dog, so she did whatever she wanted. But I was in charge of the newsroom,",
      "vi": "Cô ấy là sếp nên muốn làm gì thì làm. Nhưng tôi phụ trách phòng tin tức"
    }
  },
  {
    "translation": {
      "en": "and so I felt like people were gonna question my credibility. My news judgment.",
      "vi": "nên tôi nghĩ họ sẽ đặt dấu hỏi về độ uy tín. Cách tôi nhận định tin tức."
    }
  },
  {
    "translation": {
      "en": "The ship wasn't really visible and it was totally silent,",
      "vi": "Con tàu không nhìn được rõ hẳn và hoàn toàn im lìm,"
    }
  },
  {
    "translation": {
      "en": "but the lights spanned a mile and a half long",
      "vi": "nhưng chiếu sáng dài hơn 2,4 cây số"
    }
  },
  {
    "translation": {
      "en": "and a mile and a half wide.",
      "vi": "và rộng hơn 2,4 cây số."
    }
  },
  {
    "translation": {
      "en": "That really sent me over the edge. I mean, aside from the headline, just the ship.",
      "vi": "Câu đó cũng làm tôi khùng! Ngoài tiêu đề chỉ có từ con tàu."
    }
  },
  {
    "translation": {
      "en": "Like, we were naturally assuming that this was some kind of a spaceship out there.",
      "vi": "Chúng tôi đang nghiễm nhiên cho rằng đó là một thứ tàu vũ trụ gì đó."
    }
  },
  {
    "translation": {
      "en": "When I walked through those doors, I was like a crazy woman. I was furious.",
      "vi": "Lúc đẩy cửa vào, tôi như người điên vậy. Tôi giận tím mặt!"
    }
  },
  {
    "translation": {
      "en": "Walking into the publisher's office, and I was screaming and crying.",
      "vi": "Tôi nhớ lúc vào văn phòng nhà xuất bản, tôi đã vừa gào vừa khóc!"
    }
  },
  {
    "translation": {
      "en": "I mean, like, You have… What have you done?",
      "vi": "Kiểu: Mấy người làm gì rồi?"
    }
  },
  {
    "translation": {
      "en": "She was like, Well, you're wrong.",
      "vi": "Cô ấy đáp: Cô nhầm rồi."
    }
  },
  {
    "translation": {
      "en": "You are… you're absolutely wrong about all of this.",
      "vi": "Vụ này cô nhầm to rồi."
    }
  },
  {
    "translation": {
      "en": "We've sold out every newspaper in the county.",
      "vi": "Số báo trong quận bán hết sạch rồi."
    }
  },
  {
    "translation": {
      "en": "When I started reading the story, my brain just goes 100 miles an hour.",
      "vi": "Lúc bắt đầu đọc câu chuyện đó, não tôi vọt lên 160 km/giờ."
    }
  },
  {
    "translation": {
      "en": "I thought to myself, Man, what I saw, other people saw it.",
      "vi": "Tôi nghĩ bụng: Trời đất, những người khác cũng thấy thứ mình thấy!"
    }
  },
  {
    "translation": {
      "en": "You know, Do I tell anybody? What do I do?",
      "vi": "Mình nên kể ai không? Làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "It was my wife's birthday, and we wanted to rent a movie.",
      "vi": "Hôm đó là sinh nhật vợ tôi nên chúng tôi định thuê một bộ phim."
    }
  },
  {
    "translation": {
      "en": "And I came outside to my squad car",
      "vi": "Tôi ra ngoài, chỗ cái xe tuần tra của tôi"
    }
  },
  {
    "translation": {
      "en": "to get my credit card.",
      "vi": "để lấy thẻ tín dụng."
    }
  },
  {
    "translation": {
      "en": "As I'm walking back,",
      "vi": "Lúc quay lại"
    }
  },
  {
    "translation": {
      "en": "something caught my attention.",
      "vi": "thì có thứ làm tôi chú ý."
    }
  },
  {
    "translation": {
      "en": "I saw what appearedI I call it a bubble or an orb.",
      "vi": "Tôi thấy một thứ trông như… Tôi sẽ gọi nó là một cái bong bóng hoặc một quả cầu."
    }
  },
  {
    "translation": {
      "en": "It was a, uh, reddish orange, fiery looking color.",
      "vi": "Nó màu đỏ, cam, màu lửa."
    }
  },
  {
    "translation": {
      "en": "Really big.",
      "vi": "To lắm."
    }
  },
  {
    "translation": {
      "en": "And I focused in on it. And that's when I noticed…",
      "vi": "Tôi mới nhìn kỹ nó. Và cũng lúc đấy thì tôi để ý thấy"
    }
  },
  {
    "translation": {
      "en": "my little boy, and he said, Look, Dad.",
      "vi": "thằng bé nhà tôi. Nó kêu: Bố nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "There was these bright lights,",
      "vi": "Có những luồng sáng rực rỡ,"
    }
  },
  {
    "translation": {
      "en": "flashing, like a pulsating thing. Like that.",
      "vi": "nhấp nháy, như mạch đang đập vậy. Kiểu đó."
    }
  },
  {
    "translation": {
      "en": "They had spread out.",
      "vi": "Chúng tản ra."
    }
  },
  {
    "translation": {
      "en": "There was 11 or 12 lights that I was able to count.",
      "vi": "Tôi đếm được 11, 12 luồng sáng gì đó."
    }
  },
  {
    "translation": {
      "en": "All of a sudden,",
      "vi": "Tự dưng,"
    }
  },
  {
    "translation": {
      "en": "these things just shoot off at a blazing speed.",
      "vi": "mấy thứ đó phóng đi với tốc độ chóng mặt."
    }
  },
  {
    "translation": {
      "en": "Well, it was probably what seemed to be maybe a minute or two, uh,",
      "vi": "Chắc khoảng chừng một, hai phút sau,"
    }
  },
  {
    "translation": {
      "en": "I hear jets coming.",
      "vi": "tôi nghe có máy bay phản lực tới."
    }
  },
  {
    "translation": {
      "en": "They were flying in the same direction, the same path as these lights.",
      "vi": "Chúng bay đúng hướng đó, đúng theo lộ trình của mấy luồng sáng kia."
    }
  },
  {
    "translation": {
      "en": "You know, I think those jets were the same ones that Steve Allen saw.",
      "vi": "Bạn biết đấy, tôi nghĩ đó chính là số máy bay phản lực Steve Allen thấy."
    }
  },
  {
    "translation": {
      "en": "After the newspaper came out, I get the call from Lee Roy Gaitan.",
      "vi": "Số báo đó ra lò xong thì Lee Roy Gaitan điện cho tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't know him at the time,",
      "vi": "Hồi đấy tôi chưa quen anh ấy,"
    }
  },
  {
    "translation": {
      "en": "but he told me his story, which, time wise, matched exactly what ours did.",
      "vi": "nhưng anh ấy đã kể câu chuyện của mình, về thời gian là khớp đúng với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And I said, Lee Roy, can you help us out with this a little bit?",
      "vi": "Tôi mới hỏi: Lee Roy, vụ này anh giúp chúng tôi chút đi?"
    }
  },
  {
    "translation": {
      "en": "And he said, No, I can't. I'm sorry.",
      "vi": "Anh ấy đáp: Không. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm voted in by my peers to protect them,",
      "vi": "Các đồng nghiệp bầu để tôi bảo vệ họ,"
    }
  },
  {
    "translation": {
      "en": "just like the sheriff is.",
      "vi": "như một cảnh sát trưởng. Họ sẽ nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "What are they gonna think, that I'm one of the guys that said,",
      "vi": "như một cảnh sát trưởng. Họ sẽ nghĩ sao? Tôi trong số mấy tay bảo: Tôi thấy những luồng sáng đó. Tôi nghĩ thế sẽ hại tôi."
    }
  },
  {
    "translation": {
      "en": "I saw these lights? I thought it was gonna ruin me.",
      "vi": "Tôi trong số mấy tay bảo: Tôi thấy những luồng sáng đó. Tôi nghĩ thế sẽ hại tôi."
    }
  },
  {
    "translation": {
      "en": "And I said, I understand, but I said, Come on, Lee Roy.",
      "vi": "Tôi bảo: Tôi hiểu, nhưng tôi bảo: Thôi nào, Lee Roy."
    }
  },
  {
    "translation": {
      "en": "I need somebody with a little credibility to add to it.",
      "vi": "Tôi cần người có chút uy tín để nói cùng vào."
    }
  },
  {
    "translation": {
      "en": "He said, I saw something special. You did too. And I think the world needs to know.",
      "vi": "Anh ấy bảo: Tôi đã thấy một thứ đặc biệt, anh cũng thế. Theo tôi thế giới cần biết."
    }
  },
  {
    "translation": {
      "en": "Somebody like Lee Roy Gaitan has a lot to lose.",
      "vi": "Một người như Lee Roy Gaitan có rất nhiều thứ để mất."
    }
  },
  {
    "translation": {
      "en": "I have a lot of respect for him",
      "vi": "Tôi rất nể anh ấy"
    }
  },
  {
    "translation": {
      "en": "because when I called, he hesitated a little bit.",
      "vi": "vì lúc tôi gọi, anh ấy đã hơi lưỡng lự."
    }
  },
  {
    "translation": {
      "en": "Then he said, No, I think it's important. He said that, What we saw was really different.",
      "vi": "Xong anh ấy bảo: Tôi nghĩ là quan trọng. Thứ chúng tôi thấy kỳ lạ lắm."
    }
  },
  {
    "translation": {
      "en": "I just saw some strange lights, traveling at a high rate of speed,",
      "vi": "Tôi thấy mấy luồng sáng lạ, di chuyển với tốc độ cao,"
    }
  },
  {
    "translation": {
      "en": "doing some things that I've never seen anything before in my life.",
      "vi": "làm những việc đời tôi chưa thấy bao giờ."
    }
  },
  {
    "translation": {
      "en": "That was, I think, the first big county official",
      "vi": "Hình như anh ấy là quan chức quận lớn đầu tiên"
    }
  },
  {
    "translation": {
      "en": "that she was able to get that went on the record with it.",
      "vi": "mà cô ấy tìm được công khai vụ đó."
    }
  },
  {
    "translation": {
      "en": "Gave, really, the stories a lot of credibility.",
      "vi": "Thật sự thêm cho các câu chuyện nhiều phần uy tín."
    }
  },
  {
    "translation": {
      "en": "When I first heard about these reports,",
      "vi": "Lúc mới nghe những tin báo đó, tôi lập tức nghĩ"
    }
  },
  {
    "translation": {
      "en": "the first thing that went through my mind, Okay, something significant happened.",
      "vi": "Lúc mới nghe những tin báo đó, tôi lập tức nghĩ là: Ừ, có chuyện gì quan trọng xảy ra rồi."
    }
  },
  {
    "translation": {
      "en": "Now, as to what happened, at that point, I didn't know.",
      "vi": "Nhưng là chuyện gì thì bấy giờ tôi chưa biết."
    }
  },
  {
    "translation": {
      "en": "But it was definitely worth investigating.",
      "vi": "Nhưng chắc chắc là đáng để điều tra."
    }
  },
  {
    "translation": {
      "en": "My degree's in chemistry.",
      "vi": "Tôi có bằng hóa học."
    }
  },
  {
    "translation": {
      "en": "I was an engineering manager in the semiconductor field.",
      "vi": "Tôi từng là giám đốc kỹ thuật về lĩnh vực bán dẫn."
    }
  },
  {
    "translation": {
      "en": "And for the last 16 years,",
      "vi": "Nhưng 16 năm qua,"
    }
  },
  {
    "translation": {
      "en": "I have spent my time studying the UFO phenomenon.",
      "vi": "tôi dành thời gian nghiên cứu hiện tượng UFO. KỸ SƯ CÔNG NGHỆ NANO"
    }
  },
  {
    "translation": {
      "en": "And my goal has always been to try to bring science to this subject.",
      "vi": "Và mục tiêu của tôi luôn là tìm cách đưa khoa học vào chủ đề này."
    }
  },
  {
    "translation": {
      "en": "MUFON stands for the Mutual UFO Network.",
      "vi": "MUFON là viết tắt của Mạng lưới UFO Song phương."
    }
  },
  {
    "translation": {
      "en": "It's an organization",
      "vi": "Đó là một tổ chức"
    }
  },
  {
    "translation": {
      "en": "that investigates UFO sightings.",
      "vi": "chuyên điều tra các vụ trông thấy UFO."
    }
  },
  {
    "translation": {
      "en": "In 2008, I was the director of research at MUFON.",
      "vi": "Năm 2008, tôi đang là giám đốc nghiên cứu của MUFON."
    }
  },
  {
    "translation": {
      "en": "And I remember I was monitoring reports as they came in,",
      "vi": "Và tôi nhớ là tôi đang theo dõi các tin báo gửi về"
    }
  },
  {
    "translation": {
      "en": "and I suddenly saw over 20 reports",
      "vi": "thì tự dưng thấy hơn 20 tin báo"
    }
  },
  {
    "translation": {
      "en": "in one geographic area, Stephenville and Dublin.",
      "vi": "đến từ một khu vực địa lý, Stephenville và Dublin."
    }
  },
  {
    "translation": {
      "en": "And I knew then that something unusual had happened.",
      "vi": "Tôi biết ngay vừa có có chuyện bất thường."
    }
  },
  {
    "translation": {
      "en": "My view at that point in time was, We need to get there as soon as possible",
      "vi": "Quan điểm của tôi bấy giờ là: Ta phải đến đó càng sớm càng tốt"
    }
  },
  {
    "translation": {
      "en": "and investigate this while everyone's memory is fresh.",
      "vi": "để điều tra trong lúc mọi người vẫn còn nhớ rõ."
    }
  },
  {
    "translation": {
      "en": "We were contacted by MUFON, and I'd never heard of MUFON.",
      "vi": "MUFON liên lạc với chúng tôi, tôi chưa bao giờ nghe nói đến MUFON."
    }
  },
  {
    "translation": {
      "en": "But they wanted to set up an investigation.",
      "vi": "Nhưng họ muốn mở một cuộc điều tra."
    }
  },
  {
    "translation": {
      "en": "And so we said, Well, we've got the Rotary building, and and you're welcome to come in here.",
      "vi": "Nên chúng tôi bảo: À, chúng tôi có tòa nhà Rotary đấy, mời các anh đến đây."
    }
  },
  {
    "translation": {
      "en": "I'm chairman of the board of the First National Bank of Dublin.",
      "vi": "Tôi là chủ tịch hội đồng quản trị Ngân hàng Quốc gia Dublin."
    }
  },
  {
    "translation": {
      "en": "My grandfather was mayor of Dublin in the '30s.",
      "vi": "Những năm 1930, ông tôi từng là thị trưởng Dublin."
    }
  },
  {
    "translation": {
      "en": "And then my, um, dad was mayor.",
      "vi": "Rồi đến bố tôi làm thị trưởng."
    }
  },
  {
    "translation": {
      "en": "My brother was mayor.",
      "vi": "Anh tôi làm thị trưởng."
    }
  },
  {
    "translation": {
      "en": "So, yeah, we've been in Erath County, in this area, for a long time.",
      "vi": "Tức là ừ, chúng tôi ở Quận Erath, ở khu vực này, lâu rồi. CHỦ TỊCH NGÂN HÀNG"
    }
  },
  {
    "translation": {
      "en": "Investigators from the Mutual UFO Network",
      "vi": "Các điều tra viên của Mạng lưới UFO Song phương"
    }
  },
  {
    "translation": {
      "en": "plan to look into the Stephenville sightings this weekend.",
      "vi": "định điều tra các vụ trông thấy ở Stephenville cuối tuần qua."
    }
  },
  {
    "translation": {
      "en": "I was setting things up, and the guy said, 35 is probably max.",
      "vi": "Tôi đang bố trí thì tay đó bảo: Chắc 35 là hết cỡ rồi."
    }
  },
  {
    "translation": {
      "en": "I don't know if we've ever had that many show up.",
      "vi": "Tôi chả nhớ đã bao giờ nhiều người thế chưa."
    }
  },
  {
    "translation": {
      "en": "We set up 35, 40 chairs there,",
      "vi": "Chúng tôi đặt 35, 40 cái ghế ở đó,"
    }
  },
  {
    "translation": {
      "en": "and then the door opens up.",
      "vi": "xong cửa mở."
    }
  },
  {
    "translation": {
      "en": "And it's like… It just filled up.",
      "vi": "Và đúng kiểu… chật cứng!"
    }
  },
  {
    "translation": {
      "en": "Hundreds of people crowded Dublin's Rotary Club to share their stories.",
      "vi": "Hàng trăm người đã tụ tập về Câu lạc bộ Rotary ở Dublin để chia sẻ câu chuyện."
    }
  },
  {
    "translation": {
      "en": "What I saw was a very large blue light.",
      "vi": "Tôi thấy một luồng sáng xanh rất lớn."
    }
  },
  {
    "translation": {
      "en": "These were big, round objects.",
      "vi": "Chúng là những vật thể to, tròn. Không nhìn xuyên qua được."
    }
  },
  {
    "translation": {
      "en": "You can't see through it. You can't see in it.",
      "vi": "Chúng là những vật thể to, tròn. Không nhìn xuyên qua được. Không thấy được bên trong. Nó đi rất nhanh mà chả có tiếng."
    }
  },
  {
    "translation": {
      "en": "It was going so fast, and it didn't make any noise.",
      "vi": "Không thấy được bên trong. Nó đi rất nhanh mà chả có tiếng."
    }
  },
  {
    "translation": {
      "en": "The building was packed. There were people even outside on the sidewalk.",
      "vi": "Tòa nhà đông nghịt. Có cả người đứng ngoài vỉa hè."
    }
  },
  {
    "translation": {
      "en": "Some of the people who had come, they just turned around and walked off.",
      "vi": "Một số người đã đến bèn quay lưng đi về luôn."
    }
  },
  {
    "translation": {
      "en": "They didn't even want to deal with the number of people there.",
      "vi": "Họ không muốn phải đối phó với nhiều người như thế."
    }
  },
  {
    "translation": {
      "en": "At least 500 people filled the room. Witnesses who saw the light.",
      "vi": "Ít nhất 500 người đã lấp đầy phòng này. Các nhân chứng thấy luồng sáng."
    }
  },
  {
    "translation": {
      "en": "The MUFON folks were kinda just taken aback",
      "vi": "Người của MUFON đã hơi bất ngờ"
    }
  },
  {
    "translation": {
      "en": "because they've never seen anything like this.",
      "vi": "vì họ chưa bao giờ thấy cảnh ấy."
    }
  },
  {
    "translation": {
      "en": "In an extremely small number of cases will we get a mass sighting like this.",
      "vi": "Chỉ một số cực ít trường hợp xảy ra trông thấy hàng loạt như thế này."
    }
  },
  {
    "translation": {
      "en": "We put all those chairs out,",
      "vi": "Chúng tôi bày hết ghế ra rồi"
    }
  },
  {
    "translation": {
      "en": "and there were still people standing around the room.",
      "vi": "mà vẫn có những người phải đứng quanh phòng."
    }
  },
  {
    "translation": {
      "en": "All right, if I could see a show of hands who the witnesses are.",
      "vi": "Những ai là nhân chứng, mời giơ tay lên ạ."
    }
  },
  {
    "translation": {
      "en": "It was like everybody there had seen something.",
      "vi": "Cứ như ai ở đó cũng đã thấy cái gì đấy vậy."
    }
  },
  {
    "translation": {
      "en": "We're approaching a hundred people, probably, that have seen something in regard to this.",
      "vi": "Chúng tôi đang tiếp cận 100 người đã thấy gì đó liên quan tới vụ việc này."
    }
  },
  {
    "translation": {
      "en": "The Houston papers are there, the Dallas papers,",
      "vi": "Báo chí Houston tới đó, báo chí Dallas,"
    }
  },
  {
    "translation": {
      "en": "the papers from outside of Texas.",
      "vi": "các tờ báo đến từ ngoài Texas."
    }
  },
  {
    "translation": {
      "en": "The best way I can describe it was a media circus.",
      "vi": "Tôi chỉ có thể tả đó là một sự kiện truyền thông."
    }
  },
  {
    "translation": {
      "en": "The next day or two, we were just inundated with media from all over the country.",
      "vi": "Một hoặc hai hôm sau, truyền thông đến từ cả nước tràn ngập khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Dozens of people in a small Texas town",
      "vi": "Hàng chục người tại một thành phố nhỏ ở Texas"
    }
  },
  {
    "translation": {
      "en": "are talking about some unexpected visitors.",
      "vi": "đang nhắc đến những vị khách không mời."
    }
  },
  {
    "translation": {
      "en": "Do you guys believe in UFOs? Yes. I think it's possible. Yes.",
      "vi": "Anh chị có tin là có UFO không? Tôi thì nghĩ là có. Ừ."
    }
  },
  {
    "translation": {
      "en": "I realized that the entire city had totally transformed.",
      "vi": "Tôi nhận ra cả thành phố đã thay đổi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "Skies over Stephenville haven't looked the same",
      "vi": "Bầu trời ở Stephenville chả còn như xưa"
    }
  },
  {
    "translation": {
      "en": "since a UFO reportedly made tracks across it January 8th.",
      "vi": "kể từ khi một UFO được cho là đã băng qua nó hôm mùng tám tháng Một."
    }
  },
  {
    "translation": {
      "en": "Stephenville, the North Texas town, is swept up in UFO mania.",
      "vi": "Stephenville, thành phố ở Bắc Texas, đã bị cuốn vào cơn sốt UFO."
    }
  },
  {
    "translation": {
      "en": "They had Japanese film crews, Brazilian film crews.",
      "vi": "Có các đoàn làm phim Nhật, các đoàn làm phim Brazil."
    }
  },
  {
    "translation": {
      "en": "The Japanese film crews asked, Why does it keep coming to Stephenville?",
      "vi": "Đoàn làm phim Nhật hỏi: Sao nó cứ đến Stephenville?"
    }
  },
  {
    "translation": {
      "en": "Then, jokingly, I said, Well, it's the milk capital of the world.",
      "vi": "Tôi mới đáp đùa: Đây là thủ phủ sữa của thế giới mà."
    }
  },
  {
    "translation": {
      "en": "They said, Oh, they like milk!",
      "vi": "Họ kêu: À, họ thích sữa!"
    }
  },
  {
    "translation": {
      "en": "Da eerie.",
      "vi": "Bơ sữa."
    }
  },
  {
    "translation": {
      "en": "No wonder they're kind of gray and sickly looking. Vitamin D deficiency.",
      "vi": "Bảo sao trông họ xam xám và yếu ớt. Thiếu vitamin D."
    }
  },
  {
    "translation": {
      "en": "Got milk?",
      "vi": "Có sữa không?"
    }
  },
  {
    "translation": {
      "en": "The high school science club designed a T shirt and made $4,000.",
      "vi": "Câu lạc bộ khoa học của trường cấp ba đã thiết kế một cái áo phông, kiếm 4.000 đô."
    }
  },
  {
    "translation": {
      "en": "I can't even believe it.",
      "vi": "Tôi không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "Aluminum foil hats to ward off alien mind probes. Nice look, guy.",
      "vi": "Mũ lá nhôm để chặn máy dò tâm trí của người ngoài hành tinh. Đẹp đó."
    }
  },
  {
    "translation": {
      "en": "People are having a good time.",
      "vi": "Vụ đó khiến người ta phấn khởi."
    }
  },
  {
    "translation": {
      "en": "It's the most excitement Stephenville's had in a long time, so it probably won't end here.",
      "vi": "Lâu lắm rồi Stephenville mới vui thế này nên chắc chưa dừng ở đây đâu!"
    }
  },
  {
    "translation": {
      "en": "One evening, my husband and I happened to go to dinner,",
      "vi": "Một tối nọ, vợ chồng tôi ra ngoài ăn"
    }
  },
  {
    "translation": {
      "en": "and it was packed.",
      "vi": "thì nhà hàng đó đông nghịt."
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, the TVs came on, and there was… There they were.",
      "vi": "Xong tự dưng tivi bật lên, và chúng tôi thấy chúng."
    }
  },
  {
    "translation": {
      "en": "They were dancing around, and they were flickering.",
      "vi": "Chúng bay tán loạn và nhấp nháy."
    }
  },
  {
    "translation": {
      "en": "Tonight, strange sights in the night skies over Texas fuel otherworldly questions.",
      "vi": "Tối nay, những cảnh tượng kỳ lạ trên trời đêm Texas gợi lên những câu hỏi kỳ bí."
    }
  },
  {
    "translation": {
      "en": "When that came on, there was just a hush. Everybody just was riveted.",
      "vi": "Lúc tin đó phát, chỉ có sự im lặng. Ai nấy như bị hớp hồn."
    }
  },
  {
    "translation": {
      "en": "Angelia Joiner, staff writer for the Empire Tribune,",
      "vi": "Angelia Joiner, biên tập viên của EmpireTribune,"
    }
  },
  {
    "translation": {
      "en": "who has talked to several witnesses.",
      "vi": "đã hỏi chuyện nhiều nhân chứng."
    }
  },
  {
    "translation": {
      "en": "Very similar stories from people that have called in and emailed me.",
      "vi": "Những người gọi và email cho tôi đều có những câu chuyện rất giống nhau."
    }
  },
  {
    "translation": {
      "en": "So I think there's been a lot of consistency in the spottings.",
      "vi": "Nên theo tôi có rất nhiều điểm nhất quán trong các vụ phát hiện."
    }
  },
  {
    "translation": {
      "en": "Angelia did not treat this story like it was a fun and games story.",
      "vi": "Angelia không coi câu chuyện đó là một câu chuyện tầm phào."
    }
  },
  {
    "translation": {
      "en": "She… She took it serious from the very beginning.",
      "vi": "Cô ấy đã nghiêm túc với nó ngay từ đầu."
    }
  },
  {
    "translation": {
      "en": "After doing the first story, I did get a little spooked.",
      "vi": "Xem xong câu chuyện đầu tiên, tôi đã hơi hoảng."
    }
  },
  {
    "translation": {
      "en": "I thought, Oh my gosh, this is bigger than… than what I even dreamed it could be.",
      "vi": "Tôi nghĩ: Trời đất, vụ này còn quan trọng hơn mình tưởng tượng!"
    }
  },
  {
    "translation": {
      "en": "It was nice that people were calling me,",
      "vi": "Tôi rất vui khi người ta gọi cho tôi,"
    }
  },
  {
    "translation": {
      "en": "going, Hey, I saw the front page,",
      "vi": "bảo: Này, tôi xem trang nhất rồi, thấy ghi là 'Dublin!'"
    }
  },
  {
    "translation": {
      "en": "and it was saying 'Dublin,' and it's kinda like, Wow, that's great!",
      "vi": "bảo: Này, tôi xem trang nhất rồi, thấy ghi là 'Dublin!' Kiểu: Chà, hay nhỉ! Nhưng đồng thời, người ta…"
    }
  },
  {
    "translation": {
      "en": "But then, at the same time, people… There's some that just love to ridicule.",
      "vi": "Kiểu: Chà, hay nhỉ! Nhưng đồng thời, người ta… có những kẻ lại khoái chế giễu."
    }
  },
  {
    "translation": {
      "en": "They love to kinda knock somebody off their horse.",
      "vi": "Họ khoái hủy hoại người khác."
    }
  },
  {
    "translation": {
      "en": "There were some, um, radio stations out of Fort Worth came down and…",
      "vi": "Có những đài phát thanh ở Fort Worth đã tới"
    }
  },
  {
    "translation": {
      "en": "and basically just to make fun.",
      "vi": "và… gần như chỉ để pha trò. Bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "You know? They took my job. They took my wife. But they're not getting my pickup truck.",
      "vi": "Họ làm tôi mất việc, cướp vợ tôi. Nhưng họ không lấy được con bán tải đâu!"
    }
  },
  {
    "translation": {
      "en": "There was people that showed up just to try to discredit these folks.",
      "vi": "Có những kẻ xuất hiện chỉ để tìm cách hạ thấp uy tín của những người đó."
    }
  },
  {
    "translation": {
      "en": "When one of those little green monsters starts walking up here,",
      "vi": "Bao giờ có một con quái vật màu xanh đó đến đây"
    }
  },
  {
    "translation": {
      "en": "then I'll believe it.",
      "vi": "thì tôi sẽ tin."
    }
  },
  {
    "translation": {
      "en": "And so, um, when these sightings started taking place,",
      "vi": "Nên lúc những vụ trông thấy đó bắt đầu xảy ra,"
    }
  },
  {
    "translation": {
      "en": "we saw it, but we didn't really say a whole lot about it.",
      "vi": "chúng tôi có thấy, nhưng chúng tôi thật ra không nói gì mấy."
    }
  },
  {
    "translation": {
      "en": "It was starting to get a little dark. It was about this time of night.",
      "vi": "Trời lúc đó đã bắt đầu tối. Cũng tầm giờ này buổi tối."
    }
  },
  {
    "translation": {
      "en": "My friend Kent was telling us this story",
      "vi": "Kent bạn tôi đang kể chúng tôi nghe chuyện"
    }
  },
  {
    "translation": {
      "en": "about something that he saw a few days before.",
      "vi": "về một thứ cậu ấy thấy trước đó mấy hôm."
    }
  },
  {
    "translation": {
      "en": "I looked up, and I'm saying, Ah, that's just not normal for me.",
      "vi": "Tôi nhìn lên và nghĩ: Mình thấy không bình thường tí nào."
    }
  },
  {
    "translation": {
      "en": "He saw this, um… this huge, um… He called it a Dorito.",
      "vi": "Cậu ấy đã thấy một thứ lớn… Cậu ấy gọi nó là một miếng Dorito!"
    }
  },
  {
    "translation": {
      "en": "Looked like a triangle, or I I said originally a Dorito.",
      "vi": "Giống hình tam giác, hoặc như tôi gọi lúc đầu là miếng Dorito."
    }
  },
  {
    "translation": {
      "en": "He, um, stands up, and he's stretching his back,",
      "vi": "Cậu ấy đứng lên, vươn vai,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, he goes, They're back.",
      "vi": "xong tự dưng cậu ấy bảo: Chúng quay lại kìa!"
    }
  },
  {
    "translation": {
      "en": "And I said, Who's back?",
      "vi": "Tôi mới hỏi: Ai quay lại?"
    }
  },
  {
    "translation": {
      "en": "And he just points.",
      "vi": "Cậu ấy chỉ tay."
    }
  },
  {
    "translation": {
      "en": "I see this big, triangular vessel.",
      "vi": "Tôi thấy một con tàu lớn hình tam giác."
    }
  },
  {
    "translation": {
      "en": "But what's amazing is there's no sound.",
      "vi": "Nhưng cái khó tin là chẳng có tiếng gì."
    }
  },
  {
    "translation": {
      "en": "There is no sound whatsoever.",
      "vi": "Không có một tiếng động gì."
    }
  },
  {
    "translation": {
      "en": "I couldn't process what I was seeing because it was huge,",
      "vi": "Tôi chẳng hiểu nổi tôi đang thấy gì vì nó to quá,"
    }
  },
  {
    "translation": {
      "en": "and you just look and you think…",
      "vi": "bạn chỉ biết nhìn và nghĩ: GIÁO VIÊN TOÁN"
    }
  },
  {
    "translation": {
      "en": "What is that thing?",
      "vi": "Cái gì kia?"
    }
  },
  {
    "translation": {
      "en": "And then, all of a sudden, it's gone.",
      "vi": "Xong tự dưng, nó biến mất."
    }
  },
  {
    "translation": {
      "en": "Almost like it just vanished.",
      "vi": "Nó gần như bốc hơi vậy."
    }
  },
  {
    "translation": {
      "en": "I was not scared,",
      "vi": "Tôi không sợ,"
    }
  },
  {
    "translation": {
      "en": "but it was almost where I'm thinking… beginning to doubt myself. Did I even see anything?",
      "vi": "nhưng tôi gần như đã nghĩ… đã bắt đầu tự vấn. Mình có thấy gì thật không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Then it was, like… The next day, it's like…",
      "vi": "Xong sang hôm sau. Tôi kiểu:"
    }
  },
  {
    "translation": {
      "en": "Don't tell anybody.",
      "vi": "Đừng kể ai nhé."
    }
  },
  {
    "translation": {
      "en": "When you sit there and you say, Yeah, I just saw this… this vessel,",
      "vi": "Khi bạn ngồi kể: Ừ, tôi vừa thấy một con tàu"
    }
  },
  {
    "translation": {
      "en": "or, I saw these lights, well, who do we tell about it?",
      "vi": "hoặc: Tôi thấy mấy luồng sáng, ta biết nói với ai?"
    }
  },
  {
    "translation": {
      "en": "And if we did, what kind of flak are we gonna take?",
      "vi": "Nếu ta có nói thì ta sẽ bị vùi dập đến mức nào?"
    }
  },
  {
    "translation": {
      "en": "What we don't understand, we try to explain,",
      "vi": "Chúng tôi cố gắng lý giải những thứ chúng tôi không hiểu,"
    }
  },
  {
    "translation": {
      "en": "but our culture is also very open",
      "vi": "nhưng văn hóa của chúng tôi cũng rất cởi mở chấp nhận những thứ"
    }
  },
  {
    "translation": {
      "en": "to accepting things we cannot see or understand.",
      "vi": "nhưng văn hóa của chúng tôi cũng rất cởi mở chấp nhận những thứ chúng tôi không thấy hay hiểu được."
    }
  },
  {
    "translation": {
      "en": "We do not rely on facts constantly, like here in the US.",
      "vi": "Chúng tôi không thường xuyên dựa vào thực tế như ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "The inexplicable does not necessarily mean that it is not reality or fact.",
      "vi": "Không giải thích được không có nghĩa đó không phải thực tế hay sự thật."
    }
  },
  {
    "translation": {
      "en": "In 2008, what I saw were lights in the sky.",
      "vi": "Năm 2008, thứ tôi thấy là những luồng sáng trên trời."
    }
  },
  {
    "translation": {
      "en": "But the neat thing about it was that when I saw those,",
      "vi": "Nhưng cái thú vị là lúc tôi thấy chúng, tôi vẫn nhớ là chúng trông y hệt"
    }
  },
  {
    "translation": {
      "en": "I remembered they were exactly the same as the first time I saw 'em.",
      "vi": "Nhưng cái thú vị là lúc tôi thấy chúng, tôi vẫn nhớ là chúng trông y hệt lần đầu tôi thấy. Tôi từng thấy chúng hồi thiếu niên."
    }
  },
  {
    "translation": {
      "en": "'Cause I saw them first as a teenager.",
      "vi": "lần đầu tôi thấy. Tôi từng thấy chúng hồi thiếu niên."
    }
  },
  {
    "translation": {
      "en": "We're originally from Mexico.",
      "vi": "Nhà tôi gốc Mexico."
    }
  },
  {
    "translation": {
      "en": "And for Christmas break, we were getting ready",
      "vi": "Nên kỳ nghỉ Giáng sinh, chúng tôi chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "to travel to Michoacán, in Mexico, with our family.",
      "vi": "để về Michoacán ở Mexico cùng gia đình."
    }
  },
  {
    "translation": {
      "en": "My mother, the evening before, was on the dairy farm.",
      "vi": "Tối hôm trước đó, mẹ tôi đang ở trang trại bơ sữa."
    }
  },
  {
    "translation": {
      "en": "And she says, I was out there feeding the calves,",
      "vi": "Mẹ kể: Mẹ đang cho bê ăn ở ngoài"
    }
  },
  {
    "translation": {
      "en": "and these lights were were appearing up in the sky, like bubbles.",
      "vi": "thì mấy luồng sáng xuất hiện trên trời, như bong bóng."
    }
  },
  {
    "translation": {
      "en": "You know, could it be evil spirits or or or something?",
      "vi": "Hay đấy là linh hồn quỷ dữ hay gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Because we tend to be a very superstitious culture.",
      "vi": "Vì văn hóa của chúng tôi thường rất mê tín."
    }
  },
  {
    "translation": {
      "en": "And so when she saw those, she was very much startled.",
      "vi": "Nên lúc thấy chúng, mẹ đã cực kỳ hốt hoảng."
    }
  },
  {
    "translation": {
      "en": "She was afraid.",
      "vi": "Mẹ đã rất sợ."
    }
  },
  {
    "translation": {
      "en": "That next day, we were on our way to travel to Mexico,",
      "vi": "Hôm sau, trên đường về Mexico,"
    }
  },
  {
    "translation": {
      "en": "we were in our vehicle, already loaded up and and headed out,",
      "vi": "chúng tôi đang ngồi trên xe, đã sẵn sàng chuẩn bị đi"
    }
  },
  {
    "translation": {
      "en": "and these lights started coming up.",
      "vi": "thì mấy luồng sáng đó bắt đầu xuất hiện."
    }
  },
  {
    "translation": {
      "en": "And then my mom said, Those are the ones I saw, um, yesterday.",
      "vi": "Xong mẹ tôi kêu: Mấy luồng sáng mẹ thấy hôm qua kìa."
    }
  },
  {
    "translation": {
      "en": "And me and my sister and my other sibling saw those at that time.",
      "vi": "Lúc đó, mẹ tôi, chị tôi và một người em nữa của tôi đã thấy."
    }
  },
  {
    "translation": {
      "en": "It wasn't something that we could explain. All I know is that what I saw in 1989",
      "vi": "Nó là thứ chúng tôi không lý giải nổi. Tôi chỉ biết thứ tôi đã thấy năm 1989"
    }
  },
  {
    "translation": {
      "en": "was the same thing that, again, I saw in 2008.",
      "vi": "chính là thứ tôi thấy lại vào năm 2008."
    }
  },
  {
    "translation": {
      "en": "We were coming back from Fort Worth, me and my husband,",
      "vi": "Vợ chồng tôi đang từ Fort Worth về,"
    }
  },
  {
    "translation": {
      "en": "about this time in the evening.",
      "vi": "cũng tầm này buổi tối."
    }
  },
  {
    "translation": {
      "en": "We could see the lights up in this area.",
      "vi": "Chúng tôi thấy những luồng sáng ở khu vực này."
    }
  },
  {
    "translation": {
      "en": "It was like they would bubble in one spot, then bubble in another spot.",
      "vi": "Chúng như nhấp nháy một chỗ, rồi nhấp nháy chỗ khác."
    }
  },
  {
    "translation": {
      "en": "And it was too fast for any any… any airplane or helicopter to do.",
      "vi": "Quá nhanh so với một máy bay hay một trực thăng."
    }
  },
  {
    "translation": {
      "en": "As we're looking up, I'm hanging out the door with my camera",
      "vi": "Vừa nhìn lên, tôi vừa cầm máy ảnh thò tay ra khỏi cửa"
    }
  },
  {
    "translation": {
      "en": "trying to take pictures of it,",
      "vi": "để cố chụp ảnh,"
    }
  },
  {
    "translation": {
      "en": "but the camera, it just wasn't fast enough to beto be able to take those pictures.",
      "vi": "nhưng cái máy ảnh cũng không đủ nhanh để chụp ảnh kịp."
    }
  },
  {
    "translation": {
      "en": "Then they were gone.",
      "vi": "Thế rồi chúng biến mất."
    }
  },
  {
    "translation": {
      "en": "I do believe that when people come to our area, it's for a reason.",
      "vi": "Tôi tin người ta đến khu vực của chúng tôi là có lý do."
    }
  },
  {
    "translation": {
      "en": "If they're here, why are they here?",
      "vi": "Họ mà đến đây thật thì sao họ lại đến?"
    }
  },
  {
    "translation": {
      "en": "Today we're we're gonna be talking about Don Quixote.",
      "vi": "Hôm nay ta sẽ nói về Don Quixote."
    }
  },
  {
    "translation": {
      "en": "Who's familiar with Don Quixote?",
      "vi": "Ai biết Don Quixote rồi?"
    }
  },
  {
    "translation": {
      "en": "I love working with students. I've always told them, You have a mind of your own.",
      "vi": "Tôi thích làm việc với học sinh. Tôi luôn bảo chúng: Các em có suy nghĩ riêng."
    }
  },
  {
    "translation": {
      "en": "You need to see what information A and information B has.",
      "vi": "Các em phải xem thông tin A và thông tin B có gì."
    }
  },
  {
    "translation": {
      "en": "Not going against their parents or going against, uh, any any type of doctrine,",
      "vi": "Không phải để chống lại bố mẹ chúng hay chống lại hình thức giáo lý nào."
    }
  },
  {
    "translation": {
      "en": "but just to be informed.",
      "vi": "Mà chỉ là để có kiến thức thôi."
    }
  },
  {
    "translation": {
      "en": "We was very driven to find out what it was that we saw.",
      "vi": "Chúng tôi rất quyết tâm tìm hiểu xem chúng tôi đã thấy gì."
    }
  },
  {
    "translation": {
      "en": "The more we dug into it, I kept developing more questions than answers.",
      "vi": "Càng đào sâu, trong tôi càng dấy lên nhiều câu hỏi thay vì câu trả lời."
    }
  },
  {
    "translation": {
      "en": "I don't have enough nerve to call the NAS, the naval air station.",
      "vi": "Tôi không đủ can đảm gọi cho NAS, trạm không lực hải quân."
    }
  },
  {
    "translation": {
      "en": "Angelia, she did. She'd called down there and talked to Maj. Carl Lewis.",
      "vi": "Angelia thì có. Cô ấy đã gọi đến đó và nói chuyện với Thiếu tá Carl Lewis."
    }
  },
  {
    "translation": {
      "en": "I called him to check out,",
      "vi": "FORT WORTH TRẠM KHÔNG LỰC HẢI QUÂN Tôi gọi anh ta để kiểm tra xem:"
    }
  },
  {
    "translation": {
      "en": "Were there F 16s in the area?",
      "vi": "Khu vực này có chiếc F16 nào không?"
    }
  },
  {
    "translation": {
      "en": "He said, No, we did not have any F 16s in the area.",
      "vi": "Anh ta đáp: Không, khu vực này không có chiếc F16 nào cả."
    }
  },
  {
    "translation": {
      "en": "The Air Force says none of its planes were in the area at the time of the sightings.",
      "vi": "Không quân nói không có máy bay nào của họ ở khu vực đó lúc xảy ra các vụ trông thấy."
    }
  },
  {
    "translation": {
      "en": "Angelia told me that.",
      "vi": "Angelia kể lại với tôi."
    }
  },
  {
    "translation": {
      "en": "And he'd come back with all kinds of excuses what we thought we might have seen.",
      "vi": "Rồi anh ta viện đủ cớ cho thứ chúng tôi nghĩ mình có thể đã thấy."
    }
  },
  {
    "translation": {
      "en": "One excuse was a reflection off of a high altitude jet airliner.",
      "vi": "Một cái cớ là bóng phản chiếu của một máy bay phản lực độ cao."
    }
  },
  {
    "translation": {
      "en": "She says, What do you think about that? And I said, Is it a reflection off of my shiny white ass?",
      "vi": "Cô ấy hỏi: Anh nghĩ sao? Phản chiếu cái mông trắng bóng này thì có."
    }
  },
  {
    "translation": {
      "en": "I was really worried about Steve Allen. You could tell he was just haggard.",
      "vi": "Tôi đã rất lo cho Steve Allen. Anh ấy phờ phạc thấy rõ."
    }
  },
  {
    "translation": {
      "en": "His wife told me he was on the Internet constantly,",
      "vi": "Vợ anh ấy bảo tôi là anh ấy lên Internet liên tục"
    }
  },
  {
    "translation": {
      "en": "looking for pictures,",
      "vi": "để tìm ảnh,"
    }
  },
  {
    "translation": {
      "en": "trying to find something that looked like what he had seen.",
      "vi": "cố tìm thứ gì đó trông giống thứ anh ấy đã thấy."
    }
  },
  {
    "translation": {
      "en": "I told my wife that several of us was gon' get in our airplanes",
      "vi": "Tôi bảo vợ tôi là một nhóm chúng tôi sẽ lên máy bay"
    }
  },
  {
    "translation": {
      "en": "and go look for it. And she, of course, didn't like that idea.",
      "vi": "đi tìm nó. Và dĩ nhiên, cô ấy không thích ý tưởng đấy."
    }
  },
  {
    "translation": {
      "en": "But, you know, it's like telling a a kid to do something.",
      "vi": "Nhưng khác gì bắt một đứa bé phải làm gì đâu."
    }
  },
  {
    "translation": {
      "en": "We're gon' do what we want to.",
      "vi": "Chúng tôi đã muốn là sẽ làm."
    }
  },
  {
    "translation": {
      "en": "Our first thought was, we hoped we would find where it was based out of. It appeared out of nowhere.",
      "vi": "Suy nghĩ đầu là chúng tôi mong sẽ tìm ra căn cứ của nó. Nó tự dưng xuất hiện."
    }
  },
  {
    "translation": {
      "en": "So we explored all possibilities. We combed the whole area.",
      "vi": "Nên chúng tôi đã tìm hiểu mọi khả năng. Chúng tôi đã rà cả khu vực."
    }
  },
  {
    "translation": {
      "en": "Then on about the third night…",
      "vi": "Rồi đến khoảng tối hôm thứ ba,"
    }
  },
  {
    "translation": {
      "en": "…we was talking to each other on the radio. I said, Do you guys ever feel like",
      "vi": "chúng tôi đang nói chuyện trên đài. Tôi hỏi: Mọi người có lúc nào thấy như"
    }
  },
  {
    "translation": {
      "en": "you're looking for a needle in a haystack?",
      "vi": "ta đang mò kim đáy bể không?"
    }
  },
  {
    "translation": {
      "en": "What I saw happen in Steve is the same thing I've seen happen in a lot of witnesses.",
      "vi": "Điều tôi thấy xảy ra với Steve là điều tôi thấy xảy ra với nhiều nhân chứng."
    }
  },
  {
    "translation": {
      "en": "You've got this feeling of control.",
      "vi": "Bạn đang có cảm giác bạn làm chủ."
    }
  },
  {
    "translation": {
      "en": "And then, suddenly, you see something close to you,",
      "vi": "Xong tự dưng, bạn thấy một thứ ở ngay gần bạn,"
    }
  },
  {
    "translation": {
      "en": "and it does something that is so… impossible",
      "vi": "và nó làm một việc quá bất khả thi"
    }
  },
  {
    "translation": {
      "en": "that it just shakes the underpinnings",
      "vi": "đến nỗi nó làm lung lay dữ dội những nền tảng"
    }
  },
  {
    "translation": {
      "en": "of what they have always thought the world was.",
      "vi": "mà trước nay bạn vẫn nghĩ là hình thành nên thế giới."
    }
  },
  {
    "translation": {
      "en": "Ricky Sorrells was deer hunting in these woods",
      "vi": "Ricky Sorrells đang săn hươu ở rừng này"
    }
  },
  {
    "translation": {
      "en": "when he says the UFO stopped and hovered just over his head.",
      "vi": "thì anh nói UFO đã dừng lại và lơ lửng ngay trên đầu anh."
    }
  },
  {
    "translation": {
      "en": "And I did just like this, and I could see it. And it…",
      "vi": "Tôi ngẩng lên đúng như thế này, và thấy nó."
    }
  },
  {
    "translation": {
      "en": "Ricky Sorrells has a very interesting story. Ricky actually had a UFO sighting",
      "vi": "Ricky Sorrells có câu chuyện rất thú vị. Ricky thực chất đã trông thấy UFO"
    }
  },
  {
    "translation": {
      "en": "almost two weeks, roughly, before the Stephenville incident.",
      "vi": "khoảng gần hai tuần trước vụ việc ở Stephenville."
    }
  },
  {
    "translation": {
      "en": "I met Ricky personally, and he told me the story of of what happened.",
      "vi": "Tôi đã gặp trực tiếp Ricky, và anh ấy kể lại chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "He was out deer hunting. All of a sudden, everything got dark,",
      "vi": "Anh ấy đang đi săn hươu. Tự dưng, tất cả tối sầm,"
    }
  },
  {
    "translation": {
      "en": "like clouds had come overhead.",
      "vi": "như có những đám mây trên đầu vậy."
    }
  },
  {
    "translation": {
      "en": "Well, he looked up, and there was an object above him.",
      "vi": "Anh ấy bèn nhìn lên thì thấy một vật thể trên đầu."
    }
  },
  {
    "translation": {
      "en": "He couldn't tell its size or its shape",
      "vi": "Anh ấy không biết nó to cỡ nào hay hình gì"
    }
  },
  {
    "translation": {
      "en": "because it was so large that it just covered everything above him.",
      "vi": "vì nó to đến nỗi che phủ mọi thứ trên đầu anh ấy."
    }
  },
  {
    "translation": {
      "en": "He raised his rifle up and looked at it through the scope,",
      "vi": "Anh ấy giơ súng trường lên và nhìn nó qua ống ngắm"
    }
  },
  {
    "translation": {
      "en": "so he could get a better view of it.",
      "vi": "để thấy nó rõ hơn."
    }
  },
  {
    "translation": {
      "en": "And, uh, he says, I looked it over, and there was no bolts, no rivets,",
      "vi": "Anh ấy kể: Tôi nhìn qua, không có bu lông ốc vít gì hết,"
    }
  },
  {
    "translation": {
      "en": "and it just seemed seamless all over. And that's all he could see.",
      "vi": "toàn thân nó có vẻ liền mạch. Anh ấy chỉ thấy mỗi thế."
    }
  },
  {
    "translation": {
      "en": "And he says, I started to go ahead and shoot it,",
      "vi": "Anh ấy kể: Tôi bèn bóp cò bắn nó,"
    }
  },
  {
    "translation": {
      "en": "but he got to thinking, That wasn't the smartest thing I'd ever done.",
      "vi": "nhưng rồi nghĩ: Đó không phải việc khôn ngoan nhất mình từng làm."
    }
  },
  {
    "translation": {
      "en": "Sorrells didn't want to start an interstellar war.",
      "vi": "Sorrells không muốn gây chiến giữa các vì sao."
    }
  },
  {
    "translation": {
      "en": "And when it took off, it took off so fast, if I would have blinked, I would have thought it vanished.",
      "vi": "Rồi nó phóng đi nhanh lắm. Tôi mà chớp mắt thì sẽ tưởng nó bốc hơi rồi."
    }
  },
  {
    "translation": {
      "en": "He said, You know, the amazing thing",
      "vi": "Anh ấy bảo: Cái khó tin"
    }
  },
  {
    "translation": {
      "en": "is that this huge object that took off at such a high speed,",
      "vi": "là một vật thể lớn phóng đi với tốc độ cao như thế"
    }
  },
  {
    "translation": {
      "en": "it should have just sucked me right along with it.",
      "vi": "lẽ ra đã phải hút luôn tôi theo."
    }
  },
  {
    "translation": {
      "en": "And he said, There was nothing. No sound, no wind. Nothing.",
      "vi": "Anh ấy kể: Chả có gì cả. Không tiếng, không gió. Không gì hết."
    }
  },
  {
    "translation": {
      "en": "Somehow that object didn't interact with the atmosphere.",
      "vi": "Bằng cách nào đó, vật thể đó không tương tác với khí quyển."
    }
  },
  {
    "translation": {
      "en": "There was one morning, uh, Ricky came to my house,",
      "vi": "Một sáng nọ, Ricky đến nhà tôi"
    }
  },
  {
    "translation": {
      "en": "and Ricky's in tears.",
      "vi": "và Ricky đang khóc."
    }
  },
  {
    "translation": {
      "en": "I asked him, Man, what's going on? He said, Lee Roy, people are harassing me at my own house.",
      "vi": "Tôi hỏi anh ấy: Anh bạn, sao đấy? Người ta đang đến tận nhà quấy rối tôi."
    }
  },
  {
    "translation": {
      "en": "Who's harassing you? He said, I don't know.",
      "vi": "Ai đang quấy rối anh? Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "He said, They tell me that they, uh, work for the government.",
      "vi": "Anh ấy bảo: Họ bảo tôi là họ làm cho chính phủ."
    }
  },
  {
    "translation": {
      "en": "Ricky was definitely being intimidated.",
      "vi": "Ricky rõ ràng là đã bị dằn mặt."
    }
  },
  {
    "translation": {
      "en": "He found a bullet. It was definitely military grade.",
      "vi": "Anh ấy thấy một viên đạn. Nó chắc chắn là của quân đội."
    }
  },
  {
    "translation": {
      "en": "He thinks they may have left that on purpose to persuade him not to be speaking about it.",
      "vi": "Anh ấy nghĩ họ có thể đã cố tình để nó lại để thuyết phục anh ấy đừng nhắc đến vụ đó."
    }
  },
  {
    "translation": {
      "en": "The next thing I know, um, he is calling me.",
      "vi": "Tự dưng anh ấy gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "He said, Something's going on. Somebody's bothering me.",
      "vi": "Anh ấy bảo: Có chuyện rồi. Có ai đang quấy rối tôi ấy."
    }
  },
  {
    "translation": {
      "en": "I'm having all these helicopters flying over my place.",
      "vi": "Một đống trực thăng bay trên nóc nhà tôi."
    }
  },
  {
    "translation": {
      "en": "They are running my cattle to death.",
      "vi": "Họ đang giết gia súc của tôi."
    }
  },
  {
    "translation": {
      "en": "And he came to me out of concern for my safety.",
      "vi": "Anh ấy liên lạc với tôi vì lo cho sự an toàn của tôi."
    }
  },
  {
    "translation": {
      "en": "Angelia, assuming that Ricky is not nuts,",
      "vi": "Angelia, giả sử Ricky không bị điên,"
    }
  },
  {
    "translation": {
      "en": "uh, what do you make of this?",
      "vi": "cô nghĩ sao về vụ này?"
    }
  },
  {
    "translation": {
      "en": "Well, I feel that perhaps Ricky might have been singled out,",
      "vi": "Theo tôi có thể Ricky đã bị nhắm vào"
    }
  },
  {
    "translation": {
      "en": "simply because he was the one that had a daytime sighting.",
      "vi": "chỉ vì anh ấy là người đã trông thấy vào ban ngày."
    }
  },
  {
    "translation": {
      "en": "He had more detail than anyone else,",
      "vi": "Anh ấy thấy chi tiết hơn bất cứ ai,"
    }
  },
  {
    "translation": {
      "en": "and I wondered if that might be why he was singled out.",
      "vi": "tôi tự hỏi có phải vì thế nên anh ấy bị nhắm vào không."
    }
  },
  {
    "translation": {
      "en": "And, suddenly…",
      "vi": "Xong tự dưng…"
    }
  },
  {
    "translation": {
      "en": "Ricky stops talking to everybody.",
      "vi": "Ricky bắt đầu tiếp chuyện tất cả. Tôi nghĩ Ricky đã thấy nhiều hơn hẳn"
    }
  },
  {
    "translation": {
      "en": "I think Ricky saw a lot more than what the rest of us saw.",
      "vi": "Ricky bắt đầu tiếp chuyện tất cả. Tôi nghĩ Ricky đã thấy nhiều hơn hẳn những người còn lại."
    }
  },
  {
    "translation": {
      "en": "Ricky has said he saw some sort of something inside the aircraft,",
      "vi": "Ricky bảo anh ấy đã thấy thứ gì đó bên trong con tàu nọ,"
    }
  },
  {
    "translation": {
      "en": "and it resembled some sort of insect or maybe even a praying mantis.",
      "vi": "nó giống một loại côn trùng hoặc thậm chí có khi là một con bọ ngựa."
    }
  },
  {
    "translation": {
      "en": "I I I think that Ricky was possibly approached by someone",
      "vi": "Tôi nghĩ có thể có người đã tiếp cận Ricky"
    }
  },
  {
    "translation": {
      "en": "and offered a monetary agreement.",
      "vi": "và đề nghị dàn xếp bằng tiền."
    }
  },
  {
    "translation": {
      "en": "They wanted him quiet.",
      "vi": "Họ muốn bịt miệng anh ấy."
    }
  },
  {
    "translation": {
      "en": "A military colonel called me, one afternoon at my house,",
      "vi": "Chiều nọ tôi đang ở nhà thì một đại tá quân đội gọi"
    }
  },
  {
    "translation": {
      "en": "and talked to me about an hour and 45 minutes.",
      "vi": "và nói chuyện với tôi tầm một tiếng 45 phút."
    }
  },
  {
    "translation": {
      "en": "Says, We've had a lot of discussion about you and what to do with you.",
      "vi": "Nói là: Chúng tôi bàn về anh và việc nên làm với anh nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "You're kind of a high profile guy.",
      "vi": "Anh đang khá được chú ý."
    }
  },
  {
    "translation": {
      "en": "If you just happened to come up missing, it'd kinda look suspicious.",
      "vi": "Anh mà tự dưng mất tích thì sẽ có vẻ hơi đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "They're going against the wind. The wind's 120 knots west.",
      "vi": "Chúng bay ngược chiều gió. Tốc độ gió là 120 hải lý/giờ, về phía Tây."
    }
  },
  {
    "translation": {
      "en": "Look at that, dude!",
      "vi": "Nhìn nó kìa!"
    }
  },
  {
    "translation": {
      "en": "I found myself watching the footage over and over again,",
      "vi": "Tôi cứ xem đi xem lại đoạn phim đó."
    }
  },
  {
    "translation": {
      "en": "almost obsessively.",
      "vi": "Gần như bị ám ảnh."
    }
  },
  {
    "translation": {
      "en": "I had no awareness",
      "vi": "Tôi không hề biết"
    }
  },
  {
    "translation": {
      "en": "of what the upper chain of command was doing with this information.",
      "vi": "cấp trên đang làm những gì với thông tin này."
    }
  },
  {
    "translation": {
      "en": "In 2017, I transferred to the Office of Naval Intelligence.",
      "vi": "Năm 2017, tôi chuyển đến Văn phòng Tình báo Hải quân."
    }
  },
  {
    "translation": {
      "en": "I was gonna be an analyst there.",
      "vi": "Tôi sẽ làm phân tích viên ở đó."
    }
  },
  {
    "translation": {
      "en": "And, um… shortly after I arrived, I, uh…",
      "vi": "Và ngay sau khi đến, tôi bắt đầu có"
    }
  },
  {
    "translation": {
      "en": "I started to have these follow on experiences",
      "vi": "tôi bắt đầu có những trải nghiệm tiếp theo với hiện tượng này."
    }
  },
  {
    "translation": {
      "en": "with the phenomenon.",
      "vi": "những trải nghiệm tiếp theo với hiện tượng này."
    }
  },
  {
    "translation": {
      "en": "That was, like, the beginning of seeing non human entities in my room at night.",
      "vi": "Từ đó, ban đêm tôi bắt đầu thấy các thực thể không phải người trong phòng tôi."
    }
  },
  {
    "translation": {
      "en": "I would wake up several times a week,",
      "vi": "Mỗi tuần tôi đều bật dậy mấy lần,"
    }
  },
  {
    "translation": {
      "en": "and I would feel my body kind of sliding across the bed.",
      "vi": "xong thấy người mình như đang trượt trên giường."
    }
  },
  {
    "translation": {
      "en": "And I knew that they were taking me.",
      "vi": "Tôi biết họ đang đưa tôi đi."
    }
  },
  {
    "translation": {
      "en": "I woke up 'cause I felt…",
      "vi": "Tôi tỉnh dậy vì tôi cảm giác"
    }
  },
  {
    "translation": {
      "en": "a hand grab my arm right here.",
      "vi": "có một bàn tay đang nắm vào đây trên tay tôi."
    }
  },
  {
    "translation": {
      "en": "So I went to try and raise my hands to my face to wipe the sleep away,",
      "vi": "Tôi mới cố giơ tay lên vuốt mặt cho hết buồn ngủ"
    }
  },
  {
    "translation": {
      "en": "and, uh, I realized I couldn't move.",
      "vi": "nhưng nhận ra là tôi không cử động được."
    }
  },
  {
    "translation": {
      "en": "And I could just see this outline of a shadowy figure with…",
      "vi": "Và tôi nhìn thấy đường nét của một nhân vật lờ mờ"
    }
  },
  {
    "translation": {
      "en": "you know, a torso, two arms, and a head, standing over me.",
      "vi": "có, bạn biết đấy, thân, hai tay và đầu, đang đứng nhìn xuống tôi."
    }
  },
  {
    "translation": {
      "en": "When I was in the Navy and I saw this footage, I knew that there was something out there.",
      "vi": "Hồi xem đoạn phim này trong hải quân, tôi đã biết ngoài kia đang có thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "Right? I knew there was something non human out there.",
      "vi": "Tôi biết ngoài kia có thứ gì đó không phải con người."
    }
  },
  {
    "translation": {
      "en": "So I knew when they started showing up in my room that… a all of this was real.",
      "vi": "Nên khi họ bắt đầu xuất hiện trong phòng tôi, tôi biết tất cả chuyện này có thật."
    }
  },
  {
    "translation": {
      "en": "I I I had the luxury of knowing that I wasn't going crazy.",
      "vi": "Tôi đã may mắn biết được là tôi không hề điên."
    }
  },
  {
    "translation": {
      "en": "Right? I knew what it was.",
      "vi": "Nhé? Tôi biết đấy là thứ gì."
    }
  },
  {
    "translation": {
      "en": "Whoa! Got it!",
      "vi": "Chà! Nó kìa!"
    }
  },
  {
    "translation": {
      "en": "There's all kinds of sensor evidence, radar evidence.",
      "vi": "Có đủ thứ chứng cứ cảm biến, chứng cứ rađa."
    }
  },
  {
    "translation": {
      "en": "I think that there's enough footage",
      "vi": "Tôi nghĩ là có đủ cảnh quay"
    }
  },
  {
    "translation": {
      "en": "that if they just released all of it and said, Hey, this is what we have,",
      "vi": "để nếu họ công bố hết và bảo: Này, những gì chúng tôi đang có đây"
    }
  },
  {
    "translation": {
      "en": "they don't even have to give an explanation.",
      "vi": "thì họ còn chẳng cần giải thích,"
    }
  },
  {
    "translation": {
      "en": "They can just say, We don't know. This is what we got.",
      "vi": "chỉ cần bảo: Chúng tôi không biết. Thứ chúng tôi có đây"
    }
  },
  {
    "translation": {
      "en": "Um, there would be no… no doubt",
      "vi": "là sẽ chẳng ai nghi ngờ"
    }
  },
  {
    "translation": {
      "en": "as to whether or not the phenomenon is real.",
      "vi": "hiện tượng này có thật hay không."
    }
  },
  {
    "translation": {
      "en": "Everyone would know it.",
      "vi": "Ai cũng sẽ biết."
    }
  },
  {
    "translation": {
      "en": "The US military is now saying",
      "vi": "Quân đội Mỹ đang nói"
    }
  },
  {
    "translation": {
      "en": "it was fighter jets, not UFOs, that folks were seeing in the Stephenville area earlier this month.",
      "vi": "thứ người dân Stephenville thấy đầu tháng này là chiến đấu cơ, không phải UFO."
    }
  },
  {
    "translation": {
      "en": "The military now says it was training in the area after all.",
      "vi": "Quân đội giờ lại nói hóa ra họ có tập huấn ở khu vực này. LỖI CỦA QUÂN ĐỘI?"
    }
  },
  {
    "translation": {
      "en": "Ten F 16s over the Brownwood military operating area.",
      "vi": "Mười chiếc F16 ở khu vực hoạt động Brownwood của quân đội."
    }
  },
  {
    "translation": {
      "en": "The military spokesman blames an internal communications error",
      "vi": "Phát ngôn viên của quân đội đổ tại lỗi liên lạc nội bộ"
    }
  },
  {
    "translation": {
      "en": "for giving out false information.",
      "vi": "đã đưa ra thông tin sai lệch."
    }
  },
  {
    "translation": {
      "en": "There was no more new sightings.",
      "vi": "Không có thêm vụ trông thấy nào."
    }
  },
  {
    "translation": {
      "en": "We were clearly not gonna get an answer from the government or…",
      "vi": "Chúng tôi rõ ràng sẽ không có được câu trả lời từ chính phủ"
    }
  },
  {
    "translation": {
      "en": "on what this could have been. So unless we have something new and significant to report about it,",
      "vi": "về khả năng thứ đó là gì. Nếu không có gì mới và quan trọng để đưa tin,"
    }
  },
  {
    "translation": {
      "en": "we need to get on to other things.",
      "vi": "chúng tôi phải chuyển chủ đề."
    }
  },
  {
    "translation": {
      "en": "It was a hard thing for Angelia. She really had a hard time letting go of it",
      "vi": "Việc đó khó chấp nhận với Angelia. Cô ấy đã loay hoay quên đi"
    }
  },
  {
    "translation": {
      "en": "and breaking away from it.",
      "vi": "và thoát khỏi vụ đó."
    }
  },
  {
    "translation": {
      "en": "I just couldn't abandon those witnesses.",
      "vi": "Tôi không bỏ rơi các nhân chứng đó được."
    }
  },
  {
    "translation": {
      "en": "They were thrust into the limelight just like I was.",
      "vi": "Họ cũng tự dưng bị chú ý một cách dồn dập y như tôi."
    }
  },
  {
    "translation": {
      "en": "Plus, it was shaking them to their very core about what they had seen.",
      "vi": "Chưa kể, thứ họ đã thấy còn làm họ vô cùng choáng váng."
    }
  },
  {
    "translation": {
      "en": "I had given her an assignment, and I had this feeling",
      "vi": "Tôi có giao việc cho cô ấy. Tôi cảm giác hôm đó cô ấy không làm,"
    }
  },
  {
    "translation": {
      "en": "that she wasn't doing it that day, and she left.",
      "vi": "Tôi cảm giác hôm đó cô ấy không làm, xong cô ấy về. Tôi vào máy tính của cô ấy thì phát hiện vài email cô ấy đã gửi,"
    }
  },
  {
    "translation": {
      "en": "And I got on her computer and discovered some emails",
      "vi": "xong cô ấy về. Tôi vào máy tính của cô ấy thì phát hiện vài email cô ấy đã gửi,"
    }
  },
  {
    "translation": {
      "en": "that she had sent saying that the newspaper",
      "vi": "xong cô ấy về. Tôi vào máy tính của cô ấy thì phát hiện vài email cô ấy đã gửi, nói là báo này và ban quản lý ở đây, cụ thể là tôi,"
    }
  },
  {
    "translation": {
      "en": "and the management here, or me, um, specifically,",
      "vi": "nói là báo này và ban quản lý ở đây, cụ thể là tôi,"
    }
  },
  {
    "translation": {
      "en": "I'd gotten pressure to shut it down from the government and the city, and the city officials.",
      "vi": "đã bị chính phủ và giới chức thành phố gây áp lực bắt dừng đưa tin."
    }
  },
  {
    "translation": {
      "en": "And I was pretty upset about that, 'cause none of that was true.",
      "vi": "Tôi đã khá giận vì chuyện đó không hề đúng."
    }
  },
  {
    "translation": {
      "en": "Very strange story with Angelia. She came into work one morning, and her computer was gone.",
      "vi": "Chuyện của Angelia rất kỳ lạ. Sáng nọ, cô ấy đến làm thì không thấy máy tính."
    }
  },
  {
    "translation": {
      "en": "And she says, Hey, what happened to my computer and my stuff? And they told her she didn't work there anymore.",
      "vi": "Này, máy tính và đồ của tôi đâu rồi? Họ bảo cô ấy bị cho thôi việc ở đấy rồi."
    }
  },
  {
    "translation": {
      "en": "Was it a termination? Yes. But she didn't want to be there.",
      "vi": "Là chấm dứt hợp đồng ư? Đúng. Nhưng cô ấy không muốn ở đó nữa, muốn đưa tin tiếp."
    }
  },
  {
    "translation": {
      "en": "She wanted to continue this.",
      "vi": "Nhưng cô ấy không muốn ở đó nữa, muốn đưa tin tiếp."
    }
  },
  {
    "translation": {
      "en": "And that was a story that I was happy to move on from.",
      "vi": "Nên đấy là câu chuyện tôi không muốn nhớ lại."
    }
  },
  {
    "translation": {
      "en": "If you look at the UFO phenomenon, for…",
      "vi": "Nếu bạn nhìn hiện tượng UFO"
    }
  },
  {
    "translation": {
      "en": "It's gone on for 75 years in the modern era.",
      "vi": "thì nó đã diễn ra được 75 năm trong thời hiện đại."
    }
  },
  {
    "translation": {
      "en": "And yet, today, we still don't know much more than we knew 75 years ago.",
      "vi": "Thế mà giờ ta vẫn chưa biết thêm là bao so với 75 năm trước."
    }
  },
  {
    "translation": {
      "en": "That's troubling for many in the field of science",
      "vi": "Đấy là cái khiến nhiều người trong lĩnh vực khoa học lấn cấn"
    }
  },
  {
    "translation": {
      "en": "because there's no crystal clear, solid evidence.",
      "vi": "vì chẳng có chứng cứ rõ ràng, chắc chắn nào cả."
    }
  },
  {
    "translation": {
      "en": "And And that's the mystery of this phenomenon,",
      "vi": "Và đó là bí ẩn của hiện tượng này."
    }
  },
  {
    "translation": {
      "en": "is like, Where is the evidence?",
      "vi": "Kiểu: Chứng cứ đâu?"
    }
  },
  {
    "translation": {
      "en": "Three o'clock in the morning,",
      "vi": "Ba giờ sáng."
    }
  },
  {
    "translation": {
      "en": "I'd been out working a moonlighting job in Stephenville.",
      "vi": "Tôi đang đi làm thêm ngoài giờ ở Stephenville."
    }
  },
  {
    "translation": {
      "en": "There's an alarm call at this business.",
      "vi": "Có cuộc gọi báo động ở doanh nghiệp này."
    }
  },
  {
    "translation": {
      "en": "I went ahead and advised the sheriff's department that I was close by and would take the call.",
      "vi": "Tôi báo với sở cảnh sát trưởng là tôi đang ở gần đấy nên sẽ nhận điện."
    }
  },
  {
    "translation": {
      "en": "And when I get out of the car,",
      "vi": "Và lúc xuống xe,"
    }
  },
  {
    "translation": {
      "en": "I look and I see a pulsating orb up in the sky.",
      "vi": "tôi nhìn thì thấy một quả cầu nhấp nháy trên trời."
    }
  },
  {
    "translation": {
      "en": "Got my dashcam and positioned it,",
      "vi": "Tôi đặt máy quay hành trình,"
    }
  },
  {
    "translation": {
      "en": "trying to videotape this object.",
      "vi": "định ghi hình lại vật thể đó."
    }
  },
  {
    "translation": {
      "en": "I took the video home.",
      "vi": "Tôi đem đoạn phim đó về."
    }
  },
  {
    "translation": {
      "en": "Uh, back then, it was VHS, and put it in my player at home.",
      "vi": "Hồi đó là dạng băng hình, xong bỏ vào đầu băng ở nhà."
    }
  },
  {
    "translation": {
      "en": "It was not a clear video. It was like something was interfering the, uh, quality.",
      "vi": "Tôi quay thì rõ nhưng cứ như có gì đó làm nhiễu chất lượng vậy."
    }
  },
  {
    "translation": {
      "en": "I said, Man, why is this tape messing up, right now of all times?",
      "vi": "Tôi nghĩ: Sao băng lại nhiễu đúng lúc này cơ chứ?"
    }
  },
  {
    "translation": {
      "en": "I had never had a problem before that with any video.",
      "vi": "Trước đấy tôi chưa gặp vấn đề với bất cứ đoạn phim nào."
    }
  },
  {
    "translation": {
      "en": "After that, I used that camera at least another year and a half,",
      "vi": "Sau đó, tôi còn dùng máy quay đó thêm ít nhất một năm rưỡi"
    }
  },
  {
    "translation": {
      "en": "before I went digital. Never had a problem like that.",
      "vi": "rồi mới sang kỹ thuật số. Không hề gặp vấn đề giống thế."
    }
  },
  {
    "translation": {
      "en": "Whatever this thing was,",
      "vi": "Không rõ thứ đó là gì"
    }
  },
  {
    "translation": {
      "en": "whoever was responsible for it did not want clear footage of it.",
      "vi": "nhưng kẻ kiểm soát nó không muốn nó bị ghi lại rõ."
    }
  },
  {
    "translation": {
      "en": "I wanted to find corroboration for the object seen by Lee Roy and Steve,",
      "vi": "Tôi muốn tìm chứng cứ về vật thể mà Lee Roy, Steve"
    }
  },
  {
    "translation": {
      "en": "and all the other witnesses, in Stephenville on January 8th, 2008.",
      "vi": "và tất cả nhân chứng khác ở Stephenville đã thấy hôm tám tháng Một năm 2008."
    }
  },
  {
    "translation": {
      "en": "I had the witness statements. I knew the when and the where",
      "vi": "Tôi đã có lời khai của nhân chứng. Tôi đã biết thời gian, địa điểm"
    }
  },
  {
    "translation": {
      "en": "and the direction they were looking.",
      "vi": "và hướng họ nhìn."
    }
  },
  {
    "translation": {
      "en": "At the MUFON event, I met a guy from Colorado, Glen Schulze,",
      "vi": "Ở sự kiện của MUFON, tôi gặp Glen Schulze, một người quê Colorado,"
    }
  },
  {
    "translation": {
      "en": "and Glen was a former army radar expert.",
      "vi": "và Glen là cựu chuyên gia rađa của quân đội."
    }
  },
  {
    "translation": {
      "en": "Anything that flies in the sky is caught with what's called primary radar data.",
      "vi": "Mọi thứ bay trên trời đều bị một thứ gọi là dữ liệu rađa chính ghi lại."
    }
  },
  {
    "translation": {
      "en": "-",
      "vi": "CÁC MÁY BAY F-16 MÁY BAY DÂN DỤNG"
    }
  },
  {
    "translation": {
      "en": "So I wanted radar data to support what the witnesses had told me.",
      "vi": "Tôi muốn lấy dữ liệu rađa để khẳng định những gì các nhân chứng đã kể."
    }
  },
  {
    "translation": {
      "en": "The FAA won't volunteer those returns because they say nothing happened.",
      "vi": "Cục Hàng không Liên bang không tự nguyện giao đâu vì họ bảo đâu có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "So you have to send a Freedom of Information Act request in",
      "vi": "Ta phải gửi yêu cầu Đạo luật Tự do Thông tin"
    }
  },
  {
    "translation": {
      "en": "and force them to release the data.",
      "vi": "để buộc họ công bố dữ liệu."
    }
  },
  {
    "translation": {
      "en": "I sent FOIAs to every police department, to every military base.",
      "vi": "Tôi đã gửi yêu cầu đến mọi sở cảnh sát, mọi căn cứ quân sự."
    }
  },
  {
    "translation": {
      "en": "And the one FOIA that panned out the best was the FOIA to the FAA,",
      "vi": "Và yêu cầu có kết quả nhất là yêu cầu gửi đến Cục Hàng không Liên bang,"
    }
  },
  {
    "translation": {
      "en": "which provided me with radar data",
      "vi": "trả về cho tôi dữ liệu rađa"
    }
  },
  {
    "translation": {
      "en": "from five different radar antennae across the state of Texas.",
      "vi": "đến từ năm ăngten rađa trên khắp bang Texas."
    }
  },
  {
    "translation": {
      "en": "Glen Schulze and I went four months to go through the radar data.",
      "vi": "Glen Schulze và tôi đã mất bốn tháng kiểm tra dữ liệu rađa."
    }
  },
  {
    "translation": {
      "en": "Before I went looking for any unknowns, first thing I did was track the F 16s.",
      "vi": "Trước khi đi tìm ẩn số, tôi đã dò theo những chiếc F16 đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Two F 16s came in hot pursuit. -",
      "vi": "Hai con F-16 đuổi theo sát nút."
    }
  },
  {
    "translation": {
      "en": "They were flying in the same direction as these lights.",
      "vi": "Chúng bay đúng hướng với những luồng sáng kia."
    }
  },
  {
    "translation": {
      "en": "These are the two that flew down to Comanche, Dublin, Stephenville.",
      "vi": "Đây là hai chiếc đã bay tới Comanche, Dublin, Stephenville."
    }
  },
  {
    "translation": {
      "en": "So once I identified where the F 16s were,",
      "vi": "Xác định xong hai chiếc F16 đã ở đâu,"
    }
  },
  {
    "translation": {
      "en": "I went to start looking for objects that did not have transponders.",
      "vi": "tôi bắt đầu tìm những vật thể không có bộ phát đáp."
    }
  },
  {
    "translation": {
      "en": "So I wanted to see everything that was not supposed to be in the sky.",
      "vi": "Tôi muốn thấy mọi thứ không được phép ở trên bầu trời."
    }
  },
  {
    "translation": {
      "en": "I get to where Steve is.",
      "vi": "Tôi dò đến chỗ Steve."
    }
  },
  {
    "translation": {
      "en": "So I'm looking there, and do I see any unknowns",
      "vi": "Tôi xem ở đó, xem có thấy thứ chưa biết đến nào"
    }
  },
  {
    "translation": {
      "en": "that are popping up that match what he described?",
      "vi": "hiện lên khớp với thứ anh ấy tả không?"
    }
  },
  {
    "translation": {
      "en": "What I find is radar data",
      "vi": "Thứ tôi thấy là dữ liệu rađa"
    }
  },
  {
    "translation": {
      "en": "that confirms what Steve Allen and Lee Roy Gaitan have told me.",
      "vi": "xác nhận những gì Steve Allen và Lee Roy Gaitan đã nói với tôi."
    }
  },
  {
    "translation": {
      "en": "I came out here to have a campfire,",
      "vi": "Tôi lên đây để nhóm lửa trại,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I see some high intensity lights,",
      "vi": "xong tự dưng, tôi thấy mấy luồng sáng cường độ cao,"
    }
  },
  {
    "translation": {
      "en": "headed at a high velocity of speed.",
      "vi": "hướng đến với tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "Steve is located here.",
      "vi": "Steve đang ở đây."
    }
  },
  {
    "translation": {
      "en": "There are two radar points that showed an object moving without a transponder.",
      "vi": "Có hai điểm rađa cho thấy một vật thể không có bộ phát đáp đang di chuyển."
    }
  },
  {
    "translation": {
      "en": "When we first saw the ship, it was just a few minutes after 6:00.",
      "vi": "Lúc chúng tôi mới thấy con tàu đó là vừa qua sáu giờ được mấy phút."
    }
  },
  {
    "translation": {
      "en": "The two data points match the time",
      "vi": "Hai điểm dữ liệu khớp về thời gian… 6:15 PHÚT CHIỀU"
    }
  },
  {
    "translation": {
      "en": "and the geographical location.",
      "vi": "…và vị trí địa lý. 6:18 PHÚT CHIỀU"
    }
  },
  {
    "translation": {
      "en": "Does its flame job over Stephenville, just simply disappears.",
      "vi": "Phát sáng trên trời Stephenville, rồi nó đơn giản là biến mất."
    }
  },
  {
    "translation": {
      "en": "This is outside of military operating area,",
      "vi": "Chỗ này nằm ngoài khu vực hoạt động quân sự"
    }
  },
  {
    "translation": {
      "en": "so it should have a transponder",
      "vi": "nên nếu là máy bay quân sự thì nó phải có bộ phát đáp."
    }
  },
  {
    "translation": {
      "en": "if it is military aircraft, but it doesn't.",
      "vi": "nên nếu là máy bay quân sự thì nó phải có bộ phát đáp. Nhưng không. Ở trường hợp của Lee Roy,"
    }
  },
  {
    "translation": {
      "en": "In the case of Lee Roy,",
      "vi": "Nhưng không. Ở trường hợp của Lee Roy,"
    }
  },
  {
    "translation": {
      "en": "I had about five data points on the radar,",
      "vi": "tôi thấy khoảng năm điểm dữ liệu trên rađa,"
    }
  },
  {
    "translation": {
      "en": "indicating there is this object south of his home.",
      "vi": "cho thấy có một vật thể ở phía Nam nhà anh ấy."
    }
  },
  {
    "translation": {
      "en": "I came outside.",
      "vi": "Tôi ra ngoài."
    }
  },
  {
    "translation": {
      "en": "Something caught my attention off off to the, uh, southwest sky.",
      "vi": "Có thứ làm tôi chú ý trên trời, về phía Tây Nam."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, these things just shoot off at a blazing speed.",
      "vi": "Tự dưng, mấy thứ đó phóng đi với tốc độ chóng mặt."
    }
  },
  {
    "translation": {
      "en": "And they travel, what I say, northeast.",
      "vi": "Và chúng đi, tôi nghĩ là, về phía Đông Bắc."
    }
  },
  {
    "translation": {
      "en": "When he says it moves to the northeast, I get a data point ten seconds later",
      "vi": "Lúc anh ấy bảo nó đi về phía Đông Bắc, mười giây sau, tôi thấy một điểm dữ liệu."
    }
  },
  {
    "translation": {
      "en": "that's to the northeast and is moving at an extreme rate of speed.",
      "vi": "Nó nằm ở phía Đông Bắc và đang di chuyển với tốc độ cực cao."
    }
  },
  {
    "translation": {
      "en": "It's not very often that you get radar data",
      "vi": "Không mấy khi bạn thu được dữ liệu rađa"
    }
  },
  {
    "translation": {
      "en": "that just corroborates exactly what a witness said",
      "vi": "chứng thực chính xác những gì một nhân chứng nói"
    }
  },
  {
    "translation": {
      "en": "in terms of geographic location and time.",
      "vi": "về vị trí địa lý và thời gian."
    }
  },
  {
    "translation": {
      "en": "It showed it in black and white that there was something flying out there.",
      "vi": "Nó cho thấy rõ như trắng đen là đã có thứ gì đó bay ngoài đó. VẬN TỐC: HƠN 70 KM/H"
    }
  },
  {
    "translation": {
      "en": "And that the speeds that these things were traveling",
      "vi": "Và tốc độ di chuyển của những thứ đó… HƠN 3057 KM/H"
    }
  },
  {
    "translation": {
      "en": "are, like, speeds that we cannot do here on Earth.",
      "vi": "…là thứ tốc độ không khả thi trên Trái Đất này."
    }
  },
  {
    "translation": {
      "en": "These stories check out with the radar data.",
      "vi": "Mấy câu chuyện đó xác minh được bằng dữ liệu rađa."
    }
  },
  {
    "translation": {
      "en": "So there's absolutely no doubt that there's an object in the sky",
      "vi": "Nên hoàn toàn chắc chắn là đã có một vật thể trên trời"
    }
  },
  {
    "translation": {
      "en": "and that the object that's in the sky does not have a transponder code.",
      "vi": "và vật thể trên trời đó không có mã bộ phát đáp."
    }
  },
  {
    "translation": {
      "en": "That tells you that you'reyou're dealing with something real,",
      "vi": "Thế là đủ biết thứ đó có thật,"
    }
  },
  {
    "translation": {
      "en": "whatever it is.",
      "vi": "dù nó là gì đi nữa."
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try milk.",
      "vi": "Khi cần tăng lực, hãy thử sữa."
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "vi": "Được!"
    }
  },
  {
    "translation": {
      "en": "With all the attention of the UFO sightings,",
      "vi": "Rất được chú ý từ sau vụ trông thấy UFO,"
    }
  },
  {
    "translation": {
      "en": "Stephenville will no longer be alien to the rest of the world.",
      "vi": "Stephenville sẽ không còn xa lạ với phần còn lại của thế giới nữa."
    }
  },
  {
    "translation": {
      "en": "Milk Duds!",
      "vi": "Milk Duds!"
    }
  },
  {
    "translation": {
      "en": "Milk is a natural",
      "vi": "Sữa là tự nhiên…"
    }
  },
  {
    "translation": {
      "en": "Hundreds of UFO sightings are reported to authorities…",
      "vi": "Hàng trăm vụ trông thấy UFO được báo về cho giới chức…"
    }
  },
  {
    "translation": {
      "en": "If you're interested in UFOs, you might wanna come on out,",
      "vi": "Bạn mà quan tâm đến UFO thì có thể bạn sẽ muốn đến,"
    }
  },
  {
    "translation": {
      "en": "if you dare.",
      "vi": "nếu bạn dám."
    }
  },
  {
    "translation": {
      "en": "Is any of this stuff real? I don't know. I mean…",
      "vi": "Có gì là thật không? Tôi chẳng biết nữa. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "I think UFOs are just as real as,",
      "vi": "Tôi nghĩ UFO cũng thật chẳng kém gì,"
    }
  },
  {
    "translation": {
      "en": "you know, the the lights in this room or…",
      "vi": "bạn biết đấy, đèn trong phòng này hay đống máy quay trước mặt tôi."
    }
  },
  {
    "translation": {
      "en": "or the cameras that are in front of me.",
      "vi": "hay đống máy quay trước mặt tôi."
    }
  },
  {
    "translation": {
      "en": "I think that, uh…",
      "vi": "Tôi nghĩ là…"
    }
  },
  {
    "translation": {
      "en": "I think they are very real. But I think, what is your idea of reality?",
      "vi": "Tôi nghĩ chúng rất thật. Nhưng tôi nghĩ là, bạn hiểu thực tại thế nào?"
    }
  },
  {
    "translation": {
      "en": "That's the question.",
      "vi": "Đấy mới là câu hỏi."
    }
  },
  {
    "translation": {
      "en": "You see that the DOD and NASA, even,",
      "vi": "Có thể thấy Bộ Quốc phòng, thậm chí NASA,"
    }
  },
  {
    "translation": {
      "en": "they're all hiring physicists",
      "vi": "họ đều thuê các nhà vật lý"
    }
  },
  {
    "translation": {
      "en": "to work on this UFO issue.",
      "vi": "để nghiên cứu vấn đề UFO này."
    }
  },
  {
    "translation": {
      "en": "And that's not where the truth of this lies.",
      "vi": "Nhưng đấy không phải sự thật trong chuyện này."
    }
  },
  {
    "translation": {
      "en": "This lies more within the realm of the humanities,",
      "vi": "Sự thật đúng hơn là thuộc về lĩnh vực nhân văn học,"
    }
  },
  {
    "translation": {
      "en": "within the realm of psychology, uh, philosophy,",
      "vi": "thuộc về lĩnh vực tâm lý học, triết học,"
    }
  },
  {
    "translation": {
      "en": "religious studies. Um, that's where you're gonna find the truth of this.",
      "vi": "nghiên cứu tôn giáo. Bạn sẽ tìm ra sự thật trong chuyện này ở đó."
    }
  },
  {
    "translation": {
      "en": "No physicist… is gonna be able to tell you what this is.",
      "vi": "Chẳng nhà vật lý nào cho bạn biết nó là cái gì được."
    }
  },
  {
    "translation": {
      "en": "Because the physicist maybe can tell you how physical matter might behave,",
      "vi": "Vì một nhà vật lý có thể cho bạn biết vật chất hoạt động thế nào,"
    }
  },
  {
    "translation": {
      "en": "but the humanities will tell you why.",
      "vi": "còn nhân văn học mới cho bạn biết tại sao."
    }
  },
  {
    "translation": {
      "en": "It's not a… It's not a Department of Defense issue.",
      "vi": "Đây không phải vấn đề của Bộ Quốc phòng."
    }
  },
  {
    "translation": {
      "en": "It's aIt's a human issue is what it is.",
      "vi": "Đây là vấn đề về con người. Là vậy đấy."
    }
  },
  {
    "translation": {
      "en": "And that's why I could not justify being quiet.",
      "vi": "Thế nên tôi không bao biện cho việc im lặng được."
    }
  },
  {
    "translation": {
      "en": "I've got eight children.",
      "vi": "Tôi có tám đứa con."
    }
  },
  {
    "translation": {
      "en": "We homeschool our kids, and we've really seen fruit from that.",
      "vi": "Chúng tôi dạy con ở nhà, và chúng tôi thật sự đã thấy thành quả."
    }
  },
  {
    "translation": {
      "en": "All right, ready? Up!",
      "vi": "Sẵn sàng chưa? Lên!"
    }
  },
  {
    "translation": {
      "en": "Okay, which one first?",
      "vi": "Rồi, cuốn nào trước?"
    }
  },
  {
    "translation": {
      "en": "Every day starts out with some type of Bible lesson.",
      "vi": "Ngày nào cũng bắt đầu với bài học gì đó trong Kinh thánh."
    }
  },
  {
    "translation": {
      "en": "Ezekiel was a prophet. Mm hmm.",
      "vi": "Ezekiel là nhà tiên tri. Vâng."
    }
  },
  {
    "translation": {
      "en": "He was in the Old Testament. In the Old Testament.",
      "vi": "Nó có trong Cựu Ước ạ. Trong Cựu Ước. Rồi, nghe nhé."
    }
  },
  {
    "translation": {
      "en": "So check this out.",
      "vi": "Trong Cựu Ước. Rồi, nghe nhé."
    }
  },
  {
    "translation": {
      "en": "I looked, and behold, a whirlwind was coming out of the North.",
      "vi": "Ta nhìn, và kìa, một cơn lốc đang đến từ phương Bắc."
    }
  },
  {
    "translation": {
      "en": "A great cloud with raging fire engulfing itself,",
      "vi": "Một đám mây vĩ đại với ngọn lửa cuồng nộ tự nhấn chìm nó,"
    }
  },
  {
    "translation": {
      "en": "and brightness was all around it.",
      "vi": "và ánh sáng bao quanh nó."
    }
  },
  {
    "translation": {
      "en": "And radiating out of it, the color of amber,",
      "vi": "Và tỏa ra từ nó, màu hổ phách,"
    }
  },
  {
    "translation": {
      "en": "out of the midst of the fire.",
      "vi": "từ giữa ngọn lửa."
    }
  },
  {
    "translation": {
      "en": "What was it that Ezekiel was seeing?",
      "vi": "Ezekiel đã thấy gì?"
    }
  },
  {
    "translation": {
      "en": "Not the message part. I get the message part.",
      "vi": "Không phải phần thông điệp. Tôi hiểu phần đó."
    }
  },
  {
    "translation": {
      "en": "I wanna know what he saw.",
      "vi": "Tôi muốn biết Người đã thấy gì."
    }
  },
  {
    "translation": {
      "en": "Behold a wheel…",
      "vi": "Kìa, một bánh xe"
    }
  },
  {
    "translation": {
      "en": "suddenly came to the earth.",
      "vi": "đột nhiên đến trái đất."
    }
  },
  {
    "translation": {
      "en": "And the rims were full of…",
      "vi": "Và vành của nó đầy…"
    }
  },
  {
    "translation": {
      "en": "Translate this for me.",
      "vi": "Dịch cho bố này."
    }
  },
  {
    "translation": {
      "en": "…eyes all the way around.",
      "vi": "…những con mắt khắp xung quanh."
    }
  },
  {
    "translation": {
      "en": "Eyes or lights. Lights or…",
      "vi": "Những con mắt hoặc là những cái đèn. Đèn hoặc là…"
    }
  },
  {
    "translation": {
      "en": "Anything, really. Windows or… Right?",
      "vi": "Thật ra là bất cứ cái gì ạ. Cửa sổ hoặc là… Đấy?"
    }
  },
  {
    "translation": {
      "en": "To me, I think that talking about UFOs with my kids, even the littlest ones,",
      "vi": "Với tôi, tôi nghĩ việc nói đến UFO với con tôi, kể cả đứa nhỏ nhất,"
    }
  },
  {
    "translation": {
      "en": "is making Scripture a lot more real for them than just a bunch of stories.",
      "vi": "sẽ làm Kinh thánh trở nên thật hơn nhiều thay vì chỉ là một đống câu chuyện."
    }
  },
  {
    "translation": {
      "en": "This was Switzerland, and some guy just got this on video.",
      "vi": "Đây là Thụy Sĩ, và có chú nào quay được cảnh này ấy."
    }
  },
  {
    "translation": {
      "en": "It's a UFO. What does that look like, right there?",
      "vi": "UFO đấy. Trông nó giống cái gì, đây này?"
    }
  },
  {
    "translation": {
      "en": "It's a wheel within a wheel. And that was two days ago.",
      "vi": "Một bánh xe trong một bánh xe ạ. Hai hôm trước đấy."
    }
  },
  {
    "translation": {
      "en": "The Christian populace",
      "vi": "Người theo đạo Cơ Đốc"
    }
  },
  {
    "translation": {
      "en": "does not wanna believe that any of this is real,",
      "vi": "không muốn tin chuyện này là thật"
    }
  },
  {
    "translation": {
      "en": "because if it does, it changes all of their reality.",
      "vi": "vì nếu là thật thì thực tại của họ sẽ thay đổi hết."
    }
  },
  {
    "translation": {
      "en": "You know, then, is the Bible just for us?",
      "vi": "Thế thì Kinh thánh chỉ là cho ta thôi à?"
    }
  },
  {
    "translation": {
      "en": "OrOr is it for them too?",
      "vi": "Hay là cho cả họ?"
    }
  },
  {
    "translation": {
      "en": "That's… A million dollar question is,",
      "vi": "Câu hỏi quan trọng nhất ở đây là,"
    }
  },
  {
    "translation": {
      "en": "Where does life and other planets and religion fit together?",
      "vi": "sự sống, những hành tinh khác và tôn giáo giao thoa như thế nào?"
    }
  },
  {
    "translation": {
      "en": "If somebody were to ask me,",
      "vi": "Ai mà hỏi tôi:"
    }
  },
  {
    "translation": {
      "en": "Did God make other…",
      "vi": "Chúa tạo ra… những sinh vật khác nữa à?"
    }
  },
  {
    "translation": {
      "en": "creatures?, I'd say yes.",
      "vi": "Chúa tạo ra… những sinh vật khác nữa à? Tôi sẽ nói là ừ."
    }
  },
  {
    "translation": {
      "en": "When Kent was telling us this story,",
      "vi": "Lúc Kent kể cho chúng tôi chuyện đó,"
    }
  },
  {
    "translation": {
      "en": "I was the typical jerk giving him a hard time, saying,",
      "vi": "tôi đúng kiểu tay đâm chọc trêu cậu ấy, nói:"
    }
  },
  {
    "translation": {
      "en": "Here's a guy that just saw a flying Dorito.",
      "vi": "Cậu này vừa thấy một miếng Dorito bay đấy."
    }
  },
  {
    "translation": {
      "en": "And when we all looked up and saw this thing,",
      "vi": "Nhưng lúc cả lũ chúng tôi nhìn lên và thấy thứ đó"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, it it changed us in a way that we look at both sides of the story more.",
      "vi": "thì tự dưng, chúng tôi thay đổi theo hướng biết nhìn câu chuyện từ cả hai phía hơn."
    }
  },
  {
    "translation": {
      "en": "Now when I hear people tell stories of things they see,",
      "vi": "Giờ khi tôi nghe người ta kể chuyện về những thứ họ thấy,"
    }
  },
  {
    "translation": {
      "en": "I am not a doubting Thomas.",
      "vi": "tôi không tỏ ra hoài nghi nữa."
    }
  },
  {
    "translation": {
      "en": "I'm thinking, you know, They saw something.",
      "vi": "Bạn biết đấy, tôi nghĩ: Họ đã thấy gì đó. Mình biết là có."
    }
  },
  {
    "translation": {
      "en": "I know they did or why would they be saying this?",
      "vi": "Bạn biết đấy, tôi nghĩ: Họ đã thấy gì đó. Mình biết là có. Không thì sao họ kể thế?"
    }
  },
  {
    "translation": {
      "en": "Of course, psychology today would tell you that,",
      "vi": "Dĩ nhiên tâm lý học ngày nay sẽ bảo bạn"
    }
  },
  {
    "translation": {
      "en": "hey, if you're experiencing these things,",
      "vi": "là, này, bạn mà đang gặp những chuyện như thế,"
    }
  },
  {
    "translation": {
      "en": "you're seeing things in your room at night, that you're schizophrenic.",
      "vi": "bạn thấy thứ gì đó trong phòng về đêm thì là bạn bị tâm thần phân liệt."
    }
  },
  {
    "translation": {
      "en": "Or you have some kind of other severe mental illness.",
      "vi": "Hoặc bạn bị bệnh tâm thần nặng gì đó khác."
    }
  },
  {
    "translation": {
      "en": "And, to me, that's not… That's not correct.",
      "vi": "Nhưng theo tôi, điều đấy không đúng."
    }
  },
  {
    "translation": {
      "en": "That's not right.",
      "vi": "Không phải vậy."
    }
  },
  {
    "translation": {
      "en": "When I made the decision to talk about this, to leave the Navy,",
      "vi": "Lúc tôi quyết định nói chuyện này, quyết định rời hải quân,"
    }
  },
  {
    "translation": {
      "en": "I was four years away from retirement,",
      "vi": "tôi chỉ còn bốn năm nữa là về hưu,"
    }
  },
  {
    "translation": {
      "en": "which would have meant, you know, a pension,",
      "vi": "bạn biết đấy, tức là sẽ có lương hưu,"
    }
  },
  {
    "translation": {
      "en": "health insurance for the rest of my life.",
      "vi": "bảo hiểm sức khỏe đến cuối đời, bạn hiểu chứ."
    }
  },
  {
    "translation": {
      "en": "You know? And I… I left that all on the table.",
      "vi": "bảo hiểm sức khỏe đến cuối đời, bạn hiểu chứ. Nhưng tôi đã từ bỏ hết."
    }
  },
  {
    "translation": {
      "en": "And I walked away from it",
      "vi": "Tôi đã từ chối chúng"
    }
  },
  {
    "translation": {
      "en": "because this isn't just about me, right?",
      "vi": "vì chuyện không chỉ là về tôi. Nhé?"
    }
  },
  {
    "translation": {
      "en": "It's not about me at all. It's about all of us.",
      "vi": "Không hề là về tôi. Mà là về tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "It's about everybody.",
      "vi": "Về tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "Don Quixote is one of my favorite novels. And, in it, Don Quixote is a madman.",
      "vi": "Don Quixote thuộc số tiểu thuyết mà tôi thích. Trong đó Don Quixote là người điên."
    }
  },
  {
    "translation": {
      "en": "And everything that he sees, he sees in a different light.",
      "vi": "Nên ông ấy nhìn mọi thứ dưới một góc độ khác."
    }
  },
  {
    "translation": {
      "en": "Don Quixote sees these windmills,",
      "vi": "Don Quixote thấy những cối xay gió,"
    }
  },
  {
    "translation": {
      "en": "but in his mind, they're not, uh… They're not windmills. They're giants.",
      "vi": "mà trong đầu ông ấy, chúng không phải cối xay gió. Chúng là người khổng lồ."
    }
  },
  {
    "translation": {
      "en": "We know that we're not mad. We know that there is something credible to this",
      "vi": "Chúng tôi biết mình không điên, biết chuyện này có phần đáng tin"
    }
  },
  {
    "translation": {
      "en": "because too many people saw these, uh, lights in the sky.",
      "vi": "vì quá nhiều người đã thấy những luồng sáng đó trên trời."
    }
  },
  {
    "translation": {
      "en": "And so, um… We're We're notWe're not a Don Quixote. There's There's more to this.",
      "vi": "Nên chúng tôi không phải Don Quixote. Chuyện này chưa dừng ở đó."
    }
  },
  {
    "translation": {
      "en": "You can argue, Well, it was some secret US black project, right?",
      "vi": "Bạn có thể cãi: Đấy là dự án đen bí mật nào đấy của Mỹ thôi đúng không?"
    }
  },
  {
    "translation": {
      "en": "But our technologies don't just suddenly leap",
      "vi": "Nhưng công nghệ của ta không tự dưng nhảy vọt"
    }
  },
  {
    "translation": {
      "en": "across 100 years of of technology.",
      "vi": "qua 100 năm công nghệ thế được."
    }
  },
  {
    "translation": {
      "en": "Th They're gradually created.",
      "vi": "Chúng được tạo ra dần dần."
    }
  },
  {
    "translation": {
      "en": "In this case, I think whatever people saw was intelligently controlled.",
      "vi": "Trong trường hợp này, dù người ta đã thấy gì đi nữa, nó cũng được trí tuệ điều khiển."
    }
  },
  {
    "translation": {
      "en": "And it was not manufactured by the United States or any other nation, for that matter.",
      "vi": "Và nó không phải do Mỹ hay bất cứ nước nào khác sản xuất."
    }
  },
  {
    "translation": {
      "en": "So, about nine months later, I was driving my daughter to gymnastics in Dublin,",
      "vi": "Khoảng chín tháng sau, tôi đang chở con gái đi học thể dục dụng cụ ở Dublin"
    }
  },
  {
    "translation": {
      "en": "and I saw… …some lights.",
      "vi": "thì thấy vài luồng sáng."
    }
  },
  {
    "translation": {
      "en": "I pulled over to the side of the road, and I just stopped and looked out my front window.",
      "vi": "Tôi tấp vào, tắt máy xe rồi nhìn ra ngoài cửa sổ."
    }
  },
  {
    "translation": {
      "en": "And they kinda were blinking or kinda coming in and out of focus.",
      "vi": "Và chúng, kiểu như, đang chớp hoặc đang thoắt ẩn thoắt hiện."
    }
  },
  {
    "translation": {
      "en": "And then they kinda came together, cohesively, andand just sort of disappeared.",
      "vi": "Xong chúng, kiểu như, tụ đều vào nhau rồi biến mất luôn."
    }
  },
  {
    "translation": {
      "en": "I just was so shaken and so shocked. I thought, My gosh. I'm seeing what everybody's been talking about all this time.",
      "vi": "Tôi đã rất run và sốc. Tôi nghĩ: Mình đang thấy thứ tất cả bàn tán bao lâu nay."
    }
  },
  {
    "translation": {
      "en": "It felt like the universe was sort of playing a trick on me, like…",
      "vi": "Cứ như vũ trụ đang bày trò với tôi vậy, kiểu…"
    }
  },
  {
    "translation": {
      "en": "I balked at this story so hard in the beginning and for so long.",
      "vi": "Lúc đầu và trong một thời gian dài, tôi đã né tránh câu chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And then, you know, months later, it was sort of like, you know, here it is.",
      "vi": "Xong mấy tháng sau thì kiểu, bạn biết đấy, nó đây rồi!"
    }
  },
  {
    "translation": {
      "en": "I can't believe all of the wonderful people I've met.",
      "vi": "Không thể tin nổi là tôi đã được gặp ngần ấy người tốt."
    }
  },
  {
    "translation": {
      "en": "And that's the good of UFO reporting. I've loved every minute of it,",
      "vi": "Và đấy là lợi ích của việc báo tin về UFO. Tôi yêu từng phút được làm việc này"
    }
  },
  {
    "translation": {
      "en": "and I hope that I'm gonna be doing this for a long time. Thank you.",
      "vi": "và mong sẽ được làm một thời gian dài nữa. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "If I could talk to Angelia again, I would tell her how brave she was",
      "vi": "Được nói chuyện lại với Angelia, tôi sẽ bảo cô ấy dũng cảm lắm"
    }
  },
  {
    "translation": {
      "en": "for understanding that there was a story there to be told.",
      "vi": "khi đã hiểu là có một câu chuyện cần được kể."
    }
  },
  {
    "translation": {
      "en": "And I certainly wish that, uh, we had parted ways differently if",
      "vi": "Và chắc chắn là tôi ước chúng tôi đã chia tay theo kiểu khác."
    }
  },
  {
    "translation": {
      "en": "My My biggest regret of all is that.",
      "vi": "Hối tiếc lớn nhất của tôi là thế."
    }
  },
  {
    "translation": {
      "en": "Our business suffered because I was chasing the unidentified object that we saw.",
      "vi": "Việc làm ăn bị ảnh hưởng vì tôi theo đuổi cái vật thể không xác định chúng tôi thấy."
    }
  },
  {
    "translation": {
      "en": "So it put an undue strain on our relationship and her as well.",
      "vi": "Việc đó khiến mối quan hệ giữa chúng tôi và chính cô ấy căng thẳng không đáng."
    }
  },
  {
    "translation": {
      "en": "And after 17 years of being together and married,",
      "vi": "Và sau 17 năm lấy nhau và chung sống,"
    }
  },
  {
    "translation": {
      "en": "we ended up getting a divorce.",
      "vi": "cuối cùng chúng tôi đã ly dị."
    }
  },
  {
    "translation": {
      "en": "My relationship suffered. My company suffered. I suffered.",
      "vi": "Mối quan hệ của tôi bị ảnh hưởng. Công ty của tôi cũng vậy. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "I still consider it a blessing that I did see it,",
      "vi": "Tôi vẫn coi việc tôi thấy nó là may mắn"
    }
  },
  {
    "translation": {
      "en": "and it's forever in my mind.",
      "vi": "và nó sẽ luôn ở trong tâm trí tôi."
    }
  },
  {
    "translation": {
      "en": "I'm still on my quest, still to this day. I will find out what happened.",
      "vi": "Tôi vẫn đang đi tìm, đến tận bây giờ. Tôi sẽ biết chuyện gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "This is a great big open secret.",
      "vi": "Đây là một bí mật mở vĩ đại."
    }
  },
  {
    "translation": {
      "en": "Nothing I am saying is anything new.",
      "vi": "Những gì tôi đang nói hoàn toàn không mới."
    }
  },
  {
    "translation": {
      "en": "It's just a matter of, are you gonna believe it or not?",
      "vi": "Vấn đề chỉ là, bạn có tin hay không thôi?"
    }
  },
  {
    "translation": {
      "en": "",
      "vi": "CÁC LUỒNG SÁNG Ở STEPHENVILLE VẪN CHƯA THỂ ĐƯỢC LÝ GIẢI"
    }
  },
  {
    "translation": {
      "en": "A cold glass of Borden milk will cool you off.",
      "vi": "Một ly sữa Borden lạnh sẽ giúp bạn giải nhiệt!"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try Borden milk.",
      "vi": "Khi cần tăng lực, hãy thử sữa Borden!"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try milk!",
      "vi": "Khi cần tăng lực, hãy thử sữa!"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "vi": "Được!"
    }
  },
  {
    "translation": {
      "en": "Milk's a natural with the food we like best.",
      "vi": "Sữa là tự nhiên với… Ngon lắm. Quá ngon để bỏ ở nhà."
    }
  },
  {
    "translation": {
      "en": "It's too good to leave at home.",
      "vi": "Ngon lắm. Quá ngon để bỏ ở nhà."
    }
  },
  {
    "translation": {
      "en": "Saturday, and Elsie the Borden Cow is in her kitchen.",
      "vi": "Thứ Bảy, và Elsie nhà Borden… đang ở trong bếp."
    }
  },
  {
    "translation": {
      "en": "Beauregard, that cookie would taste even better with a glass of Borden milk.",
      "vi": "Beauregard, cái bánh quy đó sẽ còn ngon hơn với một ly sữa Borden đấy!"
    }
  },
  {
    "translation": {
      "en": "It tastes",
      "vi": "Vị…"
    }
  },
  {
    "translation": {
      "en": "Fresh is fresh It's gotta be good, it's gotta be good",
      "vi": "…tươi Chắc là ngon Chắc là ngon Thử hết sản phẩm bơ sữa đi, vì…"
    }
  },
  {
    "translation": {
      "en": "Try all our dairy products, 'cause",
      "vi": "Chắc là ngon Thử hết sản phẩm bơ sữa đi, vì…"
    }
  },
  {
    "translation": {
      "en": "You'll like the taste of milk with everything you eat.",
      "vi": "…vị sữa sẽ hợp với mọi thứ bạn ăn."
    }
  },
  {
    "translation": {
      "en": "Milk Duds! Milk is a natural",
      "vi": "Milk Duds! Sữa là tự nhiên"
    }
  },
  {
    "translation": {
      "en": "",
      "vi": "Biên dịch: Dzung Nguyen"
    }
  }
]