[
  {
    "translation": {
      "en": "It's very difficult to stand up to a company",
      "vi": "Rất khó để đứng lên chống lại một công ty"
    }
  },
  {
    "translation": {
      "en": "as big and as influential as Google.",
      "vi": "lớn mạnh và có tầm ảnh hưởng như Google."
    }
  },
  {
    "translation": {
      "en": "It was discussed within Art+Com, of course,",
      "vi": "Tất nhiên, trong nội bộ Art+Com đã bàn bạc"
    }
  },
  {
    "translation": {
      "en": "how to deal with Google",
      "vi": "cách đối phó với Google,"
    }
  },
  {
    "translation": {
      "en": "and with what they were doing with Google Earth, in particular.",
      "vi": "cụ thể là họ sẽ làm gì với Google Earth."
    }
  },
  {
    "translation": {
      "en": "And I was also there when they started the lawsuit.",
      "vi": "Khi họ bắt đầu khởi kiện, tôi cũng có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "American trials are like a big show.",
      "vi": "Bạn để ý là các phiên xử án ở Mỹ giống như một màn trình diễn vậy."
    }
  },
  {
    "translation": {
      "en": "And I doubt that helps with uncovering truth.",
      "vi": "Thật như thế hay không thì tôi không chắc."
    }
  },
  {
    "translation": {
      "en": "The first thing I saw was a side-by-side video",
      "vi": "Thứ đầu tiên tôi thấy là một video có hai nửa song song,"
    }
  },
  {
    "translation": {
      "en": "of Terravision in the mid-'90s.",
      "vi": "chiếu Terravision thời giữa thập niên 90."
    }
  },
  {
    "translation": {
      "en": "I think flying into Kyoto.",
      "vi": "Hình như đang bay vào Kyoto."
    }
  },
  {
    "translation": {
      "en": "On the right half of the screen was video of the same route taken by Google Earth.",
      "vi": "Phía nửa bên phải màn hình là video cùng tuyến đường quay bởi Google Earth."
    }
  },
  {
    "translation": {
      "en": "And it was absolutely identical.",
      "vi": "Nó giống nhau y hệt."
    }
  },
  {
    "translation": {
      "en": "Of course, we hoped that at least the truth would come out",
      "vi": "Chúng tôi đã hi vọng ít nhất thì sự thật cũng được vạch trần"
    }
  },
  {
    "translation": {
      "en": "and that the world would find out who really invented Google Earth.",
      "vi": "và thế giới sẽ biết ai mới thực sự phát minh ra Google Earth."
    }
  },
  {
    "translation": {
      "en": "It started as a mess and turned into a much bigger mess",
      "vi": "Khởi đầu từ mớ rối rắm biến thành một mớ hỗn loạn"
    }
  },
  {
    "translation": {
      "en": "and an expensive mess.",
      "vi": "và rất tốn kém."
    }
  },
  {
    "translation": {
      "en": "From the military-industrial complex this looked really nice.",
      "vi": "Tổ hợp công nghiệp quân sự thích thú với điều này."
    }
  },
  {
    "translation": {
      "en": "I do believe that's the reason why the CIA eventually put money into this.",
      "vi": "Tôi tin là phải có lý do thì cuối cùng CIA mới đổ tiền vào đây."
    }
  },
  {
    "translation": {
      "en": "In the beginning, only a couple million was at stake",
      "vi": "Ban đầu, tổn thất dự kiến là hai triệu đô,"
    }
  },
  {
    "translation": {
      "en": "and later it was like 3/4 of a billion.",
      "vi": "sau rồi lên 250 triệu đô."
    }
  },
  {
    "translation": {
      "en": "Things escalated quickly.",
      "vi": "Mọi chuyện leo thang nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe that this is really a true story based on true events.",
      "vi": "Tôi không tin nổi đây là câu chuyện thật dựa trên sự kiện có thật."
    }
  },
  {
    "translation": {
      "en": "Did I know that? No, I didn't.",
      "vi": "Tôi biết không à? Không."
    }
  },
  {
    "translation": {
      "en": "I didn't know about Terravision or Art+Com.",
      "vi": "Tôi chẳng biết về Terravision hay Art+Com. POLLEY DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "I mean, if you google it, there are not many results",
      "vi": "Nếu tra Google thì không ra nhiều kết quả"
    }
  },
  {
    "translation": {
      "en": "who show you the trial and the whole thing, like the…",
      "vi": "về vụ xử án hay toàn bộ chuyện đó… SCHLEICHER DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "the thing that happened.",
      "vi": "…chuyện mà đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Because you google it!",
      "vi": "Vì ta tra \"Google\" mà."
    }
  },
  {
    "translation": {
      "en": "Rock and roll, it was dead.",
      "vi": "Rock and roll đã chết rồi."
    }
  },
  {
    "translation": {
      "en": "I arrived shortly after the wall came down.",
      "vi": "Tôi tới đây không lâu sau khi bức tường sập đổ. PAVEL MAYER KỸ SƯ THỰC TẾ, TERRAVISION"
    }
  },
  {
    "translation": {
      "en": "For me, it was really refreshing compared to West Germany.",
      "vi": "Với tôi, cảm giác ở đây tươi mới hơn so với Tây Đức."
    }
  },
  {
    "translation": {
      "en": "Something new appeared and something old disappeared.",
      "vi": "Một cái mới xuất hiện và một cái cũ mất đi."
    }
  },
  {
    "translation": {
      "en": "So a lot of opportunities.",
      "vi": "Nên có rất nhiều cơ hội."
    }
  },
  {
    "translation": {
      "en": "It was a time of unlimited possibilities. You could try and do anything.",
      "vi": "Đó là thời có vô vàn khả năng. Bạn có thể thử làm bất kỳ điều gì. CHUYÊN VIÊN KẾT XUẤT ĐỒ HỌA"
    }
  },
  {
    "translation": {
      "en": "There was this period of optimism and of chance.",
      "vi": "Đó là giai đoạn của sự lạc quan và cơ hội."
    }
  },
  {
    "translation": {
      "en": "Everything is possible.",
      "vi": "Mọi chuyện đều khả thi."
    }
  },
  {
    "translation": {
      "en": "An empty house was turned into a cafe.",
      "vi": "Một căn nhà trống thành quán cà phê."
    }
  },
  {
    "translation": {
      "en": "An old bunker was turned into a club.",
      "vi": "Một cái boong-ke cũ biến thành hộp đêm."
    }
  },
  {
    "translation": {
      "en": "So for a short period of time, there was a lot of free space and freedom.",
      "vi": "JOACHIM SAUTER GIÁM ĐỐC NGHỆ THUẬT Trong khoảng thời gian ngắn đó, có nhiều không gian tự do."
    }
  },
  {
    "translation": {
      "en": "It was a nice form of anarchy.",
      "vi": "Đó là một hình thức vô chính phủ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Wild clubs.",
      "vi": "Những hộp đêm điên cuồng."
    }
  },
  {
    "translation": {
      "en": "In the center of the city, you had some places where there was a hole in the wall.",
      "vi": "Ở trung tâm thành phố, có một số nơi đục cả lỗ trên tường. GERD GRUNEIS QUẢN LÝ DỰ ÁN"
    }
  },
  {
    "translation": {
      "en": "And you could go down in the cellar.",
      "vi": "Từ đó dẫn xuống hầm rượu."
    }
  },
  {
    "translation": {
      "en": "Dark and noisy.",
      "vi": "Tối tăm và ồn ào."
    }
  },
  {
    "translation": {
      "en": "And sweaty.",
      "vi": "Và nhễ nhại."
    }
  },
  {
    "translation": {
      "en": "And minimal in a way.",
      "vi": "Tối giản, theo một cách nào đó. TS. SUSANNE JASCHKO GIÁM TUYỂN NGHỆ THUẬT"
    }
  },
  {
    "translation": {
      "en": "And techno.",
      "vi": "Và nhạc techno."
    }
  },
  {
    "translation": {
      "en": "There was a famous club, Kunst und Technik.",
      "vi": "Đó là một câu lạc bộ nổi tiếng, Kunst und Technik."
    }
  },
  {
    "translation": {
      "en": "I think it was illegal.",
      "vi": "Tôi nghĩ là bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "Very interesting space where the artist could experiment",
      "vi": "Không gian rất thú vị để cho các nghệ sĩ thử nghiệm"
    }
  },
  {
    "translation": {
      "en": "and you could suddenly interact with some graphic on the floor.",
      "vi": "và có thể bất ngờ tương tác với vài thứ đồ họa trên sàn."
    }
  },
  {
    "translation": {
      "en": "These were parallel worlds in a way.",
      "vi": "Theo một cách nào đó, đây là thế giới song song."
    }
  },
  {
    "translation": {
      "en": "Yeah. People didn't wanna have anything to do with computers.",
      "vi": "Phải. Mọi người không muốn liên quan tới máy tính."
    }
  },
  {
    "translation": {
      "en": "As did the whole art scene.",
      "vi": "Cả giới nghệ thuật cũng vậy."
    }
  },
  {
    "translation": {
      "en": "They were also like, \"Computers were bad things.\"",
      "vi": "Họ cũng kiểu: \"Máy tính là thứ tồi tệ\"."
    }
  },
  {
    "translation": {
      "en": "They were like tools of oppression and control.",
      "vi": "Chúng giống như công cụ đàn áp và kiểm soát."
    }
  },
  {
    "translation": {
      "en": "But there was a minority who wanted it and so they founded Art+Com.",
      "vi": "Nhưng có một nhóm thiểu số vẫn muốn có nên đã thành lập Art+Com."
    }
  },
  {
    "translation": {
      "en": "Art+Com was an open space for experimentation.",
      "vi": "Art+Com là không gian mở để tự do thử nghiệm."
    }
  },
  {
    "translation": {
      "en": "People with different skills and backgrounds thrown together",
      "vi": "Những người có kỹ năng và nền tảng học thuật khác nhau"
    }
  },
  {
    "translation": {
      "en": "with the goal of creating something new.",
      "vi": "tập hợp với mục đích tạo ra thứ gì đó mới mẻ."
    }
  },
  {
    "translation": {
      "en": "Computers were an unknown medium",
      "vi": "Máy tính là phương tiện vô danh"
    }
  },
  {
    "translation": {
      "en": "and we wanted to discover the possibilities of the digital world.",
      "vi": "và thời đó chúng tôi muốn khám phá các khả năng của thế giới kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "Money was not the motivation.",
      "vi": "Động cơ không phải là tiền."
    }
  },
  {
    "translation": {
      "en": "We wanted to be pioneers.",
      "vi": "Chúng tôi muốn là người tiên phong."
    }
  },
  {
    "translation": {
      "en": "The idea behind Art+Com was",
      "vi": "Ý tưởng cốt lõi của Art+Com"
    }
  },
  {
    "translation": {
      "en": "interdisciplinary work,",
      "vi": "là một công trình liên ngành,"
    }
  },
  {
    "translation": {
      "en": "to bring architects, artists, computer scientists together.",
      "vi": "kết nối các kiến trúc sư, nghệ sĩ, nhà khoa học máy tính."
    }
  },
  {
    "translation": {
      "en": "Art+Com's work extends beyond a regular multimedia business.",
      "vi": "Công trình của Art+Com đã vượt lên trên doanh nghiệp đa phương tiện thông thường."
    }
  },
  {
    "translation": {
      "en": "With the help of supercomputers, we enter cyberspace.",
      "vi": "Với sự hỗ trợ của siêu máy tính, chúng tôi bước vào không gian ảo."
    }
  },
  {
    "translation": {
      "en": "They generate an artificial reality with a keyboard and mouse.",
      "vi": "Họ tạo ra thực tế nhân tạo bằng bàn phím và chuột."
    }
  },
  {
    "translation": {
      "en": "At the time when we started,",
      "vi": "Vào lúc chúng tôi bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "computers were really expensive.",
      "vi": "máy tính cực kỳ đắt đỏ."
    }
  },
  {
    "translation": {
      "en": "They were locked in the vaults of banks.",
      "vi": "Chúng được khóa trong hầm an ninh của ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Still, we managed to get our hands on the latest machines",
      "vi": "Nhưng chúng tôi vẫn chạm được tới loại máy tối tân nhất"
    }
  },
  {
    "translation": {
      "en": "to try what was technically possible.",
      "vi": "để thử xem về mặt kỹ thuật có thể làm được gì."
    }
  },
  {
    "translation": {
      "en": "It was an adult playground.",
      "vi": "Đó là một sân chơi dành cho người lớn."
    }
  },
  {
    "translation": {
      "en": "They could buy these refrigerator-sized 3D engines",
      "vi": "Họ có thể mua các động cơ 3D to cỡ cái tủ lạnh"
    }
  },
  {
    "translation": {
      "en": "and do whatever they pleased with it.",
      "vi": "và thích làm gì thì làm."
    }
  },
  {
    "translation": {
      "en": "That was the new RealityEngine,",
      "vi": "Đó chính là RealityEngine mới,"
    }
  },
  {
    "translation": {
      "en": "a graphics engine from Silicon Graphics.",
      "vi": "cỗ máy đồ họa mới từ Silicon Graphics."
    }
  },
  {
    "translation": {
      "en": "The biggest and best back then.",
      "vi": "Cỗ máy lớn nhất và tốt nhất thời đó."
    }
  },
  {
    "translation": {
      "en": "We unwrapped it, took a look, and it just sat there.",
      "vi": "Chúng tôi dỡ ra, xem qua rồi chỉ để nó nằm đó thôi."
    }
  },
  {
    "translation": {
      "en": "And eventually someone said, \"Oh, you don't have a PC, use that one.\"",
      "vi": "Có người nói: \"Cậu không có PC mà, lấy cái này đi\"."
    }
  },
  {
    "translation": {
      "en": "These Silicon Graphics machines, they cost hundred thousands of dollars.",
      "vi": "Những chiếc máy Silicon Graphics này có giá hàng trăm ngàn đô la."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, I, as a student, had the biggest computer in the company.",
      "vi": "Đột nhiên, một sinh viên như tôi lại có cái PC lớn nhất."
    }
  },
  {
    "translation": {
      "en": "And I just started messing around.",
      "vi": "Lúc đó tôi chỉ nghịch chơi thôi."
    }
  },
  {
    "translation": {
      "en": "I compiled the demos and wrote programs.",
      "vi": "Tôi tập hợp các bản demo và viết chương trình."
    }
  },
  {
    "translation": {
      "en": "I tried to figure out how to best utilize the graphics card.",
      "vi": "Tôi cố gắng tìm cách sử dụng tối ưu card đồ họa."
    }
  },
  {
    "translation": {
      "en": "At some point, I had a spinning globe on screen.",
      "vi": "Tôi đã có trên màn hình quả địa cầu đang xoay."
    }
  },
  {
    "translation": {
      "en": "I noticed that it was not that great. When you zoomed in, it got blurry.",
      "vi": "Tôi để ý là nó không tuyệt lắm. Khi phóng to sẽ bị mờ."
    }
  },
  {
    "translation": {
      "en": "I messed around a bit.",
      "vi": "Tôi lại vọc vạch thêm chút nữa."
    }
  },
  {
    "translation": {
      "en": "There was an option that was not well-documented back then.",
      "vi": "Có một lựa chọn mà hồi đó không được ghi lại."
    }
  },
  {
    "translation": {
      "en": "By chance, I figured out",
      "vi": "Tình cờ tôi tìm ra"
    }
  },
  {
    "translation": {
      "en": "how to zoom in.",
      "vi": "cách để phóng to."
    }
  },
  {
    "translation": {
      "en": "Then, I don't know, we were standing around looking at it,",
      "vi": "Lúc đó chúng tôi đứng quanh nhìn nó. Mọi người cùng nêu ý tưởng."
    }
  },
  {
    "translation": {
      "en": "and everyone was having ideas, and that's how it slowly evolved.",
      "vi": "Lúc đó chúng tôi đứng quanh nhìn nó. Mọi người cùng nêu ý tưởng. Và nó chầm chậm tiến hóa như thế."
    }
  },
  {
    "translation": {
      "en": "It was the first attempt to connect the loose ends of the world",
      "vi": "Đó là lần đầu tiên thử kết nối các vùng đất rời rạc trên thế giới"
    }
  },
  {
    "translation": {
      "en": "through the means of digital space.",
      "vi": "thông qua phương tiện kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "How can you connect yourself with, let's say, Tokyo in an instant?",
      "vi": "Ví dụ, làm sao để kết nối mình với Tokyo trong chớp mắt?"
    }
  },
  {
    "translation": {
      "en": "We wanted to create a space for people to see",
      "vi": "Chúng tôi muốn tạo ra một không gian để mọi người thấy"
    }
  },
  {
    "translation": {
      "en": "and understand the world without being there.",
      "vi": "và hiểu thế giới là thế nào dù không ở đây."
    }
  },
  {
    "translation": {
      "en": "We also wanted to understand what interactivity and engagement did",
      "vi": "Chúng tôi cũng muốn tìm hiểu tương tác và gắn kết"
    }
  },
  {
    "translation": {
      "en": "to the meaning of information.",
      "vi": "tác động tới ý nghĩa thông tin ra sao."
    }
  },
  {
    "translation": {
      "en": "That was basically the beginning of Terravision.",
      "vi": "Về cơ bản, đó là khởi đầu của Terra Vision."
    }
  },
  {
    "translation": {
      "en": "The core team was Pavel, Joachim, Axel and me.",
      "vi": "Đội ngũ nòng cốt gồm Pavel, Joachim, Axel và tôi."
    }
  },
  {
    "translation": {
      "en": "And it was like Pavel and Axel, the programmers,",
      "vi": "Kiểu như Pavel và Axel là lập trình viên,"
    }
  },
  {
    "translation": {
      "en": "where Axel mainly programmed the renderer itself.",
      "vi": "Axel chủ yếu lập trình phần mềm tự động kết xuất đồ họa."
    }
  },
  {
    "translation": {
      "en": "Pavel was for everything around,",
      "vi": "QUẤY RỐI CÔNG NGHỆ Pavel làm đủ thứ xung quanh,"
    }
  },
  {
    "translation": {
      "en": "the backend and the data connections and everything.",
      "vi": "backend, kết nối dữ liệu, đủ thứ."
    }
  },
  {
    "translation": {
      "en": "Joachim did some conceptual art for the interfaces.",
      "vi": "Joachim lên khung mẫu cho giao diện."
    }
  },
  {
    "translation": {
      "en": "I was responsible for all the data integration.",
      "vi": "Tôi chịu trách nhiệm tích hợp dữ liệu."
    }
  },
  {
    "translation": {
      "en": "No, no. I'm no coder.",
      "vi": "Không, tôi không viết code."
    }
  },
  {
    "translation": {
      "en": "I'm really a computer artist. This I had always been.",
      "vi": "Tôi là họa sĩ máy tính, trước giờ vẫn vậy."
    }
  },
  {
    "translation": {
      "en": "There was a science fiction by Neal Stephenson.",
      "vi": "Có một bộ phim khoa học viễn tưởng của Neal Stephenson."
    }
  },
  {
    "translation": {
      "en": "It was called Snow Crash.",
      "vi": "Tên là Snow Crash."
    }
  },
  {
    "translation": {
      "en": "The idea of virtual representation of the real world.",
      "vi": "Ý tưởng về đại diện ảo của thế giới thật."
    }
  },
  {
    "translation": {
      "en": "Terravision was then the system",
      "vi": "Hồi đó Terravision là hệ thống"
    }
  },
  {
    "translation": {
      "en": "where we wanted to put everything in that we wanted to visualize.",
      "vi": "chúng tôi muốn đưa vào mọi thứ mình muốn hiển thị hóa."
    }
  },
  {
    "translation": {
      "en": "We started with a very rough Earth.",
      "vi": "Chúng tôi bắt đầu với một Trái Đất thô sơ."
    }
  },
  {
    "translation": {
      "en": "Later on, we could overlay all kinds of additional information",
      "vi": "Sau đó, chúng tôi đắp thêm đủ thể loại thông tin bổ sung"
    }
  },
  {
    "translation": {
      "en": "like weather data, designing a complete virtual world.",
      "vi": "như dữ liệu thời tiết, thiết kế thế giới ảo toàn diện."
    }
  },
  {
    "translation": {
      "en": "We had no real limit on the size of our model.",
      "vi": "Chúng tôi không giới hạn kích cỡ của mô hình."
    }
  },
  {
    "translation": {
      "en": "We could go through in real time.",
      "vi": "Ta có thể đi qua theo thời gian thực."
    }
  },
  {
    "translation": {
      "en": "Art+Com basically initiated a process with Terravision.",
      "vi": "Về cơ bản, Art+Com đã khởi đầu một quá trình với Terra Vision."
    }
  },
  {
    "translation": {
      "en": "They built the technical and the conceptual foundation.",
      "vi": "Họ xây dựng nền tảng kỹ thuật và khung ý tưởng."
    }
  },
  {
    "translation": {
      "en": "In the end, it's the users of the system who complete the system.",
      "vi": "Cuối cùng, người dùng hệ thống sẽ hoàn thiện hệ thống đó."
    }
  },
  {
    "translation": {
      "en": "We submitted an application to Telekom",
      "vi": "Chúng tôi nộp đơn lên Telekom"
    }
  },
  {
    "translation": {
      "en": "in order to get funding.",
      "vi": "để xin tài trợ."
    }
  },
  {
    "translation": {
      "en": "They were into it right away, saying, \"Yes, let's do that.\"",
      "vi": "Họ thích thú ngay: \"Được, làm vậy đi\"."
    }
  },
  {
    "translation": {
      "en": "We got funding because of, yeah, the Cold War basically.",
      "vi": "Chúng tôi được tài trợ do có Chiến tranh Lạnh, cơ bản là thế."
    }
  },
  {
    "translation": {
      "en": "And because the Federal Republic was funneling hundreds of millions into Berlin",
      "vi": "Vì Cộng hòa Liên bang đã rót hàng trăm triệu vào Berlin,"
    }
  },
  {
    "translation": {
      "en": "and somehow we got attached to that money stream",
      "vi": "không hiểu sao chúng tôi dính vào dòng tiền đó"
    }
  },
  {
    "translation": {
      "en": "and were able to do really cool things.",
      "vi": "và có thể làm ra những thứ rất hay ho."
    }
  },
  {
    "translation": {
      "en": "We were a team of four.",
      "vi": "Đội chúng tôi có bốn người."
    }
  },
  {
    "translation": {
      "en": "And we basically kept developing it,",
      "vi": "Chúng tôi tiếp tục phát triển nó."
    }
  },
  {
    "translation": {
      "en": "until at some point, Telekom,",
      "vi": "Có những lúc, Telekom muốn xem"
    }
  },
  {
    "translation": {
      "en": "who of course wanted to know what we were doing with the money,",
      "vi": "chúng tôi đang làm những gì."
    }
  },
  {
    "translation": {
      "en": "told us in 1995",
      "vi": "Họ yêu cầu chúng tôi trình bày"
    }
  },
  {
    "translation": {
      "en": "to present our project at the ITU conference in Kyoto.",
      "vi": "KYOTO, NHẬT BẢN dự án của chúng tôi ở hội thảo ITU ở Kyoto năm 1995."
    }
  },
  {
    "translation": {
      "en": "This exhibition featured the opening of the data highway",
      "vi": "Triển lãm khánh thành con đường cao tốc dữ liệu"
    }
  },
  {
    "translation": {
      "en": "between Germany and Japan.",
      "vi": "giữa Đức và Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "T-Vision was a part of the virtual ribbon-cutting ceremony",
      "vi": "T-Vision cũng tham gia lễ cắt băng khánh thành ảo"
    }
  },
  {
    "translation": {
      "en": "for this new infobahn.",
      "vi": "cho mạng lưới siêu tốc này."
    }
  },
  {
    "translation": {
      "en": "Before the Kyoto conference, it was a very stressful time in Berlin.",
      "vi": "Trước khi diễn ra sự kiện Kyoto, tình hình ở Berlin rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "Because nothing worked.",
      "vi": "Việc gì cũng không thành."
    }
  },
  {
    "translation": {
      "en": "There were bits here and there we could demonstrate",
      "vi": "Từng mảnh rời rạc ở đây đó"
    }
  },
  {
    "translation": {
      "en": "but the system wasn't presentable.",
      "vi": "nhưng cả hệ thống chưa được chỉn chu."
    }
  },
  {
    "translation": {
      "en": "Nothing was working.",
      "vi": "Không có gì hiệu quả cả."
    }
  },
  {
    "translation": {
      "en": "This was the first time we showed Terravision",
      "vi": "Đây là lần đầu tiên chúng tôi trình làng Terravision,"
    }
  },
  {
    "translation": {
      "en": "and we had to work every day and night to get it running.",
      "vi": "chúng tôi đã phải làm việc quần quật ngày đêm để nó chạy được."
    }
  },
  {
    "translation": {
      "en": "I think that was the most stressful time in my life.",
      "vi": "Tôi nghĩ đó là quãng thời gian căng thẳng nhất đời tôi."
    }
  },
  {
    "translation": {
      "en": "If we wouldn't be successful with Terravision in Kyoto,",
      "vi": "Nếu chúng tôi không thành công với Terravision ở Kyoto,"
    }
  },
  {
    "translation": {
      "en": "it would have been the end of Art+Com.",
      "vi": "Art+Com đã chấm dứt tại đó,"
    }
  },
  {
    "translation": {
      "en": "So everyone would have lost their jobs",
      "vi": "có khi mọi người đã bị mất việc"
    }
  },
  {
    "translation": {
      "en": "and it would have been the end of the story,",
      "vi": "và có khi chuyện này đã kết thúc"
    }
  },
  {
    "translation": {
      "en": "so that was the kind of pressure.",
      "vi": "nên là kiểu áp lực như thế."
    }
  },
  {
    "translation": {
      "en": "Pavel and I sat next to each other in a big room.",
      "vi": "Pavel và tôi ngồi với nhau trong căn phòng lớn."
    }
  },
  {
    "translation": {
      "en": "I remember, at some point I heard a thud.",
      "vi": "Tôi nhớ lúc đó mình nghe một tiếng thịch."
    }
  },
  {
    "translation": {
      "en": "I turned around and Pavel had fallen off his chair.",
      "vi": "Tôi ngoảnh lại thì thấy Pavel ngã xuống ghế."
    }
  },
  {
    "translation": {
      "en": "I was so busy with coding",
      "vi": "Lúc đó tôi bận lập trình đến mức"
    }
  },
  {
    "translation": {
      "en": "that I didn't even help him up.",
      "vi": "tôi còn không giúp anh ấy đứng dậy."
    }
  },
  {
    "translation": {
      "en": "I don't know myself how that could happen.",
      "vi": "Tôi không hiểu sao lại thế."
    }
  },
  {
    "translation": {
      "en": "So I told Henrik,",
      "vi": "Tôi bảo Henrik:"
    }
  },
  {
    "translation": {
      "en": "\"Hey Pavel's on the floor, can you check?\"",
      "vi": "\"Anh kiểm tra xem Pavel bị sao thế?\""
    }
  },
  {
    "translation": {
      "en": "And Henrik drove to the hospital with Pavel.",
      "vi": "Và Henrik lái xe chở Pavel đi viện."
    }
  },
  {
    "translation": {
      "en": "He needed to be in an oxygen tent. He basically needed to be revived.",
      "vi": "Anh ấy cần nằm trong lều dưỡng khí. Cơ bản là người ta phải hồi sinh anh ấy."
    }
  },
  {
    "translation": {
      "en": "An hour later, he came back and started working again.",
      "vi": "Một giờ sau, anh ấy trở lại làm việc tiếp."
    }
  },
  {
    "translation": {
      "en": "The Telekom people, they got really nervous.",
      "vi": "Người bên Telekom cực kỳ căng thẳng."
    }
  },
  {
    "translation": {
      "en": "They thought this would be a complete disaster!",
      "vi": "Họ nghĩ: \"Đây sẽ là một thảm họa kinh khủng khiếp!\""
    }
  },
  {
    "translation": {
      "en": "The night before the conference,",
      "vi": "Đêm trước buổi hội thảo,"
    }
  },
  {
    "translation": {
      "en": "we worked the entire night. The conference began at 9 a.m.",
      "vi": "chúng tôi làm việc cả đêm. Hội thảo bắt đầu lúc 9:00 sáng."
    }
  },
  {
    "translation": {
      "en": "And then shortly before the conference opened,",
      "vi": "Ngay trước khi hội thảo bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "we restarted the system",
      "vi": "chúng tôi khởi động lại hệ thống"
    }
  },
  {
    "translation": {
      "en": "and thought, \"Well, it might work now.\"",
      "vi": "và cứ nghĩ nó sẽ hoạt động."
    }
  },
  {
    "translation": {
      "en": "No one wanted to talk to us.",
      "vi": "Không ai muốn nói chuyện với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Everyone turned away and called back home and said,",
      "vi": "Mọi người đều ngoảnh mặt đi, gọi về nhà và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Well, that's the end of Art+Com. We can't work with them anymore.\"",
      "vi": "\"Art+Com kết thúc rồi. Ta không thể hợp tác với họ nữa\"."
    }
  },
  {
    "translation": {
      "en": "I remember, at some point the globe",
      "vi": "Tôi nhớ, đến một lúc, quả địa cầu"
    }
  },
  {
    "translation": {
      "en": "showed up on screen.",
      "vi": "xuất hiện trên màn hình."
    }
  },
  {
    "translation": {
      "en": "And it actually worked.",
      "vi": "Nó thật sự đã hoạt động."
    }
  },
  {
    "translation": {
      "en": "Very carefully we moved the earth tracker, our interface",
      "vi": "Chúng tôi cẩn thận di chuyển máy dò Trái Đất, tức là cái giao diện,"
    }
  },
  {
    "translation": {
      "en": "in order to turn the globe.",
      "vi": "để quay quả địa cầu."
    }
  },
  {
    "translation": {
      "en": "And it moved, and the space mouse worked too.",
      "vi": "Và nó đã di chuyển, cả con chuột không gian nữa. Ta có thể bắt đầu bay."
    }
  },
  {
    "translation": {
      "en": "You could really start flying around.",
      "vi": "cả con chuột không gian nữa. Ta có thể bắt đầu bay."
    }
  },
  {
    "translation": {
      "en": "That was sensational.",
      "vi": "Việc đó đã gây chấn động."
    }
  },
  {
    "translation": {
      "en": "There was some big competition there. AT&T had a huge screen",
      "vi": "Cạnh tranh ở đó rất lớn. AT&T có một cái màn hình khổng lồ"
    }
  },
  {
    "translation": {
      "en": "with colorful pics.",
      "vi": "chiếu hình ảnh sặc sỡ."
    }
  },
  {
    "translation": {
      "en": "They presented great things. But everyone wanted to see Terravision.",
      "vi": "Họ trình bày những thứ tuyệt vời. Nhưng ai cũng muốn xem Terra Vision."
    }
  },
  {
    "translation": {
      "en": "Crowds of people were gathered around our small screen.",
      "vi": "Đám đông tập trung quanh chiếc màn hình nhỏ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "No one cared for the other presentations.",
      "vi": "Không ai quan tâm các bài thuyết trình khác."
    }
  },
  {
    "translation": {
      "en": "Everyone was our friend.",
      "vi": "Ai cũng là bạn chúng tôi."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we were invited everywhere.",
      "vi": "Đột nhiên, chúng tôi được mời đi khắp nơi."
    }
  },
  {
    "translation": {
      "en": "They were all lined up. We were the heroes of Kyoto.",
      "vi": "Họ xếp hàng mời gọi. Chúng tôi là những anh hùng Kyoto."
    }
  },
  {
    "translation": {
      "en": "As far as I know, I would not think that anyone did this before.",
      "vi": "Theo tôi biết, tôi không nghĩ trước đây có ai từng làm việc này."
    }
  },
  {
    "translation": {
      "en": "Because in this time...",
      "vi": "Vì thời điểm này…"
    }
  },
  {
    "translation": {
      "en": "computers were really slow.",
      "vi": "máy tính cực kỳ chậm."
    }
  },
  {
    "translation": {
      "en": "So we had to really do some magic",
      "vi": "Chúng tôi phải phù phép vài chiêu"
    }
  },
  {
    "translation": {
      "en": "to get this working at all.",
      "vi": "thì nó mới chịu hoạt động."
    }
  },
  {
    "translation": {
      "en": "We went to the Telekom stock launch",
      "vi": "Chúng tôi tới buổi phát hành cổ phiếu Telekom"
    }
  },
  {
    "translation": {
      "en": "and presented our project",
      "vi": "và trình bày dự án"
    }
  },
  {
    "translation": {
      "en": "at the New York Stock Exchange on Wall Street.",
      "vi": "ở sàn chứng khoán New York tại Wallstreet."
    }
  },
  {
    "translation": {
      "en": "...with a huge plexiglass ball",
      "vi": "Với một quả bóng mica khổng lồ"
    }
  },
  {
    "translation": {
      "en": "and with a huge projection.",
      "vi": "và một cái màn chiếu khổng lồ."
    }
  },
  {
    "translation": {
      "en": "We went to the G7 meeting in Brussels.",
      "vi": "Chúng tôi tới hội nghị G7 ở Brussels."
    }
  },
  {
    "translation": {
      "en": "We presented it to Al Gore.",
      "vi": "Chúng tôi thuyết trình cho Al Gore."
    }
  },
  {
    "translation": {
      "en": "Everywhere.",
      "vi": "Khắp mọi nơi."
    }
  },
  {
    "translation": {
      "en": "Los Angeles, San Francisco.",
      "vi": "Los Angeles, San Francisco."
    }
  },
  {
    "translation": {
      "en": "Traveled the world with it, like a small circus, I would say.",
      "vi": "Đi vòng quanh thế giới với nó, đúng như một cái rạp xiếc nhỏ."
    }
  },
  {
    "translation": {
      "en": "And no one of us could do it by himself.",
      "vi": "Chúng tôi không ai có thể tự làm một mình."
    }
  },
  {
    "translation": {
      "en": "So, we knew that we…just as a group,",
      "vi": "Chúng tôi biết nếu cả nhóm tin tưởng nhau,"
    }
  },
  {
    "translation": {
      "en": "we could get this thing done.",
      "vi": "thì chúng tôi có thể hoàn thành."
    }
  },
  {
    "translation": {
      "en": "And this was really special.",
      "vi": "Và thứ này thật sự đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Astronauts always describe this moment,",
      "vi": "Các nhà phi hành gia luôn mô tả khoảnh khắc"
    }
  },
  {
    "translation": {
      "en": "the view of the world from outer space.",
      "vi": "quan sát thế giới từ ngoài không gian."
    }
  },
  {
    "translation": {
      "en": "To be able to do that, you know, virtually,",
      "vi": "Làm được điều như vậy trên nền tảng ảo,"
    }
  },
  {
    "translation": {
      "en": "I think that was a fantastic idea.",
      "vi": "tôi thấy ý tưởng đó rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Art+Com is Germany's leading research institute for VR.",
      "vi": "Art+Com là viện nghiên cứu hàng đầu của Đức về thực tế ảo."
    }
  },
  {
    "translation": {
      "en": "These software artists from Berlin won a bunch of awards",
      "vi": "Những nghệ sĩ phần mềm từ Berlin đã giành nhiều giải thưởng"
    }
  },
  {
    "translation": {
      "en": "for their virtual worlds.",
      "vi": "với công trình thực tế ảo."
    }
  },
  {
    "translation": {
      "en": "We never thought that this would be really such a worldwide thing.",
      "vi": "Chúng tôi không bao giờ nghĩ cái này sẽ ảnh hưởng toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "We had big expectations in the beginning. We thought it was gonna be huge.",
      "vi": "Ban đầu chúng tôi kỳ vọng rất lớn. Chúng tôi nghĩ nó sẽ bùng nổ."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was the dot-com bubble",
      "vi": "Thời đó là bong bóng dotcom,"
    }
  },
  {
    "translation": {
      "en": "and typically you raised like tens of millions of dollars",
      "vi": "đặc trưng là có thể kêu gọi hàng chục triệu đô"
    }
  },
  {
    "translation": {
      "en": "or sometimes hundreds of millions",
      "vi": "hoặc đôi khi lên tới hàng trăm triệu đô"
    }
  },
  {
    "translation": {
      "en": "just based on a single presentation and business plan.",
      "vi": "mà chỉ dựa trên một bài thuyết trình hay kế hoạch kinh doanh duy nhất."
    }
  },
  {
    "translation": {
      "en": "So, that was really crazy.",
      "vi": "Việc đó thực sự điên rồ."
    }
  },
  {
    "translation": {
      "en": "We noticed that a lot of successful companies were popping up",
      "vi": "Chúng tôi để ý là rất nhiều công ty thành công đã mọc lên quanh chúng tôi."
    }
  },
  {
    "translation": {
      "en": "in this emerging Internet. And there were these ideas regarding",
      "vi": "Nhất là khi Internet nổi lên. Chúng tôi đã có một số ý tưởng"
    }
  },
  {
    "translation": {
      "en": "integrating all these shops as well. We had all these ideas back then.",
      "vi": "về việc kết nối các cửa hàng. Hồi đó chúng tôi nghĩ ý tưởng đó rồi."
    }
  },
  {
    "translation": {
      "en": "But we couldn't realize them yet.",
      "vi": "Nhưng chưa thể thực hiện được."
    }
  },
  {
    "translation": {
      "en": "We were a bit too early. Unfortunately.",
      "vi": "Chúng tôi đã hơi sớm. Không may là thế."
    }
  },
  {
    "translation": {
      "en": "I would never call Art+Com a startup, you know.",
      "vi": "Tôi không bao giờ gọi Art+Com là công ty khởi nghiệp."
    }
  },
  {
    "translation": {
      "en": "It's coming from such a different culture.",
      "vi": "Nó tới từ một nền văn hóa rất khác."
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with a startup.",
      "vi": "Không liên quan gì tới khởi nghiệp."
    }
  },
  {
    "translation": {
      "en": "That wasn't really our thing. We weren't commercially oriented.",
      "vi": "Đó không hẳn là sở trường của chúng tôi. Chúng tôi không định hướng thương mại."
    }
  },
  {
    "translation": {
      "en": "We just wanted to do it.",
      "vi": "Chúng tôi chỉ muốn làm thôi."
    }
  },
  {
    "translation": {
      "en": "We wanted to see it working",
      "vi": "Chúng tôi rất muốn xem nó hoạt động"
    }
  },
  {
    "translation": {
      "en": "and we didn't think about money. Really not.",
      "vi": "chứ không nghĩ đến tiền. Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "Over the years,",
      "vi": "Qua nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "we realized",
      "vi": "chúng tôi nhận ra"
    }
  },
  {
    "translation": {
      "en": "that it's very difficult",
      "vi": "rằng cực kỳ khó khăn"
    }
  },
  {
    "translation": {
      "en": "to make it commercially successful.",
      "vi": "để thành công về mặt thương mại."
    }
  },
  {
    "translation": {
      "en": "When you want to sell software to people",
      "vi": "Khi ta muốn bán phần mềm cho những người"
    }
  },
  {
    "translation": {
      "en": "who need a half-million-dollar machine to run it,",
      "vi": "mà họ cần có chiếc máy nửa triệu đô để chạy phần mềm đó"
    }
  },
  {
    "translation": {
      "en": "the market's not that big.",
      "vi": "thì thị trường không lớn cho lắm."
    }
  },
  {
    "translation": {
      "en": "We actually never made money with Terravision.",
      "vi": "Chúng tôi không kiếm ra đồng nào với Terra Vision."
    }
  },
  {
    "translation": {
      "en": "But no matter what you do, how much fun it is, how great it is,",
      "vi": "Nhưng bất kể ta làm gì, nó vui bao nhiêu, tuyệt vời thế nào,"
    }
  },
  {
    "translation": {
      "en": "at some point, it starts to get repetitive and you wanna move on.",
      "vi": "thì đến một lúc nào đó, nó bắt đầu nhàm chán và ta muốn bước tiếp."
    }
  },
  {
    "translation": {
      "en": "The digital world is a really fast-going world.",
      "vi": "Thế giới kỹ thuật số vận động rất nhanh."
    }
  },
  {
    "translation": {
      "en": "It's like five minutes fame and then it's gone.",
      "vi": "Kiểu như nổi danh năm phút rồi chìm nghỉm."
    }
  },
  {
    "translation": {
      "en": "Financially, Art+Com wasn't stable anymore.",
      "vi": "Về mặt tài chính, Art+Com không được ổn định nữa."
    }
  },
  {
    "translation": {
      "en": "We realized that. It wasn't enough anymore.",
      "vi": "Chúng tôi nhận ra điều đó. Vốn không đủ nữa."
    }
  },
  {
    "translation": {
      "en": "Telekom didn't support us anymore.",
      "vi": "Telekom không còn hỗ trợ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And yeah, that was basically the end of the project.",
      "vi": "Và về cơ bản là dự án kết thúc tại đó, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "I pride myself on knowing a lot of software products",
      "vi": "Tôi tự hào vì mình biết nhiều sản phẩm phần mềm"
    }
  },
  {
    "translation": {
      "en": "and having used them. I'd never heard of Terravision.",
      "vi": "và đã sử dụng chúng. Tôi chưa từng nghe tới Terravision."
    }
  },
  {
    "translation": {
      "en": "I was really amazed",
      "vi": "Tôi thực sự bất ngờ"
    }
  },
  {
    "translation": {
      "en": "that this trailblazing software had existed and I didn't know about it.",
      "vi": "rằng phần mềm tiên phong này đã tồn tại mà tôi không biết tới."
    }
  },
  {
    "translation": {
      "en": "I think that's the sort of background that you have to understand",
      "vi": "Tôi nghĩ đó là bước nền mà các bạn phải nắm được"
    }
  },
  {
    "translation": {
      "en": "how much of a leap Terravision was.",
      "vi": "rằng Terravision đã vượt bậc đến mức nào."
    }
  },
  {
    "translation": {
      "en": "There wasn't an Internet. People really hadn't--",
      "vi": "Thời đó không có Internet. Con người không…"
    }
  },
  {
    "translation": {
      "en": "Like a PC wasn't something you had at your house.",
      "vi": "Kiểu như PC không phải thứ phổ biến trong nhà."
    }
  },
  {
    "translation": {
      "en": "You may have had one at work. And they came up with this thing",
      "vi": "Có thể bạn có một cái ở chỗ làm. Họ nghĩ ra thứ này"
    }
  },
  {
    "translation": {
      "en": "that would let you travel around the world.",
      "vi": "để cho bạn du lịch khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "One of the guys said, \"Okay.",
      "vi": "Có một người nói: \"Được rồi."
    }
  },
  {
    "translation": {
      "en": "Your problem is you're always five to 35 years ahead of the market.\"",
      "vi": "Vấn đề là bạn luôn luôn đi trước thị trường từ năm đến 35 năm."
    }
  },
  {
    "translation": {
      "en": "So we had to wait about a decade.",
      "vi": "Nên bạn phải đợi khoảng một thập kỷ nữa\"."
    }
  },
  {
    "translation": {
      "en": "It's very unfortunate because, really, what did happen in Berlin",
      "vi": "Thật không may bởi vì chuyện xảy ra ở Berlin đó là"
    }
  },
  {
    "translation": {
      "en": "was that this was the epicenter of the sort of geo-information system",
      "vi": "cái này chính là tiêu điểm của hệ thống thông tin địa lý"
    }
  },
  {
    "translation": {
      "en": "that we use today on our phones and our computers.",
      "vi": "mà ngày nay ta dùng trên điện thoại và máy tính."
    }
  },
  {
    "translation": {
      "en": "Google launched Google Earth in 2004.",
      "vi": "Google ra mắt Google Earth vào năm 2004."
    }
  },
  {
    "translation": {
      "en": "And I saw it and obviously we thought right away,",
      "vi": "Tôi nhìn nó và chúng tôi nghĩ ngay:"
    }
  },
  {
    "translation": {
      "en": "\"That's Terravision.\"",
      "vi": "\"Đó là Terra Vision\"."
    }
  },
  {
    "translation": {
      "en": "On the one side, we thought, \"Wow, they really did it, no?",
      "vi": "Một mặt, chúng tôi nghĩ: Chà, họ làm được thật rồi sao?\""
    }
  },
  {
    "translation": {
      "en": "They got it working on the Internet.\"",
      "vi": "Họ đã cho nó hoạt động trên Internet."
    }
  },
  {
    "translation": {
      "en": "On the other side, we knew...",
      "vi": "Mặt khác, chúng tôi biết…"
    }
  },
  {
    "translation": {
      "en": "who… and how it was done.",
      "vi": "là ai và cách thực hiện thế nào."
    }
  },
  {
    "translation": {
      "en": "And we felt a little betrayed.",
      "vi": "Chúng tôi hơi cảm giác bị phản bội."
    }
  },
  {
    "translation": {
      "en": "I think the copying-- Sorry, I may have to--",
      "vi": "Tôi nghĩ sao chép… Xin lỗi, tôi phải…"
    }
  },
  {
    "translation": {
      "en": "The alleged copying had been a lot earlier.",
      "vi": "Việc được cho là sao chép được thực hiện từ trước đó."
    }
  },
  {
    "translation": {
      "en": "It was not direct from end point of Terravision to Google Earth.",
      "vi": "Nó không trực tiếp từ điểm cuối của Terravision sang Google Earth."
    }
  },
  {
    "translation": {
      "en": "Between there was one guy who was working for Silicon Graphics.",
      "vi": "Ở giữa có một người lúc đó làm việc cho Silicon Graphics."
    }
  },
  {
    "translation": {
      "en": "I knew right away who was responsible.",
      "vi": "Tôi biết ngay kẻ nào chủ mưu."
    }
  },
  {
    "translation": {
      "en": "It was a certain **** ****",
      "vi": "Anh ta tên là…"
    }
  },
  {
    "translation": {
      "en": "who we met early on in 1995",
      "vi": "Chúng tôi gặp anh ta năm 1995"
    }
  },
  {
    "translation": {
      "en": "in Mountain View at Silicon Graphics.",
      "vi": "ở Silicon Graphics tại Mountain View."
    }
  },
  {
    "translation": {
      "en": "I actually showed him Terravision then.",
      "vi": "Tôi đã cho anh ta xem Terra Vision."
    }
  },
  {
    "translation": {
      "en": "He said, \"Wow, that's a great project.",
      "vi": "Anh ta nói: \"Chà, dự án tuyệt vời quá."
    }
  },
  {
    "translation": {
      "en": "That's exactly what my bosses want me to do.",
      "vi": "Đúng y hệt như các sếp muốn tôi làm."
    }
  },
  {
    "translation": {
      "en": "And I've always told them it won't work.\"",
      "vi": "Tôi cứ bảo sếp là không được đâu\"."
    }
  },
  {
    "translation": {
      "en": "He had thought this would be a great demo for his company",
      "vi": "Ông ta nghĩ đó sẽ là bản dùng thử tuyệt vời cho công ty"
    }
  },
  {
    "translation": {
      "en": "that he had founded after leaving Silicon Graphics.",
      "vi": "mà ông ta đã thành lập sau khi rời Silicon Graphics."
    }
  },
  {
    "translation": {
      "en": "And then that didn't go so well, I heard.",
      "vi": "Nhưng nghe bảo tình hình không tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "And someone said, \"But this demo you have here zooming into the planet,",
      "vi": "Có người nói: \"Nhưng bản dùng thử ở đây phóng to hành tinh,"
    }
  },
  {
    "translation": {
      "en": "that's really good.\"",
      "vi": "trông rất đẹp\"."
    }
  },
  {
    "translation": {
      "en": "And so this then became Keyhole, the Keyhole Earth Viewer.",
      "vi": "Cái đó sau này trở thành Keyhole, Keyhole Earth Viewer."
    }
  },
  {
    "translation": {
      "en": "Keyhole, to my understanding,",
      "vi": "Theo tôi hiểu về Keyhole,"
    }
  },
  {
    "translation": {
      "en": "was financed then by the venture capital firm of the CIA.",
      "vi": "nó được rót vốn bởi công ty đầu tư mạo hiểm của CIA."
    }
  },
  {
    "translation": {
      "en": "For anyone concerned with battlefields, this was a big deal.",
      "vi": "Ai quan tâm tới chiến sự sẽ biết vụ này lớn lắm."
    }
  },
  {
    "translation": {
      "en": "The equivalent of the card table",
      "vi": "Cái bàn chơi bài"
    }
  },
  {
    "translation": {
      "en": "on which they would put maps and little wooden soldiers",
      "vi": "mà họ dùng để đặt bản đồ và ông lính bằng gỗ"
    }
  },
  {
    "translation": {
      "en": "in the Second World War, they wanted the digital equivalent of it.",
      "vi": "trong Thế chiến II ấy, giờ họ muốn bản kỹ thuật số của nó."
    }
  },
  {
    "translation": {
      "en": "It's hard to get the genie back in the bottle.",
      "vi": "Sự đã rồi khó lòng thay đổi."
    }
  },
  {
    "translation": {
      "en": "In-Q-Tel is a CIA venture capital company.",
      "vi": "In-Q-Tel là một công ty đầu tư mạo hiểm của CIA."
    }
  },
  {
    "translation": {
      "en": "They knew the potential of what was there for their own needs",
      "vi": "Họ biết tiềm năng của thứ gì đó đáp ứng được nhu cầu của riêng họ"
    }
  },
  {
    "translation": {
      "en": "and they wanted to have a kind of grip on this kind of technology.",
      "vi": "và họ muốn nắm lấy loại công nghệ này."
    }
  },
  {
    "translation": {
      "en": "Maybe this shouldn't be in the documentary.",
      "vi": "Chắc cái này không nên đưa vào phim."
    }
  },
  {
    "translation": {
      "en": "One of the things I had to do for the law firm",
      "vi": "Một trong các việc tôi làm cho công ty luật"
    }
  },
  {
    "translation": {
      "en": "was to scan every little bit of evidence here.",
      "vi": "là rà soát từng mẩu chứng cứ một."
    }
  },
  {
    "translation": {
      "en": "So I've seen everything.",
      "vi": "Nên tôi thấy hết."
    }
  },
  {
    "translation": {
      "en": "And there was a lot of military business cards that they had brought back,",
      "vi": "Họ mang về rất nhiều danh thiếp công ty quân đội."
    }
  },
  {
    "translation": {
      "en": "and the ITU Conference in Kyoto wasn't even a military event.",
      "vi": "Hội thảo ITU ở Kyoto còn không phải sự kiện quân đội."
    }
  },
  {
    "translation": {
      "en": "We received requests from the military,",
      "vi": "Chúng tôi nhận đề nghị từ phía quân đội"
    }
  },
  {
    "translation": {
      "en": "but we turned them down flat, of course. That was out of the question for Art+Com.",
      "vi": "nhưng tất nhiên chúng tôi từ chối họ. Đó là việc bất khả thi với Art+Com."
    }
  },
  {
    "translation": {
      "en": "They built a special system for the CIA",
      "vi": "Họ đã xây dựng một hệ thống đặc biệt cho CIA"
    }
  },
  {
    "translation": {
      "en": "where they could put all their data from the spy satellites in",
      "vi": "để nhập hết dữ liệu từ các vệ tinh gián điệp vào"
    }
  },
  {
    "translation": {
      "en": "and also combine it into a complete model.",
      "vi": "đồng thời kết hợp thành mô hình hoàn chỉnh."
    }
  },
  {
    "translation": {
      "en": "From the military-industrial complex, this looked really nice.",
      "vi": "Tổ hợp công nghiệp - quân sự sẽ thích thú với điều này."
    }
  },
  {
    "translation": {
      "en": "I do believe that that's the reason",
      "vi": "Tôi tin là phải có lý do"
    }
  },
  {
    "translation": {
      "en": "why the CIA eventually put money into this.",
      "vi": "thì cuối cùng CIA mới đổ tiền vào đây."
    }
  },
  {
    "translation": {
      "en": "When we saw that Google acquired it,",
      "vi": "Khi chúng tôi thấy Google có được cái đó,"
    }
  },
  {
    "translation": {
      "en": "we had a deeper look at the system.",
      "vi": "chúng tôi đã nghiên cứu hệ thống kỹ hơn."
    }
  },
  {
    "translation": {
      "en": "When it became Google Earth, suddenly it became visible.",
      "vi": "Khi nó trở thành Google Earth, đột nhiên nó hiện hữu."
    }
  },
  {
    "translation": {
      "en": "I was very deeply looking into how Google Earth worked",
      "vi": "Lúc đó tôi điều tra rất kỹ cách vận hành của Google Earth"
    }
  },
  {
    "translation": {
      "en": "and how Terravision worked.",
      "vi": "và của Terravision."
    }
  },
  {
    "translation": {
      "en": "And the similarities were absolutely striking.",
      "vi": "Có rất nhiều điểm tương đồng nổi bật."
    }
  },
  {
    "translation": {
      "en": "For instance, the way quadrants were addressed",
      "vi": "Ví dụ, các góc phần tư được chỉ định"
    }
  },
  {
    "translation": {
      "en": "through a string of digits between zero and three--",
      "vi": "thông qua một dãy số từ không đến ba…"
    }
  },
  {
    "translation": {
      "en": "exactly the same.",
      "vi": "đúng y hệt."
    }
  },
  {
    "translation": {
      "en": "So I used a protocol analyzer to look at the request",
      "vi": "Chúng tôi dùng trình phân tích giao thức để xem xét yêu cầu"
    }
  },
  {
    "translation": {
      "en": "that Google Earth would send to the server through HTTP,",
      "vi": "mà Google Earch gửi tới máy chủ thông qua HTTP,"
    }
  },
  {
    "translation": {
      "en": "and it was exactly what Terravision had done.",
      "vi": "và nó thực hiện y hệt như Terravision."
    }
  },
  {
    "translation": {
      "en": "So that was my second impression.",
      "vi": "Đó là ấn tượng thứ hai của tôi."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Someone really copied something here.\"",
      "vi": "Kiểu như: \"Đúng là có người sao chép rồi\"."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, we knew that we had this patent",
      "vi": "Chúng tôi biết chúng tôi có bằng sáng chế"
    }
  },
  {
    "translation": {
      "en": "which made us approach Google.",
      "vi": "nên có thể tiếp cận Google."
    }
  },
  {
    "translation": {
      "en": "They were kind of friendly",
      "vi": "Họ khá là thân thiện"
    }
  },
  {
    "translation": {
      "en": "but it was obvious that they were like handing us down",
      "vi": "nhưng rõ ràng họ đang kiểu như xếp chúng tôi"
    }
  },
  {
    "translation": {
      "en": "in their hierarchy.",
      "vi": "vào hệ thống phân cấp của họ."
    }
  },
  {
    "translation": {
      "en": "What they wanted to offer as a compensation was really...",
      "vi": "Khoản đề nghị bồi thường mà họ muốn đưa ra thực sự…"
    }
  },
  {
    "translation": {
      "en": "It was not enough.",
      "vi": "Nó không đủ."
    }
  },
  {
    "translation": {
      "en": "\"Okay, well, we would pay you like $200,000 for the patent.\"",
      "vi": "Được rồi, chúng tôi sẽ trả cho các ông 200.000 đô la vì cái bằng sáng chế."
    }
  },
  {
    "translation": {
      "en": "It was just a joke.",
      "vi": "Nó như một trò đùa."
    }
  },
  {
    "translation": {
      "en": "I mean, we spent almost as much on lawyers.",
      "vi": "Chúng tôi thuê luật sư cũng đã mất chừng đó rồi."
    }
  },
  {
    "translation": {
      "en": "For us to sue Google made no sense.",
      "vi": "Chúng tôi khởi kiện Google là việc không thực tế."
    }
  },
  {
    "translation": {
      "en": "We were too small and weak. We wouldn't be able to pull that off.",
      "vi": "Chúng tôi nhỏ bé và yếu thế, sao mà làm được chứ?"
    }
  },
  {
    "translation": {
      "en": "So, we put that aside.",
      "vi": "Vậy là chúng tôi gác chuyện đó lại."
    }
  },
  {
    "translation": {
      "en": "Then, we found a law firm in the States with the help of Martin Silbernagel",
      "vi": "Rồi chúng tôi tìm một công ty luật ở Mỹ với sự hỗ trợ của Martin Silbernagel,"
    }
  },
  {
    "translation": {
      "en": "who was willing to take on the risk.",
      "vi": "một người sẵn sàng mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "It's really incredibly expensive to sue someone in the United States",
      "vi": "Để kiện tụng ai đó ở Mỹ thực sự đắt không tưởng,"
    }
  },
  {
    "translation": {
      "en": "on patent infringement.",
      "vi": "lại còn về vi phạm bằng sáng chế."
    }
  },
  {
    "translation": {
      "en": "In the US, a patent litigation will cost you on the order of $5 million.",
      "vi": "Ở Mỹ, một vụ kiện tụng về bằng sáng chế sẽ tốn chi phí xấp xỉ năm triệu đô."
    }
  },
  {
    "translation": {
      "en": "This money even larger companies don't have.",
      "vi": "Những công ty lớn hơn còn không có số tiền đó."
    }
  },
  {
    "translation": {
      "en": "So you would normally go to a litigation finance firm",
      "vi": "Nên ta thường tới một công ty hỗ trợ tài chính cho các vụ kiện"
    }
  },
  {
    "translation": {
      "en": "which works a little bit like a venture capital firm.",
      "vi": "mà hoạt động giống công ty đầu tư mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "They look at your case and if they think it's gonna make them back enough money,",
      "vi": "Họ xem hồ sơ vụ án và nếu nghĩ có thể lấy lại đủ tiền,"
    }
  },
  {
    "translation": {
      "en": "they'll bankroll you.",
      "vi": "họ sẽ cấp tiền cho ta."
    }
  },
  {
    "translation": {
      "en": "So if you don't have a case that has, say, 100 million in damages,",
      "vi": "Nên nếu ta không có vụ kiện mà thiệt hại tầm 100 triệu"
    }
  },
  {
    "translation": {
      "en": "you're not financeable.",
      "vi": "thì không được hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "It could have cost Google up to a billion dollars of damages.",
      "vi": "Lẽ ra nó có thể khiến Google thiệt hại tới một tỷ đô."
    }
  },
  {
    "translation": {
      "en": "What are they gonna do, sue me?",
      "vi": "Họ định làm gì, kiện tôi chắc?"
    }
  },
  {
    "translation": {
      "en": "The morning before we filed the complaint, I remember, in my hotel room,",
      "vi": "Buổi sáng trước khi chúng tôi nộp đơn khiếu nại, tôi ngồi trong phòng,"
    }
  },
  {
    "translation": {
      "en": "I moved my private emails off of Gmail onto another server.",
      "vi": "chuyển các email riêng khỏi Gmail qua một máy chủ khác."
    }
  },
  {
    "translation": {
      "en": "Google plays dirty.",
      "vi": "Google chơi bẩn."
    }
  },
  {
    "translation": {
      "en": "They do things like have a contract with every appeal law firm",
      "vi": "Họ làm những việc như ký hợp đồng với tất cả các hãng luật có năng lực"
    }
  },
  {
    "translation": {
      "en": "that's worthwhile.",
      "vi": "và đáng để hợp tác."
    }
  },
  {
    "translation": {
      "en": "And so it's very difficult to find a firm that's not conflicted.",
      "vi": "Nên rất khó để tìm hãng luật nào mà không bị xung đột."
    }
  },
  {
    "translation": {
      "en": "A lot of people you would talk to will say, \"No, I'm sorry.",
      "vi": "Rất nhiều người nói: \"Xin lỗi, tôi không nhận vụ này được."
    }
  },
  {
    "translation": {
      "en": "They are already our client. I can't take you on.\"",
      "vi": "Họ đã là khách hàng của bên tôi rồi\"."
    }
  },
  {
    "translation": {
      "en": "I think they invested $6 million",
      "vi": "Hình như họ đã đầu tư sáu triệu đô la"
    }
  },
  {
    "translation": {
      "en": "and put in a gigantic amount of effort.",
      "vi": "và đổ vào đó hàng tấn công sức."
    }
  },
  {
    "translation": {
      "en": "Eventually, that led to a trial",
      "vi": "Cuối cùng, một phiên tòa đã diễn ra,"
    }
  },
  {
    "translation": {
      "en": "where Pavel and I",
      "vi": "nơi Pavel và tôi"
    }
  },
  {
    "translation": {
      "en": "were cross-examined by Google's lawyers.",
      "vi": "bị các luật sư của Google đối chất."
    }
  },
  {
    "translation": {
      "en": "And we had to justify ourselves.",
      "vi": "Chúng tôi phải tự biện hộ."
    }
  },
  {
    "translation": {
      "en": "Google didn't take us very seriously in the beginning.",
      "vi": "Từ đầu Google đã không coi trọng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It was a bit weird at first but later they--",
      "vi": "Trước thì còn gượng gạo nhưng sau này họ…"
    }
  },
  {
    "translation": {
      "en": "When it became dangerous, they changed law firms",
      "vi": "Khi tình thế trở nên nguy hiểm, họ đổi các hãng luật"
    }
  },
  {
    "translation": {
      "en": "and did a bunch of other things.",
      "vi": "và làm một đống việc khác."
    }
  },
  {
    "translation": {
      "en": "It was like straight out of a movie",
      "vi": "Cảm giác cứ như trong phim"
    }
  },
  {
    "translation": {
      "en": "and I've never seen an American courtroom from the inside.",
      "vi": "với cả tôi chưa thấy bên trong phòng xử án Mỹ bao giờ."
    }
  },
  {
    "translation": {
      "en": "That was, really, a very special experience.",
      "vi": "Thật sự là một trải nghiệm đặc biệt."
    }
  },
  {
    "translation": {
      "en": "In the end, a jury of laymen decides.",
      "vi": "Cuối cùng, bồi thẩm đoàn ra quyết định."
    }
  },
  {
    "translation": {
      "en": "Those are people who don't know anything about it.",
      "vi": "Đó là những người không am hiểu, không biết gì về thứ đó."
    }
  },
  {
    "translation": {
      "en": "And of course they're pro America.",
      "vi": "Họ ủng hộ Mỹ."
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "vi": "Cũng hợp lý thôi."
    }
  },
  {
    "translation": {
      "en": "You could see how this is a company that has just a very good network",
      "vi": "Ta có thể thấy đây là một công ty có mạng lưới quan hệ rộng"
    }
  },
  {
    "translation": {
      "en": "and a bunch of money.",
      "vi": "và lắm tiền."
    }
  },
  {
    "translation": {
      "en": "I didn't think really justice was served",
      "vi": "Tôi không nghĩ công lý sẽ được thực thi"
    }
  },
  {
    "translation": {
      "en": "at that point.",
      "vi": "lúc đó."
    }
  },
  {
    "translation": {
      "en": "Shortly before, the judge who had worked with us for several years was replaced.",
      "vi": "Không lâu trước đó, họ đã thay thẩm phán, người từng làm việc vài năm với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It was very strange.",
      "vi": "Rất lạ lùng."
    }
  },
  {
    "translation": {
      "en": "Blog entries disappeared in the middle of this court case.",
      "vi": "Các bài viết blog biến mất giữa vụ kiện tụng."
    }
  },
  {
    "translation": {
      "en": "At some point, people said things like, \"Well, I can't find anything",
      "vi": "Lúc đó, người ta nói kiểu: \"Tôi không tìm được gì"
    }
  },
  {
    "translation": {
      "en": "about Terravision on the Internet.\"",
      "vi": "về Terravision trên Internet\"."
    }
  },
  {
    "translation": {
      "en": "And, of course, \"What are you using to search?\"",
      "vi": "Tất nhiên: \"Bạn tra cứu bằng gì?\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, Google.\" Oh, well, you know.",
      "vi": "\"Ồ, Google\". Chà, biết rồi đó."
    }
  },
  {
    "translation": {
      "en": "Yeah. No, they're as evil as anyone else.",
      "vi": "Không, họ cũng độc ác như bất kỳ ai khác thôi."
    }
  },
  {
    "translation": {
      "en": "Where should the good come from?",
      "vi": "Tại sao phải đối xử tốt chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, it's a corporation",
      "vi": "Đó là một tập đoàn,"
    }
  },
  {
    "translation": {
      "en": "and it has organs",
      "vi": "có cơ quan ban bệ,"
    }
  },
  {
    "translation": {
      "en": "and it needs to stick to the law",
      "vi": "cần tuân thủ luật pháp"
    }
  },
  {
    "translation": {
      "en": "but otherwise it wants to make profit and stay in business.",
      "vi": "nhưng mặt khác cũng muốn kiếm lợi nhuận để hoạt động kinh doanh."
    }
  },
  {
    "translation": {
      "en": "We tried to learn throughout the project.",
      "vi": "Chúng tôi đã cố học hỏi trong suốt cả dự án."
    }
  },
  {
    "translation": {
      "en": "Where does this innovation come from?",
      "vi": "Sự đổi mới này tới từ đâu? ROBERT THALHEIN ĐẠO DIỄN THE BILLION DOLLAR CODE"
    }
  },
  {
    "translation": {
      "en": "Or what are the factors that bring it together?",
      "vi": "ROBERT THALHEIN ĐẠO DIỄN THE BILLION DOLLAR CODE Hoặc các yếu tố gì đã mang lại điều đó?"
    }
  },
  {
    "translation": {
      "en": "Good question.",
      "vi": "Câu hỏi rất hay."
    }
  },
  {
    "translation": {
      "en": "If it's self-driven, then I think it's good.",
      "vi": "Nếu động lực xuất phát từ nội tại thì tốt thôi."
    }
  },
  {
    "translation": {
      "en": "Like the people should burn for it,",
      "vi": "Con người ta nên có khao khát như thế,"
    }
  },
  {
    "translation": {
      "en": "and not in order to make money",
      "vi": "không phải để kiếm tiền"
    }
  },
  {
    "translation": {
      "en": "but in order to invent.",
      "vi": "mà để phát minh."
    }
  },
  {
    "translation": {
      "en": "Terravision was an art project.",
      "vi": "Terravision là một dự án nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "It was not about creating a product that you could sell on the Internet.",
      "vi": "Nó không phải để tạo ra sản phẩm cho bạn bán trên Internet. OLIVER ZIEGENBALG NHÀ SẢN XUẤT PHIM"
    }
  },
  {
    "translation": {
      "en": "It was about creating a piece of art.",
      "vi": "OLIVER ZIEGENBALG NHÀ SẢN XUẤT PHIM Mà vấn đề chính là tạo ra tác phẩm nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "I mean, this is why I am in the arts.",
      "vi": "Thế nên tôi mới làm về nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "It's because I'm interested in the potential of the arts",
      "vi": "Bởi vì tôi thích thú với tiềm năng của nghệ thuật"
    }
  },
  {
    "translation": {
      "en": "to really kind of inspire...",
      "vi": "rằng nó sẽ truyền cảm hứng…"
    }
  },
  {
    "translation": {
      "en": "change.",
      "vi": "thay đổi."
    }
  },
  {
    "translation": {
      "en": "Not necessarily the big change but, you know, little changes,",
      "vi": "Không nhất thiết phải là thay đổi lớn mà chỉ cần những thay đổi nhỏ,"
    }
  },
  {
    "translation": {
      "en": "a little change of perspective.",
      "vi": "những thay đổi nhỏ về quan điểm."
    }
  },
  {
    "translation": {
      "en": "Innovation needs space to dream.",
      "vi": "Đổi mới cần không gian để mơ mộng."
    }
  },
  {
    "translation": {
      "en": "And maybe more important, space to make mistakes.",
      "vi": "Có lẽ quan trọng hơn là không gian để phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "Detours and complications create a deeper knowledge and understanding of your topic.",
      "vi": "Đi lòng vòng và gặp sự cố sẽ giúp đào sâu kiến thức và hiểu biết về chủ đề."
    }
  },
  {
    "translation": {
      "en": "If you only repeat what was successful before,",
      "vi": "Nếu ta chỉ lặp lại thành công trước đó,"
    }
  },
  {
    "translation": {
      "en": "you will probably never create something truly unique.",
      "vi": "có lẽ ta sẽ không bao giờ tạo ra thứ gì thực sự độc nhất."
    }
  }
]