[
  {
    "translation": {
      "en": "Gambling is a part of life.",
      "vi": "Cờ bạc là một phần cuộc sống."
    }
  },
  {
    "translation": {
      "en": "If not cricket, people would bet on something else.",
      "vi": "Nếu không phải cricket, người ta cũng cá cược thứ khác."
    }
  },
  {
    "translation": {
      "en": "Our business thrives only by being illegal.",
      "vi": "Việc kinh doanh chỉ phát đạt nhờ làm ăn bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "If it's all cash, then it has to be black money.",
      "vi": "Nếu toàn tiền mặt, thì phải là tiền đen."
    }
  },
  {
    "translation": {
      "en": "We are villains, we are not heroes.",
      "vi": "Chúng tôi là kẻ xấu, không phải anh hùng."
    }
  },
  {
    "translation": {
      "en": "I'm passionate about cricket like any Indian.",
      "vi": "Tôi đam mê cricket như bao công dân Ấn Độ khác."
    }
  },
  {
    "translation": {
      "en": "The game is a beautiful game.",
      "vi": "Đó là một trò chơi mỹ miều."
    }
  },
  {
    "translation": {
      "en": "Poetry in motion.",
      "vi": "Thi ca trong vận động."
    }
  },
  {
    "translation": {
      "en": "So, when I started sports reporting, I never imagined that I would be breaking the lid off anything.",
      "vi": "Khi tôi bắt đầu đưa tin thể thao, tôi không nghĩ mình sẽ khui tin gì cả."
    }
  },
  {
    "translation": {
      "en": "And India's captain has reached his half- century.",
      "vi": "Đội trưởng của đội Ấn Độ đã đi được nửa thế kỷ."
    }
  },
  {
    "translation": {
      "en": "That is out.",
      "vi": "Ra ngoài rồi. Ra ngoài."
    }
  },
  {
    "translation": {
      "en": "For the millions of fans, these players were put on pedestals.",
      "vi": "Với triệu người hâm mộ, các cầu thủ này được đặt lên bệ thờ."
    }
  },
  {
    "translation": {
      "en": "They were gods.",
      "vi": "Họ là các vị thần."
    }
  },
  {
    "translation": {
      "en": "But human beings are, uh, fallible.",
      "vi": "Nhưng con người rất dễ sai lầm."
    }
  },
  {
    "translation": {
      "en": "And when I started digging,",
      "vi": "Và khi tôi bắt đầu đào bới,"
    }
  },
  {
    "translation": {
      "en": "I found that, in truth,",
      "vi": "tôi thấy rằng, sự thật,"
    }
  },
  {
    "translation": {
      "en": "it was a very different game",
      "vi": "đó là một trò chơi rất khác"
    }
  },
  {
    "translation": {
      "en": "and a very ugly game.",
      "vi": "và rất gian xảo."
    }
  },
  {
    "translation": {
      "en": "The cricketing community has been stunned.",
      "vi": "Cộng đồng cricket đã chao đảo."
    }
  },
  {
    "translation": {
      "en": "You just get really angry. You just get so pissed off.",
      "vi": "Bạn thật sự tức giận. Bạn vô cùng bực bội."
    }
  },
  {
    "translation": {
      "en": "Absolutely explosive.",
      "vi": "Thật sự bùng nổ."
    }
  },
  {
    "translation": {
      "en": "What will happen next is impossible to say.",
      "vi": "Chuyện sắp tới sẽ khó lường."
    }
  },
  {
    "translation": {
      "en": "The kind of allegations being made,",
      "vi": "Các cáo buộc được đưa ra"
    }
  },
  {
    "translation": {
      "en": "they were absolutely unbelievable.",
      "vi": "hoàn toàn không thể tin được."
    }
  },
  {
    "translation": {
      "en": "We came up with this plan to target and trap the cricketers",
      "vi": "Chúng tôi nghĩ ra kế hoạch này để gài bẫy những cầu thủ cricket"
    }
  },
  {
    "translation": {
      "en": "using spy cam equipment, and get the truth out.",
      "vi": "bằng cách sử dụng thiết bị quay lén và tìm sự thật."
    }
  },
  {
    "translation": {
      "en": "Treachery. Like you've been stabbed in the back.",
      "vi": "Phản bội. Như bị đâm sau lưng."
    }
  },
  {
    "translation": {
      "en": "Now, serious concerns.",
      "vi": "Mối quan ngại nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Can cricket survive?",
      "vi": "Cricket có thể tồn tại?"
    }
  },
  {
    "translation": {
      "en": "Lovely shot. Glorious shot!",
      "vi": "Cú đánh hay đấy. Cú đánh vinh quang!"
    }
  },
  {
    "translation": {
      "en": "The '90s was the era of superstardom in Indian cricket.",
      "vi": "Thập niên 90 là kỷ nguyên của siêu sao cricket Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "And he's picked that up very cleanly.",
      "vi": "Và anh ấy đã đỡ bóng rất ngọt."
    }
  },
  {
    "translation": {
      "en": "They became as famous and important as film stars.",
      "vi": "Họ nổi tiếng và quan trọng như ngôi sao điện ảnh. SHARDA UGRA PHÓNG VIÊN THỂ THAO"
    }
  },
  {
    "translation": {
      "en": "What a wonderful catch! That's a brilliant catch!",
      "vi": "Cú bắt bóng tuyệt vời! Bắt bóng tài tình!"
    }
  },
  {
    "translation": {
      "en": "The unpredictability, the beauty of it, the suspense unraveling…",
      "vi": "Sự khó đoán, vẻ đẹp của nó, sự hồi hộp làm sáng tỏ… SRIRAM KARRI NHÀ BÁO VÀ NHÀ VĂN"
    }
  },
  {
    "translation": {
      "en": "Anything could happen.",
      "vi": "Chuyện gì cũng có thể."
    }
  },
  {
    "translation": {
      "en": "Trouble! Big trouble.",
      "vi": "Rắc rối! Rắc rối lớn."
    }
  },
  {
    "translation": {
      "en": "It didn't matter who you are, where you came from,",
      "vi": "Không quan trọng bạn là ai, đến từ đâu,"
    }
  },
  {
    "translation": {
      "en": "you can be the hero of the whole country.",
      "vi": "bạn có thể là anh hùng dân tộc."
    }
  },
  {
    "translation": {
      "en": "We wanted to follow our stars.",
      "vi": "Ta muốn dõi theo ngôi sao."
    }
  },
  {
    "translation": {
      "en": "India! India!",
      "vi": "Ấn Độ! Ấn Độ!"
    }
  },
  {
    "translation": {
      "en": "We saw almost a utopian version of what cricket is.",
      "vi": "Chúng tôi đã thấy một phiên bản không tưởng của môn cricket."
    }
  },
  {
    "translation": {
      "en": "But when it came to issues around gambling, I was completely naïve.",
      "vi": "Nhưng khi nói đến các vấn đề về cờ bạc, tôi hoàn toàn ngây thơ."
    }
  },
  {
    "translation": {
      "en": "Betting is illegal in India.",
      "vi": "Cá cược là phi pháp ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "So when we started hearing about bookies,",
      "vi": "Nên khi chúng tôi nghe về nhà cái,"
    }
  },
  {
    "translation": {
      "en": "we knew it wasn't good stuff,",
      "vi": "chúng tôi biết là chẳng lành,"
    }
  },
  {
    "translation": {
      "en": "but we were just rookie reporters. We didn't know what was going on.",
      "vi": "nhưng là phóng viên mới vào nghề. Bọn tôi không rõ tình hình."
    }
  },
  {
    "translation": {
      "en": "We needed someone to just unravel everything.",
      "vi": "Chúng tôi cần ai đó làm sáng tỏ mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Nobody sees the world as an investigative reporter.",
      "vi": "Không ai nhìn thế giới như một phóng viên điều tra."
    }
  },
  {
    "translation": {
      "en": "See, initially, I never used to cover sports.",
      "vi": "Ban đầu, tôi chưa từng đưa tin về thể thao."
    }
  },
  {
    "translation": {
      "en": "Then, uh, one of our journalists in Outlook, I think, he fell sick.",
      "vi": "Sau đó, một nhà báo trong tờ Outlook, tôi nghĩ, anh ta bị ốm."
    }
  },
  {
    "translation": {
      "en": "And so, I became a sports reporter by accident.",
      "vi": "Nên tôi tình cờ làm phóng viên thể thao."
    }
  },
  {
    "translation": {
      "en": "So I was always an outsider.",
      "vi": "Trước đó tôi là người ngoài."
    }
  },
  {
    "translation": {
      "en": "I had few individual friends,",
      "vi": "Tôi có vài người bạn,"
    }
  },
  {
    "translation": {
      "en": "but I was never part of that club, so to speak.",
      "vi": "nhưng có thể nói tôi chưa bao giờ thuộc hội."
    }
  },
  {
    "translation": {
      "en": "They never broke stories.",
      "vi": "Họ chả đưa tin nóng."
    }
  },
  {
    "translation": {
      "en": "They never pointed the finger at negative stuff.",
      "vi": "Họ chưa từng lên án những thứ tiêu cực."
    }
  },
  {
    "translation": {
      "en": "And I felt that they owed their audience much more.",
      "vi": "Và tôi cảm thấy họ nợ khán giả nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "I remember '97…",
      "vi": "Tôi nhớ năm 97…"
    }
  },
  {
    "translation": {
      "en": "I was sitting in the press box,",
      "vi": "Tôi ngồi trong phòng báo chí,"
    }
  },
  {
    "translation": {
      "en": "and I noticed there was a whole sort of atmosphere of tension.",
      "vi": "và tôi nhận thấy có một bầu không khí căng thẳng."
    }
  },
  {
    "translation": {
      "en": "What was strange",
      "vi": "Điều kỳ lạ là"
    }
  },
  {
    "translation": {
      "en": "was some of the journalists would, uh, start getting calls.",
      "vi": "một số nhà báo bắt đầu nhận các cuộc gọi."
    }
  },
  {
    "translation": {
      "en": "They were talking about what would happen in the match,",
      "vi": "Họ nói về những gì sẽ xảy ra trong trận đấu,"
    }
  },
  {
    "translation": {
      "en": "who is being dropped, who is not being dropped,",
      "vi": "người bị cắt giảm, không bị cắt giảm,"
    }
  },
  {
    "translation": {
      "en": "how is the pitch going to behave.",
      "vi": "sân đấu sẽ diễn ra thế nào."
    }
  },
  {
    "translation": {
      "en": "He was giving them odds.",
      "vi": "Anh ta cho họ tỷ lệ cược."
    }
  },
  {
    "translation": {
      "en": "And then I realized that, Oh, man! The calls were from bookies.",
      "vi": "Và rồi tôi nhận ra rằng, Ôi trời! Cuộc gọi đến từ các nhà cái."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to be talking to bookies from the press box.",
      "vi": "Không được nói chuyện với nhà cái từ phòng báo chí."
    }
  },
  {
    "translation": {
      "en": "That's an ethical concern.",
      "vi": "Đó là vấn đề đạo đức."
    }
  },
  {
    "translation": {
      "en": "I felt a sense of outrage about it.",
      "vi": "Tôi cảm thấy phẫn nộ về điều đó."
    }
  },
  {
    "translation": {
      "en": "That set me thinking. What the hell is happening?",
      "vi": "Điều đó khiến tôi suy nghĩ. Quái gì đang xảy ra vậy?"
    }
  },
  {
    "translation": {
      "en": "How deep does it go? How big is the money?",
      "vi": "Nó ảnh hưởng thế nào? Số tiền lớn thế nào?"
    }
  },
  {
    "translation": {
      "en": "So, I then started digging, so to speak.",
      "vi": "Nên tôi bắt đầu đào bới."
    }
  },
  {
    "translation": {
      "en": "And I managed to find some bookies.",
      "vi": "Và tôi đã tìm được vài nhà cái."
    }
  },
  {
    "translation": {
      "en": "They wouldn't allow me to film them or take photographs.",
      "vi": "Họ không cho phép tôi quay phim hay chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "In fact, they didn't even tell us their names.",
      "vi": "Thật ra, họ còn không nói tên."
    }
  },
  {
    "translation": {
      "en": "But eventually, some of them were willing to talk.",
      "vi": "Nhưng cuối cùng, vài người sẵn lòng nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Every bookie starts out as a punter.",
      "vi": "Mọi nhà cái đều bắt đầu là nhà con. GIỌNG NHÀ CÁI GIẤU TÊN"
    }
  },
  {
    "translation": {
      "en": "In college, I had many vices, but no money.",
      "vi": "Thời đại học, tôi lắm tật nhưng không tiền."
    }
  },
  {
    "translation": {
      "en": "Gambling was the quick fix.",
      "vi": "Cờ bạc là giải pháp nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "When I got addicted to money, I started making others play.",
      "vi": "Khi tôi nghiện tiền, tôi bắt đầu ép người khác chơi."
    }
  },
  {
    "translation": {
      "en": "To kickstart the work, we need a whole team.",
      "vi": "Để bắt đầu công việc, chúng ta cần cả một đội."
    }
  },
  {
    "translation": {
      "en": "Many people call this a bookie den.",
      "vi": "Nhiều người gọi đây là ổ nhà cái."
    }
  },
  {
    "translation": {
      "en": "We call it a shop.",
      "vi": "Bọn tôi gọi là cửa hàng."
    }
  },
  {
    "translation": {
      "en": "It used to be a madhouse. And the phones used to be all abuzz.",
      "vi": "Nó từng là nhà thương điên. Các điện thoại luôn đổ chuông."
    }
  },
  {
    "translation": {
      "en": "Wickets falling, runs being made, the odds would keep changing.",
      "vi": "Các trụ môn đổ, bào vị tăng lên, tỷ lệ cược sẽ liên tục thay đổi."
    }
  },
  {
    "translation": {
      "en": "So, back then, it all used to run on trust.",
      "vi": "Hồi đó, tất cả đều dựa vào lòng tin."
    }
  },
  {
    "translation": {
      "en": "They have to know who you are for them to accept your bets.",
      "vi": "Họ phải biết anh là ai để họ chấp nhận cược của anh."
    }
  },
  {
    "translation": {
      "en": "Everyone is betting.",
      "vi": "Mọi người đều cá cược."
    }
  },
  {
    "translation": {
      "en": "Maybe a shopkeeper, maybe a bank manager,",
      "vi": "Có thể là chủ cửa hàng, có thể là quản lý ngân hàng,"
    }
  },
  {
    "translation": {
      "en": "even college students, especially girls.",
      "vi": "thậm chí sinh viên đại học, nhất là nữ sinh."
    }
  },
  {
    "translation": {
      "en": "They think, Yes, I can win this.",
      "vi": "Họ nghĩ, Được, mình có thể thắng."
    }
  },
  {
    "translation": {
      "en": "It is a craze. Everybody wants to become rich.",
      "vi": "Đó là một cơn sốt. Ai cũng muốn giàu có."
    }
  },
  {
    "translation": {
      "en": "It was alarming. I remember some of them used to record those calls,",
      "vi": "Thật đáng báo động. Tôi nhớ vài người từng thu âm cuộc gọi,"
    }
  },
  {
    "translation": {
      "en": "so the punters couldn't go back on what they had bet on.",
      "vi": "để các nhà con không rút lại những gì đã cược."
    }
  },
  {
    "translation": {
      "en": "If you try to swindle us, you'll be in danger.",
      "vi": "Nếu anh cố lừa chúng tôi, anh sẽ gặp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "The one who gambles never wins.",
      "vi": "Kẻ đánh bạc không bao giờ thắng."
    }
  },
  {
    "translation": {
      "en": "The bookie never loses.",
      "vi": "Nhà cái không bao giờ thua."
    }
  },
  {
    "translation": {
      "en": "This is the truth.",
      "vi": "Đây là sự thật."
    }
  },
  {
    "translation": {
      "en": "There was a great appetite for gambling,",
      "vi": "Ở Ấn Độ rất thích cờ bạc,"
    }
  },
  {
    "translation": {
      "en": "and it was pan- Indian like cricket.",
      "vi": "gần như cả Ấn Độ như cricket."
    }
  },
  {
    "translation": {
      "en": "You could bet on anything.",
      "vi": "Có thể đặt cược mọi thứ."
    }
  },
  {
    "translation": {
      "en": "So, what is the team score going to be after ten overs?",
      "vi": "Vậy tỷ số của đội sẽ là bao nhiêu sau mười lượt ném?"
    }
  },
  {
    "translation": {
      "en": "How many sixes is a particular batsman going to hit?",
      "vi": "Một tay đánh sẽ đánh được bao nhiêu điểm?"
    }
  },
  {
    "translation": {
      "en": "Punters even place bets on field placings and bowling changes.",
      "vi": "Nhà con thậm chí đặt cược vào vị trí sân và thay đổi tay ném."
    }
  },
  {
    "translation": {
      "en": "And so, for a bookie to have information gave them a huge advantage.",
      "vi": "Và như vậy, một nhà cái có thông tin đã cho họ một lợi thế lớn."
    }
  },
  {
    "translation": {
      "en": "Information was power at that time.",
      "vi": "Lúc đó, thông tin là sức mạnh. TRẬN ĐẤU ẤN ĐỘ ĐẤU VỚI MIỀN NAM"
    }
  },
  {
    "translation": {
      "en": "There were bookmakers giving us stories",
      "vi": "Có những nhà cái tiết lộ câu chuyện"
    }
  },
  {
    "translation": {
      "en": "about how in a particular match the bets swung very suspiciously.",
      "vi": "về việc trong một trận đấu cụ thể, lượt cược xoay vòng rất đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "It would raise suspicions, that somebody has inside information.",
      "vi": "Nó sẽ làm dấy lên nghi ngờ, rằng ai đó có thông tin nội bộ."
    }
  },
  {
    "translation": {
      "en": "What is that inside information?",
      "vi": "Thông tin nội bộ là gì?"
    }
  },
  {
    "translation": {
      "en": "That set me thinking,",
      "vi": "Điều đó khiến tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "did the bookies have power over the players?",
      "vi": "nhà cái có quyền lực với cầu thủ không?"
    }
  },
  {
    "translation": {
      "en": "Out!",
      "vi": "Ra ngoài!"
    }
  },
  {
    "translation": {
      "en": "In the '90s, cable television had come",
      "vi": "Thập niên 90, truyền hình cáp xuất hiện"
    }
  },
  {
    "translation": {
      "en": "and it brought Indian cricket into every village in the country.",
      "vi": "và nó đưa cricket Ấn Độ đến mọi làng mạc trong nước."
    }
  },
  {
    "translation": {
      "en": "And so, the greatest dream for any Indian boy of that generation",
      "vi": "Và ước mơ lớn nhất của bất kỳ cậu bé Ấn Độ nào ở thế hệ đó"
    }
  },
  {
    "translation": {
      "en": "was to play for India.",
      "vi": "là được chơi cho Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "There was a sudden hope",
      "vi": "Có hy vọng bất ngờ"
    }
  },
  {
    "translation": {
      "en": "that even if you were from a small town,",
      "vi": "rằng dù anh đến từ một thị trấn nhỏ,"
    }
  },
  {
    "translation": {
      "en": "you could become a hero.",
      "vi": "anh có thể trở thành anh hùng."
    }
  },
  {
    "translation": {
      "en": "A whole new generation of players had come along.",
      "vi": "Một thế hệ cầu thủ mới đã xuất hiện."
    }
  },
  {
    "translation": {
      "en": "These kids who are coming from small towns.",
      "vi": "Những đứa trẻ đến từ các thị trấn nhỏ."
    }
  },
  {
    "translation": {
      "en": "So it was all very new to them, and at that time,",
      "vi": "Nên tất cả đều rất mới mẻ với họ và vào thời điểm đó,"
    }
  },
  {
    "translation": {
      "en": "there were no gatekeepers for access to cricketers.",
      "vi": "họ có thể tiếp cận cầu thủ cricket."
    }
  },
  {
    "translation": {
      "en": "Indian cricket at that time was filled with these people",
      "vi": "Cricket Ấn Độ lúc đó đầy rẫy những người này"
    }
  },
  {
    "translation": {
      "en": "who were seen everywhere around the team.",
      "vi": "được nhìn thấy ở khắp nơi gần đội."
    }
  },
  {
    "translation": {
      "en": "Strange people are walking into the Indian dressing room",
      "vi": "Những người lạ mặt bước vào phòng thay đồ đội Ấn,"
    }
  },
  {
    "translation": {
      "en": "who wanted to shower favors on them.",
      "vi": "những người muốn ân sủng họ."
    }
  },
  {
    "translation": {
      "en": "You know, who are these people?",
      "vi": "Những người này là ai?"
    }
  },
  {
    "translation": {
      "en": "So I started talking to a lot of ex- players.",
      "vi": "Tôi bắt đầu nói chuyện với nhiều cựu cầu thủ. CẦU THỦ CRICKET"
    }
  },
  {
    "translation": {
      "en": "But a lot of them didn't want to speak on record.",
      "vi": "Nhưng nhiều người không muốn bị thu âm."
    }
  },
  {
    "translation": {
      "en": "But I always try and dig some more, try and dig some more.",
      "vi": "Nhưng tôi luôn cố tìm hiểu thêm."
    }
  },
  {
    "translation": {
      "en": "And finally, I found…",
      "vi": "Cuối cùng, tôi tìm thấy…"
    }
  },
  {
    "translation": {
      "en": "Well bowled! That's the inswinger, the late movement in.",
      "vi": "Ném hay! Cú ném vòng trong, chuyển động muộn."
    }
  },
  {
    "translation": {
      "en": "he was a seam- bowling all- rounder for India.",
      "vi": "cầu thủ toàn diện, ném vòng cho đội Ấn."
    }
  },
  {
    "translation": {
      "en": "Great competitor and a fighting cricketer.",
      "vi": "Đấu thủ tuyệt vời và cầu thủ cricket hiếu chiến."
    }
  },
  {
    "translation": {
      "en": "But he was always seen as a journeyman player.",
      "vi": "Nhưng ông ấy luôn bị xem là cầu thủ bình thường."
    }
  },
  {
    "translation": {
      "en": "A lot of people called him the poor man's Kapil Dev.",
      "vi": "Người ta gọi là gã tội nghiệp của Kapil Dev."
    }
  },
  {
    "translation": {
      "en": "He's not a good athlete.",
      "vi": "Anh ấy chả phải vận động viên giỏi."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Biết không?"
    }
  },
  {
    "translation": {
      "en": "He is a poor athlete, and that is a very, very big point.",
      "vi": "KAPIL DEV CỰU ĐỘI TRƯỞNG ẤN ĐỘ Anh ấy là vận động viên yếu và đó là điểm rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "Prabhakar was always very fiery. He had many chips on his shoulder.",
      "vi": "Prabhakar luôn rất dễ cáu. Ông ấy luôn rất kình địch."
    }
  },
  {
    "translation": {
      "en": "People are of the opinion that your temper is very unpredictable,",
      "vi": "Mọi người cho rằng tính khí của anh rất khó đoán,"
    }
  },
  {
    "translation": {
      "en": "and you have said that using profanity is in my nature?",
      "vi": "và anh nói chửi bậy là bản chất của anh?"
    }
  },
  {
    "translation": {
      "en": "When you play with passion,",
      "vi": "Khi bạn chơi với đam mê,"
    }
  },
  {
    "translation": {
      "en": "if you are not fired up, you'll lose everything.",
      "vi": "nếu bạn không bị kích động, bạn sẽ mất tất cả."
    }
  },
  {
    "translation": {
      "en": "If I don't show aggression on the ground, a player like me cannot perform.",
      "vi": "Nếu tôi không tỏ ra hung hăng trên sân, cầu thủ như tôi không thể thể hiện."
    }
  },
  {
    "translation": {
      "en": "I was scared to ask questions because I thought he'll slam the phone.",
      "vi": "Tôi sợ hỏi ông ấy một câu vì tôi nghĩ ông ấy sẽ dập điện thoại."
    }
  },
  {
    "translation": {
      "en": "No one is supporting you, inside or outside of the team.",
      "vi": "Không ai ủng hộ anh, trong hay ngoài đội."
    }
  },
  {
    "translation": {
      "en": "What's the reason for that? Were you on good terms with them or not?",
      "vi": "Lý do là gì? Anh có quan hệ tốt với họ hay không?"
    }
  },
  {
    "translation": {
      "en": "No one was allowed to raise their voice.",
      "vi": "Không ai được phép lên tiếng."
    }
  },
  {
    "translation": {
      "en": "Fear might be the big reason for it.",
      "vi": "Sợ hãi có thể là lý do lớn nhất."
    }
  },
  {
    "translation": {
      "en": "Because whoever has spoken up, he's faced problems.",
      "vi": "Vì bất cứ ai đã lên tiếng, anh ta đều phải đối mặt với vấn đề."
    }
  },
  {
    "translation": {
      "en": "Manoj had just retired in '96",
      "vi": "Manoj vừa giải nghệ vào năm 96"
    }
  },
  {
    "translation": {
      "en": "because the World Cup hadn't gone too well for him.",
      "vi": "vì World Cup không suôn sẻ với ông ấy."
    }
  },
  {
    "translation": {
      "en": "And after that, he'd been dropped.",
      "vi": "Sau đó, ông ấy bị loại. PRABHAKAR BỊ LOẠI Ở ĐỘI ẤN"
    }
  },
  {
    "translation": {
      "en": "So, I called and asked him, what did he know?",
      "vi": "Nên tôi đã gọi và hỏi, ông ấy biết gì?"
    }
  },
  {
    "translation": {
      "en": "What would he be willing to share?",
      "vi": "Ông ấy sẵn sàng chia sẻ gì?"
    }
  },
  {
    "translation": {
      "en": "Manoj had a very gruff exterior.",
      "vi": "Manoj có vẻ ngoài rất cộc cằn."
    }
  },
  {
    "translation": {
      "en": "He had a very contemptuous dig at journalists.",
      "vi": "Ông ấy rất coi thường các nhà báo."
    }
  },
  {
    "translation": {
      "en": "You don't dare print the truth. You don't have the guts.",
      "vi": "Bạn sẽ không dám đăng sự thật. Bạn không có gan."
    }
  },
  {
    "translation": {
      "en": "So there was a lot of that attitude in Manoj.",
      "vi": "Có rất nhiều thái độ kiểu đó ở Manoj."
    }
  },
  {
    "translation": {
      "en": "Manoj took a lot of convincing. I remember meeting him several times.",
      "vi": "Manoj đã nghe thuyết phục rất nhiều. Tôi nhớ đã gặp ông ấy vài lần."
    }
  },
  {
    "translation": {
      "en": "But finally, he opened a lot, he told me a lot of stories.",
      "vi": "Nhưng cuối cùng, ông ấy mở lòng, kể cho tôi rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Then suddenly told me that an Indian player",
      "vi": "Rồi đột nhiên nói rằng một cầu thủ Ấn"
    }
  },
  {
    "translation": {
      "en": "had approached him about throwing a match.",
      "vi": "đã tiếp cận ông ấy về việc bán độ."
    }
  },
  {
    "translation": {
      "en": "It was a revelation.",
      "vi": "Đó là một tiết lộ."
    }
  },
  {
    "translation": {
      "en": "That was the first time a former Indian cricket player",
      "vi": "Đó là lần đầu tiên một cựu cầu thủ cricket Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "came on record saying this had happened.",
      "vi": "chính thức nói điều này đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "There was no question we would run the story.",
      "vi": "Chắc chắn bọn tôi sẽ đăng câu chuyện."
    }
  },
  {
    "translation": {
      "en": "It was something we wanted to make a lot of noise with.",
      "vi": "Đó là thứ chúng tôi muốn gây tiếng vang."
    }
  },
  {
    "translation": {
      "en": "So I wrote this in, uh, June of 1997.",
      "vi": "OUTLOOK BÍ MẬT TỒI TỆ CỦA ẤN ĐỘ Tôi viết bài này tháng Sáu năm 1997."
    }
  },
  {
    "translation": {
      "en": "India's Worst Kept Secret which was the first time that anybody",
      "vi": "Bí mật tồi tệ nhất của Ấn Độ là lần đầu tiên mọi người"
    }
  },
  {
    "translation": {
      "en": "even knew that there was match- fixing in cricket.",
      "vi": "biết có dàn xếp tỷ số trong môn cricket."
    }
  },
  {
    "translation": {
      "en": "And Manoj's famous allegation really caught a cat on the hot tin roof.",
      "vi": "Cáo buộc nổi tiếng của Manoj khiến bao người đứng ngồi không yên."
    }
  },
  {
    "translation": {
      "en": "Manoj Prabhakar recently created a sensation",
      "vi": "Manoj Prabhakar gần đây đã tạo ra chấn động"
    }
  },
  {
    "translation": {
      "en": "by alleging that he'd been offered a large sum of money to throw,",
      "vi": "với cáo buộc rằng ông được đề nghị số tiền lớn để bán độ,"
    }
  },
  {
    "translation": {
      "en": "which means deliberately lose, an international cricket match.",
      "vi": "nghĩa là cố tình thua, trong trận cricket quốc tế."
    }
  },
  {
    "translation": {
      "en": "I was offered rupees 25 lakh",
      "vi": "Tôi được đề nghị 2.5 triệu"
    }
  },
  {
    "translation": {
      "en": "for sabotaging the match in Pakistan's favor.",
      "vi": "để phá hoại trận đấu có lợi cho Pakistan."
    }
  },
  {
    "translation": {
      "en": "I was told to play below my usual standard.",
      "vi": "Tôi được yêu cầu chơi dưới phong độ bình thường."
    }
  },
  {
    "translation": {
      "en": "I told him to get out of my room.",
      "vi": "Tôi bảo anh ta ra khỏi phòng tôi."
    }
  },
  {
    "translation": {
      "en": "It was shocking, the scale of money.",
      "vi": "CÁC TRẬN ĐẤU DẦN BỊ DÀN XẾP Thật sốc về số tiền. MỐI ĐE DOẠ TỪ UY LỰC ĐỒNG TIỀN"
    }
  },
  {
    "translation": {
      "en": "And the fact that he'd been asked by a fellow teammate to do it,",
      "vi": "Và việc anh ấy được một đồng đội yêu cầu làm việc đó,"
    }
  },
  {
    "translation": {
      "en": "that was what was unsettling.",
      "vi": "đó là điều đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "Sport is fundamentally meant to be unscripted.",
      "vi": "Thể thao về cơ bản là không được dàn dựng."
    }
  },
  {
    "translation": {
      "en": "The unexpectedness of it is what makes it special.",
      "vi": "Sự bất ngờ của nó là điều khiến nó trở nên đặc biệt."
    }
  },
  {
    "translation": {
      "en": "If it's scripted,",
      "vi": "Nếu nó được định sẵn,"
    }
  },
  {
    "translation": {
      "en": "it takes away everything that sport stands for.",
      "vi": "nó sẽ lấy đi mọi thứ mà môn thể thao đó đại diện."
    }
  },
  {
    "translation": {
      "en": "And so we just got the feeling",
      "vi": "Chúng tôi có cảm giác"
    }
  },
  {
    "translation": {
      "en": "something terrible was about to break through in Indian cricket.",
      "vi": "có gì đó khủng khiếp sắp xảy ra trong cricket Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "But I think a lot of people didn't want to believe it.",
      "vi": "Nhưng tôi nghĩ nhiều người không muốn tin."
    }
  },
  {
    "translation": {
      "en": "Cricket was suddenly growing, growing, growing.",
      "vi": "Cricket đột nhiên lớn lên, phát triển."
    }
  },
  {
    "translation": {
      "en": "Match- fixing.",
      "vi": "Dàn xếp trận đấu."
    }
  },
  {
    "translation": {
      "en": "Suddenly that shadow, match- fixing.",
      "vi": "Đột nhiên cái bóng đó, dàn xếp."
    }
  },
  {
    "translation": {
      "en": "It's like on a sunny day you're playing a match,",
      "vi": "Như vào ngày nắng, bạn chơi một trận,"
    }
  },
  {
    "translation": {
      "en": "suddenly clouds, thunder, rains and the match stops.",
      "vi": "đột nhiên mây mù, sấm sét, mưa và trận đấu dừng."
    }
  },
  {
    "translation": {
      "en": "Match- fixing allegations cast a doubt.",
      "vi": "Cáo buộc dàn xếp gây nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "But I think, by and large, nobody wanted to trust Manoj Prabhakar.",
      "vi": "PRABHAKAR GẶP BẤT LỢI Nhưng tôi nghĩ, nhìn chung, không ai muốn tin Manoj Prabhakar."
    }
  },
  {
    "translation": {
      "en": "As Prabhakar refuses to name the player who he claims approached him to fix the match,",
      "vi": "Vì Prabhakar từ chối nêu tên cầu thủ đã bảo mình dàn xếp trận đấu,"
    }
  },
  {
    "translation": {
      "en": "critics have wondered if his allegations bear any substance.",
      "vi": "các nhà phê bình tự hỏi liệu cáo buộc đó có đáng tin."
    }
  },
  {
    "translation": {
      "en": "His lawyer maintains that as Prabhakar cannot prove his allegation,",
      "vi": "Luật sư của Prabhakar nói vì không chứng minh cáo buộc,"
    }
  },
  {
    "translation": {
      "en": "it is up to authorities to investigate.",
      "vi": "nên tuỳ thuộc vào cơ quan điều tra."
    }
  },
  {
    "translation": {
      "en": "There was a lot of skepticism.",
      "vi": "Có rất nhiều sự hoài nghi."
    }
  },
  {
    "translation": {
      "en": "A lot of aggression towards us.",
      "vi": "Nhiều giận dữ về phía bọn tôi."
    }
  },
  {
    "translation": {
      "en": "And the officials who ran the game",
      "vi": "Và các trọng tài điều hành trận đấu"
    }
  },
  {
    "translation": {
      "en": "had an ostrich- like attitude right from the beginning.",
      "vi": "đã có thái độ phớt lờ ngay từ đầu."
    }
  },
  {
    "translation": {
      "en": "Here is a sport that you love so much.",
      "vi": "Đây là môn thể thao mà anh thích."
    }
  },
  {
    "translation": {
      "en": "Here is wrongdoing that you know about. But nobody wanted to do anything.",
      "vi": "Đây là hành động sai trái mà anh biết. Nhưng chả ai muốn làm gì cả."
    }
  },
  {
    "translation": {
      "en": "Many in the cricket establishment",
      "vi": "Nhiều người trong cơ sở cricket"
    }
  },
  {
    "translation": {
      "en": "did not want to upset this lovely little world.",
      "vi": "không muốn làm đảo lộn thế giới nhỏ bé đáng yêu này."
    }
  },
  {
    "translation": {
      "en": "Everything is so comfortable, we are so happy, money is coming.",
      "vi": "Mọi thứ thật thoải mái, chúng tôi rất hạnh phúc, tiền đang vào."
    }
  },
  {
    "translation": {
      "en": "This is nonsense. Let it not rock the boat.",
      "vi": "Chuyện này vớ vẩn. Đừng xáo trộn nữa."
    }
  },
  {
    "translation": {
      "en": "That story was looked down on and treated so shabbily.",
      "vi": "Câu chuyện đó bị coi thường và bị đối xử tệ hại."
    }
  },
  {
    "translation": {
      "en": "It suddenly just went into a pool of nothingness.",
      "vi": "Nó đột nhiên rơi vào một bể hư vô."
    }
  },
  {
    "translation": {
      "en": "Manoj Prabhakar was cast into the wilderness.",
      "vi": "Manoj Prabhakar bị ruồng rẫy."
    }
  },
  {
    "translation": {
      "en": "The cricket board was so unhappy",
      "vi": "Hội đồng cricket rất bất mãn nên kiện chúng tôi 50 triệu."
    }
  },
  {
    "translation": {
      "en": "they went and sued us for five crores.",
      "vi": "Hội đồng cricket rất bất mãn nên kiện chúng tôi 50 triệu. OUTLOOK VÀ PRABHAKAR BỊ KIỆN 50 TRIỆU"
    }
  },
  {
    "translation": {
      "en": "They wanted to put a lid on it.",
      "vi": "Họ chỉ muốn bưng bít. CÁO BUỘC KHÔNG ĐÁNG CHÚ Ý"
    }
  },
  {
    "translation": {
      "en": "Cricket went on, but the story was just dying to come out.",
      "vi": "Cricket tiếp tục nhưng câu chuyện khao khát lộ ra."
    }
  },
  {
    "translation": {
      "en": "And when it actually happened,",
      "vi": "Và khi nó thực sự xảy ra,"
    }
  },
  {
    "translation": {
      "en": "the strange part about it is that it happened by accident.",
      "vi": "điều kỳ lạ là nó xảy ra một cách tình cờ."
    }
  },
  {
    "translation": {
      "en": "In 2000, there was a gentleman who made a complaint",
      "vi": "Năm 2000, có một quý ông đã phàn nàn rằng…"
    }
  },
  {
    "translation": {
      "en": "that he had been receiving threatening calls",
      "vi": "KK PAUL CỰU UỶ VIÊN LIÊN HỢP CẢNH SÁT"
    }
  },
  {
    "translation": {
      "en": "and, uh, people were trying to extort money from him.",
      "vi": "…ông ta đã nhận các cuộc gọi đe doạ và những người đang cố tống tiền."
    }
  },
  {
    "translation": {
      "en": "We started to monitor the telephones.",
      "vi": "Chúng tôi bắt đầu theo dõi điện thoại."
    }
  },
  {
    "translation": {
      "en": "We heard some kind of a dispute going on.",
      "vi": "Chúng tôi nghe nói có tranh cãi gì đó."
    }
  },
  {
    "translation": {
      "en": "Highly abusive language.",
      "vi": "Ngôn ngữ rất thô tục."
    }
  },
  {
    "translation": {
      "en": "Not because of any extortion,",
      "vi": "Không phải vì bị tống tiền,"
    }
  },
  {
    "translation": {
      "en": "they are discussing something about cricket.",
      "vi": "họ đang bàn về cricket."
    }
  },
  {
    "translation": {
      "en": "And then we heard, Hi, Hansie.",
      "vi": "Và rồi chúng tôi nghe, Chào Hansie."
    }
  },
  {
    "translation": {
      "en": "Hi, Hansie.",
      "vi": "Chào, Hansie."
    }
  },
  {
    "translation": {
      "en": "Who else could it be except Hansie Cronje?",
      "vi": "Còn ai khác ngoài Hansie Cronje?"
    }
  },
  {
    "translation": {
      "en": "And again. Well, this is magnificent stuff from Cronje.",
      "vi": "Và một lần nữa. Chà, đây là màn tuyệt vời từ Cronje."
    }
  },
  {
    "translation": {
      "en": "Hansie Cronje was one of the most admired cricketers in the world.",
      "vi": "Hansie Cronje là một cầu thủ cricket được mến mộ thời đó."
    }
  },
  {
    "translation": {
      "en": "Picked for South African captaincy very early in his career.",
      "vi": "Được chọn làm đội trưởng Nam Phi từ rất sớm trong sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Recording for television?",
      "vi": "Ghi hình cho tivi?"
    }
  },
  {
    "translation": {
      "en": "Can I say hello to my mother?",
      "vi": "Tôi chào mẹ được không?"
    }
  },
  {
    "translation": {
      "en": "Everybody loved Hansie.",
      "vi": "Ai cũng quý Hansie."
    }
  },
  {
    "translation": {
      "en": "He had the finest qualities.",
      "vi": "Ông ấy có những đức tính tốt."
    }
  },
  {
    "translation": {
      "en": "He was really a cult figure in his own country.",
      "vi": "Ông ấy là nhân vật được sùng bái trong nước."
    }
  },
  {
    "translation": {
      "en": "Absolutely a pillar of the community.",
      "vi": "Một trụ cột của cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Hansie Cronje was speaking to a bookie",
      "vi": "Hansie Cronje đang nói chuyện với một nhà cái"
    }
  },
  {
    "translation": {
      "en": "discussing in detail who is to score how many runs.",
      "vi": "để thảo luận chi tiết xem ai sẽ ghi mấy điểm bào vị."
    }
  },
  {
    "translation": {
      "en": "How much of money is to be paid?",
      "vi": "Phải trả bao nhiêu tiền?"
    }
  },
  {
    "translation": {
      "en": "Here, there was solid evidence.",
      "vi": "Ở đây, có bằng chứng chắc chắn."
    }
  },
  {
    "translation": {
      "en": "Hansie Cronje was, uh, involved in match- fixing.",
      "vi": "Hansie Cronje đã tham gia dàn xếp."
    }
  },
  {
    "translation": {
      "en": "It emerges",
      "vi": "Tình hình là…"
    }
  },
  {
    "translation": {
      "en": "that the one- day international cricket matches",
      "vi": "HỘI NGHỊ BÁO CHÍ CẢNH SÁT DELHI …các trận cricket quốc tế một ngày"
    }
  },
  {
    "translation": {
      "en": "between India and South Africa played recently in India were fixed.",
      "vi": "giữa Ấn Độ và Nam Phi gần đây ở Ấn Độ đã bị dàn xếp."
    }
  },
  {
    "translation": {
      "en": "One of the conspirators was identified",
      "vi": "Một trong những kẻ chủ mưu đã được xác định"
    }
  },
  {
    "translation": {
      "en": "as the South African cricket captain, Hansie Cronje.",
      "vi": "là đội trưởng cricket Nam Phi, Hansie Cronje."
    }
  },
  {
    "translation": {
      "en": "When the news first came,",
      "vi": "Khi tin tức mới đến,"
    }
  },
  {
    "translation": {
      "en": "your first chance to say, No, it's not true.",
      "vi": "bạn sẽ nói ngay, Không, không đúng."
    }
  },
  {
    "translation": {
      "en": "Of all the people in the entire cricket world,",
      "vi": "Trong tất cả người trong giới cricket,"
    }
  },
  {
    "translation": {
      "en": "you would not pick on that name.",
      "vi": "bạn sẽ không chọn cái tên đó."
    }
  },
  {
    "translation": {
      "en": "I've never received any sum of money for any match that I've been involved in.",
      "vi": "Tôi chưa bao giờ nhận được tiền cho bất kỳ trận đấu nào mà tôi tham gia."
    }
  },
  {
    "translation": {
      "en": "I've never approached any of the players.",
      "vi": "Tôi chưa từng tiếp cận cầu thủ nào."
    }
  },
  {
    "translation": {
      "en": "First response from South Africa was absolute denial.",
      "vi": "Phản ứng đầu tiên từ Nam Phi là tuyệt đối phủ nhận."
    }
  },
  {
    "translation": {
      "en": "The allegations are outrageous.",
      "vi": "Những lời cáo buộc là quá đáng."
    }
  },
  {
    "translation": {
      "en": "It's libelous, it's defamatory.",
      "vi": "Đó là bôi nhọ, phỉ báng."
    }
  },
  {
    "translation": {
      "en": "Nobody would believe it.",
      "vi": "Không ai tin được."
    }
  },
  {
    "translation": {
      "en": "So, whatever evidence we had, we had to make it public.",
      "vi": "Nên dù có bằng chứng gì, chúng tôi cũng phải công khai."
    }
  },
  {
    "translation": {
      "en": "And then Hansie Cronje felt the pressure",
      "vi": "Và rồi Hansie Cronje cảm thấy áp lực"
    }
  },
  {
    "translation": {
      "en": "and ultimately, then he confessed.",
      "vi": "và cuối cùng, ông ấy đã thú nhận."
    }
  },
  {
    "translation": {
      "en": "The cricket world has been stunned",
      "vi": "Giới cricket chao đảo"
    }
  },
  {
    "translation": {
      "en": "after a shocking admission by Hansie Cronje.",
      "vi": "sau lời thú nhận gây sốc của Hansie Cronje. CRONJE LÀM VÌ THAM TIỀN"
    }
  },
  {
    "translation": {
      "en": "Complete disbelief. Impossible to say what will happen next.",
      "vi": "CRONJE THÚ NHẬN SỐNG GIAN DỐI Hoàn toàn không tin. Khó nói điều gì sẽ đến."
    }
  },
  {
    "translation": {
      "en": "When the Hansie incident broke,",
      "vi": "Khi vụ Hansie vỡ lở,"
    }
  },
  {
    "translation": {
      "en": "there was a sense of, Finally nobody could deny it anymore",
      "vi": "có cảm giác, Cuối cùng không ai có thể phủ nhận nữa"
    }
  },
  {
    "translation": {
      "en": "that there was match- fixing in cricket.",
      "vi": "rằng đã có dàn xếp tỷ số trong cricket."
    }
  },
  {
    "translation": {
      "en": "The news environment became so hot.",
      "vi": "Môi trường tin tức trở nên nóng bỏng."
    }
  },
  {
    "translation": {
      "en": "Could Indian players be involved?",
      "vi": "Các cầu thủ Ấn có can dự không?"
    }
  },
  {
    "translation": {
      "en": "This is have to be clean- up job.",
      "vi": "Đây phải là việc phải xử lý."
    }
  },
  {
    "translation": {
      "en": "If anybody in the world have done something this bad,",
      "vi": "Nếu ai đó trên thế giới đã làm điều tồi tệ này,"
    }
  },
  {
    "translation": {
      "en": "should be hanged.",
      "vi": "nên bị treo cổ."
    }
  },
  {
    "translation": {
      "en": "And I was getting very ambitious",
      "vi": "Và tôi đang rất tham vọng"
    }
  },
  {
    "translation": {
      "en": "about revisiting the match- fixing story, so to speak.",
      "vi": "về việc nhắc lại câu chuyện dàn xếp."
    }
  },
  {
    "translation": {
      "en": "So I started talking to other reporters and that's when Minty came onboard.",
      "vi": "Nên tôi nói với các nhà báo khác và đó là lúc Minty nhập hội."
    }
  },
  {
    "translation": {
      "en": "I'm insanely curious. I've always been so.",
      "vi": "Tôi rất tò mò. Tôi luôn như vậy."
    }
  },
  {
    "translation": {
      "en": "I need to know the truth, what I really love.",
      "vi": "Tôi cần biết sự thật, điều tôi thực sự thích."
    }
  },
  {
    "translation": {
      "en": "This was investigative journalism.",
      "vi": "Đây là phóng sự điều tra."
    }
  },
  {
    "translation": {
      "en": "Hardcore investigative journalism because you were chasing down a story.",
      "vi": "ĐỒNG SÁNG LẬP TEHELKA.COM Phóng sự điều tra triệt để vì bạn theo đuổi câu chuyện."
    }
  },
  {
    "translation": {
      "en": "So, in year 2000, Aniruddha Bahal, fabulous writer and journalist and myself,",
      "vi": "Vào năm 2000, Aniruddha Bahal, một nhà văn và nhà báo tuyệt vời và tôi"
    }
  },
  {
    "translation": {
      "en": "started this company called Tehelka.",
      "vi": "lập công ty tên là Tehelka."
    }
  },
  {
    "translation": {
      "en": "It's an Urdu word which means sensation, impact, bloody hell, explosion.",
      "vi": "Đó là từ tiếng Urdu có nghĩa là cảm giác, va chạm, địa ngục đẫm máu, bùng nổ."
    }
  },
  {
    "translation": {
      "en": "And our slug line was News, Views, All the juice. My line.",
      "vi": "Tiêu đề của chúng tôi là Tin tức, Lượt xem, Đầy phốt. Của tôi."
    }
  },
  {
    "translation": {
      "en": "We had the ambition for cricket match- fixing",
      "vi": "Bọn tôi có tham vọng dàn xếp trận đấu cricket"
    }
  },
  {
    "translation": {
      "en": "to be the first story that we did in Tehelka.",
      "vi": "sẽ là câu chuyện đầu tiên ở Tehelka."
    }
  },
  {
    "translation": {
      "en": "But the cast of characters who were part of it",
      "vi": "Nhưng dàn nhân vật có tham gia"
    }
  },
  {
    "translation": {
      "en": "were still not willing to talk about it.",
      "vi": "vẫn không sẵn sàng nói về nó."
    }
  },
  {
    "translation": {
      "en": "Everybody went, Mum's the word.",
      "vi": "Ai cũng, Im lặng là vàng."
    }
  },
  {
    "translation": {
      "en": "I think the only way to get certain truths out",
      "vi": "Tôi nghĩ cách duy nhất để moi sự thật"
    }
  },
  {
    "translation": {
      "en": "is cloak and dagger.",
      "vi": "là bí mật hành động."
    }
  },
  {
    "translation": {
      "en": "So we came up with this plan to target and trap",
      "vi": "Nên chúng tôi nghĩ ra kế hoạch này để nhắm và gài bẫy"
    }
  },
  {
    "translation": {
      "en": "the cricketers and administrators",
      "vi": "cầu thủ cricket và ban quản trị"
    }
  },
  {
    "translation": {
      "en": "using spy cam equipment and get the truth out.",
      "vi": "bằng cách sử dụng thiết bị quay lén và tìm sự thật."
    }
  },
  {
    "translation": {
      "en": "This would be the first time hidden cameras",
      "vi": "Đây sẽ là lần đầu máy quay ẩn Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "would have been used on a big scale in India.",
      "vi": "được sử dụng quy mô lớn ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "So, I had to go to London",
      "vi": "LORRAINE ELECTRONICS CỬA HÀNG DO THÁM Nên tôi phải đến London để có công nghệ tiên tiến nhất."
    }
  },
  {
    "translation": {
      "en": "to get the most cutting- edge tech available.",
      "vi": "Nên tôi phải đến London để có công nghệ tiên tiến nhất."
    }
  },
  {
    "translation": {
      "en": "So for example, we can put it in these glasses.",
      "vi": "Ví dụ, ta có thể cho nó vào cặp kính này."
    }
  },
  {
    "translation": {
      "en": "Camera fitted in glasses, watches, pens…",
      "vi": "Máy quay gắn trong kính, đồng hồ, bút…"
    }
  },
  {
    "translation": {
      "en": "Stuff never used in India before ever. We had never seen it.",
      "vi": "Những thứ chưa từng được dùng ở Ấn Độ. Bọn tôi chưa từng thấy nó."
    }
  },
  {
    "translation": {
      "en": "There was this briefcase which had this whole big recording device.",
      "vi": "Có một cái cặp đựng toàn bộ thiết bị ghi âm lớn này."
    }
  },
  {
    "translation": {
      "en": "So now if we had good quality spy cam…",
      "vi": "Giờ đã có máy quay do thám chất lượng tốt,"
    }
  },
  {
    "translation": {
      "en": "we needed access to those players.",
      "vi": "bọn tôi cần tiếp cận các cầu thủ đó."
    }
  },
  {
    "translation": {
      "en": "So, Manoj was an obvious choice of an insider.",
      "vi": "Manoj là lựa chọn hiển nhiên của tay trong."
    }
  },
  {
    "translation": {
      "en": "Manoj realized, last three years, nobody has found anything out.",
      "vi": "Manoj nhận ra, ba năm qua, không ai tìm ra gì cả."
    }
  },
  {
    "translation": {
      "en": "Nothing came out. Nothing happened.",
      "vi": "Chả lộ ra gì. Chả có gì."
    }
  },
  {
    "translation": {
      "en": "When I informed those guys, why didn't they take the action?",
      "vi": "Khi tôi báo cho họ, sao họ không hành động?"
    }
  },
  {
    "translation": {
      "en": "For him to see cheating in a sport that he loved.",
      "vi": "Ông ấy thấy gian lận trong bộ môn mình đam mê."
    }
  },
  {
    "translation": {
      "en": "That's like seeing your wife being unfaithful in front of your eyes.",
      "vi": "Giống như thấy vợ bạn ngoại tình trước mặt bạn."
    }
  },
  {
    "translation": {
      "en": "This is not my job to solve the problem.",
      "vi": "Giải quyết vấn đề chả phải bổn phận tôi."
    }
  },
  {
    "translation": {
      "en": "This is their job.",
      "vi": "Là của họ."
    }
  },
  {
    "translation": {
      "en": "He said, How can I prove my innocence? How can I prove this incident happened?",
      "vi": "Ông nói, Làm sao chứng minh tôi vô tội? Để chứng minh vụ việc này?"
    }
  },
  {
    "translation": {
      "en": "Nobody was willing to stand up for him.",
      "vi": "Không ai sẵn sàng ủng hộ ông ấy."
    }
  },
  {
    "translation": {
      "en": "One of the ways I could convince him was with the tech.",
      "vi": "Một cách để tôi thuyết phục ông ấy là đem công nghệ đến."
    }
  },
  {
    "translation": {
      "en": "So, I went back to Manoj,",
      "vi": "Nên tôi đã tìm lại Manoj,"
    }
  },
  {
    "translation": {
      "en": "I told him, if you go undercover,",
      "vi": "tôi bảo là nếu anh nằm vùng,"
    }
  },
  {
    "translation": {
      "en": "perhaps more will come out and validate your claims.",
      "vi": "có lẽ sẽ có nhiều hơn và chứng thực tuyên bố."
    }
  },
  {
    "translation": {
      "en": "Then while we were talking about it, I filmed it and he didn't know about it.",
      "vi": "Rồi khi chúng tôi nói chuyện, tôi quay phim và ông ấy không biết."
    }
  },
  {
    "translation": {
      "en": "Manoj was stunned. Okay? He's saying, What the hell?",
      "vi": "Manoj choáng váng. Nhé? Ông ấy nói, Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "His eyes lit up. Really? I can do this?",
      "vi": "Mắt ông ấy sáng lên. Thật sao? Tôi làm được à?"
    }
  },
  {
    "translation": {
      "en": "Manoj realized that the hidden camera",
      "vi": "Manoj nhận ra rằng máy quay ẩn"
    }
  },
  {
    "translation": {
      "en": "was the only way to put the cat on the hot tin roof again.",
      "vi": "là cách duy nhất để người khác lại đứng ngồi không yên."
    }
  },
  {
    "translation": {
      "en": "Over a period of six weeks,",
      "vi": "Trong thời gian sáu tuần,"
    }
  },
  {
    "translation": {
      "en": "Manoj Prabhakar and Aniruddha Bahal traversed the country",
      "vi": "Manoj Prabhakar và Aniruddha Bahal đi khắp đất nước"
    }
  },
  {
    "translation": {
      "en": "to sting various cricketers and administrators",
      "vi": "để bẫy nhiều cầu thủ cricket và quản trị viên khác nhau,"
    }
  },
  {
    "translation": {
      "en": "who were not match- fixing themselves,",
      "vi": "những người không tự dàn xếp tỷ số,"
    }
  },
  {
    "translation": {
      "en": "but they knew about it, knew it was happening.",
      "vi": "nhưng họ biết nó đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "Aniruddha Bahal is a fearless investigative journalist.",
      "vi": "Aniruddha Bahal là một nhà báo điều tra gan dạ."
    }
  },
  {
    "translation": {
      "en": "But Manoj Prabhakar",
      "vi": "Nhưng Manoj Prabhakar"
    }
  },
  {
    "translation": {
      "en": "was going out and stinging his friends and colleagues.",
      "vi": "đang bẫy bạn bè và đồng nghiệp của mình."
    }
  },
  {
    "translation": {
      "en": "Guys he had played with for so many years.",
      "vi": "Những người đã chơi cùng nhiều năm."
    }
  },
  {
    "translation": {
      "en": "You need balls to run with this kind of thing.",
      "vi": "Phải gan góc lắm mới dám làm việc này."
    }
  },
  {
    "translation": {
      "en": "It was the first time I went undercover.",
      "vi": "Đó là lần đầu tôi hoạt động ngầm."
    }
  },
  {
    "translation": {
      "en": "The fear that you could be caught out is always there.",
      "vi": "Nỗi sợ rằng bạn có thể bị phát hiện luôn tồn tại ở đó."
    }
  },
  {
    "translation": {
      "en": "See, you're not getting opportunities for controlling angles.",
      "vi": "Bạn không có cơ hội kiểm soát góc độ."
    }
  },
  {
    "translation": {
      "en": "Because that would look very suspicious.",
      "vi": "Vì điều đó trông rất đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "And you're perhaps getting just the legs of the chair, so to speak,",
      "vi": "Có lẽ bạn chỉ quay được cái chân ghế, có thể nói thế,"
    }
  },
  {
    "translation": {
      "en": "or the heads are cut.",
      "vi": "hoặc đầu bị mất."
    }
  },
  {
    "translation": {
      "en": "You had to also be worried about…",
      "vi": "Bạn cũng phải lo về việc…"
    }
  },
  {
    "translation": {
      "en": "Has the battery run out? Or has the tape run out?",
      "vi": "Hết pin rồi à? Hay hết băng rồi?"
    }
  },
  {
    "translation": {
      "en": "You would have to take a bathroom break to change the tape or battery.",
      "vi": "Bạn sẽ phải vào nhà vệ sinh để thay cuộn băng hoặc pin."
    }
  },
  {
    "translation": {
      "en": "And going in the loo with a briefcase looks suspicious.",
      "vi": "Và đi vào nhà xí với một cái cặp trông đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "Why is he…",
      "vi": "Sao anh ta…"
    }
  },
  {
    "translation": {
      "en": "We would bring in the tapes in, Manoj Prabhakar and me, and then…",
      "vi": "Chúng tôi sẽ mang băng vào, Manoj Prabhakar và tôi, rồi…"
    }
  },
  {
    "translation": {
      "en": "Minty's job was to produce the whole thing.",
      "vi": "Việc của Minty là biên tập tất cả."
    }
  },
  {
    "translation": {
      "en": "The first day when the material came back and we started looking at the footage,",
      "vi": "Ngày đầu tiên khi có tư liệu và chúng tôi bắt đầu xem đoạn phim,"
    }
  },
  {
    "translation": {
      "en": "I realized it's going to be a fucking nightmare to do.",
      "vi": "tôi nhận ra là việc đó sẽ là một cơn ác mộng."
    }
  },
  {
    "translation": {
      "en": "Very scratchy audio, strange video angles.",
      "vi": "Âm thanh rất khó nghe, góc quay kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "You try and transcribe an interview where you can't see lip movement, girl.",
      "vi": "Bạn thử chép lại một cuộc phỏng vấn mà bạn không thấy cử động môi đi."
    }
  },
  {
    "translation": {
      "en": "It is maddening.",
      "vi": "Thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "But even though none of them were involved in any wrongdoing themselves,",
      "vi": "Nhưng dù họ không tự nhúng tay làm việc sai trái,"
    }
  },
  {
    "translation": {
      "en": "it very quickly became clear, we had an explosive story on our hands.",
      "vi": "mọi chuyện nhanh chóng rõ ràng, chúng tôi đã có một câu chuyện bùng nổ."
    }
  },
  {
    "translation": {
      "en": "These people were saying what they suspected was happening.",
      "vi": "Những người này đã nói những gì họ nghi ngờ đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "We were watching the top cricketers and administrators",
      "vi": "Bọn tôi xem các cầu thủ và quản trị viên hàng đầu"
    }
  },
  {
    "translation": {
      "en": "talking about match- fixing in such casual manner.",
      "vi": "nói về dàn xếp tỷ số một cách vô tư."
    }
  },
  {
    "translation": {
      "en": "The Hansie incident created furore.",
      "vi": "Vụ Hansie đã tạo ra rất nhiều sự phẫn nộ."
    }
  },
  {
    "translation": {
      "en": "Then the news environment became so hot…",
      "vi": "Rồi môi trường tin tức trở nên sôi sục…"
    }
  },
  {
    "translation": {
      "en": "We had this, sort of, big fear in us.",
      "vi": "Chúng tôi có một nỗi sợ lớn."
    }
  },
  {
    "translation": {
      "en": "If we didn't break the story, some leak will happen somewhere.",
      "vi": "Nếu không tung câu chuyện, một số rò rỉ sẽ xảy ra ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "There was a lot of time pressure on me.",
      "vi": "Áp lực của tôi rất lớn."
    }
  },
  {
    "translation": {
      "en": "But Minty was this production guy",
      "vi": "Nhưng Minty là người biên tập"
    }
  },
  {
    "translation": {
      "en": "who wanted to take things one step at a time.",
      "vi": "lại muốn làm từng bước một."
    }
  },
  {
    "translation": {
      "en": "We had shot people on the sly.",
      "vi": "Chúng tôi đã quay những kẻ ranh ma."
    }
  },
  {
    "translation": {
      "en": "We had stung them.",
      "vi": "Giăng bẫy họ."
    }
  },
  {
    "translation": {
      "en": "I could not have one word going wrong.",
      "vi": "Tôi không thể để sai một từ."
    }
  },
  {
    "translation": {
      "en": "Manoj, at one point, called me every four, five days…",
      "vi": "Có lúc, Manoj gọi tôi bốn, năm ngày một lần,"
    }
  },
  {
    "translation": {
      "en": "Is the edit ready? Is the film done?",
      "vi": "Xong chưa? Biên tập xong chưa?"
    }
  },
  {
    "translation": {
      "en": "Fuck you! This is not bloody, some bloody Maggi noodles happening, man.",
      "vi": "Mẹ kiếp! Đâu phải làm phim mì ăn liền đâu, anh bạn."
    }
  },
  {
    "translation": {
      "en": "This is serious stuff,",
      "vi": "Đây là thứ nghiêm trọng"
    }
  },
  {
    "translation": {
      "en": "and I'm a slightly serious and scary motherfucker when I need to be.",
      "vi": "và tôi hơi nghiêm túc và đáng sợ khi cần."
    }
  },
  {
    "translation": {
      "en": "An explosive film about corruption in Indian cricket",
      "vi": "Một bộ phim bùng nổ về hối lộ trong cricket Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "that could throw the game into chaos is said to be released today.",
      "vi": "có thể khiến trò chơi rơi vào hỗn loạn được cho là sẽ phát hành hôm nay."
    }
  },
  {
    "translation": {
      "en": "Hall was filled with some 40 cameras and 100 journalists.",
      "vi": "Hội trường có khoảng 40 máy quay và 100 nhà báo."
    }
  },
  {
    "translation": {
      "en": "Packed to the rafters.",
      "vi": "Đông kín người."
    }
  },
  {
    "translation": {
      "en": "International media, politicians, lawyers…",
      "vi": "Truyền thông quốc tế, chính trị gia, luật sư…"
    }
  },
  {
    "translation": {
      "en": "The word had spread.",
      "vi": "Tin tức lan rộng."
    }
  },
  {
    "translation": {
      "en": "The cast of characters was the who's who in cricket.",
      "vi": "Dàn nhân vật là những người nổi bật trong làng cricket."
    }
  },
  {
    "translation": {
      "en": "There was obviously enormous interest.",
      "vi": "Rõ ràng là có rất nhiều sự quan tâm."
    }
  },
  {
    "translation": {
      "en": "We had sent a copy of the tape to the president.",
      "vi": "Chúng tôi đã gửi một bản sao băng cho tổng thống."
    }
  },
  {
    "translation": {
      "en": "Because we were very worried that our tapes might get confiscated,",
      "vi": "Vì chúng tôi lo rằng băng có thể bị tịch thu,"
    }
  },
  {
    "translation": {
      "en": "and we didn't know if action would be taken.",
      "vi": "và không rõ nên làm gì."
    }
  },
  {
    "translation": {
      "en": "And then, at two o'clock,",
      "vi": "Và sau đó, vào lúc hai giờ,"
    }
  },
  {
    "translation": {
      "en": "the final Fallen Heroes documentary was eventually shown to the press.",
      "vi": "phim tài liệu cuối cùng Anh hùng sa ngã cuối cùng đã được trình chiếu cho báo chí."
    }
  },
  {
    "translation": {
      "en": "When the tapes first emerged, everyone was aghast.",
      "vi": "Khi cuộn băng mới xuất hiện, ai cũng kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "I think it broke a lot of people's hearts to see what was happening.",
      "vi": "Tôi nghĩ nhiều người đau lòng khi nắm rõ tình hình."
    }
  },
  {
    "translation": {
      "en": "I was horrified to hear officials say cricket's finished.",
      "vi": "Tôi hoảng khi nghe các viên chức nói cricket đã tàn."
    }
  },
  {
    "translation": {
      "en": "Everyone's going to leave it.",
      "vi": "Mọi người sẽ từ bỏ nó."
    }
  },
  {
    "translation": {
      "en": "Our press conference was stunned.",
      "vi": "Buổi họp báo đầy sửng sốt."
    }
  },
  {
    "translation": {
      "en": "It revealed quite clearly that match- fixing was happening in India,",
      "vi": "Nó tiết lộ khá rõ việc dàn xếp tỷ số hiện diện ở Ấn Độ,"
    }
  },
  {
    "translation": {
      "en": "and the cricketers and administrators, they knew it was happening.",
      "vi": "và các cầu thủ và quản trị viên biết rõ chuyện đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "That creates… boom!",
      "vi": "Điều đó dấy nên… bùng nổ!"
    }
  },
  {
    "translation": {
      "en": "The cricket fans were deeply shattered.",
      "vi": "Người hâm mộ cricket đã rất thất vọng."
    }
  },
  {
    "translation": {
      "en": "You did think that cricket was having a credibility crisis.",
      "vi": "Bạn nghĩ cricket gặp khủng hoảng lòng tin."
    }
  },
  {
    "translation": {
      "en": "Unsurprisingly, some of the team's key figures",
      "vi": "Không bất ngờ khi vài nhân vật chủ chốt của đội"
    }
  },
  {
    "translation": {
      "en": "were trying to avoid the cameras.",
      "vi": "đã cố tránh máy quay."
    }
  },
  {
    "translation": {
      "en": "I think, uh… Nobody told me anything.",
      "vi": "Tôi nghĩ… Không ai nói gì với tôi."
    }
  },
  {
    "translation": {
      "en": "I'm not aware of those things. That's all I have to say.",
      "vi": "Tôi không biết mấy việc đó. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, the board secretary is questioning Prabhakar's credibility.",
      "vi": "Trong khi đó, thư ký hội đồng đã đặt vấn đề uy tín của Prabhakar."
    }
  },
  {
    "translation": {
      "en": "Anything can be doctored, no?",
      "vi": "Mọi thứ đều sửa được. GIỌNG CỦA jAYWANT LELE CỰU THƯ KÝ BCCI"
    }
  },
  {
    "translation": {
      "en": "I don't want to say anything. Let him do what he wants.",
      "vi": "GIỌNG CỦA jAYWANT LELE CỰU THƯ KÝ BCCI Tôi không muốn nói gì cả. Để anh ta làm gì tuỳ ý."
    }
  },
  {
    "translation": {
      "en": "He is proving his own mettle, what sort of person he is.",
      "vi": "Anh ta đang chứng tỏ bản lĩnh, bản chất anh ta."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "vi": "Cảm ơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Manoj was very, very happy that we stuck with him.",
      "vi": "Manoj rất, rất vui vì chúng tôi ở bên ông ấy."
    }
  },
  {
    "translation": {
      "en": "We finished the story.",
      "vi": "Bọn tôi hoàn tất câu chuyện."
    }
  },
  {
    "translation": {
      "en": "And finally, he told us the biggest bit of explosive news,",
      "vi": "Và cuối cùng, ông ấy nói với chúng tôi tin tức lớn nhất,"
    }
  },
  {
    "translation": {
      "en": "the name of the cricketer who offered him the bribe.",
      "vi": "tên của cầu thủ cricket đã đề nghị hối lộ."
    }
  },
  {
    "translation": {
      "en": "I first met Manoj in mid '97,",
      "vi": "Tôi gặp Manoj lần đầu vào giữa năm 97,"
    }
  },
  {
    "translation": {
      "en": "when I went to him to have a chat about match- fixing.",
      "vi": "khi tôi đến gặp anh ấy để nói chuyện về dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "Even in those early days, he would drop sufficient hints",
      "vi": "Kể cả trong những ngày đầu, anh ấy đã gợi ý vừa phải"
    }
  },
  {
    "translation": {
      "en": "that the name he was referring to was Kapil Dev.",
      "vi": "rằng tên anh ấy nhắc đến là Kapil Dev."
    }
  },
  {
    "translation": {
      "en": "That's out. Yes.",
      "vi": "Ra ngoài. Vâng."
    }
  },
  {
    "translation": {
      "en": "Growing up, Kapil Dev was our hero.",
      "vi": "Kapil Dev là người hùng từ nhỏ."
    }
  },
  {
    "translation": {
      "en": "In 1983, when India won the World Cup, he became a superstar across India.",
      "vi": "Năm 1983, khi Ấn Độ thắng World Cup, ông ấy là siêu sao của cả nước. KAPIL ĐƯA CẢ NƯỚC VÀO LỊCH SỬ WORLD CUP"
    }
  },
  {
    "translation": {
      "en": "Prabhakar has finally come forward to name Kapil Dev.",
      "vi": "Prabhakar cuối cùng đã công khai tên của Kapil Dev."
    }
  },
  {
    "translation": {
      "en": "So when Manoj Prabhakar took Kapil Dev's name,",
      "vi": "Nên khi Manoj Prabhakar nêu tên Kapil Dev,"
    }
  },
  {
    "translation": {
      "en": "it's almost like challenging a God of cricket.",
      "vi": "gần như là thách thức một vị thần của môn cricket."
    }
  },
  {
    "translation": {
      "en": "Oh, who's Prabhakar? Ready to face? Does he have a guts to face me?",
      "vi": "Prabhakar là ai? Sẵn sàng đối mặt chưa? Anh ta có dám đối mặt với tôi không?"
    }
  },
  {
    "translation": {
      "en": "What does Prabhakar think of himself?",
      "vi": "Prabhakar nghĩ gì về mình?"
    }
  },
  {
    "translation": {
      "en": "What is he even worth? What cricket has he played?",
      "vi": "Anh ta đáng bao nhiêu? Anh ta đã chơi trận nào?"
    }
  },
  {
    "translation": {
      "en": "What good has he done?",
      "vi": "Anh ta đã làm được gì?"
    }
  },
  {
    "translation": {
      "en": "I have no regrets.",
      "vi": "Tôi không hối hận."
    }
  },
  {
    "translation": {
      "en": "But my aim has always been to clean cricket,",
      "vi": "Nhưng mục đích của tôi luôn là làm sạch cricket,"
    }
  },
  {
    "translation": {
      "en": "to clean the system.",
      "vi": "làm sạch hệ thống."
    }
  },
  {
    "translation": {
      "en": "Today, by doing this,",
      "vi": "Hôm nay, bằng cách này,"
    }
  },
  {
    "translation": {
      "en": "I have not made any mistakes.",
      "vi": "tôi không sai lầm gì cả."
    }
  },
  {
    "translation": {
      "en": "After Prabhakar's allegation,",
      "vi": "Sau lời cáo buộc sửng sốt của Prabhakar,"
    }
  },
  {
    "translation": {
      "en": "cricket fans will be wondering if this is a desperate ploy",
      "vi": "các fan cricket sẽ tự hỏi liệu đây là một mưu đồ tuyệt vọng"
    }
  },
  {
    "translation": {
      "en": "or if there is worse to come yet.",
      "vi": "hoặc nếu có điều gì tồi tệ hơn."
    }
  },
  {
    "translation": {
      "en": "In the 2000s, when all these revelations came out,",
      "vi": "Thập niên 2000, khi công bố mọi tiết lộ,"
    }
  },
  {
    "translation": {
      "en": "you cared about how terrible it was, you wanted it to be solved and sorted.",
      "vi": "bạn quan tâm nó khủng khiếp thế nào, mong nó được giải quyết."
    }
  },
  {
    "translation": {
      "en": "Today in parliament, several MPs",
      "vi": "Hôm nay tại quốc hội, vài nghị sĩ"
    }
  },
  {
    "translation": {
      "en": "demanded a probe into the controversial matter.",
      "vi": "yêu cầu điều tra về vấn đề gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "It became sort of a hot- button issue for politicians to tap into.",
      "vi": "Nó trở thành một vấn đề nóng bỏng để các chính trị gia chú ý."
    }
  },
  {
    "translation": {
      "en": "We have heard the views of the nation,",
      "vi": "Chúng tôi đã nghe quan điểm của cả nước… SUKHDEV SINGH DHINDSA BỘ TRƯỞNG BỘ THỂ THAO"
    }
  },
  {
    "translation": {
      "en": "parliament, and our athletes,",
      "vi": "…Quốc hội, và các vận động viên,"
    }
  },
  {
    "translation": {
      "en": "and the majority view is that a CBI enquiry is the only way forward.",
      "vi": "và quan điểm của đa số rằng điều tra CBI là cách duy nhất."
    }
  },
  {
    "translation": {
      "en": "CENTRAL BUREAU OF INVESTIGATION",
      "vi": "CỤC ĐIỀU TRA TRUNG ƯƠNG"
    }
  },
  {
    "translation": {
      "en": "After much speculation,",
      "vi": "Sau nhiều suy đoán,"
    }
  },
  {
    "translation": {
      "en": "the sports minister has announced a CBI inquiry",
      "vi": "bộ trưởng thể thao đã công bố điều tra CBI"
    }
  },
  {
    "translation": {
      "en": "into the match- fixing controversy.",
      "vi": "vào vụ tranh cãi dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "The CBI is the premier investigating agency of India.",
      "vi": "CBI là cơ quan điều tra hàng đầu của Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "They have the best manpower resources.",
      "vi": "Họ có nguồn nhân lực tốt nhất."
    }
  },
  {
    "translation": {
      "en": "It's a kind of final hope in India.",
      "vi": "Đó là hy vọng cuối cùng ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "With some of the country's biggest cricket stars potentially involved,",
      "vi": "Với một số ngôi sao cricket lớn nhất nước có thể can dự,"
    }
  },
  {
    "translation": {
      "en": "the CBI is expected to proceed with caution.",
      "vi": "CBI sẽ tiến hành một cách thận trọng."
    }
  },
  {
    "translation": {
      "en": "I was in my office and I was called by the chief of CBI.",
      "vi": "Tôi đã được gọi bởi giám đốc CBI. Họ muốn điều tra hữu hiệu nhất."
    }
  },
  {
    "translation": {
      "en": "They wanted the best investigation.",
      "vi": "Tôi đã được gọi bởi giám đốc CBI. Họ muốn điều tra hữu hiệu nhất. RAVI SAWANI CỰU GIÁM ĐỐC CBI, CHUYÊN ÁN"
    }
  },
  {
    "translation": {
      "en": "Would your unit be able to handle this?",
      "vi": "Đơn vị của anh có thể xử lý vụ này không?"
    }
  },
  {
    "translation": {
      "en": "I was never a crazy fan for cricket.",
      "vi": "Tôi chả phải fan cuồng của môn cricket."
    }
  },
  {
    "translation": {
      "en": "I was more of an enthusiast about boxing and horse riding.",
      "vi": "Tôi thích quyền anh và cưỡi ngựa hơn."
    }
  },
  {
    "translation": {
      "en": "But the kind of allegations that were being made at that point of time,",
      "vi": "Nhưng những cáo buộc được đưa ra vào thời điểm đó,"
    }
  },
  {
    "translation": {
      "en": "they were absolutely unbelievable.",
      "vi": "chúng thật không thể tin được."
    }
  },
  {
    "translation": {
      "en": "How could we think anybody throwing a game which he was playing for the nation?",
      "vi": "Sao ta có thể nghĩ có ai đó lại bán độ trong một trận đấu vì màu cờ sắc áo?"
    }
  },
  {
    "translation": {
      "en": "So I just grabbed at it. I said, Why not, sir?",
      "vi": "Nên tôi chỉ chớp lấy nó. Tôi nói, Sao không?"
    }
  },
  {
    "translation": {
      "en": "It would be an honor. Absolutely.",
      "vi": "Tôi rất hân hạnh. Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "The CBI investigation was a massive story. It made for absolutely compelling viewing.",
      "vi": "Cuộc điều tra CBI là một câu chuyện lớn. Nó được tạo ra để thu hút sự chú ý."
    }
  },
  {
    "translation": {
      "en": "Here at the CBI headquarters, there's almost a veil of secrecy.",
      "vi": "Tại trụ sở CBI, gần như có một bức màn bí mật."
    }
  },
  {
    "translation": {
      "en": "Cricketers and alleged bookies will be interrogated in the coming weeks.",
      "vi": "Cầu thủ cricket và các nhà cái sẽ bị thẩm vấn vài tuần tới."
    }
  },
  {
    "translation": {
      "en": "The eyes of the entire nation were fixed on the CBI.",
      "vi": "Mọi ánh mắt của cả nước đổ dồn vào CBI."
    }
  },
  {
    "translation": {
      "en": "What happened? What is the truth?",
      "vi": "Chuyện là sao? Đâu là sự thật?"
    }
  },
  {
    "translation": {
      "en": "As a muckraker, you have to get into areas which you think are going to be tough.",
      "vi": "Là kẻ bới móc, bạn phải đi vào những nơi mà bạn nghĩ sẽ khó khăn. PHÓNG VIÊN ĐIỀU TRA, TẠP CHÍ OUTLOOK"
    }
  },
  {
    "translation": {
      "en": "No- go areas.",
      "vi": "Khu vực cấm vào."
    }
  },
  {
    "translation": {
      "en": "Even though this is a very high- profile case",
      "vi": "Mặc dù đây là một vụ án rất nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "where reputations are going to be made or marred,",
      "vi": "trong đó danh tiếng sẽ được tạo ra hoặc bị huỷ hoại,"
    }
  },
  {
    "translation": {
      "en": "I managed to sort of, uh, worm my way",
      "vi": "tôi đã tìm cách luồn lách"
    }
  },
  {
    "translation": {
      "en": "with some of the key people involved in this investigation.",
      "vi": "đến vài nhân vật chủ chốt liên quan đến vụ điều tra."
    }
  },
  {
    "translation": {
      "en": "The CBI's expertise has largely been uncovering corruption",
      "vi": "Chuyên môn của CBI phần lớn là lật tẩy tham nhũng"
    }
  },
  {
    "translation": {
      "en": "in various other facets, but not in cricket.",
      "vi": "ở nhiều khía cạnh, nhưng chưa có cricket."
    }
  },
  {
    "translation": {
      "en": "I don't think they really had an inkling on how big the case would turn out to be.",
      "vi": "Tôi không nghĩ họ thực sự quan tâm đến vụ án lớn thế nào."
    }
  },
  {
    "translation": {
      "en": "Frankly, when we started this investigation,",
      "vi": "Nói thật, khi chúng tôi bắt đầu điều tra,"
    }
  },
  {
    "translation": {
      "en": "there was only this one allegation made by Manoj Prabhakar",
      "vi": "chỉ có một cáo buộc duy nhất của Manoj Prabhakar"
    }
  },
  {
    "translation": {
      "en": "that Kapil Dev offered him 25 lakh rupees.",
      "vi": "rằng Kapil Dev đề nghị ông ấy 2,5 triệu rupee."
    }
  },
  {
    "translation": {
      "en": "People did want to know,",
      "vi": "Mọi người muốn biết,"
    }
  },
  {
    "translation": {
      "en": "is there any truth in what Manoj Prabhakar is saying?",
      "vi": "lời Manoj Prabhakar đang nói có thật không?"
    }
  },
  {
    "translation": {
      "en": "We knew the CBI would be interested in what we had done.",
      "vi": "Chúng tôi biết CBI sẽ quan tâm những gì chúng tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "The next thing we knew, the CBI wanted all our material.",
      "vi": "Tiếp theo là, CBI muốn có toàn bộ tư liệu của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "Prabhakar seems sure that after watching his tape,",
      "vi": "Prabhakar có vẻ chắc chắn rằng sau khi xem băng của mình,"
    }
  },
  {
    "translation": {
      "en": "the CBI will be able to take decisive action",
      "vi": "CBI sẽ có hành động quyết định"
    }
  },
  {
    "translation": {
      "en": "against some Indian players.",
      "vi": "đối với một số cầu thủ Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "If you speak with them, you will understand,",
      "vi": "Nếu anh nói chuyện với họ, anh sẽ hiểu,"
    }
  },
  {
    "translation": {
      "en": "I have proven who it was that offered me the bribe.",
      "vi": "tôi đã chứng minh ai là người đề nghị hối lộ tôi."
    }
  },
  {
    "translation": {
      "en": "Azhar was officially… Yes!",
      "vi": "Azhar đã chính thức… Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "We did glean all the information that was there in those tapes.",
      "vi": "Chúng tôi đã thu thập tất cả thông tin trong các cuộn băng đó."
    }
  },
  {
    "translation": {
      "en": "There were a lot of allegations flying around,",
      "vi": "Có rất nhiều cáo buộc dấy lên,"
    }
  },
  {
    "translation": {
      "en": "but I wouldn't say that there was any major evidence which could nail somebody without doubt.",
      "vi": "nhưng tôi không cho là có chứng cứ quan trọng có thể kết tội ai đó."
    }
  },
  {
    "translation": {
      "en": "The problem with sting operations using hidden cameras is,",
      "vi": "Vấn đề với hoạt động bẫy bắt bằng máy quay ẩn là"
    }
  },
  {
    "translation": {
      "en": "it was mostly anecdotal evidence.",
      "vi": "chủ yếu là bằng chứng giai thoại."
    }
  },
  {
    "translation": {
      "en": "There was no empirical material evidence.",
      "vi": "Không có bằng chứng tư liệu thực nghiệm."
    }
  },
  {
    "translation": {
      "en": "But RN Sawani was a very smart officer.",
      "vi": "Nhưng RN Sawani là một sĩ quan rất thông minh."
    }
  },
  {
    "translation": {
      "en": "He was keen on looking at the bigger picture.",
      "vi": "Ông ấy rất muốn nhìn vào bức tranh toàn cảnh."
    }
  },
  {
    "translation": {
      "en": "Tehelka tapes did expose the underbelly in the world of cricket",
      "vi": "Băng của Tehelka đã vạch trần mặt tối trong thế giới cricket"
    }
  },
  {
    "translation": {
      "en": "and showed the role of the illegal bookies.",
      "vi": "và cho thấy vai trò của các nhà cái phi pháp."
    }
  },
  {
    "translation": {
      "en": "The CBI had to find out whether players were tainted",
      "vi": "CBI phải tìm hiểu xem liệu các cầu thủ có bị suy đồi"
    }
  },
  {
    "translation": {
      "en": "and what kind of nexus they did enjoy with bookmakers.",
      "vi": "và họ có mối quan hệ nào với các nhà cái."
    }
  },
  {
    "translation": {
      "en": "My team started to gather every bookie",
      "vi": "Đội của tôi bắt đầu tập hợp tất cả nhà cái"
    }
  },
  {
    "translation": {
      "en": "who had ever been booked by any police station in the country.",
      "vi": "từng nhận kèo từ bất kỳ đồn cảnh sát nào trên cả nước."
    }
  },
  {
    "translation": {
      "en": "This spread to Mumbai, Delhi, Gujarat region, Rajasthan.",
      "vi": "Chuyện này lan đến Mumbai, Delhi, vùng Gujarat, Rajasthan."
    }
  },
  {
    "translation": {
      "en": "Within the first week,",
      "vi": "Trong tuần đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "we had 209 top bookies of the country in our list.",
      "vi": "chúng tôi đã có 209 nhà cái hàng đầu cả nước trong danh sách."
    }
  },
  {
    "translation": {
      "en": "When the CBI agent got involved,",
      "vi": "GIỌNG NHÀ CÁI GIẤU TÊN Khi đặc vụ CBI tham gia,"
    }
  },
  {
    "translation": {
      "en": "it created a very fearful atmosphere for us.",
      "vi": "không khí sợ hãi bao trùm chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It was such a big scandal.",
      "vi": "Đó là một vụ bê bối lớn."
    }
  },
  {
    "translation": {
      "en": "We were scared that any of us",
      "vi": "Chúng tôi sợ rằng bất cứ ai trong chúng tôi"
    }
  },
  {
    "translation": {
      "en": "could be dragged in.",
      "vi": "cũng có thể bị lôi vào."
    }
  },
  {
    "translation": {
      "en": "But the aim of the CBI was not to catch bookies.",
      "vi": "Nhưng mục đích của CBI không phải để bắt các nhà cái."
    }
  },
  {
    "translation": {
      "en": "Their main motive was to get deeper into this case.",
      "vi": "Động cơ chính của họ là thâm nhập sâu hơn vào vụ này."
    }
  },
  {
    "translation": {
      "en": "Get knowledge and information.",
      "vi": "Thu thập kiến thức và thông tin."
    }
  },
  {
    "translation": {
      "en": "83, 58- 59…",
      "vi": "83, 58-59…"
    }
  },
  {
    "translation": {
      "en": "84, 58- 59…",
      "vi": "84, 58-59…"
    }
  },
  {
    "translation": {
      "en": "We found that there was a system called a dabba system.",
      "vi": "Chúng tôi phát hiện một hệ thống là hệ thống dabba."
    }
  },
  {
    "translation": {
      "en": "85- 8…",
      "vi": "85-8…"
    }
  },
  {
    "translation": {
      "en": "It would broadcast the odd rates to all the bookies at the same time.",
      "vi": "Nó sẽ phát sóng tỷ lệ cược đến tất cả nhà cái trong cùng lúc."
    }
  },
  {
    "translation": {
      "en": "85- 8, 58- 59…",
      "vi": "85-8, 58-59…"
    }
  },
  {
    "translation": {
      "en": "A man is constantly giving rates, or Bhao.",
      "vi": "Một gã liên tục đưa ra xác suất, hoặc Bhao."
    }
  },
  {
    "translation": {
      "en": "Who that man is, no one knows. It's just a voice.",
      "vi": "Gã đó là ai thì không rõ. Chỉ có giọng nói."
    }
  },
  {
    "translation": {
      "en": "He will say the amount and name of the team",
      "vi": "Anh ta sẽ nói số lượng và tên của đội"
    }
  },
  {
    "translation": {
      "en": "and we make a note of it.",
      "vi": "và chúng tôi sẽ ghi chú lại."
    }
  },
  {
    "translation": {
      "en": "80- 83, 62- 63…",
      "vi": "80-83, 62-63…"
    }
  },
  {
    "translation": {
      "en": "All over India, and the world, there is only one rate going, at one time.",
      "vi": "Trên khắp Ấn Độ và thế giới, chỉ có một xác suất, cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "We don't want to know who gives these rates.",
      "vi": "Chúng tôi không muốn biết ai đưa ra các xác suất này."
    }
  },
  {
    "translation": {
      "en": "Every bookie was dealing with somebody at a higher level.",
      "vi": "NHÀ CÁI NHÀ CON Mọi nhà cái đều giao kèo với ai đó ở cấp cao hơn."
    }
  },
  {
    "translation": {
      "en": "And it is almost like a ladder at which it goes to the person right at the top",
      "vi": "Nó gần như một cái thang dẫn đến người đứng đầu,"
    }
  },
  {
    "translation": {
      "en": "who makes all the big money there is.",
      "vi": "người kiếm được tiền khủng."
    }
  },
  {
    "translation": {
      "en": "As we dug further into this investigation,",
      "vi": "Khi chúng tôi đào sâu hơn vào cuộc điều tra này,"
    }
  },
  {
    "translation": {
      "en": "it became bigger and bigger and bigger.",
      "vi": "nó ngày càng trở nên lớn hơn."
    }
  },
  {
    "translation": {
      "en": "We found out the bookies were being controlled by criminals…",
      "vi": "Chúng tôi phát hiện ra các nhà cái đang bị bọn tội phạm kiểm soát…"
    }
  },
  {
    "translation": {
      "en": "in Dubai and Sharjah.",
      "vi": "ở Dubai và Sharjah."
    }
  },
  {
    "translation": {
      "en": "Sharjah was this Las Vegas of the Middle East.",
      "vi": "Sharjah là Las Vegas của Trung Đông."
    }
  },
  {
    "translation": {
      "en": "Lot of Indians dream they will go to Sharjah to watch a match.",
      "vi": "Nhiều người Ấn mơ ước đến Sharjah để xem một trận đấu."
    }
  },
  {
    "translation": {
      "en": "Television stars,",
      "vi": "Ngôi sao truyền hình,"
    }
  },
  {
    "translation": {
      "en": "movie stars,",
      "vi": "ngôi sao điện ảnh,"
    }
  },
  {
    "translation": {
      "en": "their sunglasses and fashion and all that.",
      "vi": "kính râm và thời trang của họ và đủ thứ."
    }
  },
  {
    "translation": {
      "en": "And amidst them all would be sitting a man,",
      "vi": "Ngồi giữa họ là một người đàn ông,"
    }
  },
  {
    "translation": {
      "en": "India's most wanted criminal, Dawood Ibrahim.",
      "vi": "tội phạm bị truy nã gắt gao nhất Ấn Độ, Dawood Ibrahim."
    }
  },
  {
    "translation": {
      "en": "He was known for controlling drugs.",
      "vi": "Hắn nổi tiếng là tên trùm ma tuý."
    }
  },
  {
    "translation": {
      "en": "He would kill anybody who wouldn't give him regular money.",
      "vi": "Hắn sẽ giết bất cứ ai không nộp tiền."
    }
  },
  {
    "translation": {
      "en": "He would be sitting there talking on a telephone",
      "vi": "Hắn sẽ ngồi trên đó, nói chuyện qua điện thoại"
    }
  },
  {
    "translation": {
      "en": "and obviously giving orders on what should happen in the game.",
      "vi": "và rõ là chỉ thị trận đấu nên diễn ra thế nào."
    }
  },
  {
    "translation": {
      "en": "And therefore, those who were in cricket in those days",
      "vi": "Và do đó, những cầu thủ cricket thời đó"
    }
  },
  {
    "translation": {
      "en": "had to suffer a lot of underworld pressure.",
      "vi": "chịu rất nhiều áp lực của thế giới ngầm."
    }
  },
  {
    "translation": {
      "en": "You must understand,",
      "vi": "Bạn phải hiểu,"
    }
  },
  {
    "translation": {
      "en": "this bookie world is a dangerous world.",
      "vi": "thế giới nhà cái này là một thế giới nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "The crime syndicates are unforgiving to any who break the line.",
      "vi": "Các tổ chức tội phạm không khoan nhượng với bất kỳ ai phá vỡ đường dây."
    }
  },
  {
    "translation": {
      "en": "So nobody wanted to come out and say anything",
      "vi": "Nên không ai muốn lộ diện và nói gì"
    }
  },
  {
    "translation": {
      "en": "about what's wrong with the game.",
      "vi": "về vấn đề của trận đấu."
    }
  },
  {
    "translation": {
      "en": "But then a very, very important breakthrough came from South Africa.",
      "vi": "Nhưng rồi một bước đột phá rất quan trọng đến từ Nam Phi."
    }
  },
  {
    "translation": {
      "en": "Cronje is to be cross- examined at the King Commission",
      "vi": "Hansie Cronje sẽ bị kiểm tra chéo ở Uỷ ban Quốc vương"
    }
  },
  {
    "translation": {
      "en": "as part of the latest development in the match- fixing scandal.",
      "vi": "trong diễn biến mới nhất của vụ bê bối dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "The aim of the commission is to get to the truth of the allegations.",
      "vi": "Mục đích của uỷ ban là tìm ra chân tướng các cáo buộc dàn xếp."
    }
  },
  {
    "translation": {
      "en": "At the same time as the CBI investigation, South Africans set up the King Commission",
      "vi": "Cùng lúc với điều tra của CBI, dân Nam Phi đã thành lập Uỷ ban Quốc vương"
    }
  },
  {
    "translation": {
      "en": "to look into Hansie Cronje's confession.",
      "vi": "để điều tra lời thú tội của Hansie Cronje."
    }
  },
  {
    "translation": {
      "en": "I failed in my moral and professional duties.",
      "vi": "Tôi đã thất bại trong nhiệm vụ đạo đức và nghề nghiệp."
    }
  },
  {
    "translation": {
      "en": "I was not honest and I apologize unreservedly.",
      "vi": "Tôi đã không thành thật và tôi xin lỗi một cách tận tâm."
    }
  },
  {
    "translation": {
      "en": "His whole persona had changed.",
      "vi": "Con người ông ấy thay đổi toàn bộ."
    }
  },
  {
    "translation": {
      "en": "He literally shrunk down in his chair.",
      "vi": "Ông ấy thực sự thu mình lại trên ghế."
    }
  },
  {
    "translation": {
      "en": "But the most dramatic thing in the King Commission",
      "vi": "Nhưng điều kịch tính nhất ở Uỷ ban Quốc vương"
    }
  },
  {
    "translation": {
      "en": "was when Hansie Cronje revealed",
      "vi": "là Hansie Cronje tiết lộ"
    }
  },
  {
    "translation": {
      "en": "the Indian connection with a global network of illegal betting.",
      "vi": "mối liên hệ giữa người Ấn và mạng lưới cá cược phi pháp toàn cầu. ĐƯỢC TRẢ 30.000 ĐÔ ĐỂ THUA MỘT TRẬN"
    }
  },
  {
    "translation": {
      "en": "Cronje said that he had been introduced to this bookie, M.K Gupta.",
      "vi": "Cronje nói ông ấy đã được giới thiệu với nhà cái này, M.K Gupta."
    }
  },
  {
    "translation": {
      "en": "He asked me to speak to the other players",
      "vi": "Ông ấy yêu cầu tôi nói các cầu thủ khác"
    }
  },
  {
    "translation": {
      "en": "and gave me approximately 30,000 US dollars in cash to do so.",
      "vi": "và đưa tôi khoảng 30.000 đô la tiền mặt để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "That was a big revelation.",
      "vi": "Đó là một tiết lộ lớn."
    }
  },
  {
    "translation": {
      "en": "We realized he would be a gold mine for us.",
      "vi": "Bọn tôi nhận ra ông ấy sẽ là mỏ vàng với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "But M.K was not in our list of bookies.",
      "vi": "Nhưng M.K không có trong danh sách nhà cái của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "So, we started a big hunt.",
      "vi": "Nên bọn tôi mở cuộc săn lớn."
    }
  },
  {
    "translation": {
      "en": "The CBI hunt for bookie M.K Gupta",
      "vi": "Cuộc săn nhà cái M.K Gupta của CBI."
    }
  },
  {
    "translation": {
      "en": "started today in Delhi's South Extension market.",
      "vi": "bắt đầu hôm nay ở chợ Mở rộng phía Nam ở Delhi."
    }
  },
  {
    "translation": {
      "en": "Who was M.K Gupta?",
      "vi": "M.K Gupta là ai?"
    }
  },
  {
    "translation": {
      "en": "No one knew what he looked like.",
      "vi": "Không ai biết gã trông thế nào."
    }
  },
  {
    "translation": {
      "en": "Now, would he have bodyguards? Would he have bouncers with him?",
      "vi": "Gã có vệ sĩ không? Gã có ai đi cùng không?"
    }
  },
  {
    "translation": {
      "en": "We went to his house, we searched his house.",
      "vi": "Chúng tôi đến và khám nhà hắn."
    }
  },
  {
    "translation": {
      "en": "We went to his relatives' places.",
      "vi": "Chúng tôi đến nhà họ hàng hắn."
    }
  },
  {
    "translation": {
      "en": "We found that he had a jewelry shop,",
      "vi": "Chúng tôi thấy hắn có một cửa hàng trang sức,"
    }
  },
  {
    "translation": {
      "en": "which was being manned by his father.",
      "vi": "do bố của hắn quản lý."
    }
  },
  {
    "translation": {
      "en": "I found out from his neighbors,",
      "vi": "Tôi hỏi các hàng xóm,"
    }
  },
  {
    "translation": {
      "en": "he did not mingle with people, he kept to himself.",
      "vi": "hắn không hoà nhập, hắn sống khép kín."
    }
  },
  {
    "translation": {
      "en": "Obviously, I thought he had to do that,",
      "vi": "Tôi nghĩ hắn phải làm thế,"
    }
  },
  {
    "translation": {
      "en": "given the line of business he was in.",
      "vi": "vì việc kinh doanh của hắn."
    }
  },
  {
    "translation": {
      "en": "The moment this news came on TV,",
      "vi": "Thời điểm tin tức này xuất hiện trên tivi,"
    }
  },
  {
    "translation": {
      "en": "he went underground and was nowhere to be found.",
      "vi": "hắn đã ẩn náu và không thể tìm thấy."
    }
  },
  {
    "translation": {
      "en": "But somewhere, he learnt that the CBI is really after him",
      "vi": "Nhưng ở đâu đó, hắn biết được rằng CBI đang truy lùng"
    }
  },
  {
    "translation": {
      "en": "and that they would do anything to get at him,",
      "vi": "và họ sẽ làm tất cả để bắt hắn,"
    }
  },
  {
    "translation": {
      "en": "and the pressure was on him all the time to come out.",
      "vi": "và áp lực luôn đè lên hắn buộc hắn phải lộ diện."
    }
  },
  {
    "translation": {
      "en": "I have always been a cricket fan from my childhood.",
      "vi": "Tôi luôn hâm mộ cricket từ thời thơ ấu."
    }
  },
  {
    "translation": {
      "en": "I put great cricketers",
      "vi": "NEERAJ KUMAR CỰU GIÁM ĐỐC LIÊN HỢP CBI Tôi tôn sùng các cầu thủ cricket vĩ đại phụng sự đất nước."
    }
  },
  {
    "translation": {
      "en": "who would serve the country on a high pedestal.",
      "vi": "Tôi tôn sùng các cầu thủ cricket vĩ đại phụng sự đất nước."
    }
  },
  {
    "translation": {
      "en": "But in 2000, an informant came up to me",
      "vi": "Nhưng vào năm 2000, một người đưa tin đến gặp tôi"
    }
  },
  {
    "translation": {
      "en": "and said that someone wanted to surrender before me.",
      "vi": "và nói rằng có người muốn đầu thú trước tôi."
    }
  },
  {
    "translation": {
      "en": "A guy called M.K Gupta.",
      "vi": "Một người tên là M.K Gupta."
    }
  },
  {
    "translation": {
      "en": "I said, Why me?",
      "vi": "Tôi nói, Sao là tôi?"
    }
  },
  {
    "translation": {
      "en": "Because I was not inquiring into the matter.",
      "vi": "Vì tôi không hỏi về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "So he said, Sir, he has seen you in a public meeting",
      "vi": "Nên anh ấy nói, Thưa ông, ông ta thấy ông ở các hội nghị"
    }
  },
  {
    "translation": {
      "en": "and somehow he feels that if he meets you,",
      "vi": "và ông ấy cảm thấy nếu gặp ông,"
    }
  },
  {
    "translation": {
      "en": "you can guide him.",
      "vi": "ông có thể dẫn dắt ông ấy."
    }
  },
  {
    "translation": {
      "en": "I felt important. I am like… I am the chosen one.",
      "vi": "Tôi thấy mình quan trọng. Tôi là người được chọn."
    }
  },
  {
    "translation": {
      "en": "We decided to meet in a super deluxe hotel.",
      "vi": "Bọn tôi hẹn gặp ở một khách sạn rất sang trọng."
    }
  },
  {
    "translation": {
      "en": "I was very sure of the informant.",
      "vi": "Tôi đã rất chắc về người đưa tin."
    }
  },
  {
    "translation": {
      "en": "So, I went without any backup.",
      "vi": "Nên tôi đi mà không có cứu viện."
    }
  },
  {
    "translation": {
      "en": "And a very ordinary- looking person opened the door.",
      "vi": "Và một người trông rất bình thường đã mở cửa."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Chào ông."
    }
  },
  {
    "translation": {
      "en": "Please come in.",
      "vi": "Mời vào."
    }
  },
  {
    "translation": {
      "en": "Then I suddenly see two more people in the room.",
      "vi": "Rồi đột nhiên có hai người nữa trong phòng."
    }
  },
  {
    "translation": {
      "en": "Then I became a little anxious.",
      "vi": "Rồi tôi hơi lo lắng."
    }
  },
  {
    "translation": {
      "en": "So I took a long breath.",
      "vi": "Nên tôi hít một hơi dài."
    }
  },
  {
    "translation": {
      "en": "And I said, Why do you want to meet me?",
      "vi": "Và tôi nói, Tại sao ông muốn gặp tôi?"
    }
  },
  {
    "translation": {
      "en": "He says…",
      "vi": "Ông ta nói,"
    }
  },
  {
    "translation": {
      "en": "Sir, I am to blame for this entire fiasco.",
      "vi": "Thưa ông, hoàn toàn là lỗi tôi cho thất bại này."
    }
  },
  {
    "translation": {
      "en": "I am at the root of all the problems.",
      "vi": "Tôi là gốc rễ của mọi vấn đề."
    }
  },
  {
    "translation": {
      "en": "And as he began to talk,",
      "vi": "Và khi bọn tôi bắt đầu trao đổi,"
    }
  },
  {
    "translation": {
      "en": "I realized that my tryst with corruption in cricket had commenced.",
      "vi": "tôi nhận ra lời thề hẹn của tôi với tham nhũng cricket đã khởi đầu."
    }
  },
  {
    "translation": {
      "en": "He was telling me such secrets,",
      "vi": "Ông ta đã nói với tôi những bí mật,"
    }
  },
  {
    "translation": {
      "en": "I decided to take him back to the CBI headquarters.",
      "vi": "tôi quyết định đưa ông ta về trụ sở CBI."
    }
  },
  {
    "translation": {
      "en": "When we brought Mukesh Gupta into the CBI,",
      "vi": "Khi bọn tôi đưa Mukesh Gupta vào CBI,"
    }
  },
  {
    "translation": {
      "en": "he was certainly scared.",
      "vi": "chắc hẳn hắn đã rất sợ."
    }
  },
  {
    "translation": {
      "en": "If he was to reveal the names of anybody,",
      "vi": "Nếu hắn tiết lộ tên của ai đó,"
    }
  },
  {
    "translation": {
      "en": "his life was in danger, definitely.",
      "vi": "mạng của hắn sẽ gặp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "But we assured Mukesh Gupta, No harm will come to you once you tell us the truth.",
      "vi": "Nhưng chúng tôi đảm bảo với Mukesh Gupta, Ông sẽ không gặp hại khi kể sự thật."
    }
  },
  {
    "translation": {
      "en": "And finally, he was willing to tell us his story.",
      "vi": "Và cuối cùng, ông ta sẵn sàng kể cho chúng tôi câu chuyện của mình."
    }
  },
  {
    "translation": {
      "en": "Mukesh Gupta was a graduate from one of the Delhi colleges.",
      "vi": "Mukesh Gupta tốt nghiệp từ một trường đại học ở Delhi."
    }
  },
  {
    "translation": {
      "en": "He was initially employed with a bank.",
      "vi": "Ban đầu ông ta làm việc cho một ngân hàng."
    }
  },
  {
    "translation": {
      "en": "When he would walk home,",
      "vi": "Khi ông ta rảo bước về nhà,"
    }
  },
  {
    "translation": {
      "en": "at the road corner, he would watch people betting on cricket.",
      "vi": "ở góc đường, ông ta sẽ xem mọi người cá cược cricket."
    }
  },
  {
    "translation": {
      "en": "He had never played cricket himself,",
      "vi": "Ông ta chưa từng chơi cricket,"
    }
  },
  {
    "translation": {
      "en": "but in double- quick time,",
      "vi": "nhưng rất nhanh chóng,"
    }
  },
  {
    "translation": {
      "en": "he understood all the finer points of the game.",
      "vi": "ông ta hiểu tất cả những điểm chính của trò chơi."
    }
  },
  {
    "translation": {
      "en": "At that point of time, he would also go and watch",
      "vi": "Vào thời điểm đó, ông ta cũng thường đi xem"
    }
  },
  {
    "translation": {
      "en": "kids playing cricket in the local grounds.",
      "vi": "bọn trẻ chơi cricket ở sân chơi gần nhà."
    }
  },
  {
    "translation": {
      "en": "He understood that if you spot somebody with talent,",
      "vi": "Ông ta hiểu rằng nếu phát hiện ai đó có tài,"
    }
  },
  {
    "translation": {
      "en": "you can groom a youngster.",
      "vi": "ta có thể nuôi dưỡng một cầu thủ trẻ."
    }
  },
  {
    "translation": {
      "en": "And that was when he met Ajay Sharma.",
      "vi": "Và đó là khi ông ta gặp Ajay Sharma."
    }
  },
  {
    "translation": {
      "en": "Ajay Sharma was a boy from not a very wealthy family playing in Delhi.",
      "vi": "Ajay Sharma là thanh niên có gia đình không khá giả, chơi ở Delhi."
    }
  },
  {
    "translation": {
      "en": "He plays a great innings, he scores a hundred,",
      "vi": "Anh ấy chơi tốt, ghi 100 điểm,"
    }
  },
  {
    "translation": {
      "en": "someone puts hundred bucks in his pocket and says, I'm so happy. I'm a fan.",
      "vi": "ai đó cho tiền vào túi anh ấy và nói, Tôi là người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "At the time, he didn't realize what was happening",
      "vi": "Lúc đó, Ajay Sharma không nhận ra tình hình"
    }
  },
  {
    "translation": {
      "en": "and he felt elated that somebody was appreciating his game.",
      "vi": "và anh ấy thấy rất vui vì có người ủng hộ anh ấy."
    }
  },
  {
    "translation": {
      "en": "But bookies think long period.",
      "vi": "Nhưng nhà cái suy tính đường dài."
    }
  },
  {
    "translation": {
      "en": "They will cultivate a player for years and years",
      "vi": "Họ sẽ nuôi dưỡng một cầu thủ trong nhiều năm"
    }
  },
  {
    "translation": {
      "en": "before they come up with their first request.",
      "vi": "trước khi họ đưa ra yêu cầu đầu tiên."
    }
  },
  {
    "translation": {
      "en": "We meet them as any normal person would.",
      "vi": "GIỌNG NHÀ CÁI GIẤU TÊN Bọn tôi tiếp cận họ bình thường."
    }
  },
  {
    "translation": {
      "en": "We don't tell them we are bookies.",
      "vi": "Bọn tôi không tự xưng là nhà cái."
    }
  },
  {
    "translation": {
      "en": "You get to know their weaknesses.",
      "vi": "Anh phải biết điểm yếu của họ."
    }
  },
  {
    "translation": {
      "en": "Gifts, parties, women…",
      "vi": "Quà tặng, tiệc tùng, phụ nữ…"
    }
  },
  {
    "translation": {
      "en": "Alcohol is very useful.",
      "vi": "Đồ có cồn rất hữu ích."
    }
  },
  {
    "translation": {
      "en": "Once you have befriended them,",
      "vi": "Một khi đã kết bạn với họ,"
    }
  },
  {
    "translation": {
      "en": "they are willing to talk.",
      "vi": "họ sẵn sàng nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Then you strike a deal.",
      "vi": "Và thế là anh chốt kèo."
    }
  },
  {
    "translation": {
      "en": "And Ajay Sharma rose to be a national cricketer.",
      "vi": "Ajay Sharma vươn lên thành vận động viên cricket quốc gia."
    }
  },
  {
    "translation": {
      "en": "And M.K Gupta got so much inside information,",
      "vi": "Và M.K Gupta có rất nhiều thông tin nội bộ,"
    }
  },
  {
    "translation": {
      "en": "he made lots and lots of money.",
      "vi": "ông ta kiếm được nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "And he shared that money with Ajay Sharma.",
      "vi": "Và ông ta đã chia số tiền đó với Ajay Sharma."
    }
  },
  {
    "translation": {
      "en": "Once you're in,",
      "vi": "Một khi đã dấn thân,"
    }
  },
  {
    "translation": {
      "en": "you know, it's like the insects who get into the wood- borer.",
      "vi": "bạn biết đấy, giống như loài côn trùng chui vào mọt gỗ."
    }
  },
  {
    "translation": {
      "en": "Then you are caught for life.",
      "vi": "Rồi bạn bị tóm cả đời."
    }
  },
  {
    "translation": {
      "en": "Mukesh Gupta would say, You've told me this, I paid you this.",
      "vi": "Mukesh Gupta sẽ nói, Anh nói với tôi thế, tôi đã trả cho anh."
    }
  },
  {
    "translation": {
      "en": "Perhaps he would even be recording the conversation.",
      "vi": "Có lẽ hắn sẽ ghi âm cuộc nói chuyện."
    }
  },
  {
    "translation": {
      "en": "He would be able to blackmail the player.",
      "vi": "Hắn có thể tống tiền cầu thủ."
    }
  },
  {
    "translation": {
      "en": "And it is Ajay Sharma who introduced Mukesh Gupta",
      "vi": "Và chính Ajay Sharma là người đã giới thiệu Mukesh Gupta"
    }
  },
  {
    "translation": {
      "en": "to no other person than the captain himself…",
      "vi": "cho không ai khác ngoài chính đội trưởng…"
    }
  },
  {
    "translation": {
      "en": "That's straight down the ground. It's in the air…",
      "vi": "Rơi thẳng xuống mặt đất. Nó ở trên không…"
    }
  },
  {
    "translation": {
      "en": "- Azharuddin. - Mohammed Azharuddin.",
      "vi": "Azharuddin. Mohammed Azharuddin."
    }
  },
  {
    "translation": {
      "en": "That was a big revelation.",
      "vi": "Đó là một tiết lộ lớn."
    }
  },
  {
    "translation": {
      "en": "It was really, really at the top at that point of time.",
      "vi": "Nó thực sự lên đến đỉnh điểm vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "The icon for the country.",
      "vi": "Biểu tượng của đất nước."
    }
  },
  {
    "translation": {
      "en": "And any allegation against him",
      "vi": "Và mọi cáo buộc chống lại ông ấy"
    }
  },
  {
    "translation": {
      "en": "could not be palatable to the Indian public.",
      "vi": "đều không được công chúng Ấn Độ ưa thích."
    }
  },
  {
    "translation": {
      "en": "Could Mukesh Gupta bribe somebody like Mohammed Azharuddin?",
      "vi": "Mukesh Gupta có thể hối lộ ai đó như Mohammed Azharuddin không?"
    }
  },
  {
    "translation": {
      "en": "I felt the pressure to find out what is the truth.",
      "vi": "ĐỘI TRƯỞNG:  Tôi thấy áp lực phải tìm ra sự thật."
    }
  },
  {
    "translation": {
      "en": "- Does the color look right? - It's fabulous.",
      "vi": "- Màu sắc có hợp không? - Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "The color is lovely, but it's not jittering, right?",
      "vi": "Màu rất đáng yêu nhưng không nổi bật nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It's a summer color.",
      "vi": "Đó là màu mùa hè."
    }
  },
  {
    "translation": {
      "en": "Had I worn a dark one, it'd have been awful in this heat.",
      "vi": "Nếu tôi mặc áo tối, sẽ rất tệ dưới sức nóng này."
    }
  },
  {
    "translation": {
      "en": "Azhar was never a communicative person.",
      "vi": "Azhar không phải người quảng giao."
    }
  },
  {
    "translation": {
      "en": "He's not somebody who can really tell you what he's thinking or feeling.",
      "vi": "Ông ấy không dễ nói đang nghĩ gì hay cảm thấy gì."
    }
  },
  {
    "translation": {
      "en": "- This shirt is nice, right? - Very nice.",
      "vi": "- Cái áo này đẹp nhỉ? - Rất đẹp."
    }
  },
  {
    "translation": {
      "en": "I didn't wear a dark- colored shirt…",
      "vi": "Tôi không mặc áo tối màu…"
    }
  },
  {
    "translation": {
      "en": "But I hope it's not jittering.",
      "vi": "- Được chứ? - Nhưng mong là không quá nổi."
    }
  },
  {
    "translation": {
      "en": "Reticent, reluctant, very nervous.",
      "vi": "Kín đáo, miễn cưỡng, rất lo lắng."
    }
  },
  {
    "translation": {
      "en": "When was the last time you cried?",
      "vi": "Lần cuối anh khóc là khi nào?"
    }
  },
  {
    "translation": {
      "en": "- Uh, cried? - Yeah.",
      "vi": "- Khóc à? - Vâng."
    }
  },
  {
    "translation": {
      "en": "- I don't think I cry. - You don't cry?",
      "vi": "- Tôi không nghĩ là có. - Anh không khóc?"
    }
  },
  {
    "translation": {
      "en": "I hardly cry.",
      "vi": "Tôi hiếm khi."
    }
  },
  {
    "translation": {
      "en": "All that would disappear when he stepped on the ground.",
      "vi": "Những tính cách đó biến mất khi ông ấy ra sân."
    }
  },
  {
    "translation": {
      "en": "- Lovely shot. -",
      "vi": "Cú đánh đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "What timing, what grace, what beauty.",
      "vi": "Thời gian cực chuẩn, uyển chuyển, mãn nhãn."
    }
  },
  {
    "translation": {
      "en": "And again…",
      "vi": "Và một lần nữa…"
    }
  },
  {
    "translation": {
      "en": "And then these wrists…",
      "vi": "Và rồi những cổ tay…"
    }
  },
  {
    "translation": {
      "en": "It was like a slap on the ego of the bowler.",
      "vi": "Nó như một cái tát vào cái tôi của tay ném."
    }
  },
  {
    "translation": {
      "en": "Azharuddin is only dealing in fours.",
      "vi": "Azharuddin ghi bốn bào vị một lúc."
    }
  },
  {
    "translation": {
      "en": "As if God made Azhar's wrists on a very leisurely afternoon,",
      "vi": "Như thể Chúa tạo ra cổ tay của Azhar vào buổi chiều nhàn nhã,"
    }
  },
  {
    "translation": {
      "en": "carving them to perfection.",
      "vi": "chạm khắc chúng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "There it is, a thoroughly deserved century for Mohammed Azharuddin.",
      "vi": "Đây rồi, một thế kỷ hoàn toàn xứng đáng với Mohammed Azharuddin."
    }
  },
  {
    "translation": {
      "en": "I remember when he made a century on his debut,",
      "vi": "Tôi nhớ ông ấy ghi 100 điểm khi ra mắt,"
    }
  },
  {
    "translation": {
      "en": "then a second test and a second century.",
      "vi": "và trận test thứ hai, lại ghi 100 điểm."
    }
  },
  {
    "translation": {
      "en": "And then a third century.",
      "vi": "Và 100 điểm thứ ba."
    }
  },
  {
    "translation": {
      "en": "Unbelievable. Unbelievable.",
      "vi": "Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "He's a hero for the entire nation.",
      "vi": "Ông ấy là anh hùng của cả nước."
    }
  },
  {
    "translation": {
      "en": "I was, uh, 14 when Azhar came back after creating the world record.",
      "vi": "Tôi 14 tuổi khi Azhar trở lại sau khi lập kỷ lục thế giới. NOEL DAVID CỰU CẦU THỦ CRICKET ĐỘI ẤN"
    }
  },
  {
    "translation": {
      "en": "It was huge. It was massive.",
      "vi": "Nó rất lớn. Nó cực khủng."
    }
  },
  {
    "translation": {
      "en": "The whole Hyderabad was there, greeting him.",
      "vi": "Cả Hyderabad đã ở đó, chào đón ông ấy."
    }
  },
  {
    "translation": {
      "en": "You are ours now. You're the son of Hyderabad.",
      "vi": "Giờ anh là của chúng tôi. Anh là con trai của Hyderabad."
    }
  },
  {
    "translation": {
      "en": "I told myself, one day,",
      "vi": "Tôi tự nhủ, một ngày nào đó,"
    }
  },
  {
    "translation": {
      "en": "it will be me also on that podium.",
      "vi": "tôi cũng sẽ đứng trên bục đó."
    }
  },
  {
    "translation": {
      "en": "Mohammed Azharuddin is somebody who brought laurels to the country.",
      "vi": "Mohammed Azharuddin là người đã mang vòng nguyệt quế về cho nước."
    }
  },
  {
    "translation": {
      "en": "Why are you filming? I'm telling you no.",
      "vi": "Sao lại quay phim? Tôi bảo không."
    }
  },
  {
    "translation": {
      "en": "Now go blow it up on the television.",
      "vi": "Giờ phát lên tivi đi."
    }
  },
  {
    "translation": {
      "en": "But as we dug further into this investigation,",
      "vi": "Khi chúng tôi tìm hiểu sâu hơn về cuộc điều tra,"
    }
  },
  {
    "translation": {
      "en": "we found there were, you know, some things to be looked into.",
      "vi": "chúng tôi thấy có vài thứ cần được xem xét."
    }
  },
  {
    "translation": {
      "en": "There is no need to film. Why are you still filming it?",
      "vi": "Không cần quay phim. Tôi nói rồi, vậy sao anh vẫn quay?"
    }
  },
  {
    "translation": {
      "en": "During the Fallen Heroes investigation,",
      "vi": "Trong quá trình điều tra Anh hùng sa ngã,"
    }
  },
  {
    "translation": {
      "en": "Azhar's name keeps cropping up.",
      "vi": "tên Azhar liên tục bị cắt xén."
    }
  },
  {
    "translation": {
      "en": "A lot of stories was about Azhar's making a quick deal",
      "vi": "Rất nhiều câu chuyện được đưa ra về việc Azhar kiếm nhanh"
    }
  },
  {
    "translation": {
      "en": "of 10 lakhs here, 20 lakhs here, taking a watch from here, buying a Mercedes.",
      "vi": "một triệu ở đây, hai triệu ở kia, mua đồng hồ ở đây, mua Mercedes."
    }
  },
  {
    "translation": {
      "en": "Those kind of deals, too many of them.",
      "vi": "Những giao kèo đó quá nhiều."
    }
  },
  {
    "translation": {
      "en": "Other players, they felt he had more money than he should.",
      "vi": "Các cầu thủ khác, họ cảm thấy ông ấy có nhiều tiền hơn bình thường."
    }
  },
  {
    "translation": {
      "en": "He had cultivated expensive habits.",
      "vi": "Ông ấy tập những thói quen đắt tiền."
    }
  },
  {
    "translation": {
      "en": "Yeah, you are also a very stylish man. I've already seen… very nice shoes.",
      "vi": "Ừ, anh cũng rất phong cách. Tôi đã thấy đôi giày rất đẹp."
    }
  },
  {
    "translation": {
      "en": "- And the watch? - Piaget.",
      "vi": "- Còn đồng hồ? - Piaget."
    }
  },
  {
    "translation": {
      "en": "He wanted very fancy watches.",
      "vi": "Ông ấy muốn có những chiếc đồng hồ sang trọng."
    }
  },
  {
    "translation": {
      "en": "He was going around in Mumbai",
      "vi": "Ông ấy đi khắp Mumbai"
    }
  },
  {
    "translation": {
      "en": "in high circles.",
      "vi": "trong những nhóm có địa vị."
    }
  },
  {
    "translation": {
      "en": "So, uh, obviously, all that needed money.",
      "vi": "Rõ ràng, tất cả những thứ đó đều cần tiền."
    }
  },
  {
    "translation": {
      "en": "M.K told me that he could trap Azhar",
      "vi": "M.K nói với tôi rằng ông có thể bẫy Azhar"
    }
  },
  {
    "translation": {
      "en": "with relative amount of ease",
      "vi": "tương đối dễ dàng"
    }
  },
  {
    "translation": {
      "en": "because by then, Azhar's lifestyle had become such",
      "vi": "vì lúc đó, lối sống của Azhar đã trở nên như vậy"
    }
  },
  {
    "translation": {
      "en": "that he needed lots of money.",
      "vi": "nên ông ta cần rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "Azhar mentioned to Ajay Sharma",
      "vi": "Azhar nói với Ajay Sharma"
    }
  },
  {
    "translation": {
      "en": "that he was in need of some money",
      "vi": "rằng ông ấy cần ít tiền"
    }
  },
  {
    "translation": {
      "en": "because his girlfriend was doing some fashion show.",
      "vi": "vì bạn gái ông ấy đang mở một buổi diễn thời trang."
    }
  },
  {
    "translation": {
      "en": "His requirement was around, I think, one crore of rupees,",
      "vi": "Ông ấy cần khoảng mười triệu rupee,"
    }
  },
  {
    "translation": {
      "en": "which was a huge, huge amount at that point of time.",
      "vi": "là một số tiền khổng lồ vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "Ajay Sharma threw the bait.",
      "vi": "Ajay Sharma đã ném mồi."
    }
  },
  {
    "translation": {
      "en": "There is a person who could give you that sort of money.",
      "vi": "Có một người có thể cho ông số tiền đó."
    }
  },
  {
    "translation": {
      "en": "There was a meeting organized in Taj Palace Hotel in Delhi",
      "vi": "Có một cuộc gặp được tổ chức ở khách sạn Taj Palace ở Delhi"
    }
  },
  {
    "translation": {
      "en": "with Azharuddin and Mukesh Gupta.",
      "vi": "với Azharuddin và Mukesh Gupta."
    }
  },
  {
    "translation": {
      "en": "Mukesh Gupta, being the clever guy he was,",
      "vi": "Mukesh Gupta, là người thông minh,"
    }
  },
  {
    "translation": {
      "en": "offered to pay 50 lakh rupees on that same day,",
      "vi": "đã đề nghị trả năm triệu rupee vào cùng ngày hôm đó,"
    }
  },
  {
    "translation": {
      "en": "and give him the rest of the money a little later.",
      "vi": "và đưa ông ấy số tiền còn lại sau đó."
    }
  },
  {
    "translation": {
      "en": "But it was kind of obviously clear M.K expected a lot from Azhar.",
      "vi": "Nhưng khá rõ ràng là, M.K đòi hỏi nhiều từ Azhar."
    }
  },
  {
    "translation": {
      "en": "To a bookie,",
      "vi": "Với một nhà cái, đội trưởng quan trọng hơn mọi cầu thủ."
    }
  },
  {
    "translation": {
      "en": "the captain is more important than any other player.",
      "vi": "Với một nhà cái, đội trưởng quan trọng hơn mọi cầu thủ. GIỌNG NHÀ CÁI GIẤU TÊN"
    }
  },
  {
    "translation": {
      "en": "Because a captain has the most information.",
      "vi": "Vì đội trưởng có nhiều thông tin nhất."
    }
  },
  {
    "translation": {
      "en": "If a bookie has a captain on his side, he makes the most money.",
      "vi": "Nếu nhà cái có đội trưởng về phe, anh ta kiếm được nhiều tiền nhất."
    }
  },
  {
    "translation": {
      "en": "As a captain, Azharuddin was able to bring in",
      "vi": "Là đội trưởng, Azharuddin có thể thu hút thành viên khác trong đội để thực hiện đấu thầu của ông."
    }
  },
  {
    "translation": {
      "en": "other team members to do his bidding.",
      "vi": "Azharuddin có thể thu hút thành viên khác trong đội để thực hiện đấu thầu của ông."
    }
  },
  {
    "translation": {
      "en": "Get players to underperform and therefore lose the match.",
      "vi": "Khiến cầu thủ thể hiện kém và thua trận."
    }
  },
  {
    "translation": {
      "en": "All these cricketers', you know, claim to fame",
      "vi": "Đường danh vọng của các cầu thủ cricket"
    }
  },
  {
    "translation": {
      "en": "is that they're playing for India. What an honor!",
      "vi": "là họ đang chơi cho Ấn Độ. Thật vinh dự!"
    }
  },
  {
    "translation": {
      "en": "And selling that honor? Shameful.",
      "vi": "Và bán đi danh dự đó? Đáng xấu hổ."
    }
  },
  {
    "translation": {
      "en": "It definitely needed to be met with an iron hand.",
      "vi": "Nó chắc chắn cần được xử lý bằng bàn tay sắt."
    }
  },
  {
    "translation": {
      "en": "M.K's revelations were the backbone of the CBI inquiry.",
      "vi": "Những tiết lộ của M.K là cột trụ của cuộc điều tra CBI."
    }
  },
  {
    "translation": {
      "en": "They recorded his statement",
      "vi": "Họ đã ghi lại lời khai của ông ta"
    }
  },
  {
    "translation": {
      "en": "and they found supporting evidence.",
      "vi": "và họ tìm thấy bằng chứng hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "We picked up all the call records of Mohammed Azharuddin",
      "vi": "Chúng tôi đã thu thập tất cả các cuộc gọi của Mohammed Azharuddin"
    }
  },
  {
    "translation": {
      "en": "and they showed he had been talking to a number of bookies.",
      "vi": "và có vẻ ông ấy đã nói chuyện với một số nhà cái."
    }
  },
  {
    "translation": {
      "en": "Even talking to an underworld don.",
      "vi": "Có cả một lão trùm thế giới ngầm."
    }
  },
  {
    "translation": {
      "en": "Mukesh Gupta told us",
      "vi": "Mukesh Gupta nói là"
    }
  },
  {
    "translation": {
      "en": "Mohammed Azharuddin was running a locker in the Taj Palace Hotel",
      "vi": "Mohammed Azharuddin đã vận dụng một tủ đồ ở khách sạn Taj Palace,"
    }
  },
  {
    "translation": {
      "en": "where people would come and deposit money.",
      "vi": "nơi mọi người sẽ đến và gửi tiền."
    }
  },
  {
    "translation": {
      "en": "And this was corroborated by, you know, interviewing the hotel staff.",
      "vi": "Điều này được chứng thực bằng cách phỏng vấn nhân viên khách sạn."
    }
  },
  {
    "translation": {
      "en": "He went shopping at the famous Harrods in England.",
      "vi": "Ông ấy đi mua sắm ở cửa hàng Harrods nổi tiếng ở Anh."
    }
  },
  {
    "translation": {
      "en": "All his bills were paid by somebody other than himself.",
      "vi": "Tất cả hoá đơn của ông ấy đều do người khác ngoài ông ấy trả."
    }
  },
  {
    "translation": {
      "en": "We, of course, found out it was one of the bookies.",
      "vi": "Tất nhiên, bọn tôi phát hiện đó là một nhà cái."
    }
  },
  {
    "translation": {
      "en": "After collecting all this evidence, we were ready to call in Azharuddin.",
      "vi": "Sau khi thu thập tất cả bằng chứng, bọn tôi đã sẵn sàng gọi cho Azharuddin."
    }
  },
  {
    "translation": {
      "en": "I had sat through the previous night",
      "vi": "Tôi đã ngồi suốt đêm trước đó"
    }
  },
  {
    "translation": {
      "en": "strategizing on, you know, the sequence of questioning.",
      "vi": "để lên chiến lược trình tự thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "There was a little bit of, you know, anxiety there",
      "vi": "Có một chút lo lắng,"
    }
  },
  {
    "translation": {
      "en": "that let's not do anything wrong.",
      "vi": "mong rằng đừng làm gì sai cả."
    }
  },
  {
    "translation": {
      "en": "The captain of the team, he needs to be clean",
      "vi": "Đội trưởng của đội, anh ta phải trong sạch,"
    }
  },
  {
    "translation": {
      "en": "and if he is not, then he needs to be brought to book.",
      "vi": "và nếu không, anh ta phải bị trừng phạt."
    }
  },
  {
    "translation": {
      "en": "When Mohammed Azharuddin came to the CBI headquarters,",
      "vi": "Khi Mohammed Azharuddin đến trụ sở CBI,"
    }
  },
  {
    "translation": {
      "en": "all hell broke loose.",
      "vi": "mọi thứ mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "I clearly remember television crews, hordes of reporters.",
      "vi": "Tôi nhớ rõ các đội truyền hình, các phóng viên."
    }
  },
  {
    "translation": {
      "en": "Could Azhar be involved in corrupting the game?",
      "vi": "Liệu Azhar có liên quan đến việc lũng đoạn trò chơi không?"
    }
  },
  {
    "translation": {
      "en": "Can't be. Azhar? No chance.",
      "vi": "Không thể. Azhar? Không đời nào."
    }
  },
  {
    "translation": {
      "en": "That was the only thing which came into my mind.",
      "vi": "Đó là điều duy nhất tôi nghĩ đến."
    }
  },
  {
    "translation": {
      "en": "They are trying to finish his career.",
      "vi": "Họ đang cố giết chết sự nghiệp của ông ấy."
    }
  },
  {
    "translation": {
      "en": "They want to shut him down.",
      "vi": "Họ muốn hạ bệ ông ấy."
    }
  },
  {
    "translation": {
      "en": "We have specific investigation rooms where you do interrogations.",
      "vi": "Chúng tôi có phòng điều tra cụ thể nơi thực hiện thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "All questioning would be across the table.",
      "vi": "Mọi nghi vấn sẽ được đưa ra."
    }
  },
  {
    "translation": {
      "en": "Most of the players who came into the CBI headquarters",
      "vi": "Hầu hết các cầu thủ bước vào trụ sở CBI"
    }
  },
  {
    "translation": {
      "en": "had a scare on their face.",
      "vi": "đều có vẻ mặt sợ hãi."
    }
  },
  {
    "translation": {
      "en": "But there were a category of players who knew what they were doing.",
      "vi": "Nhưng có một dạng cầu thủ biết họ đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I would put Mohammed Azharuddin in that category.",
      "vi": "Tôi sẽ xếp Mohammed Azharuddin vào dạng đó."
    }
  },
  {
    "translation": {
      "en": "Azharuddin never answers a question straight.",
      "vi": "Azharuddin không bao giờ trả lời thẳng."
    }
  },
  {
    "translation": {
      "en": "Very rarely would he want to open his mouth.",
      "vi": "Rất hiếm khi ông ấy muốn mở miệng."
    }
  },
  {
    "translation": {
      "en": "Perhaps he had been advised, less you speak, the better.",
      "vi": "Có lẽ ông ấy được khuyên càng ít nói càng tốt."
    }
  },
  {
    "translation": {
      "en": "Mohammed Azharuddin actually stonewalled all queries.",
      "vi": "Mohammed Azharuddin thực sự đã vượt qua mọi truy vấn."
    }
  },
  {
    "translation": {
      "en": "So, the CBI officials decided they must change tack.",
      "vi": "Vì vậy, các quan chức CBI đã quyết định họ phải đổi chiến thuật."
    }
  },
  {
    "translation": {
      "en": "That's when we confronted him with the evidence we had.",
      "vi": "Đó là khi bọn tôi đối chất với bằng chứng đã có."
    }
  },
  {
    "translation": {
      "en": "We started listing his properties,",
      "vi": "Chúng tôi bắt đầu liệt kê tài sản,"
    }
  },
  {
    "translation": {
      "en": "fancy cars, watches.",
      "vi": "xe sang, đồng hồ xịn."
    }
  },
  {
    "translation": {
      "en": "We showed him his call records.",
      "vi": "Bọn tôi đưa ra lịch sử cuộc gọi."
    }
  },
  {
    "translation": {
      "en": "Even the SIM that was being used by him was provided by one of the bookies.",
      "vi": "Ngay cả thẻ SIM mà ông ấy đang dùng cũng được cung cấp bởi một nhà cái."
    }
  },
  {
    "translation": {
      "en": "The threat was there that we have M.K sitting in the next room.",
      "vi": "Lời đe doạ là chúng tôi có M.K ngồi ở phòng bên cạnh."
    }
  },
  {
    "translation": {
      "en": "If you are denying this, should we bring him in?",
      "vi": "Nếu anh phủ nhận, ta đưa M.K vào nhé?"
    }
  },
  {
    "translation": {
      "en": "That was the turning point.",
      "vi": "Đó là bước ngoặt."
    }
  },
  {
    "translation": {
      "en": "I think he broke down after that.",
      "vi": "Tôi nghĩ ông ấy suy sụp sau đó."
    }
  },
  {
    "translation": {
      "en": "And finally, he told us…",
      "vi": "Và cuối cùng, ông ấy nói với bọn tôi…"
    }
  },
  {
    "translation": {
      "en": "Yes, I fixed this match.",
      "vi": "Vâng, tôi đã dàn xếp trận này."
    }
  },
  {
    "translation": {
      "en": "He was a broken man.",
      "vi": "Ông ấy đã đau khổ."
    }
  },
  {
    "translation": {
      "en": "But I can't have any sympathy for a player who is tainted with match- fixing.",
      "vi": "Nhưng tôi không thể thông cảm cho cầu thủ suy đồi vì dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "Letting down his nation.",
      "vi": "Làm cả nước thất vọng."
    }
  },
  {
    "translation": {
      "en": "Definitely no.",
      "vi": "Chắc chắn là không."
    }
  },
  {
    "translation": {
      "en": "People connect with the game of cricket personally.",
      "vi": "Mọi người kết nối với bộ môn cricket theo mức độ cá nhân."
    }
  },
  {
    "translation": {
      "en": "They would cry. They would laugh. They are so passionate about this game.",
      "vi": "Họ sẽ khóc. Họ sẽ cười. Họ rất đam mê trò chơi này."
    }
  },
  {
    "translation": {
      "en": "So, once we found that there was something wrong with this guy",
      "vi": "Khi bọn tôi phát hiện rằng có gì đó không ổn với gã này,"
    }
  },
  {
    "translation": {
      "en": "who was their icon,",
      "vi": "biểu tượng của họ,"
    }
  },
  {
    "translation": {
      "en": "they had every right to know.",
      "vi": "họ có mọi quyền được biết."
    }
  },
  {
    "translation": {
      "en": "In Delhi today, the minister for sport",
      "vi": "Ở Delhi hôm nay, Bộ trưởng Thể thao"
    }
  },
  {
    "translation": {
      "en": "unveiled the 75- page CBI report into match- fixing.",
      "vi": "công bố báo cáo dài 75 trang của CBI về vụ dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "The report shatters cricket's long- held reputation",
      "vi": "Báo cáo đã phá vỡ danh tiếng lâu nay của môn cricket là trò chơi của quý ông."
    }
  },
  {
    "translation": {
      "en": "for being a gentlemen's game.",
      "vi": "Báo cáo đã phá vỡ danh tiếng lâu nay của môn cricket là trò chơi của quý ông. DÀN XẾP ĐẦY RẪY"
    }
  },
  {
    "translation": {
      "en": "The CBI came to a conclusion that match- fixing was rampant.",
      "vi": "CBI đã đưa kết luận rằng dàn xếp tỷ số đang diễn ra tràn lan."
    }
  },
  {
    "translation": {
      "en": "There should be a very real punishment.",
      "vi": "Phải có hình phạt thật sự."
    }
  },
  {
    "translation": {
      "en": "I can say it's a heinous crime in my opinion.",
      "vi": "Tôi cho đó là một tội ác tày trời."
    }
  },
  {
    "translation": {
      "en": "Besides naming our own,",
      "vi": "Ngoài nêu tên cầu thủ nước nhà…"
    }
  },
  {
    "translation": {
      "en": "he had named nine international players.",
      "vi": "…ông ấy đã nêu tên chín cầu thủ quốc tế."
    }
  },
  {
    "translation": {
      "en": "We also came to the conclusion that little was being done",
      "vi": "Chúng tôi cũng có kết luận rằng việc này đã được thực hiện… BCCI CHƯA TỪNG NGHIÊM TRỌNG ĐỀ CẬP VẤN ĐỀ NÀY"
    }
  },
  {
    "translation": {
      "en": "by the administrators to investigate.",
      "vi": "BCCI CHƯA TỪNG NGHIÊM TRỌNG ĐỀ CẬP VẤN ĐỀ NÀY …bởi các quản trị viên để điều tra."
    }
  },
  {
    "translation": {
      "en": "Immediate impact was a big, big bang in the world of cricket.",
      "vi": "Tác động lập tức là một cú nổ lớn trong thế giới cricket."
    }
  },
  {
    "translation": {
      "en": "When you hear that sport which you love and you care about",
      "vi": "Khi bạn nghe môn thể thao bạn yêu thích và quan tâm"
    }
  },
  {
    "translation": {
      "en": "and you're emotionally invested in,",
      "vi": "và dành nhiều cảm xúc,"
    }
  },
  {
    "translation": {
      "en": "that this is happening, you get really angry.",
      "vi": "rằng có sự việc này, bạn sẽ rất giận."
    }
  },
  {
    "translation": {
      "en": "You just get so pissed off.",
      "vi": "Bạn sẽ rất bực bội."
    }
  },
  {
    "translation": {
      "en": "How dare they?",
      "vi": "Sao họ dám?"
    }
  },
  {
    "translation": {
      "en": "What kind of people do this?",
      "vi": "Loại người nào làm thế này?"
    }
  },
  {
    "translation": {
      "en": "But then you realize you're part of a whole community",
      "vi": "Nhưng rồi bạn nhận ra mình thuộc cả cộng đồng"
    }
  },
  {
    "translation": {
      "en": "so busy worshipping them that they can't even see what they're doing.",
      "vi": "mải mê tôn thờ họ đến nỗi chả để ý việc họ làm."
    }
  },
  {
    "translation": {
      "en": "Shut it! Whoever messes with us won't be spared.",
      "vi": "Dừng lại! Ai phá chúng ta, sẽ không được tha."
    }
  },
  {
    "translation": {
      "en": "Whoever messes with us won't be spared.",
      "vi": "Ai phá chúng ta, sẽ không được tha."
    }
  },
  {
    "translation": {
      "en": "The only truth about sport that fans care about",
      "vi": "Sự thật duy nhất về thể thao mà người hâm mộ quan tâm"
    }
  },
  {
    "translation": {
      "en": "is that it has to be clean.",
      "vi": "là nó phải trong sạch."
    }
  },
  {
    "translation": {
      "en": "That competition is real. It's not fake, it's not a setup.",
      "vi": "Sự cạnh tranh là có thật. Không phải giả, không dàn dựng."
    }
  },
  {
    "translation": {
      "en": "But the players broke that bone.",
      "vi": "Các cầu thủ phá vỡ trụ cột đó."
    }
  },
  {
    "translation": {
      "en": "That's dangerous.",
      "vi": "Nguy hiểm đấy."
    }
  },
  {
    "translation": {
      "en": "Whoever messes with us won't be spared.",
      "vi": "Ai phá chúng ta, sẽ không được tha."
    }
  },
  {
    "translation": {
      "en": "We wanted to look at,",
      "vi": "Chúng tôi muốn xem,"
    }
  },
  {
    "translation": {
      "en": "can we register a criminal case against anybody?",
      "vi": "liệu có thể mở vụ án hình sự chống lại ai không?"
    }
  },
  {
    "translation": {
      "en": "So we took an opinion from three retired Supreme Court judges.",
      "vi": "Nên chúng tôi đã hỏi ý kiến ba thẩm phán Toà án Tối cao đã nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Although betting is illegal in India,",
      "vi": "Mặc dù cá cược là bất hợp pháp ở Ấn Độ,"
    }
  },
  {
    "translation": {
      "en": "unfortunately, match- fixing is not a criminal offense",
      "vi": "thật không may, dàn xếp tỷ số không phải là tội hình sự"
    }
  },
  {
    "translation": {
      "en": "and so I was personally dissatisfied",
      "vi": "nên cá nhân tôi không hài lòng"
    }
  },
  {
    "translation": {
      "en": "that we couldn't take criminal action against these guys.",
      "vi": "khi không thể có hành động hình sự chống lại những kẻ này."
    }
  },
  {
    "translation": {
      "en": "I know many who stopped watching cricket after that.",
      "vi": "Tôi biết nhiều người không xem cricket nữa sau vụ đó."
    }
  },
  {
    "translation": {
      "en": "They just gave up. Didn't care.",
      "vi": "Họ bỏ cuộc. Không quan tâm."
    }
  },
  {
    "translation": {
      "en": "So, the only way for Indian cricket to return to its equilibrium",
      "vi": "BCCI TRỪNG PHẠT CẦU THỦ CÓ TỘI Nên cách duy nhất để cricket Ấn lấy lại thế cân bằng"
    }
  },
  {
    "translation": {
      "en": "was for the cricket board to take action against cricketers that were involved.",
      "vi": "là hội đồng cricket phải hành động chống lại những người có liên quan."
    }
  },
  {
    "translation": {
      "en": "The board is expected to deal severely with those implicated by the CBI report.",
      "vi": "Hội đồng được cho là sẽ xử lý nghiêm những người có liên quan theo báo cáo CBI."
    }
  },
  {
    "translation": {
      "en": "Cricketing world had to say to its fans,",
      "vi": "Thế giới cricket phải nói với người hâm mộ,"
    }
  },
  {
    "translation": {
      "en": "No, no, no. We'll not brook any nonsense. We will nip it in the bud.",
      "vi": "Không. Bọn tôi không cho phép làm bậy. Bọn tôi sẽ chặn từ đầu."
    }
  },
  {
    "translation": {
      "en": "That was one of the reasons Azhar had to be made an example out of.",
      "vi": "Đó là một trong những lý do khiến Azhar phải nêu gương."
    }
  },
  {
    "translation": {
      "en": "He had to be hanged publicly",
      "vi": "Ông ấy phải bị phạt công khai"
    }
  },
  {
    "translation": {
      "en": "to reassure everybody that the cricketing story is fine",
      "vi": "để trấn an mọi người rằng câu chuyện cricket vẫn ổn"
    }
  },
  {
    "translation": {
      "en": "and Azhar was an aberration.",
      "vi": "và Azhar chỉ là lỗi nhỏ."
    }
  },
  {
    "translation": {
      "en": "In the case of former captain Mohammed Azharuddin,",
      "vi": "Trong vụ của cựu đội trưởng Mohammed Azharuddin,"
    }
  },
  {
    "translation": {
      "en": "the finding is that he had a nexus with bookies like M.K Gupta",
      "vi": "kết quả là ông có mối quan hệ với các nhà cái như M.K Gupta"
    }
  },
  {
    "translation": {
      "en": "and that he was involved in match- fixing.",
      "vi": "và ông có liên quan đến dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "Mohammed Azharuddin",
      "vi": "Mohammed Azharuddin… A. C. MUTHIAH CHỦ TỊCH BCCI"
    }
  },
  {
    "translation": {
      "en": "is debarred from playing any cricket matches",
      "vi": "…bị cấm thi đấu bất kỳ trận cricket nào"
    }
  },
  {
    "translation": {
      "en": "conducted or authorized by ICC, BCCI for life.",
      "vi": "được tiến hành hoặc cho phép bởi ICC, BCCI suốt đời."
    }
  },
  {
    "translation": {
      "en": "That's the saddest moment for Indian cricket.",
      "vi": "Đó là thời khắc buồn nhất của cricket Ấn."
    }
  },
  {
    "translation": {
      "en": "Saddest moment for Indian cricket.",
      "vi": "Thời khắc buồn nhất của cricket Ấn."
    }
  },
  {
    "translation": {
      "en": "Azhar was like, The person, the cricketer.",
      "vi": "Azhar như là, Người trọng yếu, cầu thủ chủ chốt."
    }
  },
  {
    "translation": {
      "en": "So playing under him was something great.",
      "vi": "Nên chơi dưới thời ông ấy là điều tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "He lived by example, led by example.",
      "vi": "Ông ấy sống và noi theo gương mẫu."
    }
  },
  {
    "translation": {
      "en": "He is a fighter. He didn't wanted to lose.",
      "vi": "Ông là chiến binh. Ông chả muốn thua."
    }
  },
  {
    "translation": {
      "en": "So, I never believed it.",
      "vi": "Nên tôi chả tin điều đó."
    }
  },
  {
    "translation": {
      "en": "I never believed it because Azhar couldn't do that.",
      "vi": "Tôi chả bao giờ tin vì Azhar không thể làm thế."
    }
  },
  {
    "translation": {
      "en": "Azhar was holed up in Hyderabad.",
      "vi": "Azhar ẩn dật ở Hyderabad."
    }
  },
  {
    "translation": {
      "en": "He went into hiding.",
      "vi": "Ông ấy lặn mất tăm."
    }
  },
  {
    "translation": {
      "en": "He was drawn into a shell.",
      "vi": "Ông ấy thu mình vào vỏ ốc."
    }
  },
  {
    "translation": {
      "en": "I was the only journalist that Azharuddin spoke to.",
      "vi": "Tôi là nhà báo duy nhất mà Azharuddin nói chuyện."
    }
  },
  {
    "translation": {
      "en": "That drive to Banjara was, uh, definitely nervous.",
      "vi": "Chuyến đi đến Banjara chắc chắn rất hồi hộp."
    }
  },
  {
    "translation": {
      "en": "This is my first occasion meeting the man.",
      "vi": "Đây là dịp đầu tiên tôi gặp ông ấy."
    }
  },
  {
    "translation": {
      "en": "Would he be hostile?",
      "vi": "Liệu ông ấy sẽ thù ghét?"
    }
  },
  {
    "translation": {
      "en": "Would he develop cold feet?",
      "vi": "Liệu ông ấy sẽ nhát gừng?"
    }
  },
  {
    "translation": {
      "en": "Those thoughts were playing on my mind.",
      "vi": "Những suy nghĩ đó lởn vởn trong đầu tôi."
    }
  },
  {
    "translation": {
      "en": "He asked me for lunch.",
      "vi": "Ông mời tôi ăn trưa."
    }
  },
  {
    "translation": {
      "en": "He gave me chicken biryani.",
      "vi": "Ông cho tôi biryani gà."
    }
  },
  {
    "translation": {
      "en": "And after which, uh, we sat down for the interview.",
      "vi": "Và sau đó, chúng tôi ngồi xuống để phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "He said that it would be grossly unfair to put the blame on him squarely.",
      "vi": "Ông ấy nói sẽ rất bất công nếu đổ lỗi trực tiếp cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "He thought that the problem was even bigger.",
      "vi": "Ông ấy nghĩ vấn đề còn lớn hơn."
    }
  },
  {
    "translation": {
      "en": "But the larger point he was trying to send out,",
      "vi": "Nhưng vấn đề lớn hơn mà ông ấy cố lan toả,"
    }
  },
  {
    "translation": {
      "en": "he kept protesting loudly that he was not involved,",
      "vi": "ông ấy vẫn lên tiếng phản đối rằng ông không liên quan,"
    }
  },
  {
    "translation": {
      "en": "that he was being made a scapegoat.",
      "vi": "rằng ông bị biến thành tốt thí."
    }
  },
  {
    "translation": {
      "en": "He kept telling me that he would ride the storm…",
      "vi": "Ông ấy cứ nói với tôi rằng ông sẽ vượt giông bão…"
    }
  },
  {
    "translation": {
      "en": "and he would come out triumphant.",
      "vi": "…và ông ấy sẽ lộ diện khải hoàn."
    }
  },
  {
    "translation": {
      "en": "He actually thought",
      "vi": "Ông ấy thật sự nghĩ"
    }
  },
  {
    "translation": {
      "en": "the ban would be lifted if he successfully contested it.",
      "vi": "lệnh cấm sẽ được dỡ bỏ nếu tranh cãi thành công."
    }
  },
  {
    "translation": {
      "en": "Being a lawyer is my passion, my love.",
      "vi": "Làm luật sư là đam mê, tình yêu của tôi."
    }
  },
  {
    "translation": {
      "en": "I've been practicing law for the last 30 years.",
      "vi": "Tôi đã hành nghề luật trong 30 năm qua."
    }
  },
  {
    "translation": {
      "en": "Now, after the life ban was imposed,",
      "vi": "Sau khi lệnh cấm suốt đời được áp dụng,"
    }
  },
  {
    "translation": {
      "en": "Azhar came to me and said,",
      "vi": "Azhar đến gặp tôi và nói,"
    }
  },
  {
    "translation": {
      "en": "Do something about it.",
      "vi": "Làm gì đó đi."
    }
  },
  {
    "translation": {
      "en": "We have a CBI report which I read, reread and went on reading.",
      "vi": "Chúng tôi có một báo cáo CBI mà tôi đã đọc đi, đọc lại."
    }
  },
  {
    "translation": {
      "en": "Right from the beginning, everything was not in order.",
      "vi": "Ngay từ đầu, mọi thứ đã không theo trật tự."
    }
  },
  {
    "translation": {
      "en": "See, the whole enquiry is based on hearsay.",
      "vi": "Toàn bộ cuộc điều tra dựa trên tin đồn. NGHI NGỜ CÓ LIÊN QUAN"
    }
  },
  {
    "translation": {
      "en": "What Ajay Sharma says, or what, uh, Manoj Prabhakar says.",
      "vi": "Điều Ajay Sharma nói hay Manoj Prabhakar nói."
    }
  },
  {
    "translation": {
      "en": "Or Mukesh Kumar Gupta.",
      "vi": "ÔNG ẤY ĐÃ NGHE Hoặc Mukesh Kumar Gupta."
    }
  },
  {
    "translation": {
      "en": "He had lot of endorsements and lakhs of rupees coming in.",
      "vi": "Ông ấy có rất nhiều lời tán dương và nhận hàng trăm nghìn rupee."
    }
  },
  {
    "translation": {
      "en": "He never had any assets",
      "vi": "Ông ấy chưa bao giờ có tài sản"
    }
  },
  {
    "translation": {
      "en": "disproportionate to the known sources of income.",
      "vi": "không tương xứng với nguồn thu nhập đã biết."
    }
  },
  {
    "translation": {
      "en": "So how can we give credence to this whole report?",
      "vi": "Vậy sao ta có thể xác nhận toàn bộ báo cáo này?"
    }
  },
  {
    "translation": {
      "en": "There is not a single photograph, not a single video clipping, nothing.",
      "vi": "Không có một bức ảnh nào, không một đoạn phim, không gì cả."
    }
  },
  {
    "translation": {
      "en": "It's very bad.",
      "vi": "Rất tệ."
    }
  },
  {
    "translation": {
      "en": "You are saying that you never did anything wrong.",
      "vi": "Anh đang nói rằng anh chưa bao giờ làm gì sai."
    }
  },
  {
    "translation": {
      "en": "It's complete rubbish, the match- fixing allegations.",
      "vi": "Đó là cáo buộc dàn xếp tỷ số vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "- I think so. - But they said",
      "vi": "Tôi nghĩ vậy. Nhưng họ nói anh thừa nhận vài vụ dàn xếp và…"
    }
  },
  {
    "translation": {
      "en": "you admitted to some of the match- fixing stuff and…",
      "vi": "Nhưng họ nói anh thừa nhận vài vụ dàn xếp và…"
    }
  },
  {
    "translation": {
      "en": "No. Because I have no chargesheet from any agency.",
      "vi": "Không. Vì tôi không có bảng cáo trạng từ bất kỳ cơ quan nào."
    }
  },
  {
    "translation": {
      "en": "- So unless-- - But nor has your name been cleared.",
      "vi": "- Trừ khi… - Mà anh chưa được minh oan."
    }
  },
  {
    "translation": {
      "en": "Hopefully, it will be cleared.",
      "vi": "Hy vọng là sẽ được."
    }
  },
  {
    "translation": {
      "en": "Azharuddin completely denied that he'd ever told the CBI",
      "vi": "Azharuddin hoàn toàn phủ nhận ông ấy đã nói với CBI"
    }
  },
  {
    "translation": {
      "en": "anything that was stated in the CBI report.",
      "vi": "những điều được ghi trong báo cáo."
    }
  },
  {
    "translation": {
      "en": "But after we spoke to him,",
      "vi": "Nhưng sau khi bọn tôi nói chuyện với ông ấy,"
    }
  },
  {
    "translation": {
      "en": "the income tax authorities had raided his wife Sangeeta's house in Mumbai.",
      "vi": "cơ quan thuế thu nhập đã lục soát nhà của Sangeeta, vợ ông ấy ở Mumbai."
    }
  },
  {
    "translation": {
      "en": "They had found a fax from Azharuddin.",
      "vi": "Họ đã tìm thấy một bản fax từ Azharuddin."
    }
  },
  {
    "translation": {
      "en": "Surprisingly, he went home and wrote everything that he had told us",
      "vi": "Ngạc nhiên thay, ông ấy đã về nhà và viết mọi thứ đã nói với bọn tôi"
    }
  },
  {
    "translation": {
      "en": "and faxed them to his wife, Sangeeta Bijlani.",
      "vi": "và gửi fax cho vợ ông ấy, Sangeeta Bijlani."
    }
  },
  {
    "translation": {
      "en": "Point- by- point,",
      "vi": "Từng điểm một,"
    }
  },
  {
    "translation": {
      "en": "he listed all the various things that he had told us.",
      "vi": "ông ấy liệt kê tất cả điều ông ấy đã nói với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "For example, the introduction to M.K by Ajay Sharma.",
      "vi": "Ví dụ, lần giới thiệu cho M.K bởi Ajay Sharma."
    }
  },
  {
    "translation": {
      "en": "He had also written in the fax about his shopping spree in Harrods.",
      "vi": "HỌ CÒN THẤY ANH Ở TRUNG TÂM HARRODS Ông cũng đã viết trong bản fax về cuộc mua sắm của mình ở Harrods."
    }
  },
  {
    "translation": {
      "en": "That bill had been paid by one of the bookies.",
      "vi": "Hoá đơn đó đã được trả bởi một nhà cái."
    }
  },
  {
    "translation": {
      "en": "So that corroborated that, you know,",
      "vi": "Điều đó đã chứng thực rằng,"
    }
  },
  {
    "translation": {
      "en": "Azharuddin indeed had told all that things to us.",
      "vi": "Azharuddin thực sự đã kể những điều đó cho bọn tôi."
    }
  },
  {
    "translation": {
      "en": "He has been consistent all throughout",
      "vi": "Ông ấy luôn kiên định từ đầu đến cuối"
    }
  },
  {
    "translation": {
      "en": "in saying that he was not involved in match- fixing,",
      "vi": "nói rằng mình không liên quan đến dàn xếp tỷ số,"
    }
  },
  {
    "translation": {
      "en": "and any confession before a police officer is essentially under pressure.",
      "vi": "và mọi lời thú tội với cảnh sát là do bị áp lực."
    }
  },
  {
    "translation": {
      "en": "We were quite certain that he was involved.",
      "vi": "Bọn tôi khá chắc là ông ấy có tham gia."
    }
  },
  {
    "translation": {
      "en": "Left no room for any doubt.",
      "vi": "Không còn gì để nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "These allegations came and just ended your career abruptly.",
      "vi": "Những cáo buộc dàn xếp tỷ số xuất hiện và đột ngột kết thúc sự nghiệp của anh."
    }
  },
  {
    "translation": {
      "en": "How did you cope with that? What did you do?",
      "vi": "Anh đối mặt thế nào? Anh đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "Infinite patience. That's the only thing you can have.",
      "vi": "Kiên nhẫn vô hạn. Đó là thứ duy nhất ta có thể có."
    }
  },
  {
    "translation": {
      "en": "I mean, if anybody possesses that, infinite patience,",
      "vi": "Nếu ai đó sở hữu điều đó, sự kiên nhẫn vô hạn,"
    }
  },
  {
    "translation": {
      "en": "I think they'll always come out successful.",
      "vi": "tôi nghĩ họ sẽ luôn thành công."
    }
  },
  {
    "translation": {
      "en": "- Thank you for being on the couch with me. - My pleasure.",
      "vi": "- Cảm ơn vì đã trò chuyện với tôi. - Rất hân hạnh."
    }
  },
  {
    "translation": {
      "en": "Although not answering all the questions that honestly.",
      "vi": "Dù không thật thà trả lời hết mọi câu hỏi."
    }
  },
  {
    "translation": {
      "en": "Maybe next time.",
      "vi": "Có lẽ lần sau."
    }
  },
  {
    "translation": {
      "en": "- We should have another couch with you. - Maybe next time…",
      "vi": "- Ta nên trò chuyện nữa. - Có lẽ lần sau…"
    }
  },
  {
    "translation": {
      "en": "Once Mohammed Azharuddin was banned,",
      "vi": "Một khi Mohammed Azharuddin bị cấm,"
    }
  },
  {
    "translation": {
      "en": "there was a kind of a… Let's move on. Let's move ahead from here.",
      "vi": "có một kiểu Hãy tiếp tục. Hãy tiến lên từ đây."
    }
  },
  {
    "translation": {
      "en": "The CBI report had a huge impact. It changed cricket.",
      "vi": "Báo cáo CBI có tác động rất lớn. Nó đã thay đổi môn cricket. CÁC BƯỚC KHẮC PHỤC LỚN CẦN ĐƯỢC THỰC HIỆN"
    }
  },
  {
    "translation": {
      "en": "The main thing that we were able to do",
      "vi": "Điều chính mà chúng tôi có thể làm là"
    }
  },
  {
    "translation": {
      "en": "was start this process of educating players.",
      "vi": "bắt đầu quá trình giáo dục cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Now they are told of the dangers lurking around them.",
      "vi": "Giờ họ được biết về các nguy hiểm rình rập quanh họ."
    }
  },
  {
    "translation": {
      "en": "How you can be cultivated, how you can be trapped.",
      "vi": "Cách bạn có thể bị chăn dắt, cách bạn bị gài bẫy."
    }
  },
  {
    "translation": {
      "en": "So they can avoid getting corrupted.",
      "vi": "Để họ có thể tránh bị mua chuộc."
    }
  },
  {
    "translation": {
      "en": "Today anti- corruption is everywhere.",
      "vi": "Ngày nay chống tham nhũng mọi nơi. GIỌNG NHÀ CÁI GIẤU TÊN"
    }
  },
  {
    "translation": {
      "en": "An anti- corruption team stay in the hotel with the players.",
      "vi": "Một đội chống tham nhũng ở trong khách sạn với các cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Even if one is able to get the players' phone numbers,",
      "vi": "Ngay cả khi lấy được số điện thoại của cầu thủ,"
    }
  },
  {
    "translation": {
      "en": "anti- corruption have an eye all over.",
      "vi": "đội chống tham nhũng có tai mắt mọi nơi."
    }
  },
  {
    "translation": {
      "en": "But gambling is still big.",
      "vi": "Nhưng cờ bạc vẫn lớn mạnh."
    }
  },
  {
    "translation": {
      "en": "No one can leave it.",
      "vi": "Không ai có thể bỏ nó."
    }
  },
  {
    "translation": {
      "en": "I have never even tried.",
      "vi": "Tôi chưa từng thử."
    }
  },
  {
    "translation": {
      "en": "This is my job.",
      "vi": "Đây là công việc của tôi."
    }
  },
  {
    "translation": {
      "en": "When I look back at that time,",
      "vi": "Khi tôi nhìn lại lúc đó,"
    }
  },
  {
    "translation": {
      "en": "it was almost like growing up.",
      "vi": "nó gần như thời trưởng thành."
    }
  },
  {
    "translation": {
      "en": "In sports journalism, it's like saying, Wake up.",
      "vi": "Trong báo chí thể thao, giống như nói, Dậy đi."
    }
  },
  {
    "translation": {
      "en": "Getting a slap on your fae and saying, Wake up. This is what real life is like.",
      "vi": "Như bị tát vào mặt và nói, Dậy đi. Đời thực là thế này."
    }
  },
  {
    "translation": {
      "en": "And so, for me, the superstars have gone away and faded,",
      "vi": "Và vì vậy, với tôi, các siêu sao đã biến mất và mờ nhạt,"
    }
  },
  {
    "translation": {
      "en": "but what I love is being part of the cricket community.",
      "vi": "nhưng tôi thích được là một phần của cộng đồng cricket."
    }
  },
  {
    "translation": {
      "en": "Being part of the family.",
      "vi": "Của gia đình cricket."
    }
  },
  {
    "translation": {
      "en": "It always comes back to cricket,",
      "vi": "Nó luôn trở về với cricket,"
    }
  },
  {
    "translation": {
      "en": "because it can just set you alight with a piece of action",
      "vi": "vì nó có thể khiến bạn hào hứng chỉ với một hành động"
    }
  },
  {
    "translation": {
      "en": "that you can't find in any other sport.",
      "vi": "mà không có trong các môn khác."
    }
  },
  {
    "translation": {
      "en": "Gone! Off stump…",
      "vi": "Đi rồi! Ngoài trụ môn…"
    }
  },
  {
    "translation": {
      "en": "Unbelievable performance from India.",
      "vi": "Màn thể hiện không thể tin được từ Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "I will not be taking any further legal action.",
      "vi": "Tôi sẽ không khởi kiện nữa."
    }
  },
  {
    "translation": {
      "en": "I'm very happy with the court's decision.",
      "vi": "Tôi rất vui với quyết định của toà."
    }
  },
  {
    "translation": {
      "en": "Uh, the case was overturned only on account of technical reasons.",
      "vi": "Vụ án bị bãi bỏ chỉ vì lý do kỹ thuật."
    }
  },
  {
    "translation": {
      "en": "We, in CBI, are absolutely certain",
      "vi": "Chúng tôi, trong CBI, hoàn toàn tin"
    }
  },
  {
    "translation": {
      "en": "that Mr. Mohammed Azharuddin was involved in match- fixing.",
      "vi": "rằng ông Mohammed Azharuddin có liên quan đến dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "And we said it with lot of evidence available at hand.",
      "vi": "Và chúng tôi đã nói điều đó với rất nhiều bằng chứng có sẵn."
    }
  },
  {
    "translation": {
      "en": "I want to do something in cricket",
      "vi": "Nếu có gì, tôi muốn phục vụ trong cricket vì đã chơi nhiều năm rồi."
    }
  },
  {
    "translation": {
      "en": "because I have played so many years.",
      "vi": "tôi muốn phục vụ trong cricket vì đã chơi nhiều năm rồi."
    }
  },
  {
    "translation": {
      "en": "I would want to share my experience",
      "vi": "Tôi muốn chia sẻ kinh nghiệm của mình"
    }
  },
  {
    "translation": {
      "en": "with the young generation of cricketers.",
      "vi": "với thế hệ cầu thủ cricket trẻ."
    }
  },
  {
    "translation": {
      "en": "Azhar, uh…",
      "vi": "Azhar…"
    }
  },
  {
    "translation": {
      "en": "The board is ill- informed,",
      "vi": "Hội đồng quản trị thiếu thông tin,"
    }
  },
  {
    "translation": {
      "en": "and I'm disappointed by its decision,",
      "vi": "và tôi thất vọng vì quyết định của họ,"
    }
  },
  {
    "translation": {
      "en": "which I feel is arbitrary and discriminatory.",
      "vi": "mà tôi cảm thấy là độc đoán và phân biệt đối xử."
    }
  },
  {
    "translation": {
      "en": "I do not think that M.K had any remorse as such.",
      "vi": "Tôi không nghĩ M.K có bất kỳ nỗi ăn năn nào."
    }
  },
  {
    "translation": {
      "en": "He had made enough money",
      "vi": "Ông ta đã kiếm đủ tiền"
    }
  },
  {
    "translation": {
      "en": "and, uh, that it was time for him to,",
      "vi": "và đã đến lúc ông ta,"
    }
  },
  {
    "translation": {
      "en": "uh, shall we say, enjoy his earnings.",
      "vi": "phải nói là, tận hưởng tiền kiếm được."
    }
  },
  {
    "translation": {
      "en": "Now I can go back and sleep properly.",
      "vi": "Giờ tôi có thể trở về và ngủ ngon lành."
    }
  },
  {
    "translation": {
      "en": "Nothing… Leave it to the government agencies.",
      "vi": "Không có gì… Cứ giao cho cơ quan chính phủ."
    }
  },
  {
    "translation": {
      "en": "The allegation made by Manoj Prabhakar against Kapil Dev",
      "vi": "Cáo buộc của Manoj Prabhakar chống lại Kapil Dev"
    }
  },
  {
    "translation": {
      "en": "were not corroborated by any kind of evidence.",
      "vi": "không được chứng thực bởi bất kỳ bằng chứng nào."
    }
  },
  {
    "translation": {
      "en": "The nation's spirit would have broken if they found Kapil Dev was involved.",
      "vi": "ĐỂ CHỨNG MINH LỜI BUỘC TỘI CỦA PRABHAKAR VỀ KAPIL DEV Tinh thần quốc gia sẽ tan vỡ nếu họ phát hiện Kapil Dev có liên quan."
    }
  },
  {
    "translation": {
      "en": "And to that extent, I think everybody was very relieved",
      "vi": "Về mức độ đó, tôi nghĩ mọi người rất nhẹ nhõm"
    }
  },
  {
    "translation": {
      "en": "that he's not involved.",
      "vi": "là ông ấy không can dự."
    }
  },
  {
    "translation": {
      "en": "Get the car!",
      "vi": "Lấy xe đi!"
    }
  },
  {
    "translation": {
      "en": "When Mukesh Gupta revealed",
      "vi": "Khi Mukesh Gupta bắt đầu tiết lộ"
    }
  },
  {
    "translation": {
      "en": "that he had dealings with Manoj Prabhakar also,",
      "vi": "rằng ông ta cũng có giao kèo với Manoj Prabhakar,"
    }
  },
  {
    "translation": {
      "en": "that… the entire tables turned.",
      "vi": "tình thế đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "Perhaps he may not have been as bold in taking part in the sting operations",
      "vi": "Có lẽ ông ta đã không mạnh dạn tham gia vào các chiến dịch bẫy bắt"
    }
  },
  {
    "translation": {
      "en": "if he had ever known that he himself will be exposed.",
      "vi": "nếu ông ta biết rằng bản thân ông ta sẽ bị lộ."
    }
  },
  {
    "translation": {
      "en": "I never expected that this thing would end this way.",
      "vi": "Tôi không ngờ mọi chuyện lại thành ra thế này."
    }
  },
  {
    "translation": {
      "en": "I was the one who originally exposed this in front of the public.",
      "vi": "Tôi là người ban đầu tiết lộ chuyện này trước công chúng."
    }
  },
  {
    "translation": {
      "en": "If I was involved, I would never have started it.",
      "vi": "Nếu tôi có liên quan, tôi sẽ không bao giờ khơi mào."
    }
  },
  {
    "translation": {
      "en": "We don't know the extent, if at all,",
      "vi": "Chúng tôi không biết rõ mức độ"
    }
  },
  {
    "translation": {
      "en": "of Manoj's involvement in the match- fixing saga.",
      "vi": "việc Manoj tham gia trong vụ dàn xếp tỷ số."
    }
  },
  {
    "translation": {
      "en": "We did ask him, we did confront him, but he denied everything to us.",
      "vi": "Chúng tôi đã hỏi và đối chất ông ta nhưng ông ta phủ nhận tất cả."
    }
  },
  {
    "translation": {
      "en": "You could say that Manoj Prabhakar",
      "vi": "Có thể nói Manoj Prabhakar"
    }
  },
  {
    "translation": {
      "en": "was possibly the most gutsy or the most foolish.",
      "vi": "là người gan dạ nhất hoặc ngu ngốc nhất."
    }
  },
  {
    "translation": {
      "en": "You know, in that sense, to me, it was enormously gutsy.",
      "vi": "Về khoản đó, tôi thấy ông ta cực kỳ dũng cảm."
    }
  }
]