[
  {
    "translation": {
      "en": "[woman] This is our planet. Planet Earth.",
      "vi": "Đây là hành tinh của chúng ta. Trái Đất."
    }
  },
  {
    "translation": {
      "en": "It's a planet I'm literally on right now.",
      "vi": "Là hành tinh mà hiện giờ tôi đang đứng."
    }
  },
  {
    "translation": {
      "en": "And unless you're watching this on a long-haul flight",
      "vi": "Trừ khi bạn đang xem trên một chuyến bay dài"
    }
  },
  {
    "translation": {
      "en": "or while falling off a building,",
      "vi": "hay đang rơi từ một tòa nhà,"
    }
  },
  {
    "translation": {
      "en": "chances are, you are too.",
      "vi": "nhiều khả năng bạn cũng trên mặt đất."
    }
  },
  {
    "translation": {
      "en": "This is the incredible story of how humankind transformed our world",
      "vi": "Đây là câu chuyện phi thường về cách mà loài người biến đổi thế giới"
    }
  },
  {
    "translation": {
      "en": "from being a load of pointless nature like this",
      "vi": "từ tự nhiên vô vị bao la thế này,"
    }
  },
  {
    "translation": {
      "en": "to full of modern things like this,",
      "vi": "đến vô vàn những thứ hiện đại,"
    }
  },
  {
    "translation": {
      "en": "and how it did it using nothing more than its hands",
      "vi": "và cách thực hiện không gì khác ngoài đôi bàn tay"
    }
  },
  {
    "translation": {
      "en": "and its imagination, and also tools, and electricity, and the Internet.",
      "vi": "và trí tưởng tượng cũng như các công cụ, điện và internet."
    }
  },
  {
    "translation": {
      "en": "It's a journey that will take me to every corner of the globe",
      "vi": "Hành trình sẽ đưa tôi tới mọi ngóc ngách trên thế giới."
    }
  },
  {
    "translation": {
      "en": "money and pandemic travel restrictions would allow.",
      "vi": "Tiền bạc và việc hạn chế đi lại do dịch bệnh sẽ tạo điều kiện"
    }
  },
  {
    "translation": {
      "en": "Getting up close to some of our species' most stunning achievements.",
      "vi": "tiếp cận một số những thành tựu đỉnh cao của giống loài chúng ta. NHÀ HÁT LYCEUM"
    }
  },
  {
    "translation": {
      "en": "And I'll be asking questions…",
      "vi": "Và tôi sẽ đặt câu hỏi là…"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Bạn là ai?"
    }
  },
  {
    "translation": {
      "en": "…to leading academics, clevernauts and expertists",
      "vi": "…để dẫn dắt các học giả, nhà du hành vũ trụ và các chuyên gia"
    }
  },
  {
    "translation": {
      "en": "who will help me unlock the mystery of human civilization.",
      "vi": "những người sẽ giúp tôi khai mở bí ẩn của nền văn minh loài người."
    }
  },
  {
    "translation": {
      "en": "Why do they say it's a mystery how the pyramids were built",
      "vi": "Vì sao họ nói cách xây dựng kim tự tháp là một bí ẩn"
    }
  },
  {
    "translation": {
      "en": "when it's obviously just big bricks in a triangle?",
      "vi": "trong khi rõ ràng nó chỉ là một khối tam giác bằng gạch khổng lồ?"
    }
  },
  {
    "translation": {
      "en": "This is not just the story of the planet we live in.",
      "vi": "Đây không chỉ là câu chuyện về hành tinh mà chúng ta đang sống."
    }
  },
  {
    "translation": {
      "en": "This is the story of the world we live on. Or both.",
      "vi": "Đây là câu chuyện về cả thế giới của chúng ta. Hoặc cả hai."
    }
  },
  {
    "translation": {
      "en": "So join me, Philomena Cunk,",
      "vi": "Hãy tham gia cùng tôi, Philomena Cunk,"
    }
  },
  {
    "translation": {
      "en": "for a landmark look at the world we built together.",
      "vi": "để ngắm nhìn quang cảnh thế giới mà chúng ta cùng nhau xây dựng."
    }
  },
  {
    "translation": {
      "en": "This is Cunk on Earth!",
      "vi": "Đây là Cunk nói về Trái Đất!"
    }
  },
  {
    "translation": {
      "en": "For billions of years, there was no civilization on Earth.",
      "vi": "Trong hàng tỉ năm, không có nền văn minh nào trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Just animals, plants and gases getting on and mingling.",
      "vi": "Chỉ có động vật, cây cỏ và không khí sinh sôi và hòa trộn với nhau."
    }
  },
  {
    "translation": {
      "en": "Must have been beautiful, but also boring.",
      "vi": "Hẳn là rất đẹp, nhưng cũng thật buồn tẻ."
    }
  },
  {
    "translation": {
      "en": "Until along came a creature that would change all that: human man.",
      "vi": "Cho tới khi một sinh vật xuất hiện sẽ thay đổi toàn bộ điều đó. Loài người."
    }
  },
  {
    "translation": {
      "en": "Was early man similar to us?",
      "vi": "Người Tiền sử có giống chúng ta không?"
    }
  },
  {
    "translation": {
      "en": "I mean, was he made out of the same sort of meat that we are?",
      "vi": "Họ có được tạo ra từ cùng một kiểu thịt như chúng ta?"
    }
  },
  {
    "translation": {
      "en": "You know, was it… Did it have a brand name like beef or pork?",
      "vi": "Như là… Có đặt tên như kiểu thịt bò hay thịt lợn không?"
    }
  },
  {
    "translation": {
      "en": "Far as we can tell, they were made out of the same stuff as us.",
      "vi": "Có thể nói, họ được tạo ra từ cùng một dạng như chúng ta. TS. PAUL BAHN NHÀ KHẢO CỔ HỌC"
    }
  },
  {
    "translation": {
      "en": "All we have is bones, of course. And they're exactly the same as our bones.",
      "vi": "Chúng ta có xương, tất nhiên, và họ cũng có cùng số xương như vậy."
    }
  },
  {
    "translation": {
      "en": "We can only assume that the bones were encased in flesh, something like ours.",
      "vi": "Chúng ta chỉ có thể giả định xương được bọc bởi da thịt, kiểu như chúng ta, nhưng tôi không biết về cái tên nào"
    }
  },
  {
    "translation": {
      "en": "But I'm not aware of any kind of brand name that they would have had.",
      "vi": "kiểu như chúng ta, nhưng tôi không biết về cái tên nào có thể họ đã đặt."
    }
  },
  {
    "translation": {
      "en": "-So it would have just been flesh? -Just flesh, I think, yes.",
      "vi": "Có thể chỉ gọi là da thịt thôi? Chỉ là da thịt, tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a brand name for human flesh, wouldn't it?",
      "vi": "Thật khó mà nghĩ ra một cái tên cho da thịt con người, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Horfe?",
      "vi": "\"HuF\"?"
    }
  },
  {
    "translation": {
      "en": "We often assume early men were stupid",
      "vi": "Ta thường cho rằng người tiền sử không khôn"
    }
  },
  {
    "translation": {
      "en": "because they had big eyebrows and said \"ugg.\"",
      "vi": "vì họ có lông mày to và nói \"ư,\""
    }
  },
  {
    "translation": {
      "en": "But in fact, they were pioneering inventerers.",
      "vi": "nhưng thực tế, họ là những nhà phát minh đầu tiên."
    }
  },
  {
    "translation": {
      "en": "They were the first men to use tools,",
      "vi": "Họ là người đầu tiên sử dụng công cụ,"
    }
  },
  {
    "translation": {
      "en": "which is something most men have forgotten how to do today,",
      "vi": "điều mà hầu hết con người ngày nay đã quên cách sử dụng."
    }
  },
  {
    "translation": {
      "en": "which is why they have to get someone in, a real man.",
      "vi": "Đó là lý do họ phải thuê người khác, một con người thực sự."
    }
  },
  {
    "translation": {
      "en": "How did early man make tools whilst walking on all fours?",
      "vi": "Người Tiền sử chế tạo công cụ thế nào khi đi bằng tứ chi?"
    }
  },
  {
    "translation": {
      "en": "Well, we don't think that they walked on all fours for too long.",
      "vi": "Chúng ta không nghĩ họ đã đi bằng tứ chi trong một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "We're pretty sure they were walking upright",
      "vi": "Chúng ta đinh ninh họ đứng thẳng để đi lại"
    }
  },
  {
    "translation": {
      "en": "for at least the last two million years.",
      "vi": "trong ít nhất hai triệu năm gần đây."
    }
  },
  {
    "translation": {
      "en": "So did they make the tools with their front legs or their hind legs?",
      "vi": "Vậy họ chế tạo công cụ bằng chi trước hay chi sau?"
    }
  },
  {
    "translation": {
      "en": "I don't think humans have ever been good at making things with their feet.",
      "vi": "Tôi không nghĩ loài người giỏi chế tạo các thứ bằng chân,"
    }
  },
  {
    "translation": {
      "en": "So, yes, it would have been the front legs they used for making tools.",
      "vi": "nên chắc là họ đã sử dụng chi trước để chế tạo công cụ."
    }
  },
  {
    "translation": {
      "en": "Right. So in leg terms, it would have been their top legs.",
      "vi": "Vâng. Trong khái niệm chi, thì đó là chi trên của họ?"
    }
  },
  {
    "translation": {
      "en": "Yes, I think they would certainly have used the \"top legs\" for making tools,",
      "vi": "Phải. Tôi nghĩ họ chắc phải dùng chi trên để chế tạo công cụ,"
    }
  },
  {
    "translation": {
      "en": "or arms and hands, as we call them today.",
      "vi": "mà ngày nay ta gọi chúng là tay."
    }
  },
  {
    "translation": {
      "en": "One thing they did invent was fire,",
      "vi": "Một thứ họ đã tìm ra là lửa,"
    }
  },
  {
    "translation": {
      "en": "which allowed them to see at night and kept them warm,",
      "vi": "cho phép họ nhìn vào ban đêm và giữ ấm,"
    }
  },
  {
    "translation": {
      "en": "tragically prolonging their already tedious lives.",
      "vi": "vô tình kéo dài cuộc sống vốn đã tẻ nhạt của họ."
    }
  },
  {
    "translation": {
      "en": "But they had to invent something to do during the long, boring evenings.",
      "vi": "Họ phải nghĩ ra thứ gì đó để làm trong các đêm dài, buồn chán,"
    }
  },
  {
    "translation": {
      "en": "And that something was art.",
      "vi": "và thứ gì đó chính là hội họa."
    }
  },
  {
    "translation": {
      "en": "I'm entering a cave, not by mistake or because I'm a wolf,",
      "vi": "Tôi đang vào một hang động, không tình cờ cũng không phải vì tôi là sói,"
    }
  },
  {
    "translation": {
      "en": "but because I've been specifically asked to come here by the producers,",
      "vi": "mà vì tôi được nhà sản xuất yêu cầu tới đây"
    }
  },
  {
    "translation": {
      "en": "to look at cave art.",
      "vi": "để ngắm nhìn tranh trong hang."
    }
  },
  {
    "translation": {
      "en": "Cave paintings like these",
      "vi": "Các hình vẽ trong hang như thế này"
    }
  },
  {
    "translation": {
      "en": "are one of the first examples of civilization on Earth.",
      "vi": "là những ví dụ đầu tiên về nên văn minh trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Don't worry, it gets better.",
      "vi": "Đừng lo, nó sẽ đẹp dần lên."
    }
  },
  {
    "translation": {
      "en": "Early cave artists started out painting whatever was close to hand,",
      "vi": "Các họa sĩ tiền sử bắt đầu vẽ bất cứ thứ gì gần tay,"
    }
  },
  {
    "translation": {
      "en": "like their hands.",
      "vi": "ví dụ như bàn tay của họ."
    }
  },
  {
    "translation": {
      "en": "Then they branched out into stories.",
      "vi": "Sau đó họ phân thành các câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Initially, just boring stories about cows standing still.",
      "vi": "Đầu tiên chỉ là các chuyện tẻ nhạt về con bò đang đứng yên."
    }
  },
  {
    "translation": {
      "en": "But soon they began creating white-knuckle fight scenes like this:",
      "vi": "Nhưng sau đó, họ tạo ra cảnh chiến đấu tay trần như thế này."
    }
  },
  {
    "translation": {
      "en": "Humans Versus Cows 2D.",
      "vi": "Người đánh bò phiên bản 2D."
    }
  },
  {
    "translation": {
      "en": "To a caveman, this was the thrilling equivalent of Fast and Furious Part 7.",
      "vi": "Với người nguyên thủy, nó cũng hấp dẫn không kém gì Fast and Furious Phần 7."
    }
  },
  {
    "translation": {
      "en": "Have any of the cave paintings been adapted into films?",
      "vi": "Đã có bức tranh hang động nào được chuyển thể thành phim chưa?"
    }
  },
  {
    "translation": {
      "en": "Suppose they couldn't get the rights anyway, though, could they?",
      "vi": "Chắc là họ chưa xin được bản quyền, phải không?"
    }
  },
  {
    "translation": {
      "en": "Filmmaking obviously arose much, much later than the end of the cave paintings.",
      "vi": "Phim ảnh, rõ ràng là xuất hiện trễ hơn rất rất lâu sau thời kỳ tranh hang động."
    }
  },
  {
    "translation": {
      "en": "So there hasn't been a cave wall that's been like,",
      "vi": "Vậy là không có tranh hang động nào kiểu như,"
    }
  },
  {
    "translation": {
      "en": "\"Oh my God, that's an incredible story.\"",
      "vi": "\"Trời đất ơi, đó là một câu chuyện đỉnh cao."
    }
  },
  {
    "translation": {
      "en": "\"We need to get Steven Spielberg to make this.\"",
      "vi": "Chúng ta cần Steven Spielberg làm phim về nó.\""
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a story that would last an hour and a half",
      "vi": "Khó mà nghĩ ra một câu chuyện dài khoảng một tiếng rưỡi"
    }
  },
  {
    "translation": {
      "en": "based on just one panel in a cave.",
      "vi": "chỉ dựa trên một tấm hình trong hang."
    }
  },
  {
    "translation": {
      "en": "Some believe these violent images were painted as a religious act",
      "vi": "Một số tin rằng những hình ảnh bạo lực được vẽ như một hoạt động tín ngưỡng"
    }
  },
  {
    "translation": {
      "en": "intended to bring good luck in upcoming battles.",
      "vi": "nhằm mục đích mang lại may mắn cho trận chiến tiếp theo."
    }
  },
  {
    "translation": {
      "en": "We don't know why humankind was at war with the cows,",
      "vi": "Chúng ta không biết tại sao loài người lại chiến đấu với bò,"
    }
  },
  {
    "translation": {
      "en": "and tragically, we never will.",
      "vi": "và tiếc là, sẽ không bao giờ biết."
    }
  },
  {
    "translation": {
      "en": "In fact, we'll probably never even know the name of the artist or these cows,",
      "vi": "Thực tế, chúng ta không bao giờ biết tên của họa sĩ hay những con bò"
    }
  },
  {
    "translation": {
      "en": "because whoever painted this is almost certainly dead now.",
      "vi": "vì dù là ai vẽ hình này thì cũng đã chết từ đời nào."
    }
  },
  {
    "translation": {
      "en": "Hunting animals every day was a pain in the arse",
      "vi": "Đi săn thú mỗi ngày không phải là điều dễ chịu gì"
    }
  },
  {
    "translation": {
      "en": "until someone came up with the idea of also eating plants,",
      "vi": "cho tới khi ai đó nảy ra ý tưởng ăn thực vật,"
    }
  },
  {
    "translation": {
      "en": "which were easier to catch because they couldn't run away.",
      "vi": "thứ dễ kiếm hơn nhiều vì chúng không biết chạy."
    }
  },
  {
    "translation": {
      "en": "This simple act of laziness led to the invention of farming,",
      "vi": "Hành vi lười biếng giản đơn này dẫn tới việc phát minh ra trồng trọt,"
    }
  },
  {
    "translation": {
      "en": "a huge leap forwards, which was now more dangerous",
      "vi": "một bước nhảy vọt lớn, mà giờ đây trở nên nguy hiểm"
    }
  },
  {
    "translation": {
      "en": "because you might land on one of the farming implements",
      "vi": "khi bạn có thể giẫm vào một số các nông cụ"
    }
  },
  {
    "translation": {
      "en": "that were suddenly lying around.",
      "vi": "đang nằm bày bừa xung quanh."
    }
  },
  {
    "translation": {
      "en": "The early farmers grew wheat and learnt to bake bread.",
      "vi": "Những nông dân ban đầu trồng lúa mì và học cách làm bánh mì."
    }
  },
  {
    "translation": {
      "en": "They also grew barley, peas and lentils",
      "vi": "Họ còn trồng cả lúa mạch, đậu và đậu lăng,"
    }
  },
  {
    "translation": {
      "en": "so they could have made a passable vegan burger to put inside the bread.",
      "vi": "để có thể làm ra một chiếc bánh kẹp chay để kẹp vào trong bánh mì,"
    }
  },
  {
    "translation": {
      "en": "But luckily they didn't have to.",
      "vi": "nhưng may là họ không phải làm thế."
    }
  },
  {
    "translation": {
      "en": "Because they'd also invented this, the fence,",
      "vi": "Vì họ còn phát minh ra thứ này, hàng rào,"
    }
  },
  {
    "translation": {
      "en": "a high-tech wooden machine for containing animals.",
      "vi": "thiết bị công nghệ cao bằng gỗ để nhốt vật nuôi."
    }
  },
  {
    "translation": {
      "en": "Humans quickly enslaved sheep, chickens, goats",
      "vi": "Loài người nhanh chóng thuần dưỡng cừu, gà, dê"
    }
  },
  {
    "translation": {
      "en": "and their number-one enemies, the cows.",
      "vi": "và kẻ thù số một của họ, lũ bò."
    }
  },
  {
    "translation": {
      "en": "Farms became a lot like zoos, except, of course, in a zoo,",
      "vi": "Nông trại trở nên giống sở thú, ngoại trừ việc ở sở thú bạn không thể bắt một con vật mà bạn thích"
    }
  },
  {
    "translation": {
      "en": "you can't pick out an animal you like the look of and kill it and eat it.",
      "vi": "ngoại trừ việc ở sở thú bạn không thể bắt một con vật mà bạn thích để giết và ăn thịt nó."
    }
  },
  {
    "translation": {
      "en": "Unless perhaps the zoo itself is struggling financially",
      "vi": "Trừ khi chính sở thú đang gặp vấn đề tài chính"
    }
  },
  {
    "translation": {
      "en": "and the owner's lost all hope.",
      "vi": "và chủ sở hữu đã mất hết hi vọng."
    }
  },
  {
    "translation": {
      "en": "Humans turned animals they couldn't eat or ride",
      "vi": "Loài người biến các con vật họ không ăn hay cưỡi thành thú cưng"
    }
  },
  {
    "translation": {
      "en": "into pets if they were pretty enough.",
      "vi": "Loài người biến các con vật họ không ăn hay cưỡi thành thú cưng nếu chúng xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "Early man domesticated dogs for companionship.",
      "vi": "Người Tiền sử thuần hóa chó làm bạn đồng hành"
    }
  },
  {
    "translation": {
      "en": "And cats, for whatever we have cats for.",
      "vi": "và mèo để làm mèo."
    }
  },
  {
    "translation": {
      "en": "This was the first time in history life could be described as cozy.",
      "vi": "Đây là lần đầu tiên trong lịch sử cuộc sống có thể mô tả là ấm áp."
    }
  },
  {
    "translation": {
      "en": "People lived in proper houses, which soon grew to become cities.",
      "vi": "Loài người sống trong nhà, mà nhanh chóng trở thành các đô thị."
    }
  },
  {
    "translation": {
      "en": "It's hard to believe I'm walking through the ruins of the first ever city,",
      "vi": "Thật khó tin tôi đang bước đi qua các tàn tích của một thành phố đầu tiên, vì không phải vậy."
    }
  },
  {
    "translation": {
      "en": "because I'm not.",
      "vi": "của một thành phố đầu tiên, vì không phải vậy."
    }
  },
  {
    "translation": {
      "en": "That's in Iraq, which is miles away and fucking dangerous.",
      "vi": "Nó nằm ở Iraq, cách đây rất xa và vô cùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "But the remains of it look pretty much like this,",
      "vi": "Những thứ còn sót lại hoàn toàn giống như thế này,"
    }
  },
  {
    "translation": {
      "en": "so you'd never know I wasn't actually there",
      "vi": "nên bạn không hề biết tôi có ở đó hay không"
    }
  },
  {
    "translation": {
      "en": "if I wasn't telling you now by accident.",
      "vi": "nếu tôi không vô tình tiết lộ."
    }
  },
  {
    "translation": {
      "en": "Today it's just a dismal load of bricks and dust.",
      "vi": "Ngày nay, nó chỉ là một đống gạch và bụi,"
    }
  },
  {
    "translation": {
      "en": "But if you use a modern computer to simulate what it used to look like,",
      "vi": "nhưng nếu bạn sử dụng máy vi tính hiện đại để mô phỏng hình dáng cũ của nó,"
    }
  },
  {
    "translation": {
      "en": "the results are nothing short of breathtaking.",
      "vi": "kết quả thật ngoạn mục."
    }
  },
  {
    "translation": {
      "en": "Civilization had begun.",
      "vi": "Nền văn minh đã bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Who invented civilization?",
      "vi": "Ai phát minh ra nền văn minh?"
    }
  },
  {
    "translation": {
      "en": "Civilization wasn't something that was invented",
      "vi": "Nền văn minh không phải là thứ… GS. JIM AL-KHALILI CBE CỘNG ĐỒNG KHOA HỌC"
    }
  },
  {
    "translation": {
      "en": "or something that started abruptly.",
      "vi": "…được phát minh ra hay đột nhiên bắt đầu."
    }
  },
  {
    "translation": {
      "en": "We talk about civilization once humans started agriculture,",
      "vi": "Chúng ta nói về văn minh khi con người bắt đầu làm nông nghiệp,"
    }
  },
  {
    "translation": {
      "en": "once they started building cities and creating laws.",
      "vi": "khi họ bắt đầu xây dựng thành phố và tạo ra luật lệ."
    }
  },
  {
    "translation": {
      "en": "That was something that happened gradually",
      "vi": "Nó là thứ xảy ra dần dần"
    }
  },
  {
    "translation": {
      "en": "in different parts of the world rather than just being invented suddenly.",
      "vi": "ở các nơi khác nhau trên thế giới thay vì đột nhiên được nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "Yeah, so it wasn't just one man who wanted to remain anonymous.",
      "vi": "Vậy không phải do có ai đó đang muốn ẩn danh thôi à?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "'Cause that would be something we shouldn't go along with if it was.",
      "vi": "Vì nếu là thật thì chúng ta không nên tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Do you mean we shouldn't go along…",
      "vi": "Ý cô là chúng ta không nên tiếp tục…"
    }
  },
  {
    "translation": {
      "en": "If it's one man who wants to remain anonymous,",
      "vi": "Nếu đó là một người muốn ẩn danh,"
    }
  },
  {
    "translation": {
      "en": "there's something a bit shifty about that, isn't there?",
      "vi": "có một chút quỷ quái trong đó, phải không?"
    }
  },
  {
    "translation": {
      "en": "So civilization was invented in Mesopotamia",
      "vi": "Nền văn minh được tìm ra ở Mesopotamia"
    }
  },
  {
    "translation": {
      "en": "by person or persons unknown.",
      "vi": "bởi một người hoặc nhiều người không xác định."
    }
  },
  {
    "translation": {
      "en": "But whoever they were, they were way ahead of their time.",
      "vi": "Nhưng dù họ là ai, họ đã đi trước thời đại của mình."
    }
  },
  {
    "translation": {
      "en": "Did the Mesopotamians have any of the same things that we have today?",
      "vi": "Người Mesopotamia có những thứ giống như chúng ta ngày nay không?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Like what?",
      "vi": "- Có. - Ví dụ như?"
    }
  },
  {
    "translation": {
      "en": "Weapons, jewelry, temples, animals.",
      "vi": "Vũ khí, trang sức, đền đài, động vật."
    }
  },
  {
    "translation": {
      "en": "Oh, right. No, I meant like feet and eyebrows and that sort of thing.",
      "vi": "À vâng. Ý tôi là như kiểu chân và lông mày với mấy thứ kiểu như vậy."
    }
  },
  {
    "translation": {
      "en": "-Yes. -They did?",
      "vi": "- Có. - Vậy à?"
    }
  },
  {
    "translation": {
      "en": "They had the whole set of organs, holes, bits that work together",
      "vi": "Họ có một hệ thống nội tạng, các lỗ, các bộ phận cùng hoạt động,"
    }
  },
  {
    "translation": {
      "en": "and bits on the outside, bits on the inside.",
      "vi": "các bộ phận bên ngoài, các bộ phận bên trong."
    }
  },
  {
    "translation": {
      "en": "So they had the same number of holes and everything.",
      "vi": "Vậy là họ có cùng số lượng lỗ và các thứ khác?"
    }
  },
  {
    "translation": {
      "en": "As far as science is in a position to reassure you, yes.",
      "vi": "Với nền khoa học như ở hiện tại thì có thể đảm bảo là như vậy."
    }
  },
  {
    "translation": {
      "en": "One of their most significant killer apps was something we still use to this day:",
      "vi": "Một trong những ứng dụng đáng kể nhất mà đến ngày nay chúng ta vẫn sử dụng."
    }
  },
  {
    "translation": {
      "en": "the circle.",
      "vi": "Hình tròn."
    }
  },
  {
    "translation": {
      "en": "Wheels might look complicated to the likes of you,",
      "vi": "Bánh xe có thể trông phức tạp với những người như bạn,"
    }
  },
  {
    "translation": {
      "en": "but the way they work is actually simple.",
      "vi": "nhưng cách chúng hoạt động khá đơn giản."
    }
  },
  {
    "translation": {
      "en": "The circle bit here revolves around a sort of sticky-out bit in the middle,",
      "vi": "Bộ phận hình tròn bao quanh một cái như cây gậy ở giữa,"
    }
  },
  {
    "translation": {
      "en": "and then as the wheel skin here pushes against the ground,",
      "vi": "và rồi khi bánh xe đẩy đi trên mặt đất,"
    }
  },
  {
    "translation": {
      "en": "the pressure rolls the entire planet back and away from you,",
      "vi": "lực đẩy xoay toàn bộ hành tinh về phía sau và cách xa khỏi bạn,"
    }
  },
  {
    "translation": {
      "en": "giving you the impression that you're moving forward,",
      "vi": "cho bạn cảm giác đang tiến về phía trước,"
    }
  },
  {
    "translation": {
      "en": "which, incredibly, you actually are.",
      "vi": "mà thực tế là đúng như vậy."
    }
  },
  {
    "translation": {
      "en": "The wheel allowed people to travel around trading things,",
      "vi": "Bánh xe giúp con người di chuyển để trao đổi hàng hóa,"
    }
  },
  {
    "translation": {
      "en": "but first they needed to count how many things they owned.",
      "vi": "nhưng trước hết, họ cần đếm xem họ sở hữu bao nhiêu thứ,"
    }
  },
  {
    "translation": {
      "en": "And that led to the tragic invention of maths.",
      "vi": "và điều đó dẫn đến việc phát minh ra toán học."
    }
  },
  {
    "translation": {
      "en": "Let's talk maths and numbers.",
      "vi": "Hãy nói về toán học và các con số."
    }
  },
  {
    "translation": {
      "en": "Were numbers worth less back in ancient times",
      "vi": "Các con số thời cổ đại có giá trị thấp hơn"
    }
  },
  {
    "translation": {
      "en": "or did they have the same value as now, only bigger?",
      "vi": "hay có cùng giá trị mà giờ ngày càng to hơn không?"
    }
  },
  {
    "translation": {
      "en": "Numbers had the same value as they do now in ancient times, yeah.",
      "vi": "Con số thời cổ đại có cùng giá trị với thời đại này."
    }
  },
  {
    "translation": {
      "en": "People still needed to count things.",
      "vi": "Con người cần đếm các thứ."
    }
  },
  {
    "translation": {
      "en": "And did they have the same number of numbers as we do?",
      "vi": "Họ có số đếm giống như chúng ta không?"
    }
  },
  {
    "translation": {
      "en": "You know, from 1 to 700, with 700 being the biggest number?",
      "vi": "Kiểu như từ một tới 700, với 700 là số lớn nhất?"
    }
  },
  {
    "translation": {
      "en": "700 has never been the biggest number. You can count to as many as you like.",
      "vi": "700 chưa bao giờ là số lớn nhất. Cô có thể đếm bao nhiêu tùy thích."
    }
  },
  {
    "translation": {
      "en": "No, no, I saw a thing on YouTube. After 700, numbers repeat.",
      "vi": "Không. Tôi xem trên Youtube, sau 700, các con số lặp lại."
    }
  },
  {
    "translation": {
      "en": "They just give them different names so you think they're still going up.",
      "vi": "Họ chỉ đặt tên khác nhau để ta nghĩ rằng chúng vẫn tăng lên."
    }
  },
  {
    "translation": {
      "en": "Do you want me to send it to you?",
      "vi": "Bà có muốn tôi gửi cho bà xem không?"
    }
  },
  {
    "translation": {
      "en": "With numbers going as high, but no higher than, 700,",
      "vi": "Khi các con số ngày một lớn nhưng không quá 700,"
    }
  },
  {
    "translation": {
      "en": "people needed something to help them count.",
      "vi": "con người cần thứ gì đó để giúp họ đếm."
    }
  },
  {
    "translation": {
      "en": "That's where this came in. It's called \"a-bacus.\"",
      "vi": "Đó là lúc thứ này ra đời. Nó được gọi là bàn tính."
    }
  },
  {
    "translation": {
      "en": "Using \"a-bacus,\" our ancestors could count how many possessions they owned.",
      "vi": "Sử dụng bàn tính, tổ tiên của chúng ta có thể đếm số lượng họ sở hữu."
    }
  },
  {
    "translation": {
      "en": "It was a short step from this",
      "vi": "Từ đó chỉ còn một bước ngắn tiến tới phát minh ra tiền"
    }
  },
  {
    "translation": {
      "en": "to the invention of money, in the form of cash.",
      "vi": "Từ đó chỉ còn một bước ngắn tiến tới phát minh ra tiền dưới dạng tiền mặt."
    }
  },
  {
    "translation": {
      "en": "Ancient people invented currency to make life on Earth easier,",
      "vi": "Người cổ đại phát minh ra tiền để cuộc sống trên Trái Đất dễ dàng hơn,"
    }
  },
  {
    "translation": {
      "en": "but in doing so, they inadvertently invented capitalism,",
      "vi": "nhưng cùng lúc, họ vô tình phát minh ra chủ nghĩa tư bản,"
    }
  },
  {
    "translation": {
      "en": "which is gonna kill everyone.",
      "vi": "thứ sẽ giết chết tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "Sorry, that's not a question. It's just something I read on Twitter.",
      "vi": "Xin lỗi, đó không phải là một câu hỏi. Tôi đọc nó trên Twitter."
    }
  },
  {
    "translation": {
      "en": "Having conquered numbers,",
      "vi": "Thống trị các con số,"
    }
  },
  {
    "translation": {
      "en": "humankind moved on to something even more boring by inventing writing.",
      "vi": "loài người bước tới một thứ thậm chí còn tẻ nhạt hơn với việc phát minh ra chữ viết."
    }
  },
  {
    "translation": {
      "en": "Was the invention of writing a significant development",
      "vi": "Có phải việc phát minh ra chữ viết là một tiến bộ vượt bậc"
    }
  },
  {
    "translation": {
      "en": "or more of a flash in the pan, like rap metal?",
      "vi": "hay chỉ là thứ nhất thời, giống như nhạc rap metal?"
    }
  },
  {
    "translation": {
      "en": "I think once writing was thought up, once it appeared in the world,",
      "vi": "Tôi cho là khi chữ viết được nghĩ ra, việc nó xuất hiện trên thế giới là không thể cản được."
    }
  },
  {
    "translation": {
      "en": "it was unstoppable.",
      "vi": "việc nó xuất hiện trên thế giới là không thể cản được."
    }
  },
  {
    "translation": {
      "en": "So it was much, much bigger than rap metal then?",
      "vi": "Vậy là nó lớn hơn rap metal rất, rất nhiều à?"
    }
  },
  {
    "translation": {
      "en": "-Yes, much bigger. -What about acid jazz?",
      "vi": "- Phải, lớn hơn nhiều. - Vâng. Thế còn nhạc acid jazz?"
    }
  },
  {
    "translation": {
      "en": "I still would put writing ahead of it.",
      "vi": "Tôi vẫn đặt chữ viết lên trên nó."
    }
  },
  {
    "translation": {
      "en": "No, I just wondered what you thought of acid jazz.",
      "vi": "Không, tôi chỉ muốn biết suy nghĩ của ông về acid jazz."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "[Finkel] It's a cast. It's not the real thing.",
      "vi": "Nó chỉ là bản sao. Không phải đồ thật."
    }
  },
  {
    "translation": {
      "en": "It purports to stand in for a Mesopotamian clay tablet written in cuneiform writing,",
      "vi": "Nó tái hiện một bảng đất sét của người Mesopotamia viết dưới dạng chữ hình nêm."
    }
  },
  {
    "translation": {
      "en": "the first kind of writing that appeared in the world, writing on clay tablets.",
      "vi": "Kiểu viết chữ đầu tiên xuất hiện trên thế giới, viết trên bảng đất sét."
    }
  },
  {
    "translation": {
      "en": "As books go, I have to say it's quite a boring cover, isn't it?",
      "vi": "Với một cuốn sách, tôi phải nói là, bìa trông hơi chán nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It doesn't even look like it opens properly.",
      "vi": "Trông thậm chí còn chả mở được ra."
    }
  },
  {
    "translation": {
      "en": "Are you one of the people that judges a book by the cover?",
      "vi": "Cô thuộc nhóm người đánh giá một cuốn sách qua bìa của nó à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I am. -Well, that's a sad and misguided view.",
      "vi": "Phải, đúng là vậy. Đó là một góc nhìn đáng buồn và sai lệch."
    }
  },
  {
    "translation": {
      "en": "If someone shouted this aloud, would that have been the first audio book?",
      "vi": "Nếu ai đó đọc to nó lên, liệu nó có thành quyển sách nói đầu tiên?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Writing changed the world.",
      "vi": "Chữ viết đã thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "Suddenly ideas didn't have to disappear",
      "vi": "Đột nhiên, ý tưởng không còn biến mất"
    }
  },
  {
    "translation": {
      "en": "just because the person whose head they were trapped in had died.",
      "vi": "chỉ vì người giữ ý tưởng đó trong đầu đã chết."
    }
  },
  {
    "translation": {
      "en": "Instead, you could convert your ideas into writing,",
      "vi": "Thay vào đó, bạn có thể biến ý tưởng của mình thành chữ viết,"
    }
  },
  {
    "translation": {
      "en": "and then anyone else could come along",
      "vi": "và rồi ai đó tới"
    }
  },
  {
    "translation": {
      "en": "and upload those ideas into their own brain",
      "vi": "dung nạp các ý tưởng đó vào bộ não của họ"
    }
  },
  {
    "translation": {
      "en": "by wirelessly importing them through their eyes.",
      "vi": "bằng cách thu nhập chúng không dây thông qua đôi mắt của họ."
    }
  },
  {
    "translation": {
      "en": "Incredibly, despite being invented thousands of years ago,",
      "vi": "Thật phi thường, dù được phát minh từ hàng ngàn năm trước,"
    }
  },
  {
    "translation": {
      "en": "writing still exists today,",
      "vi": "chữ viết vẫn tồn tại đến ngày nay, bên dưới những đoạn phim mà chúng ta xem trên mạng."
    }
  },
  {
    "translation": {
      "en": "underneath video clips that we watch online.",
      "vi": "bên dưới những đoạn phim mà chúng ta xem trên mạng."
    }
  },
  {
    "translation": {
      "en": "It's here you'll also find another kind of handmade language that still endures:",
      "vi": "Và ở đó bạn sẽ tìm thấy một dạng ngôn ngữ tự chế vẫn còn rất phổ biến, emoji."
    }
  },
  {
    "translation": {
      "en": "emoji.",
      "vi": "vẫn còn rất phổ biến, emoji."
    }
  },
  {
    "translation": {
      "en": "Or as the ancient Egyptians who invented them called them, hieroglyphics.",
      "vi": "Hay như người Ai Cập cổ đại đã phát minh ra chúng gọi là, chữ tượng hình."
    }
  },
  {
    "translation": {
      "en": "They told whole stories in hieroglyphic code.",
      "vi": "Chúng kể lại toàn bộ câu chuyện dưới dạng mã tượng hình."
    }
  },
  {
    "translation": {
      "en": "It's like a more coherent Marvel comic.",
      "vi": "Giống một cuốn truyện tranh Marvel mạch lạc hơn."
    }
  },
  {
    "translation": {
      "en": "Rather than being put up in public where living people could enjoy them,",
      "vi": "Thay vì bày ra trước công chúng để người sống có thể thưởng thức,"
    }
  },
  {
    "translation": {
      "en": "these Egyptian comic strips were painted on the walls of tombs",
      "vi": "truyện tranh Ai Cập được vẽ trên tường các lăng mộ"
    }
  },
  {
    "translation": {
      "en": "to entertain dead people.",
      "vi": "để mua vui cho người chết,"
    }
  },
  {
    "translation": {
      "en": "And those tombs lay beneath some of the most recognizable,",
      "vi": "và các lăng mộ nằm bên dưới công trình dễ nhận biết nhất,"
    }
  },
  {
    "translation": {
      "en": "not to mention pointiest, buildings in history.",
      "vi": "nhọn hoắt nhất trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "I'm talking about the pyramids.",
      "vi": "Tôi đang nói về kim tự tháp."
    }
  },
  {
    "translation": {
      "en": "Looking at the pyramids today,",
      "vi": "Nhìn vào kim tự tháp ngày nay, không thể thoát khỏi suy nghĩ"
    }
  },
  {
    "translation": {
      "en": "it's impossible not to be struck by the thought",
      "vi": "Nhìn vào kim tự tháp ngày nay, không thể thoát khỏi suy nghĩ chúng đơn giản là các tam giác lớn"
    }
  },
  {
    "translation": {
      "en": "that they're basically big triangles with a sort of square arse.",
      "vi": "chúng đơn giản là các tam giác lớn với đít hình vuông."
    }
  },
  {
    "translation": {
      "en": "There's probably a word for that shape, but no one knows what it might be.",
      "vi": "Chắc là có từ để gọi hình dạng đó, nhưng chả ai biết đó là từ gì."
    }
  },
  {
    "translation": {
      "en": "It's one of the many timeless mysteries of the pyramids.",
      "vi": "Nó là một trong các bí ẩn vượt thời gian của kim tự tháp."
    }
  },
  {
    "translation": {
      "en": "Why are pyramids that shape?",
      "vi": "Vì sao kim tự tháp có hình dạng đó?"
    }
  },
  {
    "translation": {
      "en": "Is it to stop homeless people sleeping on them?",
      "vi": "Để ngăn người vô gia cư ngủ trên đó à?"
    }
  },
  {
    "translation": {
      "en": "I don't think they had many homeless people in ancient Egypt.",
      "vi": "Tôi không cho là có nhiều người vô gia cư thời Ai Cập cổ đại. GIÁO SƯ AI CẬP"
    }
  },
  {
    "translation": {
      "en": "Did they not?",
      "vi": "- Ồ, không có à? - Không."
    }
  },
  {
    "translation": {
      "en": "No, no, people looked after each other, I think, and helped each other.",
      "vi": "Mọi người chăm sóc lẫn nhau, giúp đỡ nhau."
    }
  },
  {
    "translation": {
      "en": "Right. I suppose it's good with rain as well,",
      "vi": "Tôi nghĩ là nó tốt khi trời mưa, vì nước trôi tuột xuống."
    }
  },
  {
    "translation": {
      "en": "because it'll just roll off.",
      "vi": "Tôi nghĩ là nó tốt khi trời mưa, vì nước trôi tuột xuống. Người Ai Cập xây kim tự tháp như thế nào?"
    }
  },
  {
    "translation": {
      "en": "How did Egyptians build the pyramids?",
      "vi": "Người Ai Cập xây kim tự tháp như thế nào?"
    }
  },
  {
    "translation": {
      "en": "Did they start at the top and work down or start at the bottom and work up?",
      "vi": "Họ bắt đầu từ đỉnh và xây dần xuống, hay bắt đầu từ đáy xây lên?"
    }
  },
  {
    "translation": {
      "en": "They had to start at the bottom and work up because",
      "vi": "Họ phải bắt đầu từ đáy xây lên vì không thể nào bắt đầu từ đỉnh xây xuống."
    }
  },
  {
    "translation": {
      "en": "it would be impossible to start at the top and work down.",
      "vi": "vì không thể nào bắt đầu từ đỉnh xây xuống."
    }
  },
  {
    "translation": {
      "en": "The Egyptians believed",
      "vi": "Người Ai Cập tin rằng điều lớn lao nhất"
    }
  },
  {
    "translation": {
      "en": "the most significant thing you could do in your life was die.",
      "vi": "Người Ai Cập tin rằng điều lớn lao nhất trong cuộc đời là cái chết."
    }
  },
  {
    "translation": {
      "en": "And the more important you were, the more complicated your death had to be.",
      "vi": "Nếu bạn càng quan trọng, thì cái chết của bạn nên càng phức tạp."
    }
  },
  {
    "translation": {
      "en": "Egyptian kings were known as pharaohs,",
      "vi": "Các vị vua Ai Cập được gọi là pharaoh,"
    }
  },
  {
    "translation": {
      "en": "and when they died, they'd get turned into mummies of Scooby-Doo fame.",
      "vi": "và khi băng hà, họ biến thành xác ướp nổi tiếng trong Scooby-Doo."
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians were obsessed with dead people, weren't they?",
      "vi": "Người Ai Cập cổ đại bị ám ảnh với người chết, phải không?"
    }
  },
  {
    "translation": {
      "en": "But they're all dead themselves now. So do you think they still feel that way?",
      "vi": "Nhưng giờ họ cũng chết luôn rồi, vậy bà có nghĩ họ vẫn bị ám ảnh?"
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians weren't obsessed with dead people,",
      "vi": "Người Ai Cập cổ đại không bị ám ảnh với người chết,"
    }
  },
  {
    "translation": {
      "en": "but actually they were obsessed with life.",
      "vi": "nhưng thực tế, họ bị ám ảnh với cuộc sống."
    }
  },
  {
    "translation": {
      "en": "They wanted to be alive,",
      "vi": "Họ muốn sống, và họ muốn đảm bảo rằng"
    }
  },
  {
    "translation": {
      "en": "and they wanted to make sure that when they died, they came alive again.",
      "vi": "Họ muốn sống, và họ muốn đảm bảo rằng khi họ chết đi, họ có thể sống lại lần nữa,"
    }
  },
  {
    "translation": {
      "en": "And that's why they did mummification.",
      "vi": "nên đó là lý do họ ướp xác."
    }
  },
  {
    "translation": {
      "en": "So how did they mummify people? Talk me through the process.",
      "vi": "Vậy họ đã ướp xác như thế nào? Hãy kể cho tôi quá trình đó."
    }
  },
  {
    "translation": {
      "en": "Uh, you'd get your dead body and you'd lay it out on a table",
      "vi": "Cô lấy xác chết và đặt nó lên bàn,"
    }
  },
  {
    "translation": {
      "en": "and then you'd wash it, and then you'd start by removing the brain.",
      "vi": "rồi cô rửa nó, và bắt đầu loại bỏ phần não."
    }
  },
  {
    "translation": {
      "en": "And then they would cut open down the middle of the body",
      "vi": "Sau đó họ mổ banh phần giữa của cơ thể,"
    }
  },
  {
    "translation": {
      "en": "and they would take out anything that they thought would rot.",
      "vi": "rồi lấy mọi thứ mà họ nghĩ sẽ bị thối rữa ra,"
    }
  },
  {
    "translation": {
      "en": "And then they would cover it in salt and dry it out,",
      "vi": "sau đó họ rắc muối lên và để nó khô,"
    }
  },
  {
    "translation": {
      "en": "and then they would wrap it in bandages, and then that would be a mummy.",
      "vi": "rồi họ quấn nó trong băng gạc, và thế là thành xác ướp."
    }
  },
  {
    "translation": {
      "en": "So the kind of spa treatment that Gwyneth Paltrow has on a weekly basis.",
      "vi": "Giống như kiểu spa trị liệu mà Gwyneth Paltrow làm mỗi tuần."
    }
  },
  {
    "translation": {
      "en": "Has a mummy ever ridden a bicycle?",
      "vi": "Xác ướp có bao giờ đạp xe không?"
    }
  },
  {
    "translation": {
      "en": "Not that I know of, no.",
      "vi": "Theo tôi biết thì không."
    }
  },
  {
    "translation": {
      "en": "But the ancient Egyptians didn't have bicycles.",
      "vi": "Người Ai Cập cổ đại không có xe đạp."
    }
  },
  {
    "translation": {
      "en": "-Right. -They didn't even have roads.",
      "vi": "- Phải. - Họ còn chả có đường đi."
    }
  },
  {
    "translation": {
      "en": "So they couldn't have a bicycle because they couldn't ride a bicycle.",
      "vi": "Vậy là họ không có xe đạp vì họ không biết đi xe đạp."
    }
  },
  {
    "translation": {
      "en": "I don't know why I asked that.",
      "vi": "Chả hiểu sao tôi lại hỏi câu đó nữa."
    }
  },
  {
    "translation": {
      "en": "I just couldn't think of anything else to say.",
      "vi": "Tôi không nghĩ ra cái gì để nói cả."
    }
  },
  {
    "translation": {
      "en": "While the pharaohs of Egypt left a legacy of temples and tombs,",
      "vi": "Trong khi các pharaoh Ai Cập để lại di sản các ngôi đền và lăng mộ,"
    }
  },
  {
    "translation": {
      "en": "across the water, an even more impressive empire was appearing.",
      "vi": "băng qua đại dương, một đế chế còn ấn tượng hơn xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Greece, the country, not the musical,",
      "vi": "Hy Lạp, một đất nước, không phải âm nhạc,"
    }
  },
  {
    "translation": {
      "en": "was where the birth of civilization was born.",
      "vi": "là nơi nền văn minh ra đời."
    }
  },
  {
    "translation": {
      "en": "The ancient Greeks invented lots of things we still have today,",
      "vi": "Người Hy Lạp cổ đại phát minh ra rất nhiều thứ ta có ngày nay,"
    }
  },
  {
    "translation": {
      "en": "like medicine and olives,",
      "vi": "như thuốc và quả ô liu,"
    }
  },
  {
    "translation": {
      "en": "and lots of things that have died out, like democracy and pillars.",
      "vi": "và rất nhiều thứ đã chết đi, như nền dân chủ và cột đá."
    }
  },
  {
    "translation": {
      "en": "As well as these impressive ruins, the ancient Greeks also developed culture",
      "vi": "Giống như các tàn tích kỳ vĩ này, người Hy Lạp cổ đại phát triển nền văn hóa dưới dạng sữa chua"
    }
  },
  {
    "translation": {
      "en": "in the form of yoghurt and theatre in all its tedious forms.",
      "vi": "người Hy Lạp cổ đại phát triển nền văn hóa dưới dạng sữa chua và nhà hát với các hình dạng buồn tẻ."
    }
  },
  {
    "translation": {
      "en": "The Greeks were into tragedies.",
      "vi": "Người Hy Lạp thích bi kịch."
    }
  },
  {
    "translation": {
      "en": "In a tragedy, sad things happen like people dying or killing themselves.",
      "vi": "Trong một bi kịch, những chuyện buồn xảy ra, như là có người chết hoặc tự sát,"
    }
  },
  {
    "translation": {
      "en": "But the ancient Greek tragedies happened ages ago.",
      "vi": "nhưng các bi kịch của Hy Lạp cổ đại đã xảy ra nhiều năm trước."
    }
  },
  {
    "translation": {
      "en": "Are the things that happened in them still sad?",
      "vi": "Chuyện xảy ra trong các bi kịch bây giờ còn buồn không?"
    }
  },
  {
    "translation": {
      "en": "They are still sad",
      "vi": "Chúng vẫn buồn,"
    }
  },
  {
    "translation": {
      "en": "because what the tragedies tell are stories about humans,",
      "vi": "bởi vì các bi kịch kể những câu chuyện về con người… TS. LYNDSAY COO GIẢNG VIÊN CAO CẤP NGÔN NGỮ VÀ VĂN HỌC HY LẠP CỔ ĐẠI"
    }
  },
  {
    "translation": {
      "en": "who we can relate to in some cases.",
      "vi": "…mà chúng ta có thể liên tưởng trong một số trường hợp."
    }
  },
  {
    "translation": {
      "en": "But it was so long ago. Why should I care?",
      "vi": "Nhưng nó đã quá xưa rồi. Sao tôi phải quan tâm chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, again, tragedy is often about human situations.",
      "vi": "Một lần nữa, bi kịch thường là về các tình huống của con người."
    }
  },
  {
    "translation": {
      "en": "Even today, if you found out that by accident",
      "vi": "Kể cả ngày nay, nếu bạn tình cờ phát hiện ra,"
    }
  },
  {
    "translation": {
      "en": "you'd killed your own father and married your mother, you'd be quite upset,",
      "vi": "bạn vừa giết cha đẻ của mình và cưới mẹ mình, bạn sẽ rất đau buồn, giống như Oedipus vậy."
    }
  },
  {
    "translation": {
      "en": "um, just as Oedipus was.",
      "vi": "bạn sẽ rất đau buồn, giống như Oedipus vậy."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm cold, but I just don't give a shit about people in ancient Greece.",
      "vi": "Có thể tôi lạnh lùng, nhưng tôi chả quan tâm tới người thời Hy Lạp cổ đại."
    }
  },
  {
    "translation": {
      "en": "That's a shame.",
      "vi": "Thật đáng tiếc."
    }
  },
  {
    "translation": {
      "en": "-Do you? -I do care quite a lot. Yeah, it's my job.",
      "vi": "- Cô có quan tâm không? - Tôi quan tâm rất nhiều. Vâng, đó là nghề của tôi mà."
    }
  },
  {
    "translation": {
      "en": "My mate Paul wrote a story about a man who got a new potato stuck up himself",
      "vi": "Paul, bạn tôi viết một câu chuyện về một người có củ khoai tây mới bị mắc kẹt trong anh ta khi làm theo một trò chơi tình dục vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "following an ill-advised sex game.",
      "vi": "bị mắc kẹt trong anh ta khi làm theo một trò chơi tình dục vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "And he wrote that in the form of a limerick.",
      "vi": "Và anh ấy viết nó dưới dạng thơ hài."
    }
  },
  {
    "translation": {
      "en": "No one died, but it sounds horrendous.",
      "vi": "Không ai chết cả, nhưng nghe thật khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "Is that a tragedy,",
      "vi": "Đó có phải là bi kịch không,"
    }
  },
  {
    "translation": {
      "en": "or would the potato have to take root and kill him for it to qualify?",
      "vi": "hay củ khoai tây phải cắm rễ và giết chết anh ta thì mới đủ tiêu chuẩn?"
    }
  },
  {
    "translation": {
      "en": "It sounds like a very unfortunate incident.",
      "vi": "Nghe giống như một tai nạn rất không may."
    }
  },
  {
    "translation": {
      "en": "I'm not sure it has a more timeless relevance",
      "vi": "Tôi không chắc nó mang tính vượt thời gian"
    }
  },
  {
    "translation": {
      "en": "that might make it a tragedy.",
      "vi": "để tạo nên một bi kịch."
    }
  },
  {
    "translation": {
      "en": "Paul said it really happened as well.",
      "vi": "Paul nói là nó thực sự đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Honestly, he's had such a time of it lately.",
      "vi": "Quả thực, anh ấy đã có một thời gian như vậy gần đây."
    }
  },
  {
    "translation": {
      "en": "He really needs a holiday.",
      "vi": "Anh ấy thực sự cần một kỳ nghỉ."
    }
  },
  {
    "translation": {
      "en": "The Greeks also created a kind of theatre for stupid people, known as sport.",
      "vi": "Người Hy Lạp cũng tạo ra một kiểu nhà hát dành cho lũ ngốc được gọi là thể thao."
    }
  },
  {
    "translation": {
      "en": "They started the Olympic Games without inviting other countries",
      "vi": "Họ bắt đầu thế vận hội Olympic mà không mời các quốc gia khác"
    }
  },
  {
    "translation": {
      "en": "to ensure Greece would win.",
      "vi": "để đảm bảo Hy Lạp giành chiến thắng."
    }
  },
  {
    "translation": {
      "en": "The contenders at these early Olympics took part completely naked,",
      "vi": "Các ứng viên ở kỳ Olympic sơ khai này tham dự hoàn toàn khỏa thân,"
    }
  },
  {
    "translation": {
      "en": "partly because an athletic physique was considered a virtue,",
      "vi": "một phần vì vóc dáng thể thao được coi là một phẩm chất,"
    }
  },
  {
    "translation": {
      "en": "but mainly because Lycra wasn't available.",
      "vi": "nhưng chủ yếu là do vải Lycra chưa xuất hiện."
    }
  },
  {
    "translation": {
      "en": "I heard that at the early Olympics, athletes had to compete in the nude.",
      "vi": "Tôi nghe nói ở Olympic thời sơ khai, vận động viên phải hoàn toàn khỏa thân. Đúng là họ thi đấu khỏa thân."
    }
  },
  {
    "translation": {
      "en": "So they did compete naked.",
      "vi": "Đúng là họ thi đấu khỏa thân."
    }
  },
  {
    "translation": {
      "en": "And there are writings about this being quite an erotic sight in some cases.",
      "vi": "Có các bài viết về chuyện này, vài trường hợp giống như cảnh nóng."
    }
  },
  {
    "translation": {
      "en": "With wrestling, with all that wriggling about,",
      "vi": "Trong môn vật, với các động tác uốn éo,"
    }
  },
  {
    "translation": {
      "en": "they'd have seen right up their bumholes and everything.",
      "vi": "họ đã thấy cả hậu môn và các thứ."
    }
  },
  {
    "translation": {
      "en": "Couldn't they censor it for people watching it in the auditorium,",
      "vi": "Sao họ không che nó giúp người xem trong khán đài,"
    }
  },
  {
    "translation": {
      "en": "modesty patches or something,",
      "vi": "bằng miếng dán hoặc thứ gì đó?"
    }
  },
  {
    "translation": {
      "en": "or ask people to close their eyes each time someone bends over?",
      "vi": "Hay yêu cầu mọi người nhắm mắt lại mỗi khi ai đó cúi xuống?"
    }
  },
  {
    "translation": {
      "en": "I think that probably wouldn't have worked.",
      "vi": "Tôi nghĩ điều đó chắc không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "But you'd have seen right up their bumholes.",
      "vi": "Nhưng cô sẽ thấy hậu môn của họ."
    }
  },
  {
    "translation": {
      "en": "In some cases people might have done.",
      "vi": "Một số trường hợp thì đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "Did Zeus really approve of that?",
      "vi": "Thần Zeus thực sự đã cho phép điều đó?"
    }
  },
  {
    "translation": {
      "en": "But perhaps the most famous form of wrestling the Greeks invented",
      "vi": "Nhưng có lẽ hình thái nổi tiếng nhất về môn vật mà người Hy Lạp phát minh ra"
    }
  },
  {
    "translation": {
      "en": "was mental wrestling.",
      "vi": "là môn vật trí tuệ."
    }
  },
  {
    "translation": {
      "en": "Philosophy is basically thinking about thinking,",
      "vi": "Triết học đơn giản là suy nghĩ về ý nghĩ,"
    }
  },
  {
    "translation": {
      "en": "which sounds like a waste of time because it is,",
      "vi": "nghe có vẻ phí thời gian vì nó đúng là như vậy."
    }
  },
  {
    "translation": {
      "en": "although a philosopher might argue that that time they've wasted",
      "vi": "Mặc dù một nhà triết học có thể tranh luận rằng thời gian họ lãng phí"
    }
  },
  {
    "translation": {
      "en": "never existed in the first place,",
      "vi": "vốn không tồn tại ngay từ đầu,"
    }
  },
  {
    "translation": {
      "en": "at which point you'd probably give up talking to them",
      "vi": "cho đến lúc bạn không muốn nói chuyện với họ"
    }
  },
  {
    "translation": {
      "en": "and open a packet of biscuits.",
      "vi": "và mở túi bánh qui."
    }
  },
  {
    "translation": {
      "en": "These are the ancient Greek philosophers.",
      "vi": "Đây là những nhà triết học Hy Lạp cổ đại, không phải người thật."
    }
  },
  {
    "translation": {
      "en": "Not the actual ones, they'd be a load of dust and bones now.",
      "vi": "Đây là những nhà triết học Hy Lạp cổ đại, không phải người thật. Giờ chỉ còn là bụi và xương."
    }
  },
  {
    "translation": {
      "en": "Maybe some teeth if you're lucky.",
      "vi": "Có thể còn vài cái răng nếu bạn gặp may."
    }
  },
  {
    "translation": {
      "en": "These are just clever simulations made of rock.",
      "vi": "Đây chỉ là những mô hình tuyệt vời làm bằng đá."
    }
  },
  {
    "translation": {
      "en": "The Greek philosophers came up with bold new theories about life on Earth.",
      "vi": "Triết học gia Hy Lạp mang tới giả thiết mới, táo bạo về cuộc sống trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "That's why we still know their names today,",
      "vi": "Đó là lý do đến nay ta vẫn nhớ tên họ"
    }
  },
  {
    "translation": {
      "en": "even though they haven't put out any new material in ages.",
      "vi": "dù họ chẳng làm ra vật chất gì mới trong bao nhiêu năm trời."
    }
  },
  {
    "translation": {
      "en": "Socrates,",
      "vi": "Socrates."
    }
  },
  {
    "translation": {
      "en": "Pythagoras,",
      "vi": "Pythagoras."
    }
  },
  {
    "translation": {
      "en": "this one,",
      "vi": "Người này."
    }
  },
  {
    "translation": {
      "en": "him.",
      "vi": "Ông ta."
    }
  },
  {
    "translation": {
      "en": "And this is Plato.",
      "vi": "Còn đây là Plato."
    }
  },
  {
    "translation": {
      "en": "As you can see, even now, centuries after his death, he's still deep in thought,",
      "vi": "Như bạn thấy đó, kể cả đến giờ, hàng thế kỷ sau khi chết, ông ấy vẫn chìm trong suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "concocting clever theories in his head.",
      "vi": "nhào nặn các giả thiết thông thái bên trong đầu ông ấy."
    }
  },
  {
    "translation": {
      "en": "If only we could hold a microphone to the side of his brain",
      "vi": "Giá mà ta có thể đưa một cái mic vào bên cạnh não ông ấy"
    }
  },
  {
    "translation": {
      "en": "and hear them for ourselves, but we can't.",
      "vi": "và nghe thấy chúng, nhưng không thể."
    }
  },
  {
    "translation": {
      "en": "And even if we could, they'd be in Greek,",
      "vi": "Kể cả có làm được, thì cũng là tiếng Hy Lạp,"
    }
  },
  {
    "translation": {
      "en": "which no one on our production team can speak.",
      "vi": "mà không ai trong đội sản xuất của chúng tôi biết."
    }
  },
  {
    "translation": {
      "en": "Plato handed his wisdom on to a student",
      "vi": "Plato trao sự thông thái của mình cho một học trò"
    }
  },
  {
    "translation": {
      "en": "who would become one of the most influential thinkers of all time:",
      "vi": "người trở thành một trong những tư tưởng có sức ảnh hưởng mọi thời đại,"
    }
  },
  {
    "translation": {
      "en": "Aristotle.",
      "vi": "Aristotle."
    }
  },
  {
    "translation": {
      "en": "Aristotle said a lot of clever things, didn't he?",
      "vi": "Aristotle đã nói rất nhiều điều trí tuệ, phải không?"
    }
  },
  {
    "translation": {
      "en": "My favorite is, \"You've got to dance like nobody's watching.\"",
      "vi": "Câu tôi thích nhất là, \"Bạn phải nhảy múa như không ai đang nhìn mình.\""
    }
  },
  {
    "translation": {
      "en": "It's so true, and you can apply it to anything.",
      "vi": "Nó rất đúng, và có thể áp dụng nó vào mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Because my confidence is quite brittle at times,",
      "vi": "Bởi đôi khi lòng tự tin của tôi hơi dễ vỡ,"
    }
  },
  {
    "translation": {
      "en": "and I know I come across as quite confident,",
      "vi": "và tôi biết là mình xuất hiện khá tự tin,"
    }
  },
  {
    "translation": {
      "en": "but sometimes when I'm talking to experts,",
      "vi": "nhưng đôi lúc, khi nói chuyện với chuyên gia,"
    }
  },
  {
    "translation": {
      "en": "I worry that, you know, I might come across as a bit stupid.",
      "vi": "tôi lo lắng, rằng mình có thể tỏ ra hơi ngốc."
    }
  },
  {
    "translation": {
      "en": "And when I think of \"dance like no one's watching,\"",
      "vi": "Và khi tôi nghĩ đến, \"Nhảy múa như không ai đang nhìn\","
    }
  },
  {
    "translation": {
      "en": "that really helps me, you know?",
      "vi": "điều đó thực sự giúp ích tôi."
    }
  },
  {
    "translation": {
      "en": "It's like a gift.",
      "vi": "Giống như một món quà."
    }
  },
  {
    "translation": {
      "en": "What made Aristotle think of that?",
      "vi": "Điều gì khiến Aristotle nghĩ tới nó?"
    }
  },
  {
    "translation": {
      "en": "I'm not aware that Aristotle said that particular thing",
      "vi": "Tôi không biết là Aristotle có nói câu đó thật không"
    }
  },
  {
    "translation": {
      "en": "about dancing when no one's watching.",
      "vi": "về việc nhảy múa mà không ai nhìn."
    }
  },
  {
    "translation": {
      "en": "-I don't think he said that. -He did, didn't he?",
      "vi": "Tôi không nghĩ ông ấy nói vậy. Có mà?"
    }
  },
  {
    "translation": {
      "en": "If he did, I don't know and I don't know why,",
      "vi": "Nếu có thì, tôi không biết và không hiểu tại sao,"
    }
  },
  {
    "translation": {
      "en": "but I don't think he did.",
      "vi": "nhưng tôi không nghĩ ông ấy nói."
    }
  },
  {
    "translation": {
      "en": "Is there something similar that he might have said,",
      "vi": "Có câu nào tương tự mà có thể ông ấy đã nói,"
    }
  },
  {
    "translation": {
      "en": "um… about-- something about one's confidence?",
      "vi": "gì đó về sự tự tin của ai đó?"
    }
  },
  {
    "translation": {
      "en": "-I don't think so. -Right.",
      "vi": "Tôi không nghĩ vậy. Vâng."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Experts may disagree over what they actually said,",
      "vi": "Chuyên gia có thể bất đồng về những gì họ thực sự đã nói,"
    }
  },
  {
    "translation": {
      "en": "but there's no doubt these Greek pioneers changed the way we think.",
      "vi": "nhưng những người Hy Lạp tiên phong đã thực sự thay đổi cách ta suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "Did a philosopher ever think of an idea so big it split their head open?",
      "vi": "Có nhà triết học nào nghĩ về một ý tưởng quá lớn đến nỗi nổ tung đầu họ không?"
    }
  },
  {
    "translation": {
      "en": "Not that I'm aware of.",
      "vi": "Theo tôi biết thì không."
    }
  },
  {
    "translation": {
      "en": "You know how the human brain is full of pipes? Philosophers--",
      "vi": "Ông có biết não người toàn là ống? - Triết học gia… - Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "-I'm not. -You didn't know about that?",
      "vi": "- Triết học gia… - Tôi không biết. - Ông không biết chuyện đó? - Không, tôi không biết."
    }
  },
  {
    "translation": {
      "en": "-I didn't know about that. -Okay, well, the brain's full of pipes.",
      "vi": "- Ông không biết chuyện đó? - Không, tôi không biết. Được rồi, não toàn là ống."
    }
  },
  {
    "translation": {
      "en": "You know how philosophers have these thoughts,",
      "vi": "Ông có biết các nhà triết học có những suy nghĩ"
    }
  },
  {
    "translation": {
      "en": "and they try and push these thoughts through these pipes?",
      "vi": "và họ cố gắng đẩy các suy nghĩ thông qua các ống đó?"
    }
  },
  {
    "translation": {
      "en": "When you're having a big idea,",
      "vi": "Khi ông có một ý tưởng lớn, tốt nhất là bẻ vụn nó ra"
    }
  },
  {
    "translation": {
      "en": "is it best to break it up into lots of little thoughts, about the size of peas,",
      "vi": "Khi ông có một ý tưởng lớn, tốt nhất là bẻ vụn nó ra thành nhiều suy nghĩ nhỏ, cỡ bằng hạt đậu,"
    }
  },
  {
    "translation": {
      "en": "and squeeze them through in quick succession,",
      "vi": "và ép nó liên tục thật nhanh,"
    }
  },
  {
    "translation": {
      "en": "or just bite the bullet and force it through your mind pipe in one huge clod,",
      "vi": "hoặc cắn một viên đạn và bắn nó qua ống trí não của mình vào một đống lớn?"
    }
  },
  {
    "translation": {
      "en": "like gritting your teeth and thinking for dear life?",
      "vi": "Giống như nghiến răng và suy nghĩ về cuộc sống mến yêu."
    }
  },
  {
    "translation": {
      "en": "Well, that's a very interesting way of describing",
      "vi": "Đó là một cách thú vị để mô tả hai khuynh hướng lớn trong triết học."
    }
  },
  {
    "translation": {
      "en": "two general tendencies in philosophy.",
      "vi": "để mô tả hai khuynh hướng lớn trong triết học."
    }
  },
  {
    "translation": {
      "en": "One, the more analytic style,",
      "vi": "Một là phong cách giàu phân tích,"
    }
  },
  {
    "translation": {
      "en": "which means cutting problems up into bite-sized portions…",
      "vi": "nghĩa là cắt nhỏ vấn đề thành những phần có thể nhai được."
    }
  },
  {
    "translation": {
      "en": "Peas. …and the other a more synthetic approach",
      "vi": "- Hạt đậu. - Và cái kia, cách tiếp cận tổng quát hơn,"
    }
  },
  {
    "translation": {
      "en": "which takes on a larger perspective.",
      "vi": "cần một góc nhìn rộng lớn hơn."
    }
  },
  {
    "translation": {
      "en": "So your characterization is, in fact,",
      "vi": "Thế nên, ngôn từ của cô thực tế"
    }
  },
  {
    "translation": {
      "en": "a rather intriguing delineation",
      "vi": "mô tả khá hấp dẫn"
    }
  },
  {
    "translation": {
      "en": "of two major strands in current philosophy.",
      "vi": "về hai nhánh chính trong triết học đương đại."
    }
  },
  {
    "translation": {
      "en": "-Is that good? -Excellent.",
      "vi": "Có tốt không? - Tuyệt vời. - Ồ, hay quá."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "- Tuyệt vời. - Ồ, hay quá."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, ancient Greece was being spread across the globe by this man,",
      "vi": "Trong khi đó, Hy Lạp cổ đại đã lan truyền khắp thế giới bởi người này, Alexander Đại Đế."
    }
  },
  {
    "translation": {
      "en": "Alexander the Great.",
      "vi": "bởi người này, Alexander Đại Đế."
    }
  },
  {
    "translation": {
      "en": "Alexander the Great became a king at 20,",
      "vi": "Alexander Đại Đế trở thành vua năm 20 tuổi,"
    }
  },
  {
    "translation": {
      "en": "conducted a military campaign throughout the Middle East,",
      "vi": "tiến hành công cuộc chinh phạt trên khắp Trung Đông,"
    }
  },
  {
    "translation": {
      "en": "and had an empire stretching all the way from Greece to India",
      "vi": "và có một đế chế trải dài từ Hy Lạp tới Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "by the time he was 30.",
      "vi": "vào năm ông ấy 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "What did his hair look like?",
      "vi": "Tóc của ông ấy trông như thế nào?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "And Alexander wasn't the only megastar with his own empire.",
      "vi": "Alexander không phải siêu sao duy nhất với đế chế của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Huge swathes of China had been unified by Qin Shi Huang,",
      "vi": "Các vùng đất rộng lớn của Trung Hoa được Tần Thủy Hoàng thống nhất,"
    }
  },
  {
    "translation": {
      "en": "the first cartoon character to found his own empire",
      "vi": "nhân vật hoạt hình đầu tiên tạo ra đế chế của mình"
    }
  },
  {
    "translation": {
      "en": "and build the Great Wall of China.",
      "vi": "và xây dựng Vạn Lý Trường Thành của Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "They say the Great Wall of China is the only landmark audible from space.",
      "vi": "Họ nói Vạn Lý Trường Thành của Trung Quốc là công trình duy nhất có thể nghe được từ trên không gian."
    }
  },
  {
    "translation": {
      "en": "Yeah, you can't… you can't hear it.",
      "vi": "NHÀ SỬ HỌC À, cô không… không thể nghe nó."
    }
  },
  {
    "translation": {
      "en": "And they say that you can see it from space, but it's not true.",
      "vi": "Họ nói là cô có thể nhìn thấy nó từ không gian, nhưng điều đó không đúng."
    }
  },
  {
    "translation": {
      "en": "-They've tried. -So you can't see it from space.",
      "vi": "- Họ đã thử. Người Trung Quốc… - Vậy là không nhìn được từ không gian?"
    }
  },
  {
    "translation": {
      "en": "Chinese astronauts have tried to see the Great Wall and they can't.",
      "vi": "Các phi hành gia Trung Quốc đã thử nhìn Vạn Lý Trường Thành và họ không thể."
    }
  },
  {
    "translation": {
      "en": "They can't see it. So it's invisible. It's an invisible wall, like a forcefield.",
      "vi": "- Họ không thấy. Tức là nó tàng hình. - Phải, họ không thể thấy. Nó là bức tường tàng hình, giống như trường lực."
    }
  },
  {
    "translation": {
      "en": "It's only invisible from space. On the ground you can certainly see it.",
      "vi": "Nó chỉ tàng hình từ không gian thôi. Trên mặt đất, cô chắc chắn nhìn thấy nó."
    }
  },
  {
    "translation": {
      "en": "That's so weird, isn't it? Is that one of the great mysteries?",
      "vi": "Thật kỳ cục, phải không? Đó có phải là một bí ẩn vĩ đại nhất?"
    }
  },
  {
    "translation": {
      "en": "And do we know if China has a roof? Is there a great roof of China?",
      "vi": "Và liệu Trung Quốc có mái nhà không? Có Vạn Lý Mái Nhà ở Trung Quốc không?"
    }
  },
  {
    "translation": {
      "en": "No, no great roof.",
      "vi": "Không, không có vạn lý mái nhà."
    }
  },
  {
    "translation": {
      "en": "The Chinese empire was a powerhouse of intense creativity",
      "vi": "Đế chế Trung Hoa là cường quốc của sự sáng tạo mãnh liệt"
    }
  },
  {
    "translation": {
      "en": "and philosophical thought,",
      "vi": "và tư tưởng triết học,"
    }
  },
  {
    "translation": {
      "en": "captured in historical documents produced centuries",
      "vi": "ghi lại trong các tài liệu lịch sử được viết hàng thế kỷ"
    }
  },
  {
    "translation": {
      "en": "before the release of unrelated Belgian techno anthem \"Pump Up the Jam.\"",
      "vi": "trước sự ra đời của quốc ca techno nước Bỉ chả liên quan gì, \"Quẩy Lên Nào.\""
    }
  },
  {
    "translation": {
      "en": "The Greeks had an empire and the Chinese had an empire.",
      "vi": "Người Hy Lạp có đế chế và người Trung Quốc có đế chế,"
    }
  },
  {
    "translation": {
      "en": "But when most of us think of the word \"empire,\" we think of the big one,",
      "vi": "nhưng khi hầu hết chúng ta nghĩ về cụm từ \"đế chế\", chúng ta nghĩ về thứ lớn lao, Star Wars."
    }
  },
  {
    "translation": {
      "en": "Star Wars… or Rome.",
      "vi": "chúng ta nghĩ về thứ lớn lao, Star Wars. Hoặc La Mã."
    }
  },
  {
    "translation": {
      "en": "And this is history, so it's Rome, I'm afraid.",
      "vi": "Và đây là chương trình lịch sử nên tôi e nó là La Mã."
    }
  },
  {
    "translation": {
      "en": "Its empire rose to supremacy under the leadership of Julius Caesar,",
      "vi": "Đế chế đã vươn tới cực thịnh dưới sự lãnh đạo của Julius Caesar,"
    }
  },
  {
    "translation": {
      "en": "the most notorious Roman until Polanski.",
      "vi": "người La Mã khét tiếng nhất cho tới Polanski."
    }
  },
  {
    "translation": {
      "en": "One of the reasons we still know a lot about the Romans today is Wikipedia.",
      "vi": "Một trong những lý do ngày nay ta vẫn biết rất nhiều về La Mã là Wikipedia."
    }
  },
  {
    "translation": {
      "en": "And the reason Wikipedia knows a lot about the Romans",
      "vi": "Và lý do mà Wikipedia biết nhiều về người La Mã"
    }
  },
  {
    "translation": {
      "en": "is because of what happened in Pompeii.",
      "vi": "là vì chuyện đã xảy ra ở Pompeii."
    }
  },
  {
    "translation": {
      "en": "Pompeii was so advanced, it had its own volcano,",
      "vi": "Pompeii đã rất phát triển, nó có một ngọn núi lửa,"
    }
  },
  {
    "translation": {
      "en": "which is Latin for \"angry hill.\"",
      "vi": "là một từ Latin nghĩa là \"Đồi Giận Dữ.\""
    }
  },
  {
    "translation": {
      "en": "For years, humans and the volcano lived in harmony,",
      "vi": "Nhiều năm liền, con người và núi lửa sống trong hòa bình,"
    }
  },
  {
    "translation": {
      "en": "until one fateful day they fell out and the volcano went off,",
      "vi": "cho tới một ngày định mệnh, núi lửa phun trào,"
    }
  },
  {
    "translation": {
      "en": "burying Pompeii beneath a thick layer of ash.",
      "vi": "chôn vùi Pompeii dưới một lớp tro dày."
    }
  },
  {
    "translation": {
      "en": "Everyday life was frozen in its tracks",
      "vi": "Cuộc sống hàng ngày bị đóng băng"
    }
  },
  {
    "translation": {
      "en": "as though someone had magically stopped the hands of time",
      "vi": "cứ như ai đó dùng phép thuật làm ngưng đọng thời gian"
    }
  },
  {
    "translation": {
      "en": "and then shat dust everywhere.",
      "vi": "và rải bụi ra khắp nơi."
    }
  },
  {
    "translation": {
      "en": "It was deadly at the time, but on the bright side,",
      "vi": "Đó là thời khắc chết chóc, nhưng về mặt sáng sủa,"
    }
  },
  {
    "translation": {
      "en": "it gave archaeologists a treasure trove of information about how the Romans lived.",
      "vi": "nó cho các nhà khảo cổ học một kho tàng thông tin về người La Mã đã sống như thế nào."
    }
  },
  {
    "translation": {
      "en": "Thanks to the volcano, we know everyday Romans had grey skin, were totally bald,",
      "vi": "Nhờ có núi lửa, ta biết người La Mã có da màu xám, đầu hoàn toàn trọc, và dành thời gian nằm xung quanh"
    }
  },
  {
    "translation": {
      "en": "and spent their time lying around inside their shockingly dusty houses.",
      "vi": "đầu hoàn toàn trọc, và dành thời gian nằm xung quanh bên trong ngôi nhà bụi phát gớm."
    }
  },
  {
    "translation": {
      "en": "But it also preserved glimpses of how sophisticated Roman life was,",
      "vi": "Nó cũng bảo tồn một nét thoảng cuộc đời của người La Mã tinh hoa,"
    }
  },
  {
    "translation": {
      "en": "with creature comforts like indoor plumbing and cunnilingus.",
      "vi": "với những tiện nghi như hố xí trong nhà và vét máng."
    }
  },
  {
    "translation": {
      "en": "The Roman Empire was years ahead of its time.",
      "vi": "Đế chế La Mã đã đi trước thời đại nhiều năm."
    }
  },
  {
    "translation": {
      "en": "People think the Romans invented loads of things,",
      "vi": "Mọi người nghĩ người La Mã đã phát minh ra nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "but often they only perfected things that other people had made.",
      "vi": "nhưng thường là họ chỉ làm hoàn hảo những thứ tạo ra bởi người khác."
    }
  },
  {
    "translation": {
      "en": "I'll say some things and you tell me if the Romans invented them",
      "vi": "Tôi sẽ nói vài thứ và anh cho biết có phải người La Mã phát minh ra"
    }
  },
  {
    "translation": {
      "en": "or just perfected them.",
      "vi": "hay chỉ làm hoàn hảo chúng."
    }
  },
  {
    "translation": {
      "en": "Right? Invented or perfected.",
      "vi": "Được chứ? Phát minh hay hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Test me.",
      "vi": "Cứ thử xem."
    }
  },
  {
    "translation": {
      "en": "-Underfloor heating. -Invented.",
      "vi": "- Sưởi ấm dưới sàn nhà. - Phát minh."
    }
  },
  {
    "translation": {
      "en": "Ding!",
      "vi": "Đúng!"
    }
  },
  {
    "translation": {
      "en": "-The calendar. -Perfected.",
      "vi": "- Công lịch. - Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "You wallied. That means you can't answer the next one.",
      "vi": "Anh phạm quy, tức là anh không thể trả lời câu hỏi tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Roads.",
      "vi": "Con đường."
    }
  },
  {
    "translation": {
      "en": "Well, the roads were invented by Persians and plenty of people knew about roads.",
      "vi": "Không, đường do người Ba Tư phát minh ra. Và rất nhiều người biết về con đường."
    }
  },
  {
    "translation": {
      "en": "You wallied anyway, you can't answer that one.",
      "vi": "Dù gì anh cũng phạm quy, anh không thể trả lời câu đó."
    }
  },
  {
    "translation": {
      "en": "-Oh, right. -Concrete.",
      "vi": "- À phải. - Bê tông."
    }
  },
  {
    "translation": {
      "en": "Invented. Ding!",
      "vi": "- Phát minh. - Đúng!"
    }
  },
  {
    "translation": {
      "en": "The alphabet.",
      "vi": "Bảng chữ cái."
    }
  },
  {
    "translation": {
      "en": "Definitely did not invent it, and probably didn't really perfect it either.",
      "vi": "Chắc chắn là không phát minh nó, và cũng không thực sự làm hoàn hảo nó."
    }
  },
  {
    "translation": {
      "en": "I mean, that's sort of…",
      "vi": "- Ý tôi là kiểu như… - Chọn một đi."
    }
  },
  {
    "translation": {
      "en": "-Gotta pick one. -Have I?",
      "vi": "- Ý tôi là kiểu như… - Chọn một đi. - Phải vậy à? - Phải."
    }
  },
  {
    "translation": {
      "en": "Um… I mean, perfected is wrong--",
      "vi": "- Tôi nghĩ hoàn hảo là sai… - Đúng!"
    }
  },
  {
    "translation": {
      "en": "Ding! Anal bleaching.",
      "vi": "- Tôi nghĩ hoàn hảo là sai… - Đúng! - Tẩy trắng hậu môn. - Hả?"
    }
  },
  {
    "translation": {
      "en": "-What? -Anal bleaching.",
      "vi": "- Tẩy trắng hậu môn. - Hả? Tẩy trắng hậu môn."
    }
  },
  {
    "translation": {
      "en": "[softly] Anal bleaching?",
      "vi": "Tẩy trắng hậu môn…"
    }
  },
  {
    "translation": {
      "en": "-I've no idea what they would have done. -Go on, give it a go.",
      "vi": "- Tôi không biết họ đã làm gì. - Thôi nào, đoán xem."
    }
  },
  {
    "translation": {
      "en": "-I don't know what it is. -It's when they bleach your arse.",
      "vi": "- Tôi còn không biết nó là gì. - Đó là khi họ tẩy hậu môn của anh."
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah. Lighten it up.",
      "vi": "- Thế à? - Phải, làm trắng lên."
    }
  },
  {
    "translation": {
      "en": "Not around my way, they don't. But anyway, I've no idea with that. Pass.",
      "vi": "Ở chỗ tôi họ không làm thế. Dù sao thì tôi cũng chả biết họ đã làm cái gì. Bỏ qua."
    }
  },
  {
    "translation": {
      "en": "Invented or perfected, you can't pass.",
      "vi": "Phát minh hay hoàn hảo. Không được bỏ qua."
    }
  },
  {
    "translation": {
      "en": "-Bleaching? -Yep. Bleaching the arsehole.",
      "vi": "- Tẩy? - Phải. Tẩy trắng hậu môn."
    }
  },
  {
    "translation": {
      "en": "Um… okay. Well, I'll say they invented it, but…",
      "vi": "Được rồi, tôi sẽ nói là phát minh, nhưng…"
    }
  },
  {
    "translation": {
      "en": "Just a few hundred thousand years ago,",
      "vi": "Cách đây chỉ có 100.000 năm,"
    }
  },
  {
    "translation": {
      "en": "humans had been living in caves like animals.",
      "vi": "con người sống trong hang động như thú vật."
    }
  },
  {
    "translation": {
      "en": "Now, following a series of technological and cultural breakthroughs,",
      "vi": "Ngày nay, qua hàng loạt những đột phá về công nghệ và văn hóa,"
    }
  },
  {
    "translation": {
      "en": "we were living in cities, like people.",
      "vi": "chúng ta sống trong thành phố như con người."
    }
  },
  {
    "translation": {
      "en": "Looking around ancient Rome, our ancestors could have been forgiven",
      "vi": "Nhìn quanh La Mã cổ đại, tổ tiên của chúng ta có thể tha thứ vì cảm thấy tự phụ"
    }
  },
  {
    "translation": {
      "en": "for feeling almost as smug as James Corden.",
      "vi": "tổ tiên của chúng ta có thể tha thứ vì cảm thấy tự phụ như là James Corden."
    }
  },
  {
    "translation": {
      "en": "But little did the Roman Empire know",
      "vi": "Nhưng đế chế La Mã đâu biết rằng"
    }
  },
  {
    "translation": {
      "en": "it was about to come up against its biggest challenge:",
      "vi": "nó sắp phải đối mặt thử thách lớn nhất, con người của hòa bình."
    }
  },
  {
    "translation": {
      "en": "a man of peace, Jesus Christ Almighty, street name: son of God.",
      "vi": "nó sắp phải đối mặt thử thách lớn nhất, con người của hòa bình. Jesus Christ, Đấng Toàn Năng. Tên đường phố, \"Con trai của Chúa.\""
    }
  },
  {
    "translation": {
      "en": "Next time, we look at religion and how it spread.",
      "vi": "Lần tới, chúng ta sẽ tìm hiểu tôn giáo và cách truyền bá,"
    }
  },
  {
    "translation": {
      "en": "Like memes, but with a whole lifestyle and clothing line attached.",
      "vi": "giống như meme, nhưng với phong cách sống và dòng trang phục đi kèm."
    }
  },
  {
    "translation": {
      "en": "And we'll be looking at two of the most important books in history:",
      "vi": "Và chúng ta sẽ xem hai trong số những cuốn sách quan trọng nhất lịch sử,"
    }
  },
  {
    "translation": {
      "en": "the Bible and the Koran,",
      "vi": "Kinh Thánh và Kinh Koran,"
    }
  },
  {
    "translation": {
      "en": "and finally answering the question, which is best?",
      "vi": "và rút ra câu trả lời cho câu hỏi, quyển nào hay hơn?"
    }
  }
]