[
  {
    "translation": {
      "en": "Sure, there are mutants and mages galore,",
      "vi": "Phải, có rất nhiều người đột biến và pháp sư,"
    }
  },
  {
    "translation": {
      "en": "but the slow, beating heart of The Witcher is in its monsters.",
      "vi": "nhưng trái tim đập chậm của Thợ Săn Quái Vật hướng về quái vật."
    }
  },
  {
    "translation": {
      "en": "While some may be unfamiliar to you,",
      "vi": "Bạn có thể không biết một số quái vật,"
    }
  },
  {
    "translation": {
      "en": "they've actually been with us, stalking through human stories,",
      "vi": "nhưng chúng đã ở bên ta, theo dõi những câu chuyện của con người"
    }
  },
  {
    "translation": {
      "en": "for centuries, even millennia.",
      "vi": "hàng thế kỷ, thậm chí hàng thiên niên kỷ."
    }
  },
  {
    "translation": {
      "en": "Here are the very real mythologies behind every single monster",
      "vi": "Dưới đây là những thần thoại có thật đằng sau mỗi con quái vật"
    }
  },
  {
    "translation": {
      "en": "in the first half of The Witcher's first season,",
      "vi": "trong nửa đầu mùa đầu tiên của Thợ Săn Quái Vật"
    }
  },
  {
    "translation": {
      "en": "in order of appearance.",
      "vi": "theo thứ tự xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Okay, so you know The Witcher is serious about monsters",
      "vi": "Bạn biết Thợ Săn Quái Vật nghiêm túc về chuyện quái vật"
    }
  },
  {
    "translation": {
      "en": "when it has a kikimora in the first scene of the first episode.",
      "vi": "khi phim có kikimora trong cảnh đầu tiên của tập đầu tiên."
    }
  },
  {
    "translation": {
      "en": "If that name's not ringing a bell,",
      "vi": "Nếu thấy cái tên không quen thuộc,"
    }
  },
  {
    "translation": {
      "en": "it's probably because it's a beast from Slavic folklore,",
      "vi": "thì chắc do nó là quái vật trong văn học dân gian Slav,"
    }
  },
  {
    "translation": {
      "en": "which has been underrepresented in popular fiction.",
      "vi": "vốn không được mô tả nhiều trong tác phẩm nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "To start, kikimoras are always female.",
      "vi": "Đầu tiên, kikimora luôn là giống cái. Sinh ra từ trẻ chết trong bụng mẹ hoặc phụ nữ chết khi sinh con,"
    }
  },
  {
    "translation": {
      "en": "They rise from stillborn children, or women who died in labor,",
      "vi": "Sinh ra từ trẻ chết trong bụng mẹ hoặc phụ nữ chết khi sinh con,"
    }
  },
  {
    "translation": {
      "en": "and often bear the deceased's face.",
      "vi": "và thường có khuôn mặt của người đã mất."
    }
  },
  {
    "translation": {
      "en": "In some Russian versions of the tale,",
      "vi": "Trong một số phiên bản của truyện cổ Nga,"
    }
  },
  {
    "translation": {
      "en": "kikimora is, indeed, a creature of the swamp,",
      "vi": "kikimora là một sinh vật của đầm lầy,"
    }
  },
  {
    "translation": {
      "en": "who leaves wet footprints wherever she goes.",
      "vi": "nó để lại dấu chân ướt ở những nơi nó đi qua."
    }
  },
  {
    "translation": {
      "en": "But in most, she's a purely household spirit,",
      "vi": "Nhưng trong hầu hết truyện, nó là một linh hồn trong nhà."
    }
  },
  {
    "translation": {
      "en": "occasionally, a nightmarish household spirit,",
      "vi": "Đôi khi là một linh hồn ác mộng trong nhà,"
    }
  },
  {
    "translation": {
      "en": "slipping through keyholes to squat on the chest of sleepers, suffocating them.",
      "vi": "chui qua lỗ khóa rồi ngồi trên ngực người đang ngủ, làm họ chết ngạt."
    }
  },
  {
    "translation": {
      "en": "In her more benign incarnations, though,",
      "vi": "Tuy nhiên, trong các hóa thân hiền lành hơn,"
    }
  },
  {
    "translation": {
      "en": "she's described as more of a nuisance with a cleanliness fetish.",
      "vi": "nó được miêu tả là kẻ làm phiền ưa thích sạch sẽ."
    }
  },
  {
    "translation": {
      "en": "So you can think of kikimora",
      "vi": "Nên bạn có thể nghĩ kikimora"
    }
  },
  {
    "translation": {
      "en": "as kind of a monstrous cousin to… Marie Kondo?",
      "vi": "giống kiểu một người họ hàng kỳ quái như Marie Kondo."
    }
  },
  {
    "translation": {
      "en": "I love mess.",
      "vi": "Tôi thích lộn xộn."
    }
  },
  {
    "translation": {
      "en": "Human- animal hybrids are a… Tale as old as time",
      "vi": "Sinh vật lai giữa người và động vật là câu chuyện xưa như trái đất."
    }
  },
  {
    "translation": {
      "en": "Almost every mythological tradition on Earth has some variation of them.",
      "vi": "Hầu như mọi truyền thuyết thần thoại trên Trái Đất đều có một số biến thể."
    }
  },
  {
    "translation": {
      "en": "The first we see in The Witcher are sylvans,",
      "vi": "Sinh vật lai đầu tiên trong phim là sylvan,"
    }
  },
  {
    "translation": {
      "en": "which resemble fawns,",
      "vi": "trông giống Faun,"
    }
  },
  {
    "translation": {
      "en": "the unpredictable woodland man- goats from Greco- Roman mythology.",
      "vi": "người dê khó lường trong rừng trong thần thoại Greco-La Mã."
    }
  },
  {
    "translation": {
      "en": "In many versions of that latter myth, the Minotaur was conceived",
      "vi": "Trong nhiều phiên bản thần thoại sau đó, có thêm nhân ngưu Minotaur."
    }
  },
  {
    "translation": {
      "en": "when the insulted god Poseidon took revenge on the insulting King Minos",
      "vi": "Ra đời do thần Poseidon trả thù vua Minos vì vua đã xúc phạm ông ấy."
    }
  },
  {
    "translation": {
      "en": "by cursing his wife, making her fall for a real specimen of a bull.",
      "vi": "Ông ấy nguyền rủa vợ vua, khiến bà ta yêu một con bò."
    }
  },
  {
    "translation": {
      "en": "There's a lot of art on the Internet about this.",
      "vi": "Có rất nhiều tranh ảnh trên mạng về thần thoại này."
    }
  },
  {
    "translation": {
      "en": "It might be why Geralt goes immediately for the mom insults.",
      "vi": "Đó có thể là lý do Geralt ngay lập tức chửi mẹ sylvan."
    }
  },
  {
    "translation": {
      "en": "Your mother fuck a goat?",
      "vi": "Mẹ ngươi ngủ với dê à?"
    }
  },
  {
    "translation": {
      "en": "But lest you think that human- animal hybrids",
      "vi": "Để bạn không nghĩ con lai giữa người và động vật chỉ là ma thuật cổ xưa,"
    }
  },
  {
    "translation": {
      "en": "are just ancient magical things,",
      "vi": "con lai giữa người và động vật chỉ là ma thuật cổ xưa,"
    }
  },
  {
    "translation": {
      "en": "allow me to introduce you to the mysterious Pig- Faced Lady of Europe.",
      "vi": "cho phép tôi giới thiệu Quý cô Mặt Lợn bí ẩn của Châu Âu."
    }
  },
  {
    "translation": {
      "en": "Nearly simultaneously in the 1600s, in multiple places across the continent,",
      "vi": "Gần như đồng thời vào những năm 1600, ở nhiều nơi trên khắp châu lục,"
    }
  },
  {
    "translation": {
      "en": "a legend arose of a pregnant rich woman who was cursed,",
      "vi": "nổi lên truyền thuyết người phụ nữ giàu có mang thai bị nguyền rủa"
    }
  },
  {
    "translation": {
      "en": "and whose baby was born with a pig's head.",
      "vi": "và đứa bé sinh ra có một cái đầu lợn."
    }
  },
  {
    "translation": {
      "en": "The myth persisted, and somehow gained the veneer of fact.",
      "vi": "Chuyện bí ẩn này đã tồn tại và có chút bằng chứng là sự thật."
    }
  },
  {
    "translation": {
      "en": "As late as the 1800s, newspapers reported",
      "vi": "Vào cuối những năm 1800, báo chí đã đưa tin"
    }
  },
  {
    "translation": {
      "en": "that the Pig- Faced Lady lived in London's posh Manchester Square.",
      "vi": "Quý cô Mặt Lợn từng sống ở Quảng trường Manchester sang trọng của London."
    }
  },
  {
    "translation": {
      "en": "If you finished The Witcher,",
      "vi": "Nếu bạn đã xem The Witcher,"
    }
  },
  {
    "translation": {
      "en": "you know the striga is probably the scariest monster on the show,",
      "vi": "bạn sẽ biết striga là con quái vật đáng sợ nhất trong loạt phim"
    }
  },
  {
    "translation": {
      "en": "although technically, she's a cursed human.",
      "vi": "mặc dù thực ra nó là một con người bị nguyền rủa."
    }
  },
  {
    "translation": {
      "en": "And that's fitting, because they're pretty terrifying",
      "vi": "Và điều đó hợp lý, vì trong số truyện thần thoại ít ỏi về chúng, chúng cũng khá đáng sợ,"
    }
  },
  {
    "translation": {
      "en": "in the scant myths about them too.",
      "vi": "vì trong số truyện thần thoại ít ỏi về chúng, chúng cũng khá đáng sợ,"
    }
  },
  {
    "translation": {
      "en": "According to what we have, the striga is sort of a vampire prototype.",
      "vi": "Theo những gì chúng tôi có, striga có dạng như ma cà rồng."
    }
  },
  {
    "translation": {
      "en": "Huge, almost bird- like claws, sharp fangs, and a thirst for human flesh and blood,",
      "vi": "Vuốt to, giống chim, răng nanh sắc nhọn, và thèm khát máu thịt con người,"
    }
  },
  {
    "translation": {
      "en": "- although she can live off of animals too. -",
      "vi": "mặc dù nó cũng có thể ăn thịt động vật."
    }
  },
  {
    "translation": {
      "en": "But strigas weren't born that way.",
      "vi": "Striga không sinh ra theo cách bình thường."
    }
  },
  {
    "translation": {
      "en": "The unlucky number was two.",
      "vi": "Con số không may mắn là hai."
    }
  },
  {
    "translation": {
      "en": "People with two hearts, two souls, two sets of teeth,",
      "vi": "Những người có hai trái tim, hai linh hồn, hai hàm răng,"
    }
  },
  {
    "translation": {
      "en": "conditions common when a pregnant woman was cursed,",
      "vi": "thường chính là phụ nữ mang thai, bị nguyền rủa,"
    }
  },
  {
    "translation": {
      "en": "could become strigas after they died.",
      "vi": "họ có thể trở thành striga sau khi chết."
    }
  },
  {
    "translation": {
      "en": "Their second self sort of took over the corpse and went on a feeding frenzy.",
      "vi": "Bản thể thứ hai chiếm lấy cái xác và đi kiếm ăn một cách điên cuồng."
    }
  },
  {
    "translation": {
      "en": "Even though they're not so common in fiction,",
      "vi": "Dù không phổ biến trong tiểu thuyết,"
    }
  },
  {
    "translation": {
      "en": "it's interesting how many cultures have variations on the theme.",
      "vi": "nhưng thật thú vị khi nhiều nền văn hóa có nhiều biến thể về chủ đề này."
    }
  },
  {
    "translation": {
      "en": "Striga's demonic cousins proliferated across Southern and Eastern Europe",
      "vi": "Họ hàng quỷ của striga sinh sôi nảy nở từ phía Nam và Đông Châu Âu"
    }
  },
  {
    "translation": {
      "en": "to unlikely places, like your garden.",
      "vi": "tới cả nơi không ai ngờ đến là khu vườn của bạn."
    }
  },
  {
    "translation": {
      "en": "This is the striga, or witchweed plant, which is kind of pretty, right?",
      "vi": "Đây là cây striga, hay còn gọi là cỏ phù thủy, khá đẹp nhỉ?"
    }
  },
  {
    "translation": {
      "en": "But it's known for viciously penetrating the roots of a host plant",
      "vi": "Nhưng nó khá độc ác vì nó ký sinh vào rễ cây ký chủ"
    }
  },
  {
    "translation": {
      "en": "and sucking out all of its nutrients.",
      "vi": "và hút hết chất dinh dưỡng."
    }
  },
  {
    "translation": {
      "en": "Scientists even make dad jokes about its rapaciousness.",
      "vi": "Các nhà khoa học thậm chí còn có câu đùa về sự phàm ăn của nó."
    }
  },
  {
    "translation": {
      "en": "So whether it's the plant or the bewitched princess variety,",
      "vi": "Nên cho dù đó là cây cỏ hay công chúa bị nguyền rủa,"
    }
  },
  {
    "translation": {
      "en": "- stay away from strigas, y'all. -",
      "vi": "các bạn hãy tránh xa striga."
    }
  },
  {
    "translation": {
      "en": "Well, when it comes to episode four's selkiemaw,",
      "vi": "Khi nói đến câu chuyện selkiemaw của tập bốn,"
    }
  },
  {
    "translation": {
      "en": "the showrunners of The Witcher didn't give us much info to work with.",
      "vi": "các nhà sản xuất không cho chúng tôi nhiều thông tin lắm."
    }
  },
  {
    "translation": {
      "en": "Thanks, Lauren Schmidt Hissrich!",
      "vi": "Cảm ơn, Lauren Schmidt Hissrich!"
    }
  },
  {
    "translation": {
      "en": "All we hear is a pretty gripping tavern talk",
      "vi": "Chỉ có một câu chuyện khá hấp dẫn trong quán rượu"
    }
  },
  {
    "translation": {
      "en": "from a villager that includes the creature's name.",
      "vi": "từ một dân làng bao gồm tên của sinh vật."
    }
  },
  {
    "translation": {
      "en": "The ice cracked open",
      "vi": "Băng bị nứt ra"
    }
  },
  {
    "translation": {
      "en": "and a selkiemaw shot out!",
      "vi": "và một tên selkiemaw chồm lên!"
    }
  },
  {
    "translation": {
      "en": "Oh, you never seen one!",
      "vi": "Mấy người chưa bao giờ thấy nó!"
    }
  },
  {
    "translation": {
      "en": "And all we see are its guts on Geralt.",
      "vi": "Và ta chỉ thấy nội tạng của nó trên người Geralt."
    }
  },
  {
    "translation": {
      "en": "Had to kill it from the inside.",
      "vi": "Tôi đã phải giết nó từ bên trong."
    }
  },
  {
    "translation": {
      "en": "The name selkiemaw in every spelling we could think of",
      "vi": "Tra tên selkiemaw dưới mọi cách đánh vần có thể nghĩ ra"
    }
  },
  {
    "translation": {
      "en": "doesn't return any results.",
      "vi": "và không tìm ra kết quả gì."
    }
  },
  {
    "translation": {
      "en": "But plain old selkies are indeed notable mythological creatures of the water.",
      "vi": "Nhưng chỉ từ selkies thì chắc chắn là sinh vật thần thoại nổi tiếng dưới nước."
    }
  },
  {
    "translation": {
      "en": "In Irish, Scottish, and Icelandic folklore,",
      "vi": "Trong văn hóa dân gian Ai-len, Scotland và Iceland,"
    }
  },
  {
    "translation": {
      "en": "the selkie is kind of an affable, shape- shifting seal.",
      "vi": "Selkie là một loài hải cẩu hiền lành, dễ thay đổi hình dạng."
    }
  },
  {
    "translation": {
      "en": "It mostly spends its time in seal- like endeavors,",
      "vi": "Chủ yếu dành thời gian nỗ lực làm việc của hải cẩu,"
    }
  },
  {
    "translation": {
      "en": "lounging on rocks, being cute, et cetera,",
      "vi": "nằm dài trên đá, dễ thương, vân vân."
    }
  },
  {
    "translation": {
      "en": "but occasionally, it sheds its prized skin,",
      "vi": "Nhưng đôi khi, nó lột lớp da quý giá ra,"
    }
  },
  {
    "translation": {
      "en": "revealing a beautiful human underneath, and comes ashore.",
      "vi": "hiện ra một con người xinh đẹp sau lớp da và lên bờ."
    }
  },
  {
    "translation": {
      "en": "There's usually a lot of marriage shenanigans after this.",
      "vi": "Sau đó thường có rất nhiều cuộc hôn nhân chơi khăm."
    }
  },
  {
    "translation": {
      "en": "Its use is fitting for an episode writen by an Irishman.",
      "vi": "Một tập phim do biên kịch Ireland viết thì có nó cũng là hợp lý."
    }
  },
  {
    "translation": {
      "en": "Still, a friendly seal with magical outerwear",
      "vi": "Tuy nhiên, một con hải cẩu thân thiện với lớp da ma thuật"
    }
  },
  {
    "translation": {
      "en": "doesn't quite square with what little we know of the selkiemaw.",
      "vi": "không khớp so với chút thông tin ta biết về selkiemaw. Như nó có thể nuốt chửng cả thợ săn quái."
    }
  },
  {
    "translation": {
      "en": "Like, it can swallow a witcher whole.",
      "vi": "Như nó có thể nuốt chửng cả thợ săn quái."
    }
  },
  {
    "translation": {
      "en": "It has swallowed a whole village… whole.",
      "vi": "Nó đã nuốt chửng cả một ngôi làng."
    }
  },
  {
    "translation": {
      "en": "It possesses a cavernous mouth with devil's teeth.",
      "vi": "Nó có cái mồm rộng như hang với hàm răng của quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "And actually, there is tell of a similar creature lurking deep within Russia,",
      "vi": "Trên thực tế, có một sinh vật tương tự ẩn nấp sâu bên trong nước Nga,"
    }
  },
  {
    "translation": {
      "en": "about a six hours' drive west of Moscow.",
      "vi": "khoảng sáu giờ lái xe về phía tây Moscow."
    }
  },
  {
    "translation": {
      "en": "The Brosno Dragon.",
      "vi": "Rồng Brosno."
    }
  },
  {
    "translation": {
      "en": "It's said to be a huge reptilian or dinosaur- like creature",
      "vi": "Họ cho rằng nó là một loài bò sát khổng lồ hoặc sinh vật giống khủng long"
    }
  },
  {
    "translation": {
      "en": "that inhabits the small, but curiously deep waters of Lake Brosno.",
      "vi": "sinh sống ở vùng nước nhỏ nhưng rất sâu của Hồ Brosno."
    }
  },
  {
    "translation": {
      "en": "And just like the selkiemaw, the dragon can eat.",
      "vi": "Và cũng giống như selkiemaw, con rồng có thể ăn."
    }
  },
  {
    "translation": {
      "en": "His stories are full of him chomping down on things",
      "vi": "Câu chuyện về nó toàn là nhai các thứ"
    }
  },
  {
    "translation": {
      "en": "like invading Tatar warriors and their horses,",
      "vi": "như các chiến binh Tatar và ngựa của họ,"
    }
  },
  {
    "translation": {
      "en": "a German aeroplane during World War II,",
      "vi": "một chiếc máy bay Đức trong Thế chiến thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and, somehow, an entire island",
      "vi": "và bằng cách nào đó, cả một hòn đảo"
    }
  },
  {
    "translation": {
      "en": "that some Vikings were going to leave some treasure on.",
      "vi": "mà một số người Viking định để lại kho báu trên đó."
    }
  },
  {
    "translation": {
      "en": "I don't know if this is wise without a witcher in tow,",
      "vi": "Tôi không rõ không có thợ săn quái đi cùng thì có ổn không,"
    }
  },
  {
    "translation": {
      "en": "but people still look for the dragon.",
      "vi": "nhưng mọi người vẫn tìm kiếm con rồng đó."
    }
  },
  {
    "translation": {
      "en": "This is an easily- chompable dog sled team searching across the frozen lake.",
      "vi": "Đây là một đội chó kéo xe dễ bị nuốt gọn đang băng qua cái hồ đóng băng đó."
    }
  },
  {
    "translation": {
      "en": "Toss a coin to your witcher",
      "vi": "Tung một đồng xu cho thợ săn của bạn đi"
    }
  },
  {
    "translation": {
      "en": "O, Valley of Plenty",
      "vi": "Ôi thung lũng trù phú kia"
    }
  },
  {
    "translation": {
      "en": "Our search for the selkiemaw, however, has reached its successful conclusion.",
      "vi": "Tuy nhiên, việc tìm hiểu selkiemaw đã thành công đi đến kết luận."
    }
  },
  {
    "translation": {
      "en": "We figured it out.",
      "vi": "Chúng tôi đã tìm ra."
    }
  },
  {
    "translation": {
      "en": "Take that, Lauren Schmidt Hissrich!",
      "vi": "Nhận lấy đi, Lauren Schmidt Hissrich!"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "In the fourth episode,",
      "vi": "Trong tập thứ tư,"
    }
  },
  {
    "translation": {
      "en": "there's also this formidable killer insect that haunts Yennefer, roachhound.",
      "vi": "có cả một loài côn trùng sát thủ đáng gờm ám ảnh Yennefer, gián săn."
    }
  },
  {
    "translation": {
      "en": "So we started researching it, and the weirdest thing we realized is…",
      "vi": "Nên chúng tôi bắt đầu tìm hiểu, và điều kỳ lạ nhất chúng tôi nhận ra là"
    }
  },
  {
    "translation": {
      "en": "where are all the insect monsters?",
      "vi": "lũ quái vật côn trùng ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "Like, I mean, insects, and all arthropods, really,",
      "vi": "Ý tôi là, côn trùng và mọi động vật chân đốt"
    }
  },
  {
    "translation": {
      "en": "are basically already monsters in real life.",
      "vi": "đã là quái vật trong đời thực rồi."
    }
  },
  {
    "translation": {
      "en": "So why not make them mythological ones?",
      "vi": "Vậy sao không biến chúng thành thần thoại?"
    }
  },
  {
    "translation": {
      "en": "But maybe we're not looking in the right places.",
      "vi": "Nhưng có lẽ chúng tôi chưa tìm đúng chỗ."
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "vi": "Nghĩ đi."
    }
  },
  {
    "translation": {
      "en": "The typical Western myths that many of us learn in school",
      "vi": "Thần thoại phương Tây điển hình ta học ở trường"
    }
  },
  {
    "translation": {
      "en": "usually involve mammalian or sometimes lizard- like creatures.",
      "vi": "thường liên quan đến động vật có vú hoặc sinh vật giống thằn lằn."
    }
  },
  {
    "translation": {
      "en": "But Asian, Pacific, and Indigenous folklore",
      "vi": "Nhưng văn hóa dân gian Châu Á, Thái Bình Dương và Bản địa"
    }
  },
  {
    "translation": {
      "en": "often seems to use insects and spiders in their monster making.",
      "vi": "thường dùng côn trùng và nhện để tạo hình quái vật."
    }
  },
  {
    "translation": {
      "en": "In the tales of Thailand",
      "vi": "Trong truyện cổ Thái Lan"
    }
  },
  {
    "translation": {
      "en": "and several New York State Native American tribes,",
      "vi": "và vài bộ lạc thổ dân Mỹ ở bang New York,"
    }
  },
  {
    "translation": {
      "en": "there are monster mosquitoes as big as chickens",
      "vi": "có những con muỗi quái vật to bằng con gà,"
    }
  },
  {
    "translation": {
      "en": "who are capable of launching coordinated attacks on forts.",
      "vi": "chúng có khả năng phối hợp tấn công vào các đồn lũy."
    }
  },
  {
    "translation": {
      "en": "The Wayana of South America have Kuluwajak,",
      "vi": "Người Wayana ở Nam Mỹ có Kuluwajak,"
    }
  },
  {
    "translation": {
      "en": "forgive the pronunciation,",
      "vi": "thứ lỗi cho cách phát âm của tôi,"
    }
  },
  {
    "translation": {
      "en": "a two- headed caterpillar who cuts off and devours human heads.",
      "vi": "một con sâu bướm hai đầu biết chặt và nuốt chửng đầu người."
    }
  },
  {
    "translation": {
      "en": "And then there's Japan.",
      "vi": "Kế đó là Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "The Japanese have a giant Samurai- hating spider that can turn invisible,",
      "vi": "Người Nhật có một con nhện khổng lồ ghét Samurai, có thể tàng hình"
    }
  },
  {
    "translation": {
      "en": "and Ōmukade, a mountain- sized centipede with venom for breath.",
      "vi": "và Ōmukade, một con rết to như núi có nọc độc."
    }
  },
  {
    "translation": {
      "en": "By the way, this is a real Mukade centipede,",
      "vi": "Nhân tiện, đây là một con rết Mukade thật,"
    }
  },
  {
    "translation": {
      "en": "and I still find it frightening.",
      "vi": "và tôi vẫn thấy nó đáng sợ."
    }
  },
  {
    "translation": {
      "en": "So, yeah, insect monsters.",
      "vi": "Đúng vậy, quái vật côn trùng."
    }
  },
  {
    "translation": {
      "en": "I'm not scared.",
      "vi": "Tôi không sợ."
    }
  },
  {
    "translation": {
      "en": "Are-- are you scared?",
      "vi": "Bạn sợ không?"
    }
  },
  {
    "translation": {
      "en": "Run far, run fast, Yennefer!",
      "vi": "Chạy thật xa, thật nhanh, Yennefer!"
    }
  },
  {
    "translation": {
      "en": "There's something profoundly disturbing about meeting your exact twin.",
      "vi": "Có điều gì đó khá đáng sợ về việc gặp người y hệt mình."
    }
  },
  {
    "translation": {
      "en": "- Wait. - Wait. - Stop that! - Stop that!",
      "vi": "Đợi đã. Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Which might be why the myth of the doppelgänger",
      "vi": "Thế nên thần thoại về người song trùng"
    }
  },
  {
    "translation": {
      "en": "keeps finding its way into our popular fiction,",
      "vi": "cứ tìm đường vào tiểu thuyết nổi tiếng của ta,"
    }
  },
  {
    "translation": {
      "en": "including in The Witcher's doppler.",
      "vi": "bao gồm kẻ mô phỏng của The Witcher."
    }
  },
  {
    "translation": {
      "en": "True, the word doppelgänger was only coined in the 18th century,",
      "vi": "Đúng, từ người song trùng được nghĩ ra vào thế kỷ 18,"
    }
  },
  {
    "translation": {
      "en": "but cultures as old as the Ancient Egyptians believed in the ka,",
      "vi": "nhưng các nền văn hóa lâu đời như Ai Cập cổ đại tin vào ka,"
    }
  },
  {
    "translation": {
      "en": "a sort of spiritual facsimile",
      "vi": "một loại linh hồn bản sao"
    }
  },
  {
    "translation": {
      "en": "replete with a person's memories and feelings",
      "vi": "chứa đầy ký ức và cảm xúc của một người"
    }
  },
  {
    "translation": {
      "en": "that could sometimes mislead.",
      "vi": "mà đôi khi có thể đánh lừa bạn."
    }
  },
  {
    "translation": {
      "en": "But they can also replace you.",
      "vi": "Nhưng họ cũng có thể thay thế bạn."
    }
  },
  {
    "translation": {
      "en": "Everything you've ever done,",
      "vi": "Mọi thứ ngươi từng làm,"
    }
  },
  {
    "translation": {
      "en": "ever debated,",
      "vi": "từng tranh luận,"
    }
  },
  {
    "translation": {
      "en": "ever dreamed is in our head now.",
      "vi": "từng mơ ước, bây giờ ở trong đầu bọn ta."
    }
  },
  {
    "translation": {
      "en": "People from the Orkney Islands feared the trow, sickly changeling creatures",
      "vi": "Người dân ở quần đảo Orkney lo sợ những ác tinh bệnh hoạn"
    }
  },
  {
    "translation": {
      "en": "that would replace healthy human babies with their identical trow replicas.",
      "vi": "sẽ tráo những đứa trẻ con người khỏe mạnh bằng bản sao ác tinh của chúng."
    }
  },
  {
    "translation": {
      "en": "Sometimes a benign version of the doppelgänger will pop up.",
      "vi": "Đôi khi sẽ có một phiên bản tốt của người song trùng."
    }
  },
  {
    "translation": {
      "en": "The Norse Vardøger, for instance, was an identical you",
      "vi": "Ví dụ như Norse Vardøger, một người giống hệt bạn,"
    }
  },
  {
    "translation": {
      "en": "that went ahead of the real you and showed up early to all your meetings.",
      "vi": "đi trước con người thật của bạn và xuất hiện sớm ở tất cả các cuộc hẹn."
    }
  },
  {
    "translation": {
      "en": "But most of the time, they're an omen of doom.",
      "vi": "Nhưng phần lớn thì họ là điềm báo của diệt vong."
    }
  },
  {
    "translation": {
      "en": "Following his election in 1860,",
      "vi": "Sau cuộc bầu cử năm 1860,"
    }
  },
  {
    "translation": {
      "en": "Abraham Lincoln allegedly saw his exact double in the mirror.",
      "vi": "Abraham Lincoln được cho là đã thấy người song trùng trong gương."
    }
  },
  {
    "translation": {
      "en": "The other was pale and ghastly looking.",
      "vi": "Người kia nhìn nhợt nhạt và đáng sợ."
    }
  },
  {
    "translation": {
      "en": "His wife believed the vision foretold his re- election,",
      "vi": "Vợ ông tin rằng linh ảnh báo trước việc ông tái đắc cử,"
    }
  },
  {
    "translation": {
      "en": "but also his death.",
      "vi": "và cả cái chết của ông."
    }
  },
  {
    "translation": {
      "en": "There is a condition, heautoscopy,",
      "vi": "Có một trạng thái gọi là thoát xác"
    }
  },
  {
    "translation": {
      "en": "which can cause someone to see their double at a distance.",
      "vi": "có thể khiến ai đó nhìn thấy bản sao ở khoảng cách xa,"
    }
  },
  {
    "translation": {
      "en": "Or, at least, you better hope it's heautoscopy and not a doppelgänger!",
      "vi": "ít nhất nên hy vọng là do thoát xác chứ không phải người song trùng!"
    }
  },
  {
    "translation": {
      "en": "As hard as it is to believe while watching this,",
      "vi": "NƠI SỐNG: TÀN TÍCH, BÃI THA MA, SA MẠC Cũng khó để tin như khi xem đoạn này,"
    }
  },
  {
    "translation": {
      "en": "the djinn of Arabian mythology are, surprisingly, a lot like us.",
      "vi": "đáng ngạc nhiên là Djinn của thần thoại Ả Rập rất giống."
    }
  },
  {
    "translation": {
      "en": "I mean, sure, they are technically, according to the Koran, creatures made of smokeless fire",
      "vi": "Theo như kinh Koran, họ là sinh vật sinh ra từ lửa không khói,"
    }
  },
  {
    "translation": {
      "en": "that live in an unseeable, unknowable dimension",
      "vi": "sống ở không gian không thể nhìn thấy, không ai biết"
    }
  },
  {
    "translation": {
      "en": "somewhere beyond our own,",
      "vi": "ở nơi vượt tầm chúng ta,"
    }
  },
  {
    "translation": {
      "en": "and who are blessed with supernatural powers",
      "vi": "được ban cho sức mạnh siêu nhiên,"
    }
  },
  {
    "translation": {
      "en": "of shape- shifting, invisibility and flight,",
      "vi": "có thể thay hình đổi dạng, tàng hình và bay,"
    }
  },
  {
    "translation": {
      "en": "but they also possess a fair share of human qualities.",
      "vi": "nhưng họ cũng có nhiều phẩm chất như con người."
    }
  },
  {
    "translation": {
      "en": "Like us, the djinn eat.",
      "vi": "Giống chúng ta, các djinn ăn."
    }
  },
  {
    "translation": {
      "en": "They drink. They sleep.",
      "vi": "Họ uống. Họ ngủ."
    }
  },
  {
    "translation": {
      "en": "They fall in love or lust with each other and with humans,",
      "vi": "Họ yêu hoặc ham muốn nhau và ham muốn con người."
    }
  },
  {
    "translation": {
      "en": "as made vividly clear in this pre- Islamic era poem,",
      "vi": "Như đã nói rõ trong bài thơ thời tiền Hồi giáo này,"
    }
  },
  {
    "translation": {
      "en": "which isn't all that flattering for either side.",
      "vi": "mà không phải toàn là khen ngợi cả hai bên."
    }
  },
  {
    "translation": {
      "en": "And maybe most like us,",
      "vi": "Và có lẽ giống như chúng ta,"
    }
  },
  {
    "translation": {
      "en": "they're capable of choosing between good and evil,",
      "vi": "họ có khả năng lựa chọn giữa thiện và ác."
    }
  },
  {
    "translation": {
      "en": "although, unfortunately, many seem to end up on the dark side.",
      "vi": "Mặc dù, thật không may, nhiều người có vẻ sẽ chọn cái ác."
    }
  },
  {
    "translation": {
      "en": "Their mischief continues to the present day.",
      "vi": "Họ vẫn phá phách cho đến tận ngày nay."
    }
  },
  {
    "translation": {
      "en": "Because while the existence of djinn predates even the founding of Islam,",
      "vi": "Bởi vì djinn tồn tại trước cả khi Hồi giáo được thành lập,"
    }
  },
  {
    "translation": {
      "en": "belief in them is still very common in many parts of the Muslim world.",
      "vi": "Niềm tin vào họ vẫn rất phổ biến ở nhiều nơi trong thế giới Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "Djinn can be annoying.",
      "vi": "Djinn có thể phiền toái."
    }
  },
  {
    "translation": {
      "en": "In 2009, a Saudi couple, somehow, sued one for harassment.",
      "vi": "Năm 2009, một cặp vợ chồng Ả Rập đã kiện một djinn vì tội quấy rối."
    }
  },
  {
    "translation": {
      "en": "It was making weird noises and throwing rocks at their house.",
      "vi": "Nó tạo ra những tiếng động kỳ lạ và ném đá vào nhà họ."
    }
  },
  {
    "translation": {
      "en": "On the more serious side,",
      "vi": "Nghiêm trọng hơn,"
    }
  },
  {
    "translation": {
      "en": "the djinn are believed to be able to possess humans,",
      "vi": "các djinn được cho là có thể ám con người,"
    }
  },
  {
    "translation": {
      "en": "and the psychiatric trauma attributed to djinn possession",
      "vi": "và chấn thương tâm thần do bị djinn nhập"
    }
  },
  {
    "translation": {
      "en": "is so serious that I found seemingly dozens of articles",
      "vi": "nghiêm trọng đến mức tôi tìm thấy hàng tá bài báo"
    }
  },
  {
    "translation": {
      "en": "and legitimate medical journals about it.",
      "vi": "và các tạp chí y khoa hợp pháp nói về nó."
    }
  },
  {
    "translation": {
      "en": "By the way, if you are ever possessed,",
      "vi": "Nhân tiện, nếu bạn bị ám,"
    }
  },
  {
    "translation": {
      "en": "Arabic lore suggests you go ahead and put on a necklace of fox or cat teeth",
      "vi": "thần thoại Ả Rập khuyên bạn nên đeo vòng cổ răng cáo hoặc răng mèo"
    }
  },
  {
    "translation": {
      "en": "to frighten the djinn away.",
      "vi": "để dọa djinn bỏ đi."
    }
  },
  {
    "translation": {
      "en": "But as with grumpy humans,",
      "vi": "Mà cũng như với người hay gắt gỏng,"
    }
  },
  {
    "translation": {
      "en": "maybe the best advice is to just give the djinn their space",
      "vi": "có lẽ lời khuyên tốt nhất là để họ có không gian riêng"
    }
  },
  {
    "translation": {
      "en": "and never, ever go fishing for them.",
      "vi": "và đừng bao giờ đi câu họ."
    }
  },
  {
    "translation": {
      "en": "Don't judge me.",
      "vi": "Đừng phán xét tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, monster maniacs,",
      "vi": "Mấy bạn cuồng quái vật,"
    }
  },
  {
    "translation": {
      "en": "those were all the monsters in the first half of The Witcher.",
      "vi": "đó là những quái vật trong nửa đầu của Thợ Săn Quái Vật."
    }
  },
  {
    "translation": {
      "en": "You may notice that Geralt spends a lot of time in bathtubs throughout the show,",
      "vi": "Có thể thấy trong phim Geralt dành nhiều thì giờ trong bồn tắm,"
    }
  },
  {
    "translation": {
      "en": "which raised the question, are there bathtub monsters?",
      "vi": "làm dấy lên câu hỏi liệu bồn tắm có phải quái vật?"
    }
  },
  {
    "translation": {
      "en": "Again, Japan comes through.",
      "vi": "Một lần nữa, Nhật Bản tới đây."
    }
  },
  {
    "translation": {
      "en": "The Akaname is a strange, dirty, and disgusting little goblin",
      "vi": "Akaname là một con yêu tinh kỳ quái, bẩn thỉu và kinh tởm"
    }
  },
  {
    "translation": {
      "en": "that licks the filth off of bathtubs.",
      "vi": "chuyên liếm cặn bẩn trong bồn tắm."
    }
  },
  {
    "translation": {
      "en": "So enjoy your bath tonight!",
      "vi": "Nên tối nay ngâm bồn vui vẻ nhé!"
    }
  }
]