[
  {
    "translation": {
      "en": "Whether live action or animated, the beasties of The Witcher universe",
      "vi": "Dù ở phim có người đóng hay hoạt hình, các quái thú của vũ trụ Thợ săn quái vật"
    }
  },
  {
    "translation": {
      "en": "possess the power to scare us senseless.",
      "vi": "đều có quyền năng khiến ta sợ mất vía."
    }
  },
  {
    "translation": {
      "en": "And that's because they come with a history.",
      "vi": "Và đó là vì chúng có quá khứ."
    }
  },
  {
    "translation": {
      "en": "Some have been nesting in our nightmares ever since humans came out of the cave.",
      "vi": "Một vài trong số đó làm tổ trong ác mộng của ta từ khi con người ra khỏi hang."
    }
  },
  {
    "translation": {
      "en": "Yes, I, Geralt of Trivia, am back.",
      "vi": "Vâng, tôi, Geralt xứ Trivia, đã trở lại."
    }
  },
  {
    "translation": {
      "en": "This time, to explore the dark mythological origins",
      "vi": "Lần này, để khám phá nguồn gốc bí ẩn đen tối"
    }
  },
  {
    "translation": {
      "en": "of the monsters in The Witcher Nightmare of the Wolf.",
      "vi": "của những quái vật trong Thợ săn quái vật: Ác mộng của Sói."
    }
  },
  {
    "translation": {
      "en": "So get ready, monster hunters.",
      "vi": "Sẵn sàng đi, các thợ săn quái vật."
    }
  },
  {
    "translation": {
      "en": "Give a light to your witcher",
      "vi": "Hãy bấm thích thợ săn quái vật của bạn"
    }
  },
  {
    "translation": {
      "en": "Leave a comment for your witcher",
      "vi": "Để lại bình luận Cho thợ săn quái vật của bạn"
    }
  },
  {
    "translation": {
      "en": "It's monster mythology",
      "vi": "Đó là thần thoại quái vật"
    }
  },
  {
    "translation": {
      "en": "We already covered the dangerous, vindictive woodland trickster spirit",
      "vi": "Chúng tôi đã nói về linh hồn gian xảo, hận thù, đầy nguy hiểm trong rừng"
    }
  },
  {
    "translation": {
      "en": "called the Leshy in a previous bestiary,",
      "vi": "được gọi là Leshy trong truyện lần trước"
    }
  },
  {
    "translation": {
      "en": "so we'll leave you with this haiku about it,",
      "vi": "nên sẽ để lại cho các bạn bài thơ haiku về nó,"
    }
  },
  {
    "translation": {
      "en": "played on top of spooky forest imagery.",
      "vi": "được phát trên hình ảnh khu rừng ma quái."
    }
  },
  {
    "translation": {
      "en": "In Slavic forests,",
      "vi": "Trong những khu rừng Xlavơ,"
    }
  },
  {
    "translation": {
      "en": "the beast shifts from tree to wolf.",
      "vi": "Những con quái thú chuyển từ cây sang sói."
    }
  },
  {
    "translation": {
      "en": "Blood rains upon dried leaves.",
      "vi": "Máu đổ xuống lá khô."
    }
  },
  {
    "translation": {
      "en": "Don't make me say it again.",
      "vi": "Đừng bắt tôi phải nói lại."
    }
  },
  {
    "translation": {
      "en": "Don't mess with trees, y'all.",
      "vi": "Đừng gây sự với cây cối, các bạn."
    }
  },
  {
    "translation": {
      "en": "We all know the importance of a good night's sleep,",
      "vi": "Chúng ta đều biết tầm quan trọng của giấc ngủ ngon,"
    }
  },
  {
    "translation": {
      "en": "which makes a monster that stalks your sleep so very frightening.",
      "vi": "khiến một con quái vật rình rập giấc ngủ của bạn trở nên rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Such was the mahr,",
      "vi": "Đó là mahr,"
    }
  },
  {
    "translation": {
      "en": "a demonic entity that squatted on a person's chest while they slept,",
      "vi": "con quỷ ngồi xổm trên ngực ta khi ta ngủ,"
    }
  },
  {
    "translation": {
      "en": "causing horrifying dreams.",
      "vi": "gây ra những giấc mơ kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "Despite its name, the mahr was not a horse,",
      "vi": "Mặc dù có tên như vậy, mahr không phải là ngựa"
    }
  },
  {
    "translation": {
      "en": "but rather resembled a kind of goblin.",
      "vi": "mà giống một loài yêu tinh hơn."
    }
  },
  {
    "translation": {
      "en": "They were, in fact, known to give horses bad dreams too.",
      "vi": "Thực tế, ai cũng biết chúng khiến ngựa gặp ác mộng."
    }
  },
  {
    "translation": {
      "en": "Accounts of mahr visitations were widespread throughout Europe,",
      "vi": "Những ghi nhận về lần mahr viếng thăm lan rộng khắp châu Âu,"
    }
  },
  {
    "translation": {
      "en": "from the German mahr to the Norwegian maritt.",
      "vi": "từ mahr Đức đến maritt Na Uy."
    }
  },
  {
    "translation": {
      "en": "Indeed, one famous Norse saga tells of a mahr that crushed a king's head.",
      "vi": "Thật vậy, theo một truyện saga của Nauy, một mahr đã nghiền nát đầu một vị vua."
    }
  },
  {
    "translation": {
      "en": "But read deeper and you find that his wife took out the hit.",
      "vi": "Nhưng đọc kỹ hơn, ta sẽ thấy vợ ông ấy chính là chủ mưu."
    }
  },
  {
    "translation": {
      "en": "Yes, mahrs could be hired through conjurers and witches.",
      "vi": "Vâng, có thể thuê mahr qua các pháp sư và phù thủy."
    }
  },
  {
    "translation": {
      "en": "Mahrs could shrink down to fit inside keyholes,",
      "vi": "Lũ mahr có thể thu nhỏ lại để vừa lỗ khóa,"
    }
  },
  {
    "translation": {
      "en": "so one defense was to just stop those openings up.",
      "vi": "nên một biện pháp ngăn chặn là bịt những lỗ hổng đó."
    }
  },
  {
    "translation": {
      "en": "Perhaps a less logical defense against mahr intrusion",
      "vi": "Có lẽ cách ngăn chặn thiếu căn cứ hơn để ngăn mahr xâm nhập"
    }
  },
  {
    "translation": {
      "en": "was to pee in a bottle,",
      "vi": "là tiểu tiện vào chai,"
    }
  },
  {
    "translation": {
      "en": "keep it for three days, and then throw it in a stream.",
      "vi": "giữ nó trong ba ngày rồi ném xuống suối."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Ừ, hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "You do you.",
      "vi": "Cứ làm việc cần làm."
    }
  },
  {
    "translation": {
      "en": "Modern researchers believe that the proliferation of mahr folklore",
      "vi": "Giới nghiên cứu hiện đại tin là có nhiều câu chuyện dân gian về mahr"
    }
  },
  {
    "translation": {
      "en": "was an attempt to explain the very real phenomenon of sleep paralysis,",
      "vi": "là nỗ lực để giải thích hiện tượng rất thực tế là tê liệt khi ngủ,"
    }
  },
  {
    "translation": {
      "en": "which affects up to 20% of humans.",
      "vi": "mà đến 20% số người gặp phải."
    }
  },
  {
    "translation": {
      "en": "They can think that, but I'm going to stop up my keyhole",
      "vi": "Họ có thể nghĩ thế nhưng dù sao, tôi sẽ bịt lỗ khóa"
    }
  },
  {
    "translation": {
      "en": "and pee in a jar anyway.",
      "vi": "và tiểu tiện vào một cái chai."
    }
  },
  {
    "translation": {
      "en": "Sleep well, my friends.",
      "vi": "Ngủ ngon nhé, các bạn."
    }
  },
  {
    "translation": {
      "en": "Death should be a time for peace and quiet,",
      "vi": "Chết nên là thời khắc yên bình và tĩnh lặng,"
    }
  },
  {
    "translation": {
      "en": "so perhaps we can understand",
      "vi": "nên chắc ta có thể hiểu"
    }
  },
  {
    "translation": {
      "en": "why the undead, doomed to float the earth forever wraith",
      "vi": "tại sao xác sống, hồn ma mãiphiêubạttrêntráiđất"
    }
  },
  {
    "translation": {
      "en": "is so darn malevolent.",
      "vi": "lại hiểm ác như vậy."
    }
  },
  {
    "translation": {
      "en": "It's a spectral being, the Scottish cousin of the ghost.",
      "vi": "Đó là bóng ma, anh em họ của hồn ma Scotland."
    }
  },
  {
    "translation": {
      "en": "And like all Scottish cousins,",
      "vi": "Và như tất cả anh em họ Scotland,"
    }
  },
  {
    "translation": {
      "en": "it's just a wee bit more trouble than its relatives.",
      "vi": "nó chỉ rắc rối hơn họ hàng của nó một chút."
    }
  },
  {
    "translation": {
      "en": "Accounts of how wraiths form differ,",
      "vi": "Có nhiều miêu tả về cách bóng ma cô dâu hình thành"
    }
  },
  {
    "translation": {
      "en": "but a Scottish minister in 1691 wrote poetically",
      "vi": "nhưng một mục sư Scotland đã viết thành thơ vào năm 1691"
    }
  },
  {
    "translation": {
      "en": "that wraiths were the last breath exhaled by a person on the verge of death.",
      "vi": "rằng bóng ma cô dâu là hơi thở ra cuối cùng của người hấp hối."
    }
  },
  {
    "translation": {
      "en": "But everyone agrees they weren't happy creatures.",
      "vi": "Nhưng mọi người đều đồng ý rằng chúng không phải là sinh vật vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Even the wraith's name speaks to its deep torment.",
      "vi": "Cả cái tên của hồn ma cô dâu cũng nói lên nỗi đau khổ tận cùng."
    }
  },
  {
    "translation": {
      "en": "Etymologists have traced it to the Middle English version of writhe,",
      "vi": "Các nhà từ nguyên học phát hiện nó có gốc từ từ tiếng Anh Trung Cổ quằn quại,"
    }
  },
  {
    "translation": {
      "en": "connecting it to wreaths and wrath,",
      "vi": "liên kết nó với vòng hoa và cơn thịnh nộ,"
    }
  },
  {
    "translation": {
      "en": "twisted things and emotions, respectively.",
      "vi": "lần lượt có nghĩa là những đồ vật và cảm xúc méo mó."
    }
  },
  {
    "translation": {
      "en": "They weren't just physically dangerous. They were harbingers of doom.",
      "vi": "Chúng không chỉ nguy hiểm về thể chất. Chúng là điềm báo của sự diệt vong."
    }
  },
  {
    "translation": {
      "en": "According to Scottish folklore,",
      "vi": "Theo văn hóa dân gian Scotland,"
    }
  },
  {
    "translation": {
      "en": "just seeing a wraith in the afternoon or evening",
      "vi": "chỉ cần thấy bóng ma cô dâu vào chiều hay tối"
    }
  },
  {
    "translation": {
      "en": "signified that death would come for the viewer within a year.",
      "vi": "nghĩa là người thấy nó sẽ chết trong vòng một năm."
    }
  },
  {
    "translation": {
      "en": "Wraiths eventually became associated with evil water spirits too.",
      "vi": "Cuối cùng, bóng ma cô dâu cũng kết hợp với hồn thủy quái xấu xa."
    }
  },
  {
    "translation": {
      "en": "Scotland's water wraiths were lanky, female humanoids",
      "vi": "Bóng ma cô dâu dưới nước của Scotland có hình dáng phụ nữ, cao lêu ngêu"
    }
  },
  {
    "translation": {
      "en": "who lured drunken travelers into a watery grave.",
      "vi": "dụ những lữ khách say xỉn vào ngôi mộ nước."
    }
  },
  {
    "translation": {
      "en": "But in conclusion,",
      "vi": "Nhưng tóm lại,"
    }
  },
  {
    "translation": {
      "en": "maybe don't go to Scotland. Certainly don't drop dead there.",
      "vi": "có lẽ đừng đến Scotland. Chắc chắn là đừng bỏ mạng ở đó."
    }
  },
  {
    "translation": {
      "en": "At least not until this whole wraith thing blows over.",
      "vi": "Ít nhất là cho đến khi cái bóng ma cô dâu đó biến mất."
    }
  },
  {
    "translation": {
      "en": "Aside from dragons, the human wolf hybrid",
      "vi": "Ngoài rồng, loài lai giữa người và sói"
    }
  },
  {
    "translation": {
      "en": "is one of the oldest continuously used monsters that we have in Western culture.",
      "vi": "là một trong những quái vật lâu đời nhất luôn được nhắc đến ở văn hóa phương Tây."
    }
  },
  {
    "translation": {
      "en": "Most agree that the first reference to a werewolf is in The Epic of Gilgamesh,",
      "vi": "Đa số đồng ý rằng người sói lần đầu tiên được nói đến trong Sử thi Gilgamesh,"
    }
  },
  {
    "translation": {
      "en": "literally the first piece of Western prose in existence.",
      "vi": "thực sự là tác phẩm văn xuôi phương Tây đầu tiên có tồn tại."
    }
  },
  {
    "translation": {
      "en": "In it, Gilgamesh rejects a woman who turned her last man into a wolf.",
      "vi": "Trong đó, Gilgamesh cự tuyệt một phụ nữ đã biến người tình cuối cùng thành sói."
    }
  },
  {
    "translation": {
      "en": "Probably a good call.",
      "vi": "Có lẽ là quyết định sáng suốt."
    }
  },
  {
    "translation": {
      "en": "But the Greeks took werewolves to a new level.",
      "vi": "Nhưng người Hy Lạp đưa người sói lên một tầm cao mới."
    }
  },
  {
    "translation": {
      "en": "Most famously, the king Lycaon angered Zeus",
      "vi": "Nổi tiếng nhất là vua Lycaon chọc giận thần Zeus"
    }
  },
  {
    "translation": {
      "en": "by serving him a meal made of… a little boy.",
      "vi": "khi mang cho ngài bữa ăn là… một cậu bé."
    }
  },
  {
    "translation": {
      "en": "Yikes.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Zeus struck back, turning the king and his sons",
      "vi": "Zeus trả đũa, biến nhà vua và các con trai"
    }
  },
  {
    "translation": {
      "en": "into ravenous wolves as punishment.",
      "vi": "thành lũ sói đói khát để trừng phạt."
    }
  },
  {
    "translation": {
      "en": "And cannibalism leading to a wolven curse",
      "vi": "Việc ăn thịt người dẫn đến lời nguyền sói"
    }
  },
  {
    "translation": {
      "en": "is sort of a running theme in the Greek tales.",
      "vi": "gần như là chủ đề xuyên suốt trong các chuyện kể Hy Lạp."
    }
  },
  {
    "translation": {
      "en": "But in the Middle Ages, werewolves were no longer kings and princes.",
      "vi": "Nhưng vào thời Trung Cổ, người sói không còn là vua và hoàng tử nữa."
    }
  },
  {
    "translation": {
      "en": "They were everywhere, common folk, and there are records of them.",
      "vi": "Chúng ở khắp mọi nơi, là dân thường và có ghi chép về chúng."
    }
  },
  {
    "translation": {
      "en": "Gilles Garnier, for instance, the Werewolf of Dole,",
      "vi": "Ví dụ, Gilles Garnier, Người Sói xứ Dole,"
    }
  },
  {
    "translation": {
      "en": "burned at the stake for killing and eating children,",
      "vi": "bị thiêu ở cọc vì giết và ăn thịt trẻ em,"
    }
  },
  {
    "translation": {
      "en": "burning being one of the few ways to kill a werewolf.",
      "vi": "thiêu là một trong số ít cách để giết người sói."
    }
  },
  {
    "translation": {
      "en": "The individuals accused may have actually been serial killers,",
      "vi": "Kẻ bị buộc tội có thể thực sự là kẻ giết người hàng loạt"
    }
  },
  {
    "translation": {
      "en": "but it's likely that others were the victims of werewolf hysteria.",
      "vi": "nhưng có khả năng những người khác là nạn nhân của chứng cuồng người sói."
    }
  },
  {
    "translation": {
      "en": "Given the werewolf's long history and vast spread,",
      "vi": "Với lịch sử lâu đời và độ phổ biến của người sói,"
    }
  },
  {
    "translation": {
      "en": "it's no surprise that the trigger for wolven transformation has varied.",
      "vi": "chẳng ngạc nhiên khi tác nhân gây biến hình cũng rất đa dạng."
    }
  },
  {
    "translation": {
      "en": "Of course, you probably know about a full moon,",
      "vi": "Tất nhiên, chắc bạn đã biết về ngày trăng tròn"
    }
  },
  {
    "translation": {
      "en": "but magic belts, pelts, and ointments enchanted by the devil",
      "vi": "nhưng đai phép thuật, tấm da sống và thuốc mỡ do con quỷ phù phép,"
    }
  },
  {
    "translation": {
      "en": "have, at some point, served to spark the change.",
      "vi": "vào lúc nào đó, có tác dụng kích hoạt sự biến đổi."
    }
  },
  {
    "translation": {
      "en": "But maybe most surprising,",
      "vi": "Đáng ngạc nhiên nhất là"
    }
  },
  {
    "translation": {
      "en": "there may be a kernel of truth in this monster myth.",
      "vi": "có thể có sự thật cốt lõi trong lời đồn về quái vật này."
    }
  },
  {
    "translation": {
      "en": "An extremely rare condition called hypertrichosis,",
      "vi": "Một tình trạng cực kỳ hiếm có tên là hội chứng Ambras,"
    }
  },
  {
    "translation": {
      "en": "AKA werewolf syndrome,",
      "vi": "hay còn gọi là hội chứng người sói,"
    }
  },
  {
    "translation": {
      "en": "causes excess hair growth that looks pretty lupine.",
      "vi": "gây hiện tượng mọc lông rậm rạp, trông khá giống sói."
    }
  },
  {
    "translation": {
      "en": "So if you do see a werewolf, show some respect.",
      "vi": "Nên nếu thấy người sói, hãy tỏ ra lễ phép."
    }
  },
  {
    "translation": {
      "en": "They are, after all, very old.",
      "vi": "Dù sao thì chúng cũng rất già."
    }
  },
  {
    "translation": {
      "en": "Wherever humans die, so everywhere,",
      "vi": "Ở bất cứ nơi nào con người chết, vậy là ở khắp nơi,"
    }
  },
  {
    "translation": {
      "en": "there are undead monsters.",
      "vi": "đều có quái vật xác sống."
    }
  },
  {
    "translation": {
      "en": "In Arabia, we've seen the traveler hunting ghoul.",
      "vi": "Ở Ả Rập, chúng ta đã thấy ngạ quỷ săn lữ khách."
    }
  },
  {
    "translation": {
      "en": "In Scandinavia, the size shifting draugr.",
      "vi": "Ở Scandinavia là draugr biến đổi kích thước."
    }
  },
  {
    "translation": {
      "en": "Although it didn't appear in Western literature until the 1800s,",
      "vi": "Mặc dù đến những năm 1800, nó mới xuất hiện trong văn học phương Tây,"
    }
  },
  {
    "translation": {
      "en": "it's thought that the word zombie originated in a few West African languages",
      "vi": "người ta cho rằng từ xác sống xuất phát từ vài ngôn ngữ Tây Phi"
    }
  },
  {
    "translation": {
      "en": "that migrated to Haiti via enslaved African people.",
      "vi": "được đưa đến Haiti thông qua người châu Phi bị bắt làm nô lệ."
    }
  },
  {
    "translation": {
      "en": "But according to the original Haitian folklore,",
      "vi": "Nhưng theo văn hóa dân gian Haiti nguyên gốc,"
    }
  },
  {
    "translation": {
      "en": "zombies weren't savage, flesh eating monsters.",
      "vi": "xác sống không phải là quái vật tàn ác, ăn thịt người."
    }
  },
  {
    "translation": {
      "en": "They were pitiful, mindless, captive beings",
      "vi": "Chúng là những sinh vật đáng thương, vô tâm, bị giam cầm"
    }
  },
  {
    "translation": {
      "en": "created from corpses by a bocor, an unfriendly neighborhood witch doctor,",
      "vi": "được tạo ra từ xác chết bởi một bocor, một thầy mo có dã tâm trong vùng"
    }
  },
  {
    "translation": {
      "en": "and used as free labor.",
      "vi": "và bị bóc lột lao động."
    }
  },
  {
    "translation": {
      "en": "They represented eternal slavery to a people that had endured and cast off",
      "vi": "Chúng đại diện cho chế độ nô lệ vĩnh viễn với một dân tộc đã chịu đựng và loại bỏ"
    }
  },
  {
    "translation": {
      "en": "some of the most notoriously brutal conditions that slavery ever created.",
      "vi": "một trong số những điều kiện tàn bạo khét tiếng nhất mà chế độ nô lệ tạo ra."
    }
  },
  {
    "translation": {
      "en": "Weirdly enough, a 1983 study found that a bocor",
      "vi": "Thật kỳ lạ, một nghiên cứu năm 1983 cho thấy một bocor"
    }
  },
  {
    "translation": {
      "en": "using a concoction made of puffer fish, and toad venoms and hallucinogens",
      "vi": "dùng hỗn hợp làm từ cá nóc, nhựa cóc và ma túy ảo giác"
    }
  },
  {
    "translation": {
      "en": "could place a person into a zombie like trance,",
      "vi": "có thể đẩy một người vào trạng thái lờ đờ như xác sống"
    }
  },
  {
    "translation": {
      "en": "and I think that combination would probably kill me.",
      "vi": "và tôi nghĩ sự kết hợp đó có thể sẽ khiến tôi mất mạng."
    }
  },
  {
    "translation": {
      "en": "But the study is controversial.",
      "vi": "Nhưng nghiên cứu này chưa ngã ngũ."
    }
  },
  {
    "translation": {
      "en": "Throughout the 1960s, creators took the mindlessness of Haitian zombies",
      "vi": "Suốt những năm 1960, các tác gia kết hợp sự vô tâm của xác sống Haiti"
    }
  },
  {
    "translation": {
      "en": "and added the ferocity of some other undead creatures.",
      "vi": "với sự hung dữ của một số sinh vật xác sống khác."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, flesh eating zombies are amazing,",
      "vi": "Đừng hiểu nhầm, xác sống ăn thịt người tuyệt lắm"
    }
  },
  {
    "translation": {
      "en": "but it's worth remembering that the original zombie had an even darker past.",
      "vi": "nhưng cũng đáng để nhớ rằng xác sống bản gốc có quá khứ đen tối hơn."
    }
  },
  {
    "translation": {
      "en": "Japan, a land of extremes.",
      "vi": "Nhật Bản, vùng đất của những thái cực."
    }
  },
  {
    "translation": {
      "en": "On one hand,",
      "vi": "Một mặt,"
    }
  },
  {
    "translation": {
      "en": "they unleashed a grime licking bathtub monster",
      "vi": "họ thả một con quái vật bồn tắm liếm bụi bẩn"
    }
  },
  {
    "translation": {
      "en": "on the unsuspecting world,",
      "vi": "vào thế giới cả tin,"
    }
  },
  {
    "translation": {
      "en": "and on the other hand,",
      "vi": "và mặt khác,"
    }
  },
  {
    "translation": {
      "en": "they have super adorable fox spirits.",
      "vi": "họ có hồ ly tinh siêu đáng yêu."
    }
  },
  {
    "translation": {
      "en": "Yes, if you're somewhat familiar with Japanese,",
      "vi": "Vâng, nếu bạn có biết tiếng Nhật,"
    }
  },
  {
    "translation": {
      "en": "you may have noticed that Kitsu from Nightmare of the Wolf",
      "vi": "bạn có thể nhận thấy Kitsu trong Ác mộng của Sói"
    }
  },
  {
    "translation": {
      "en": "sounds remarkably similar to kitsune,",
      "vi": "nghe rất giống kitsune,"
    }
  },
  {
    "translation": {
      "en": "the Japanese word for both mundane and monstrous foxes.",
      "vi": "một từ tiếng Nhật để chỉ cả cáo thông thường và quái vật."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, and also that she changes into a fox halfway through.",
      "vi": "Ồ, phải, và cũng vì nửa chừng nó biến thành một con cáo."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "vi": "Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "So, it's likely that Kitsu was inspired by the kawaii kitsune,",
      "vi": "Có vẻ như Kitsu được lấy cảm hứng từ kitsune dễ thương,"
    }
  },
  {
    "translation": {
      "en": "a fox like trickster spirit that populated the forests of Northeast Asia",
      "vi": "một linh hồn xảo trá giống cáo sống ở các khu rừng Đông Bắc Á"
    }
  },
  {
    "translation": {
      "en": "under a variety of names.",
      "vi": "có nhiều cái tên khác nhau."
    }
  },
  {
    "translation": {
      "en": "In traditional trickster fashion, they were sometimes benevolent.",
      "vi": "Dưới lốt gian xảo truyền thống, đôi khi chúng nhân từ."
    }
  },
  {
    "translation": {
      "en": "Celestial messengers even.",
      "vi": "Đôi khi là sứ giả của thiên tộc."
    }
  },
  {
    "translation": {
      "en": "Of course, they were just as likely",
      "vi": "Dĩ nhiên, chúng cũng giỏi"
    }
  },
  {
    "translation": {
      "en": "to use cunning, shape shifting, and illusion to rattle their victims' minds,",
      "vi": "lợi dụng sự ranh ma, khả năng biến hình và ảo giác để khiến nạn nhân hoang mang,"
    }
  },
  {
    "translation": {
      "en": "particularly if those victims were wicked, greedy or drunk.",
      "vi": "đặc biệt nếu nạn nhân đó xấu xa, tham lam hoặc say xỉn."
    }
  },
  {
    "translation": {
      "en": "We can be whatever we imagine here, Vesemir. We can be rich.",
      "vi": "Ta có thể là bất cứ gì ta tưởng tượng, Vesemir. Ta có thể giàu có."
    }
  },
  {
    "translation": {
      "en": "Together, here,",
      "vi": "Cùng nhau, ở đây,"
    }
  },
  {
    "translation": {
      "en": "time is nothing.",
      "vi": "thời gian chẳng là gì cả."
    }
  },
  {
    "translation": {
      "en": "Out there, I can save her.",
      "vi": "Ngoài kia, tôi có thể cứu cô ấy."
    }
  },
  {
    "translation": {
      "en": "That's worth more.",
      "vi": "Thế đáng giá hơn."
    }
  },
  {
    "translation": {
      "en": "Now, out of my head.",
      "vi": "Ra khỏi đầu tôi ngay."
    }
  },
  {
    "translation": {
      "en": "Much like Bugs Bunny,",
      "vi": "Rất giống Thỏ Bugs,"
    }
  },
  {
    "translation": {
      "en": "the kitsune particularly relish changing into a beautiful woman",
      "vi": "kitsune đặc biệt thích biến thành một phụ nữ xinh đẹp"
    }
  },
  {
    "translation": {
      "en": "in order to seduce unsuspecting men, sometimes even marrying them.",
      "vi": "để quyến rũ những người đàn ông cả tin, đôi khi còn lấy họ."
    }
  },
  {
    "translation": {
      "en": "Even today in Chinese culture, the word for fox spirit, húli jīng",
      "vi": "Ngay cả trong văn hóa Trung Quốc ngày nay, từ để chỉ hồn cáo, hồ ly tinh"
    }
  },
  {
    "translation": {
      "en": "is commonly used to call someone a homewrecker.",
      "vi": "thường được dùng để gọi tiểu tam."
    }
  },
  {
    "translation": {
      "en": "Look, I'm not saying I have a thing",
      "vi": "Nghe này, tôi không nói tôi rất thích"
    }
  },
  {
    "translation": {
      "en": "for anthropomorphic animals that dress up like women,",
      "vi": "với những con vật hình nhân ăn mặc giống phụ nữ"
    }
  },
  {
    "translation": {
      "en": "but would I rather meet one instead of a bathtub monster?",
      "vi": "nhưng liệu tôi thà gặp nó còn hơn quái vật bồn tắm?"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "vi": "Phải, tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "You can tell how much ancient humans feared being eaten from their monsters.",
      "vi": "Bạn có thể thấy con người thời cổ đại sợ bị quái vật ăn thịt thế nào."
    }
  },
  {
    "translation": {
      "en": "Take the fearsome manticore,",
      "vi": "Ví dụ như manticore đáng sợ,"
    }
  },
  {
    "translation": {
      "en": "a derivation of the old Persian word for man eater.",
      "vi": "bắt nguồn từ một từ trong tiếng Ba Tư cổ chỉ kẻ ăn thịt người."
    }
  },
  {
    "translation": {
      "en": "This monstrous hybrid typically mashed up the head of a human,",
      "vi": "Con quái vật này thường lai giữa đầu người,"
    }
  },
  {
    "translation": {
      "en": "the body of a lion, and the tail of a scorpion.",
      "vi": "mình sư tử và đuôi bọ cạp."
    }
  },
  {
    "translation": {
      "en": "Although modern variants sometimes add a pair of leathery wings too.",
      "vi": "Mặc dù các biến thể hiện đại đôi khi bổ sung đôi cánh da."
    }
  },
  {
    "translation": {
      "en": "As if a scorpion's tail isn't bad enough,",
      "vi": "Như thể đuôi bọ cạp chưa đủ lợi hại,"
    }
  },
  {
    "translation": {
      "en": "the manticore could shoot theirs, like arrows.",
      "vi": "manticore có thể bắn đuôi như tên."
    }
  },
  {
    "translation": {
      "en": "And to complete the ferocious look,",
      "vi": "Và để hoàn thiện vẻ ngoài hung dữ,"
    }
  },
  {
    "translation": {
      "en": "the beast was said to have been colored blood red.",
      "vi": "con quái vật được cho là có màu đỏ máu."
    }
  },
  {
    "translation": {
      "en": "Strangely, the sources say it had a voice like a melody played on pipes,",
      "vi": "Thật kỳ lạ, các nguồn tin cho biết nó có giọng nói như tiếng sáo,"
    }
  },
  {
    "translation": {
      "en": "sort of like mine.",
      "vi": "gần giống giọng tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, here he comes It's a manticore",
      "vi": "Ôi, nó đến rồi Là con manticore"
    }
  },
  {
    "translation": {
      "en": "Always violent and feral,",
      "vi": "Luôn hung dữ và hoang dã,"
    }
  },
  {
    "translation": {
      "en": "it's said to prefer a buffet of humans over just one,",
      "vi": "nó được cho là thích tiệc tự chọn gồm nhiều người chứ không chỉ một"
    }
  },
  {
    "translation": {
      "en": "and it ate them whole.",
      "vi": "và nó nuốt chửng họ."
    }
  },
  {
    "translation": {
      "en": "It became particularly evil in the Middle Ages",
      "vi": "Nó trở nên đặc biệt độc ác vào thời Trung Cổ"
    }
  },
  {
    "translation": {
      "en": "when everything became associated with the devil anyway.",
      "vi": "khi mọi thứ đều liên quan đến con quỷ này."
    }
  },
  {
    "translation": {
      "en": "But scholars think the manticore may have been a stand in for a real man eater,",
      "vi": "Các học giả cho rằng manticore có thể là kẻ thay thế cho kẻ ăn thịt người thực sự,"
    }
  },
  {
    "translation": {
      "en": "the Caspian tiger,",
      "vi": "hổ Caspi,"
    }
  },
  {
    "translation": {
      "en": "whose fur could look red in the sun.",
      "vi": "với bộ lông đỏ dưới ánh mặt trời."
    }
  },
  {
    "translation": {
      "en": "Monsters are like anything else,",
      "vi": "Quái vật giống như mọi thứ khác,"
    }
  },
  {
    "translation": {
      "en": "they have their ups and downs in popular opinion.",
      "vi": "chúng có những thăng trầm trong quan điểm công chúng."
    }
  },
  {
    "translation": {
      "en": "And there's no better example than the griffin,",
      "vi": "Không có ví dụ nào tốt hơn điểu sư,"
    }
  },
  {
    "translation": {
      "en": "which has an abnormally long history.",
      "vi": "loài có lịch sử lâu đời bất thường."
    }
  },
  {
    "translation": {
      "en": "The first record we have dates back to 3000 B.C. in Persia,",
      "vi": "Ghi chép đầu tiên ta có là từ 3.000 năm trước Công Nguyên ở Ba Tư,"
    }
  },
  {
    "translation": {
      "en": "although they truly flourished in ancient Greece.",
      "vi": "dù chúng thực sự hưng thịnh vào thời Hy Lạp cổ đại."
    }
  },
  {
    "translation": {
      "en": "With the body of a lion, and the wings and head of an eagle,",
      "vi": "Với mình sư tử, cánh và đầu đại bàng,"
    }
  },
  {
    "translation": {
      "en": "thought to be two of nature's noblest creatures,",
      "vi": "được cho là hai trong số sinh vật ưu tú nhất thiên nhiên,"
    }
  },
  {
    "translation": {
      "en": "the griffin has, at times, enjoyed an association with royalty.",
      "vi": "đôi khi, điểu sư được gắn với hoàng gia."
    }
  },
  {
    "translation": {
      "en": "You could often find their statues guarding tombs.",
      "vi": "Ta thường thấy tượng chúng canh giữ lăng mộ."
    }
  },
  {
    "translation": {
      "en": "The beast was known to dig up gold",
      "vi": "Con quái vật này hay đào vàng"
    }
  },
  {
    "translation": {
      "en": "and, oddly for monsters, we know a little bit about its family life.",
      "vi": "và thật lạ với quái vật, ta biết một chút về cuộc sống gia đình của nó."
    }
  },
  {
    "translation": {
      "en": "Griffins mated for life.",
      "vi": "Điểu sư có bạn đời."
    }
  },
  {
    "translation": {
      "en": "In the Middle Ages, though, griffins seemed slightly less helpful,",
      "vi": "Tuy nhiên, vào thời Trung Cổ, điểu sư có vẻ không tốt bụng lắm,"
    }
  },
  {
    "translation": {
      "en": "slash slightly more bloodthirsty.",
      "vi": "đồng thời hơi khát máu hơn."
    }
  },
  {
    "translation": {
      "en": "They were often depicted battling knights, or even carrying them and their horses to their nests",
      "vi": "Chúng thường giao chiến với hiệp sĩ hoặc thậm chí quắp họ và ngựa của họ về tổ"
    }
  },
  {
    "translation": {
      "en": "for their little grifflings to snack upon.",
      "vi": "làm mồi cho điểu sư con."
    }
  },
  {
    "translation": {
      "en": "In fact, horses, of all things, were their mortal enemies,",
      "vi": "Thật ra, trong bao nhiêu loài, ngựa là kẻ thù lớn nhất của chúng,"
    }
  },
  {
    "translation": {
      "en": "which seems an unfair fight to me.",
      "vi": "mà tôi thấy đó là cuộc đấu không cân sức."
    }
  },
  {
    "translation": {
      "en": "RIP, Roach.",
      "vi": "An nghỉ nhé, Roach."
    }
  },
  {
    "translation": {
      "en": "So, what about today?",
      "vi": "Vậy ngày nay thì sao?"
    }
  },
  {
    "translation": {
      "en": "Judging by Nightmare of the Wolf, I'd say they're still on a monstrous swing.",
      "vi": "Theo Ác mộng của Sói, tôi thấy chúng vẫn giống quái vật hơn."
    }
  },
  {
    "translation": {
      "en": "Just give it time.",
      "vi": "Hãy cho nó thời gian."
    }
  },
  {
    "translation": {
      "en": "There you have it, the monstrous menagerie of Nightmare of the Wolf.",
      "vi": "Đây rồi, bầy quái thú của Ác mộng của Sói."
    }
  },
  {
    "translation": {
      "en": "Happy monster hunting.",
      "vi": "Chúc săn quái vật vui vẻ."
    }
  }
]