[
  {
    "translation": {
      "en": "[woman] I believe every great leader of their own destiny is fearless.",
      "vi": "Tôi tin rằng người làm chủ định mệnh của bản thân sẽ không biết sợ hãi."
    }
  },
  {
    "translation": {
      "en": "There is no other way to be.",
      "vi": "Không còn cách nào khác."
    }
  },
  {
    "translation": {
      "en": "Aware but fearless.",
      "vi": "Nhận thức được nó, nhưng không sợ hãi."
    }
  },
  {
    "translation": {
      "en": "I am going to make my own decisions in life,",
      "vi": "Tôi sẽ tự đưa ra các quyết định cho cuộc đời mình,"
    }
  },
  {
    "translation": {
      "en": "and I'm going to make my own money.",
      "vi": "và tôi sẽ tự mình kiếm ra tiền."
    }
  },
  {
    "translation": {
      "en": "I'm going to buy my own car, make my own way.",
      "vi": "Tôi sẽ tự mua xe cho mình, tự tạo lối đi cho bản thân."
    }
  },
  {
    "translation": {
      "en": "I'm not going to depend on anybody else.",
      "vi": "Tôi sẽ không phụ thuộc vào ai khác."
    }
  },
  {
    "translation": {
      "en": "The minute you depend on somebody else, you lose something.",
      "vi": "Ngay khi bạn phụ thuộc vào người khác, bạn sẽ mất đi một thứ."
    }
  },
  {
    "translation": {
      "en": "You lose the right to decide for yourself.",
      "vi": "Bạn mất quyền tự quyết định cho bản thân."
    }
  },
  {
    "translation": {
      "en": "You've just got to go for it.",
      "vi": "Bạn chỉ có nước cố theo đuổi nó."
    }
  },
  {
    "translation": {
      "en": "Taking the risks to do things your way can be scary.",
      "vi": "Chấp nhận rủi ro để được hành động theo cách của mình có thể rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "So you got to be brave.",
      "vi": "Nên bạn sẽ phải thật dũng cảm."
    }
  },
  {
    "translation": {
      "en": "[woman] Shania changed country music because she went like this,",
      "vi": "Shania đã thay đổi dòng nhạc đồng quê vì cô ấy là kiểu sẽ nói rằng:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, these are the lines? Cool.\"",
      "vi": "\"Ồ, đây là giới hạn à? Được đấy\"."
    }
  },
  {
    "translation": {
      "en": "She was the first person to break that door open and go across the music genres.",
      "vi": "Cô ấy là người đầu tiên phá vỡ giới hạn đó và vượt qua ranh giới của các dòng nhạc."
    }
  },
  {
    "translation": {
      "en": "She was that trailblazer.",
      "vi": "Là người tiên phong."
    }
  },
  {
    "translation": {
      "en": "Shania does it all. She plays guitar, she writes her own songs,",
      "vi": "Shania tự làm tất cả. Cô ấy chơi ghi-ta, tự sáng tác bài hát,"
    }
  },
  {
    "translation": {
      "en": "she has, like, insane live shows.",
      "vi": "cô ấy còn có các buổi diễn trực tiếp rất điên rồ."
    }
  },
  {
    "translation": {
      "en": "She was a strong female in country, which is hard because country music's, like,",
      "vi": "Rất khó để có phụ nữ mạnh mẽ như cô ấy trong giới nhạc đồng quê vì nó kiểu như…"
    }
  },
  {
    "translation": {
      "en": "the women don't make it.",
      "vi": "Phụ nữ không làm nổi."
    }
  },
  {
    "translation": {
      "en": "You'd have to take a sledgehammer to knock her down.",
      "vi": "Phải cần một cái búa tạ mới làm cô ấy gục ngã."
    }
  },
  {
    "translation": {
      "en": "Record sales. Not streaming.",
      "vi": "Doanh thu kỷ lục. Chưa kể dịch vụ phát trực tiếp."
    }
  },
  {
    "translation": {
      "en": "[man] How many artists have followed huge records",
      "vi": "3 ALBUM KIM CƯƠNG LIÊN TIẾP Có bao nhiêu nghệ sĩ có thể thành công liên tiếp"
    }
  },
  {
    "translation": {
      "en": "with one more, much less two more?",
      "vi": "với không chỉ một mà là hai đĩa nhạc chứ?"
    }
  },
  {
    "translation": {
      "en": "[woman] She might not wear a banner on her hat that, \"I'm a feminist.\"",
      "vi": "Cô ấy có thể không đội biểu ngữ: \"Tôi ủng hộ nữ quyền\"."
    }
  },
  {
    "translation": {
      "en": "She just did it.",
      "vi": "Mà cô ấy thể hiện điều đó."
    }
  },
  {
    "translation": {
      "en": "Shania Twain shifted culture.",
      "vi": "Shania Twain đã thay đổi nền văn hóa."
    }
  },
  {
    "translation": {
      "en": "She paved the way not only for women in country,",
      "vi": "Cô ấy không chỉ mở đường cho phụ nữ trong giới nhạc đồng quê"
    }
  },
  {
    "translation": {
      "en": "but musicians everywhere.",
      "vi": "mà còn cho các nghệ sĩ ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Are you ready?",
      "vi": "Các bạn sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "[Shania] I said…",
      "vi": "Tôi hỏi là:"
    }
  },
  {
    "translation": {
      "en": "are you ready?",
      "vi": "Các bạn đã sẵn sàng chưa nào?"
    }
  },
  {
    "translation": {
      "en": "[Shania] I spent most of my childhood growing up",
      "vi": "Tôi dành phần lớn thời thơ ấu của mình"
    }
  },
  {
    "translation": {
      "en": "in what I would call a medium-sized mining town,",
      "vi": "lớn lên ở nơi mà tôi gọi là một thị trấn khai thác mỏ cỡ vừa,"
    }
  },
  {
    "translation": {
      "en": "Timmins, Ontario.",
      "vi": "Timmins, Ontario. SHANIA SỐNG TRONG MỘT CĂN NHÀ KHIÊM TỐN CÙNG BỐ MẸ CÔ: JERRY VÀ SHARON TWAIN."
    }
  },
  {
    "translation": {
      "en": "[Shania] We were struggling as far as, you know, money.",
      "vi": "Thời đó, chúng tôi vất vả chuyện tiền bạc."
    }
  },
  {
    "translation": {
      "en": "So there was always a problem paying electric bills,",
      "vi": "Vì vậy mà luôn có vấn đề mỗi khi phải trả tiền điện,"
    }
  },
  {
    "translation": {
      "en": "the rent, um…",
      "vi": "hay tiền thuê nhà…"
    }
  },
  {
    "translation": {
      "en": "Always a problem buying groceries.",
      "vi": "Việc mua thực phẩm luôn là một vấn đề."
    }
  },
  {
    "translation": {
      "en": "So it was just this struggle all the time.",
      "vi": "Nên lúc nào cũng phải vất vả vì việc này."
    }
  },
  {
    "translation": {
      "en": "My mom loved music.",
      "vi": "Mẹ tôi yêu âm nhạc."
    }
  },
  {
    "translation": {
      "en": "Both my parents loved music, so there was always music playing.",
      "vi": "Bố mẹ tôi đều yêu âm nhạc, nên lúc nào cũng có tiếng nhạc vang lên."
    }
  },
  {
    "translation": {
      "en": "Mostly country music.",
      "vi": "Chủ yếu là nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "I mean, I listened to a lot of Dolly, you know, the Coat of Many Colors.",
      "vi": "Tôi đã nghe rất nhiều nhạc của Dolly, như là album Coat of Many Colors."
    }
  },
  {
    "translation": {
      "en": "So Dolly Parton was a big influence on me.",
      "vi": "Dolly Parton là người có ảnh hưởng lớn đến tôi."
    }
  },
  {
    "translation": {
      "en": "-My child, how you've growed. -I'm growin', ain't I?",
      "vi": "- Cô bé giờ đã lớn rồi. - Lớn rồi, đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Shania] She had lived a life that was very interesting,",
      "vi": "Bà ấy đã trải qua một cuộc đời thú vị,"
    }
  },
  {
    "translation": {
      "en": "you know, grew up in a little shack.",
      "vi": "lớn lên ở một lán trại."
    }
  },
  {
    "translation": {
      "en": "With a bunch of kids, not a lot of money.",
      "vi": "Ở cùng một đám nhóc, chả có nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "I was fascinated by her story, and I related and thought, \"Well…\"",
      "vi": "Tôi bị câu chuyện của bà ấy thu hút, rồi tôi thấy đồng cảm và nghĩ rằng:"
    }
  },
  {
    "translation": {
      "en": "\"If she came from all the way there and ended up all the way over there…",
      "vi": "\"Nếu bà ấy có thể từ nơi tận cùng đó vươn lên đến đỉnh cao kia,"
    }
  },
  {
    "translation": {
      "en": "I guess it's possible.\"",
      "vi": "thì tôi nghĩ sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "\"Maybe I can…\"",
      "vi": "Có lẽ tôi có thể…"
    }
  },
  {
    "translation": {
      "en": "\"Maybe I have a shot.\"",
      "vi": "Có lẽ tôi cũng có cơ hội\"."
    }
  },
  {
    "translation": {
      "en": "[Shania] I was kind of a radio channel hog.",
      "vi": "Tôi rất hay chiếm lấy cái đài radio."
    }
  },
  {
    "translation": {
      "en": "I was the one that was always changing the channel,",
      "vi": "Tôi luôn là người chuyển đài,"
    }
  },
  {
    "translation": {
      "en": "finding music that I thought we should listen to in the car. [chuckles]",
      "vi": "tìm các bản nhạc mà tôi nghĩ nên nghe khi đang đi xe."
    }
  },
  {
    "translation": {
      "en": "I would always go for the harmonies just constantly, you know, singing along.",
      "vi": "Tôi luôn liên tục hòa âm theo cùng, bạn biết đấy, hát theo."
    }
  },
  {
    "translation": {
      "en": "I think that's probably where my mother would have recognized",
      "vi": "Tôi nghĩ đó có lẽ là lúc mà mẹ tôi nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "that I had a different…",
      "vi": "tôi có gì đó khác biệt…"
    }
  },
  {
    "translation": {
      "en": "ear for music than just the average kid.",
      "vi": "ở đôi tai dành cho âm nhạc so với những đứa trẻ thông thường."
    }
  },
  {
    "translation": {
      "en": "She thought I should develop it and become a little singer.",
      "vi": "Bà ấy nghĩ tôi nên phát triển nó và trở thành ca sĩ nhí."
    }
  },
  {
    "translation": {
      "en": "At the age of three, my mom would put me up on the counter tops,",
      "vi": "Khi tôi ba tuổi, mẹ hay để tôi ngồi trên bàn nơi nhà bếp"
    }
  },
  {
    "translation": {
      "en": "and I would sing for the people in the restaurant.",
      "vi": "rồi tôi sẽ hát cho mọi người ở quán nghe."
    }
  },
  {
    "translation": {
      "en": "Sing along with the jukebox.",
      "vi": "Cứ hát theo máy hát tự động."
    }
  },
  {
    "translation": {
      "en": "Pretty much anywhere that my mother could find an audience,",
      "vi": "Bất cứ nơi nào mẹ tôi có thể tìm được khán giả"
    }
  },
  {
    "translation": {
      "en": "that's where she brought me to sing.",
      "vi": "thì bà ấy sẽ đưa tôi đến hát ở đó."
    }
  },
  {
    "translation": {
      "en": "I started playing guitar at the age of eight years old.",
      "vi": "Tôi bắt đầu chơi ghi-ta từ lúc tám tuổi."
    }
  },
  {
    "translation": {
      "en": "My dad taught me my first three chords.",
      "vi": "Bố dạy cho tôi ba hợp âm đầu tiên."
    }
  },
  {
    "translation": {
      "en": "D, G, and A.",
      "vi": "Rê, Sol và La."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I remember clearly.",
      "vi": "Tôi còn nhớ rõ lắm."
    }
  },
  {
    "translation": {
      "en": "[Shania] It was my mother's dream for me to become a professional singer.",
      "vi": "Ước mơ của mẹ tôi là tôi sẽ trở thành ca sĩ chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "She'd say, \"Okay, I'm going to come get you up, uh…",
      "vi": "Bà ấy sẽ bảo: \"Được rồi, mẹ sẽ đánh thức con…"
    }
  },
  {
    "translation": {
      "en": "once your dad's asleep, and then we're going to sneak out and…",
      "vi": "khi bố con đã ngủ, rồi chúng ta sẽ lẻn ra ngoài và…"
    }
  },
  {
    "translation": {
      "en": "go to the bar, and you're going to sing a set.\"",
      "vi": "đến quán bar, rồi con sẽ hát cả một liên khúc luôn\"."
    }
  },
  {
    "translation": {
      "en": "And, you know, sometimes we would get back, and he'd still be sleeping,",
      "vi": "Có lúc chúng tôi trở về và bố tôi vẫn còn ngủ,"
    }
  },
  {
    "translation": {
      "en": "and other times he'd be waiting for us. Um…",
      "vi": "còn những lần khác thì ông ấy ngồi đợi hai mẹ con."
    }
  },
  {
    "translation": {
      "en": "That would not end well.",
      "vi": "Kết cục sẽ không tốt đẹp đâu."
    }
  },
  {
    "translation": {
      "en": "I was petrified to get up there and sing.",
      "vi": "Tôi đã như bị hóa đá khi phải lên sân khấu hát."
    }
  },
  {
    "translation": {
      "en": "It was okay to go in there as a kid",
      "vi": "Con nít có thể bước vào quán rượu"
    }
  },
  {
    "translation": {
      "en": "once the bar was legally no longer serving alcohol,",
      "vi": "khi quán đã ngừng bán rượu theo đúng giờ được quy định,"
    }
  },
  {
    "translation": {
      "en": "even though everybody's tables were loaded with their last call drinks.",
      "vi": "dẫu cho rượu từ đợt gọi cuối vẫn còn đầy trên bàn mọi người."
    }
  },
  {
    "translation": {
      "en": "It was crazy. I had school in the morning.",
      "vi": "Điên rồ lắm. Sáng mai tôi còn phải đi học."
    }
  },
  {
    "translation": {
      "en": "My mother was obsessed.",
      "vi": "Mẹ tôi bị cuồng."
    }
  },
  {
    "translation": {
      "en": "There weren't any other kids singing in bars.",
      "vi": "Chẳng có đứa trẻ nào khác đi hát ở quán rượu."
    }
  },
  {
    "translation": {
      "en": "I mean, just period.",
      "vi": "Tôi xin nhấn mạnh là vậy."
    }
  },
  {
    "translation": {
      "en": "And it was not the norm. No.",
      "vi": "Điều đó không bình thường. Không."
    }
  },
  {
    "translation": {
      "en": "I remember that I always tried to keep a hundred songs in my repertoire.",
      "vi": "Tôi nhớ là đã luôn cố nhớ đến cả trăm bài cho tiết mục của mình."
    }
  },
  {
    "translation": {
      "en": "At a time.",
      "vi": "Cùng một lúc luôn."
    }
  },
  {
    "translation": {
      "en": "So that if the band didn't know one song,",
      "vi": "Để nếu ban nhạc không biết bài nào,"
    }
  },
  {
    "translation": {
      "en": "they'd know the other song or something like that.",
      "vi": "thì họ sẽ biết bài khác hoặc đại loại thế."
    }
  },
  {
    "translation": {
      "en": "And also I could take requests.",
      "vi": "Tôi còn có thể hát theo yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Growing up in a violent household",
      "vi": "Lớn lên trong một gia đình bạo lực"
    }
  },
  {
    "translation": {
      "en": "was…",
      "vi": "rất là…"
    }
  },
  {
    "translation": {
      "en": "horrible.",
      "vi": "kinh khủng."
    }
  },
  {
    "translation": {
      "en": "But I…",
      "vi": "Nhưng tôi…"
    }
  },
  {
    "translation": {
      "en": "locked myself away with music",
      "vi": "tự nhốt mình với âm nhạc"
    }
  },
  {
    "translation": {
      "en": "to block out everything else,",
      "vi": "để bỏ ngoài tai những thứ khác,"
    }
  },
  {
    "translation": {
      "en": "so that all I could see, hear, think, and imagine was music.",
      "vi": "để những gì tôi thấy, nghe, nghĩ về và tưởng tượng đều sẽ là âm nhạc."
    }
  },
  {
    "translation": {
      "en": "Probably hearing my mother",
      "vi": "Có lẽ sẽ nghe mẹ tôi cổ vũ:"
    }
  },
  {
    "translation": {
      "en": "saying, \"You can make it. You're going to make it.\"",
      "vi": "\"Con có thể làm được. Con sẽ làm được mà\"."
    }
  },
  {
    "translation": {
      "en": "I felt like that was going to save us somehow if I made it,",
      "vi": "Tôi cảm thấy bằng cách nào đó, cả nhà sẽ được cứu vớt nếu tôi thành công,"
    }
  },
  {
    "translation": {
      "en": "and it was more of a responsibility to be…",
      "vi": "nên phần lớn đó là trách nhiệm khi tôi cố gắng"
    }
  },
  {
    "translation": {
      "en": "a performer, to do it as a career.",
      "vi": "trở thành một nghệ sĩ, biến nó thành sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "♪ And momma never wanted anymore Than what she had ♪ ♪ If she did She never did say so to Daddy ♪",
      "vi": "SHANIA THỂ HIỆN BÀI \"TO DADDY\" KHI 11 TUỔI"
    }
  },
  {
    "translation": {
      "en": "♪ And she never missed the flowers ♪",
      "vi": "KHI ĐANG ĐI CÙNG MẸ MÌNH, SHANIA GẶP GỠ CA SĨ NHẠC ĐỒNG QUÊ MARY BAILEY."
    }
  },
  {
    "translation": {
      "en": "♪ And the cards he never sent her ♪",
      "vi": "KHI ĐANG ĐI CÙNG MẸ MÌNH, SHANIA GẶP GỠ CA SĨ NHẠC ĐỒNG QUÊ MARY BAILEY. ĐÓ LÀ KHỞI ĐẦU CỦA MỘT MỐI QUAN HỆ ĐẶC BIỆT."
    }
  },
  {
    "translation": {
      "en": "♪ If she did She never did say so to Daddy ♪",
      "vi": "ĐÓ LÀ KHỞI ĐẦU CỦA MỘT MỐI QUAN HỆ ĐẶC BIỆT."
    }
  },
  {
    "translation": {
      "en": "[woman] I was doing a concert in Northern Ontario,",
      "vi": "Tôi đang tổ chức một buổi diễn ở Bắc Ontario,"
    }
  },
  {
    "translation": {
      "en": "and Shania was the opening act.",
      "vi": "và Shania là người mở màn."
    }
  },
  {
    "translation": {
      "en": "And this little girl, probably 11,",
      "vi": "Và cô bé này, có lẽ mới 11 tuổi,"
    }
  },
  {
    "translation": {
      "en": "guitar was larger than she was, actually,",
      "vi": "cây đàn ghi-ta còn lớn hơn cả cô bé,"
    }
  },
  {
    "translation": {
      "en": "and sat down and sang, and I was in the wings and went,",
      "vi": "rồi cô bé ngồi xuống hát và tôi ở trong cánh gà đã phải thốt lên:"
    }
  },
  {
    "translation": {
      "en": "\"Oh my, I… I can't believe this.\"",
      "vi": "\"Ôi trời, không thể tin nổi\"."
    }
  },
  {
    "translation": {
      "en": "I mean, this sound, this voice, the control, way back then.",
      "vi": "Ý tôi là, âm thanh này, giọng ca này, cách kiểm soát, ngay từ hồi ấy."
    }
  },
  {
    "translation": {
      "en": "She brought tears to my eyes. That's how much emotion was in the voice.",
      "vi": "Cảm xúc trong giọng cô bé nhiều đến mức khiến tôi rơi nước mắt."
    }
  },
  {
    "translation": {
      "en": "Her mother was there, Sharon.",
      "vi": "Mẹ cô ấy, Sharon, cũng đã ở đó."
    }
  },
  {
    "translation": {
      "en": "And Sharon asked if I would consider working with her.",
      "vi": "Sharon hỏi liệu tôi có thể cân nhắc hợp tác với cô bé không."
    }
  },
  {
    "translation": {
      "en": "I, I thought then, right from the get-go, that this little girl had a chance.",
      "vi": "Lúc đó tôi đã nghĩ, ngay từ lúc bắt đầu, là cô bé này có triển vọng."
    }
  },
  {
    "translation": {
      "en": "[Shania] I just knew that I loved music.",
      "vi": "Tôi chỉ biết là tôi yêu âm nhạc."
    }
  },
  {
    "translation": {
      "en": "I was always singing. I was always being musically creative.",
      "vi": "Tôi luôn luôn hát, tôi luôn luôn sáng tạo về mặt âm nhạc."
    }
  },
  {
    "translation": {
      "en": "By the time I was a teenager, yeah, I was on…",
      "vi": "Đến độ tuổi thiếu niên, tôi đã tham gia…"
    }
  },
  {
    "translation": {
      "en": "I was doing the odd little TV thing.",
      "vi": "Tôi đã lên sóng trong một chương trình TV kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "It's a pleasure to welcome her back, 15 years of age,",
      "vi": "Rất vui mừng chào đón sự trở lại của cô bé 15 tuổi:"
    }
  },
  {
    "translation": {
      "en": "here's Miss Eilleen Twain! Let's make her welcome.",
      "vi": "Eilleen Twain! Hãy chào đón cô bé nào."
    }
  },
  {
    "translation": {
      "en": "By the time I was 16, I was already…",
      "vi": "Khi mới 16 tuổi thì tôi đã…"
    }
  },
  {
    "translation": {
      "en": "really wanting to sing rock.",
      "vi": "rất muốn được hát nhạc rock."
    }
  },
  {
    "translation": {
      "en": "Which my parents did not like",
      "vi": "Đó là điều mà bố mẹ tôi không thích,"
    }
  },
  {
    "translation": {
      "en": "because they thought I was going to sing \"their country\" for the rest of my life.",
      "vi": "vì họ nghĩ tôi sẽ hát đến cuối đời loại \"nhạc đồng quê của họ\"."
    }
  },
  {
    "translation": {
      "en": "♪ Hit me with your best shot ♪ ♪ Why don't you hit me With your best shot ♪",
      "vi": "NĂM 1981, SHANIA HÁT \"HIT ME WITH YOUR BEST SHOT\" CỦA PAT BENATAR."
    }
  },
  {
    "translation": {
      "en": "They wanted me to be the next Tanya Tucker.",
      "vi": "Họ muốn tôi trở thành Tanya Tucker tiếp theo."
    }
  },
  {
    "translation": {
      "en": "I wanted to rock out, you know.",
      "vi": "Tôi muốn cháy với rock."
    }
  },
  {
    "translation": {
      "en": "Wanted to use my energy and get out from behind my guitar.",
      "vi": "Muốn dùng năng lượng của mình để thoát xác từ phía sau cây ghi-ta."
    }
  },
  {
    "translation": {
      "en": "It was a really tough transition because I was always such a shy singer.",
      "vi": "Đó là một bước chuyển mình khó khăn vì tôi vẫn luôn là một cô ca sĩ nhút nhát."
    }
  },
  {
    "translation": {
      "en": "I think, once I started singing rock,",
      "vi": "Tôi nghĩ, một khi mình bắt đầu hát rock,"
    }
  },
  {
    "translation": {
      "en": "I started developing my own style.",
      "vi": "tôi bắt đầu phát triển phong cách riêng."
    }
  },
  {
    "translation": {
      "en": "I was stretching out creatively, artistically,",
      "vi": "Tôi đã mở rộng ra một cách sáng tạo, đầy tính nghệ thuật,"
    }
  },
  {
    "translation": {
      "en": "and it was also affecting my songwriting.",
      "vi": "và điều đó cũng đã ảnh hưởng đến việc viết nhạc của tôi."
    }
  },
  {
    "translation": {
      "en": "Mare was a big support. She was encouraging me to keep writing songs,",
      "vi": "Mare đã ủng hộ tôi rất nhiều, bà ấy động viên tôi tiếp tục sáng tác,"
    }
  },
  {
    "translation": {
      "en": "make more demos…",
      "vi": "thu thử thêm nhiều bài nữa…"
    }
  },
  {
    "translation": {
      "en": "It was at that time, I thought, you know, she really has it.",
      "vi": "Chính thời điểm đó, tôi đã nghĩ là cô ấy thật sự có tài."
    }
  },
  {
    "translation": {
      "en": "She really has something unique.",
      "vi": "Cô ấy thật sự sở hữu thứ gì đó độc đáo."
    }
  },
  {
    "translation": {
      "en": "The idea was to make these demos for…",
      "vi": "Ý tưởng là làm các bản thu thử này cho…"
    }
  },
  {
    "translation": {
      "en": "you know, to get producers and record labels interested.",
      "vi": "Bạn biết đấy, để thu hút sự quan tâm của các nhà sản xuất và hãng thu âm."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và rồi…"
    }
  },
  {
    "translation": {
      "en": "then my parents died.",
      "vi": "bố mẹ tôi qua đời."
    }
  },
  {
    "translation": {
      "en": "[Shania] And nobody could really help me through that…",
      "vi": "Và không ai có thể thật sự giúp tôi vượt qua được…"
    }
  },
  {
    "translation": {
      "en": "grief.",
      "vi": "nỗi đau đó."
    }
  },
  {
    "translation": {
      "en": "[Mary Bailey] It was a devastating time.",
      "vi": "Đó là khoảng thời gian đầy khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "Her world was pulled out from under her.",
      "vi": "Thế giới của cô ấy bị đảo lộn."
    }
  },
  {
    "translation": {
      "en": "She said, \"Mary, I don't know what I'm going to do.\"",
      "vi": "Cô ấy bảo: \"Mary, cháu không biết sẽ làm gì nữa."
    }
  },
  {
    "translation": {
      "en": "\"I really don't know.\"",
      "vi": "Cháu không biết\"."
    }
  },
  {
    "translation": {
      "en": "[Shania] At the time, I just really wanted to quit…",
      "vi": "Lúc đó, tôi thật sự chỉ muốn bỏ cuộc,"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] And…",
      "vi": "và…"
    }
  },
  {
    "translation": {
      "en": "get a real job.",
      "vi": "tìm một công việc thực thụ."
    }
  },
  {
    "translation": {
      "en": "I've got kids now. I've got kids to support.",
      "vi": "Giờ tôi có mấy đứa em. Tôi phải nuôi chúng."
    }
  },
  {
    "translation": {
      "en": "How am I going to do it?",
      "vi": "Tôi làm việc đó thế nào đây?"
    }
  },
  {
    "translation": {
      "en": "And Mary Bailey says, there's a singing job opening up at a resort",
      "vi": "Và Mary Bailey bảo, có một công việc về ca hát đang trống ở một khu nghỉ dưỡng"
    }
  },
  {
    "translation": {
      "en": "in a place called Deerhurst in Huntsville, Ontario.",
      "vi": "tại một nơi gọi là Deerhurst ở Huntsville, Ontario. KHU NGHỈ DƯỠNG DEERHURST"
    }
  },
  {
    "translation": {
      "en": "Deerhurst was a resort that had shows.",
      "vi": "Deerhurst là một khu nghỉ dưỡng có các buổi biểu diễn."
    }
  },
  {
    "translation": {
      "en": "They did sort of an Off-Broadway production of musicals.",
      "vi": "Họ làm một vở nhạc kịch gần giống như của Broadway vậy."
    }
  },
  {
    "translation": {
      "en": "And it was a gig. It was a job.",
      "vi": "Đó là một hợp đồng. Là công việc."
    }
  },
  {
    "translation": {
      "en": "It was an opportunity to make some money to feed her family.",
      "vi": "Đó là cơ hội để cô ấy kiếm tiền nuôi gia đình."
    }
  },
  {
    "translation": {
      "en": "And it turned out that live performing was going to pay better,",
      "vi": "Và hóa ra buổi diễn trực tiếp đó sẽ được trả lương còn hậu hĩnh hơn,"
    }
  },
  {
    "translation": {
      "en": "even at this level, at that little level, than, um, working a regular day job.",
      "vi": "dù ở trình độ này, trình độ thấp như thế, vẫn nhiều hơn một công việc bình thường."
    }
  },
  {
    "translation": {
      "en": "I mean, it was pretty decent paying.",
      "vi": "Ý tôi là, lương không tệ chút nào."
    }
  },
  {
    "translation": {
      "en": "I was able to support my brothers. Um…",
      "vi": "Tôi đã có thể nuôi các em."
    }
  },
  {
    "translation": {
      "en": "I was able to make enough money to put food on the table singing at this resort.",
      "vi": "Hát ở khu nghỉ dưỡng đã giúp tôi đủ tiền để trang trải tiền thức ăn."
    }
  },
  {
    "translation": {
      "en": "Once I was performing at Deerhurst,",
      "vi": "Khi tôi còn đang biểu diễn ở Deerhurst,"
    }
  },
  {
    "translation": {
      "en": "the Vegas-style show",
      "vi": "chương trình theo phong cách Vegas"
    }
  },
  {
    "translation": {
      "en": "was a whole different thing.",
      "vi": "là một điều hoàn toàn khác biệt."
    }
  },
  {
    "translation": {
      "en": "It was the first time I had ever done anything like that.",
      "vi": "Đó là lần đầu tiên tôi từng làm một điều như vậy."
    }
  },
  {
    "translation": {
      "en": "[announcer] Miss Eilleen Twain. How 'bout it? Let me hear it!",
      "vi": "Cô Eilleen Twain. Các bạn thấy sao? Cho tôi nghe thử!"
    }
  },
  {
    "translation": {
      "en": "[Shania] It was pretty scary. I didn't really know what I was doing at all.",
      "vi": "Nó khá đáng sợ. Tôi thật sự không biết là mình đang làm gì cả."
    }
  },
  {
    "translation": {
      "en": "I had no idea",
      "vi": "Tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "how to sing and wear high heel shoes, for example,",
      "vi": "ví dụ như cách mang guốc và hát."
    }
  },
  {
    "translation": {
      "en": "at the same time.",
      "vi": "Cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "I had to learn fast because this was now my new job.",
      "vi": "Tôi phải học thật nhanh vì đây là công việc mới của tôi."
    }
  },
  {
    "translation": {
      "en": "Somewhere in the middle of all of that, I learned",
      "vi": "Trong lúc làm công việc đó, tôi đã học được cách"
    }
  },
  {
    "translation": {
      "en": "to respect and appreciate that",
      "vi": "tôn trọng và trân trọng"
    }
  },
  {
    "translation": {
      "en": "I did have a talent that would be a shame to throw away and not pursue.",
      "vi": "tài năng bản thân và sẽ thật tiếc nếu không theo đuổi và vứt bỏ nó."
    }
  },
  {
    "translation": {
      "en": "I was busy rehearsing, running the kids back and forth.",
      "vi": "Tôi bận rộn diễn tập, chạy tới lui để lo cho lũ trẻ."
    }
  },
  {
    "translation": {
      "en": "You know, before and after the show, I would go home and write.",
      "vi": "Bạn biết đấy, cả trước và sau buổi diễn, tôi đều sẽ về nhà và sáng tác."
    }
  },
  {
    "translation": {
      "en": "There was no other way to get ahead except working my ass off, really.",
      "vi": "Không còn cách nào khác để vươn lên ngoài việc nỗ lực hết mình, thật đấy."
    }
  },
  {
    "translation": {
      "en": "That was it. No other way.",
      "vi": "Phải. Không có cách nào khác."
    }
  },
  {
    "translation": {
      "en": "♪ And whoever said That opposites attract ♪ ♪ I'd say they all know where is that ♪",
      "vi": "GIÁNG SINH 1991, SHANIA BIỂU DIỄN TRƯỚC GIA ĐÌNH VÀ BẠN BÈ."
    }
  },
  {
    "translation": {
      "en": "All I could do was keep working, keep demoing, keep writing,",
      "vi": "Tất cả những gì tôi có thể làm là kiên trì làm việc, thu thử, sáng tác"
    }
  },
  {
    "translation": {
      "en": "and hoping I would get a break.",
      "vi": "và hy vọng mình sẽ được nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "[Mary Bailey] Shania started to focus more on, and understand",
      "vi": "Shania bắt đầu tập trung và hiểu rõ hơn"
    }
  },
  {
    "translation": {
      "en": "who she was, and the direction she wanted to take.",
      "vi": "về việc cô ấy là ai, và định hướng mà cô ấy muốn theo."
    }
  },
  {
    "translation": {
      "en": "She called and said, \"You know, Mary, I'm ready to do country.\"",
      "vi": "Cô ấy gọi và bảo: \"Mary à, cháu đã sẵn sàng hát nhạc đồng quê\"."
    }
  },
  {
    "translation": {
      "en": "[announcer] Nashville 95, WSM-FM…",
      "vi": "Đài Nashville 95, WSM-FM…"
    }
  },
  {
    "translation": {
      "en": "Well, my debut record was an experience that was pretty much",
      "vi": "Bản thu âm đầu tay của tôi chủ yếu là trải nghiệm bản thân"
    }
  },
  {
    "translation": {
      "en": "me as the newbie in town, in Nashville,",
      "vi": "khi là một người mới đến thị trấn, đến với Nashville,"
    }
  },
  {
    "translation": {
      "en": "treading lightly, trying to find my way",
      "vi": "bước đi nhẹ nhàng, cố tìm ra con đường cho bản thân"
    }
  },
  {
    "translation": {
      "en": "as an original artist with all my own ideas…",
      "vi": "để trở thành một nghệ sĩ độc đáo với những ý tưởng riêng,"
    }
  },
  {
    "translation": {
      "en": "without being, you know, kicked out of town.",
      "vi": "mà sẽ không bị đá ra khỏi thị trấn."
    }
  },
  {
    "translation": {
      "en": "Well, I was vice president of the A&R department",
      "vi": "Tôi là phó chủ tịch của bộ phận A&R…"
    }
  },
  {
    "translation": {
      "en": "when I signed Shania.",
      "vi": "HÃNG THU ÂM MERCURY …khi tôi ký hợp đồng với Shania."
    }
  },
  {
    "translation": {
      "en": "I remember the sound of her voice, mainly.",
      "vi": "Tôi chủ yếu nhớ đến giọng ca của cô ấy."
    }
  },
  {
    "translation": {
      "en": "She… She still does not sound like any other singer.",
      "vi": "Cho đến giờ, cô ấy vẫn hát không giống với bất kỳ ca sĩ nào."
    }
  },
  {
    "translation": {
      "en": "Her songs, uh, I don't… mean this in a wrong way,",
      "vi": "Các bài hát của cô ấy, tôi không có ý… theo hướng tiêu cực,"
    }
  },
  {
    "translation": {
      "en": "but some of her songs I thought were incomplete",
      "vi": "nhưng tôi nghĩ vài bài hát của cô ấy vẫn chưa hoàn thiện"
    }
  },
  {
    "translation": {
      "en": "at the time, and, uh…",
      "vi": "vào thời điểm đó,"
    }
  },
  {
    "translation": {
      "en": "they were not as country",
      "vi": "và chúng không đủ chất đồng quê cho lắm"
    }
  },
  {
    "translation": {
      "en": "as we were thinking about at that time.",
      "vi": "như chúng tôi nghĩ vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "So we started looking for other songs",
      "vi": "Nên chúng tôi bắt đầu tìm các bài hát khác"
    }
  },
  {
    "translation": {
      "en": "from other writers and publishers in town.",
      "vi": "từ các nhạc sĩ và nhà phát hành khác trong thị trấn."
    }
  },
  {
    "translation": {
      "en": "[Shania] I was definitely coming from a spicier place as a songwriter.",
      "vi": "Tôi chắc chắn là một nhạc sĩ vốn đanh đá hơn người."
    }
  },
  {
    "translation": {
      "en": "And the A&R department,",
      "vi": "Và bộ phận A&R"
    }
  },
  {
    "translation": {
      "en": "just didn't think it was country enough,",
      "vi": "nghĩ là nó chưa đủ chất đồng quê,"
    }
  },
  {
    "translation": {
      "en": "and I kind of had to do a little reset on my expectations.",
      "vi": "và tôi kiểu như phải chỉnh lại một chút các kỳ vọng của bản thân."
    }
  },
  {
    "translation": {
      "en": "I didn't cry about it.",
      "vi": "Tôi đã không than vãn."
    }
  },
  {
    "translation": {
      "en": "I accepted it.",
      "vi": "Tôi chấp nhận nó."
    }
  },
  {
    "translation": {
      "en": "There's not",
      "vi": "Trong album không có"
    }
  },
  {
    "translation": {
      "en": "really that much of my, you know, creative input…",
      "vi": "nhiều ý tưởng sáng tạo nào của tôi"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] …in the album at all.",
      "vi": "được đưa vào."
    }
  },
  {
    "translation": {
      "en": "Um, other than maybe just the way I sang things",
      "vi": "Có lẽ chỉ trừ cách tôi hát chúng"
    }
  },
  {
    "translation": {
      "en": "or the way I phrase things, that sort of thing in the studio.",
      "vi": "hay là cách tôi diễn đạt chúng, kiểu như thế trong phòng thu."
    }
  },
  {
    "translation": {
      "en": "Even that didn't leave me any room, because they were three-hour sessions.",
      "vi": "Kể cả vậy thì tôi cũng chả có đất diễn, vì phiên làm việc chỉ có ba tiếng."
    }
  },
  {
    "translation": {
      "en": "What could I do in three-hour sessions?",
      "vi": "Tôi có thể làm gì trong ba tiếng?"
    }
  },
  {
    "translation": {
      "en": "Jingle singers can do it in three-hour sessions.",
      "vi": "Ca sĩ nhạc quảng cáo có thể hoàn tất trong ba giờ."
    }
  },
  {
    "translation": {
      "en": "But if you're trying to be creative… I had no room to experiment.",
      "vi": "Nhưng nếu đang cố sáng tạo… tôi sẽ không có chỗ để thử nghiệm."
    }
  },
  {
    "translation": {
      "en": "I had no room to grow into…",
      "vi": "Tôi không có chỗ để làm quen…"
    }
  },
  {
    "translation": {
      "en": "Uh, to grow into the project.",
      "vi": "Để làm quen với dự án."
    }
  },
  {
    "translation": {
      "en": "You had a female artist and a female manager to start.",
      "vi": "Khởi đầu thì ta có một nữ nghệ sĩ và một quản lý nữ."
    }
  },
  {
    "translation": {
      "en": "And I don't think that we were taken that seriously.",
      "vi": "Và tôi không nghĩ là họ xem trọng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Shania, welcome to the show. You look terrific on camera.",
      "vi": "Shania, chào mừng đến chương trình. Cô lên hình đẹp quá."
    }
  },
  {
    "translation": {
      "en": "-Really. -Thank you.",
      "vi": "- Thật đấy. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I think one of the important aspects of the business these days",
      "vi": "Tôi nghĩ một trong các điểm quan trọng của ngành này hiện nay"
    }
  },
  {
    "translation": {
      "en": "is presentation, and looks play an important role in that.",
      "vi": "là việc trình diễn, và ngoại hình đóng vai trò quan trọng trong đó."
    }
  },
  {
    "translation": {
      "en": "And you have the looks to back up a wonderful song.",
      "vi": "Và cô có vẻ ngoài trợ giúp nên một bài hát tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Is that true, this is the last one you recorded for the album?",
      "vi": "Có thật đây là bài cuối cô thu âm cho album không?"
    }
  },
  {
    "translation": {
      "en": "-No, I lied. -[host] Oh, you lied?",
      "vi": "- Nói dối đấy. - Ồ, cô nói dối à?"
    }
  },
  {
    "translation": {
      "en": "-[Shania] No, it's true. -Good girl.",
      "vi": "- Hay lắm. - Không, thật đấy."
    }
  },
  {
    "translation": {
      "en": "And this is the album called Shania Twain.",
      "vi": "Và đây là album với tên gọi Shania Twain."
    }
  },
  {
    "translation": {
      "en": "That's easy to remember because it's so unusual, and there's a pretty picture on the cover.",
      "vi": "Nó thật dễ nhớ vì cái tên khá lạ, và còn có một bức ảnh bìa tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "Joining us now is Shania Twain.",
      "vi": "Góp mặt cùng chúng ta là Shania Twain."
    }
  },
  {
    "translation": {
      "en": "Her self-titled debut album has been garnering its share of attention.",
      "vi": "Album đầu tay mang tên cô đã thu hút được nhiều sự chú ý."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You look great.",
      "vi": "- Vâng. - Cô đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "-Sound good too. -Thank you.",
      "vi": "- Hát hay nữa. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You have to work three times as hard as the average guy in country music,",
      "vi": "Bạn phải ra sức chăm chỉ gấp ba so với người khác ở mảng nhạc đồng quê"
    }
  },
  {
    "translation": {
      "en": "in order to in order to get a shot.",
      "vi": "để có thể có một cơ hội."
    }
  },
  {
    "translation": {
      "en": "To be relentless was the only way.",
      "vi": "Chỉ có cách là không ngừng nghỉ."
    }
  },
  {
    "translation": {
      "en": "I think that's the only way to be taken seriously.",
      "vi": "Đó là cách duy nhất để được xem trọng."
    }
  },
  {
    "translation": {
      "en": "You have to kill yourself to get there. Is it worth it?",
      "vi": "Bạn phải hy sinh bản thân để đạt được. Có đáng không?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I think that when you're young,",
      "vi": "Tôi không biết. Tôi nghĩ là khi mà bạn vẫn còn trẻ,"
    }
  },
  {
    "translation": {
      "en": "why not, right?",
      "vi": "tại sao lại không, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Women in country music, specifically,",
      "vi": "Phụ nữ, đặc biệt là trong giới nhạc đồng quê,"
    }
  },
  {
    "translation": {
      "en": "have sometimes been held to a different standard than their male counterparts",
      "vi": "đôi khi bị níu giữ bởi một tiêu chuẩn khác với các đồng nghiệp nam của họ"
    }
  },
  {
    "translation": {
      "en": "within country. Uh…",
      "vi": "trong mảng nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash could get away with singing about shooting a man in Reno",
      "vi": "Johnny Cash có thể không bị gì khi hát về việc bắn một người đàn ông ở Reno"
    }
  },
  {
    "translation": {
      "en": "and drinking himself to death, and, you know, doing cocaine,",
      "vi": "và uống rượu đến chết, hay là, bạn biết đấy, chơi ma túy,"
    }
  },
  {
    "translation": {
      "en": "uh, and everyone would be fine with that.",
      "vi": "và không ai bận tâm về việc đó."
    }
  },
  {
    "translation": {
      "en": "Uh, and then women were expected to present kind of, maybe,",
      "vi": "Phụ nữ thì được kỳ vọng sẽ đại diện cho kiểu như, những giá trị được Thiên Chúa Giáo cho là tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "what would be considered, like, good Christian values.",
      "vi": "những giá trị được Thiên Chúa Giáo cho là tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "[woman] I think, especially for a female, if you don't know who you are,",
      "vi": "Tôi nghĩ, đặc biệt là với phụ nữ, nếu bạn không biết mình là ai,"
    }
  },
  {
    "translation": {
      "en": "and what you want to say, and what you want to represent,",
      "vi": "bạn muốn nói gì, và muốn đại diện cho điều gì,"
    }
  },
  {
    "translation": {
      "en": "someone's going to tell you.",
      "vi": "thì ai đó sẽ nói hộ bạn."
    }
  },
  {
    "translation": {
      "en": "And that might not align with, like, what you actually want.",
      "vi": "Họ có thể sẽ nói không đúng với điều bạn thật sự mong muốn."
    }
  },
  {
    "translation": {
      "en": "The music video for, \"What Made You Say That?\" that was the moment",
      "vi": "Đoạn phim ca nhạc cho bài hát \"What Made You Say That?\" chính là lúc"
    }
  },
  {
    "translation": {
      "en": "that I grabbed onto creatively,",
      "vi": "tôi biết nắm bắt một cách sáng tạo,"
    }
  },
  {
    "translation": {
      "en": "and it was liberating.",
      "vi": "và điều đó thật tự do."
    }
  },
  {
    "translation": {
      "en": "And I liberated myself in so many ways.",
      "vi": "Và tôi đã giải phóng bản thân theo nhiều cách."
    }
  },
  {
    "translation": {
      "en": "Right from that very first video.",
      "vi": "Ngay từ đoạn phim đầu tiên đó."
    }
  },
  {
    "translation": {
      "en": "[Mary Bailey] She may have had limitations with the music that she could record,",
      "vi": "Có lẽ cô ấy có các giới hạn về các bản nhạc mà cô ấy có thể thu âm,"
    }
  },
  {
    "translation": {
      "en": "but visually she really could be creative in all elements.",
      "vi": "nhưng về mặt hình ảnh thì cô ấy có thể sáng tạo ở mọi hoàn cảnh."
    }
  },
  {
    "translation": {
      "en": "It was like freedom.",
      "vi": "Cứ như là có được sự tự do vậy."
    }
  },
  {
    "translation": {
      "en": "It was probably the biggest turning point for me as an artist,",
      "vi": "Đó có lẽ là bước ngoặt lớn nhất của tôi với vai trò người nghệ sĩ"
    }
  },
  {
    "translation": {
      "en": "that it was going to be hands-on from then on than anything else I've ever done.",
      "vi": "khi được giữ một vai trò tích cực hơn so với bất cứ việc gì tôi từng làm."
    }
  },
  {
    "translation": {
      "en": "Um, because it really set a tone.",
      "vi": "Vì nó thật sự tạo ra không khí."
    }
  },
  {
    "translation": {
      "en": "[Mary] It's so fresh compared to the other things that were being shown at that time.",
      "vi": "Nó rất mới mẻ so với những thứ khác được chiếu vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "Look at it.",
      "vi": "Nhìn xem."
    }
  },
  {
    "translation": {
      "en": "It's like, \"Oh my God, how can we show this?\"",
      "vi": "Kiểu như: \"Chúa ơi, sao ta có thể chiếu cảnh này?\""
    }
  },
  {
    "translation": {
      "en": "I mean, this woman is very sensual,",
      "vi": "Ý tôi là, người phụ nữ này thật gợi tình"
    }
  },
  {
    "translation": {
      "en": "and CMT initially wasn't too keen on that",
      "vi": "và lúc đầu, kênh CMT không hứng thú với điều đó"
    }
  },
  {
    "translation": {
      "en": "because that was brand new, you know.",
      "vi": "vì bạn biết đấy, nó quá mới mẻ."
    }
  },
  {
    "translation": {
      "en": "Women didn't really show their midriff that much",
      "vi": "Phụ nữ không để lộ phần bụng nhiều thế"
    }
  },
  {
    "translation": {
      "en": "in country music.",
      "vi": "trong giới nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "I was a disruption to the image of country music.",
      "vi": "Tôi đã phá vỡ hình ảnh của nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chắc chắn luôn."
    }
  },
  {
    "translation": {
      "en": "I mean, I love it. Also she's just like",
      "vi": "Tôi thích lắm. Với lại, cô ấy chỉ là"
    }
  },
  {
    "translation": {
      "en": "feeling up on this super-hot, shirtless guy.",
      "vi": "sờ soạng anh chàng nóng bỏng cởi trần này."
    }
  },
  {
    "translation": {
      "en": "Like, she's like, \"I… I run this town, don't worry about it.\" [chuckles]",
      "vi": "Cô ấy như là: \"Tôi quản lý thị trấn này, đừng lo về việc đó\"."
    }
  },
  {
    "translation": {
      "en": "And then, of course, Mutt. Mutt saw that video, and, um…",
      "vi": "Và tất nhiên là có Mutt. Mutt đã xem đoạn phim đó và rồi…"
    }
  },
  {
    "translation": {
      "en": "That was a journey unto its own too.",
      "vi": "Đó là một hành trình hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "[Mary] I say to Eilleen, there's this guy by the name of Mutt,",
      "vi": "Tôi bảo với Eilleen, có một cậu này tên là Mutt,"
    }
  },
  {
    "translation": {
      "en": "he wants to talk to you about music.",
      "vi": "cậu ấy muốn bàn chuyện âm nhạc với cháu."
    }
  },
  {
    "translation": {
      "en": "She said, \"Mary, for God sakes.\"",
      "vi": "Cô ấy bảo: \"Vì Chúa, Mary ơi\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"I don't know who he is. I think he's in music. He seems to know a lot.\"",
      "vi": "Tôi bảo: \"Cô không biết cậu ấy. Chắc là người trong ngành nhạc. Biết nhiều thứ\"."
    }
  },
  {
    "translation": {
      "en": "I don't know who this person is. I don't know his success yet.",
      "vi": "Tôi không biết đây là ai. Tôi không biết thành công của anh ấy."
    }
  },
  {
    "translation": {
      "en": "I just know that his name is Mutt Lange.",
      "vi": "Tôi chỉ biết tên anh ấy là Mutt Lange."
    }
  },
  {
    "translation": {
      "en": "I kind of thought Mutt was a strange name. I just…",
      "vi": "Tôi chỉ nghĩ Mutt là một cái tên lạ."
    }
  },
  {
    "translation": {
      "en": "It was just funny. What kind of a name is Mutt? Mutt Lange.",
      "vi": "Nó thật buồn cười. Mutt là tên kiểu gì vậy? Mutt Lange."
    }
  },
  {
    "translation": {
      "en": "It was just so funny for me.",
      "vi": "Tôi chỉ thấy buồn cười thôi."
    }
  },
  {
    "translation": {
      "en": "I called him one night. It was one o'clock in the morning,",
      "vi": "Một đêm nọ tôi gọi cho anh ấy, lúc đó là một giờ sáng,"
    }
  },
  {
    "translation": {
      "en": "and I think that it was about 6:00 in the morning for him.",
      "vi": "và tôi nghĩ ở chỗ anh ấy là tầm sáu giờ sáng,"
    }
  },
  {
    "translation": {
      "en": "And we stayed on the phone for three hours.",
      "vi": "và chúng tôi đã trao đổi qua điện thoại suốt ba tiếng."
    }
  },
  {
    "translation": {
      "en": "Our conversation lasted three hours.",
      "vi": "Cuộc nói chuyện của chúng tôi kéo dài ba tiếng."
    }
  },
  {
    "translation": {
      "en": "He was playing me some of his original music over the phone.",
      "vi": "Anh ấy chơi vài bài do mình sáng tác qua điện thoại,"
    }
  },
  {
    "translation": {
      "en": "And then I was singing to him over the phone.",
      "vi": "rồi tôi hát theo anh ấy qua điện thoại."
    }
  },
  {
    "translation": {
      "en": "He said, \"Listen, we really should get together and write.\"",
      "vi": "Và anh ấy bảo: \"Ta thật sự nên gặp nhau và sáng tác."
    }
  },
  {
    "translation": {
      "en": "\"This could be a cool thing 'cause I love country music so much.\"",
      "vi": "Điều này chắc là sẽ tuyệt lắm vì anh rất yêu nhạc đồng quê\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"I love your voice, and I think it would be a cool combination.\"",
      "vi": "Anh ấy bảo: \"Anh yêu giọng của em và anh nghĩ đây sẽ là sự kết hợp hay ho\"."
    }
  },
  {
    "translation": {
      "en": "I didn't want to be",
      "vi": "Tôi không muốn thể hiện ra"
    }
  },
  {
    "translation": {
      "en": "too forward,",
      "vi": "quá lộ liễu,"
    }
  },
  {
    "translation": {
      "en": "but in my mind, I'm saying,",
      "vi": "nhưng trong đầu, tôi đang nghĩ:"
    }
  },
  {
    "translation": {
      "en": "[whispering] \"Oh, wow, if this guy…",
      "vi": "\"Nếu anh chàng này"
    }
  },
  {
    "translation": {
      "en": "[in normal voice] …made my music sound like that,",
      "vi": "viết được nhạc như thế cho mình"
    }
  },
  {
    "translation": {
      "en": "that would be the dream. Like…",
      "vi": "thì chính là như mơ rồi."
    }
  },
  {
    "translation": {
      "en": "whoa.\"",
      "vi": "Chao ôi!\""
    }
  },
  {
    "translation": {
      "en": "The first record that came out in 1993, I think,",
      "vi": "Bản thu âm đầu tiên ra mắt vào năm 1993, và tôi nghĩ…"
    }
  },
  {
    "translation": {
      "en": "um, we didn't do very well with it.",
      "vi": "…chúng tôi làm nó chưa tốt lắm."
    }
  },
  {
    "translation": {
      "en": "I think we put two singles,",
      "vi": "Chúng tôi ra mắt hai đĩa đơn,"
    }
  },
  {
    "translation": {
      "en": "it went to 55 on the country chart, or something like that.",
      "vi": "và đại loại chỉ xếp vị trí 55 trên bảng xếp hạng nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "She was perceived as another, kind of,",
      "vi": "Cô ấy bị nhìn nhận là kiểu người"
    }
  },
  {
    "translation": {
      "en": "female country wannabe, you know?",
      "vi": "muốn đua đòi làm nữ ca sĩ nhạc đồng quê, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "[Shania] Lewis, the record label head, was like, \"We need to have lunch.\"",
      "vi": "Lewis, người đứng đầu hãng thu âm đã bảo: \"Ta cùng đi ăn trưa đi."
    }
  },
  {
    "translation": {
      "en": "\"We need to talk about what is going on here because",
      "vi": "Chúng ta cần nói về những gì đang diễn ra ở đây,"
    }
  },
  {
    "translation": {
      "en": "you could get dropped at this point if you're not serious about this.\"",
      "vi": "vì vào lúc này thì cô có thể bị đuổi nếu không chịu nghiêm túc với việc này."
    }
  },
  {
    "translation": {
      "en": "\"So you'd better prove to me that you're doing something really awesome.\"",
      "vi": "Tốt hơn là chứng minh cho tôi thấy cô sẽ làm được gì đó thật tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay.\"",
      "vi": "Nên tôi đáp: \"Được rồi."
    }
  },
  {
    "translation": {
      "en": "\"I'm working with this rock producer named Mutt Lange.\"",
      "vi": "Tôi đang làm việc với nhà sản xuất nhạc rock có tên Mutt Lange\"."
    }
  },
  {
    "translation": {
      "en": "Like, as if I had to confess something. [chuckles]",
      "vi": "Cứ như tôi phải thú nhận điều gì đó vậy."
    }
  },
  {
    "translation": {
      "en": "It really felt like a confession, and…",
      "vi": "Nó thật sự cảm giác như đang thú tội vậy,"
    }
  },
  {
    "translation": {
      "en": "he was stunned.",
      "vi": "và anh ấy đã bị choáng,"
    }
  },
  {
    "translation": {
      "en": "And said, like, probably, \"Holy fuck,\" or something like that.",
      "vi": "và thốt lên dạng như: \"Quỷ thần ơi\" hay gì đó đại loại thế."
    }
  },
  {
    "translation": {
      "en": "And then I think… I was… I'm thinking it could be like, \"Holy fuck… no way,\"",
      "vi": "Và tôi đang nghĩ nó có thể là: \"Quỷ thần ơi, không được\","
    }
  },
  {
    "translation": {
      "en": "or \"Holy fuck, that's incredible.\"",
      "vi": "hay là \"Quỷ thần ơi, thật khó tin\"."
    }
  },
  {
    "translation": {
      "en": "Thankfully, he thought it was incredible.",
      "vi": "May là anh ấy nghĩ nó thật khó tin."
    }
  },
  {
    "translation": {
      "en": "Mutt, he was one of my heroes. The guy who produced Back in Black,",
      "vi": "Mutt là một trong các người hùng của tôi, anh ấy là người sản xuất Back in Black,"
    }
  },
  {
    "translation": {
      "en": "and Def Leppard and stuff. Being a rock guy, I loved those things.",
      "vi": "cả Def Leppard và đủ thứ, là người thích rock nên tôi mê lắm."
    }
  },
  {
    "translation": {
      "en": "I knew about him, and I knew a bit of his history.",
      "vi": "Tôi có biết về anh ấy và biết được một ít về lịch sử của anh ấy."
    }
  },
  {
    "translation": {
      "en": "He was pretty well aware of country music more than anybody probably knew.",
      "vi": "Anh ấy hiểu rõ về nhạc đồng quê hơn bất kỳ ai."
    }
  },
  {
    "translation": {
      "en": "[man] And one, two, three…",
      "vi": "Và một, hai, ba…"
    }
  },
  {
    "translation": {
      "en": "The fact that I was now writing for the purpose of recording my own music",
      "vi": "Thực tế là giờ tôi được sáng tác với mục đích là để thu nhạc của chính mình"
    }
  },
  {
    "translation": {
      "en": "was the dream. That was the dream.",
      "vi": "là điều tôi mơ ước. Đó là mơ ước của tôi."
    }
  },
  {
    "translation": {
      "en": "That was the dream that I went to Nashville",
      "vi": "Đó là ước mơ đưa tôi đến Nashville"
    }
  },
  {
    "translation": {
      "en": "hoping to find and didn't find it right away.",
      "vi": "với hy vọng tìm thấy nó nhưng không tìm thấy được liền."
    }
  },
  {
    "translation": {
      "en": "I was super motivated and very inspired.",
      "vi": "Tôi rất là hăng hái và nhiều cảm hứng."
    }
  },
  {
    "translation": {
      "en": "You know, all of a sudden, now I've got Mutt, who's really into my ideas.",
      "vi": "Bạn biết đấy, đột nhiên, tôi có Mutt, người thật sự thích ý tưởng của tôi."
    }
  },
  {
    "translation": {
      "en": "At the very end, do you think you should just wait.",
      "vi": "Ở đoạn cuối, anh có nghĩ là nên đợi chút không?"
    }
  },
  {
    "translation": {
      "en": "Like, if I went, \"I'm outta here.\" Beat.",
      "vi": "Kiểu như, nếu em hát: \"Tôi sẽ đi khỏi đây\". Một nhịp."
    }
  },
  {
    "translation": {
      "en": "Just a beat between.",
      "vi": "Chỉ một nhịp ở giữa."
    }
  },
  {
    "translation": {
      "en": "We wrote the album very, very quickly.",
      "vi": "Chúng tôi đã viết xong album đó rất nhanh và…"
    }
  },
  {
    "translation": {
      "en": "During that whole process, we got together and",
      "vi": "Trong suốt quá trình đó, chúng tôi đã ở bên nhau"
    }
  },
  {
    "translation": {
      "en": "started a wonderful personal relationship.",
      "vi": "và bắt đầu một mối quan hệ cá nhân tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So, to put it all in a nutshell,",
      "vi": "Vậy nên, tóm lại là,"
    }
  },
  {
    "translation": {
      "en": "we… we met,",
      "vi": "chúng tôi gặp gỡ,"
    }
  },
  {
    "translation": {
      "en": "we fell in love,",
      "vi": "chúng tôi yêu nhau,"
    }
  },
  {
    "translation": {
      "en": "we're engaged, wrote an entire album,",
      "vi": "chúng tôi đính hôn, viết hết toàn bộ album,"
    }
  },
  {
    "translation": {
      "en": "uh, all in six months.",
      "vi": "tất cả trong sáu tháng."
    }
  },
  {
    "translation": {
      "en": "[chuckles] And married in that six months as well.",
      "vi": "Và cũng kết hôn trong sáu tháng đó luôn."
    }
  },
  {
    "translation": {
      "en": "So we did so much in a six-month period, it was a very intense time for me.",
      "vi": "Chúng tôi làm nhiều thứ trong sáu tháng, và với tôi, thời điểm đó rất là dữ dội."
    }
  },
  {
    "translation": {
      "en": "Mutt listened to her,",
      "vi": "Mutt lắng nghe cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and then in turn knew how to make her",
      "vi": "và sau đó biết cách để làm cô ấy"
    }
  },
  {
    "translation": {
      "en": "louder. And knew how to bring out things of her that she hadn't brought out yet.",
      "vi": "vang xa hơn. Và hiểu cách để lột tả những điều mà cô ấy chưa từng thể hiện ra."
    }
  },
  {
    "translation": {
      "en": "And so to find someone that you trust with that,",
      "vi": "Để tìm được người mà bạn tin tưởng với việc đó,"
    }
  },
  {
    "translation": {
      "en": "and that, you know, not only isn't going to, like, judge you,",
      "vi": "và bạn biết đấy, không chỉ không đánh giá bạn,"
    }
  },
  {
    "translation": {
      "en": "but is going to help you shape it,",
      "vi": "mà còn sẽ giúp bạn định hình nó,"
    }
  },
  {
    "translation": {
      "en": "to make it great, and make it unique, and make it you.",
      "vi": "để khiến nó trở nên tuyệt vời, độc đáo và biến nó thành chính bạn."
    }
  },
  {
    "translation": {
      "en": "That's why it's one of the greatest partnerships in music.",
      "vi": "Nên đó là một trong những mối cộng tác âm nhạc tuyệt vời nhất."
    }
  },
  {
    "translation": {
      "en": "You hear Shania be Shania with a megaphone.",
      "vi": "Bạn được nghe Shania thể hiện chính mình qua một cái loa phóng thanh."
    }
  },
  {
    "translation": {
      "en": "♪ Whose bed have your boots been under? ♪ And whose heart did you steal I wonder?",
      "vi": "2/1995, ALBUM THỨ HAI CỦA SHANIA, THE WOMAN IN ME, ĐƯỢC PHÁT HÀNH"
    }
  },
  {
    "translation": {
      "en": "I wanted to lead with \"Any Man of Mine.\"",
      "vi": "Tôi muốn mở đầu với \"Any Man of Mine\"."
    }
  },
  {
    "translation": {
      "en": "I wanted that to be the first single off The Woman in Me album,",
      "vi": "Tôi muốn đó là bài đầu tiên trong album The Woman in Me,"
    }
  },
  {
    "translation": {
      "en": "but everybody else agreed that",
      "vi": "nhưng mọi người đều đồng tình"
    }
  },
  {
    "translation": {
      "en": "\"Whose Bed Have Your Boots Been Under?\" would be the safest",
      "vi": "\"Whose Bed Have Your Boots Been Under?\" sẽ là bài mở đầu"
    }
  },
  {
    "translation": {
      "en": "to lead with because it was more country-sounding,",
      "vi": "an toàn nhất vì nó nghe đậm chất đồng quê hơn."
    }
  },
  {
    "translation": {
      "en": "which was true.",
      "vi": "Và điều đó là đúng."
    }
  },
  {
    "translation": {
      "en": "If I would've fought for it, I would've got it.",
      "vi": "Nếu tôi đấu tranh cho việc đó, tôi sẽ được như ý."
    }
  },
  {
    "translation": {
      "en": "They would have done it. I know.",
      "vi": "Họ sẽ làm theo. Tôi biết chứ."
    }
  },
  {
    "translation": {
      "en": "I wanted to kick the door down, you know what I'm saying?",
      "vi": "Tôi muốn xuất hiện hoành tráng. Bạn hiểu tôi nói gì chứ?"
    }
  },
  {
    "translation": {
      "en": "I didn't want to just shuffle through it.",
      "vi": "Tôi không muốn phải lê từng bước."
    }
  },
  {
    "translation": {
      "en": "But I thought, this is a deeper album than one song.",
      "vi": "Nhưng tôi đã nghĩ, album này có chiều sâu hơn chỉ một bài hát"
    }
  },
  {
    "translation": {
      "en": "And I knew that when the public heard \"Any Man of Mine,\"",
      "vi": "và biết chắc khi khán giả nghe \"Any Man of Mine\","
    }
  },
  {
    "translation": {
      "en": "they would then get radio on side.",
      "vi": "họ sẽ khiến các đài phải phát bài đó nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Proof is in the pudding, kind of thing. I thought it was super strong.",
      "vi": "Lửa thử vàng, kiểu như vậy. Tôi nghĩ nó hiệu quả lắm."
    }
  },
  {
    "translation": {
      "en": "[Luke] If you do what I've done in my life,",
      "vi": "Nếu bạn làm điều tôi đã làm trong đời,"
    }
  },
  {
    "translation": {
      "en": "peddling records, basically,",
      "vi": "cơ bản là bán các bản thu âm,"
    }
  },
  {
    "translation": {
      "en": "you know when you got one.",
      "vi": "bạn sẽ biết lúc mình có vàng trong tay."
    }
  },
  {
    "translation": {
      "en": "You don't have to have golden ears or…",
      "vi": "Bạn không cần có một đôi tai vàng"
    }
  },
  {
    "translation": {
      "en": "be a genius. You just know.",
      "vi": "hay là một thiên tài. Bạn sẽ tự biết thôi."
    }
  },
  {
    "translation": {
      "en": "Enough so that I could go to my boss in New York and say,",
      "vi": "Đến mức tôi đến chỗ sếp mình ở New York và nói với anh ấy:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I'm going to spend more money than you're comfortable with on this",
      "vi": "\"Này, tôi sẽ chi nhiều tiền hơn mức anh muốn cho cái này,"
    }
  },
  {
    "translation": {
      "en": "'cause I think we got a huge one.\"",
      "vi": "vì tôi nghĩ ta vừa có một kiệt tác\"."
    }
  },
  {
    "translation": {
      "en": "♪ Yeah ♪ ♪ Yeah, I like it that way ♪",
      "vi": "ĐOẠN PHIM SAU, SHANIA CHỌN JOHN DEREK, MỘT ĐẠO DIỄN LỚN CÓ TÊN TUỔI Ở HOLLYWOOD."
    }
  },
  {
    "translation": {
      "en": "[woman] She came to us…",
      "vi": "Cô ấy đến gặp chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "When I say us, my husband who's deceased now, John Derek,",
      "vi": "\"Chúng tôi\" ở đây là John Derek chồng tôi, người đã không may qua đời,"
    }
  },
  {
    "translation": {
      "en": "um, was known for his photography, especially when it came to women,",
      "vi": "anh ấy được biết đến nhiều nhờ nhiếp ảnh, đặc biệt nhất là quay cho phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "and beautiful women.",
      "vi": "những người phụ nữ xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I said, \"We're gonna shoot this girl. She sounds interesting.\"",
      "vi": "Tôi bảo: \"Chúng ta sẽ quay cô gái này. Cô ấy có vẻ thú vị\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Is she beautiful?\" I said, \"Yeah, she looks beautiful.\"",
      "vi": "Anh ấy hỏi: \"Cô ấy đẹp không?\" Tôi đáp: \"Có, rất đẹp\"."
    }
  },
  {
    "translation": {
      "en": "[Bo Derek] His process was so unusual, and a lot of girls couldn't take it.",
      "vi": "Quy trình của anh ấy rất kỳ lạ nên nhiều cô gái không chịu được."
    }
  },
  {
    "translation": {
      "en": "It was all about getting the beauty for him.",
      "vi": "Đối với anh ấy, tất cả là về việc nắm bắt được vẻ đẹp."
    }
  },
  {
    "translation": {
      "en": "And he didn't pussyfoot and talk around, trying not to hurt your feelings.",
      "vi": "Và anh ấy không hề lựa lời và nói vòng vo để tránh làm tổn thương cảm xúc của bạn."
    }
  },
  {
    "translation": {
      "en": "He would really cut to the chase and say, \"Uh, your nose is crooked.\"",
      "vi": "Anh ấy sẽ rất thẳng thắn và bảo: \"Mũi của cô bị méo,"
    }
  },
  {
    "translation": {
      "en": "\"And now I got to change all the lighting and the camera angle.\"",
      "vi": "và giờ thì tôi phải thay đổi toàn bộ ánh sáng và góc máy\"."
    }
  },
  {
    "translation": {
      "en": "If he were shooting me, he'd say, \"Stop that, you look like you're smelling shit,\"",
      "vi": "Nếu quay tôi, anh ấy sẽ nói: \"Dừng lại, nhìn em như đang phải hửi mùi phân vậy\"."
    }
  },
  {
    "translation": {
      "en": "or, \"Your mouth looks like a chicken's ass,\"",
      "vi": "Hay là: \"Miệng em trông như phao câu gà vậy\"."
    }
  },
  {
    "translation": {
      "en": "or, you know, whatever it is, which would send some girls home crying.",
      "vi": "Hay là bạn biết đấy, nói một thứ gì đó, khiến mấy cô gái chạy về nhà và khóc."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Okay…",
      "vi": "Tôi nghĩ: \"Được rồi."
    }
  },
  {
    "translation": {
      "en": "you're going to have to get over this and take it and move on",
      "vi": "Mình cần vượt qua việc này, chịu đựng nó và cứ thế mà tiếp tục,"
    }
  },
  {
    "translation": {
      "en": "'cause there's a job to do, a video to make,",
      "vi": "vì có việc cần hoàn tất, và một đoạn phim phải thực hiện,"
    }
  },
  {
    "translation": {
      "en": "and the sun is going down.\"",
      "vi": "mặt trời thì sắp lặn rồi\"."
    }
  },
  {
    "translation": {
      "en": "[Bo Derek] There was a funny moment on this, when",
      "vi": "Có một khoảnh khắc buồn cười trong buổi quay"
    }
  },
  {
    "translation": {
      "en": "John wanted her to do something kind of hokey and corny and she didn't want to.",
      "vi": "khi John muốn cô ấy làm gì đó giả tạo và ngô nghê nhưng cô ấy không muốn."
    }
  },
  {
    "translation": {
      "en": "We were nose-to-nose at one point, arguing about this.",
      "vi": "Chúng tôi đã có lúc tranh cãi thẳng thừng về việc này."
    }
  },
  {
    "translation": {
      "en": "He wasn't good at being told no.",
      "vi": "Anh ấy không quen bị từ chối."
    }
  },
  {
    "translation": {
      "en": "She was great. She really stood up for herself.",
      "vi": "Cô ấy thì rất tuyệt. Cô ấy đứng lên vì bản thân."
    }
  },
  {
    "translation": {
      "en": "And he could be a little difficult.",
      "vi": "Và, bạn biết đấy, anh ấy có thể hơi khó chịu."
    }
  },
  {
    "translation": {
      "en": "I had a vision about how I wanted it to look,",
      "vi": "Tôi đã định hình sẵn mình muốn nó trông thế nào"
    }
  },
  {
    "translation": {
      "en": "and how I wanted to present myself.",
      "vi": "và cách tôi sẽ thể hiện mình."
    }
  },
  {
    "translation": {
      "en": "[Bo Derek] She said, \"This is my video. This is my money.\"",
      "vi": "Cô ấy bảo: \"Đây là đoạn phim của tôi, đây là tiền của tôi,"
    }
  },
  {
    "translation": {
      "en": "\"I'm going to get what I want.\"",
      "vi": "tôi sẽ có được thứ mình muốn\"."
    }
  },
  {
    "translation": {
      "en": "[Shania] That was actually a tense moment.",
      "vi": "Khoảnh khắc đó thật sự rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I thought he was going to leave and quit the video at that point.",
      "vi": "Tôi tưởng ở thời khắc đó anh ấy sẽ rời đi và bỏ luôn đoạn phim."
    }
  },
  {
    "translation": {
      "en": "Then he turned on the camera and said, \"You want it, you got it.\"",
      "vi": "Nhưng rồi anh ấy bật máy quay và bảo: \"Cô muốn sao thì làm vậy đi\"."
    }
  },
  {
    "translation": {
      "en": "He clicked the button and looked away. He was such a brat.",
      "vi": "Anh ấy bấm nút rồi nhìn chỗ khác. Cư xử như con nít vậy."
    }
  },
  {
    "translation": {
      "en": "He respected me from that moment on more than I expected.",
      "vi": "Từ đấy, anh ấy tôn trọng tôi hơn mong đợi,"
    }
  },
  {
    "translation": {
      "en": "And we had a wonderful friendship after that. [chuckles]",
      "vi": "và sau đó, chúng tôi có một tình bạn rất đẹp."
    }
  },
  {
    "translation": {
      "en": "[Bo Derek] That's a lesson it took me years to learn.",
      "vi": "Đó là bài học mà tôi mất nhiều năm mới học được."
    }
  },
  {
    "translation": {
      "en": "That if you stand up for yourself,",
      "vi": "Là nếu bạn đứng dậy vì chính mình,"
    }
  },
  {
    "translation": {
      "en": "he'll fight you to the end and then respect you more.",
      "vi": "anh ấy sẽ chiến đấu đến cùng và rồi tôn trọng bạn hơn."
    }
  },
  {
    "translation": {
      "en": "It's not an accident she became such a big star.",
      "vi": "Không phải ngẫu nhiên mà cô ấy lại là một ngôi sao lớn đến vậy."
    }
  },
  {
    "translation": {
      "en": "[Shania] I had a one-track mind as far as my career went.",
      "vi": "Xuyên suốt sự nghiệp, tôi chỉ có một luồng suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "And as the label started to realize that I was going to",
      "vi": "và khi hãng bắt đầu nhận ra tôi sẽ cố gắng hơn nữa để thành công,"
    }
  },
  {
    "translation": {
      "en": "go the extra mile to make this work,",
      "vi": "tôi sẽ cố gắng hơn nữa để thành công,"
    }
  },
  {
    "translation": {
      "en": "they did pull together very hard and very well.",
      "vi": "họ đã cùng nhau làm việc thật tốt và chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "They were used to a different pace, a different level of commitment.",
      "vi": "Họ đã quen với một nhịp làm việc khác, một mức độ cam kết khác thế này."
    }
  },
  {
    "translation": {
      "en": "But I'm like, \"This is do or die.\"",
      "vi": "Nhưng tôi bảo: \"Đây là thời khắc sống còn\"."
    }
  },
  {
    "translation": {
      "en": "We're not going to eat as much as we normally do,",
      "vi": "Chúng ta sẽ ăn ít hơn mọi khi,"
    }
  },
  {
    "translation": {
      "en": "we're not going to sleep as much as we normally do.",
      "vi": "ta sẽ ngủ ít hơn mọi khi."
    }
  },
  {
    "translation": {
      "en": "I'm still waking up. This isn't fair!",
      "vi": "Tôi vẫn còn thức đây này. Thật không công bằng!"
    }
  },
  {
    "translation": {
      "en": "Hey, this is Shania Twain. My new song is coming up soon,",
      "vi": "Xin chào, tôi là Shania Twain, bài mới của tôi sắp ra mắt,"
    }
  },
  {
    "translation": {
      "en": "so keep it right here on the KISS FM top 30…",
      "vi": "nên hãy giúp nó có mặt trong 30 bài dẫn đầu của KISS FM…"
    }
  },
  {
    "translation": {
      "en": "Hits don't make themselves. Not consecutive ones.",
      "vi": "Những bản hit không tự ra đời. Ít ra những bản hit liên tục là thế."
    }
  },
  {
    "translation": {
      "en": "And videos certainly don't make themselves. [chuckles]",
      "vi": "Và tất nhiên các đoạn phim không thể tự làm ra chính nó."
    }
  },
  {
    "translation": {
      "en": "So, it's just so much work.",
      "vi": "Thành ra có quá nhiều việc."
    }
  },
  {
    "translation": {
      "en": "Bye!",
      "vi": "Tạm biệt nhé!"
    }
  },
  {
    "translation": {
      "en": "I do remember Luke Lewis saying, \"Listen…\"",
      "vi": "Tôi nhớ Luke Lewis đã bảo: \"Nghe này,"
    }
  },
  {
    "translation": {
      "en": "\"I think you should do your next video in Egypt.\"",
      "vi": "tôi nghĩ cô nên quay đoạn phim kế tiếp ở Ai Cập."
    }
  },
  {
    "translation": {
      "en": "\"In Cairo, at the Great Pyramids.\"",
      "vi": "Ở Cairo, chỗ mấy Đại Kim Tự Tháp ấy\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What?\"",
      "vi": "Tôi nghĩ: \"Cái gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "I mean, this was a dream. It was surreal.",
      "vi": "Ý tôi là, đó là ước mơ của tôi. Thật khó tin."
    }
  },
  {
    "translation": {
      "en": "[Luke] That wasn't cheap.",
      "vi": "Nó không rẻ chút nào."
    }
  },
  {
    "translation": {
      "en": "I'm still pissed I didn't go. I mean, you have no idea. [chuckles]",
      "vi": "Tôi vẫn còn buồn vì đã không đi. Ý tôi là, bạn không hiểu được đâu."
    }
  },
  {
    "translation": {
      "en": "They're riding horses around the pyramids, and I'm at home, going,",
      "vi": "Họ đang cưỡi ngựa quanh kim tự tháp còn tôi thì ở nhà, càu nhàu:"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck am I doing?\"",
      "vi": "\"Mình đang làm cái quái gì vậy?\""
    }
  },
  {
    "translation": {
      "en": "I'm telling you, this was an experience I will never forget.",
      "vi": "Tôi chắc chắn đó là trải nghiệm mà tôi không quên được."
    }
  },
  {
    "translation": {
      "en": "I sensed that that was the beginning of",
      "vi": "Tôi cảm nhận được đó chính là khởi đầu"
    }
  },
  {
    "translation": {
      "en": "the chance to be truly competitive on a global scale.",
      "vi": "của cơ hội để có thể thật sự cạnh tranh trên toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "[Mary] There was no question.",
      "vi": "Chắc chắn là thế."
    }
  },
  {
    "translation": {
      "en": "There was absolutely not a doubt in my mind that this album",
      "vi": "Tôi đã không mảy may nghi ngờ album này"
    }
  },
  {
    "translation": {
      "en": "would change the face of country music.",
      "vi": "sẽ thay đổi bộ mặt của nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "And it did. It absolutely did.",
      "vi": "Và nó đã làm được. Nó thật sự đã làm được."
    }
  },
  {
    "translation": {
      "en": "Well, Shania Twain is without a doubt Canada's leading country music superstar.",
      "vi": "Shania Twain chắc chắn là siêu sao nhạc đồng quê hàng đầu Canada."
    }
  },
  {
    "translation": {
      "en": "Is it exhausting, or is it exhilarating?",
      "vi": "Cô thấy kiệt sức hay phấn khởi đấy?"
    }
  },
  {
    "translation": {
      "en": "It's exhilarating! Hi!",
      "vi": "Phấn khởi nhé! Xin chào!"
    }
  },
  {
    "translation": {
      "en": "Congratulations. That's yours.",
      "vi": "Xin chúc mừng. Nó là của cô."
    }
  },
  {
    "translation": {
      "en": "I'll take it!",
      "vi": "Tôi xin nhận vậy!"
    }
  },
  {
    "translation": {
      "en": "[Shania] When The Woman in Me album took off,",
      "vi": "Khi album The Woman in Me bắt đầu bay cao,"
    }
  },
  {
    "translation": {
      "en": "there was a deep sense of accomplishment.",
      "vi": "nó đem đến một cảm giác rất thành công."
    }
  },
  {
    "translation": {
      "en": "It felt really good.",
      "vi": "Cảm giác rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I'm excited about the way it's moving.",
      "vi": "Tôi rất hào hứng với điều đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "It's, it's, uh… It's not running away from me,",
      "vi": "Nó không chạy trốn khỏi tôi,"
    }
  },
  {
    "translation": {
      "en": "but at the same time I'm thinking, \"Wow, slow down.\"",
      "vi": "nhưng đồng thời tôi cũng nghĩ: \"Này, chậm lại,"
    }
  },
  {
    "translation": {
      "en": "\"I just want to enjoy this a little bit.\" You know?",
      "vi": "tôi muốn tận hưởng thêm chút\". Bạn hiểu mà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Maybe because it's happening so fast, I'm not absorbing it.",
      "vi": "Có lẽ vì nó xảy ra quá nhanh, tôi không tiêu hóa nó được."
    }
  },
  {
    "translation": {
      "en": "But it is the wildest thing, I gotta say.",
      "vi": "Nhưng tôi phải thú nhận, nó là điều tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "It's the coolest thing.",
      "vi": "Nó là điều hay ho nhất."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "It's my first platinum party, so I don't know what to expect.",
      "vi": "Đây là bữa tiệc bạch kim đầu tiên của tôi, nên tôi không biết nó trông thế nào."
    }
  },
  {
    "translation": {
      "en": "Thank you all, again. This is really special for us, I can't tell you.",
      "vi": "Cảm ơn. Tôi không thể diễn tả sự đặc biệt của điều này với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "-Thank you for joining us here. -Thank you!",
      "vi": "- Cảm ơn cô đã tham gia. - Cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "[reporter] Tonight, Canada's country sweetheart was given a diamond award",
      "vi": "Tối nay, con cưng của Canada đã được nhận giải thưởng kim cương"
    }
  },
  {
    "translation": {
      "en": "for her country sales.",
      "vi": "cho doanh số nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "Hot on the heels of her Grammy win last week.",
      "vi": "Diễn ra ngay sau khi cô chiến thắng tại giải Grammy vào tuần trước."
    }
  },
  {
    "translation": {
      "en": "But the awards don't stop there.",
      "vi": "Nhưng các giải thưởng chưa dừng lại ở đó."
    }
  },
  {
    "translation": {
      "en": "The album of the year is, The Woman in Me, Shania Twain!",
      "vi": "Album của năm chính là The Woman in Me của Shania Twain!"
    }
  },
  {
    "translation": {
      "en": "Wow, I wasn't expecting that at all. Yes!",
      "vi": "Chà, tôi thật sự không ngờ đến. Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "\"Any Man of Mine,\" Shania Twain!",
      "vi": "\"Any Man of Mine\"của Shania Twain!"
    }
  },
  {
    "translation": {
      "en": "-Shania Twain! -Yes!",
      "vi": "- Shania Twain! - Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "I'd like to start with the two people that have worked",
      "vi": "Tôi muốn mở đầu với hai người đã làm việc"
    }
  },
  {
    "translation": {
      "en": "harder than anyone",
      "vi": "chăm chỉ hơn bất kỳ ai"
    }
  },
  {
    "translation": {
      "en": "to get me where I am today,",
      "vi": "để đưa tôi đến thành công hôm nay,"
    }
  },
  {
    "translation": {
      "en": "and that are my parents.",
      "vi": "và đó là bố mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "They aren't with us anymore, but…",
      "vi": "Họ không còn ở bên tôi nữa, nhưng,"
    }
  },
  {
    "translation": {
      "en": "…they sacrificed the most to get me where I am today.",
      "vi": "họ đã hy sinh nhiều nhất để tôi có được thành công hôm nay."
    }
  },
  {
    "translation": {
      "en": "[Mary] Shania sold,",
      "vi": "Shania đã bán được"
    }
  },
  {
    "translation": {
      "en": "in less than six months, over six and a half million albums.",
      "vi": "hơn sáu triệu năm trăm ngàn album trong chưa đầy sáu tháng."
    }
  },
  {
    "translation": {
      "en": "I mean, that is just…",
      "vi": "Ý tôi là, điều đó rất là…"
    }
  },
  {
    "translation": {
      "en": "unbelievable at that time. Unbelievable.",
      "vi": "rất là khó tin tại thời điểm đó. Không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "I mean, it was like,",
      "vi": "Ý tôi là, cảm giác như kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"Holy moly.\"",
      "vi": "\"Quỷ thần ơi\"."
    }
  },
  {
    "translation": {
      "en": "You had to run to keep up.",
      "vi": "Bạn phải chạy theo để có thể đuổi kịp."
    }
  },
  {
    "translation": {
      "en": "You had to run.",
      "vi": "Bạn phải chạy."
    }
  },
  {
    "translation": {
      "en": "I'm overwhelmed, I can't tell you.",
      "vi": "Tôi choáng ngợp quá, không diễn tả nổi."
    }
  },
  {
    "translation": {
      "en": "[Mary] It just got to be too much.",
      "vi": "Nó trở nên quá sức rồi."
    }
  },
  {
    "translation": {
      "en": "[Shania] You know, I was alone so young,",
      "vi": "Bạn biết đấy, tôi còn trẻ và chỉ có một mình,"
    }
  },
  {
    "translation": {
      "en": "and so I spent all of my twenties with Mary as a guide in my life,",
      "vi": "nên suốt khoảng thời gian tuổi hai mươi, tôi xem Mary là kim chỉ nam cho đời mình,"
    }
  },
  {
    "translation": {
      "en": "and on a personal level too.",
      "vi": "cả trên phương diện cá nhân nữa."
    }
  },
  {
    "translation": {
      "en": "So it makes it difficult to",
      "vi": "Nên thật sự là rất khó khăn"
    }
  },
  {
    "translation": {
      "en": "say goodbye to an element of your relationship,",
      "vi": "để nói lời tạm biệt với một yếu tố trong mối quan hệ của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "uh, which is what we were doing.",
      "vi": "nhưng đó là điều chúng tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "But I also knew that I…",
      "vi": "Nhưng tôi cũng hiểu rằng…"
    }
  },
  {
    "translation": {
      "en": "That everything that even her and I had worked together for,",
      "vi": "Sau mọi thứ mà tôi và bà ấy đã cùng nhau làm,"
    }
  },
  {
    "translation": {
      "en": "there was so much more to come of it.",
      "vi": "còn nhiều thứ có thể ra đời lắm."
    }
  },
  {
    "translation": {
      "en": "I'm not even nearly there yet.",
      "vi": "Tôi còn chưa đến gần được."
    }
  },
  {
    "translation": {
      "en": "It's great, but it's only great for country.",
      "vi": "Nó rất tốt. Nhưng chỉ tốt với nhạc đồng quê thôi."
    }
  },
  {
    "translation": {
      "en": "It's not great compared to Michael Jackson.",
      "vi": "Nó chưa đủ tốt nếu so với Michael Jackson,"
    }
  },
  {
    "translation": {
      "en": "It's not great compared to The Rolling Stones.",
      "vi": "chưa đủ tốt nếu so với The Rolling Stones."
    }
  },
  {
    "translation": {
      "en": "I needed to go much further down the road.",
      "vi": "Tôi cần phải tiến xa hơn trên con đường này."
    }
  },
  {
    "translation": {
      "en": "She interviewed quite a few people,",
      "vi": "Cô ấy đã phỏng vấn vài người,"
    }
  },
  {
    "translation": {
      "en": "or a handful of people when she was looking.",
      "vi": "hay ít ra cũng kha khá người trong lúc tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "But when she asked me about Jon,",
      "vi": "Nhưng khi cô ấy hỏi tôi về Jon,"
    }
  },
  {
    "translation": {
      "en": "I'd been at CBS forever and worked Springsteen records from way back,",
      "vi": "tôi làm ở CBS từ xưa rồi và đã làm các bản thu Springsteen từ lâu,"
    }
  },
  {
    "translation": {
      "en": "from the first two records.",
      "vi": "từ hai bản thu đầu tiên rồi."
    }
  },
  {
    "translation": {
      "en": "And I'd seen him in action.",
      "vi": "Tôi đã thấy cách anh ấy làm việc."
    }
  },
  {
    "translation": {
      "en": "[man] She wanted somebody who was a superstar manager,",
      "vi": "Cô ấy muốn tìm một quản lý cho siêu sao… QUẢN LÝ"
    }
  },
  {
    "translation": {
      "en": "and it turned out the reason why was she was planning on being a bigger superstar than she was.",
      "vi": "…và hóa ra lý do là vì cô ấy có kế hoạch để trở thành một siêu sao lớn hơn nữa."
    }
  },
  {
    "translation": {
      "en": "We had to meet in person and make sure that that was a click,",
      "vi": "Chúng tôi phải gặp trực tiếp để chắc rằng mình hợp nhau,"
    }
  },
  {
    "translation": {
      "en": "but just the fact that, even after the first reach out, he was",
      "vi": "nhưng sau lần gặp đầu tiên, chỉ riêng việc"
    }
  },
  {
    "translation": {
      "en": "open to the idea, really, really excited me.",
      "vi": "anh ấy cởi mở với ý tưởng đó cũng khiến tôi rất hứng thú."
    }
  },
  {
    "translation": {
      "en": "[Jon] Well, we clicked right away.",
      "vi": "Cả hai ăn ý với nhau ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "And I said,",
      "vi": "Rồi tôi bảo:"
    }
  },
  {
    "translation": {
      "en": "\"There is nothing we can add to what you have done in the world of country.\"",
      "vi": "\"Ta không thể thêm thắt gì nữa sau những điều cô làm cho nhạc đồng quê."
    }
  },
  {
    "translation": {
      "en": "\"But what do you really want? What… How can we help?\"",
      "vi": "Nhưng cô thật sự muốn gì? Chúng tôi sẽ giúp được gì?\""
    }
  },
  {
    "translation": {
      "en": "So she said there were three things.",
      "vi": "Thế là cô ấy đề cập đến ba việc."
    }
  },
  {
    "translation": {
      "en": "She wanted to cross over to pop,",
      "vi": "Cô ấy muốn lấn sân sang nhạc pop,"
    }
  },
  {
    "translation": {
      "en": "she wanted to be an international superstar,",
      "vi": "cô ấy muốn trở thành một ngôi sao quốc tế,"
    }
  },
  {
    "translation": {
      "en": "and she wanted to be an absolutely top touring artist.",
      "vi": "và cô ấy nhất định muốn trở thành một nghệ sĩ lưu diễn hàng đầu."
    }
  },
  {
    "translation": {
      "en": "Those three goals, clear as a bell, first time I talked to her.",
      "vi": "Ba mục tiêu đó, rõ như ban ngày, ngay lần đầu tôi trao đổi với cô ấy."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Well…\"",
      "vi": "Rồi tôi bảo:"
    }
  },
  {
    "translation": {
      "en": "\"I think we can help there.\"",
      "vi": "\"Tôi nghĩ chúng tôi có thể giúp\"."
    }
  },
  {
    "translation": {
      "en": "[Shania] I was reminded by everyone,",
      "vi": "Mọi người nhắc tôi nhớ rằng,"
    }
  },
  {
    "translation": {
      "en": "basically, that there was a lot of money not being made",
      "vi": "về cơ bản, ta sẽ không thu được nhiều tiền"
    }
  },
  {
    "translation": {
      "en": "by not going on tour after The Woman in Me was out.",
      "vi": "nếu không đi lưu diễn sau khi The Woman in Me ra mắt."
    }
  },
  {
    "translation": {
      "en": "She left a lot of money on the table.",
      "vi": "Cô ấy đã bỏ lỡ rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "She could have gone out behind that record",
      "vi": "Cô ấy đã có thể đi xa hơn bản thu âm đó"
    }
  },
  {
    "translation": {
      "en": "and spent another two years touring behind it.",
      "vi": "và dành thêm hai năm nữa để lưu diễn nhờ nó."
    }
  },
  {
    "translation": {
      "en": "I knew that getting out on the road was only going to",
      "vi": "Tôi biết rằng lên đường đi lưu diễn sẽ chỉ khiến tôi"
    }
  },
  {
    "translation": {
      "en": "distract me from writing better songs.",
      "vi": "bị phân tâm trong việc sáng tác các bài hát hay hơn."
    }
  },
  {
    "translation": {
      "en": "I'm thinking, I need to use this time.",
      "vi": "Tôi đã nghĩ, tôi cần dùng thời gian này"
    }
  },
  {
    "translation": {
      "en": "Reflect. Write more songs.",
      "vi": "để suy ngẫm và viết thêm nhạc."
    }
  },
  {
    "translation": {
      "en": "I can't even say that I was right about that decision. It was just a risk,",
      "vi": "Tôi không thể nói lựa chọn đó là đúng, đó là một cú liều,"
    }
  },
  {
    "translation": {
      "en": "but it was strategic.",
      "vi": "nhưng đó là chiến lược."
    }
  },
  {
    "translation": {
      "en": "I had to get busy writing enough hits that,",
      "vi": "Tôi phải bận rộn viết cho đủ các bài hát xuất sắc,"
    }
  },
  {
    "translation": {
      "en": "on the next album, I would be able to do a whole concert of all my own songs.",
      "vi": "để vào album tiếp theo, tôi sẽ có một buổi diễn mà toàn bộ bài là của mình."
    }
  },
  {
    "translation": {
      "en": "That sounds a lot, a lot better. Yeah.",
      "vi": "Nghe hay hơn nhiều rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. A lot better. Sounds great.",
      "vi": "Ừ. Tốt hơn nhiều. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "When it just feels great?",
      "vi": "Khi nó chỉ nghe hay thôi sao?"
    }
  },
  {
    "translation": {
      "en": "[Shania] Thank you!",
      "vi": "Cảm ơn nhé!"
    }
  },
  {
    "translation": {
      "en": "I could sense that there was an energy stirring.",
      "vi": "Tôi có thể cảm nhận được có một nguồn năng lượng đang khuấy động."
    }
  },
  {
    "translation": {
      "en": "I did a lot of the melody writing on my own, and then…",
      "vi": "Tôi tự sáng tác rất nhiều giai điệu, và rồi…"
    }
  },
  {
    "translation": {
      "en": "It was really a tag team thing, to be honest, I mean.",
      "vi": "Thật tình thì đó là một nỗ lực đồng đội."
    }
  },
  {
    "translation": {
      "en": "We'd both sit there with our guitars and jam around the chord progressions.",
      "vi": "Chúng tôi sẽ cùng ngồi đó với cây ghi-ta rồi gảy đàn chuyển các hợp âm."
    }
  },
  {
    "translation": {
      "en": "He always kept ledgers of lyrics,",
      "vi": "Anh ấy luôn đem theo sổ ghi chép lời bài hát,"
    }
  },
  {
    "translation": {
      "en": "so it was loaded with all kinds of really cool lyrics.",
      "vi": "nên nó đầy các kiểu lời bài hát hay."
    }
  },
  {
    "translation": {
      "en": "I would feed off those ideas.",
      "vi": "Tôi sẽ dựa vào những ý tưởng đó."
    }
  },
  {
    "translation": {
      "en": "I would come up with these one-liners and then just carry on telling the story.",
      "vi": "Tôi sẽ nghĩ ra mấy câu đùa ngắn rồi sau đó tiếp tục kể câu chuyện."
    }
  },
  {
    "translation": {
      "en": "How was that, Mutt?",
      "vi": "Mutt, anh thấy sao?"
    }
  },
  {
    "translation": {
      "en": "Okay, one more time.",
      "vi": "Được rồi, một lần nữa nào."
    }
  },
  {
    "translation": {
      "en": "[man] Shania Twain is an incredibly hard worker,",
      "vi": "Shania Twain là người cực kỳ chăm chỉ,"
    }
  },
  {
    "translation": {
      "en": "and a wonderful artist, wonderful songwriter.",
      "vi": "là một nghệ sĩ tuyệt vời, và cả một nhạc sĩ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Close, but no cigar.",
      "vi": "Suýt thì được, nhưng chưa tới."
    }
  },
  {
    "translation": {
      "en": "I just kind of see her as an all-around human being, person-wise, you know?",
      "vi": "Về mặt cá nhân, tôi thấy cô ấy là một người toàn diện, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "She's down-to-earth, but, yet, when she comes into a room",
      "vi": "Cô ấy thực tế, nhưng một khi cô ấy bước vào phòng"
    }
  },
  {
    "translation": {
      "en": "she kind of draws everybody's attention.",
      "vi": "sẽ thu hút sự chú ý của mọi người."
    }
  },
  {
    "translation": {
      "en": "\"Wow, she's… She looks like a star.\"",
      "vi": "\"Chà, cô ấy trông như một ngôi sao vậy\"."
    }
  },
  {
    "translation": {
      "en": "Look at him. You gotta feel it, man. You gotta be like…",
      "vi": "Nhìn anh ta xem. Anh phải thử cảm nhận nó. Anh phải kiểu như…"
    }
  },
  {
    "translation": {
      "en": "-[man] I really tried hard on that one. -[laughing]",
      "vi": "Tôi đã rất cố gắng rồi."
    }
  },
  {
    "translation": {
      "en": "-I swear, man. -[woman] That was hysterical!",
      "vi": "- Tôi thề đấy. - Tức cười quá đi!"
    }
  },
  {
    "translation": {
      "en": "[man] I know I rushed it too.",
      "vi": "Tôi biết tôi hơi vội vàng."
    }
  },
  {
    "translation": {
      "en": "[Jon] One night, we were both in New York City together,",
      "vi": "Tối nọ, cả hai đều đang có mặt ở thành phố New York,"
    }
  },
  {
    "translation": {
      "en": "and they sat there,",
      "vi": "và họ ngồi đó,"
    }
  },
  {
    "translation": {
      "en": "and they had a boombox",
      "vi": "với cái máy nghe nhạc cầm tay"
    }
  },
  {
    "translation": {
      "en": "with all the tracks for what became Come on Over.",
      "vi": "với tất cả những bài hát sẽ có mặt trong Come on Over,"
    }
  },
  {
    "translation": {
      "en": "And they sang it to me right there.",
      "vi": "và họ hát cho tôi nghe tại chỗ."
    }
  },
  {
    "translation": {
      "en": "They played the track.",
      "vi": "Họ bật các bản nhạc,"
    }
  },
  {
    "translation": {
      "en": "She would sing.",
      "vi": "cô ấy sẽ hát,"
    }
  },
  {
    "translation": {
      "en": "Mutt sings the harmonies, which he does a lot on the records.",
      "vi": "Mutt hát phần hòa âm, anh ấy hay làm vậy trong bản thu."
    }
  },
  {
    "translation": {
      "en": "They went through the whole album.",
      "vi": "Họ hát hết album."
    }
  },
  {
    "translation": {
      "en": "♪ I have been blessed ♪ [Shania] ♪ I live only ♪",
      "vi": "BẢN THU ÂM THỬ CHƯA ĐƯỢC BIẾT ĐẾN CỦA \"FROM THIS MOMENT ON\"."
    }
  },
  {
    "translation": {
      "en": "I was shaking, 'cause… [chuckles]",
      "vi": "Tôi đã run rẩy…"
    }
  },
  {
    "translation": {
      "en": "Two things.",
      "vi": "Vì hai lý do."
    }
  },
  {
    "translation": {
      "en": "This is fabulous music.",
      "vi": "Đây là thứ âm nhạc quá xuất sắc."
    }
  },
  {
    "translation": {
      "en": "This cannot miss.",
      "vi": "Không thể nào thất bại được."
    }
  },
  {
    "translation": {
      "en": "Cannot miss, okay?",
      "vi": "Không thể thất bại, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "To my ear, and I'm pretty good at this,",
      "vi": "Tai tôi vốn rất giỏi khoản này, nhận thấy"
    }
  },
  {
    "translation": {
      "en": "every song was a hit.",
      "vi": "bài nào cũng sẽ thành hit."
    }
  },
  {
    "translation": {
      "en": "[chuckles] It was just as simple as that, you know?",
      "vi": "Chỉ đơn giản thế thôi, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "So, uh, we started to roll.",
      "vi": "Thế nên chúng tôi bắt đầu hành động."
    }
  },
  {
    "translation": {
      "en": "We started to roll.",
      "vi": "Bắt đầu hành động."
    }
  },
  {
    "translation": {
      "en": "♪ Hm… ♪",
      "vi": "11/1997, COME ON OVER ĐƯỢC RA MẮT."
    }
  },
  {
    "translation": {
      "en": "♪ Life was going great Love was gonna have to wait ♪",
      "vi": "Cuộc sống đang rất tuyệt Tình yêu sẽ phải chờ thôi"
    }
  },
  {
    "translation": {
      "en": "♪ Was in no hurry ♪",
      "vi": "Không phải vội"
    }
  },
  {
    "translation": {
      "en": "[reporter] Shania Twain's last album sold more than 12 million copies worldwide.",
      "vi": "Album mới ra của Shania Twain đã bán ra hơn 12 triệu bản trên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "This is the first single off her new CD, called Come On Over.",
      "vi": "Đây là bài đầu tiên từ đĩa đơn mới, với tên gọi \"Come on Over\"."
    }
  },
  {
    "translation": {
      "en": "This album is much more directly what I really think and feel,",
      "vi": "Album này thể hiện rõ hơn điều tôi suy nghĩ và cảm nhận"
    }
  },
  {
    "translation": {
      "en": "and how I would say things.",
      "vi": "và cách mà tôi nói chuyện."
    }
  },
  {
    "translation": {
      "en": "I think that happened because I wanted to take a very conversational approach.",
      "vi": "Tôi nghĩ nó là vậy vì tôi muốn dùng một cách tiếp cận chú trọng đối thoại."
    }
  },
  {
    "translation": {
      "en": "♪ Gol' darn gone and done it ♪",
      "vi": "Hỡi ôi, đã lỡ vướng vào rồi"
    }
  },
  {
    "translation": {
      "en": "♪ Gone and done it ♪",
      "vi": "Lỡ vướng vào rồi"
    }
  },
  {
    "translation": {
      "en": "♪ Guess I fell in love ♪",
      "vi": "Có lẽ tôi yêu mất rồi"
    }
  },
  {
    "translation": {
      "en": "[reporter] If you're expecting a collection of slow-paced cowboy ballads,",
      "vi": "Nếu bạn đang trông đợi một tuyển tập các bản ballad miền Tây tiết tấu chậm,"
    }
  },
  {
    "translation": {
      "en": "you won't find them on this disc,",
      "vi": "bạn sẽ không tìm thấy nó trong đĩa này,"
    }
  },
  {
    "translation": {
      "en": "but you will find lots of love songs and songs about relationships.",
      "vi": "bạn sẽ tìm thấy rất nhiều bài về tình yêu và mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "[Shania] Well, what changed between The Woman in Me and Come on Over,",
      "vi": "Điều được thay đổi giữa The Woman in Me và Come on Over,"
    }
  },
  {
    "translation": {
      "en": "really more than anything,",
      "vi": "rõ ràng hơn cả,"
    }
  },
  {
    "translation": {
      "en": "the intention.",
      "vi": "chính là ý định."
    }
  },
  {
    "translation": {
      "en": "And the intention was to now graduate from a domestic success",
      "vi": "Và ý định đó là từ một nghệ sĩ đang thành công trong nước"
    }
  },
  {
    "translation": {
      "en": "to a global success.",
      "vi": "chuyển sang toàn cầu."
    }
  },
  {
    "translation": {
      "en": "[Shania] And that was going to mean making the music move more into a poppier sound.",
      "vi": "Và điều đó có nghĩa là thay đổi để các bài hát có nhiều âm hưởng pop hơn."
    }
  },
  {
    "translation": {
      "en": "Putting out \"You're Still the One,\" I remember thinking",
      "vi": "Tôi nhớ mình đã nghĩ rằng ra mắt bài \"You're Still the One\""
    }
  },
  {
    "translation": {
      "en": "this is a big risk.",
      "vi": "là một rủi ro lớn."
    }
  },
  {
    "translation": {
      "en": "This will be the first ballad off this album,",
      "vi": "Đây sẽ là bản ballad đầu tiên trong album,"
    }
  },
  {
    "translation": {
      "en": "and my biggest hits so far have been upbeat.",
      "vi": "vì các bài hit trước giờ của tôi là các bài sôi động."
    }
  },
  {
    "translation": {
      "en": "And I knew it was a make-it-or-break-it moment.",
      "vi": "Và tôi hiểu nó sẽ là khoảnh khắc được ăn cả, ngã về không."
    }
  },
  {
    "translation": {
      "en": "I thought, if this as a ballad doesn't work,",
      "vi": "Tôi nghĩ, nếu bài này dưới dạng ballad mà không thành công,"
    }
  },
  {
    "translation": {
      "en": "I thought that could be that could be it, you know.",
      "vi": "thì bạn biết đấy, tôi đã nghĩ tới đây là hết."
    }
  },
  {
    "translation": {
      "en": "♪ You're still the one ♪",
      "vi": "\"YOU'RE STILL THE ONE\" LÀ ĐĨA ĐƠN THÀNH CÔNG NHẤT CỦA SHANIA,"
    }
  },
  {
    "translation": {
      "en": "♪ You're still the one that I love ♪",
      "vi": "\"YOU'RE STILL THE ONE\" LÀ ĐĨA ĐƠN THÀNH CÔNG NHẤT CỦA SHANIA, ĐƯA CÔ ẤY ĐẾN VỚI NHẠC POP VÀ TRỞ THÀNH NGHỆ SĨ TOÀN CẦU."
    }
  },
  {
    "translation": {
      "en": "♪ The only one I dream of ♪",
      "vi": "ĐƯA CÔ ẤY ĐẾN VỚI NHẠC POP VÀ TRỞ THÀNH NGHỆ SĨ TOÀN CẦU."
    }
  },
  {
    "translation": {
      "en": "It was a powerful song that people bonded to…",
      "vi": "Đó là một bài hát mãnh liệt mà người khác có cảm giác liên hệ"
    }
  },
  {
    "translation": {
      "en": "and reminisced to.",
      "vi": "và hồi tưởng."
    }
  },
  {
    "translation": {
      "en": "And yeah, I can't say that I realized how powerful that… And how…",
      "vi": "Và đúng vậy, tôi đã không nhận ra bài hát đó mạnh mẽ đến dường nào,"
    }
  },
  {
    "translation": {
      "en": "attached people would become to… to the meaning of that song in their lives.",
      "vi": "và mọi người cảm thấy ý nghĩa của bài hát gắn bó với cuộc đời họ như thế nào."
    }
  },
  {
    "translation": {
      "en": "\"You're Still the One\" applies very much to…",
      "vi": "\"You're Still the One\" có rất nhiều nét tương đồng…"
    }
  },
  {
    "translation": {
      "en": "to my life,",
      "vi": "với cuộc đời tôi,"
    }
  },
  {
    "translation": {
      "en": "in the sense that I think…",
      "vi": "tôi nghĩ là ở khía cạnh…"
    }
  },
  {
    "translation": {
      "en": "my marriage, my relationship with my husband,",
      "vi": "về cuộc hôn nhân của tôi, về mối quan hệ giữa tôi với chồng,"
    }
  },
  {
    "translation": {
      "en": "was something that I think, most people thought was unlikely or unlikely to succeed. [chuckles]",
      "vi": "là điều mà tôi nghĩ hầu như mọi người đều cho rằng sẽ khó mà thành công."
    }
  },
  {
    "translation": {
      "en": "Well, when I wrote the song, I was thinking, uh…",
      "vi": "Khi viết bài hát này, tôi đã nghĩ đến"
    }
  },
  {
    "translation": {
      "en": "the age gap between Mutt and I, the world gap, the culture gap.",
      "vi": "cách biệt tuổi tác giữa tôi và Mutt, khác biệt thế giới quan và văn hóa,"
    }
  },
  {
    "translation": {
      "en": "And I really did feel that a lot of people didn't believe… in it.",
      "vi": "và tôi thật sự cảm nhận được rất nhiều người không tin vào điều đó."
    }
  },
  {
    "translation": {
      "en": "Um, I… I sensed that in interviews journalists would",
      "vi": "Tôi cảm thấy các phóng viên khi phỏng vấn"
    }
  },
  {
    "translation": {
      "en": "refer to him as a Svengali and, you know, how could all of this phenomenal stuff",
      "vi": "sẽ xem anh ấy là Svengali, và sao mà tất cả những điều phi thường này"
    }
  },
  {
    "translation": {
      "en": "come out of this girl from nowhere?",
      "vi": "lại đến từ một cô gái chẳng biết từ đâu ra?"
    }
  },
  {
    "translation": {
      "en": "I guess they just didn't believe it.",
      "vi": "Tôi đoán họ không tin điều đó."
    }
  },
  {
    "translation": {
      "en": "[interviewer] There have been a lot of questions lately about how much",
      "vi": "Gần đây có rất nhiều câu hỏi cô có mắc nợ anh ấy để được thành công"
    }
  },
  {
    "translation": {
      "en": "you owe your success to the way he packaged you.",
      "vi": "Gần đây có rất nhiều câu hỏi cô có mắc nợ anh ấy để được thành công nhờ có anh ấy tạo phong cách cho cô."
    }
  },
  {
    "translation": {
      "en": "How do you respond to that?",
      "vi": "Cô sẽ trả lời sao?"
    }
  },
  {
    "translation": {
      "en": "It's a real partnership between you and your husband.",
      "vi": "Giữa cô và chồng có mối quan hệ cộng tác thật sự."
    }
  },
  {
    "translation": {
      "en": "Tell us about that relationship, and how he helps you with your career.",
      "vi": "Hãy kể cho chúng tôi về mối quan hệ đó và cách anh ấy giúp cô trong sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Of course, if I had been a guy,",
      "vi": "Dĩ nhiên, nếu tôi là một người đàn ông,"
    }
  },
  {
    "translation": {
      "en": "it just would not have been seen the same way.",
      "vi": "mọi thứ sẽ không bị nhìn nhận như vậy."
    }
  },
  {
    "translation": {
      "en": "It's a sexist point of view. There's no question about it.",
      "vi": "Đó là quan điểm phân biệt giới tính. Không nghi ngờ gì nữa."
    }
  },
  {
    "translation": {
      "en": "You can't take away his contribution for a minute.",
      "vi": "Ta không thể phủ nhận sự đóng góp của anh ấy dù chỉ trong chốc lát."
    }
  },
  {
    "translation": {
      "en": "You know? Not for a minute.",
      "vi": "Hiểu chứ? Dù chỉ chốc lát."
    }
  },
  {
    "translation": {
      "en": "But, listen, it was collaborative from the get-go.",
      "vi": "Nhưng mà, nghe này, ngay từ đầu thì đó đã là một sự cộng tác."
    }
  },
  {
    "translation": {
      "en": "And I think he would… If you could get him to speak to it,",
      "vi": "Và tôi nghĩ nếu ta có thể bắt anh ấy nói ra,"
    }
  },
  {
    "translation": {
      "en": "and I don't know that he ever would, he would say the same thing.",
      "vi": "không rõ anh ấy có chịu nói không, nhưng anh ấy sẽ nói y hệt."
    }
  },
  {
    "translation": {
      "en": "Creating another great work,",
      "vi": "Tạo ra một tác phẩm tuyệt vời khác,"
    }
  },
  {
    "translation": {
      "en": "to me, was the proof in the pudding",
      "vi": "với tôi, đó chính như là lửa thử vàng"
    }
  },
  {
    "translation": {
      "en": "that this was just a really genuine and authentic relationship",
      "vi": "để minh chứng cho sự chân thật và lành mạnh của mối quan hệ này"
    }
  },
  {
    "translation": {
      "en": "that had nothing fake or strained about it.",
      "vi": "và không có gì giả tạo hay gượng gạo ở đây cả."
    }
  },
  {
    "translation": {
      "en": "[Jon] Well, \"You're Still the One\" was rising like a rocket.",
      "vi": "\"You're Still the One\" đang lên như diều gặp gió."
    }
  },
  {
    "translation": {
      "en": "I mean, that song was a pop hit.",
      "vi": "Nó là một bài nhạc pop rất nổi."
    }
  },
  {
    "translation": {
      "en": "But there was another fact with Shania, which is",
      "vi": "Nhưng có một sự thật khác về Shania, và đó chính là"
    }
  },
  {
    "translation": {
      "en": "her creative sense, visually, was spectacular.",
      "vi": "khả năng sáng tạo của cô ấy, về mặt hình ảnh, là rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And so when you make a single, you make a video.",
      "vi": "Khi bạn làm một đĩa đơn, bạn thực hiện một đoạn phim."
    }
  },
  {
    "translation": {
      "en": "And the videos were dynamite.",
      "vi": "Và các đoạn phim đều rất cháy."
    }
  },
  {
    "translation": {
      "en": "[man] I used to always watch her videos and just thought she was awesome.",
      "vi": "Tôi hay xem các đoạn phim của cô ấy và nghĩ cô ấy thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "She was one of the few artists that was able to really cross over on…",
      "vi": "Cô ấy là một trong số ít nghệ sĩ thành công khi lấn sân."
    }
  },
  {
    "translation": {
      "en": "She had some of her videos on MTV 2 as well,",
      "vi": "Cô ấy còn có vài đoạn phim đã chiếu trên MTV 2,"
    }
  },
  {
    "translation": {
      "en": "not just only on CMT on the Country Countdown,",
      "vi": "không chỉ trên CMT trong chương trình Country Countdown,"
    }
  },
  {
    "translation": {
      "en": "but she was an artist that really crossed over,",
      "vi": "cô ấy là một nghệ sĩ đã lấn sân thành công,"
    }
  },
  {
    "translation": {
      "en": "and, uh, she was beautiful.",
      "vi": "và cô ấy còn xinh đẹp nữa."
    }
  },
  {
    "translation": {
      "en": "Everybody wanted her to be their girlfriend.",
      "vi": "Ai cũng muốn cô ấy làm bạn gái."
    }
  },
  {
    "translation": {
      "en": "She was, like, the… America's most wanted female.",
      "vi": "Cô ấy kiểu như… người phụ nữ được thèm khát nhất Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "You know, with all her videos,",
      "vi": "Với tất cả các đoạn phim của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "uh, we had great directors, and when it was done with the shoot,",
      "vi": "chúng tôi đều thuê các đạo diễn tuyệt vời và một khi đã quay xong,"
    }
  },
  {
    "translation": {
      "en": "she would just say, \"Send the footage to me.\"",
      "vi": "cô ấy sẽ bảo: \"Gửi đoạn phim cho tôi\"."
    }
  },
  {
    "translation": {
      "en": "She edited them all herself.",
      "vi": "Cô ấy tự chỉnh sửa hết."
    }
  },
  {
    "translation": {
      "en": "She knew what she wanted.",
      "vi": "Cô ấy biết mình muốn gì."
    }
  },
  {
    "translation": {
      "en": "♪ You think you're special ♪",
      "vi": "Anh nghĩ mình đặc biệt"
    }
  },
  {
    "translation": {
      "en": "♪ You think you're something else ♪",
      "vi": "Anh nghĩ mình khác biệt"
    }
  },
  {
    "translation": {
      "en": "♪ Okay, so you're a rocket scientist ♪",
      "vi": "Ồ, vậy ra anh là nhà khoa học tên lửa"
    }
  },
  {
    "translation": {
      "en": "♪ That don't impress me much ♪",
      "vi": "Điều đó không làm tôi ấn tượng lắm đâu"
    }
  },
  {
    "translation": {
      "en": "With music videos, I'm always trying to do something new and different.",
      "vi": "Với các đoạn phim âm nhạc, tôi luôn cố làm điều gì đó mới mẻ và khác biệt."
    }
  },
  {
    "translation": {
      "en": "I like stepping into different personas,",
      "vi": "Tôi thích thử các cá tính khác nhau,"
    }
  },
  {
    "translation": {
      "en": "but they've always gotta work for me.",
      "vi": "nhưng chúng nhất định phải phù hợp với tôi."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Cho nên…"
    }
  },
  {
    "translation": {
      "en": "I guess I start with just how I want to look.",
      "vi": "tôi đoán mình sẽ bắt đầu với vẻ ngoài mà tôi muốn."
    }
  },
  {
    "translation": {
      "en": "♪ That don't impress me much ♪",
      "vi": "Điều đó không làm tôi ấn tượng lắm đâu"
    }
  },
  {
    "translation": {
      "en": "I would always gravitate toward the leopard print, in any color.",
      "vi": "Họa tiết da báo dù là màu nào đi nữa cũng luôn thu hút tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, and I wanted midriff.",
      "vi": "Tôi còn muốn cho thấy cơ bụng."
    }
  },
  {
    "translation": {
      "en": "It had to have midriff, this video.",
      "vi": "Đoạn phim này phải có cơ bụng."
    }
  },
  {
    "translation": {
      "en": "I wanted it to be kind of sporty-sexy.",
      "vi": "Tôi muốn nó có phần khỏe khoắn và gợi cảm."
    }
  },
  {
    "translation": {
      "en": "Glam.",
      "vi": "Quyến rũ."
    }
  },
  {
    "translation": {
      "en": "[man] I know that Shania loved leopard, and I loved leopard print myself.",
      "vi": "Tôi biết Shania mê da báo, và chính tôi cũng mê da báo."
    }
  },
  {
    "translation": {
      "en": "So, we decided to do a complete leopard look.",
      "vi": "Vì vậy, chúng tôi quyết định làm ra một bộ đồ da báo hoàn chỉnh."
    }
  },
  {
    "translation": {
      "en": "She used fashion,",
      "vi": "Cô ấy dùng thời trang"
    }
  },
  {
    "translation": {
      "en": "and clothing, and costumes very much to her benefit,",
      "vi": "và quần áo, trang phục có lợi cho cô ấy,"
    }
  },
  {
    "translation": {
      "en": "because she created,",
      "vi": "vì cô ấy đã tạo ra,"
    }
  },
  {
    "translation": {
      "en": "you know, some of the most iconic looks ever.",
      "vi": "bạn biết đấy, một trong số các vẻ ngoài mang tính biểu tượng nhất."
    }
  },
  {
    "translation": {
      "en": "♪ Okay, so you're Brad Pitt ♪",
      "vi": "Ồ, vậy ra anh là Brad Pitt"
    }
  },
  {
    "translation": {
      "en": "♪ That don't impress me much ♪",
      "vi": "Điều đó không làm tôi ấn tượng lắm đâu"
    }
  },
  {
    "translation": {
      "en": "She really played with fashion in music videos,",
      "vi": "Cô ấy đã chơi đùa với thời trang trong các đoạn phim ca nhạc,"
    }
  },
  {
    "translation": {
      "en": "and she really played with being confident in her body as a woman.",
      "vi": "và cô ấy chơi đùa với việc thể hiện sự tự tin về cơ thể khi là phụ nữ."
    }
  },
  {
    "translation": {
      "en": "The way that she owns her own sexuality in that video",
      "vi": "Cách cô ấy làm chủ sự gợi cảm của bản thân trong đoạn phim đó"
    }
  },
  {
    "translation": {
      "en": "is very feminist.",
      "vi": "thể hiện rõ nữ quyền."
    }
  },
  {
    "translation": {
      "en": "You know, it was Shania walking through this expanse in the desert,",
      "vi": "Bạn biết đấy, Shania băng qua sa mạc rộng lớn,"
    }
  },
  {
    "translation": {
      "en": "addressing the entire, sort of, patriarchy, I guess,",
      "vi": "đề cập đến gần như toàn bộ chế độ gia trưởng,"
    }
  },
  {
    "translation": {
      "en": "but in a way that didn't feel heavily politicized",
      "vi": "nhưng theo một cách mà không gây ra cảm giác bị chính trị hóa"
    }
  },
  {
    "translation": {
      "en": "or angry.",
      "vi": "hay gây tức giận."
    }
  },
  {
    "translation": {
      "en": "It was… It was celebratory.",
      "vi": "Nó nghe rất hân hoan."
    }
  },
  {
    "translation": {
      "en": "♪ You're one of those guys That likes to shine his machine ♪",
      "vi": "Anh giống mấy anh chàng kia Thích đánh bóng chiếc xe của mình"
    }
  },
  {
    "translation": {
      "en": "♪ You'll make me take off my shoes Before you let me get in ♪",
      "vi": "Anh sẽ bắt tôi cởi giày ra Trước khi cho tôi lên xe"
    }
  },
  {
    "translation": {
      "en": "For some reason, during that time,",
      "vi": "Vì lý do nào đó, trong thời gian đấy,"
    }
  },
  {
    "translation": {
      "en": "I don't know, I just enjoyed singing with attitude,",
      "vi": "tôi không biết nữa, tôi chỉ thích hát để bày tỏ quan điểm,"
    }
  },
  {
    "translation": {
      "en": "singing about being a strong woman.",
      "vi": "hát về việc được làm một phụ nữ mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "It's part of my personality. It really is my genuine personality.",
      "vi": "Đó là một phần tính cách của tôi. Tính cách thật sự của tôi."
    }
  },
  {
    "translation": {
      "en": "So, I have my point of view,",
      "vi": "Thành ra, tôi có quan điểm của mình,"
    }
  },
  {
    "translation": {
      "en": "I want to get it across.",
      "vi": "tôi muốn truyền tải nó,"
    }
  },
  {
    "translation": {
      "en": "I expect to get it across,",
      "vi": "tôi hy vọng sẽ truyền tải được,"
    }
  },
  {
    "translation": {
      "en": "but I am not out to piss anybody off in the process.",
      "vi": "nhưng trong quá trình đó, tôi sẽ không khiến ai phải khó chịu."
    }
  },
  {
    "translation": {
      "en": "♪ That don't impress me… ♪",
      "vi": "Điều đó không làm tôi ấn tượng…"
    }
  },
  {
    "translation": {
      "en": "So, to me, Shania Twain is an epic country singer.",
      "vi": "Với tôi, Shania Twain là một ca sĩ nhạc đồng quê rất đỉnh."
    }
  },
  {
    "translation": {
      "en": "Her songs are relatable. She writes.",
      "vi": "Bài hát của cô ấy dễ đồng cảm. Cô ấy biết sáng tác."
    }
  },
  {
    "translation": {
      "en": "She writes about being a woman from a woman's perspective.",
      "vi": "Cô ấy sáng tác về việc là một người phụ nữ từ góc nhìn của một phụ nữ."
    }
  },
  {
    "translation": {
      "en": "You know, anything from, like, being the one, to having a bad hair day,",
      "vi": "Về mọi chủ đề, từ việc mình khác biệt đến việc có một ngày tóc không được đẹp,"
    }
  },
  {
    "translation": {
      "en": "to a dress not fitting, to…",
      "vi": "đến việc không mặc vừa một chiếc váy,"
    }
  },
  {
    "translation": {
      "en": "needing a cold one after a hard day of work,",
      "vi": "hay là cần ly bia lạnh sau một ngày làm việc vất vả."
    }
  },
  {
    "translation": {
      "en": "which is something I can relate to.",
      "vi": "Vụ này thì tôi có thể đồng cảm."
    }
  },
  {
    "translation": {
      "en": "[Kelsea] I think that Shania takes these universal ideas of love,",
      "vi": "Tôi nghĩ Shania có những ý tưởng rất là phổ biến về tình yêu,"
    }
  },
  {
    "translation": {
      "en": "and of confidence,",
      "vi": "về sự tự tin,"
    }
  },
  {
    "translation": {
      "en": "and of discovering who you are as a young woman,",
      "vi": "về việc khám phá ra bản thân khi bạn là thiếu nữ,"
    }
  },
  {
    "translation": {
      "en": "and of the push and pull of bad days and good days in life,",
      "vi": "và về những ngày tồi tệ và tốt đẹp thay phiên nhau trong cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "and all these things that are universal topics for songwriting,",
      "vi": "và tất cả những điều đó là các chủ đề phổ biến để viết nhạc,"
    }
  },
  {
    "translation": {
      "en": "and she makes them sound like they've never been written about before.",
      "vi": "và cô ấy khiến chúng nghe như chưa từng được ai viết về cả."
    }
  },
  {
    "translation": {
      "en": "There's something about, like… Of course, there's all these songs",
      "vi": "Chúng có gì đó, kiểu như… Tất nhiên, đã có nhiều bài hát"
    }
  },
  {
    "translation": {
      "en": "about feeling good as an empowered woman,",
      "vi": "nói về việc được làm phụ nữ tự lập thì thật tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "but then there's \"Man! I Feel Like a Woman!\"",
      "vi": "nhưng giờ thì có bài \"Man! I Feel Like a Woman!\""
    }
  },
  {
    "translation": {
      "en": "You know what I mean? Like, it's just, that's the song.",
      "vi": "Bạn hiểu ý tôi chứ? Kiểu như, đây chính là bài hát ta cần."
    }
  },
  {
    "translation": {
      "en": "♪ Let's go, girls ♪",
      "vi": "Đi nào, các cô"
    }
  },
  {
    "translation": {
      "en": "♪ Come on ♪",
      "vi": "Đi nào"
    }
  },
  {
    "translation": {
      "en": "Shania Twain brought a rebel spirit to the genre",
      "vi": "Shania Twain mang đến tinh thần nổi loạn cho một thể loại"
    }
  },
  {
    "translation": {
      "en": "that hadn't existed for a couple of decades.",
      "vi": "đã không còn tồn tại mấy thập kỷ rồi."
    }
  },
  {
    "translation": {
      "en": "Even just the fun of that line, \"Let's go, girls,\"",
      "vi": "Ngay cả sự vui tươi trong câu nói: \"Đi nào, các cô\""
    }
  },
  {
    "translation": {
      "en": "that's her rallying cry.",
      "vi": "chính là lời kêu gọi của cô ấy."
    }
  },
  {
    "translation": {
      "en": "Like, come join me.",
      "vi": "Kiểu như đi với tôi nào."
    }
  },
  {
    "translation": {
      "en": "Come be part of my gang.",
      "vi": "Vào băng đảng của tôi nào."
    }
  },
  {
    "translation": {
      "en": "Come do things the way that I do things.",
      "vi": "Hãy làm theo cách của tôi đây này."
    }
  },
  {
    "translation": {
      "en": "Don't be shamed into not expressing yourself",
      "vi": "Đừng thấy xấu hổ mà phải kìm hãm bản thân"
    }
  },
  {
    "translation": {
      "en": "because you're a beautiful woman who might be too much for someone.",
      "vi": "vì bạn là một phụ nữ xinh đẹp và ai đó có lẽ không xứng với bạn."
    }
  },
  {
    "translation": {
      "en": "♪ Oh, oh, oh, go totally crazy ♪",
      "vi": "Điên loạn hết mức nào"
    }
  },
  {
    "translation": {
      "en": "♪ Forget I'm a lady ♪",
      "vi": "Quên đi tôi là một phụ nữ"
    }
  },
  {
    "translation": {
      "en": "♪ Men's shirts, short skirts ♪",
      "vi": "Áo sơ mi nam, váy ngắn"
    }
  },
  {
    "translation": {
      "en": "♪ Really go wild, yeah ♪",
      "vi": "Thật là hoang dã, đúng vậy"
    }
  },
  {
    "translation": {
      "en": "♪ Doin' it in style ♪",
      "vi": "Hãy thật phong cách"
    }
  },
  {
    "translation": {
      "en": "Well, \"Man! I Feel Like a Woman!\" is pretty self-explanatory in the sense that it's…",
      "vi": "Bài \"Man! I Feel Like a Woman!\" đã tự giải thích được theo khía cạnh…"
    }
  },
  {
    "translation": {
      "en": "It's obviously and expression, you know, \"Man!\"",
      "vi": "Nó rõ ràng là một biểu cảm: \"Chà!"
    }
  },
  {
    "translation": {
      "en": "\"It's great to be a woman today. Now.\"",
      "vi": "Thật tuyệt vì được là phụ nữ vào hôm nay, vào lúc này\"."
    }
  },
  {
    "translation": {
      "en": "♪ Man! I feel like a woman ♪",
      "vi": "Chà! Tôi có cảm giác là phụ nữ thực thụ!"
    }
  },
  {
    "translation": {
      "en": "So it's really just a celebration song. It's…",
      "vi": "Nên nó thật sự chỉ là một bài hát ca tụng."
    }
  },
  {
    "translation": {
      "en": "I hate to come from the angry feminist standpoint",
      "vi": "Tôi ghét việc dùng quan điểm của những nhà nữ quyền giận dữ"
    }
  },
  {
    "translation": {
      "en": "when I write about these things.",
      "vi": "khi tôi viết những bài hát này."
    }
  },
  {
    "translation": {
      "en": "And I like to have fun with the fact that, \"Yeah, um, I like to write about…\"",
      "vi": "Và sự thật là tôi thích vui đùa với việc: \"Phải, tôi thích viết về…\""
    }
  },
  {
    "translation": {
      "en": "I wouldn't say the battle of the sexes, but I like to write about",
      "vi": "Tôi không gọi là cuộc chiến của hai giới, mà cái tôi muốn viết về"
    }
  },
  {
    "translation": {
      "en": "the differences and the fun in the differences.",
      "vi": "là những khác biệt và sự hài hước trong đó."
    }
  },
  {
    "translation": {
      "en": "So this is just one of those songs, and so…",
      "vi": "Đây chỉ là một trong các bài đó, nên…"
    }
  },
  {
    "translation": {
      "en": "Hey, it's great to be, uh, a woman today",
      "vi": "Thật tuyệt khi được là phụ nữ vào hôm nay,"
    }
  },
  {
    "translation": {
      "en": "and raise your voice and have some fun doing it.",
      "vi": "nên hãy cất tiếng và vui vẻ thể hiện điều đó."
    }
  },
  {
    "translation": {
      "en": "-[Shania shouts] -Yeah! With the spiral and everything.",
      "vi": "Hay lắm! Bóng xoáy tốt đấy."
    }
  },
  {
    "translation": {
      "en": "♪ The car won't start ♪ ♪ It's falling apart ♪",
      "vi": "VÀ LÀ ALBUM BÁN CHẠY NHẤT CỦA MỘT NỮ NGHỆ SĨ"
    }
  },
  {
    "translation": {
      "en": "♪ I was late for work And the boss got smart ♪",
      "vi": "TỪ TRƯỚC ĐẾN NAY."
    }
  },
  {
    "translation": {
      "en": "She's one of the top female artists in country and pop,",
      "vi": "Cô ấy là một trong các nghệ sĩ nữ hàng đầu trong làng nhạc đồng quê và pop,"
    }
  },
  {
    "translation": {
      "en": "and Shania Twain isn't slowing down at all.",
      "vi": "và Shania Twain không hề chậm lại một chút nào."
    }
  },
  {
    "translation": {
      "en": "In fairness…",
      "vi": "Công bằng mà nói…"
    }
  },
  {
    "translation": {
      "en": "there were a lot of hits.",
      "vi": "có rất nhiều bài hit."
    }
  },
  {
    "translation": {
      "en": "We just had the hits. The hits just kept on coming.",
      "vi": "Chúng tôi cứ thế tạo ra hit. Cứ liên tục ùa tới."
    }
  },
  {
    "translation": {
      "en": "We would have stopped if we were not succeeding, you know?",
      "vi": "Chúng tôi lẽ ra sẽ dừng lại nếu không thành công, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, it just kept rolling.",
      "vi": "Nó cứ liên tục thành công."
    }
  },
  {
    "translation": {
      "en": "♪ Honey, I'm home… ♪",
      "vi": "HOLLYWOOD ĐẠI LỘ DANH VỌNG"
    }
  },
  {
    "translation": {
      "en": "[Luke] I don't know that there's that many albums to have that many hit songs on them.",
      "vi": "Tôi không biết là có nhiều album với nhiều bài hit đến như vậy."
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure we charted 12 singles.",
      "vi": "Tôi khá chắc là 12 bài hát đã lọt vào bảng xếp hạng."
    }
  },
  {
    "translation": {
      "en": "That's a lot of great songs on one record. That's a good deal if you're a consumer.",
      "vi": "Có rất nhiều bài hát hay trong một đĩa. Đó là món hời nếu bạn là người tiêu dùng."
    }
  },
  {
    "translation": {
      "en": "You know? That's a really good deal.",
      "vi": "Bạn hiểu chứ? Một món thật sự hời."
    }
  },
  {
    "translation": {
      "en": "It's a better album.",
      "vi": "Đó là một album xuất sắc hơn."
    }
  },
  {
    "translation": {
      "en": "The Woman in Me's a great album.",
      "vi": "The Woman in Me là một album tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Come On Over is so…",
      "vi": "Còn Come On Over thì…"
    }
  },
  {
    "translation": {
      "en": "You know, is once in a lifetime.",
      "vi": "Bạn biết đấy, cả đời mới có một lần."
    }
  },
  {
    "translation": {
      "en": "[sighs] ♪ That feels much better ♪",
      "vi": "MẶC DÙ XẾP HẠNG TỐT VÀ BÁN RA THÀNH CÔNG, SHANIA VẪN CHƯA CÓ CHUYẾN LƯU DIỄN LỚN."
    }
  },
  {
    "translation": {
      "en": "She desperately wanted to go on tour",
      "vi": "Cô ấy muốn đi lưu diễn kinh khủng"
    }
  },
  {
    "translation": {
      "en": "because there'd been that undercurrent",
      "vi": "vì có những lời ngầm xì xầm rằng,"
    }
  },
  {
    "translation": {
      "en": "because she hadn't toured on The Woman In Me,",
      "vi": "do cô ấy vẫn chưa đi lưu diễn cho The Woman in Me,"
    }
  },
  {
    "translation": {
      "en": "you know, \"Can she really do it?\" etcetera, etcetera…",
      "vi": "như là: \"Liệu cô ấy có làm được không?\""
    }
  },
  {
    "translation": {
      "en": "[Shania] Well, because I had waited quite a long time to tour,",
      "vi": "Vì tôi đã phải đợi một thời gian rất lâu để được đi lưu diễn,"
    }
  },
  {
    "translation": {
      "en": "I felt the pressure to make this great.",
      "vi": "tôi cảm thấy áp lực khi phải làm cho nó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "[Jon] She was not only ready to tour,",
      "vi": "Cô ấy không chỉ sẵn sàng để đi lưu diễn,"
    }
  },
  {
    "translation": {
      "en": "she knew she had to tour,",
      "vi": "mà cô ấy biết mình phải đi lưu diễn,"
    }
  },
  {
    "translation": {
      "en": "and she had tremendous confidence in herself.",
      "vi": "và cô ấy cực kỳ tự tin vào bản thân."
    }
  },
  {
    "translation": {
      "en": "[Luke] You know, at that point if she had gone out and it wasn't, like, first-class,",
      "vi": "Ở thời điểm đó, nếu đã lưu diễn mà chất lượng không được hạng nhất,"
    }
  },
  {
    "translation": {
      "en": "knocked-out show, she would have taken some shit.",
      "vi": "hay hoành tráng, cô ấy sẽ phải hứng búa rìu dư luận."
    }
  },
  {
    "translation": {
      "en": "[Shania] I wasn't worried about being able to prove that I could do it.",
      "vi": "Tôi không lo về việc phải chứng minh tôi có thể làm được."
    }
  },
  {
    "translation": {
      "en": "I'd been singing all my life, and singing in bars is",
      "vi": "Tôi đã hát cả đời rồi, và hát tại quán rượu"
    }
  },
  {
    "translation": {
      "en": "way more taxing on your voice than singing two hours in a show.",
      "vi": "còn đòi hỏi ở giọng hát nhiều hơn so với hát hai tiếng tại buổi diễn."
    }
  },
  {
    "translation": {
      "en": "Then, of course, once she got out there, they realize, \"She can actually sing.\"",
      "vi": "Rồi dĩ nhiên, khi cô ấy lưu diễn, họ nhận ra: \"Cô ấy hát hay thật\"."
    }
  },
  {
    "translation": {
      "en": "So, uh, all that was put to rest.",
      "vi": "Mọi lời xì xầm được dẹp qua một bên."
    }
  },
  {
    "translation": {
      "en": "[Jon] The band that she put together was so world class,",
      "vi": "Ban nhạc cô ấy tập hợp thuộc đẳng cấp hàng đầu thế giới,"
    }
  },
  {
    "translation": {
      "en": "and now we're just hitting home runs every night, every night.",
      "vi": "giờ thì đêm nào chúng tôi cũng có các buổi diễn xuất sắc."
    }
  },
  {
    "translation": {
      "en": "-You've come a long way, baby. -[chuckles]",
      "vi": "Em đã đi một chặng đường dài, cưng à."
    }
  },
  {
    "translation": {
      "en": "You're going even further, so there you go.",
      "vi": "Và em sẽ còn đi xa hơn nữa, cứ đi đi."
    }
  },
  {
    "translation": {
      "en": "[Jon] It was monstrous and worldwide.",
      "vi": "Nó rất phi thường và ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "We made it over to Australia. We were in Canada.",
      "vi": "Chúng tôi đã đến được Úc. Đến được Canada."
    }
  },
  {
    "translation": {
      "en": "We made it to Europe.",
      "vi": "Đến cả châu Âu."
    }
  },
  {
    "translation": {
      "en": "[reporter] You're massive in America, you're conquering Europe,",
      "vi": "Cô rất nổi tiếng tại Mỹ, cô còn đang chinh phục châu Âu,"
    }
  },
  {
    "translation": {
      "en": "a lot of our listeners are in Asia and Africa.",
      "vi": "nhiều thính giả ở châu Á và châu Phi."
    }
  },
  {
    "translation": {
      "en": "What are your plans for those two continents?",
      "vi": "Cô có kế hoạch gì cho hai châu lục đó?"
    }
  },
  {
    "translation": {
      "en": "I plan on going there.",
      "vi": "Tôi dự định sẽ đến đó."
    }
  },
  {
    "translation": {
      "en": "This was just non-stop.",
      "vi": "Không ngừng nghỉ."
    }
  },
  {
    "translation": {
      "en": "[Jon] Recognition comes in a lot of different ways.",
      "vi": "Sự công nhận đến từ nhiều cách khác nhau."
    }
  },
  {
    "translation": {
      "en": "She'd been recognized by this enormous audience,",
      "vi": "Cô ấy đã được công nhận bởi lượng khán giả khổng lồ,"
    }
  },
  {
    "translation": {
      "en": "that span all of country and all of pop.",
      "vi": "trải dài từ nhạc đồng quê qua đến tất cả nhạc pop."
    }
  },
  {
    "translation": {
      "en": "[Shania] When you get such a unanimous response over something,",
      "vi": "Khi bạn nhận được một phản hồi tập thể cho một điều gì đó,"
    }
  },
  {
    "translation": {
      "en": "and it's positive, and it's even healing to a lot of people,",
      "vi": "và phản hồi đó tích cực, thậm chí còn giúp chữa lành nhiều người,"
    }
  },
  {
    "translation": {
      "en": "now you're like, \"Whoa!\" That's a moment when you're like, \"Gee, like…\"",
      "vi": "bạn sẽ thốt lên: \"Ôi chao!\" Đó là lúc bạn thốt lên: \"Thật là…"
    }
  },
  {
    "translation": {
      "en": "\"I didn't realize how much impact this lyric could have.\"",
      "vi": "Mình đã không nhận ra tác động to lớn của lời bài hát này,"
    }
  },
  {
    "translation": {
      "en": "\"Or that expression could have.\"",
      "vi": "hay cách thể hiện có thể đem lại\"."
    }
  },
  {
    "translation": {
      "en": "It's not about the numbers anymore. It's really more about",
      "vi": "Các con số không còn quan trọng nữa. Thật sự thì nó thiên về"
    }
  },
  {
    "translation": {
      "en": "the effect you're having on people.",
      "vi": "tác động của bạn lên mọi người."
    }
  },
  {
    "translation": {
      "en": "Are you ready, Miami?",
      "vi": "Miami, các bạn sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "It was really clear just from fan feedback that the fans…",
      "vi": "Phản hồi của người hâm mộ đã rõ ràng cho thấy rằng họ…"
    }
  },
  {
    "translation": {
      "en": "You know, the fans were so diverse.",
      "vi": "Người hâm mộ rất đa dạng."
    }
  },
  {
    "translation": {
      "en": "There was no one type of Shania Twain fan.",
      "vi": "Người hâm mộ của Shania Twain có rất nhiều kiểu."
    }
  },
  {
    "translation": {
      "en": "I'm speaking to kids.",
      "vi": "Tôi đã nói chuyện với bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "-Do you like to sing? -Uh-huh.",
      "vi": "Cháu thích hát không?"
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. -And what do you like to sing?",
      "vi": "Và cháu thích hát bài nào?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Cháu không biết."
    }
  },
  {
    "translation": {
      "en": "[Shania] I'm speaking to parents. I'm speaking to grandparents.",
      "vi": "Tôi đã trò chuyện với các phụ huynh. Tôi đã giao lưu với các cụ già."
    }
  },
  {
    "translation": {
      "en": "I'm speaking to people that were already hearing about me from other countries.",
      "vi": "Tôi đã trao đổi với những người đến từ các quốc gia khác và biết đến tôi."
    }
  },
  {
    "translation": {
      "en": "Um, people from all walks of life, really.",
      "vi": "Mọi người từ các tầng lớp và công việc khác nhau."
    }
  },
  {
    "translation": {
      "en": "[Eve] There's a reason why Shania also has a huge LGBTQ following",
      "vi": "Có một lý do giúp Shania được số đông cộng đồng LGBTQ theo dõi"
    }
  },
  {
    "translation": {
      "en": "because anyone that sees that level of confidence and self-ownership,",
      "vi": "vì bất cứ ai nhìn thấy mức độ tự tin và tự chủ đó,"
    }
  },
  {
    "translation": {
      "en": "and comes from a place of struggle and oppression, is, um…",
      "vi": "và xuất thân có hoàn cảnh chịu áp bức và khó khăn,"
    }
  },
  {
    "translation": {
      "en": "is completely turned on by that.",
      "vi": "sẽ hoàn toàn bị kích thích bởi điều đó."
    }
  },
  {
    "translation": {
      "en": "Because that is their permission to do…",
      "vi": "Vì đó như là bật đèn xanh cho họ"
    }
  },
  {
    "translation": {
      "en": "to flaunt it in exactly the same way as Shania does.",
      "vi": "để họ thể hiện ra giống y như cách mà Shania đã làm."
    }
  },
  {
    "translation": {
      "en": "I think one of the reasons Shania does have a huge following",
      "vi": "Một trong những lý do mà Shania có lượng lớn người theo dõi"
    }
  },
  {
    "translation": {
      "en": "with the LGBTQ+ community",
      "vi": "thuộc cộng đồng LGBTQ+"
    }
  },
  {
    "translation": {
      "en": "is because of her costuming, and the things that she wore",
      "vi": "là do trang phục của cô ấy, và những thứ cô ấy mặc"
    }
  },
  {
    "translation": {
      "en": "because that particular community, which I'm part of,",
      "vi": "vì cộng đồng đặc biệt mà có tôi là thành viên trong đó,"
    }
  },
  {
    "translation": {
      "en": "totally relates to image.",
      "vi": "hoàn toàn đồng cảm với hình tượng đó."
    }
  },
  {
    "translation": {
      "en": "I mean, from Dorothy in The Wizard of Oz to Shania Twain,",
      "vi": "Ý tôi là, từ Dorothy trong Phù Thủy Xứ Oz đến Shania Twain,"
    }
  },
  {
    "translation": {
      "en": "is these striking images that are memorable.",
      "vi": "đều là những hình tượng nổi bật và rất đáng nhớ."
    }
  },
  {
    "translation": {
      "en": "These are the things that we retain.",
      "vi": "Đó là những thứ chúng tôi gìn giữ."
    }
  },
  {
    "translation": {
      "en": "These are the things that we love.",
      "vi": "Đó là những thứ chúng tôi yêu thích."
    }
  },
  {
    "translation": {
      "en": "You know, I've always said that I think",
      "vi": "Tôi vẫn luôn nói là tôi nghĩ rằng"
    }
  },
  {
    "translation": {
      "en": "country music, just in general,",
      "vi": "nhạc đồng quê, nói chung,"
    }
  },
  {
    "translation": {
      "en": "it's always surprised me that there haven't been more",
      "vi": "luôn làm tôi ngạc nhiên vì đến giờ vẫn chưa có thêm"
    }
  },
  {
    "translation": {
      "en": "openly gay country musicians.",
      "vi": "nhiều nghệ sĩ nhạc đồng quê đồng tính công khai."
    }
  },
  {
    "translation": {
      "en": "Because I think at the heart of it, country music is about",
      "vi": "Vì tôi nghĩ điểm mấu chốt của nhạc đồng quê là nói về"
    }
  },
  {
    "translation": {
      "en": "disappointment, heartbreak,",
      "vi": "sự thất vọng, đau lòng,"
    }
  },
  {
    "translation": {
      "en": "uh, feelings of inadequacy, feelings of loss.",
      "vi": "cảm giác thiếu thốn, cảm giác mất mát."
    }
  },
  {
    "translation": {
      "en": "And, you know, that is, sadly, kind of the gay experience",
      "vi": "Đáng buồn thay, đó cũng là trải nghiệm khi đồng tính"
    }
  },
  {
    "translation": {
      "en": "for everyone at some point.",
      "vi": "của tất cả họ tại một thời điểm nào đó."
    }
  },
  {
    "translation": {
      "en": "I mean, definitely, it was for me for… for a long time.",
      "vi": "Ý tôi là, tôi chắc chắn đã trải qua nó một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "And I think when you can find a musician who",
      "vi": "Và tôi nghĩ khi bạn tìm được một nhạc sĩ có thể khai thác nó,"
    }
  },
  {
    "translation": {
      "en": "can tap into that, and",
      "vi": "có thể khai thác nó,"
    }
  },
  {
    "translation": {
      "en": "write a song that speaks to that,",
      "vi": "rồi viết một bài hát nói về điều đó,"
    }
  },
  {
    "translation": {
      "en": "and also do it in a way that is",
      "vi": "và còn thực hiện nó theo một cách"
    }
  },
  {
    "translation": {
      "en": "colorful and camp and playful,",
      "vi": "đầy màu sắc, kịch nghệ nhưng nhí nhảnh,"
    }
  },
  {
    "translation": {
      "en": "and even humorous, like, even laughing at one's self,",
      "vi": "và thậm chí còn hài hước, thậm chí cười nhạo cả bản thân mình,"
    }
  },
  {
    "translation": {
      "en": "I think that is also a very important",
      "vi": "tôi nghĩ điều đó cũng là một trải nghiệm quan trọng"
    }
  },
  {
    "translation": {
      "en": "experience of gay culture as well.",
      "vi": "của văn hóa đồng tính."
    }
  },
  {
    "translation": {
      "en": "She reached through the stereo and made me feel",
      "vi": "Cô ấy đã đến với tôi thông qua dàn loa và khiến tôi cảm giác…"
    }
  },
  {
    "translation": {
      "en": "I guess safe when I was, like, a young kid.",
      "vi": "chắc là cảm giác an toàn khi tôi là một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the top of entertainment tonight…",
      "vi": "Ngự trị trên đỉnh ngành giải trí…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Shania Twain is one of the best-selling female singers ever.",
      "vi": "Shania Twain là một trong các nữ ca sĩ bán chạy nhất từ trước đến nay."
    }
  },
  {
    "translation": {
      "en": "She and her husband, Robert Mutt Lange live in Switzerland,",
      "vi": "Cô và chồng mình, Robert \"Mutt\" Lange, sống tại Thụy Sĩ,"
    }
  },
  {
    "translation": {
      "en": "where they're working on her fourth album.",
      "vi": "nơi họ đang thực hiện album thứ tư của cô ấy."
    }
  },
  {
    "translation": {
      "en": "It's not known how far along Shania is in her pregnancy.",
      "vi": "Không rõ là Shania đã mang thai bao lâu."
    }
  },
  {
    "translation": {
      "en": "She's 35.",
      "vi": "Cô ấy hiện 35 tuổi."
    }
  },
  {
    "translation": {
      "en": "We're going to take another quick break…",
      "vi": "Chúng ta sẽ nghỉ ngơi trong ít phút…"
    }
  },
  {
    "translation": {
      "en": "[Shania] I'd always wanted to be a mother,",
      "vi": "Tôi luôn muốn trở thành một người mẹ,"
    }
  },
  {
    "translation": {
      "en": "and there was a long gap between the Come On Over album and the Up! album,",
      "vi": "và giữa album Come On Over với Up! là một khoảng thời gian dài,"
    }
  },
  {
    "translation": {
      "en": "so…",
      "vi": "vậy nên…"
    }
  },
  {
    "translation": {
      "en": "I had time to focus on having a baby",
      "vi": "tôi có thời gian để tập trung vào việc có con"
    }
  },
  {
    "translation": {
      "en": "and resting after so many years of hard work.",
      "vi": "và nghỉ ngơi sau nhiều năm đi làm vất vả."
    }
  },
  {
    "translation": {
      "en": "You have to put everything else aside in order to build a career,",
      "vi": "Bạn phải gạt mọi thứ sang một bên để xây dựng sự nghiệp,"
    }
  },
  {
    "translation": {
      "en": "and I never wanted to be a mother that was",
      "vi": "nhưng tôi không bao giờ muốn trở thành một người mẹ"
    }
  },
  {
    "translation": {
      "en": "absent and distracted by career.",
      "vi": "hay vắng mặt và bị xao nhãng bởi sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Career could never come first over my child.",
      "vi": "Con tôi sẽ mãi mãi được ưu tiên hơn sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Do you sing lullabies for him?",
      "vi": "Cô có hát ru cho con không?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "Could you please sing a little one?",
      "vi": "Cô có thể hát một đoạn không?"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm going to sing you my own lullaby…",
      "vi": "Được, tôi sẽ hát cho anh bài hát ru của riêng tôi…"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -…that I made up for him.",
      "vi": "- Vậy à? - …sáng tác cho con."
    }
  },
  {
    "translation": {
      "en": "Okay, his name is Eja,",
      "vi": "Tên thằng bé là Eja,"
    }
  },
  {
    "translation": {
      "en": "so it's Eja D, I always call him, so… It goes…",
      "vi": "nên tôi hay gọi con là Eja D, thành ra bài hát nó thế này…"
    }
  },
  {
    "translation": {
      "en": "♪ Eja D, can you count to one, Two, three? ♪",
      "vi": "Eja D, con có thể đếm Một, hai, ba không?"
    }
  },
  {
    "translation": {
      "en": "♪ Isn't anybody as lovely As my Eja D ♪",
      "vi": "Không ai đáng yêu Bằng Eja D của mẹ"
    }
  },
  {
    "translation": {
      "en": "[Shania] I didn't spend as much time in the studio during the making of Up!",
      "vi": "Tôi không dành nhiều thời gian ở phòng thu trong quá trình thực hiện Up!"
    }
  },
  {
    "translation": {
      "en": "because I had Eja, I was nursing, I nursed, you know, for 14 months.",
      "vi": "bởi vì tôi đã có Eja, tôi phải cho con bú, tôi chăm con suốt 14 tháng."
    }
  },
  {
    "translation": {
      "en": "And when he would finally go down at night,",
      "vi": "Tối đến, khi thằng bé cuối cùng cũng chịu ngủ,"
    }
  },
  {
    "translation": {
      "en": "then I would go into the studio and do vocals.",
      "vi": "tôi sẽ vào phòng thu và luyện thanh."
    }
  },
  {
    "translation": {
      "en": "I'd have about four hours once he was sleeping.",
      "vi": "Tôi có khoảng bốn tiếng một khi thằng bé đi ngủ."
    }
  },
  {
    "translation": {
      "en": "Of course, you know, Mutt was the stronghold in the studio.",
      "vi": "Dĩ nhiên, bạn biết đấy, Mutt là thành trì trong phòng thu."
    }
  },
  {
    "translation": {
      "en": "Made everything happen around my availability.",
      "vi": "Anh ấy giúp lo liệu mọi thứ đúng theo thời gian rảnh của tôi."
    }
  },
  {
    "translation": {
      "en": "And now, you know, he's a dad, so he's sensitive to it as well.",
      "vi": "Và giờ, bạn biết đấy, anh ấy đã là bố, nên anh ấy khá nhạy cảm với nó."
    }
  },
  {
    "translation": {
      "en": "It was all to, um, our advantage to be going through that",
      "vi": "Nó cũng có lợi cho chúng tôi khi trải qua điều đó cùng nhau"
    }
  },
  {
    "translation": {
      "en": "together and trying to balance everything.",
      "vi": "và cùng cố gắng cân bằng mọi thứ."
    }
  },
  {
    "translation": {
      "en": "♪ Let's go ♪",
      "vi": "Đi nào"
    }
  },
  {
    "translation": {
      "en": "♪ Mmm… ♪",
      "vi": "11/2002, ALBUM UP! ĐÃ ĐƯỢC RA MẮT"
    }
  },
  {
    "translation": {
      "en": "♪ Don't want you for the weekend ♪",
      "vi": "Không muốn anh chỉ vào cuối tuần"
    }
  },
  {
    "translation": {
      "en": "♪ Don't want you for a night ♪",
      "vi": "Không muốn anh chỉ trong một đêm"
    }
  },
  {
    "translation": {
      "en": "The intention was to stay very positive, hence the title Up!",
      "vi": "Ý định là trở nên thật lạc quan, vì thế nên tựa đề là Up!"
    }
  },
  {
    "translation": {
      "en": "The goal was to write songs that would keep carrying me, basically, as an artist,",
      "vi": "Mục tiêu là viết ra những bài hát sẽ tiếp tục gánh tôi với vai trò nghệ sĩ,"
    }
  },
  {
    "translation": {
      "en": "and that wouldn't just all fall away,",
      "vi": "và sẽ không tuột dốc không phanh,"
    }
  },
  {
    "translation": {
      "en": "which is, I'm sure what everybody would have maybe expected.",
      "vi": "khi đó là điều mà tôi chắc là mọi người có lẽ đã nghĩ đến."
    }
  },
  {
    "translation": {
      "en": "Very few people have three diamond albums in a row, so…",
      "vi": "Rất ít người có ba album kim cương liên tiếp, nên…"
    }
  },
  {
    "translation": {
      "en": "Uh, that was… It wasn't a pressure, but it was certainly the goal.",
      "vi": "Điều đó… Đó không phải áp lực nhưng chắc chắn là mục tiêu."
    }
  },
  {
    "translation": {
      "en": "♪ So don't try to run, honey ♪",
      "vi": "UP! CỦA SHANIA LÀ ALBUM KIM CƯƠNG THỨ BA LIÊN TIẾP. CÔ ẤY LÀ NGHỆ SĨ DUY NHẤT ĐẠT ĐƯỢC THÀNH TỰU NÀY"
    }
  },
  {
    "translation": {
      "en": "♪ Love can be fun ♪",
      "vi": "CÔ ẤY LÀ NGHỆ SĨ DUY NHẤT ĐẠT ĐƯỢC THÀNH TỰU NÀY TỪ TRƯỚC ĐẾN NAY."
    }
  },
  {
    "translation": {
      "en": "Listen, how many artists have followed huge records",
      "vi": "Có bao nhiêu nghệ sĩ có thể thành công liên tiếp"
    }
  },
  {
    "translation": {
      "en": "with one more, much less two more? Know what I mean?",
      "vi": "với không chỉ một mà là hai đĩa nhạc chứ? Hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "♪ I'm gonna getcha While I got you in sight ♪",
      "vi": "Em sẽ tóm lấy anh khi nhìn thấy anh nhé"
    }
  },
  {
    "translation": {
      "en": "♪ I'm gonna getcha if it takes all night ♪",
      "vi": "Em sẽ tóm lấy anh dù có mất cả đêm"
    }
  },
  {
    "translation": {
      "en": "The fact that it ended up being the third diamond album",
      "vi": "Thực tế nó trở thành album kim cương thứ ba"
    }
  },
  {
    "translation": {
      "en": "was just a great, awesome, rewarding feeling.",
      "vi": "là một cảm giác sung sướng, tuyệt vời và mãn nguyện."
    }
  },
  {
    "translation": {
      "en": "It was obviously a, you know, highlight achievement in my career,",
      "vi": "Nó rõ ràng là, bạn biết đấy, thành tựu nổi bật trong sự nghiệp của tôi"
    }
  },
  {
    "translation": {
      "en": "and I knew that it was for anyone.",
      "vi": "và tôi biết với ai cũng sẽ như vậy."
    }
  },
  {
    "translation": {
      "en": "You know, there were three versions of it released at the same time.",
      "vi": "Có ba phiên bản của nó được phát hành cùng lúc."
    }
  },
  {
    "translation": {
      "en": "That was very exciting.",
      "vi": "Thật thú vị."
    }
  },
  {
    "translation": {
      "en": "There was obviously a country version, which we call the green version,",
      "vi": "Rõ ràng sẽ có một phiên bản đồng quê mà chúng tôi gọi là phiên bản xanh lá,"
    }
  },
  {
    "translation": {
      "en": "the red version, called the pop version,",
      "vi": "phiên bản đỏ, được gọi là phiên bản pop,"
    }
  },
  {
    "translation": {
      "en": "and then a blue version, which was international,",
      "vi": "và cuối là phiên bản xanh dương, một phiên bản quốc tế."
    }
  },
  {
    "translation": {
      "en": "which had never been done before, honestly.",
      "vi": "Nói thật thì điều này chưa từng được thực hiện."
    }
  },
  {
    "translation": {
      "en": "And I just found it so, like, inspiring and pretty clever.",
      "vi": "Và tôi thấy nó thật truyền cảm hứng và khá là thông minh."
    }
  },
  {
    "translation": {
      "en": "[Shania] The video making was also getting, for me, more fun.",
      "vi": "Với tôi, việc thực hiện đoạn phim cũng trở nên thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "[Jason] All these enormous looks that came along with it.",
      "vi": "Đi kèm với đoạn phim là toàn bộ những khung cảnh khổng lồ này."
    }
  },
  {
    "translation": {
      "en": "The motorcycle video, which was one of the most expensive videos of all time",
      "vi": "Đoạn phim có mô tô là một trong những đoạn phim tốn kém nhất trước giờ"
    }
  },
  {
    "translation": {
      "en": "at that time.",
      "vi": "ở thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "[Jason] I feel like it was a home run.",
      "vi": "Cảm giác như bàn thắng vàng vậy."
    }
  },
  {
    "translation": {
      "en": "I mean, we had a lot of hit songs off that album.",
      "vi": "Ý tôi là, chúng tôi có rất nhiều bài hit qua album đó."
    }
  },
  {
    "translation": {
      "en": "All right, Chicago! [chuckles]",
      "vi": "Nào, Chicago!"
    }
  },
  {
    "translation": {
      "en": "♪ Up, up, up, can only go up from here",
      "vi": "Ở GẦN 100 NHÀ THI ĐẤU KHẮP THẾ GIỚI TRƯỚC HÀNG TRIỆU NGƯỜI HÂM MỘ."
    }
  },
  {
    "translation": {
      "en": "For the Up! tour, I was now getting a new influence",
      "vi": "Đối với chuyến lưu diễn Up! thì giờ tôi đã có một cảm hứng mới"
    }
  },
  {
    "translation": {
      "en": "from big rock band show production,",
      "vi": "từ đội sản xuất chương trình cho các ban nhạc rock lớn,"
    }
  },
  {
    "translation": {
      "en": "like Metallica, because now my management is Q Prime.",
      "vi": "như Metallica, vì giờ công ty quản lý của tôi là Q Prime,"
    }
  },
  {
    "translation": {
      "en": "And they had huge experience in doing major rock shows",
      "vi": "và họ có nhiều kinh nghiệm quý giá trong việc thực hiện buổi diễn rock lớn"
    }
  },
  {
    "translation": {
      "en": "with pyro and all of that stuff.",
      "vi": "với hiệu ứng lửa và cả mấy thứ tương tự."
    }
  },
  {
    "translation": {
      "en": "So, it was great for me to now get more epic.",
      "vi": "Vậy nên, thật tuyệt khi từ giờ, tôi sẽ càng hoành tráng hơn nữa."
    }
  },
  {
    "translation": {
      "en": "I think it just got more in the vein of big-ass rock show, you know.",
      "vi": "Tôi nghĩ là nó sẽ trở nên giống như những buổi diễn rock đình đám vậy."
    }
  },
  {
    "translation": {
      "en": "[Shania] See you on the tour, good night!",
      "vi": "Hẹn gặp lại trong chuyến lưu diễn, ngủ ngon!"
    }
  },
  {
    "translation": {
      "en": "[Jason] From the first time we met,",
      "vi": "Từ lần đầu gặp nhau,"
    }
  },
  {
    "translation": {
      "en": "throughout the entire campaign of Up!,",
      "vi": "đến xuyên suốt toàn bộ chiến dịch của Up!,"
    }
  },
  {
    "translation": {
      "en": "she and I became really, really close.",
      "vi": "tôi và cô ấy trở nên rất thân."
    }
  },
  {
    "translation": {
      "en": "And when you're with someone like that all the time,",
      "vi": "Khi bạn ở cạnh một người như vậy mọi lúc,"
    }
  },
  {
    "translation": {
      "en": "you can't help but, you know, be a part of the highs and lows.",
      "vi": "bạn không thể không trở thành một phần của những lúc thăng trầm."
    }
  },
  {
    "translation": {
      "en": "And I started to see a little bit of it as sort of Up! was winding down.",
      "vi": "Tôi bắt đầu thấy được một chút của điều đó khi Up! gần đến hồi kết."
    }
  },
  {
    "translation": {
      "en": "[Shania] It was nearing the end of the tour, very much at the end of the tour,",
      "vi": "Vào gần cuối chuyến lưu diễn, gần như là kết thúc chuyến lưu diễn,"
    }
  },
  {
    "translation": {
      "en": "I was out horseback riding, and I was bit by a tick.",
      "vi": "tôi ra ngoài cưỡi ngựa và đã bị một con bọ chét cắn."
    }
  },
  {
    "translation": {
      "en": "The tick was infected with Lyme's disease.",
      "vi": "Con bọ chét đó bị nhiễm bệnh Lyme."
    }
  },
  {
    "translation": {
      "en": "I did get Lyme's disease.",
      "vi": "Tôi đã bị nhiễm bệnh Lyme."
    }
  },
  {
    "translation": {
      "en": "I mean, my symptoms were quite scary because before I was diagnosed,",
      "vi": "Các triệu chứng của tôi khá đáng sợ vì trước khi tôi được chẩn đoán,"
    }
  },
  {
    "translation": {
      "en": "I was on stage very dizzy, I was losing my balance.",
      "vi": "tôi đã rất chóng mặt trên sân khấu, tôi bị mất thăng bằng."
    }
  },
  {
    "translation": {
      "en": "I was afraid I was going to fall off the stage,",
      "vi": "Tôi đã sợ mình sẽ ngã khỏi sân khấu,"
    }
  },
  {
    "translation": {
      "en": "and the stage is quite high.",
      "vi": "mà sân khấu thì lại khá cao."
    }
  },
  {
    "translation": {
      "en": "So I was staying far from the edge, I was adjusting what I was doing.",
      "vi": "Nên tôi đã tránh xa rìa sân khấu, cố điều chỉnh các hành động của mình."
    }
  },
  {
    "translation": {
      "en": "I was having these very, very, millisecond blackouts, but regularly, like, every…",
      "vi": "Tôi thường xuyên bị bất tỉnh dù chỉ trong vài mili giây…"
    }
  },
  {
    "translation": {
      "en": "Every minute, or every 30 seconds.",
      "vi": "Tầm mỗi phút, hay mỗi 30 giây."
    }
  },
  {
    "translation": {
      "en": "I had everything that was on the Lyme's disease checklist",
      "vi": "Tôi có mọi triệu chứng được liệt kê trong danh sách bệnh Lyme"
    }
  },
  {
    "translation": {
      "en": "to follow up on medically.",
      "vi": "cần được theo dõi về mặt y tế."
    }
  },
  {
    "translation": {
      "en": "I… I was fine.",
      "vi": "Tôi vẫn ổn."
    }
  },
  {
    "translation": {
      "en": "But my voice was never the same again.",
      "vi": "Nhưng giọng của tôi không còn được như xưa."
    }
  },
  {
    "translation": {
      "en": "It just…",
      "vi": "Nó chỉ là…"
    }
  },
  {
    "translation": {
      "en": "went into this strange flanging,",
      "vi": "trở nên bị rè một cách kỳ lạ,"
    }
  },
  {
    "translation": {
      "en": "you know, lack of control of… of the airflow.",
      "vi": "kiểu như bị thiếu sự kiểm soát thanh quản."
    }
  },
  {
    "translation": {
      "en": "I… I didn't understand it.",
      "vi": "Tôi không hiểu được."
    }
  },
  {
    "translation": {
      "en": "But I thought I'd lost my voice forever, I thought that was it.",
      "vi": "Tôi tưởng tôi sẽ mất giọng vĩnh viễn. Tôi đã nghĩ thế là hết."
    }
  },
  {
    "translation": {
      "en": "I would never, ever sing again.",
      "vi": "Tôi không bao giờ hát được nữa."
    }
  },
  {
    "translation": {
      "en": "That was… You know, that was agonizing to watch.",
      "vi": "Điều đó… Bạn biết đấy, thật đau khổ khi phải chứng kiến."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know, I've never felt for anybody so much.",
      "vi": "Tôi không biết nữa, tôi chưa bao giờ lo cho ai nhiều như thế."
    }
  },
  {
    "translation": {
      "en": "I've dealt with a lot of artists that have had problems.",
      "vi": "Tôi đã làm việc với rất nhiều nghệ sĩ có vấn đề."
    }
  },
  {
    "translation": {
      "en": "She came to Nashville. She went to experts everywhere in the world.",
      "vi": "Cô ấy về Nashville, cô ấy gặp chuyên gia ở khắp nơi trên thế giới này."
    }
  },
  {
    "translation": {
      "en": "In that search to determine what was",
      "vi": "Trong lúc đang tìm kiếm nguyên nhân"
    }
  },
  {
    "translation": {
      "en": "causing this lack of control with my voice and this change in my voice,",
      "vi": "khiến tôi mất kiểm soát về giọng và làm nó bị thay đổi,"
    }
  },
  {
    "translation": {
      "en": "I was facing a divorce.",
      "vi": "tôi còn đối mặt với ly hôn."
    }
  },
  {
    "translation": {
      "en": "My husband leaves me for another woman.",
      "vi": "Chồng tôi bỏ tôi theo người phụ nữ khác."
    }
  },
  {
    "translation": {
      "en": "This was your best friend. Allegedly, she had an affair with your husband,",
      "vi": "Là bạn thân của cô, được cho là đã ngoại tình với chồng cô,"
    }
  },
  {
    "translation": {
      "en": "that infidelity led to divorce.",
      "vi": "thiếu chung thủy dẫn đến ly hôn."
    }
  },
  {
    "translation": {
      "en": "[Shania] Now I'm at a whole other low…",
      "vi": "Tôi vốn đã đau khổ thì nay còn tệ hơn."
    }
  },
  {
    "translation": {
      "en": "and…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "I've…",
      "vi": "Tôi…"
    }
  },
  {
    "translation": {
      "en": "I just don't see any point in going on with a music career.",
      "vi": "Tôi không thấy có lý do gì để về với âm nhạc."
    }
  },
  {
    "translation": {
      "en": "[Jason] I was at my house here in Nashville when she called me",
      "vi": "Tôi đang ở nhà tại Nashville khi cô ấy gọi tôi"
    }
  },
  {
    "translation": {
      "en": "and told me that she felt like she and Mutt were going to get divorced.",
      "vi": "và nói rằng cô ấy có cảm giác là cô ấy và Mutt sắp sửa ly hôn."
    }
  },
  {
    "translation": {
      "en": "It was a really sad…",
      "vi": "Điều đó thật sự rất buồn…"
    }
  },
  {
    "translation": {
      "en": "sad, sad time.",
      "vi": "một khoảng thời gian buồn."
    }
  },
  {
    "translation": {
      "en": "I… I remember it, unfortunately, very well.",
      "vi": "Thật không may, tôi nhớ rất rõ về nó."
    }
  },
  {
    "translation": {
      "en": "When I lost Mutt, I guess I thought…",
      "vi": "Khi tôi mất Mutt, tôi đoán là bản thân đã nghĩ…"
    }
  },
  {
    "translation": {
      "en": "I was thinking, um, that the…",
      "vi": "Tôi đã nghĩ rằng…"
    }
  },
  {
    "translation": {
      "en": "the grief of that was…",
      "vi": "nỗi đau của việc đó…"
    }
  },
  {
    "translation": {
      "en": "It was similarly intense to losing my parents.",
      "vi": "Nó cũng dữ dội như khi tôi mất bố mẹ mình."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "you know, it was like a death.",
      "vi": "Nó như là cái chết vậy."
    }
  },
  {
    "translation": {
      "en": "It was… It was like the death. It was the end,",
      "vi": "Nó tựa như cái chết, một sự kết thúc,"
    }
  },
  {
    "translation": {
      "en": "a permanent end to so many facets of my life.",
      "vi": "một kết thúc vĩnh viễn ở nhiều khía cạnh đời tôi."
    }
  },
  {
    "translation": {
      "en": "And I never got over my parents' death.",
      "vi": "Tôi vẫn chưa quên được cái chết của bố mẹ."
    }
  },
  {
    "translation": {
      "en": "So I'm thinking, \"Shit, I'm never going to get over this.\" Like…",
      "vi": "Tôi đã nghĩ: \"Khỉ thật, mình không bao giờ vượt qua được việc này mất\"."
    }
  },
  {
    "translation": {
      "en": "How do you get over that?",
      "vi": "Làm sao để vượt qua điều đó?"
    }
  },
  {
    "translation": {
      "en": "So all I can do",
      "vi": "Nên tôi chỉ có thể"
    }
  },
  {
    "translation": {
      "en": "is determine how I'm going to carry on from there.",
      "vi": "quyết tâm xem từ giờ sẽ tiếp tục như thế nào."
    }
  },
  {
    "translation": {
      "en": "How am I going to crawl out of this…",
      "vi": "Làm thế nào để tôi chui ra khỏi…"
    }
  },
  {
    "translation": {
      "en": "you know, hole",
      "vi": "cái hố"
    }
  },
  {
    "translation": {
      "en": "that I've fallen in?",
      "vi": "mà tôi bị rơi vào đây?"
    }
  },
  {
    "translation": {
      "en": "Just like that, you know?",
      "vi": "Chỉ vậy thôi, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I had to take baby steps.",
      "vi": "Tôi phải tiến từng bước thật chậm."
    }
  },
  {
    "translation": {
      "en": "Songwriting being the first.",
      "vi": "Bắt đầu với việc sáng tác."
    }
  },
  {
    "translation": {
      "en": "Just being able to listen to myself back…",
      "vi": "Chỉ mỗi việc nghe lại chính mình hồi đó…"
    }
  },
  {
    "translation": {
      "en": "… um, on my writing tapes was difficult.",
      "vi": "trên băng ghi âm cũng đã khó khăn rồi."
    }
  },
  {
    "translation": {
      "en": "And there were always just little milliseconds of",
      "vi": "Và tôi luôn có một vài mili giây"
    }
  },
  {
    "translation": {
      "en": "getting it.",
      "vi": "cảm nhận được nó."
    }
  },
  {
    "translation": {
      "en": "Lionel Richie reached out to my management",
      "vi": "Lionel Richie đã liên lạc với công ty quản lý của tôi"
    }
  },
  {
    "translation": {
      "en": "to say, \"I'm making this album, and I want country music artists to,",
      "vi": "và bảo: \"Tôi đang thực hiện album này và tôi muốn có nghệ sĩ nhạc đồng quê"
    }
  },
  {
    "translation": {
      "en": "um, re-record them.\"",
      "vi": "tái ghi âm lại chúng\"."
    }
  },
  {
    "translation": {
      "en": "We were down to \"Endless Love.\"",
      "vi": "Chúng tôi còn lại bài \"Endless Love\"."
    }
  },
  {
    "translation": {
      "en": "\"Who do you want?\"",
      "vi": "\"Anh muốn chọn ai?\""
    }
  },
  {
    "translation": {
      "en": "\"I want Shania Twain.\"",
      "vi": "\"Tôi muốn Shania Twain\"."
    }
  },
  {
    "translation": {
      "en": "Not realizing Shania's story at that time.",
      "vi": "Vào lúc đó, tôi chưa hay biết về chuyện của Shania."
    }
  },
  {
    "translation": {
      "en": "Just realizing that that's my choice for…",
      "vi": "Tôi chỉ biết cô ấy là lựa chọn của mình"
    }
  },
  {
    "translation": {
      "en": "for \"Endless Love\" and my partner in that song.",
      "vi": "cho \"Endless Love\" và là cộng sự của tôi trong bài hát đó."
    }
  },
  {
    "translation": {
      "en": "Uh, and of course, I made the phone call.",
      "vi": "Và dĩ nhiên, tôi đã gọi cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "I didn't… I didn't feel comfortable putting myself under that pressure.",
      "vi": "Tôi thấy không thoải mái khi đặt bản thân dưới áp lực đó."
    }
  },
  {
    "translation": {
      "en": "I said no. I declined.",
      "vi": "Tôi bảo không. Tôi từ chối."
    }
  },
  {
    "translation": {
      "en": "But he kept coming back, like, several times requesting it.",
      "vi": "Nhưng anh ấy cứ gọi lại, tầm vài lần để đề nghị việc đó."
    }
  },
  {
    "translation": {
      "en": "I said to her very simply, \"I'll meet you in Nashville.\"",
      "vi": "Tôi chỉ đơn giản nói với cô ấy: \"Tôi sẽ đến gặp cô ở Nashville\"."
    }
  },
  {
    "translation": {
      "en": "\"No, I can't come to Nashville.\"",
      "vi": "\"Không, tôi không thể đến Nashville\"."
    }
  },
  {
    "translation": {
      "en": "\"All right.\"",
      "vi": "\"Được."
    }
  },
  {
    "translation": {
      "en": "\"I'll have you come to California.\"",
      "vi": "Tôi sẽ cần cô đến California\"."
    }
  },
  {
    "translation": {
      "en": "\"Nope. Can't come to California.\"",
      "vi": "\"Không. Không đến California được\"."
    }
  },
  {
    "translation": {
      "en": "\"Where would you like to meet?\" is my next question. [chuckles]",
      "vi": "\"Cô muốn gặp ở đâu?\" là câu hỏi tiếp theo của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm on the phone, and I'm like…",
      "vi": "Tôi nghe điện thoại và cứ…"
    }
  },
  {
    "translation": {
      "en": "\"You know, Lionel, I… I just… I can't do it.\"",
      "vi": "\"Lionel, anh biết đấy, tôi… tôi chỉ là làm không nổi."
    }
  },
  {
    "translation": {
      "en": "\"I'm so sorry. I… I want to do it.\"",
      "vi": "Tôi rất xin lỗi. Tôi muốn làm nó lắm."
    }
  },
  {
    "translation": {
      "en": "\"I wish I could sing well enough to do it, but I… I just can't.\"",
      "vi": "Tôi ước mình có thể hát đủ hay để thực hiện nó, nhưng tôi không thể."
    }
  },
  {
    "translation": {
      "en": "\"I'm so sorry.\"",
      "vi": "Tôi rất tiếc\"."
    }
  },
  {
    "translation": {
      "en": "And before that call ended, he convinced me to do it.",
      "vi": "Và trước khi cuộc gọi đó kết thúc, anh ấy đã thuyết phục được tôi."
    }
  },
  {
    "translation": {
      "en": "And, of course, she said, \"Listen, let's meet in the Bahamas.\"",
      "vi": "Và, dĩ nhiên rồi, cô ấy bảo: \"Ta hãy gặp nhau ở Bahamas\"."
    }
  },
  {
    "translation": {
      "en": "Now, of course, I've recorded in a lot of places,",
      "vi": "Tất nhiên là tôi đã ghi hình ở rất nhiều nơi"
    }
  },
  {
    "translation": {
      "en": "but the Bahamas would be the last place on Earth I would think about that.",
      "vi": "nhưng Bahamas là nơi cuối cùng trên Trái Đất này mà tôi nghĩ đến."
    }
  },
  {
    "translation": {
      "en": "I finally get there,",
      "vi": "Cuối cùng tôi cũng đến đó,"
    }
  },
  {
    "translation": {
      "en": "and as I walk in the door,",
      "vi": "và khi tôi bước qua cánh cửa,"
    }
  },
  {
    "translation": {
      "en": "she wants to talk to me privately out by the pool.",
      "vi": "cô ấy muốn nói chuyện riêng với tôi ở cạnh hồ bơi."
    }
  },
  {
    "translation": {
      "en": "She's trying to assure me that she cannot do it.",
      "vi": "Cô ấy đã cố thuyết phục tôi là cô ấy không làm được."
    }
  },
  {
    "translation": {
      "en": "I'm sort of cursing under my breath, like, \"How could you get me into this?\"",
      "vi": "Tôi kiểu như ngầm chửi, dạng như: \"Sao anh có thể lôi tôi vào việc này chứ?\""
    }
  },
  {
    "translation": {
      "en": "This is the worst day of my life. I'll never be able to do it. I'm so stressed.",
      "vi": "Đây là ngày tệ nhất, tôi căng thẳng lắm, tôi không làm được đâu."
    }
  },
  {
    "translation": {
      "en": "Lionel was not going to give up. He was not going to give up, and I knew it,",
      "vi": "Lionel sẽ không bỏ cuộc, và tôi biết điều đó,"
    }
  },
  {
    "translation": {
      "en": "but it was such a gentle… It was such a kind pressure.",
      "vi": "nhưng nó thật dịu dàng… nó là một áp lực có phần ân cần."
    }
  },
  {
    "translation": {
      "en": "But I thought, well, if I fail,",
      "vi": "Và tôi đã nghĩ, nếu mình thất bại,"
    }
  },
  {
    "translation": {
      "en": "I'd rather fail with somebody that is forgiving and sweet and kind about it.",
      "vi": "tôi thà thất bại với người dễ tha thứ, ngọt ngào và tử tế với việc đó."
    }
  },
  {
    "translation": {
      "en": "I said, \"We'll go in this room in a minute,",
      "vi": "Tôi bảo: \"Chúng ta sẽ sớm vào căn phòng này,"
    }
  },
  {
    "translation": {
      "en": "but I need you to walk in there with me.\"",
      "vi": "nhưng tôi cần cô vào đó với tôi."
    }
  },
  {
    "translation": {
      "en": "\"You know what's going to happen?\" \"We are going to discover something.\"",
      "vi": "Cô biết sẽ có chuyện gì không? Chúng ta sẽ khám phá ra một thứ."
    }
  },
  {
    "translation": {
      "en": "\"Lionel Richie and Shania Twain are gonna show up.\"",
      "vi": "Lionel Richie và Shania Twain sẽ cùng có mặt\"."
    }
  },
  {
    "translation": {
      "en": "It was a lot of pressure. Oh, boy, that day was so stressful.",
      "vi": "Có rất nhiều áp lực. Trời ạ, hôm đó thật sự rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I'm so glad that's over, and it ended well.",
      "vi": "Tôi rất vui vì nó đã xong và kết thúc tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "It took me a lot of encouragement",
      "vi": "Tôi đã nhận được rất nhiều lời động viên"
    }
  },
  {
    "translation": {
      "en": "from around me to get me truly",
      "vi": "từ những người xung quanh để làm tôi quyết tâm"
    }
  },
  {
    "translation": {
      "en": "doing it for real.",
      "vi": "thật sự làm điều đó."
    }
  },
  {
    "translation": {
      "en": "And Lionel Richie was a big part of that.",
      "vi": "Lionel Richie là một nhân tố lớn trong đó."
    }
  },
  {
    "translation": {
      "en": "David Foster and Michael Bublé, another big part of that.",
      "vi": "David Foster và Michael Bublé là các nhân tố lớn khác."
    }
  },
  {
    "translation": {
      "en": "Oprah Winfrey was, you know, part of that journey.",
      "vi": "Oprah Winfrey cũng là một phần của cuộc hành trình đó."
    }
  },
  {
    "translation": {
      "en": "Another great encouragement for me was meeting Gladys Knight.",
      "vi": "Một sự khích lệ to lớn khác cho tôi là được gặp gỡ Gladys Knight."
    }
  },
  {
    "translation": {
      "en": "She's probably my favorite female vocalist ever.",
      "vi": "Cô ấy có lẽ là giọng ca nữ mà tôi yêu thích nhất."
    }
  },
  {
    "translation": {
      "en": "She told me you just got to get on the mic and do it.",
      "vi": "Cô ấy bảo tôi cứ việc cầm mic lên và hát."
    }
  },
  {
    "translation": {
      "en": "Do it and do it and do it.",
      "vi": "Hát tới, hát lui."
    }
  },
  {
    "translation": {
      "en": "I learned that if I could get my voice into a certain place,",
      "vi": "Tôi học được rằng nếu bản thân có thể đưa giọng mình đạt đến một nốt nhất định,"
    }
  },
  {
    "translation": {
      "en": "with a lot of effort,",
      "vi": "bằng thật nhiều nỗ lực,"
    }
  },
  {
    "translation": {
      "en": "it would sustain for at least long enough to, you know, do a great vocal.",
      "vi": "nó sẽ kéo dài ít nhất là đủ lâu để có được một giọng hát tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Thank you. Yeah!",
      "vi": "Cảm ơn mọi người! Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "It was a huge commitment to decide to do Las Vegas,",
      "vi": "Quyết định biểu diễn ở Las Vegas là một sự quyết tâm to lớn,"
    }
  },
  {
    "translation": {
      "en": "but it was exactly what I needed.",
      "vi": "nhưng đó chính là điều tôi cần."
    }
  },
  {
    "translation": {
      "en": "It's been very, very long time coming.",
      "vi": "Đã lâu lắm rồi tôi mới về đây."
    }
  },
  {
    "translation": {
      "en": "It's been over ten years since I've been on the live stage.",
      "vi": "Đã hơn mười năm từ lúc tôi đứng trên sân khấu trực tiếp."
    }
  },
  {
    "translation": {
      "en": "Let me hear you.",
      "vi": "Lên tiếng nào các bạn."
    }
  },
  {
    "translation": {
      "en": "Diving into the obligation to Caesars Palace,",
      "vi": "Đâm đầu vào nghĩa vụ với Caesars Palace"
    }
  },
  {
    "translation": {
      "en": "that was a huge pressure.",
      "vi": "là một áp lực khổng lồ."
    }
  },
  {
    "translation": {
      "en": "But I feel like the only way that I would achieve something",
      "vi": "Nhưng tôi cảm thấy cách duy nhất để đạt được điều gì đó về giọng ca"
    }
  },
  {
    "translation": {
      "en": "vocally from it was to put myself under the gun.",
      "vi": "là tự đặt mình vào tầm ngắm."
    }
  },
  {
    "translation": {
      "en": "[Luke] You'd have to take a sledgehammer to knock her down,",
      "vi": "Phải cần một cái búa tạ mới làm cô ấy gục ngã"
    }
  },
  {
    "translation": {
      "en": "then she'd get up.",
      "vi": "nhưng cô ấy sẽ đứng dậy."
    }
  },
  {
    "translation": {
      "en": "She would get up.",
      "vi": "Cô ấy vẫn sẽ đứng dậy."
    }
  },
  {
    "translation": {
      "en": "[Cory] I think she took it as a challenge.",
      "vi": "Tôi nghĩ cô ấy coi đó là thử thách."
    }
  },
  {
    "translation": {
      "en": "She saw it as an opportunity, like, \"I'm gonna do it. I'm gonna show people.\"",
      "vi": "Cô ấy xem đó là cơ hội: \"Tôi sẽ làm. Tôi sẽ cho mọi người thấy\"."
    }
  },
  {
    "translation": {
      "en": "And the next thing was recording a record on her own.",
      "vi": "Và việc tiếp theo là cô ấy tự mình thu âm."
    }
  },
  {
    "translation": {
      "en": "♪ You let me go ♪",
      "vi": "SHANIA BẮT ĐẦU THU ÂM MỘT ALBUM MỚI LẦN ĐẦU KỂ TỪ LÚC CHIA TAY MUTT LANGE, NGƯỜI TỪNG LÀ CHỒNG VÀ LÀ CỘNG SỰ ÂM NHẠC."
    }
  },
  {
    "translation": {
      "en": "♪ You had to have her ♪",
      "vi": "LẦN ĐẦU KỂ TỪ LÚC CHIA TAY MUTT LANGE, NGƯỜI TỪNG LÀ CHỒNG VÀ LÀ CỘNG SỰ ÂM NHẠC."
    }
  },
  {
    "translation": {
      "en": "It took a long time to be ready to write and record again.",
      "vi": "Phải mất một thời gian dài để tôi sẵn sàng cho việc sáng tác và thu âm trở lại."
    }
  },
  {
    "translation": {
      "en": "I was afraid to get back into the studio without Mutt.",
      "vi": "Tôi thấy sợ khi quay lại phòng thu mà không có Mutt."
    }
  },
  {
    "translation": {
      "en": "So it was really more about",
      "vi": "Nên thật sự thì việc này thiên về"
    }
  },
  {
    "translation": {
      "en": "taking independence for myself,",
      "vi": "có được sự tự lập cho bản thân,"
    }
  },
  {
    "translation": {
      "en": "and it was an exercise of…",
      "vi": "và đó còn là một bài tập luyện"
    }
  },
  {
    "translation": {
      "en": "saying, \"Okay, look, you can't just not ever make music again…",
      "vi": "với việc tự nhủ: \"Được rồi, mình không thể cứ thể bỏ làm nhạc luôn"
    }
  },
  {
    "translation": {
      "en": "because you don't have Mutt.\"",
      "vi": "chỉ vì mình không còn Mutt\"."
    }
  },
  {
    "translation": {
      "en": "\"You gotta just dive in.\"",
      "vi": "\"Cứ đâm đầu vào làm thôi\"."
    }
  },
  {
    "translation": {
      "en": "And I was petrified. I really was.",
      "vi": "Và tôi sợ muốn chết đứng. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "I don't know where I'm going. I'm leaving the studio. I quit.",
      "vi": "Tôi không biết mình sẽ đi về đâu. Tôi sẽ rời phòng thu. Tôi nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "vi": "Tôi chỉ đùa thôi."
    }
  },
  {
    "translation": {
      "en": "So now I said, \"Okay, listen, I'm going to not only",
      "vi": "Và ngay lúc này, tôi bảo: \"Nghe này, tôi sẽ không chỉ"
    }
  },
  {
    "translation": {
      "en": "get back into the studio without him, I'm going to write all the music alone,",
      "vi": "trở lại phòng thu khi không có anh ấy, mà còn sẽ viết nhạc một mình,"
    }
  },
  {
    "translation": {
      "en": "and just discover myself again as an individual creative.\"",
      "vi": "và khám phá bản thân mình một lần nữa với tư cách là nhà sáng tạo cá nhân\"."
    }
  },
  {
    "translation": {
      "en": "Like I'd been all of my youth.",
      "vi": "Như tôi đã làm suốt khi còn trẻ."
    }
  },
  {
    "translation": {
      "en": "It's actually a beautiful day here.",
      "vi": "Hôm nay thật là một ngày đẹp trời."
    }
  },
  {
    "translation": {
      "en": "And, uh, I don't know, I was thinking maybe we could have a barbecue.",
      "vi": "Tôi không biết nữa, tôi nghĩ có lẽ sẽ tổ chức một bữa tiệc nướng."
    }
  },
  {
    "translation": {
      "en": "Maybe not.",
      "vi": "Hoặc là không."
    }
  },
  {
    "translation": {
      "en": "There was a vulnerability to it, and I think, you know, for anyone",
      "vi": "Cô ấy sẽ dễ bị tổn thương bởi việc đó, và tôi nghĩ, với bất kỳ ai"
    }
  },
  {
    "translation": {
      "en": "in music it's such a… It's like a therapy, really, for a lot of people.",
      "vi": "trong âm nhạc… Nó như là một liệu pháp cho rất nhiều người."
    }
  },
  {
    "translation": {
      "en": "For her it was definitely a moment where she could open up",
      "vi": "Với cô ấy, đó chắc chắn là một khoảnh khắc để cô ấy mở lòng"
    }
  },
  {
    "translation": {
      "en": "and talk about things she hadn't spoken about before.",
      "vi": "và nói về những điều mà cô ấy chưa từng nói ra."
    }
  },
  {
    "translation": {
      "en": "♪ Because of you, I'm me ♪",
      "vi": "Nhờ anh mà em là chính mình"
    }
  },
  {
    "translation": {
      "en": "♪ All of a sudden I'm something I wasn't ♪",
      "vi": "Đột nhiên em trở thành thứ không phải mình"
    }
  },
  {
    "translation": {
      "en": "♪ Because of you, I see ♪",
      "vi": "Nhờ anh mà em đã nhận ra"
    }
  },
  {
    "translation": {
      "en": "[Jake] Shania's talking about lyrics and things that really matter to her.",
      "vi": "Shania đang nói về lời bài hát và những thứ thật sự quan trọng với cô ấy."
    }
  },
  {
    "translation": {
      "en": "And I'm going, \"Look, it's fine. Like it's okay. It's good.\"",
      "vi": "Và tôi bảo: \"Không sao. Không sao cả. Như vậy tốt mà."
    }
  },
  {
    "translation": {
      "en": "\"It's important to say these things. People need to hear this side of you.\"",
      "vi": "Nói ra những điều này rất quan trọng. Mọi người cần biết về mặt này của cô\"."
    }
  },
  {
    "translation": {
      "en": "Um, and I think that in itself gave her that confidence to actually go,",
      "vi": "Và tôi nghĩ điều đó đã cho cô ấy tự tin để thật sự nói:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, yeah. Brilliant. Cool. Let's move forward with it.\"",
      "vi": "\"Được rồi. Tuyệt. Hãy thực hiện nó thôi\"."
    }
  },
  {
    "translation": {
      "en": "That was so beautiful.",
      "vi": "Nghe tuyệt thật đấy."
    }
  },
  {
    "translation": {
      "en": "It was a great experience.",
      "vi": "Đó là một trải nghiệm tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Now is my favorite",
      "vi": "Now là album yêu thích của tôi"
    }
  },
  {
    "translation": {
      "en": "recorded work that I've done so far that I enjoy listening to still.",
      "vi": "trong số những bản thu âm tôi từng làm mà đến giờ tôi vẫn thích nghe."
    }
  },
  {
    "translation": {
      "en": "You know what? Life is about to get real good.",
      "vi": "VÀ LÀ ALBUM ĐẦU TIÊN CỦA SHANIA ĐỨNG NHẤT TRONG TẤT CẢ KHU VỰC LỚN."
    }
  },
  {
    "translation": {
      "en": "[Kelsea] I say all the time,",
      "vi": "Tôi luôn bảo rằng"
    }
  },
  {
    "translation": {
      "en": "I do not think that I would have",
      "vi": "tôi không nghĩ mình sẽ có được"
    }
  },
  {
    "translation": {
      "en": "the career that I have,",
      "vi": "sự nghiệp hiện có"
    }
  },
  {
    "translation": {
      "en": "and the career that I want to continue to have,",
      "vi": "và cái sự nghiệp mà tôi muốn tiếp tục có,"
    }
  },
  {
    "translation": {
      "en": "had Shania not been Shania.",
      "vi": "nếu Shania không phải là Shania."
    }
  },
  {
    "translation": {
      "en": "To me, Shania Twain is a superstar",
      "vi": "Với tôi, Shania Twain là một siêu sao"
    }
  },
  {
    "translation": {
      "en": "that I had the privilege of singing with on stage when I was 14 years old.",
      "vi": "mà tôi có vinh dự cùng hát trên sân khấu khi tôi 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "And she had a huge hand in me getting recognized",
      "vi": "Và cô ấy góp công lớn trong việc tôi được phát hiện"
    }
  },
  {
    "translation": {
      "en": "and noticed as a young female Canadian singer.",
      "vi": "và được để ý đến khi còn là một nữ ca sĩ Canada trẻ tuổi."
    }
  },
  {
    "translation": {
      "en": "Hi, Shania. Do you remember me? [laughs]",
      "vi": "Chào, Shania. Cô còn nhớ cháu không?"
    }
  },
  {
    "translation": {
      "en": "[Eve] You know, you look at the diversity of artists who she has influenced,",
      "vi": "Nhìn vào sự đa dạng của các nghệ sĩ mà cô ấy có ảnh hưởng,"
    }
  },
  {
    "translation": {
      "en": "her tentacles have reached so far and wide.",
      "vi": "mới thấy vòi bạch tuộc của cô ấy lan rộng khắp nơi."
    }
  },
  {
    "translation": {
      "en": "[Orville] Shania never let where she was from,",
      "vi": "Shania không bao giờ để xuất thân của mình,"
    }
  },
  {
    "translation": {
      "en": "who she was, the fact that she was a woman,",
      "vi": "mình là ai, việc mình là phụ nữ…"
    }
  },
  {
    "translation": {
      "en": "I don't think she let any of those things define what she wanted to do,",
      "vi": "Tôi không nghĩ cô ấy để những thứ đó định hình điều cô ấy muốn làm,"
    }
  },
  {
    "translation": {
      "en": "which was make art and make music and do it her way.",
      "vi": "Tôi không nghĩ cô ấy để những thứ đó định hình điều cô ấy muốn làm, đó là làm nghệ thuật và sáng tạo âm nhạc theo cách của cô ấy."
    }
  },
  {
    "translation": {
      "en": "[Kelsea] She did it different. I mean, she really kicked that door open.",
      "vi": "Cô ấy làm khác đi. Ý tôi là, cô ấy đã mở ra một cánh cửa."
    }
  },
  {
    "translation": {
      "en": "And I think it shows in the careers like Taylor Swift,",
      "vi": "Và tôi nghĩ nó thể hiện trong sự nghiệp như là của Taylor Swift,"
    }
  },
  {
    "translation": {
      "en": "and it shows in the careers like mine, where we followed that pattern.",
      "vi": "và nó thể hiện trong sự nghiệp của tôi, khi chúng tôi cũng theo tấm gương đó."
    }
  },
  {
    "translation": {
      "en": "Shania's been that woman to tell you that you don't have to adhere to the genres.",
      "vi": "Shania luôn là người phụ nữ bảo với bạn là bạn không cần bám vào các thể loại."
    }
  },
  {
    "translation": {
      "en": "If the label says do this,",
      "vi": "Nếu hãng thu nói hãy làm thế này,"
    }
  },
  {
    "translation": {
      "en": "your heart says do something differently, follow your heart. She's just awesome.",
      "vi": "nhưng trái tim bảo làm điều khác, hãy nghe theo trái tim. Cô ấy thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "It's awesome that she keeps doing it too. Not taking a break. I love that about her.",
      "vi": "Thật tuyệt khi cô ấy vẫn tiếp tục làm vậy. Không ngơi nghỉ. Tôi thích điều đó."
    }
  },
  {
    "translation": {
      "en": "[Shania] I like to get out on the water and chill, contemplate.",
      "vi": "Tôi thích ra mặt hồ và thư giãn, suy ngẫm."
    }
  },
  {
    "translation": {
      "en": "Um, I have to bring the guitar and of course the dog.",
      "vi": "Tôi phải mang theo ghi-ta và tất nhiên cả chú chó."
    }
  },
  {
    "translation": {
      "en": "Sometimes I just anchor out and, um…",
      "vi": "Đôi khi tôi chỉ cần thả neo ngoài khơi và…"
    }
  },
  {
    "translation": {
      "en": "get inspired.",
      "vi": "lấy cảm hứng."
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a girl ♪",
      "vi": "Tôi không phải một cô bé"
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a boy ♪",
      "vi": "Tôi không phải một cậu bé"
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a baby ♪",
      "vi": "Tôi không phải một đứa trẻ"
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a toy ♪",
      "vi": "Không phải món đồ chơi"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I'm a queen ♪",
      "vi": "Vì tôi là một nữ hoàng"
    }
  },
  {
    "translation": {
      "en": "I was always very bold and straightforward about what I thought,",
      "vi": "Tôi luôn mạnh dạn và thẳng thắn về những suy nghĩ của mình,"
    }
  },
  {
    "translation": {
      "en": "and my point of view on things as a woman, particularly.",
      "vi": "và quan điểm của tôi về mọi thứ, đặc biệt là với tư cách của một phụ nữ."
    }
  },
  {
    "translation": {
      "en": "My point of view in relationships,",
      "vi": "Quan điểm của tôi về các mối quan hệ,"
    }
  },
  {
    "translation": {
      "en": "the way I felt that that women should be treated, respected,",
      "vi": "cảm nhận của tôi về cách phụ nữ nên được đối xử, tôn trọng,"
    }
  },
  {
    "translation": {
      "en": "and I still feel the same way.",
      "vi": "đến giờ thì cảm nhận của tôi vẫn vậy."
    }
  },
  {
    "translation": {
      "en": "So I'm just going to carry on with that message.",
      "vi": "Nên tôi vẫn sẽ tiếp tục với thông điệp đó."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm the boss of me, man. I take responsibility for",
      "vi": "Ý tôi là, tôi là sếp của chính mình. Tôi sẽ chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "what I think, what I say,",
      "vi": "cho suy nghĩ và điều tôi nói,"
    }
  },
  {
    "translation": {
      "en": "um, what I do and…",
      "vi": "cho hành động của bản thân…"
    }
  },
  {
    "translation": {
      "en": "And I'm not going to be pushed around. I'm not going to get bullied.",
      "vi": "Và tôi sẽ không để mình bị xô đẩy. Tôi sẽ không để bị bắt nạt."
    }
  },
  {
    "translation": {
      "en": "And I'm going to speak my mind.",
      "vi": "Tôi sẽ nói ra suy nghĩ của mình."
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a girl ♪",
      "vi": "SHANIA TIẾP TỤC TẠO RA CÁC CA KHÚC MỚI, ĐEM CHẤT GIỌNG ĐỘC NHẤT CỦA CÔ ĐẾN NGƯỜI HÂM MỘ TRUNG THÀNH TOÀN CẦU."
    }
  },
  {
    "translation": {
      "en": "♪ I'm not a boy ♪ ♪ I'm not a baby ♪",
      "vi": "ĐEM CHẤT GIỌNG ĐỘC NHẤT CỦA CÔ ĐẾN NGƯỜI HÂM MỘ TRUNG THÀNH TOÀN CẦU."
    }
  },
  {
    "translation": {
      "en": "I am here in London finishing my album and getting with some great UK talent.",
      "vi": "Tôi đang ở London để hoàn thành album và gặp gỡ một số tài năng xuất sắc ở Anh."
    }
  },
  {
    "translation": {
      "en": "Creatives.",
      "vi": "Sáng tạo."
    }
  },
  {
    "translation": {
      "en": "And, um, enjoying being in the same room",
      "vi": "Tôi thấy vui khi ở cùng phòng"
    }
  },
  {
    "translation": {
      "en": "with other people.",
      "vi": "với người khác."
    }
  },
  {
    "translation": {
      "en": "And creating music. It's really, really great. Great feeling.",
      "vi": "Và tạo ra âm nhạc. Đó là một cảm giác rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "So Mark Ralph is a writer-producer,",
      "vi": "Mark Ralph là nhà sản xuất kiêm nhạc sĩ,"
    }
  },
  {
    "translation": {
      "en": "who has this incredible, unique style of working.",
      "vi": "người có phong cách làm việc độc đáo và lạ thường."
    }
  },
  {
    "translation": {
      "en": "He's got a lot of really great electronic sounds in his productions.",
      "vi": "Cậu ấy có rất nhiều tiếng điện tử hay trong tác phẩm của mình."
    }
  },
  {
    "translation": {
      "en": "I was expecting that we would write that way,",
      "vi": "Tôi đã mong chúng tôi sẽ sáng tác theo kiểu đó,"
    }
  },
  {
    "translation": {
      "en": "but you get in the room with Mark Ralph, and it's really super organic.",
      "vi": "nhưng khi bạn vào phòng với Mark Ralph thì nó thật sự rất cơ bản."
    }
  },
  {
    "translation": {
      "en": "There's no beat, there's no electronic sounds or nothing like that.",
      "vi": "Không có beat, không có âm điện tử hay thứ gì đó tương tự."
    }
  },
  {
    "translation": {
      "en": "There's nothing.",
      "vi": "Không có gì cả."
    }
  },
  {
    "translation": {
      "en": "So I'm in the background at normal speed,",
      "vi": "Tôi hát ở phía sau với một tốc độ bình thường,"
    }
  },
  {
    "translation": {
      "en": "and he's just, like, zipping around. It's awesome.",
      "vi": "còn cậu ấy thì tay chỉnh tới lui. Tuyệt vời lắm."
    }
  },
  {
    "translation": {
      "en": "I'm bopping around and having a blast,",
      "vi": "Tôi thì cháy theo nhạc và có khoảng thời gian vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "and I think the fans will enjoy it.",
      "vi": "nên tôi nghĩ người hâm mộ sẽ thích nó."
    }
  },
  {
    "translation": {
      "en": "And it's also very much… It's uplifting. It's still a lot of female point of view.",
      "vi": "Nó cũng rất là thăng hoa. Và vẫn có nhiều quan điểm của phụ nữ."
    }
  },
  {
    "translation": {
      "en": "[Shania] I'm more swinging back into this space of,",
      "vi": "Tôi có phần quay về với chủ đề dạng như…"
    }
  },
  {
    "translation": {
      "en": "I don't even want to say female empowerment, but more self-empowerment.",
      "vi": "Tôi không muốn nói trao quyền cho phụ nữ, mà thiên về trao quyền cho bản thân."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm a woman, but I'm just feeling very good in my own skin",
      "vi": "Ý tôi là, tôi là phụ nữ, nhưng tôi thấy tuyệt với chính bản thân"
    }
  },
  {
    "translation": {
      "en": "and less apologetic than ever.",
      "vi": "và không thấy hối hận một chút nào."
    }
  },
  {
    "translation": {
      "en": "I'm feeling good, I don't feel…",
      "vi": "Tôi cảm thấy rất tốt, tôi…"
    }
  },
  {
    "translation": {
      "en": "Unless something else knocks me down along the way, but…",
      "vi": "Trừ khi có gì đó hạ gục tôi giữa đường."
    }
  },
  {
    "translation": {
      "en": "Like I always do, I think I'll just get back up again.",
      "vi": "Nhưng vẫn như mọi khi, tôi nghĩ tôi sẽ lại đứng lên."
    }
  },
  {
    "translation": {
      "en": "Shania Twain had no business going this hard on this song!",
      "vi": "Shania Twain đâu cần làm bài hát mãnh liệt đến mức này chứ!"
    }
  },
  {
    "translation": {
      "en": "I don't care what y'all say!",
      "vi": "Ai nói gì tôi cũng mặc kệ!"
    }
  },
  {
    "translation": {
      "en": "♪ Really raise my voice ♪",
      "vi": "KHOẢNH KHẮC SHANIA HÁT: \"ĐI NÀO, CÁC CÔ\"."
    }
  },
  {
    "translation": {
      "en": "Me too, Shania!",
      "vi": "Tôi đi cùng nữa, Shania!"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, oh, oh, I wanna be free ♪ ♪ Yeah, to feel the way I feel ♪ ♪ Man, I feel like a woman ♪",
      "vi": "Biên dịch: Trần Huy Hoàng"
    }
  }
]