[
  {
    "translation": {
      "en": "I was in the Boston Police for 38 years.",
      "vi": "Tôi từng có 38 năm trong lực lượng cảnh sát Boston."
    }
  },
  {
    "translation": {
      "en": "I learned a lot of lessons.",
      "vi": "Tôi đã rút ra nhiều bài học."
    }
  },
  {
    "translation": {
      "en": "But the most important thing was",
      "vi": "Nhưng bài học quan trọng nhất là"
    }
  },
  {
    "translation": {
      "en": "if people want to hurt people, they'll find ways to do it.",
      "vi": "nếu có kẻ muốn hại người khác, chúng sẽ tìm được cách."
    }
  },
  {
    "translation": {
      "en": "We do our best to prevent tragedies like this, but…",
      "vi": "Chúng tôi cố hết sức ngăn chặn những thảm kịch như thế này, nhưng…"
    }
  },
  {
    "translation": {
      "en": "there's another side to people that no one ever sees.",
      "vi": "con người có một mặt trái chẳng ai có thể biết được."
    }
  },
  {
    "translation": {
      "en": "I've done 59 marathons.",
      "vi": "Tôi từng tham gia 59 cuộc marathon."
    }
  },
  {
    "translation": {
      "en": "And Boston is the best marathon in the world.",
      "vi": "Và Boston là cuộc marathon hấp dẫn nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "It's like the Rite of Spring. It's right around Easter.",
      "vi": "Nó như Nghi lễ mùa xuân. Đúng dịp lễ Phục sinh."
    }
  },
  {
    "translation": {
      "en": "The city's coming alive. The flowers are blooming. Everybody looks forward to Patriots' Day.",
      "vi": "Thành phố đang sôi động trở lại. Hoa đang nở. Ai cũng mong chờ Ngày Yêu nước."
    }
  },
  {
    "translation": {
      "en": "It's a local holiday in Boston. Everybody comes out and watches the marathon.",
      "vi": "Đó là một ngày lễ địa phương ở Boston. Tất cả sẽ ra đường theo dõi cuộc marathon."
    }
  },
  {
    "translation": {
      "en": "It's a big day in the city. It's a special day.",
      "vi": "Ngày trọng đại, đặc biệt của thành phố."
    }
  },
  {
    "translation": {
      "en": "Massachusetts is one of the only places that celebrates Patriots' Day.",
      "vi": "Massachusetts là một trong những nơi duy nhất kỷ niệm Ngày Yêu nước."
    }
  },
  {
    "translation": {
      "en": "It is amazing because there is a lot of history here.",
      "vi": "KHÁN GIẢ Rất phù hợp vì đây là nơi có bề dày lịch sử."
    }
  },
  {
    "translation": {
      "en": "It is a great pleasure to come back to a city where my accent is considered normal.",
      "vi": "Thật vinh dự được quay lại thành phố nơi giọng tôi được coi là bình thường này."
    }
  },
  {
    "translation": {
      "en": "People who live in Boston and are from Boston, there is a lot of Boston pride.",
      "vi": "Người sống ở Boston sinh ở Boston. Có rất nhiều thứ để tự hào về Boston."
    }
  },
  {
    "translation": {
      "en": "There's no finer people to me in the world than residents of the city of Boston.",
      "vi": "Với tôi, trên đời chẳng có người dân ở đâu đáng mến bằng cư dân ở thành phố Boston."
    }
  },
  {
    "translation": {
      "en": "We did it! Fuck you!",
      "vi": "Thắng rồi! Chết chưa!"
    }
  },
  {
    "translation": {
      "en": "They can be really obnoxious when it comes to their sports.",
      "vi": "Lắm lúc họ cực kỳ khó ưa khi đụng đến thể thao."
    }
  },
  {
    "translation": {
      "en": "Let's go, Bruins! Let's go, Bruins!",
      "vi": "Bruins vô địch!"
    }
  },
  {
    "translation": {
      "en": "But the marathon is a big deal in Boston.",
      "vi": "Nhưng cuộc marathon đó là sự kiện lớn ở Boston."
    }
  },
  {
    "translation": {
      "en": "It's the oldest marathon in America,",
      "vi": "Nó là cuộc marathon lâu đời nhất ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and the most premier.",
      "vi": "và quan trọng nhất."
    }
  },
  {
    "translation": {
      "en": "It's a very festive day. People make a really big deal about it.",
      "vi": "Đó là một ngày rất đông vui. Người ta cực kỳ quan tâm tới nó."
    }
  },
  {
    "translation": {
      "en": "They do shut the trains down, the buses. The streets are packed with people.",
      "vi": "Họ cho tàu hỏa, xe buýt dừng hoạt động. Ngoài đường đông nghịt người."
    }
  },
  {
    "translation": {
      "en": "I would go to the marathon every year, and the same group of friends, we would all go",
      "vi": "Năm nào tôi cũng đi xem cuộc marathon cùng một nhóm bạn, tất cả tới"
    }
  },
  {
    "translation": {
      "en": "to watch my boyfriend Kevin run.",
      "vi": "xem Kevin bạn trai tôi chạy."
    }
  },
  {
    "translation": {
      "en": "Honestly, I never thought I'd ever run a marathon.",
      "vi": "Nói thật, tôi chưa từng nghĩ tôi sẽ tham gia chạy marathon."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't run till I was, like, 42. But it's great. It's like a party.",
      "vi": "Đến năm 42 tuổi tôi mới bắt đầu đi chạy. Nhưng vui lắm. Đó như một bữa tiệc vậy."
    }
  },
  {
    "translation": {
      "en": "Everyone's pulling and cheering for everyone. We're all equal that day.",
      "vi": "Ai cũng động viên và cổ vũ nhau. Hôm đó tất cả chúng tôi đều bình đẳng."
    }
  },
  {
    "translation": {
      "en": "Starting line is in Hopkinton and it's 26.2 miles away.",
      "vi": "Vạch xuất phát nằm ở Hopkinton, cách đây hơn 42 cây số."
    }
  },
  {
    "translation": {
      "en": "Then you finish in the city. You get there,",
      "vi": "Rồi bạn đến đích, nằm trong thành phố. Bạn tới nơi,"
    }
  },
  {
    "translation": {
      "en": "and everyone's friendly and wishing you luck. People are just so nice like that.",
      "vi": "ai cũng thân thiện và chúc bạn may mắn. Ai cũng rất dễ mến vậy đấy."
    }
  },
  {
    "translation": {
      "en": "The town of Hopkinton is absolutely ready.",
      "vi": "Thành phố Hopkinton đã vô cùng sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Their motto is, It all starts here, and you can feel it in the air.",
      "vi": "Khẩu hiệu là: Tất cả bắt đầu từ đây, bạn cảm nhận được trong bầu không khí."
    }
  },
  {
    "translation": {
      "en": "To get into Boston, that's quite an accomplishment.",
      "vi": "Tới được Boston là cả một kỳ tích."
    }
  },
  {
    "translation": {
      "en": "You don't just sign up. You have to qualify.",
      "vi": "Bạn không chỉ đăng ký là xong, còn phải đủ tiêu chuẩn,"
    }
  },
  {
    "translation": {
      "en": "And you've hit the pinnacle of your life if you run Boston.",
      "vi": "tham gia chạy ở Boston là bạn đã đạt đến đỉnh cao đời bạn."
    }
  },
  {
    "translation": {
      "en": "The center of Boston, the Charles River.",
      "vi": "Trung tâm Boston, sông Charles."
    }
  },
  {
    "translation": {
      "en": "It's all part of a huge Patriots' Day celebration.",
      "vi": "Tất cả đang tham gia đại lễ kỷ niệm Ngày Yêu nước. NGÀY 15/4/2013"
    }
  },
  {
    "translation": {
      "en": "That particular day, I was able to go off in the very first wave.",
      "vi": "Hôm đó, tôi được xuất phát ngay ở hàng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "",
      "vi": "CUỘC MARATHON BOSTON NĂM 2013"
    }
  },
  {
    "translation": {
      "en": "And the Boston Marathon, already underway for some.",
      "vi": "Vậy là một số người đã bắt đầu cuộc marathon Boston."
    }
  },
  {
    "translation": {
      "en": "The full spectacle of this Boston Marathon is now underway, but sometimes…",
      "vi": "Mọi vận động viên đã khởi đầu cuộc marathon Boston, mà đôi khi…"
    }
  },
  {
    "translation": {
      "en": "It was like any other marathon you ever had.",
      "vi": "Như mọi cuộc marathon khác. Ai cũng phấn khởi."
    }
  },
  {
    "translation": {
      "en": "Everyone was happy. It couldn't have been a more perfect day.",
      "vi": "Như mọi cuộc marathon khác. Ai cũng phấn khởi. Hôm đó không thể hoàn hảo hơn."
    }
  },
  {
    "translation": {
      "en": "Just training with my dad! He's running with me for a little.",
      "vi": "Tôi đang tập với bố! Bố chạy cùng một quãng."
    }
  },
  {
    "translation": {
      "en": "Say hi, Dad. Hi.",
      "vi": "Chào đi ạ. Chào."
    }
  },
  {
    "translation": {
      "en": "My friend Krystle and I had a late start",
      "vi": "Krystle bạn tôi và tôi đến muộn"
    }
  },
  {
    "translation": {
      "en": "because we had partied a little too much the night before and we got up late.",
      "vi": "vì tối hôm trước chúng tôi đi chơi hơi sâu nên chúng tôi dậy muộn."
    }
  },
  {
    "translation": {
      "en": "And look at that, the Boston Marathon running right past Fenway Park,",
      "vi": "Kìa, đoàn đua cuộc marathon Boston đang chạy ngang qua Fenway Park,"
    }
  },
  {
    "translation": {
      "en": "which will soon empty out when the Red Sox and Rays are done",
      "vi": "nơi sẽ sớm vắng tanh sau trận Red Sox gặp Rays"
    }
  },
  {
    "translation": {
      "en": "and thousands more people will hit the streets.",
      "vi": "và thêm hàng ngàn người sẽ đổ ra đường."
    }
  },
  {
    "translation": {
      "en": "They say a half a million people watch the Boston Marathon",
      "vi": "Nghe nói nửa triệu người đang theo dõi cuộc marathon Boston"
    }
  },
  {
    "translation": {
      "en": "on the streets here in New England.",
      "vi": "ngoài đường tại New England."
    }
  },
  {
    "translation": {
      "en": "Krystle never had gone to the Boston Marathon because she always went to the Red Sox.",
      "vi": "Krystle chưa bao giờ đi xem cuộc marathon Boston vì cô ấy luôn đi xem Red Sox."
    }
  },
  {
    "translation": {
      "en": "To left field. That ball is off the wall.",
      "vi": "Cú đánh hướng về góc trái sân. Trái bóng vừa dội vào tường."
    }
  },
  {
    "translation": {
      "en": "Pedroia racing around the bases, is headed home.",
      "vi": "Pedroia đang băng qua các gôn để về sân nhà."
    }
  },
  {
    "translation": {
      "en": "The throw will be late, and the Red Sox win! A walk off on Patriots' Day!",
      "vi": "Cú ném sẽ muộn. Red Sox thắng! Chiến thắng ở lượt cuối đúng vào Ngày Yêu nước."
    }
  },
  {
    "translation": {
      "en": "That day, Krystle and I walked on the side street,",
      "vi": "Hôm đó, Krystle và tôi đi bộ dọc đường nhỏ"
    }
  },
  {
    "translation": {
      "en": "and here we were at the most perfect spot, the finish line.",
      "vi": "rồi tìm được vị trí hoàn hảo nhất, vạch đích."
    }
  },
  {
    "translation": {
      "en": "You look down Boylston Street filled with people. Flags from all nations.",
      "vi": "Nhìn kìa, đường Boylston chật kín người. Có cờ của đủ các nước."
    }
  },
  {
    "translation": {
      "en": "I had taken a picture of the flags at the finish line",
      "vi": "Tôi vừa chụp ảnh biển cờ ở vạch đích"
    }
  },
  {
    "translation": {
      "en": "and I had posted it on Facebook.",
      "vi": "Tôi vừa chụp ảnh biển cờ ở vạch đích rồi đăng lên Facebook."
    }
  },
  {
    "translation": {
      "en": "We were texting with all our friends, and they kept saying, Come and meet us!",
      "vi": "Chúng tôi nhắn tin với bạn bè, họ cứ giục: Qua gặp bọn tôi đi!"
    }
  },
  {
    "translation": {
      "en": "But we just said we're gonna stay here because I think we can get a really great picture",
      "vi": "Nhưng chúng tôi bảo sẽ đứng đó thôi vì tôi nghĩ sẽ chụp được ảnh Kevin rất đẹp"
    }
  },
  {
    "translation": {
      "en": "of Kevin crossing the finish line.",
      "vi": "Nhưng chúng tôi bảo sẽ đứng đó thôi vì tôi nghĩ sẽ chụp được ảnh Kevin rất đẹp lúc anh ấy cán đích. Nên chúng tôi đứng ở đó luôn."
    }
  },
  {
    "translation": {
      "en": "So we ended up staying there.",
      "vi": "lúc anh ấy cán đích. Nên chúng tôi đứng ở đó luôn."
    }
  },
  {
    "translation": {
      "en": "And I always remember taking that left onto Boylston Street",
      "vi": "Tôi vẫn nhớ mãi lúc rẽ trái vào đường Boylston"
    }
  },
  {
    "translation": {
      "en": "and seeing that finish line five blocks away.",
      "vi": "và thấy vạch đích còn cách năm dãy nhà."
    }
  },
  {
    "translation": {
      "en": "And as much as you're hurting, that crowd is rooting you on.",
      "vi": "Dù chúng tôi đã rất mệt, đám đông vẫn đang hò reo cổ vũ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "To have my family there, have my police there. Uh, you know, it gives you goose bumps.",
      "vi": "Thấy gia đình tôi, thấy lực lượng cảnh sát của tôi ở đó. Cảnh đó khiến tôi nổi da gà."
    }
  },
  {
    "translation": {
      "en": "I did it in three hours and 35 minutes, which, as far as I'm concerned,",
      "vi": "Tôi về đích sau ba tiếng 35 phút, và đối với tôi,"
    }
  },
  {
    "translation": {
      "en": "I was thrilled.",
      "vi": "thế là đáng hài lòng."
    }
  },
  {
    "translation": {
      "en": "At that point, I hopped in my vehicle and drove home to South Boston.",
      "vi": "Tôi liền nhảy lên xe rồi lái về nhà tôi ở Nam Boston."
    }
  },
  {
    "translation": {
      "en": "This particular day, it was starting to pick up a little bit.",
      "vi": "Hôm đó, tình hình đang bắt đầu sôi động hơn một chút."
    }
  },
  {
    "translation": {
      "en": "More runners were starting to come through.",
      "vi": "Nhiều vận động viên chạy hơn."
    }
  },
  {
    "translation": {
      "en": "We were starting to cheer people on, like, Great. Good for you. You did it!",
      "vi": "Chúng tôi đang cổ vũ: Chúc mừng nhé. Bạn làm được rồi!"
    }
  },
  {
    "translation": {
      "en": "I just love the atmosphere. I love the cheering that goes on.",
      "vi": "Tôi mê bầu không khí đó lắm. Tôi thích cách người ta cổ vũ."
    }
  },
  {
    "translation": {
      "en": "It's like a big block party.",
      "vi": "Đó như bữa tiệc lớn của cả khu."
    }
  },
  {
    "translation": {
      "en": "We were standing there waiting for Kevin,",
      "vi": "Chúng tôi đang đứng đó đợi Kevin,"
    }
  },
  {
    "translation": {
      "en": "and friends that were tracking him were texting me to say",
      "vi": "nhưng các bạn tôi đang theo dõi anh ấy nhắn tin bảo"
    }
  },
  {
    "translation": {
      "en": "that Kevin had got a cramp somewhere up in Cambridge,",
      "vi": "là Kevin vừa bị chuột rút ở đâu đó đoạn Cambridge"
    }
  },
  {
    "translation": {
      "en": "and he was gonna be a little bit later coming across the finish line.",
      "vi": "nên anh ấy sẽ về đích muộn hơn một chút."
    }
  },
  {
    "translation": {
      "en": "And we said, We've got this great spot. We should stay right here.",
      "vi": "Chúng tôi nghĩ: Chỗ này của ta đang đẹp. Ta cứ đứng đây thôi."
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "It's fucked up over here.",
      "vi": "Ở đây loạn hết rồi."
    }
  },
  {
    "translation": {
      "en": "8:30. Something just exploded at the finish line.",
      "vi": "8:30. Cái gì vừa nổ ở vạch đích ấy."
    }
  },
  {
    "translation": {
      "en": "UCC, did I hear that correctly?",
      "vi": "UCC, tôi nghe báo có đúng không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I see it. I confirm it.",
      "vi": "Đúng, tôi xác nhận."
    }
  },
  {
    "translation": {
      "en": "Two devices just went off at Boylston and Exeter.",
      "vi": "Một thiết bị mới vừa nổ ở đoạn Boylston giao Exeter."
    }
  },
  {
    "translation": {
      "en": "Vanessa! Vanessa! Vanessa! What the hell?",
      "vi": "Vanessa! Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Không! Cái quái gì vậy?!"
    }
  },
  {
    "translation": {
      "en": "I remember waking up on the sidewalk.",
      "vi": "Tôi nhớ là tôi tỉnh dậy trên vỉa hè."
    }
  },
  {
    "translation": {
      "en": "There was a horrendous smell.",
      "vi": "Có mùi gì đó kinh khủng lắm."
    }
  },
  {
    "translation": {
      "en": "My ears were ringing so bad, in that I couldn't really hear.",
      "vi": "Tôi ù tai đến nỗi gần như chẳng nghe thấy gì."
    }
  },
  {
    "translation": {
      "en": "At that point, it was just chaos.",
      "vi": "Lúc đó, xung quanh chỉ còn hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "I looked around me, and…",
      "vi": "Tôi nhìn quanh tôi, và…"
    }
  },
  {
    "translation": {
      "en": "the screams were that of horror.",
      "vi": "chỉ nghe những tiếng la hét kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Ổn không?"
    }
  },
  {
    "translation": {
      "en": "Just move that way.",
      "vi": "Đi đằng kia kìa."
    }
  },
  {
    "translation": {
      "en": "There was a woman at one point, and I took a look at her leg and I'm like, Wow, that looks really bad.",
      "vi": "Có lúc, có một cô gái, tôi nhìn chân cô ấy và nghĩ: Chà, trông nặng quá."
    }
  },
  {
    "translation": {
      "en": "And I needed to stop the bleeding somehow,",
      "vi": "Tôi phải cầm máu bằng cách nào đó, và,"
    }
  },
  {
    "translation": {
      "en": "and all I had was my belt.",
      "vi": "tôi chỉ có thắt lưng."
    }
  },
  {
    "translation": {
      "en": "So I took my belt off, and I just remember putting it around her legs to try to stop the bleeding.",
      "vi": "Tôi bèn cởi thắt lưng ra và chỉ nhớ là đã buộc quanh chân cô ấy để cố cầm máu."
    }
  },
  {
    "translation": {
      "en": "There was chatter on the radio that there could potentially be a third bomb.",
      "vi": "Trên đài có tiếng người nói là có thể còn một quả bom thứ ba."
    }
  },
  {
    "translation": {
      "en": "Road is blocked for secondary devices!",
      "vi": "Chặn đường để đề phòng thiết bị nổ phụ rồi!"
    }
  },
  {
    "translation": {
      "en": "I called my boyfriend at the time. I told him I loved him.",
      "vi": "Tôi điện cho bạn trai tôi hồi đó. Tôi bảo tôi yêu anh ấy."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "And I told him to tell my mom I loved her.",
      "vi": "Và tôi nhờ anh ấy bảo mẹ tôi là tôi yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "And then…",
      "vi": "Nhưng rồi"
    }
  },
  {
    "translation": {
      "en": "the line just went dead.",
      "vi": "mất luôn tín hiệu."
    }
  },
  {
    "translation": {
      "en": "I could see blood everywhere.",
      "vi": "Tôi nhìn đâu cũng thấy máu,"
    }
  },
  {
    "translation": {
      "en": "And my foot was turned sideways, and it was broken.",
      "vi": "bàn chân tôi thì trẹo sang một bên và đã gãy."
    }
  },
  {
    "translation": {
      "en": "But I was next to Krystle, and I held her hand.",
      "vi": "Nhưng tôi vẫn nằm cạnh Krystle và tôi nắm tay cô ấy."
    }
  },
  {
    "translation": {
      "en": "She looked like a rag doll.",
      "vi": "Trông cô ấy mềm oặt như búp bê vải."
    }
  },
  {
    "translation": {
      "en": "That's when the whole reality of what happened really sunk in.",
      "vi": "Lúc đó tôi mới thật sự nhận ra toàn bộ thực tế của những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "It was terrible.",
      "vi": "Kinh khủng lắm."
    }
  },
  {
    "translation": {
      "en": "Okay, as for the explosions, don't worry about that, okay?",
      "vi": "Rồi, vừa có hai vụ nổ, cứ yên tâm, nhé?"
    }
  },
  {
    "translation": {
      "en": "That was really loud.",
      "vi": "Tiếng to quá thôi."
    }
  },
  {
    "translation": {
      "en": "I remember a whole team of people coming to get me",
      "vi": "Tôi nhớ là một nhóm người đã tới đỡ tôi"
    }
  },
  {
    "translation": {
      "en": "and asking me my name, and I couldn't tell them.",
      "vi": "và hỏi tôi tên gì, nhưng tôi không trả lời được."
    }
  },
  {
    "translation": {
      "en": "When they put me into the ambulance,",
      "vi": "Lúc họ dìu tôi lên xe cấp cứu,"
    }
  },
  {
    "translation": {
      "en": "a lady ran up to me and she said, Miss, here's your phone.",
      "vi": "một cô chạy đến bảo tôi: Cô ơi, điện thoại của cô này."
    }
  },
  {
    "translation": {
      "en": "And I took the phone and I put it in my pocket.",
      "vi": "Tôi cầm cái điện thoại đó bỏ vào túi, nhưng nó không phải điện thoại của tôi."
    }
  },
  {
    "translation": {
      "en": "But it was not my phone. It was Krystle's phone.",
      "vi": "Tôi cầm cái điện thoại đó bỏ vào túi, nhưng nó không phải điện thoại của tôi. Nó là của Krystle, sau đó thì tôi chẳng nhớ gì nữa."
    }
  },
  {
    "translation": {
      "en": "And then I don't remember anything else.",
      "vi": "Nó là của Krystle, sau đó thì tôi chẳng nhớ gì nữa."
    }
  },
  {
    "translation": {
      "en": "We want to bring you some breaking news that is happening right now out of Boston.",
      "vi": "TIN NÓNG Chúng tôi xin báo tin nóng về vụ việc đang diễn ra tại Boston."
    }
  },
  {
    "translation": {
      "en": "We understand there have been at least two explosions near the finish line",
      "vi": "Chúng tôi được biết vừa có ít nhất hai vụ nổ ở gần vạch đích"
    }
  },
  {
    "translation": {
      "en": "of the Boston Marathon.",
      "vi": "của cuộc marathon Boston."
    }
  },
  {
    "translation": {
      "en": "We are showing you some live pictures from a helicopter right now.",
      "vi": "Chúng tôi đang chiếu những hình ảnh trực tiếp từ một trực thăng."
    }
  },
  {
    "translation": {
      "en": "It appears that we have quite a tragedy",
      "vi": "Có vẻ như vừa có một thảm kịch lớn"
    }
  },
  {
    "translation": {
      "en": "on our hands in Boston, Massachusetts this afternoon.",
      "vi": "xảy ra tại Boston, Massachusetts chiều nay."
    }
  },
  {
    "translation": {
      "en": "We don't know what exploded. We don't know if there was an accident.",
      "vi": "Ta chưa biết cái gì phát nổ. Ta chưa biết đó có phải tai nạn không,"
    }
  },
  {
    "translation": {
      "en": "We don't know if somebody set off something.",
      "vi": "hay có kẻ đã kích nổ gì không."
    }
  },
  {
    "translation": {
      "en": "When I looked around me, it was chaos.",
      "vi": "Tôi nhìn quanh và chỉ thấy hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "And somebody mentioned that",
      "vi": "Và có người bảo là"
    }
  },
  {
    "translation": {
      "en": "there was somebody there that had…",
      "vi": "ở đó có người đã…"
    }
  },
  {
    "translation": {
      "en": "uh, passed away.",
      "vi": "tử vong rồi."
    }
  },
  {
    "translation": {
      "en": "At this point, we were trying to get the most acute patients to a hospital.",
      "vi": "Bấy giờ, chúng tôi cố đưa những bệnh nhân bị nặng nhất đi viện."
    }
  },
  {
    "translation": {
      "en": "I was stopped near the finish line.",
      "vi": "Tôi bị chặn lại ở gần vạch đích."
    }
  },
  {
    "translation": {
      "en": "And there were police officers saying the race is canceled.",
      "vi": "Có vài sĩ quan cảnh sát nói là cuộc đua bị hủy rồi."
    }
  },
  {
    "translation": {
      "en": "The race is done. It's done. It's over. The marathon's over.",
      "vi": "Có vài sĩ quan cảnh sát nói là cuộc đua bị hủy rồi. Hết cuộc đua rồi. Xong rồi. Hết cuộc marathon rồi."
    }
  },
  {
    "translation": {
      "en": "They said there was a bomb or something.",
      "vi": "Họ nói là vừa có nổ bom hay gì đó."
    }
  },
  {
    "translation": {
      "en": "That's what I, you know… But no one knew nothing.",
      "vi": "Bạn biết đấy, đấy là cái tôi… Nhưng chưa ai biết gì cả."
    }
  },
  {
    "translation": {
      "en": "Run!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Everyone's scrambling to get out of the city.",
      "vi": "Tất cả nháo nhác tìm cách rời thành phố."
    }
  },
  {
    "translation": {
      "en": "I did keep calling Karen's phone, but all the phones were screwed up.",
      "vi": "Tôi có cố gọi Karen, nhưng điện thoại nào cũng mất sóng."
    }
  },
  {
    "translation": {
      "en": "So I knew right there that there was a problem. A big problem.",
      "vi": "Lúc đó tôi biết ngay là có chuyện rồi. Có chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "Let's go! Everybody down this way. Folks, time to call it a night. Let's go!",
      "vi": "Đi đi! Tất cả đi đằng này. Đến lúc về rồi mọi người. Đi đi!"
    }
  },
  {
    "translation": {
      "en": "Where are we supposed to go?",
      "vi": "Bọn tôi biết đi đâu?"
    }
  },
  {
    "translation": {
      "en": "After the marathon, I was back in South Boston.",
      "vi": "Sau cuộc marathon, tôi về lại Nam Boston,"
    }
  },
  {
    "translation": {
      "en": "One of my sergeants come running in and he says,",
      "vi": "và một trong các hạ sĩ của tôi chạy vào bảo:"
    }
  },
  {
    "translation": {
      "en": "They're telling me two bombs just went off at the finish line.",
      "vi": "Họ bảo tôi có hai quả bom vừa nổ ở vạch đích."
    }
  },
  {
    "translation": {
      "en": "And I'm saying, What? That can't… That… That couldn't have happened. I was just there.",
      "vi": "Tôi kêu: Cái gì? Làm sao… Sao lại thế được. Tôi vừa ở đấy mà."
    }
  },
  {
    "translation": {
      "en": "I jumped in my vehicle and put my sirens on.",
      "vi": "Tôi nhảy lên xe và bật còi hụ."
    }
  },
  {
    "translation": {
      "en": "And when I went over the 4th Street Bridge,",
      "vi": "Và khi đi qua cầu Đường số Bốn,"
    }
  },
  {
    "translation": {
      "en": "I could see people crying.",
      "vi": "tôi thấy nhiều người khóc."
    }
  },
  {
    "translation": {
      "en": "I could tell this is going to be terrible.",
      "vi": "Tôi biết ngay là sẽ rất nghiêm trọng đây."
    }
  },
  {
    "translation": {
      "en": "When I got to the scene,",
      "vi": "Lúc tới hiện trường,"
    }
  },
  {
    "translation": {
      "en": "I met up with Commissioner Davis, who was just coming back to the scene too.",
      "vi": "tôi gặp Ủy viên Davis, người cũng vừa quay lại hiện trường."
    }
  },
  {
    "translation": {
      "en": "I stepped out of the car,",
      "vi": "ỦY VIÊN CẢNH SÁT SỞ CẢNH SÁT BOSTON Tôi bước xuống xe, chân vừa chạm đất, tôi nhận thấy có mảnh kim loại dưới chân."
    }
  },
  {
    "translation": {
      "en": "and as soon as my foot hit the ground, I could feel shrapnel under my feet.",
      "vi": "Tôi bước xuống xe, chân vừa chạm đất, tôi nhận thấy có mảnh kim loại dưới chân."
    }
  },
  {
    "translation": {
      "en": "And then I saw the damage across the street.",
      "vi": "Rồi tôi thấy những thiệt hại khắp dọc đường."
    }
  },
  {
    "translation": {
      "en": "The volume of blood and body parts on the ground was just something I had never seen before.",
      "vi": "Tôi chưa bao giờ thấy ngần ấy máu và mảnh cơ thể trên đường."
    }
  },
  {
    "translation": {
      "en": "Go, go! Let's go! All the way up.",
      "vi": "Đi! Đi đi! Tít lên đầu đường."
    }
  },
  {
    "translation": {
      "en": "To see the destruction.",
      "vi": "Thấy sự tàn phá lúc đó,"
    }
  },
  {
    "translation": {
      "en": "To see the young bodies lying on the street.",
      "vi": "thấy những người trẻ nằm la liệt trên đường,"
    }
  },
  {
    "translation": {
      "en": "It's something I'll never get out of my head to this day.",
      "vi": "cảnh tượng đó đến tận hôm nay tôi vẫn chưa quên nổi."
    }
  },
  {
    "translation": {
      "en": "It sort of hit me right there",
      "vi": "Lúc đó tôi gần như nhận ra ngay"
    }
  },
  {
    "translation": {
      "en": "that this might be a terrorist attack. Quite frankly, it's overwhelming.",
      "vi": "đó có lẽ là một vụ tấn công khủng bố, và phải nói thật là tôi đã hơi choáng."
    }
  },
  {
    "translation": {
      "en": "No one knew what to think.",
      "vi": "Chẳng ai biết phải nghĩ sao."
    }
  },
  {
    "translation": {
      "en": "There's so many things going through your mind, and…",
      "vi": "Quá nhiều thứ quay cuồng trong đầu bạn, và…"
    }
  },
  {
    "translation": {
      "en": "Where do you even start?",
      "vi": "Biết bắt đầu từ đâu đây?"
    }
  },
  {
    "translation": {
      "en": "Oh, I've been a reporter for more than three decades.",
      "vi": "Tôi theo nghiệp phóng viên đã hơn 30 năm."
    }
  },
  {
    "translation": {
      "en": "When you get a situation like this, unprecedented in Boston's history,",
      "vi": "Khi gặp một tình huống như thế, chưa từng có trong lịch sử Boston,"
    }
  },
  {
    "translation": {
      "en": "you're trying to come up with answers as a journalist, as an investigative journalist, for your audience.",
      "vi": "là một ký giả, một ký giả điều tra, bạn sẽ cố nghĩ ra câu trả lời cho độc giả."
    }
  },
  {
    "translation": {
      "en": "I had rushed to the scene as they were still putting up yellow tape.",
      "vi": "Tôi lao đến hiện trường khi họ còn đang giăng băng dính vàng."
    }
  },
  {
    "translation": {
      "en": "And there was an assumption that this might be something much bigger",
      "vi": "Người ta cho rằng có thể còn nghiêm trọng hơn nhiều"
    }
  },
  {
    "translation": {
      "en": "than what had just occurred.",
      "vi": "so với những gì vừa xảy ra."
    }
  },
  {
    "translation": {
      "en": "This was a situation that struck terror into everybody. We, of course, don't know the cause of the explosion right now.",
      "vi": "Tình huống này khiến tất cả kinh hoàng. Chúng tôi chưa biết nguyên nhân của vụ nổ."
    }
  },
  {
    "translation": {
      "en": "Everyone is now scrambling to understand what exactly happened.",
      "vi": "Tất cả đang cố tìm cách hiểu chính xác là vừa có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "We were in the restaurant, then there was a huge boom twice.",
      "vi": "Chúng tôi đang trong nhà hàng. Có hai tiếng nổ lớn."
    }
  },
  {
    "translation": {
      "en": "One softer, and one really hard, and it's really terrible.",
      "vi": "Một tiếng hơi nhỏ hơn còn một tiếng cực to, đáng sợ lắm."
    }
  },
  {
    "translation": {
      "en": "At first it sounded like a cannon blast, but it felt so strong it literally almost blew my hat off.",
      "vi": "Tiếng đầu nghe gần như tiếng đại bác, nhưng mạnh đến nỗi suýt làm tôi bay mũ."
    }
  },
  {
    "translation": {
      "en": "Not sure exactly what they're saying, whether it's an accident or not.",
      "vi": "Không rõ chính xác ý họ là sao, có phải có tai nạn không."
    }
  },
  {
    "translation": {
      "en": "No one knows what happened,",
      "vi": "Chẳng ai biết vừa có chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "and the police were dealing with a lot of confusion.",
      "vi": "cảnh sát đang phải xử lý nhiều trường hợp hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "He's a runner? He doesn'tYeah.",
      "vi": "Bố… Có chạy à? Có. Bố không nói tiếng Anh, chúng tôi chả thấy bố đâu."
    }
  },
  {
    "translation": {
      "en": "He doesn't speak English, and we can't find him anywhere.",
      "vi": "Có. Bố không nói tiếng Anh, chúng tôi chả thấy bố đâu."
    }
  },
  {
    "translation": {
      "en": "The police officer came up to me and said,",
      "vi": "Sĩ quan cảnh sát vừa lại bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "Get out of here. We don't know what else could happen.",
      "vi": "Đi đi. Chúng tôi không rõ có thể có chuyện gì nữa không đâu."
    }
  },
  {
    "translation": {
      "en": "We start to get a crush of reports of bombs all over the city.",
      "vi": "Chúng tôi bắt đầu nhận được mưa báo cáo là có bom ở khắp thành phố."
    }
  },
  {
    "translation": {
      "en": "And then there was a suspicious fire that occurred at the JFK Library.",
      "vi": "Rồi có một vụ hỏa hoạn đáng ngờ xảy ra ở thư viện JFK."
    }
  },
  {
    "translation": {
      "en": "This happened so soon after these two explosions. Could this possibly be connected?",
      "vi": "Sự việc này xảy ra ngay sau hai vụ nổ. Liệu chúng có thể có liên quan không?"
    }
  },
  {
    "translation": {
      "en": "We already had two go off.",
      "vi": "Hai quả bom đã nổ rồi."
    }
  },
  {
    "translation": {
      "en": "Everyone thought these things come in three.",
      "vi": "Ai cũng nghĩ thường sẽ phải có ba quả."
    }
  },
  {
    "translation": {
      "en": "Our worst fear is the second attack.",
      "vi": "Cuộc tấn công thứ hai là cái chúng tôi sợ nhất."
    }
  },
  {
    "translation": {
      "en": "We're in new territory here, and I knew I needed all the help I could get.",
      "vi": "Đây là trường hợp chưa từng gặp, tôi biết tôi cần viện đến mọi sự giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "So, I immediately reached out to Rick DesLauriers.",
      "vi": "Tôi liền liên hệ ngay với Rick Deslauriers."
    }
  },
  {
    "translation": {
      "en": "I've been described by some of my associates",
      "vi": "ĐẶC VỤ PHỤ TRÁCH FBI Một số cộng sự từng tả tôi là người biết đánh giá tình hình."
    }
  },
  {
    "translation": {
      "en": "as someone who assesses things.",
      "vi": "Một số cộng sự từng tả tôi là người biết đánh giá tình hình."
    }
  },
  {
    "translation": {
      "en": "I assess things in great detail.",
      "vi": "Tôi đánh giá mọi thứ cực kỳ cặn kẽ."
    }
  },
  {
    "translation": {
      "en": "And I try to understand what's gonna take to get the best resolution possible.",
      "vi": "Và tôi cố hiểu xem cần làm gì để thu được giải pháp tốt nhất có thể."
    }
  },
  {
    "translation": {
      "en": "When I arrived in Boston,",
      "vi": "Lúc tôi tới Boston,"
    }
  },
  {
    "translation": {
      "en": "the first priority was to make sure there are no secondary bombs down there.",
      "vi": "ưu tiên hàng đầu là đảm bảo ở đó không còn quả bom phụ nào nữa."
    }
  },
  {
    "translation": {
      "en": "But we couldn't do that until we'd secured the crime scene.",
      "vi": "Mà chúng tôi phải bảo vệ hiện trường xong đã."
    }
  },
  {
    "translation": {
      "en": "We had a third of a mile on Boylston Street we had to seal off,",
      "vi": "Chúng tôi phải phong tỏa hơn nửa cây trên đường Boylston"
    }
  },
  {
    "translation": {
      "en": "and then one block either side north and south of Boylston Street.",
      "vi": "cùng một dãy nhà ở phía Bắc và phía Nam của đường đó."
    }
  },
  {
    "translation": {
      "en": "And it was just a devastating scene. You saw carnage everywhere.",
      "vi": "Cảnh tượng thảm khốc. Đâu cũng thấy sát thương."
    }
  },
  {
    "translation": {
      "en": "There was still blood of the victims on the sidewalk.",
      "vi": "Máu của các nạn nhân vẫn dính trên vỉa hè."
    }
  },
  {
    "translation": {
      "en": "Looking across the crime scene, I realized that there were bags all over the place.",
      "vi": "Nhìn quanh hiện trường, tôi nhận ra túi đang la liệt khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Any one of those things could have been a bomb.",
      "vi": "Túi nào cũng có thể là một quả bom."
    }
  },
  {
    "translation": {
      "en": "Our task at that point was to send our bomb techs down there",
      "vi": "Nhiệm vụ của chúng tôi lúc đó là cử chuyên viên gỡ bom tới đó"
    }
  },
  {
    "translation": {
      "en": "and then search for secondary devices.",
      "vi": "và sau đó tìm thiết bị nổ phụ."
    }
  },
  {
    "translation": {
      "en": "We had bomb sniffing dogs. We're going through backpacks, going through storefronts.",
      "vi": "Chúng tôi cho chó đánh hơi bom tới, kiểm tra từng ba lô, mặt tiền cửa hàng."
    }
  },
  {
    "translation": {
      "en": "We were still sweeping the scene.",
      "vi": "Chúng tôi vẫn rà hiện trường."
    }
  },
  {
    "translation": {
      "en": "The bomb squad starts to secure the crime scene",
      "vi": "Đội gỡ bom bắt đầu bảo vệ hiện trường vụ án"
    }
  },
  {
    "translation": {
      "en": "so that the rest of the analysts could safely come on the course.",
      "vi": "để các nhà phân tích còn lại có thể yên tâm đến hiện trường."
    }
  },
  {
    "translation": {
      "en": "Once we determined there are no secondary incendiary devices at the bomb site,",
      "vi": "Sau khi xác định được là đã hết thiết bị gây cháy phụ ở địa điểm đánh bom,"
    }
  },
  {
    "translation": {
      "en": "we called US Attorney Carmen Ortiz.",
      "vi": "chúng tôi gọi cho ủy viên công tố bang Carmen Ortiz."
    }
  },
  {
    "translation": {
      "en": "She would ultimately be the person responsible for prosecuting the bombers.",
      "vi": "Về sau cô ấy là người chịu trách nhiệm truy tố những kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "When I looked at the destruction,",
      "vi": "GIỜ THỨ 3 THỨ HAI Lúc thấy cảnh tượng tan hoang,"
    }
  },
  {
    "translation": {
      "en": "I just stood there with a cold chill.",
      "vi": "tôi chỉ biết đứng thất thần, người lạnh toát."
    }
  },
  {
    "translation": {
      "en": "It certainly seemed to be a terrorist act.",
      "vi": "Đó chắc chắn trông giống một hành động khủng bố."
    }
  },
  {
    "translation": {
      "en": "We could see the shrap metal, the BBs, the blood.",
      "vi": "Chúng tôi thấy mảnh kim loại, mảnh đạn hình cầu, máu."
    }
  },
  {
    "translation": {
      "en": "You know, we knew this was some type of device gone off.",
      "vi": "Chúng tôi biết là đã có một thiết bị gì đó phát nổ."
    }
  },
  {
    "translation": {
      "en": "We sent state troopers to Logan Airport",
      "vi": "Chúng tôi cử cảnh sát chính phủ đến sân bay Logan để tìm người dân nào"
    }
  },
  {
    "translation": {
      "en": "to catch any of the public that may have had photos in their cameras.",
      "vi": "Chúng tôi cử cảnh sát chính phủ đến sân bay Logan để tìm người dân nào có thể đã chụp được ảnh bằng máy ảnh. Đó là lúc chúng tôi lập trạm Black Falcon"
    }
  },
  {
    "translation": {
      "en": "That was when we set up Black Falcon Terminal",
      "vi": "có thể đã chụp được ảnh bằng máy ảnh. Đó là lúc chúng tôi lập trạm Black Falcon"
    }
  },
  {
    "translation": {
      "en": "as a location to process evidence.",
      "vi": "làm địa điểm xử lý chứng cứ."
    }
  },
  {
    "translation": {
      "en": "This location was tremendously important as being a secure, convenient location",
      "vi": "Địa điểm đó cực kỳ quan trọng vì là địa điểm an toàn, thuận tiện"
    }
  },
  {
    "translation": {
      "en": "where we could collect that evidence, process it,",
      "vi": "để chúng tôi thu thập chứng cứ, xử lý"
    }
  },
  {
    "translation": {
      "en": "and have it flown down to Quantico, Virginia.",
      "vi": "rồi đưa tới Quantico, Virginia bằng máy bay."
    }
  },
  {
    "translation": {
      "en": "There were so many pieces of evidence",
      "vi": "Có nhiều chứng cứ lắm."
    }
  },
  {
    "translation": {
      "en": "We were just at a different scale than I'd ever seen before.",
      "vi": "Đó là mức độ quy mô tôi chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "This was the biggest case that's ever happened in this city",
      "vi": "Đó là vụ án nghiêm trọng nhất từng xảy ra ở thành phố này,"
    }
  },
  {
    "translation": {
      "en": "and we had no idea who was responsible.",
      "vi": "chúng tôi không hề biết ai là thủ phạm."
    }
  },
  {
    "translation": {
      "en": "So we started to send investigators out to question the injured.",
      "vi": "Chúng tôi bắt đầu cử các điều tra viên đi thẩm vấn người bị thương."
    }
  },
  {
    "translation": {
      "en": "I have shrapnel in the back of my leg, my hands, obviously,",
      "vi": "Tôi bị mảnh kim loại cắm vào sau chân, vào tay, dĩ nhiên,"
    }
  },
  {
    "translation": {
      "en": "and I got flash burns, but I'm blessed.",
      "vi": "và tôi bị bỏng giác mạc, nhưng tôi vẫn còn may."
    }
  },
  {
    "translation": {
      "en": "Some of the patients have already received traumatic amputations at the scene.",
      "vi": "Có những bệnh nhân đã phải cắt cụt chi do thương tổn ngay tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "Their legs have been blown off.",
      "vi": "Họ đã bị nổ nát chân."
    }
  },
  {
    "translation": {
      "en": "Then we got a report of a suspicious person",
      "vi": "Rồi chúng tôi nhận được báo cáo là có một kẻ tình nghi"
    }
  },
  {
    "translation": {
      "en": "that is being accompanied back to the emergency room.",
      "vi": "đang được đưa về phòng cấp cứu."
    }
  },
  {
    "translation": {
      "en": "This guy, who was a Saudi national, comes out of the smoke.",
      "vi": "Cậu ta, quốc tịch Ả rập, đi ra từ làn khói."
    }
  },
  {
    "translation": {
      "en": "He's all cut up and in tattered clothes.",
      "vi": "Người cậu ta bị cắt be bét, quần áo rách bươm."
    }
  },
  {
    "translation": {
      "en": "And when the police start to walk towards him,",
      "vi": "Nhưng lúc cảnh sát đi về phía cậu ta,"
    }
  },
  {
    "translation": {
      "en": "he sees the police coming, he's got a cell phone in his hand, and he throws the cell phone on the ground and smashes it.",
      "vi": "cậu ta thấy cảnh sát tới là ném ngay cái di động trong tay xuống đất, vỡ luôn."
    }
  },
  {
    "translation": {
      "en": "Cell phones can be detonators.",
      "vi": "Di động có thể là kíp nổ."
    }
  },
  {
    "translation": {
      "en": "There is an individual who is in custody.",
      "vi": "Có một kẻ đang bị bắt giam."
    }
  },
  {
    "translation": {
      "en": "He is a Saudi national who was near the scene of the blast.",
      "vi": "Cậu ta là công dân Ả rập, có mặt gần hiện trường vụ nổ."
    }
  },
  {
    "translation": {
      "en": "I'm thinking, Is this one of our guys?",
      "vi": "Có phải một thủ phạm đây không?"
    }
  },
  {
    "translation": {
      "en": "Among the first things you heard was that a Saudi national",
      "vi": "GIỜ THỨ 5 THỨ HAI Một trong những tin đầu tiên là một công dân Ả rập đang bị coi là nghi phạm."
    }
  },
  {
    "translation": {
      "en": "was considered a suspect.",
      "vi": "Một trong những tin đầu tiên là một công dân Ả rập đang bị coi là nghi phạm."
    }
  },
  {
    "translation": {
      "en": "There was an assumption that this might be related to Al Qaeda.",
      "vi": "Có giả thiết cho rằng vụ này có thể liên quan đến AlQaeda."
    }
  },
  {
    "translation": {
      "en": "For over a decade,",
      "vi": "Hơn mười năm qua,"
    }
  },
  {
    "translation": {
      "en": "this country has been on edge, vigilant for the next attack.",
      "vi": "đất nước này đã sẵn sàng, cảnh giác trước một cuộc tấn công tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Well, today it came.",
      "vi": "Và hôm nay nó đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "He had been injured, and the police were interviewing",
      "vi": "Cậu ta bị thương, nhưng cảnh sát thẩm vấn"
    }
  },
  {
    "translation": {
      "en": "this Saudi national at the hospital.",
      "vi": "công dân Ả rập đó ngay tại bệnh viện."
    }
  },
  {
    "translation": {
      "en": "We talked to him, and we had the SWAT Team guys and detectives go to his house.",
      "vi": "Chúng tôi đã hỏi chuyện, và cử người của đội SWAT cùng các thám tử đến nhà cậu ta."
    }
  },
  {
    "translation": {
      "en": "Found suspicious things at the house,",
      "vi": "Chúng tôi thấy nhiều thứ đáng ngờ,"
    }
  },
  {
    "translation": {
      "en": "some official documents, passports, things like that that were problematic.",
      "vi": "một số giấy tờ chính thức, hộ chiếu, những thứ có thể có vấn đề."
    }
  },
  {
    "translation": {
      "en": "Given the severity of the situation, you want to do it in a way that is legal,",
      "vi": "Với mức độ nghiêm trọng của tình hình, bạn nên tiến hành theo cách hợp pháp"
    }
  },
  {
    "translation": {
      "en": "so that if that evidence leads to the individual that you believe committed this crime,",
      "vi": "để nếu những chứng cứ đó có liên hệ với kẻ mà bạn tin là đã gây ra tội ác,"
    }
  },
  {
    "translation": {
      "en": "you are going to be able to use that evidence in court.",
      "vi": "bạn sẽ dùng được chứng cứ trước tòa."
    }
  },
  {
    "translation": {
      "en": "Authorities searched the apartment of a foreign student",
      "vi": "Giới chức đã khám xét căn hộ của một sinh viên nước ngoài"
    }
  },
  {
    "translation": {
      "en": "who was injured in the blast and seen running away,",
      "vi": "bị thương trong vụ nổ và bị thấy đã bỏ chạy,"
    }
  },
  {
    "translation": {
      "en": "but they found nothing, and he is not considered a suspect.",
      "vi": "mà không thấy gì và cậu ta không bị coi là nghi phạm."
    }
  },
  {
    "translation": {
      "en": "Turns out he was simply a victim. He had nothing to do with it.",
      "vi": "Hóa ra cậu ta chỉ là một nạn nhân, không liên quan gì."
    }
  },
  {
    "translation": {
      "en": "He happened to be a Saudi near the finish line",
      "vi": "Cậu ta tình cờ là một người Ả rập đứng gần vạch đích"
    }
  },
  {
    "translation": {
      "en": "who was living in an age of Islamophobia.",
      "vi": "và đang sống trong thời kỳ sợ người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "And there was no doubt that there's a degree of prejudice about who might be responsible.",
      "vi": "Và chắc chắn là có định kiến nhất định về đối tượng có thể là thủ phạm."
    }
  },
  {
    "translation": {
      "en": "After day one, we did not have any suspects.",
      "vi": "Sau hôm đầu, chưa thấy nghi phạm nào."
    }
  },
  {
    "translation": {
      "en": "We had a few leads, but nothing tangible. And we were going to be holding a press conference",
      "vi": "Chúng tôi có vài manh mối, mà chưa có gì rõ ràng, sẽ tổ chức họp báo"
    }
  },
  {
    "translation": {
      "en": "to tell the American public what we knew about the bombings.",
      "vi": "để cho công chúng Mỹ biết những gì chúng tôi đã biết về các vụ đánh bom."
    }
  },
  {
    "translation": {
      "en": "I told the governor this has the potential to be a terrorist attack,",
      "vi": "Tôi bảo thống đốc đây có khả năng là một vụ tấn công khủng bố"
    }
  },
  {
    "translation": {
      "en": "so the FBI will be happy to take the lead in this investigation.",
      "vi": "nên FBI sẵn sàng phụ trách cuộc điều tra này."
    }
  },
  {
    "translation": {
      "en": "Frankly, I was sort of like, Yeah, it's all yours.",
      "vi": "Nói thật tôi gần như đã kiểu: Ừ, nhường các anh hết."
    }
  },
  {
    "translation": {
      "en": "But the governor asked me to run the press conference. And I was like, Me?",
      "vi": "Nhưng thống đốc lại yêu cầu tôi chủ trì buổi họp báo, tôi kiểu: Tôi ấy ạ?"
    }
  },
  {
    "translation": {
      "en": "And, you know, I should have realized it, right?",
      "vi": "Nhưng lẽ ra tôi phải nhận ra, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Politicians don't like to tell people bad news, and I'm the bad news guy.",
      "vi": "Chính khách không muốn báo tin dữ, còn tôi là người chuyên báo tin dữ."
    }
  },
  {
    "translation": {
      "en": "So let me turn it over now to Ed Davis, Commissioner of Police here in Boston.",
      "vi": "Giờ tôi xin nhường lời cho Ed Davis, Ủy viên cảnh sát ở Boston."
    }
  },
  {
    "translation": {
      "en": "Thank you, Governor. Um…",
      "vi": "Cảm ơn thống đốc."
    }
  },
  {
    "translation": {
      "en": "At 2:50 p.m., there were simultaneous explosions",
      "vi": "Vào hồi 2:50 chiều nay, hai vụ nổ đã đồng thời xảy ra"
    }
  },
  {
    "translation": {
      "en": "that occurred along the route of the Boston Marathon near the finish.",
      "vi": "dọc lộ trình cuộc marathon Boston, gần vạch đích."
    }
  },
  {
    "translation": {
      "en": "People should be calm, but they should understand",
      "vi": "Người dân nên bình tĩnh, nhưng họ nên hiểu"
    }
  },
  {
    "translation": {
      "en": "that this is an ongoing event, and they should understand",
      "vi": "vụ việc này vẫn đang tiếp diễn, họ nên hiểu"
    }
  },
  {
    "translation": {
      "en": "that we need all the information that we can get available to us.",
      "vi": "là chúng tôi cần mọi thông tin có thể cung cấp cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I told the public, If you have any photos, get them to us.",
      "vi": "Tôi bảo: Chụp được ảnh nào thì gửi đi."
    }
  },
  {
    "translation": {
      "en": "If anyone saw anything at this incident,",
      "vi": "Nếu có ai thấy gì lúc vụ việc xảy ra"
    }
  },
  {
    "translation": {
      "en": "they should call us at 1 800 494 TIPS.",
      "vi": "thì hãy gọi cho chúng tôi theo số 1800494TIPS."
    }
  },
  {
    "translation": {
      "en": "A lot of times in cases like this, somebody sees what happens and realizes,",
      "vi": "Ở những vụ án thế này, nhiều trường hợp có người thấy sự việc và nhận ra:"
    }
  },
  {
    "translation": {
      "en": "Oh my God, he told me",
      "vi": "Chúa ơi, hắn từng bảo mình"
    }
  },
  {
    "translation": {
      "en": "he was gonna do something like this. I've got to call the police.",
      "vi": "là hắn định làm thế này. Mình phải báo cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Are you describing this as a terrorist attack right now?",
      "vi": "Anh đang mô tả đây là vụ tấn công khủng bố ạ?"
    }
  },
  {
    "translation": {
      "en": "Governor Patrick said it was an attack. Would you say this is a terrorist attack?",
      "vi": "Thống đốc Patrick nói đây là vụ tấn công. Theo anh đây có phải vụ tấn công khủng bố?"
    }
  },
  {
    "translation": {
      "en": "We're not being definitive on this right now,",
      "vi": "Hiện chúng tôi chưa kết luận được,"
    }
  },
  {
    "translation": {
      "en": "but you can reach your own conclusions based upon what happened.",
      "vi": "nhưng bạn có thể tự đưa ra kết luận dựa theo những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "As a citizen and as a reporter, this seemed to be an act of terror.",
      "vi": "Là một công dân và là một phóng viên, đó có vẻ là một hành động khủng bố."
    }
  },
  {
    "translation": {
      "en": "Some in the public realm criticize the FBI for not calling it a terrorist attack right away,",
      "vi": "Nhiều người lên án FBI vì không gọi đó là vụ tấn công khủng bố ngay,"
    }
  },
  {
    "translation": {
      "en": "but we had to collect the evidence.",
      "vi": "nhưng chúng tôi phải thu thập chứng cứ đã."
    }
  },
  {
    "translation": {
      "en": "That night, I'm out looking for Karen.",
      "vi": "Tối hôm đó, tôi đi tìm Karen."
    }
  },
  {
    "translation": {
      "en": "I didn't know what was going on.",
      "vi": "Tôi chả hiểu đang có chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "And my daughter is saying, Karen put you on Facebook with the flags.",
      "vi": "con gái tôi thì hỏi: Ta đăng ảnh bố chụp gần hàng cờ lên Facebook nhé ạ?"
    }
  },
  {
    "translation": {
      "en": "And I get a call from Krystle's boyfriend, Joe.",
      "vi": "Xong Joe, bạn trai Krystle, điện cho tôi."
    }
  },
  {
    "translation": {
      "en": "Joe comes, picks me up.",
      "vi": "Joe đến đón tôi."
    }
  },
  {
    "translation": {
      "en": "He shows me a picture of Karen and Krystle lying on the ground.",
      "vi": "Anh ấy cho tôi xem ảnh Karen và Krystle đang nằm dưới đất."
    }
  },
  {
    "translation": {
      "en": "Somehow it was already online.",
      "vi": "Chả hiểu sao nó đã được đưa lên mạng rồi."
    }
  },
  {
    "translation": {
      "en": "I could see their faces. Like, it looked like the life had drained out of 'em.",
      "vi": "Tôi nhìn mặt họ. Trông như họ đã bị hút cạn sinh khí."
    }
  },
  {
    "translation": {
      "en": "Immediately, we headed to Mass General.",
      "vi": "Chúng tôi lập tức tới bệnh viện đa khoa Mass."
    }
  },
  {
    "translation": {
      "en": "We get there, and they tell me that Krystle is there.",
      "vi": "Chúng tôi tới nơi, họ bảo tôi là Krystle đang ở trong."
    }
  },
  {
    "translation": {
      "en": "They were operating on her leg. Her leg's pretty bad. They're going to try to save it.",
      "vi": "Họ đang mổ chân cho cô ấy. Chân cô ấy bị khá nặng. Họ sẽ cố cứu nó."
    }
  },
  {
    "translation": {
      "en": "But they tell me Karen ain't there.",
      "vi": "Nhưng họ bảo tôi là Karen không có ở đó."
    }
  },
  {
    "translation": {
      "en": "And they can't come up with any answers. They don't know nothing. Anything.",
      "vi": "Và họ chẳng có câu trả lời nào cả. Họ chẳng biết gì. Không gì hết."
    }
  },
  {
    "translation": {
      "en": "They said,",
      "vi": "Họ bảo:"
    }
  },
  {
    "translation": {
      "en": "We don't know what to tell you. You know, and they keep going, going, going.",
      "vi": "Chúng tôi chẳng biết phải nói gì nữa ạ. Xong họ làm tiếp."
    }
  },
  {
    "translation": {
      "en": "It didn't make sense.",
      "vi": "Vô lý hết sức."
    }
  },
  {
    "translation": {
      "en": "And they said,",
      "vi": "Xong họ bảo:"
    }
  },
  {
    "translation": {
      "en": "Just… You guys got to go… Just go to the hospitals.",
      "vi": "Hai anh phải đến hết các viện đi."
    }
  },
  {
    "translation": {
      "en": "So we start walking.",
      "vi": "Chúng tôi liền đi bộ."
    }
  },
  {
    "translation": {
      "en": "There's not a soul in sight. I've never seen anything like this.",
      "vi": "Xung quanh vắng tanh. Đời tôi chưa từng thấy cảnh đó."
    }
  },
  {
    "translation": {
      "en": "Not a soul in sight in Boston.",
      "vi": "Ở Boston mà không một bóng người."
    }
  },
  {
    "translation": {
      "en": "We looked everywhere. We called all the hospitals.",
      "vi": "Chúng tôi đi tìm khắp nơi. Chúng tôi gọi đến mọi bệnh viện."
    }
  },
  {
    "translation": {
      "en": "No one had any answers for us. We just couldn't find Karen anywhere.",
      "vi": "Chẳng ai có câu trả lời nào cho chúng tôi. Chúng tôi không thấy Karen đâu."
    }
  },
  {
    "translation": {
      "en": "My mind, I thought Karen was dead. No doubt in my mind.",
      "vi": "Tôi nghĩ trong đầu là Karen chết rồi. Tôi đã tưởng chắc chắn là thế."
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden, my phone rings.",
      "vi": "Nhưng rồi đột nhiên, điện thoại tôi đổ chuông."
    }
  },
  {
    "translation": {
      "en": "They told me Karen is in the operating room.",
      "vi": "Họ bảo tôi là Karen đang trong phòng mổ."
    }
  },
  {
    "translation": {
      "en": "You know, I couldn't believe it. I had to see it for my own two eyes.",
      "vi": "Tôi đã không tin nổi. Tôi phải thấy tận mắt."
    }
  },
  {
    "translation": {
      "en": "And I went back to the hospital.",
      "vi": "Tôi bèn quay lại bệnh viện đó."
    }
  },
  {
    "translation": {
      "en": "And I saw Karen.",
      "vi": "Và tôi thấy Karen."
    }
  },
  {
    "translation": {
      "en": "When I first woke up, the first face I saw was Kevin.",
      "vi": "Lúc tôi lần đầu tỉnh lại, Kevin là khuôn mặt đầu tiên tôi thấy."
    }
  },
  {
    "translation": {
      "en": "I was just happy. I just had her hand. You know, holding her hand and squeezing it.",
      "vi": "Tôi mừng lắm. Tôi cầm tay cô ấy, nắm chặt lấy tay cô ấy."
    }
  },
  {
    "translation": {
      "en": "She didn't know what was going on. And I just said, Everything will be all right.",
      "vi": "Cô ấy chưa biết đang có chuyện gì, tôi chỉ bảo: Sẽ ổn cả thôi."
    }
  },
  {
    "translation": {
      "en": "Don't worry. I love you.",
      "vi": "Yên tâm. Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "I love you, and everything will be all right.",
      "vi": "Anh yêu em, sẽ ổn cả thôi."
    }
  },
  {
    "translation": {
      "en": "It was just… It was a miracle.",
      "vi": "Đúng là một phép màu."
    }
  },
  {
    "translation": {
      "en": "The first night, we knew that our best lead",
      "vi": "GIỜ THỨ 11 THỨ TƯ Đêm đầu tiên, chúng tôi biết manh mối lớn nhất là các đoạn phim ghi được tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "was going to be video evidence collected at the scene of the crime.",
      "vi": "chúng tôi biết manh mối lớn nhất là các đoạn phim ghi được tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "We had a major sporting event going on. We had national media coverage there.",
      "vi": "Một sự kiện thể thao lớn đã diễn ra. Truyền thông quốc gia đưa tin."
    }
  },
  {
    "translation": {
      "en": "We had people with cell phones and video cameras everywhere. That's where Kevin Swindon came in.",
      "vi": "Đâu cũng có người cầm di động, máy ảnh ghi hình. Đây là vai trò của Kevin Swindon."
    }
  },
  {
    "translation": {
      "en": "Kevin Swindon was the supervisor of the Cyber Squad",
      "vi": "Kevin Swindon là giám sát viên của Đội Mạng tại văn phòng FBI ở Boston."
    }
  },
  {
    "translation": {
      "en": "at the Boston FBI office.",
      "vi": "Kevin Swindon là giám sát viên của Đội Mạng tại văn phòng FBI ở Boston. ĐẶC VỤ"
    }
  },
  {
    "translation": {
      "en": "My role was computer forensics and digital forensics.",
      "vi": "Tôi đảm nhiệm vai trò pháp y máy tính, pháp y kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "We knew right away that digital media was going to be",
      "vi": "Chúng tôi biết ngay truyền thông kỹ thuật số sẽ là"
    }
  },
  {
    "translation": {
      "en": "a significant factor in this investigation.",
      "vi": "yếu tố quan trọng trong cuộc điều tra này."
    }
  },
  {
    "translation": {
      "en": "The phones weren't ringing, but the email was very, very busy.",
      "vi": "Điện thoại không đổ chuông, mà email thì cực kỳ bận rộn."
    }
  },
  {
    "translation": {
      "en": "To the point where it was at risk of becoming full.",
      "vi": "Đến mức có nguy cơ bị hết chỗ chứa."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands of emails.",
      "vi": "Hàng chục ngàn email."
    }
  },
  {
    "translation": {
      "en": "What I didn't take into consideration was the sheer volume of digital evidence that was coming in the door.",
      "vi": "Tôi đã không tính tới khối lượng chứng cứ kỹ thuật số khổng lồ được gửi đến."
    }
  },
  {
    "translation": {
      "en": "They're getting thousands of photographs, videotapes from iPhones.",
      "vi": "Họ nhận được hàng ngàn ảnh chụp, thước phim từ iPhone."
    }
  },
  {
    "translation": {
      "en": "It looks like it was about 3:38 and change.",
      "vi": "Có vẻ là ba tiếng 38 phút có lẻ."
    }
  },
  {
    "translation": {
      "en": "There were over 125 phones recovered from Boylston Street.",
      "vi": "Chúng tôi thu hồi được 125 điện thoại từ đường Boylston."
    }
  },
  {
    "translation": {
      "en": "All right, we made it to one mile at the Boston Marathon!",
      "vi": "Chúng tôi chạy ở cuộc marathon Boston được gần hai cây rồi!"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh!",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "There were no leads at that point.",
      "vi": "Bấy giờ chưa có hướng gì."
    }
  },
  {
    "translation": {
      "en": "So we were looking for the video to try and give us some clues.",
      "vi": "Nên chúng tôi xem các đoạn phim để cố tìm ra manh mối."
    }
  },
  {
    "translation": {
      "en": "We had footage from The Forum. We had footage from Walgreens.",
      "vi": "Chúng tôi có đoạn ghi hình ở Forum, ở Walgreens,"
    }
  },
  {
    "translation": {
      "en": "We had footage from banks. Any business that was along that route,",
      "vi": "có đoạn ghi hình của ngân hàng. Mọi doanh nghiệp dọc tuyến đường đó,"
    }
  },
  {
    "translation": {
      "en": "we were collecting and capturing any video that we could.",
      "vi": "chúng tôi lấy và thu thập hết các đoạn phim có thể."
    }
  },
  {
    "translation": {
      "en": "We had hundreds of thousands of videos,",
      "vi": "Chúng tôi có hàng trăm ngàn đoạn phim, mà cái khó khi xử lý"
    }
  },
  {
    "translation": {
      "en": "but the challenge with processing as much video evidence as we had",
      "vi": "Chúng tôi có hàng trăm ngàn đoạn phim, mà cái khó khi xử lý ngần ấy chứng cứ ghi hình chúng tôi có là chỉ kịp xử lý một số lượng nhất định."
    }
  },
  {
    "translation": {
      "en": "is there was so much that could be processed timely.",
      "vi": "ngần ấy chứng cứ ghi hình chúng tôi có là chỉ kịp xử lý một số lượng nhất định."
    }
  },
  {
    "translation": {
      "en": "If you have eight hours of video and you need to review it, it's gonna take you eight hours to review it.",
      "vi": "Nếu bạn có tám tiếng thước phim cần duyệt, bạn sẽ mất tám tiếng mới duyệt xong."
    }
  },
  {
    "translation": {
      "en": "We had significant teams of people, numbers of teams of people reviewing the video.",
      "vi": "Chúng tôi đã phải nhờ những đội rất đông người cùng duyệt các đoạn phim."
    }
  },
  {
    "translation": {
      "en": "But the problem is that there were thousands of hours of video.",
      "vi": "Vấn đề là có tới hàng ngàn giờ thước phim."
    }
  },
  {
    "translation": {
      "en": "Beyond that, the challenge was we didn't know what or who we were looking for.",
      "vi": "Cái khó còn là chúng tôi chẳng biết mình đang tìm cái gì hoặc kẻ nào."
    }
  },
  {
    "translation": {
      "en": "Every minute that passes",
      "vi": "Mỗi phút trôi qua"
    }
  },
  {
    "translation": {
      "en": "is a possibility of whoever might be responsible for this getting away.",
      "vi": "lại có thêm khả năng thủ phạm gây án sẽ trốn thoát."
    }
  },
  {
    "translation": {
      "en": "What I was facing was the most intensive investigation",
      "vi": "Thứ trước mắt tôi là cuộc điều tra sâu rộng nhất"
    }
  },
  {
    "translation": {
      "en": "that the Boston Police Department had ever conducted.",
      "vi": "mà sở cảnh sát Boston từng tiến hành."
    }
  },
  {
    "translation": {
      "en": "When the actual bombings happened,",
      "vi": "Lúc hai vụ đánh bom xảy ra,"
    }
  },
  {
    "translation": {
      "en": "my family and I were on vacation in Arizona.",
      "vi": "tôi đang đi nghỉ cùng gia đình ở Arizona."
    }
  },
  {
    "translation": {
      "en": "I had just notified the FBI I was going to retire.",
      "vi": "Tôi vừa báo với FBI là tôi định về hưu."
    }
  },
  {
    "translation": {
      "en": "It wasn't until we dropped into Sedona where my cell phone just blew up.",
      "vi": "Mãi đến lúc chúng tôi tới Sedona, di động của tôi mới như nổ tung."
    }
  },
  {
    "translation": {
      "en": "And that was when I saw the images of the bombing.",
      "vi": "Lúc đó tôi mới thấy những hình ảnh từ vụ đánh bom."
    }
  },
  {
    "translation": {
      "en": "It was devastating.",
      "vi": "Quá thảm khốc."
    }
  },
  {
    "translation": {
      "en": "I've worked on violent crimes, drugs, gangs.",
      "vi": "Tôi từng điều tra những tội ác bạo lực, ma túy, băng đảng."
    }
  },
  {
    "translation": {
      "en": "Many people would say I'm a bit of a shit magnet.",
      "vi": "Nhiều người bảo tôi là nam châm hút những thứ tệ hại."
    }
  },
  {
    "translation": {
      "en": "And when I saw the images of the bombing…",
      "vi": "Lúc tôi thấy những hình ảnh từ vụ đánh bom…"
    }
  },
  {
    "translation": {
      "en": "my wife said, Go get those motherfuckers.",
      "vi": "vợ tôi bảo: Đi tóm bọn khốn đó đi."
    }
  },
  {
    "translation": {
      "en": "This is the closest you can get",
      "vi": "GIỜ THỨ 17 THỨ BA Ta chỉ tới gần được điểm xảy ra vụ nổ ở cuộc marathon Boston hôm qua thế này."
    }
  },
  {
    "translation": {
      "en": "to yesterday's explosions at the Boston Marathon.",
      "vi": "Ta chỉ tới gần được điểm xảy ra vụ nổ ở cuộc marathon Boston hôm qua thế này."
    }
  },
  {
    "translation": {
      "en": "Security is very tight, as you'd expect.",
      "vi": "An ninh rất chặt, đúng như dự đoán."
    }
  },
  {
    "translation": {
      "en": "We still don't know who did what happened yesterday and we still don't know why.",
      "vi": "Ta vẫn chưa biết kẻ nào gây ra vụ việc hôm qua và ta vẫn chưa biết lý do."
    }
  },
  {
    "translation": {
      "en": "No arrests have been made. There are no suspects that we know of.",
      "vi": "Chưa kẻ nào bị bắt. Ta chưa có nghi phạm nào cả. BA NGƯỜI CHẾT, 176 NGƯỜI BỊ THƯƠNG"
    }
  },
  {
    "translation": {
      "en": "Two and only two explosive devices were found,",
      "vi": "BA NGƯỜI CHẾT, 176 NGƯỜI BỊ THƯƠNG Chỉ tìm thấy duy nhất hai thiết bị nổ, và chúng là hai quả bom đã phát nổ."
    }
  },
  {
    "translation": {
      "en": "and those are the two that both went off.",
      "vi": "Chỉ tìm thấy duy nhất hai thiết bị nổ, và chúng là hai quả bom đã phát nổ."
    }
  },
  {
    "translation": {
      "en": "They did not find any unexploded devices.",
      "vi": "Họ không tìm thấy thiết bị chưa nổ nào."
    }
  },
  {
    "translation": {
      "en": "On Tuesday morning, the evidence response teams",
      "vi": "Sáng thứ Ba, các đội ứng phó tìm chứng cứ"
    }
  },
  {
    "translation": {
      "en": "went in and started going through the crime scene.",
      "vi": "tới và bắt đầu rà soát hiện trường vụ án."
    }
  },
  {
    "translation": {
      "en": "We had evidence on top of buildings, on windowsills, on top of cars.",
      "vi": "Chúng tôi thấy chứng cứ trên nóc các tòa nhà, trên bệ cửa sổ, nóc xe."
    }
  },
  {
    "translation": {
      "en": "It was a huge crime scene, and it was trampled and kicked everywhere.",
      "vi": "Đó là hiện trường vụ án khổng lồ, và nó bị giẫm đạp, giày xéo khắp nơi."
    }
  },
  {
    "translation": {
      "en": "We're finding BBs, shrapnel.",
      "vi": "Chúng tôi tìm được mảnh đạn hình cầu, mảnh kim loại."
    }
  },
  {
    "translation": {
      "en": "The type of shrapnel they saw could not have just been debris lying around,",
      "vi": "Thứ mảnh kim loại họ tìm thấy không phải chỉ là mảnh vỡ rơi vãi"
    }
  },
  {
    "translation": {
      "en": "but rather they were, in fact, carpenter nails and BB like objects.",
      "vi": "mà thật ra là đinh thợ mộc và vật thể giống mảnh đạn hình cầu."
    }
  },
  {
    "translation": {
      "en": "What they are looking at is how this bomb was put together.",
      "vi": "Họ đang điều tra cách chúng chế ra quả bom này."
    }
  },
  {
    "translation": {
      "en": "What are the materials used? What was the fuse? What was the detonator?",
      "vi": "Chúng dùng những vật liệu gì? Kíp nổ là gì? Chất gây nổ là gì?"
    }
  },
  {
    "translation": {
      "en": "There were shredded backpacks, as opposed to a backpack that was hit.",
      "vi": "Có những cái ba lô rách bươm, khác hẳn ba lô bị mảnh vỡ văng trúng."
    }
  },
  {
    "translation": {
      "en": "These were backpacks that we believed held the bombs.",
      "vi": "Chúng tôi tin đó là các ba lô đựng bom."
    }
  },
  {
    "translation": {
      "en": "The bomb experts are immediately going, This is a remote controlled device.",
      "vi": "Các chuyên gia về bom kết luận ngay: Đây là thiết bị được điều khiển từ xa."
    }
  },
  {
    "translation": {
      "en": "As we collected the evidence, we began to put together the puzzle of these bombs.",
      "vi": "Trong lúc thu thập chứng cứ, chúng tôi bắt đầu ráp nối dữ kiện về hai quả bom."
    }
  },
  {
    "translation": {
      "en": "The first bomb went off near the finish line.",
      "vi": "Quả bom đầu tiên nổ gần vạch đích."
    }
  },
  {
    "translation": {
      "en": "The second bomb went off about 12 seconds later in front of a restaurant called The Forum restaurant.",
      "vi": "Quả bom thứ hai nổ sau đó chừng 12 giây trước một nhà hàng tên là Forum."
    }
  },
  {
    "translation": {
      "en": "Our theory was that the bombs were transported to the bombing sites in backpacks,",
      "vi": "Giả thiết là hai quả bom được đưa đến hai địa điểm đánh bom trong ba lô,"
    }
  },
  {
    "translation": {
      "en": "and these were likely pressure cooker bombs with metal fragments inside of them.",
      "vi": "chúng khả năng là bom nồi áp suất nhồi mảnh vỡ kim loại bên trong."
    }
  },
  {
    "translation": {
      "en": "Pressure cooker bombs are popular terrorist weapons",
      "vi": "Bom nồi áp suất là vũ khí khủng bố phổ biến"
    }
  },
  {
    "translation": {
      "en": "because the parts can be bought at different stores.",
      "vi": "vì có thể mua các bộ phận tại nhiều cửa hàng."
    }
  },
  {
    "translation": {
      "en": "The lid to the pressure cooker used in Monday's bombing",
      "vi": "Nắp nồi áp suất dùng trong vụ đánh bom hôm thứ Hai"
    }
  },
  {
    "translation": {
      "en": "has been found on a nearby rooftop.",
      "vi": "đã được tìm thấy trên một sân thượng gần đó."
    }
  },
  {
    "translation": {
      "en": "Does this strike you as bearing the hallmarks of some kind of domestic terrorism?",
      "vi": "Ông có nghĩ vụ việc này có dấu ấn của một loại hình khủng bố trong nước?"
    }
  },
  {
    "translation": {
      "en": "This is a terrorism investigation. It's a terrorism case.",
      "vi": "Đây là cuộc điều tra khủng bố. Đây là vụ khủng bố."
    }
  },
  {
    "translation": {
      "en": "And whether the politicians are worried about, It sounds bad. We don't want to say that.",
      "vi": "Và có thể giới chính khách lo ngại là: Nghe không ổn. Chúng tôi không muốn nói."
    }
  },
  {
    "translation": {
      "en": "That's fine, but make no mistake about it, this is a terrorism investigation.",
      "vi": "Không sao, nhưng chắc chắn, đây là một cuộc điều tra khủng bố."
    }
  },
  {
    "translation": {
      "en": "That's why the FBI is running it.",
      "vi": "Nên FBI mới đang phụ trách."
    }
  },
  {
    "translation": {
      "en": "Terrorism is an attack that's motivated by an ideology.",
      "vi": "Khủng bố là cuộc tấn công được thúc đẩy bởi hệ tư tưởng."
    }
  },
  {
    "translation": {
      "en": "In the Boston Marathon bombings, we didn't know what it was.",
      "vi": "Trong vụ đánh bom cuộc marathon Boston, chúng tôi chưa biết đó là gì."
    }
  },
  {
    "translation": {
      "en": "But at that time, no matter who was responsible,",
      "vi": "Nhưng bấy giờ, chưa cần biết thủ phạm là ai,"
    }
  },
  {
    "translation": {
      "en": "we had found the backpacks, we found the pressure cooker bombs.",
      "vi": "chúng tôi đã tìm được ba lô, bom nồi áp suất,"
    }
  },
  {
    "translation": {
      "en": "We found pieces of metal that were inside the pressure cooker bombs.",
      "vi": "các mảnh kim loại nhồi trong hai quả bom nồi áp suất."
    }
  },
  {
    "translation": {
      "en": "These were clearly designed to maim and kill people.",
      "vi": "Chúng rõ ràng được chế ra để làm tàn phế và giết người."
    }
  },
  {
    "translation": {
      "en": "So we were comfortable telling the American public",
      "vi": "Chúng tôi đã sẵn sàng nói với công chúng Mỹ"
    }
  },
  {
    "translation": {
      "en": "that we suspected this was a terrorist attack.",
      "vi": "chúng tôi nghi đây là vụ tấn công khủng bố."
    }
  },
  {
    "translation": {
      "en": "Good morning, everybody. I've just been briefed by my National Security team,",
      "vi": "Chào buổi sáng. Tôi vừa được đội An ninh Quốc gia, gồm có cả Mueller, giám đốc FBI,"
    }
  },
  {
    "translation": {
      "en": "including FBI Director Mueller, on the attacks in Boston.",
      "vi": "Chào buổi sáng. Tôi vừa được đội An ninh Quốc gia, gồm có cả Mueller, giám đốc FBI, tóm tắt tình hình hai vụ tấn công ở Boston."
    }
  },
  {
    "translation": {
      "en": "And given what we now know about what took place,",
      "vi": "Và theo những gì ta đã biết về vụ việc đã xảy ra,"
    }
  },
  {
    "translation": {
      "en": "the FBI is investigating it as an act of terrorism.",
      "vi": "FBI đang điều tra vụ này như một hành động khủng bố."
    }
  },
  {
    "translation": {
      "en": "Anytime bombs are used to target innocent civilians,",
      "vi": "Bất cứ khi nào bom được dùng để nhắm vào thường dân vô tội,"
    }
  },
  {
    "translation": {
      "en": "it is an act of terror. We still do not know who did this or why,",
      "vi": "đó đều là hành động khủng bố. Ta vẫn chưa biết thủ phạm là ai và tại sao,"
    }
  },
  {
    "translation": {
      "en": "and people shouldn't jump to conclusions before we have all the facts.",
      "vi": "nên người dân không nên vội kết luận khi chưa có đủ dữ kiện."
    }
  },
  {
    "translation": {
      "en": "But make no mistake, we will get to the bottom of this,",
      "vi": "Nhưng chắc chắn, ta sẽ điều tra đến cùng"
    }
  },
  {
    "translation": {
      "en": "and we will find out who did this. We'll find out why they did this.",
      "vi": "và ta sẽ tìm ra thủ phạm. Ta sẽ tìm ra lý do chúng làm việc này."
    }
  },
  {
    "translation": {
      "en": "9/11 was a turning point, I think, for all of us.",
      "vi": "Theo tôi, vụ 11 tháng Chín là bước ngoặt đối với tất cả."
    }
  },
  {
    "translation": {
      "en": "But particularly for Muslims.",
      "vi": "Mà nhất là với người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "We were shocked to see what had happened.",
      "vi": "Chúng tôi sốc khi chứng kiến chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "But there was definitely a change.",
      "vi": "Nhưng chắc chắn đã có sự thay đổi."
    }
  },
  {
    "translation": {
      "en": "Certainly to feel as if, all of a sudden, we were the perpetrators.",
      "vi": "Chắc chắn có cảm giác là, đột nhiên, chúng tôi trở thành thủ phạm."
    }
  },
  {
    "translation": {
      "en": "It was a difficult time for us.",
      "vi": "Đó là thời gian khó khăn."
    }
  },
  {
    "translation": {
      "en": "The essence of Islam is about being a good human being.",
      "vi": "KHÔNG QUÊN VỤ 11/9 NÓI KHÔNG VỚI NHÀ THỜ JIHAD Bản chất của Hồi giáo xoay quanh việc làm người tốt."
    }
  },
  {
    "translation": {
      "en": "We are here as Americans. We are here as part of society.",
      "vi": "Chúng tôi là người Mỹ ở đây. Chúng tôi thuộc về xã hội ở đây."
    }
  },
  {
    "translation": {
      "en": "But when you don't know about something,",
      "vi": "Nhưng khi bạn không hiểu một thứ"
    }
  },
  {
    "translation": {
      "en": "your very first reaction is to fear it.",
      "vi": "thì phản ứng đầu tiên của bạn sẽ là sợ nó."
    }
  },
  {
    "translation": {
      "en": "And that's exactly what had happened with Muslims.",
      "vi": "Đó chính là chuyện đã xảy ra với người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "Go home! Go home! Go home!",
      "vi": "KHÔNG BAO GIỜ QUÊN"
    }
  },
  {
    "translation": {
      "en": "Go home!",
      "vi": "Về quê đi!"
    }
  },
  {
    "translation": {
      "en": "Get out here! Go back home!",
      "vi": "Cút đi! Về quê đi!"
    }
  },
  {
    "translation": {
      "en": "In a post 9/11 era, the bullying was vicious.",
      "vi": "Giai đoạn sau vụ 11 tháng Chín, tôi bị ăn hiếp rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "It was consistent. It was every day.",
      "vi": "Liên tục. Mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "And I was constantly hiding certain aspects of myself,",
      "vi": "Tôi đã phải liên tục che giấu nhiều khía cạnh về mình,"
    }
  },
  {
    "translation": {
      "en": "like, whenever I… navigated life, really.",
      "vi": "mỗi khi tôi bước ra đời, thật sự."
    }
  },
  {
    "translation": {
      "en": "I moved to Boston when I was seven years old.",
      "vi": "Tôi chuyển đến Boston năm lên bảy."
    }
  },
  {
    "translation": {
      "en": "Two weeks before 9/11.",
      "vi": "Hai tuần trước vụ 11/9."
    }
  },
  {
    "translation": {
      "en": "The kids used to come up to me with fake bombs",
      "vi": "Bọn trẻ hay đem bom giả đến gần tôi"
    }
  },
  {
    "translation": {
      "en": "and then run away and then make, like, ticking noises.",
      "vi": "rồi chạy đi và giả tiếng tích tắc."
    }
  },
  {
    "translation": {
      "en": "So, I had a lot of shame being a Muslim.",
      "vi": "Tôi đã rất hổ thẹn khi là người Đạo hồi."
    }
  },
  {
    "translation": {
      "en": "When the bombing happened, I was in college.",
      "vi": "Lúc vụ đánh bom xảy ra, tôi đang học đại học."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, Please don't let it have anything to do with Islam.",
      "vi": "Tôi nhớ đã nghĩ: Xin đừng liên quan gì đến người Đạo hồi."
    }
  },
  {
    "translation": {
      "en": "You couldn't help that sinking feeling inside you",
      "vi": "Không thể tránh được cái cảm xúc đã ăn sâu bên trong"
    }
  },
  {
    "translation": {
      "en": "uh, to think that maybe this is committed by somebody",
      "vi": "và nghĩ là có lẽ kẻ gây ra vụ việc này"
    }
  },
  {
    "translation": {
      "en": "who is a Muslim.",
      "vi": "là một người Đạo hồi."
    }
  },
  {
    "translation": {
      "en": "Islamophobia was just starting to go away.",
      "vi": "Chứng sợ người Hồi giáo chỉ vừa mới dịu đi."
    }
  },
  {
    "translation": {
      "en": "I immediately knew that they were going to pin it on Islam.",
      "vi": "Tôi lập tức biết là họ sẽ ghim vụ này lên đầu người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "Once we determined that it was a terrorist event,",
      "vi": "Sau khi chúng tôi xác định đây là sự kiện khủng bố,"
    }
  },
  {
    "translation": {
      "en": "the full weight and force of the federal government was looking for these bombers.",
      "vi": "chính phủ liên bang dồn toàn lực và sức mạnh để tìm kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "We knew where the bombings took place. We knew there were businesses located along Boylston Street",
      "vi": "Chúng tôi đã biết nơi xảy ra đánh bom, có các cơ sở kinh doanh dọc đường Boylston"
    }
  },
  {
    "translation": {
      "en": "that had CCTV cameras located on the front of them. So we knew that if we looked at it,",
      "vi": "lắp máy quay truyền hình mạch kín ở mặt tiền. Chúng tôi biết nếu xem chúng,"
    }
  },
  {
    "translation": {
      "en": "we would likely find visual images of the bombers.",
      "vi": "chúng tôi có thể thấy hình ảnh trực quan về kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "The first significant piece of evidence was the video coverage from The Forum.",
      "vi": "Chứng cứ quan trọng đầu tiên là thước phim ghi hình ở Forum."
    }
  },
  {
    "translation": {
      "en": "They had an outdoor camera that was positioned above a door,",
      "vi": "Họ có một máy quay bên ngoài đặt phía trên một cánh cửa,"
    }
  },
  {
    "translation": {
      "en": "which actually had a vantage point out to where the second explosion went off.",
      "vi": "thực chất tiện nhìn được luôn địa điểm xảy ra vụ nổ thứ hai."
    }
  },
  {
    "translation": {
      "en": "And we started processing that very quickly",
      "vi": "Chúng tôi liền xử lý nó thật nhanh"
    }
  },
  {
    "translation": {
      "en": "because we knew that that could contain some significant evidence for us.",
      "vi": "vì chúng tôi biết nó có thể nắm giữ một số chứng cứ quan trọng."
    }
  },
  {
    "translation": {
      "en": "We had analysts watching this video repeatedly over and over and over again.",
      "vi": "Chúng tôi nhờ các nhà phân tích xem đi xem lại đoạn phim đó."
    }
  },
  {
    "translation": {
      "en": "Rewinding, playing it again, rewinding. Enhancing.",
      "vi": "Tua lại, phát lại, tua lại. Tăng chất lượng."
    }
  },
  {
    "translation": {
      "en": "All night long, frame by frame.",
      "vi": "Cả đêm, từng khung hình."
    }
  },
  {
    "translation": {
      "en": "There was nothing remarkable about the video at all.",
      "vi": "Đoạn phim đó không hề có gì đặc biệt."
    }
  },
  {
    "translation": {
      "en": "But we got a phone call from a member of the public who said,",
      "vi": "Nhưng có một người dân điện cho chúng tôi và bảo:"
    }
  },
  {
    "translation": {
      "en": "I was across the street, and I have a couple of still shots that you may want.",
      "vi": "Tôi đứng bên kia đường, tôi có vài bức ảnh tĩnh chắc các anh cần."
    }
  },
  {
    "translation": {
      "en": "These still shots were taken right before the explosion went off.",
      "vi": "Tôi chụp mấy bức tĩnh đó ngay trước khi xảy ra vụ nổ."
    }
  },
  {
    "translation": {
      "en": "We had our evidence collection team seize those photos,",
      "vi": "Chúng tôi nhờ đội thu thập chứng cứ lấy các bức ảnh,"
    }
  },
  {
    "translation": {
      "en": "and the still shot showed a bag on the ground.",
      "vi": "và trong bức ảnh tĩnh đó có một cái ba lô dưới đất."
    }
  },
  {
    "translation": {
      "en": "We time synced that still shot up with the moving video from The Forum,",
      "vi": "Chúng tôi đồng bộ thời gian bức ảnh tĩnh theo đoạn phim chuyển động của Forum"
    }
  },
  {
    "translation": {
      "en": "and that showed this person who was a little taller than everybody else",
      "vi": "và thấy một kẻ cao hơn tất cả mọi người ở đó một chút,"
    }
  },
  {
    "translation": {
      "en": "and had a white hat on.",
      "vi": "đang đội mũ trắng."
    }
  },
  {
    "translation": {
      "en": "I immediately called Rick and I said, Rick, you really have to come up to the lab to see this.",
      "vi": "Tôi lập tức gọi Rick, bảo: Rick, anh phải đến phòng thí nghiệm xem cái này đi."
    }
  },
  {
    "translation": {
      "en": "Kevin Swindon gave me a call, he said, Boss, I want to show you a video.",
      "vi": "Kevin Swindon gọi. Tôi muốn cho anh xem đoạn phim này."
    }
  },
  {
    "translation": {
      "en": "You see this individual with a white hat walking forward toward the bomb site,",
      "vi": "Ta thấy một kẻ đội mũ trắng đi về phía địa điểm đánh bom,"
    }
  },
  {
    "translation": {
      "en": "and he stops right by a tree in front of The Forum restaurant.",
      "vi": "hắn đứng lại cạnh một cái cây trước nhà hàng Forum."
    }
  },
  {
    "translation": {
      "en": "And he stands there looking around like anybody else.",
      "vi": "Hắn đứng đó nhìn quanh như tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "Then you see him drop the backpack to the ground and he stands there.",
      "vi": "Rồi ta thấy hắn thả một cái ba lô xuống đất, xong hắn vẫn đứng đó."
    }
  },
  {
    "translation": {
      "en": "Looks like he's taking pictures of people running. He's texting.",
      "vi": "Trông như hắn đang chụp ảnh người chạy, đang nhắn tin."
    }
  },
  {
    "translation": {
      "en": "And then you see the concussive effects of the first bomb going off.",
      "vi": "Xong ta thấy hiệu ứng chấn động sau khi quả bom đầu tiên nổ."
    }
  },
  {
    "translation": {
      "en": "Everybody on the camera looks to the left, and then he just quickly walks to the right.",
      "vi": "Tất cả trong đoạn phim đều nhìn sang trái, còn hắn bước nhanh về bên phải."
    }
  },
  {
    "translation": {
      "en": "Oh my God! Something blew up. Something blew up. Oh my God, something happened.",
      "vi": "Ôi Chúa ơi! Cái gì vừa nổ ấy. Ôi Chúa ơi, có chuyện gì rồi."
    }
  },
  {
    "translation": {
      "en": "And as soon as he leaves the field of view of the camera,",
      "vi": "Và hắn vừa ra khỏi tầm nhìn máy quay"
    }
  },
  {
    "translation": {
      "en": "the second bomb goes off right in front of The Forum restaurant.",
      "vi": "thì quả bom thứ hai nổ ngay trước nhà hàng Forum."
    }
  },
  {
    "translation": {
      "en": "At that point, we knew we had the video of one of the bombers.",
      "vi": "Bấy giờ, chúng tôi biết chúng tôi đã quay lại được một trong những kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "We called him White Hat.",
      "vi": "Chúng tôi gọi hắn là Mũ Trắng."
    }
  },
  {
    "translation": {
      "en": "Wednesday is almost like this blackout day because you're not hearing anything,",
      "vi": "Thứ Tư gần như là một ngày mù tịt vì bạn chẳng hay tin gì,"
    }
  },
  {
    "translation": {
      "en": "and then suddenly a press conference that was supposed to begin is canceled.",
      "vi": "một buổi họp báo lẽ ra phải diễn ra còn tự dưng bị hủy nữa."
    }
  },
  {
    "translation": {
      "en": "We are having a press conference. But now we need more time to prepare. Thank you very much.",
      "vi": "Chúng tôi sẽ họp báo. Nhưng giờ chúng tôi cần thêm thời gian chuẩn bị. Cảm ơn nhiều."
    }
  },
  {
    "translation": {
      "en": "What time is it? I don't know what time.",
      "vi": "Là đến mấy giờ ạ? Tôi không rõ là mấy giờ."
    }
  },
  {
    "translation": {
      "en": "We made a decision to not have a press conference",
      "vi": "Chúng tôi đã quyết định không họp báo"
    }
  },
  {
    "translation": {
      "en": "because we had discovered the video evidence at that time, and we had to focus on that first.",
      "vi": "vì vừa phát hiện ra đoạn chứng cứ ghi hình và chúng tôi phải tập trung vào nó trước."
    }
  },
  {
    "translation": {
      "en": "But I think that that led to some media speculation as to what might be going on.",
      "vi": "Nhưng tôi nghĩ việc đó khiến truyền thông đồn đoán là đang có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "The police were trying to keep a tight lid on information.",
      "vi": "Cảnh sát đã cố giữ kín thông tin."
    }
  },
  {
    "translation": {
      "en": "You saw the void being filled on social media.",
      "vi": "Ta thấy khoảng trống đó được lấp đầy trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "Folks were looking at photos saying, What do you know about this person?",
      "vi": "Người ta xem một đống ảnh và hỏi: Bạn biết gì về kẻ này?"
    }
  },
  {
    "translation": {
      "en": "The problem with asking that question, though, of course, it is accusatory.",
      "vi": "Vấn đề khi hỏi câu đó là, dĩ nhiên, bạn đang buộc tội."
    }
  },
  {
    "translation": {
      "en": "Folks were being pointed at, and the Boston police were getting a lot of false leads.",
      "vi": "Nhiều người bị chỉ điểm bậy, và cảnh sát Boston phải nhận nhiều manh mối sai lệch."
    }
  },
  {
    "translation": {
      "en": "Somebody posted a picture of a shadowy figure",
      "vi": "Có người đăng ảnh chụp bóng một người"
    }
  },
  {
    "translation": {
      "en": "walking on the rooftop. It looked like one of these Sasquatch pictures.",
      "vi": "đang đi trên sân thượng. Trông như một trong mấy bức ảnh chụp Chân To ấy."
    }
  },
  {
    "translation": {
      "en": "And then we receive a picture of a little bag on the racecourse where the explosion happened.",
      "vi": "Xong chúng tôi nhận ảnh chụp một cái túi trên đường chạy, nơi xảy ra vụ nổ."
    }
  },
  {
    "translation": {
      "en": "And then the bureau did an analysis on it and they said, No, this was Photoshop.",
      "vi": "Nhưng rồi văn phòng phân tích nó và bảo: Ảnh Photoshop đấy."
    }
  },
  {
    "translation": {
      "en": "That takes investigative resources away from chasing the bad guys.",
      "vi": "Chúng khiến các nguồn lực điều tra bị phân tâm khỏi việc truy lùng thủ phạm."
    }
  },
  {
    "translation": {
      "en": "But that stuff was appearing online.",
      "vi": "Mà mấy thứ đó đang xuất hiện trên mạng."
    }
  },
  {
    "translation": {
      "en": "People were sitting in their living rooms, playing detective on social media.",
      "vi": "Người ta ngồi ở phòng khách, đóng vai thám tử trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "It also became an opportunity for bigots",
      "vi": "Đó còn là cơ hội để đám mù quáng"
    }
  },
  {
    "translation": {
      "en": "to bask in their assumptions and to propagate those further.",
      "vi": "tự bơi trong những giả định của họ và lan truyền chúng rộng hơn."
    }
  },
  {
    "translation": {
      "en": "People would say this is clearly the work of Islamic terrorists.",
      "vi": "Họ bảo đây rõ là tác phẩm của khủng bố Đạo hồi."
    }
  },
  {
    "translation": {
      "en": "And it didn't help that right wing figures were echoing this.",
      "vi": "CHẮC CHẮN LÀ DO BỌN Ả RẬP TÔI CHO LÀ CHẮC CHẮN TẠI BỌN Ả RẬP. Và càng tệ hơn khi các nhân vật cánh hữu cũng ủng hộ ý kiến đó."
    }
  },
  {
    "translation": {
      "en": "Most terrorists, lately at least, have been Muslim.",
      "vi": "Đa số những kẻ khủng bố, ít nhất là gần đây, đều là dân Đạo hồi."
    }
  },
  {
    "translation": {
      "en": "They were resparking the flames of Islamophobia throughout the nation.",
      "vi": "Họ thổi bùng lại ngọn lửa sợ người Đạo hồi trên khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "The news media outlets were not helping.",
      "vi": "Giới truyền thông tin tức càng làm tình hình xấu đi."
    }
  },
  {
    "translation": {
      "en": "Our sources on this story have encouraged us to look deeply",
      "vi": "Các nguồn tin của chúng tôi về vụ việc khuyên chúng tôi điều tra sâu"
    }
  },
  {
    "translation": {
      "en": "into who this Saudi national is.",
      "vi": "về danh tính kẻ có quốc tịch Ả rập này."
    }
  },
  {
    "translation": {
      "en": "Even after he was cleared, the media was hounding",
      "vi": "Đến lúc được minh oan rồi, truyền thông vẫn săn lùng"
    }
  },
  {
    "translation": {
      "en": "the Saudi Arabian national and even his roommate.",
      "vi": "cậu người Ả rập Xêút đó, cả bạn cùng phòng."
    }
  },
  {
    "translation": {
      "en": "Do you know anything about these bombings?",
      "vi": "Anh biết gì về các vụ đánh bom đó không?"
    }
  },
  {
    "translation": {
      "en": "Do you have anything to do with them? The police came to your apartment.",
      "vi": "Anh có dính líu gì không? Cảnh sát đến căn hộ của hai anh mà."
    }
  },
  {
    "translation": {
      "en": "And then they said someone had been brought down to the federal courthouse.",
      "vi": "Xong họ kháo là có kẻ vừa bị giải tới tòa án liên bang."
    }
  },
  {
    "translation": {
      "en": "There are various media reports that an arrest has been made.",
      "vi": "Nhiều nguồn tin báo chí cho biết vừa có một vụ bắt giữ."
    }
  },
  {
    "translation": {
      "en": "And now there are hundreds of people outside the federal courthouse.",
      "vi": "Giờ thì hàng trăm người tụ tập bên ngoài tòa án."
    }
  },
  {
    "translation": {
      "en": "Reporters are everywhere. It's like chaos.",
      "vi": "Phóng viên đông như kiến. Hỗn loạn hết sức."
    }
  },
  {
    "translation": {
      "en": "I remember saying, Ed, is this guy in custody? He said, No, no, I didn't hear.",
      "vi": "Tôi nhớ là đã hỏi: Vừa bắt được ai à? Họ bảo: Tôi có thấy nói gì đâu."
    }
  },
  {
    "translation": {
      "en": "There was a lot of misinformation. A lot of clamoring to be breaking news.",
      "vi": "Rất nhiều thông tin sai lệch. Nhiều tin đồn nhảm muốn trở thành tin nóng."
    }
  },
  {
    "translation": {
      "en": "The next thing I know,",
      "vi": "Đột nhiên,"
    }
  },
  {
    "translation": {
      "en": "there's potentially a bomb or some explosive in the area.",
      "vi": "người ta bảo ở khu vực này có khả năng đang có một quả bom hoặc chất nổ."
    }
  },
  {
    "translation": {
      "en": "After all that commotion, we were given the all clear,",
      "vi": "Sau vụ náo loạn, chúng tôi đã nhận thông báo an toàn,"
    }
  },
  {
    "translation": {
      "en": "and employees were allowed to go inside, get their belongings,",
      "vi": "các nhân viên đã được phép vào trong lấy đồ"
    }
  },
  {
    "translation": {
      "en": "and then court was closed down for the day.",
      "vi": "và tòa án đã bị đóng cửa hết hôm nay."
    }
  },
  {
    "translation": {
      "en": "Authorities stress there is no suspect in custody.",
      "vi": "Giới chức nhấn mạnh họ chưa bắt được nghi phạm nào."
    }
  },
  {
    "translation": {
      "en": "There was a lot of misinformation out there being generated.",
      "vi": "Rất nhiều thông tin sai lệch bị tung ra."
    }
  },
  {
    "translation": {
      "en": "We had to stay focused on what was real and what wasn't real.",
      "vi": "Chúng tôi phải tập trung tìm hiểu cái gì là thật, cái gì là giả."
    }
  },
  {
    "translation": {
      "en": "At that point, we knew we had visually identified one of the bombers.",
      "vi": "Bấy giờ, chúng tôi đã nhận diện trực quan một kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "The next priority was gathering more video evidence from along Boylston Street.",
      "vi": "Ưu tiên tiếp theo là thu thập thêm chứng cứ ghi hình dọc đường Boylston."
    }
  },
  {
    "translation": {
      "en": "Because we wanted to determine if there were any other leads that could help us identify this individual.",
      "vi": "Chúng tôi muốn xác định xem còn manh mối nào giúp nhận diện được kẻ này không."
    }
  },
  {
    "translation": {
      "en": "The next critical piece of evidence we gained access to",
      "vi": "Chứng cứ quan trọng kế đến chúng tôi tiếp cận được"
    }
  },
  {
    "translation": {
      "en": "was a video from a business",
      "vi": "là một đoạn phim của một cơ sở"
    }
  },
  {
    "translation": {
      "en": "that was on the corner of Boylston Street, named Whiskey's.",
      "vi": "ở góc đường Boylston tên là Whiskey's."
    }
  },
  {
    "translation": {
      "en": "From the video, we were able to time sync it",
      "vi": "Từ đoạn phim đó, chúng tôi đã đồng bộ thời gian"
    }
  },
  {
    "translation": {
      "en": "to identify White Hat walking around the corner.",
      "vi": "để xác định là Mũ Trắng đã đi bộ vòng qua góc đường."
    }
  },
  {
    "translation": {
      "en": "But we realized there was more to the video.",
      "vi": "Nhưng chúng tôi nhận ra đoạn phim còn một chi tiết."
    }
  },
  {
    "translation": {
      "en": "He was accompanied by another gentleman with a black hat and a backpack,",
      "vi": "Đi cùng hắn là một gã đàn ông nữa đội mũ đen, đeo ba lô,"
    }
  },
  {
    "translation": {
      "en": "and they were together.",
      "vi": "chúng đi cùng nhau."
    }
  },
  {
    "translation": {
      "en": "That became its own investigation. We've got them here.",
      "vi": "Đó trở thành một cuộc điều tra riêng. Chúng tôi thấy chúng ở đây rồi."
    }
  },
  {
    "translation": {
      "en": "How can we follow them backwards in time through video footage?",
      "vi": "Làm sao để chúng tôi lần theo chúng ngược dòng thời gian qua thước phim?"
    }
  },
  {
    "translation": {
      "en": "We were able to build a timeline in between those two locations",
      "vi": "Chúng tôi đã lập được một dòng thời gian xen giữa hai địa điểm đó"
    }
  },
  {
    "translation": {
      "en": "from the different digital video recorders.",
      "vi": "từ nhiều máy ghi hình kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "And then sort of trace their steps, turning the corner at Whiskey's and walking towards The Forum.",
      "vi": "Rồi lần theo lộ trình của chúng, rẽ ở góc đường chỗ Whiskey's, đi về phía Forum."
    }
  },
  {
    "translation": {
      "en": "It became evident to us that these two were hiding in plain sight.",
      "vi": "Chúng tôi thấy rõ là hai kẻ đó đang ẩn mình giữa đám đông."
    }
  },
  {
    "translation": {
      "en": "These individuals did not have hoods.",
      "vi": "Hai kẻ đó không đội mũ trùm đầu. Chúng không che mặt."
    }
  },
  {
    "translation": {
      "en": "They weren't obscuring their faces. They could be visually recognized.",
      "vi": "Hai kẻ đó không đội mũ trùm đầu. Chúng không che mặt. Có thể nhận ra chúng bằng mắt thường. Chúng là hai gã da trắng trẻ."
    }
  },
  {
    "translation": {
      "en": "These were two young, Caucasian males.",
      "vi": "Có thể nhận ra chúng bằng mắt thường. Chúng là hai gã da trắng trẻ."
    }
  },
  {
    "translation": {
      "en": "They had hats on, sunglasses.",
      "vi": "Chúng đội mũ, đeo kính râm."
    }
  },
  {
    "translation": {
      "en": "Problem is, is that we didn't know who they were.",
      "vi": "Vấn đề là chúng tôi không biết chúng là ai."
    }
  },
  {
    "translation": {
      "en": "At the time, facial recognition software was good if you had a three inch by three inch clear face shot.",
      "vi": "Bấy giờ, phần mềm nhận diện khuôn mặt đã đủ tốt nếu chụp được ảnh mặt 7,6x7,6 rõ."
    }
  },
  {
    "translation": {
      "en": "We just didn't have that type of clarity. They were grainy.",
      "vi": "Chúng tôi không chụp được rõ vậy. Ảnh quá nhiều sạn."
    }
  },
  {
    "translation": {
      "en": "They were sometimes taken at a distance.",
      "vi": "Có khi chúng được chụp từ xa."
    }
  },
  {
    "translation": {
      "en": "We didn't know who they were, we didn't know what their motivations for doing the bombings were,",
      "vi": "Chúng tôi chưa biết chúng là ai, động cơ đánh bom của chúng là gì,"
    }
  },
  {
    "translation": {
      "en": "but we had the bombers in sight.",
      "vi": "nhưng đã tìm được hai kẻ đánh bom."
    }
  },
  {
    "translation": {
      "en": "I get a phone call from Rick DesLauriers,",
      "vi": "Rick Deslauriers điện cho tôi"
    }
  },
  {
    "translation": {
      "en": "and I get over there as quickly as possible.",
      "vi": "và tôi tới đó nhanh nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Carmen Ortiz was there, and they cued up the video.",
      "vi": "Carmen Ortiz đang ở đó, họ liền mở đoạn phim lên."
    }
  },
  {
    "translation": {
      "en": "And I got my eyes on these guys for the first time.",
      "vi": "Ngay lần đầu xem, tôi đã để ý đến hai kẻ đó."
    }
  },
  {
    "translation": {
      "en": "They kept playing it over and over again.",
      "vi": "Họ cứ phát đi phát lại."
    }
  },
  {
    "translation": {
      "en": "When I saw that video, I said, We have them.",
      "vi": "Lúc xem đoạn phim đó, tôi bảo: Chúng đây rồi."
    }
  },
  {
    "translation": {
      "en": "These are the guys.",
      "vi": "Thủ phạm đây rồi."
    }
  },
  {
    "translation": {
      "en": "It was striking to me how innocent they looked.",
      "vi": "Tôi ngỡ ngàng vì trông chúng quá vô hại."
    }
  },
  {
    "translation": {
      "en": "Backpack over his shoulder, he was walking down the street, looking like any other college kid.",
      "vi": "Vai đeo ba lô, đi bộ trên đường, nhìn như mọi sinh viên."
    }
  },
  {
    "translation": {
      "en": "But we didn't know who they were,",
      "vi": "Nhưng chúng tôi chưa biết chúng là ai,"
    }
  },
  {
    "translation": {
      "en": "where they were,",
      "vi": "chúng ở đâu,"
    }
  },
  {
    "translation": {
      "en": "and if they were with anyone else.",
      "vi": "và chúng còn đi cùng ai không."
    }
  },
  {
    "translation": {
      "en": "At that point we had to make a decision as to what do we do with this video evidence.",
      "vi": "Bấy giờ chúng tôi phải quyết định xem sẽ làm gì với chứng cứ ghi hình này."
    }
  },
  {
    "translation": {
      "en": "Do we release it to the American public or do we hold it and continue",
      "vi": "Chúng tôi công bố nó cho công chúng Mỹ hay giữ kín, tiếp tục"
    }
  },
  {
    "translation": {
      "en": "to work behind the scenes to try to identify these individuals?",
      "vi": "thầm lặng điều tra để tìm cách nhận diện chúng?"
    }
  },
  {
    "translation": {
      "en": "Well, I thought it was absolutely critical that we release the pictures to the public.",
      "vi": "Tôi thì nghĩ chúng tôi thực sự phải công bố những hình ảnh đó cho công chúng."
    }
  },
  {
    "translation": {
      "en": "But that was not the feeling at the table.",
      "vi": "Mà chúng tôi không cùng quan điểm."
    }
  },
  {
    "translation": {
      "en": "There were differing views",
      "vi": "Chúng tôi nghĩ khác nhau"
    }
  },
  {
    "translation": {
      "en": "on when to publicize those photos and seek the public's help.",
      "vi": "về thời điểm công bố những hình ảnh đó để nhờ công chúng giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "My impulse is not to keep the information secret.",
      "vi": "Tôi hối thúc họ đừng giấu giếm thông tin."
    }
  },
  {
    "translation": {
      "en": "It's to publish it. And I was convinced that if we did that,",
      "vi": "Mà phải công bố. Tôi tin là chúng tôi mà công bố,"
    }
  },
  {
    "translation": {
      "en": "these guys would be in our pocket within a couple of hours.",
      "vi": "chúng tôi sẽ tóm được hai kẻ đó sau vài giờ."
    }
  },
  {
    "translation": {
      "en": "I was met with complete silence.",
      "vi": "Đáp lại, họ im bặt."
    }
  },
  {
    "translation": {
      "en": "In the FBI, we want to try to control situations. If we can control it, it's safer.",
      "vi": "Ở FBI, chúng tôi muốn kiểm soát tình hình. Kiểm soát được thì an toàn hơn."
    }
  },
  {
    "translation": {
      "en": "If you release the photos of the bombers, you let them know",
      "vi": "Bạn mà công bố ảnh hai kẻ đánh bom là bạn sẽ cho chúng biết"
    }
  },
  {
    "translation": {
      "en": "that you know who they are, and you might cause them to flee.",
      "vi": "bạn biết chúng rồi, bạn có thể khiến chúng bỏ chạy."
    }
  },
  {
    "translation": {
      "en": "It is possible that if somebody saw",
      "vi": "Có thể nếu chúng thấy"
    }
  },
  {
    "translation": {
      "en": "that the pictures were being published, that they would run.",
      "vi": "hình ảnh bị công bố, chúng sẽ chạy."
    }
  },
  {
    "translation": {
      "en": "But who cares?",
      "vi": "Mà quan tâm gì?"
    }
  },
  {
    "translation": {
      "en": "People know who committed these crimes and will help us.",
      "vi": "Người ta biết kẻ nào gây ra những tội ác đó và sẽ giúp chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We've got a picture of two people. Is it just them, or is it bigger than them?",
      "vi": "Chúng tôi chụp được ảnh hai kẻ. Chỉ có chúng à? Hay chúng đông hơn thế?"
    }
  },
  {
    "translation": {
      "en": "We didn't think necessarily there were any other bombers. But we had to find",
      "vi": "Chúng tôi không nghĩ còn kẻ đánh bom, nhưng phải tìm xem"
    }
  },
  {
    "translation": {
      "en": "whether there were any collaborators who had supported the bombers.",
      "vi": "liệu có cộng sự nào tiếp tay cho hai kẻ đánh bom không."
    }
  },
  {
    "translation": {
      "en": "We don't know what it is, so we go live with photos. We're controlling nothing.",
      "vi": "Chúng tôi chưa biết thế nào mà chúng tôi đã công bố ảnh, sẽ mất hết kiểm soát."
    }
  },
  {
    "translation": {
      "en": "The risk and the potential harm could be huge.",
      "vi": "Rủi ro và tác hại tiềm tàng có thể rất lớn."
    }
  },
  {
    "translation": {
      "en": "Any investigative decision we make,",
      "vi": "Mọi quyết định điều tra,"
    }
  },
  {
    "translation": {
      "en": "particularly in terms of releasing evidence to the American public,",
      "vi": "nhất là về việc công bố chứng cứ cho công chúng Mỹ,"
    }
  },
  {
    "translation": {
      "en": "had to be approved by Carmen and the Department of Justice down in Washington, DC.",
      "vi": "đều phải được Carmen và Bộ Tư pháp ở Washington, DC chấp thuận."
    }
  },
  {
    "translation": {
      "en": "Carmen said, I've talked to people at Justice, and we are not releasing these photographs.",
      "vi": "Carmen bảo: Tôi hỏi chuyện người ở Bộ Tư pháp rồi, không được công bố ảnh."
    }
  },
  {
    "translation": {
      "en": "And I was pretty upset about it.",
      "vi": "Việc đó làm tôi khá tức giận."
    }
  },
  {
    "translation": {
      "en": "I thought we should hold off.",
      "vi": "Tôi nghĩ chúng tôi nên đợi đã."
    }
  },
  {
    "translation": {
      "en": "If we had any kind of hot leads that could lead to these individuals,",
      "vi": "Chúng tôi mà có thêm manh mối rõ ràng có thể dẫn tới hai kẻ đó"
    }
  },
  {
    "translation": {
      "en": "that it would be better to do it that way to try to catch them unawares.",
      "vi": "thì làm theo hướng đó sẽ tốt hơn, tìm cách bất ngờ tóm chúng."
    }
  },
  {
    "translation": {
      "en": "And I said, Because I want you to know that if somebody gets hurt,",
      "vi": "Tôi thì đáp: Tôi muốn cô biết là nếu có ai bị hại"
    }
  },
  {
    "translation": {
      "en": "I'm going to go public with that information. There was a hush.",
      "vi": "thì tôi sẽ công khai thông tin này đấy. Họ vẫn im lặng."
    }
  },
  {
    "translation": {
      "en": "The meeting ended, and I walked out by myself.",
      "vi": "Buổi họp kết thúc, chỉ mình tôi bước ra."
    }
  },
  {
    "translation": {
      "en": "Karen was in and out of consciousness,",
      "vi": "Karen cứ ngất rồi lại tỉnh,"
    }
  },
  {
    "translation": {
      "en": "but she asked what happened to Krystle.",
      "vi": "nhưng cô ấy hỏi Krystle sao rồi."
    }
  },
  {
    "translation": {
      "en": "The first time I could say, Did she die? I know she did. You have to tell me.",
      "vi": "Lần đầu tôi hỏi được: Cô ấy mất rồi à? Em biết rồi. Anh phải nói đi."
    }
  },
  {
    "translation": {
      "en": "Um, that's when they told me she had passed.",
      "vi": "Đó là lúc họ bảo tôi cô ấy mất rồi."
    }
  },
  {
    "translation": {
      "en": "Today, another of the dead was identified.",
      "vi": "Hôm nay đã nhận diện được thêm một người tử vong."
    }
  },
  {
    "translation": {
      "en": "29 year old Krystle Campbell of Medford, Massachusetts.",
      "vi": "Krystle Campbell, 29 tuổi, ở Medford, Massachusetts."
    }
  },
  {
    "translation": {
      "en": "We found out the mix up was with Krystle's phone being put in Karen's pocket.",
      "vi": "Chúng tôi phát hiện ra là có nhầm lẫn do điện thoại của Krystle bỏ trong túi Karen."
    }
  },
  {
    "translation": {
      "en": "That cell phone that I had in my pocket, that was Krystle's.",
      "vi": "Cái di động bỏ trong túi tôi là của Krystle."
    }
  },
  {
    "translation": {
      "en": "Her family was calling it.",
      "vi": "Nhà cô ấy đã gọi đến."
    }
  },
  {
    "translation": {
      "en": "They were asking for Krystle and they said, Krystle's right here,",
      "vi": "Họ hỏi Krystle đâu và người ta bảo: Có, Krystle ở đây,"
    }
  },
  {
    "translation": {
      "en": "but that was actually Karen in the operating room, not Krystle.",
      "vi": "nhưng thật ra người đang trong phòng mổ là Karen, không phải Krystle."
    }
  },
  {
    "translation": {
      "en": "The boyfriend that Krystle had been dating at the time was the one",
      "vi": "Anh bạn trai Krystle đang hẹn hò lúc đó là người"
    }
  },
  {
    "translation": {
      "en": "that went into the operating room and identified that it was me.",
      "vi": "đã vào phòng mổ và nhận diện người đang mổ là tôi."
    }
  },
  {
    "translation": {
      "en": "Krystle's family, you know, I mean, I can't imagine how they felt.",
      "vi": "Tôi không hình dung nổi cảm giác của gia đình Krystle."
    }
  },
  {
    "translation": {
      "en": "You know, sitting there all night. Krystle's all right, and then to just all",
      "vi": "Ngồi đó cả đêm. Tưởng Krystle không sao, xong tất cả đột nhiên"
    }
  },
  {
    "translation": {
      "en": "turn the other way, is just unbelievable.",
      "vi": "đảo lộn, thực sự không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "We are heartbroken at the death of our daughter Krystle.",
      "vi": "Chúng tôi rất đau lòng trước cái chết của Krystle, con gái chúng tôi."
    }
  },
  {
    "translation": {
      "en": "She was a wonderful person.",
      "vi": "Nó là một con người tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And everybody that knew her loved her.",
      "vi": "Và ai quen biết nó cũng yêu quý nó."
    }
  },
  {
    "translation": {
      "en": "It just really was a lot to take in. It was a lot. It still is to this day.",
      "vi": "Thật sự quá khó để tiếp nhận. Quá khó. Đến giờ vẫn vậy."
    }
  },
  {
    "translation": {
      "en": "I still don't understand it.",
      "vi": "Tôi vẫn chưa hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "It breaks my heart to think of the poor victims who lost their lives.",
      "vi": "Tôi đau lòng khi nghĩ đến nạn nhân tội nghiệp đã bỏ mạng."
    }
  },
  {
    "translation": {
      "en": "I took a real person, and I wanted to find out who's responsible for this.",
      "vi": "Tôi thực sự coi đó là tư thù và muốn tìm ra thủ phạm."
    }
  },
  {
    "translation": {
      "en": "But on Thursday morning, President Obama and his wife were coming to town.",
      "vi": "Nhưng đến sáng thứ Năm, tổng thống Obama cùng phu nhân tới thành phố."
    }
  },
  {
    "translation": {
      "en": "On top of having our offices dig for who did this,",
      "vi": "Ngoài việc thúc các văn phòng điều tra tìm thủ phạm,"
    }
  },
  {
    "translation": {
      "en": "I had to put on a presidential visit.",
      "vi": "tôi còn phải đón tiếp tổng thống."
    }
  },
  {
    "translation": {
      "en": "Anytime a president comes to your town on a good day is quite an undertaking.",
      "vi": "Tổng thống đến thành phố bạn vào một ngày bình thường đã là cả một sự kiện rồi."
    }
  },
  {
    "translation": {
      "en": "We have 11 police districts. We're about 1,800 uniformed officers.",
      "vi": "Chúng tôi có 11 phân khu cảnh sát, có khoảng 1.800 sĩ quan mặc đồng phục."
    }
  },
  {
    "translation": {
      "en": "And it's my job to put those officers where they're needed most.",
      "vi": "Nhiệm vụ của tôi là bố trí các sĩ quan tới nơi cần họ nhất."
    }
  },
  {
    "translation": {
      "en": "The drain on resources was certainly something that we were concerned about.",
      "vi": "Cạn kiệt nguồn lực chắc chắn là thứ chúng tôi lo ngại."
    }
  },
  {
    "translation": {
      "en": "It was the most intense preparation for a presidential visit that we ever did",
      "vi": "Chúng tôi chưa từng chuẩn bị đón tiếp tổng thống căng thẳng thế"
    }
  },
  {
    "translation": {
      "en": "because there was an increased threat against the President.",
      "vi": "vì tổng thống khi đó dễ gặp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "They said President Obama was gonna come to see me.",
      "vi": "Họ bảo tổng thống Obama sẽ đến gặp tôi."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, I just lost my friend. I'm not here to share my grief right now.",
      "vi": "Tôi nhớ là đã nghĩ: Mình vừa mất bạn, đang không có tâm trí kể chuyện buồn."
    }
  },
  {
    "translation": {
      "en": "I just want to put my head down and try to get better.",
      "vi": "Mình chỉ muốn nghỉ ngơi cho lại sức."
    }
  },
  {
    "translation": {
      "en": "He came walking in. He's, like, a striking figure.",
      "vi": "Ngài ấy bước vào, gây ấn tượng mạnh lắm."
    }
  },
  {
    "translation": {
      "en": "He goes, We're gonna get these bastards.",
      "vi": "Ngài ấy bảo: Ta sẽ tóm được bọn khốn đó."
    }
  },
  {
    "translation": {
      "en": "They sought to intimidate us,",
      "vi": "Chúng định hăm dọa ta,"
    }
  },
  {
    "translation": {
      "en": "to terrorize us,",
      "vi": "định khủng bố ta,"
    }
  },
  {
    "translation": {
      "en": "to shake us from those values that make us who we are as Americans.",
      "vi": "định tước bỏ của ta những giá trị của người dân Mỹ chúng ta."
    }
  },
  {
    "translation": {
      "en": "Well, it should be pretty clear by now that they picked the wrong city to do it.",
      "vi": "Nhưng có lẽ chúng đang thấy khá rõ là chúng chọn sai thành phố rồi."
    }
  },
  {
    "translation": {
      "en": "Not here in Boston.",
      "vi": "Ở Boston thì đừng hòng."
    }
  },
  {
    "translation": {
      "en": "Not here in Boston.",
      "vi": "Ở Boston thì đừng hòng."
    }
  },
  {
    "translation": {
      "en": "And this time next year, the world will return",
      "vi": "Giờ này năm sau, thế giới sẽ quay lại"
    }
  },
  {
    "translation": {
      "en": "to this great American city to run harder than ever",
      "vi": "thành phố Mỹ vĩ đại này để chạy quyết liệt hơn bao giờ hết"
    }
  },
  {
    "translation": {
      "en": "and to cheer even louder for the 118th Boston Marathon.",
      "vi": "và để cỗ vũ nhiệt tình hơn bao giờ hết trong cuộc marathon Boston lần thứ 118."
    }
  },
  {
    "translation": {
      "en": "Bet on it.",
      "vi": "Dám chắc vậy đi."
    }
  },
  {
    "translation": {
      "en": "I thought his speech was very powerful, and I think that added to the whole week",
      "vi": "Tôi nghĩ bài phát biểu của ngài ấy rất xúc động và tiếp sức cho cả cái tuần đó"
    }
  },
  {
    "translation": {
      "en": "of how we all gotta come together and figure out what happened.",
      "vi": "để tất cả chúng tôi hợp lực và xử lý chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "This isn't a place where you can scare people off",
      "vi": "Đây không phải nơi dễ hù dọa người ta"
    }
  },
  {
    "translation": {
      "en": "and I believe it's a great representation of what you should do when you're under, you know, the pressure.",
      "vi": "và theo tôi bài phát biểu đó thể hiện đúng những gì ta nên làm khi chịu áp lực."
    }
  },
  {
    "translation": {
      "en": "It was a… a distraction,",
      "vi": "Chuyến thăm đó khiến chúng tôi phân tâm,"
    }
  },
  {
    "translation": {
      "en": "but I think the city needed that.",
      "vi": "nhưng theo tôi thành phố này cần nó."
    }
  },
  {
    "translation": {
      "en": "The fourth day, we had some type of a leak.",
      "vi": "Ngày thứ tư, chúng tôi bị rò rỉ thông tin."
    }
  },
  {
    "translation": {
      "en": "One of the outlets had the photos.",
      "vi": "Một trong các cơ quan đưa tin đã lấy được ảnh."
    }
  },
  {
    "translation": {
      "en": "A Boston media station was going to release these photographs",
      "vi": "Một đài truyền thông ở Boston định công bố những bức ảnh đó"
    }
  },
  {
    "translation": {
      "en": "to the American public, and it angered me at the time.",
      "vi": "cho công chúng Mỹ và lúc đó, tôi đã rất tức giận."
    }
  },
  {
    "translation": {
      "en": "I mean, I…",
      "vi": "Ý tôi là, tôi…"
    }
  },
  {
    "translation": {
      "en": "It was just too big to control.",
      "vi": "Quá khó để kiểm soát."
    }
  },
  {
    "translation": {
      "en": "I mean, we just needed to make the best decisions that you could",
      "vi": "Chúng tôi phải đưa ra những quyết định phù hợp nhất có thể"
    }
  },
  {
    "translation": {
      "en": "uh, as changing circumstances took place.",
      "vi": "khi tình thế thay đổi."
    }
  },
  {
    "translation": {
      "en": "Four days had gone by.",
      "vi": "Bốn ngày đã trôi qua."
    }
  },
  {
    "translation": {
      "en": "Nothing had happened.",
      "vi": "Chẳng có gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "And we have nothing viable at this point.",
      "vi": "Và bấy giờ, chúng tôi chưa có gì cụ thể."
    }
  },
  {
    "translation": {
      "en": "Just the photos.",
      "vi": "Chỉ có những hình ảnh."
    }
  },
  {
    "translation": {
      "en": "We made the decision that the best thing to do was",
      "vi": "Chúng tôi đã quyết định tốt nhất là"
    }
  },
  {
    "translation": {
      "en": "to release the video evidence to the American public before the media.",
      "vi": "nên công bố chứng cứ ghi hình cho công chúng Mỹ trước truyền thông."
    }
  },
  {
    "translation": {
      "en": "Frankly, I was relieved that that was going to happen.",
      "vi": "Nói thật, tôi đã nhẹ nhõm khi họ chịu làm vậy."
    }
  },
  {
    "translation": {
      "en": "Did anybody think,",
      "vi": "Có ai nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Ed is the only one who wanted to release them?",
      "vi": "Có mỗi Ed muốn công bố không ạ?"
    }
  },
  {
    "translation": {
      "en": "I would never do such a thing in an investigation like that.",
      "vi": "Tôi không làm vậy với cuộc điều tra kiểu đó đâu."
    }
  },
  {
    "translation": {
      "en": "I have no idea how these things got leaked.",
      "vi": "Tôi chả biết sao chúng bị lộ ra nữa."
    }
  },
  {
    "translation": {
      "en": "Later that day, you hear a special press conference has been called.",
      "vi": "Cuối hôm đó, chúng tôi nghe tin một buổi họp báo đặc biệt vừa được triệu tập."
    }
  },
  {
    "translation": {
      "en": "My sources have told me there's been a significant breakthrough in the case.",
      "vi": "Nguồn tin của tôi cho biết vụ án này đã có bước đột phá cực kỳ quan trọng."
    }
  },
  {
    "translation": {
      "en": "If you look behind me, you can see they've just put these easels out.",
      "vi": "Nhìn sau tôi đây, bạn có thể thấy họ vừa đem hai giá vẽ ra."
    }
  },
  {
    "translation": {
      "en": "I'll step out of the way because they are preparing for this press conference now.",
      "vi": "Tôi sẽ đứng qua một bên vì họ đang chuẩn bị tổ chức họp báo rồi."
    }
  },
  {
    "translation": {
      "en": "The press conference was packed.",
      "vi": "Buổi họp báo đó đông nghịt."
    }
  },
  {
    "translation": {
      "en": "This was the most packed press conference of my entire career.",
      "vi": "Cả sự nghiệp, tôi chưa tham gia buổi họp báo nào đông như thế."
    }
  },
  {
    "translation": {
      "en": "Before I walked out on stage at that press conference, I had never felt more pressure in my life before.",
      "vi": "Trước khi lên sân khấu dự buổi họp báo đó, đời tôi chưa có lúc nào thấy áp lực hơn."
    }
  },
  {
    "translation": {
      "en": "Felt like the weight of the world was on my shoulders.",
      "vi": "Cứ như gánh nặng của cả thế giới đè lên vai tôi vậy."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, and even when I was in law school, I was petrified of public speaking.",
      "vi": "Hồi bé, đến cả khi đã vào trường luật, tôi vẫn sợ nói trước đám đông."
    }
  },
  {
    "translation": {
      "en": "I would have rather played Russian roulette with five bullets then stand on stage and give a speech.",
      "vi": "Tôi thà chơi cò quay Nga với năm viên đạn trong ổ còn hơn lên sân khấu phát biểu."
    }
  },
  {
    "translation": {
      "en": "But I knew it was upon me to deliver that speech.",
      "vi": "Nhưng tôi biết tôi có trách nhiệm phải đọc."
    }
  },
  {
    "translation": {
      "en": "It was nobody else's speech to give but mine, and I had to come through for the victims.",
      "vi": "Bài phát biểu đó phải là tôi đọc, và tôi phải đọc vì các nạn nhân."
    }
  },
  {
    "translation": {
      "en": "Good afternoon. My name is Richard DesLauriers, and I am the Special Agent in Charge of the FBI's Boston division.",
      "vi": "Xin chào. Tôi là Richard DesLauriers, là đặc vụ phụ trách khu vực Boston của FBI."
    }
  },
  {
    "translation": {
      "en": "A lot of work went into preparing that speech.",
      "vi": "Tôi đã chuẩn bị nó rất tâm huyết."
    }
  },
  {
    "translation": {
      "en": "It was reviewed by the Department of Justice",
      "vi": "Bộ Tư pháp đã phải duyệt lại nó"
    }
  },
  {
    "translation": {
      "en": "to make sure didn't say anything that might compromise a criminal prosecution of the case.",
      "vi": "để đảm bảo chúng tôi không nói gì gây tổn hại đến việc khởi tố vụ án."
    }
  },
  {
    "translation": {
      "en": "After a very detailed analysis of photo, video and other evidence,",
      "vi": "Sau khi phân tích rất kỹ hình ảnh, thước phim và chứng cứ khác,"
    }
  },
  {
    "translation": {
      "en": "we are releasing photos of these two suspects.",
      "vi": "chúng tôi xin công bố hình ảnh về hai nghi phạm."
    }
  },
  {
    "translation": {
      "en": "They are identified as Suspect One and Suspect Two.",
      "vi": "Chúng được gọi là Nghi phạm 1 và Nghi phạm 2."
    }
  },
  {
    "translation": {
      "en": "They appear to be associated. If you see these men, contact law enforcement.",
      "vi": "Chúng có vẻ là cộng sự. Nếu bạn thấy hai kẻ này, hãy liên lạc với giới hành pháp."
    }
  },
  {
    "translation": {
      "en": "If you know anything about the bombings or the men pictured here,",
      "vi": "Nếu bạn biết gì về các vụ đánh bom hoặc về hai kẻ trong ảnh đây,"
    }
  },
  {
    "translation": {
      "en": "please call the telephone listed on the photo arrays.",
      "vi": "xin hãy gọi số điện thoại đề trên hai bảng ảnh."
    }
  },
  {
    "translation": {
      "en": "With the media's help, in an instant, these images will be delivered",
      "vi": "Nhờ truyền thông hỗ trợ, những hình ảnh này sẽ được gửi ngay"
    }
  },
  {
    "translation": {
      "en": "directly into the hands of millions around the world.",
      "vi": "thẳng tới tay hàng triệu người trên thế giới."
    }
  },
  {
    "translation": {
      "en": "We consider them to be armed and extremely dangerous.",
      "vi": "Chúng tôi coi chúng là có vũ khí và cực kỳ nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "No one should approach them.",
      "vi": "Không ai nên tiếp cận chúng."
    }
  },
  {
    "translation": {
      "en": "No one should attempt to apprehend them except law enforcement. Thank you very much.",
      "vi": "Không ai nên tìm cách bắt giữ chúng ngoại trừ giới hành pháp. Cảm ơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Black Hat, White Hat.",
      "vi": "Mũ Đen, Mũ Trắng."
    }
  },
  {
    "translation": {
      "en": "These are the people we're looking for. They were definitive.",
      "vi": "Chúng là hai kẻ chúng tôi đang tìm. Chắc chắn là chúng."
    }
  },
  {
    "translation": {
      "en": "Immediately, folks are on their phones, taking photographs,",
      "vi": "Người ta lập tức lôi điện thoại ra, chụp lại,"
    }
  },
  {
    "translation": {
      "en": "getting this information to the public ASAP.",
      "vi": "loan tin cho công chúng ngay tại chỗ."
    }
  },
  {
    "translation": {
      "en": "The FBI releasing pictures of its two suspects in the Boston Marathon bombing case.",
      "vi": "FBI vừa công bố ảnh hai nghi phạm trong vụ đánh bom cuộc marathon Boston."
    }
  },
  {
    "translation": {
      "en": "And again, a moment that people around the world had been waiting for.",
      "vi": "Vâng, một giây phút mà người dân trên khắp thế giới đã chờ đợi."
    }
  },
  {
    "translation": {
      "en": "Now we're seeing the pictures. They're asking for the public's help.",
      "vi": "Ta đang thấy những bức ảnh đây. Họ đang nhờ công chúng hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "This was clearly meant to flush out the suspects.",
      "vi": "Làm vậy rõ ràng là để lùa hai nghi phạm ra."
    }
  },
  {
    "translation": {
      "en": "And it was also clear that law enforcement was under a lot of pressure.",
      "vi": "Và cũng cho thấy rõ là giới hành pháp đang chịu áp lực."
    }
  },
  {
    "translation": {
      "en": "We were confident that members of the public would identify these bombers and let us know who they were.",
      "vi": "Chúng tôi tự tin công chúng nhận diện được hai kẻ đánh bom, sẽ cho biết chúng là ai."
    }
  },
  {
    "translation": {
      "en": "They are the most wanted men in America tonight. Have a look.",
      "vi": "Tối nay, chúng là hai kẻ bị truy nã gắt gao nhất nước Mỹ. Chúng đây."
    }
  },
  {
    "translation": {
      "en": "The FBI today unveiled Suspect Number One and Suspect Number Two.",
      "vi": "Hôm nay, FBI đã công bố Nghi phạm 1 và Nghi phạm 2."
    }
  },
  {
    "translation": {
      "en": "…two suspects, and called on the public to help identify the men",
      "vi": "…hai nghi phạm và kêu gọi công chúng giúp nhận diện hai kẻ"
    }
  },
  {
    "translation": {
      "en": "they described as armed and dangerous.",
      "vi": "họ tả là có vũ khí và nguy hiểm này."
    }
  },
  {
    "translation": {
      "en": "Investigators are trying to put names to the pictures.",
      "vi": "Các điều tra viên đang muốn tìm ra tên của hai kẻ trong ảnh."
    }
  },
  {
    "translation": {
      "en": "I had a friend call me. It was, like, 3:00 in the morning.",
      "vi": "Một cậu bạn điện cho tôi. Lúc đó chừng ba giờ sáng."
    }
  },
  {
    "translation": {
      "en": "He texts me this picture of White Hat, Black Hat.",
      "vi": "Cậu ấy nhắn cho tôi ảnh Mũ Trắng, Mũ Đen."
    }
  },
  {
    "translation": {
      "en": "He's like, Yo, does this not look like Dzhokhar?",
      "vi": "Cậu ấy hỏi: Ê, trông giống Dzhokhar nhỉ?"
    }
  },
  {
    "translation": {
      "en": "And I'm like,",
      "vi": "Tôi trả lời:"
    }
  },
  {
    "translation": {
      "en": "First off, do you know the significance of you pointing your finger at him?",
      "vi": "Đầu tiên nhé, cậu biết cậu chỉ điểm cậu ấy thế nghiêm trọng thế nào không?"
    }
  },
  {
    "translation": {
      "en": "Do you know what you're saying right now?",
      "vi": "Cậu biết cậu đang nói gì không?"
    }
  },
  {
    "translation": {
      "en": "This is not Dzhokhar.",
      "vi": "Đây không phải Dzhokhar."
    }
  },
  {
    "translation": {
      "en": "We were lifeguards together.",
      "vi": "Chúng tôi từng cùng là nhân viên cứu đắm."
    }
  },
  {
    "translation": {
      "en": "He was the captain of the wrestling team.",
      "vi": "Hắn là đội trưởng đội đấu vật."
    }
  },
  {
    "translation": {
      "en": "The chill popular kid.",
      "vi": "Cậu nhóc hiền lành, nhiều người quý."
    }
  },
  {
    "translation": {
      "en": "It was so inconceivable, that I convinced him that it wasn't him.",
      "vi": "Việc đó khó tin đến nỗi tôi đã tự thuyết phục tôi rằng đó không phải hắn."
    }
  },
  {
    "translation": {
      "en": "And then the conversation ended like, Yeah, no, you're right. There's no way.",
      "vi": "Xong cuộc nói chuyện đó chỉ kết thúc kiểu: Ừ, không, cậu nói đúng. Làm gì có."
    }
  },
  {
    "translation": {
      "en": "Now I have to live with the betrayal of knowing",
      "vi": "Giờ tôi phải sống với cảm giác bị phản bội khi biết"
    }
  },
  {
    "translation": {
      "en": "the same friend that I cared about and trusted",
      "vi": "chính người bạn tôi từng yêu quý và tin tưởng"
    }
  },
  {
    "translation": {
      "en": "did what he did.",
      "vi": "đã làm việc hắn làm."
    }
  },
  {
    "translation": {
      "en": "And it destroyed me.",
      "vi": "Nó làm tôi đau đớn."
    }
  },
  {
    "translation": {
      "en": "Looking back now, how do you feel about the release of the photos?",
      "vi": "Giờ nhìn lại, bà nghĩ sao về việc công bố hình ảnh?"
    }
  },
  {
    "translation": {
      "en": "Would you have held it longer, or do you think it was the right decision?",
      "vi": "Bà muốn giữ kín thêm không, hay nghĩ đấy là quyết định đúng?"
    }
  },
  {
    "translation": {
      "en": "I mean, I…",
      "vi": "Ý tôi là, tôi…"
    }
  },
  {
    "translation": {
      "en": "You know, what ended up happening is exactly what we didn't want to happen.",
      "vi": "Việc sau đó xảy ra chính là việc chúng tôi không muốn xảy ra."
    }
  },
  {
    "translation": {
      "en": "Oh my goodness, all units respond. Office down. Officer down. All units.",
      "vi": "Trời ơi. Tất cả các đơn vị ứng phó. Có sĩ quan bị bắn. Tất cả các đơn vị."
    }
  },
  {
    "translation": {
      "en": "Loud explosions!",
      "vi": "Có tiếng nổ lớn!"
    }
  }
]