[
  {
    "translation": {
      "en": "I know my wife's been looking around for something special. After all, it's been a few years since I bought her a diamond.",
      "vi": "Tôi biết vợ tôi đang tìm một thứ đặc biệt. Vài năm rồi tôi chưa mua kim cương cho vợ."
    }
  },
  {
    "translation": {
      "en": "This is a half hoop. Of course, the diamond content in the full hoop is much greater.",
      "vi": "Đây là nạm nửa nhẫn. Nạm nguyên nhẫn, dĩ nhiên lượng kim cương sẽ lớn hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Was it a half hoop, or a full hoop your wife had in mind?",
      "vi": "Vợ anh muốn nạm nửa nhẫn hay nguyên nhẫn?"
    }
  },
  {
    "translation": {
      "en": "I think she'd prefer the full hoop. Most women do.",
      "vi": "- Tôi nghĩ cô ấy muốn nạm nguyên nhẫn. - Hầu hết phụ nữ đều vậy."
    }
  },
  {
    "translation": {
      "en": "Mary, have you seen these?",
      "vi": "Mary, cô thấy cái này chưa?"
    }
  },
  {
    "translation": {
      "en": "Jane, those are diamonds!",
      "vi": "Jane! Là kim cương đó!"
    }
  },
  {
    "translation": {
      "en": "I know. Aren't they gorgeous?",
      "vi": "Tôi biết. Đẹp quá phải không?"
    }
  },
  {
    "translation": {
      "en": "And it is your birthday quite soon.",
      "vi": "Sắp đến sinh nhật cô rồi đó."
    }
  },
  {
    "translation": {
      "en": "Well…",
      "vi": "Chà…"
    }
  },
  {
    "translation": {
      "en": "It's always worth showing an expensive piece from the top end,",
      "vi": "Luôn đáng để trưng ra món đắt đỏ nhất từ đầu,"
    }
  },
  {
    "translation": {
      "en": "even if it doesn't sell for some time. You know, what you might call an aspirational piece.",
      "vi": "dù đôi khi nó không bán được. Có thể gọi đó là món đồ khao khát."
    }
  },
  {
    "translation": {
      "en": "Uh, so what's the point of attracting people with an item they can't afford to buy?",
      "vi": "Thu hút mọi người bằng món đồ họ không mua được thì có ích gì?"
    }
  },
  {
    "translation": {
      "en": "Because they'll tend to spend more on what they choose to buy.",
      "vi": "Vì họ sẽ chi mạnh tay hơn cho thứ họ mua."
    }
  },
  {
    "translation": {
      "en": "Well, this is the one I like.",
      "vi": "ÁP SUẤT HIỆN TẠI Tôi thích cái này."
    }
  },
  {
    "translation": {
      "en": "But why is it nearly twice the price of this one?",
      "vi": "Mà sao nó lại đắt gấp đôi cái này?"
    }
  },
  {
    "translation": {
      "en": "The value of the diamond depends on four characteristics.",
      "vi": "Giá trị của kim cương dựa trên bốn đặc tính."
    }
  },
  {
    "translation": {
      "en": "The larger the diamond, the rarer it is,",
      "vi": "Kim cương càng lớn thì càng hiếm."
    }
  },
  {
    "translation": {
      "en": "the better the color, the more valuable it is.",
      "vi": "Màu càng đẹp thì càng có giá."
    }
  },
  {
    "translation": {
      "en": "The greater the clarity, the more beautiful it is.",
      "vi": "Độ trong càng cao thì càng đẹp."
    }
  },
  {
    "translation": {
      "en": "However, it's the quality of the cut that gives the diamond its brilliance.",
      "vi": "Song chất lượng của giác cắt mới tạo ra vẻ đẹp của kim cương."
    }
  },
  {
    "translation": {
      "en": "- What about that? - A very fine stone.",
      "vi": "Thế còn viên đó? Viên đá này rất đẹp. Cực kỳ ít tạp chất."
    }
  },
  {
    "translation": {
      "en": "Remarkably few inclusions.",
      "vi": "Viên đá này rất đẹp. Cực kỳ ít tạp chất."
    }
  },
  {
    "translation": {
      "en": "Yes, well, internal characteristics are only really visible through the loupe.",
      "vi": "Các đặc tính bên trong chỉ có thể nhìn thấy qua kính lúp."
    }
  },
  {
    "translation": {
      "en": "Beautiful clarity.",
      "vi": "Độ trong tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "And, of course, you don't see the high dispersion you get with simulated stones.",
      "vi": "Và dĩ nhiên, sẽ không thấy độ tán sắc cao như trên đá nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "It is a diamond, then?",
      "vi": "Đó là kim cương à?"
    }
  },
  {
    "translation": {
      "en": "Theoretically, based on my knowledge, my experience,",
      "vi": "Về lý thuyết mà nói, dựa trên kiến thức, kinh nghiệm của tôi,"
    }
  },
  {
    "translation": {
      "en": "I think that everything could be fate.",
      "vi": "tôi nghĩ mọi thứ đều có thể là định mệnh."
    }
  },
  {
    "translation": {
      "en": "Everything could be…",
      "vi": "Mọi thứ đều có thể"
    }
  },
  {
    "translation": {
      "en": "could be made same as a natural base.",
      "vi": "Mọi thứ đều có thể được tạo ra giống như tạo tác của tự nhiên."
    }
  },
  {
    "translation": {
      "en": "I like so much idea about synthetic diamonds.",
      "vi": "Tôi rất thích ý tưởng về kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "It is much more cheaper than natural stones.",
      "vi": "Chúng rẻ hơn nhiều so với đá tự nhiên."
    }
  },
  {
    "translation": {
      "en": "And also, they looks better.",
      "vi": "Và đẹp hơn nữa."
    }
  },
  {
    "translation": {
      "en": "But if a diamond can be produced in a laboratory,",
      "vi": "Nhưng nếu có thể tạo ra kim cương trong phòng thí nghiệm,"
    }
  },
  {
    "translation": {
      "en": "of the same or better quality, for much, much cheaper,",
      "vi": "với chất lượng tương đương hoặc tốt hơn, và giá rẻ hơn nhiều,"
    }
  },
  {
    "translation": {
      "en": "why should we still mine for diamonds?",
      "vi": "tại sao ta vẫn nên khai thác kim cương?"
    }
  },
  {
    "translation": {
      "en": "Uh, that's… I can tell you only this is a good question.",
      "vi": "Cái đó… Tôi chỉ có thể nói đó là một câu hỏi hay."
    }
  },
  {
    "translation": {
      "en": "Some people want something that really belongs to the earth,",
      "vi": "Vài người muốn có thứ gì đó thực sự thuộc về Trái đất,"
    }
  },
  {
    "translation": {
      "en": "something what is made by God, not made in the… Some lab.",
      "vi": "một thứ được tạo ra bởi Chúa, không phải trong phòng thí nghiệm nào đó."
    }
  },
  {
    "translation": {
      "en": "What do you think about this?",
      "vi": "Anh nghĩ sao về việc này?"
    }
  },
  {
    "translation": {
      "en": "But from a gemological point of view, there is really no difference.",
      "vi": "Nhưng theo quan điểm ngành đá quý mà nói, chúng không có gì khác biệt cả."
    }
  },
  {
    "translation": {
      "en": "Let me tell you a story, right?",
      "vi": "ĐƯỜNG TRANG SỨC KIM CƯƠNG PHỐ TÂY 47 Để tôi kể chuyện này."
    }
  },
  {
    "translation": {
      "en": "When I started in the diamond business, and I was knocking on doors,",
      "vi": "Khi tôi bắt đầu kinh doanh kim cương, và còn đang gõ cửa từng nhà,"
    }
  },
  {
    "translation": {
      "en": "my mother gave me $5,000 cash. I said, Mom, I don't want to take your money.",
      "vi": "mẹ tôi đã cho tôi 5.000 đô tiền mặt. Tôi nói: Con không muốn lấy tiền của mẹ đâu."
    }
  },
  {
    "translation": {
      "en": "She says, I don't want you to spend the money. I want you to put it in your pocket.",
      "vi": "Bà ấy nói: Mẹ đâu muốn con tiêu tiền. Cho vào túi đi."
    }
  },
  {
    "translation": {
      "en": "You'll talk differently if you have $5,000 in your pocket.",
      "vi": "Nếu có 5.000 đô trong túi, con sẽ nói chuyện kiểu khác."
    }
  },
  {
    "translation": {
      "en": "That's what she said to me.",
      "vi": "Mẹ tôi nói thế đấy."
    }
  },
  {
    "translation": {
      "en": "You wear something that's valuable and you know it's valuable,",
      "vi": "Khi bạn mặc một thứ có giá trị, và biết nó có giá trị, bạn sẽ vênh vang kiểu khác."
    }
  },
  {
    "translation": {
      "en": "you strut differently.",
      "vi": "và biết nó có giá trị, bạn sẽ vênh vang kiểu khác."
    }
  },
  {
    "translation": {
      "en": "You feel different. Your sense of confidence, your sense of who you are, is different.",
      "vi": "Bạn thấy khác. Cảm giác về tự tin, về giá trị con người bạn rất khác."
    }
  },
  {
    "translation": {
      "en": "The real thing has… It brings with it a certain sense of I know it's real.",
      "vi": "Đồ thật có… Nó đem lại cảm giác chắc chắn, kiểu: Tôi biết đây là đồ thật."
    }
  },
  {
    "translation": {
      "en": "You could have a Picasso in your house…",
      "vi": "Bạn có thể có một bức tranh Picasso trong nhà…"
    }
  },
  {
    "translation": {
      "en": "It's a lithograph,",
      "vi": "Một bức tranh thạch bản."
    }
  },
  {
    "translation": {
      "en": "and maybe no one knows that it's not the real thing, but you do.",
      "vi": "Và có thể chẳng ai biết đó không phải tranh thật, nhưng bạn biết."
    }
  },
  {
    "translation": {
      "en": "When I tell people I'm gonna sit down with Martin Rapaport,",
      "vi": "CHỦ TỊCH TẬP ĐOÀN RAPAPORT Khi nói là tôi sẽ ngồi với Martin Rapaport,"
    }
  },
  {
    "translation": {
      "en": "I say, He's the most famous person in the diamond industry. He sets the prices of diamonds.",
      "vi": "tôi nói: Đó là người nổi tiếng nhất ngành kim cương. Ông ấy định giá."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't set the prices. I report the prices.",
      "vi": "Tôi đâu định giá. Mà báo giá. Như người dự báo thời tiết."
    }
  },
  {
    "translation": {
      "en": "It's like the weatherman. I don't make the weather.",
      "vi": "Tôi đâu định giá. Mà báo giá. Như người dự báo thời tiết. Tôi đâu tạo ra thời tiết. Mà dự báo thời tiết."
    }
  },
  {
    "translation": {
      "en": "I let you know what the weather is.",
      "vi": "Tôi đâu tạo ra thời tiết. Mà dự báo thời tiết."
    }
  },
  {
    "translation": {
      "en": "What about the price of synthetic diamonds?",
      "vi": "Vậy còn giá kim cương nhân tạo?"
    }
  },
  {
    "translation": {
      "en": "- No. - Why?",
      "vi": "- Không. - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Because I don't think that… I don't legitimize a product that I believe is gonna be seen",
      "vi": "Vì tôi không nghĩ… Tôi không hợp pháp hóa sản phẩm tôi tin sẽ được xem là"
    }
  },
  {
    "translation": {
      "en": "as one of the most illegitimate products in the 21st century.",
      "vi": "một trong những sản phẩm bất hợp pháp nhất thế kỷ 21."
    }
  },
  {
    "translation": {
      "en": "But how is it different?",
      "vi": "Nhưng nó khác ra sao?"
    }
  },
  {
    "translation": {
      "en": "- When was 9/11? - 2001.",
      "vi": "- Vụ 11/9 xảy ra khi nào? - Năm 2001."
    }
  },
  {
    "translation": {
      "en": "Yeah. So, in 2003,",
      "vi": "Phải. Năm 2003, tôi đã tổ chức một hội nghị ở New York về kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "I made a conference in New York about synthetic diamonds.",
      "vi": "Năm 2003, tôi đã tổ chức một hội nghị ở New York về kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "This is what the, uh, machine looks like.",
      "vi": "Cái máy đó trông như thế này."
    }
  },
  {
    "translation": {
      "en": "And when we apply the pressure and the temperature to this core, the… Whoa!",
      "vi": "Và khi ta dùng áp suất và nhiệt lên lõi này, thì…"
    }
  },
  {
    "translation": {
      "en": "Synthetic diamonds were not that new,",
      "vi": "Khi đó kim cương nhân tạo không mới,"
    }
  },
  {
    "translation": {
      "en": "but the ability to create gem- quality synthetic diamonds was.",
      "vi": "nhưng khả năng làm ra kim cương nhân tạo chất lượng như đá thật còn mới."
    }
  },
  {
    "translation": {
      "en": "Visually, even to the most experienced gemologist,",
      "vi": "Bằng mắt thường, đến chuyên gia đá quý kinh nghiệm nhất,"
    }
  },
  {
    "translation": {
      "en": "they may be indistinguishable from natural diamond.",
      "vi": "cũng khó mà phân biệt chúng với kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "It's a big problem for all of us, because it's already on the market.",
      "vi": "Đây là vấn đề lớn với tất cả chúng ta, vì nó đã có mặt trên thị trường."
    }
  },
  {
    "translation": {
      "en": "It's already here.",
      "vi": "Nó đã ở đây."
    }
  },
  {
    "translation": {
      "en": "What are we going to do?",
      "vi": "Ta sẽ phải làm gì?"
    }
  },
  {
    "translation": {
      "en": "A synthetic diamond will be produced and reproduced with machines,",
      "vi": "Kim cương nhân tạo sẽ được sản xuất và tái sản xuất bằng máy móc,"
    }
  },
  {
    "translation": {
      "en": "until supply exceeds demand.",
      "vi": "cho đến khi cung vượt cầu."
    }
  },
  {
    "translation": {
      "en": "The consumer is used to having technology",
      "vi": "Người tiêu dùng quen với việc công nghệ"
    }
  },
  {
    "translation": {
      "en": "bring them products they otherwise couldn't afford. Simple as that.",
      "vi": "đem đến những sản phẩm mà nếu không, họ không thể mua được. Đơn giản vậy thôi."
    }
  },
  {
    "translation": {
      "en": "A diamond is a diamond.",
      "vi": "Kim cương là kim cương."
    }
  },
  {
    "translation": {
      "en": "Are you crazy? The wedding ring is a sign of ultimate commitment and love,",
      "vi": "Điên chắc? Nhẫn cưới là biểu tượng của cam kết và tình yêu,"
    }
  },
  {
    "translation": {
      "en": "and the woman doesn't just think it's worth, I don't know, $80 or $120…",
      "vi": "và người phụ nữ đâu chỉ nghĩ nó trị giá 80 hay 120 đô…"
    }
  },
  {
    "translation": {
      "en": "Put it on a scale, and that's our marriage. No, no, no, not at all.",
      "vi": "Đặt nó lên cân đi, cuộc hôn nhân này trị giá từng ấy. Không, không hề."
    }
  },
  {
    "translation": {
      "en": "The diamond is actually a symbol of commitment.",
      "vi": "Kim cương thực chất là biểu tượng của sự cam kết."
    }
  },
  {
    "translation": {
      "en": "It has to be expensive. It has to have value. Has to retain value.",
      "vi": "Nó phải đắt tiền. Nó phải có giá trị. Nó phải giữ giá trị."
    }
  },
  {
    "translation": {
      "en": "The woman projects the value of the diamond onto herself.",
      "vi": "Người phụ nữ phóng chiếu giá trị của viên kim cương lên chính họ."
    }
  },
  {
    "translation": {
      "en": "He's giving me something of great value, because he values me greatly.",
      "vi": "Anh ấy tặng mình một thứ rất giá trị, vì anh ấy rất trân trọng mình."
    }
  },
  {
    "translation": {
      "en": "He thinks, she thinks, Oh, this is like a diamond.",
      "vi": "Anh nào, cô nào mà nghĩ: Ồ, cái này y như kim cương. Mình mua được giá hời vì nó là nhân tạo."
    }
  },
  {
    "translation": {
      "en": "I just got a better deal 'cause it's man- made.",
      "vi": "Ồ, cái này y như kim cương. Mình mua được giá hời vì nó là nhân tạo."
    }
  },
  {
    "translation": {
      "en": "They're suckers.",
      "vi": "Họ thật dễ dụ."
    }
  },
  {
    "translation": {
      "en": "Because eventually, what's going to happen? They're gonna come back in ten years, and they'll say, Oh, what's it worth?",
      "vi": "Vì rốt cuộc sẽ thế nào? Mười năm sau họ sẽ quay lại và hỏi: Nó đáng giá cỡ nào?"
    }
  },
  {
    "translation": {
      "en": "What's my marriage worth? What's my relationship worth?",
      "vi": "Cuộc hôn nhân này đáng giá cỡ nào? Mối quan hệ này đáng giá cỡ nào?"
    }
  },
  {
    "translation": {
      "en": "I just think the idea of",
      "vi": "Tôi cho rằng ý nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Is it real or isn't it real? is so absurd.",
      "vi": "Đây là đồ thật hay giả? thật nhảm nhí."
    }
  },
  {
    "translation": {
      "en": "I was at a birthday party in Paris, and the woman sitting next me, she smiled and said,",
      "vi": "Tôi đã dự một bữa tiệc sinh nhật ở Paris, và người phụ nữ ngồi cạnh tôi cười và nói:"
    }
  },
  {
    "translation": {
      "en": "So, what kind of jewelry do you design?",
      "vi": "Cô thiết kế trang sức kiểu gì?"
    }
  },
  {
    "translation": {
      "en": "I was like, Um, well, actually, I designed that. I designed your engagement ring.",
      "vi": "Tôi đáp: À, thật ra, tôi thiết kế nó đó. Tôi thiết kế nhẫn đính hôn của cô."
    }
  },
  {
    "translation": {
      "en": "And she said, You design engagement rings?",
      "vi": "Và cô ấy nói: Cô thiết kế nhẫn đính hôn á?"
    }
  },
  {
    "translation": {
      "en": "And I said, No, I designed your engagement ring.",
      "vi": "Và tôi nói: Không, tôi thiết kế nhẫn đính hôn của cô."
    }
  },
  {
    "translation": {
      "en": "And her husband immediately asked me what all men ask.",
      "vi": "Và chồng cô ấy ngay lập tức hỏi tôi điều cánh mày râu đều hỏi."
    }
  },
  {
    "translation": {
      "en": "They ask about the price.",
      "vi": "Họ hỏi về giá cả."
    }
  },
  {
    "translation": {
      "en": "Tell me the truth. How much should it have cost?",
      "vi": "Khai thật đi. Giá đúng của nó là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "He just kept saying, Tell me the truth. And I said, You want the truth? Do you want to know the truth?",
      "vi": "Anh ấy cứ nói: Khai thật đi. Và tôi nói: Anh muốn biết sự thật chứ gì?"
    }
  },
  {
    "translation": {
      "en": "The truth about diamonds is they're all the same, and none of them are really worth anything.",
      "vi": "Sự thật là kim cương đều như nhau, chả viên nào thực sự đáng giá cả."
    }
  },
  {
    "translation": {
      "en": "And then, ultimately, I was like, Do you know what a diamond cartel is?",
      "vi": "Rồi tôi hỏi: Anh biết tập đoàn kim cương là gì không?"
    }
  },
  {
    "translation": {
      "en": "- De Beers. - Mmm- hmm.",
      "vi": "De Beers."
    }
  },
  {
    "translation": {
      "en": "People want a variety of things.",
      "vi": "Người ta muốn có đủ thứ."
    }
  },
  {
    "translation": {
      "en": "None of them are particularly about romance, or true love.",
      "vi": "Nhưng chẳng có gì trong đó là về sự lãng mạn hay tình yêu đích thực."
    }
  },
  {
    "translation": {
      "en": "People want things because they've been told to want them.",
      "vi": "Người ta muốn chúng vì được bảo rằng họ muốn chúng."
    }
  },
  {
    "translation": {
      "en": "And De Beers has convinced hundreds of millions of people",
      "vi": "Và De Beers đã thuyết phục hàng trăm triệu người"
    }
  },
  {
    "translation": {
      "en": "over almost a century so effectively that they want a diamond.",
      "vi": "vô cùng hiệu quả trong gần một thế kỷ rằng họ muốn có một viên kim cương."
    }
  },
  {
    "translation": {
      "en": "And the way they did it was by inventing a product.",
      "vi": "Và họ làm nó bằng cách phát minh ra một sản phẩm,"
    }
  },
  {
    "translation": {
      "en": "They called it an engagement ring,",
      "vi": "gọi nó là nhẫn đính hôn,"
    }
  },
  {
    "translation": {
      "en": "that would hold these little white diamonds,",
      "vi": "trên đó đính những viên kim cương trắng nhỏ,"
    }
  },
  {
    "translation": {
      "en": "which were the least desirable kind.",
      "vi": "vốn là loại ít được ưa chuộng nhất."
    }
  },
  {
    "translation": {
      "en": "But before that, nobody really wanted them, and this was just a way to get",
      "vi": "Mà trước đó, chẳng ai thực sự muốn chúng, và đây chỉ là cách để"
    }
  },
  {
    "translation": {
      "en": "the new emerging middle class of America after World War II to buy them.",
      "vi": "tầng lớp trung lưu mới nổi ở Mỹ sau Thế chiến Thứ II mua chúng."
    }
  },
  {
    "translation": {
      "en": "So, what is a diamond?",
      "vi": "Vậy kim cương là gì? Một viên đá trị giá bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "What's a stone worth? Why do people want what they want?",
      "vi": "Vậy kim cương là gì? Một viên đá trị giá bao nhiêu? Sao họ lại muốn thứ họ muốn? Và ở trường hợp này,"
    }
  },
  {
    "translation": {
      "en": "And, in this case,",
      "vi": "Sao họ lại muốn thứ họ muốn? Và ở trường hợp này,"
    }
  },
  {
    "translation": {
      "en": "the answer is, because they've been told to.",
      "vi": "câu trả lời là, vì họ được bảo rằng họ muốn nó."
    }
  },
  {
    "translation": {
      "en": "- That must've set you back a bit. - Not really. About two months' salary.",
      "vi": "- Tốn khối tiền nhỉ. - Không hẳn. Hai tháng lương."
    }
  },
  {
    "translation": {
      "en": "Not much for something that's forever.",
      "vi": "Không đắt cho một thứ vĩnh cửu."
    }
  },
  {
    "translation": {
      "en": "A diamond is forever.",
      "vi": "Kim cương là vĩnh cửu."
    }
  },
  {
    "translation": {
      "en": "De Beers invented a way to sell them to people.",
      "vi": "De Beers đã nghĩ ra cách để bán nó cho mọi người. Họ muốn nó,"
    }
  },
  {
    "translation": {
      "en": "People want the thing, the best thing,",
      "vi": "De Beers đã nghĩ ra cách để bán nó cho mọi người. Họ muốn nó, muốn thứ tốt nhất,"
    }
  },
  {
    "translation": {
      "en": "and they've convinced them that that's a diamond and nothing else.",
      "vi": "và họ bị thuyết phục đó là kim cương, mà không phải thứ gì khác."
    }
  },
  {
    "translation": {
      "en": "De Beers is the diamond business,",
      "vi": "De Beers là công ty kinh doanh kim cương,"
    }
  },
  {
    "translation": {
      "en": "and this building is where they control the world diamond trade.",
      "vi": "họ kiểm soát việc buôn bán kim cương toàn cầu ở tòa nhà này."
    }
  },
  {
    "translation": {
      "en": "By buying up most of the world's uncut diamonds,",
      "vi": "Bằng cách mua hầu hết kim cương thô trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "the company can regulate supply to select dealers,",
      "vi": "họ có thể điều tiết nguồn cung cho các đại lý chọn lọc…"
    }
  },
  {
    "translation": {
      "en": "increasing it in good years, and reducing it in bad, to keep prices high.",
      "vi": "tăng lên trong các năm thuận lợi, cắt giảm trong các năm suy thoái để giữ giá cao."
    }
  },
  {
    "translation": {
      "en": "A century after it began,",
      "vi": "Một thế kỷ sau khi bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "the diamond cartel still controls the production,",
      "vi": "tập đoàn kim cương vẫn kiểm soát việc sản xuất,"
    }
  },
  {
    "translation": {
      "en": "the marketing, and the pricing of rough diamonds around the world.",
      "vi": "tiếp thị, và định giá kim cương thô trên toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "It's impossible to say factual statements about De Beers without sounding…",
      "vi": "Không thể khẳng định xác thực về De Beers mà nghe không có vẻ…"
    }
  },
  {
    "translation": {
      "en": "judgmental.",
      "vi": "phán xét."
    }
  },
  {
    "translation": {
      "en": "Its monopolistic control violates US antitrust laws,",
      "vi": "Cho dù sự kiểm soát độc quyền vi phạm luật chống độc quyền của Mỹ,"
    }
  },
  {
    "translation": {
      "en": "but the cartel has successfully kept its executives",
      "vi": "nhưng tập đoàn vẫn thành công nắm giữ quyền hành,"
    }
  },
  {
    "translation": {
      "en": "beyond the reach of American justice.",
      "vi": "nằm ngoài tầm với của công lý Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Well, until there's a major crack in the market, the cartel will survive,",
      "vi": "Trừ khi thị trường đứt gãy trầm trọng, tập đoàn vẫn sẽ tồn tại,"
    }
  },
  {
    "translation": {
      "en": "simply because it is too powerful.",
      "vi": "đơn giản là vì nó quá mạnh."
    }
  },
  {
    "translation": {
      "en": "And that's fine, because it's not about anything important, it's about diamonds.",
      "vi": "Chẳng sao, vì nó đâu phải về thứ gì quan trọng. Mà về kim cương."
    }
  },
  {
    "translation": {
      "en": "De Beers executives are nervous about all of this. They would not allow themselves to be interviewed for 60 Minutes.",
      "vi": "Các giám đốc điều hành De Beers rất lo. Họ không cho mình phỏng vấn với 60 Phút."
    }
  },
  {
    "translation": {
      "en": "Then again, it's very important,",
      "vi": "Nhưng nó cũng rất quan trọng,"
    }
  },
  {
    "translation": {
      "en": "because it's moved capital across continents for about 100 years.",
      "vi": "vì nó di chuyển vốn khắp các châu lục trong cỡ 100 năm."
    }
  },
  {
    "translation": {
      "en": "History has always been part of the diamond world.",
      "vi": "Lịch sử luôn là một phần của thế giới kim cương."
    }
  },
  {
    "translation": {
      "en": "The generation that preceded me within De Beers",
      "vi": "Các thế hệ tiền nhiệm tôi ở De Beers,"
    }
  },
  {
    "translation": {
      "en": "who would've, you know, locked the front door,",
      "vi": "những người, biết đó, sẽ khóa cửa trước"
    }
  },
  {
    "translation": {
      "en": "and nobody in, thank you.",
      "vi": "và không cho ai vào, xin cảm ơn."
    }
  },
  {
    "translation": {
      "en": "This interview wouldn't happen. No, I don't think so.",
      "vi": "- Sẽ không có cuộc phỏng vấn này. - Không đâu."
    }
  },
  {
    "translation": {
      "en": "De Beers was controlled by the Oppenheimers since, really, sort of, the 1920s.",
      "vi": "De Beers được điều hành bởi gia tộc Oppenheimer từ những năm 1920."
    }
  },
  {
    "translation": {
      "en": "But they're all gone, and, well, I'm still there,",
      "vi": "Nhưng họ đều đã mất, và tôi vẫn ở đây, nên tôi kế thừa nhiệm vụ đó."
    }
  },
  {
    "translation": {
      "en": "so I carry on with the mission.",
      "vi": "nên tôi kế thừa nhiệm vụ đó."
    }
  },
  {
    "translation": {
      "en": "Because you married into the family, right?",
      "vi": "Ông cưới người trong gia tộc, phải không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You know, it helps in life to be lucky.",
      "vi": "Phải. Biết đấy, may mắn rất có ích trong đời."
    }
  },
  {
    "translation": {
      "en": "There must have been something ordained in the way I ended up.",
      "vi": "Tôi ở vị trí này hẳn là do được phong chức."
    }
  },
  {
    "translation": {
      "en": "Some say, What's your job, then?",
      "vi": "Có người nói: Công việc của anh là gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, well, you know, in a way, my job is to inspire, I guess, each generation",
      "vi": "Theo cách nào đó, việc của tôi là truyền cảm hứng cho mỗi thế hệ"
    }
  },
  {
    "translation": {
      "en": "with this extraordinary story of the diamond.",
      "vi": "với câu chuyện phi thường này về kim cương."
    }
  },
  {
    "translation": {
      "en": "People don't know, huh?",
      "vi": "Người ta không biết."
    }
  },
  {
    "translation": {
      "en": "A diamond is like three billion years old.",
      "vi": "Một viên kim cương cỡ ba tỷ năm tuổi."
    }
  },
  {
    "translation": {
      "en": "Older than life. Some of them older than stars in the sky.",
      "vi": "Lâu hơn cả cuộc đời. Vài viên còn lâu đời hơn những vì sao trên trời."
    }
  },
  {
    "translation": {
      "en": "You can't make that. Yeah, we can synthesize carbon,",
      "vi": "Ta không thể tạo ra điều đó. Phải, ta có thể tổng hợp các-bon,"
    }
  },
  {
    "translation": {
      "en": "but in reality, we can't make what a diamond is.",
      "vi": "nhưng thực tế, ta không thể tạo ra kim cương."
    }
  },
  {
    "translation": {
      "en": "We can't make something which is a billion years old that connects us to the formation of the world.",
      "vi": "Ta không thể tạo ra thứ hàng tỷ năm tuổi kết nối ta với sự hình thành của thế giới."
    }
  },
  {
    "translation": {
      "en": "We can't make something where every one is inherently unique.",
      "vi": "Ta không thể tạo ra một thứ mà mỗi viên vốn đã là duy nhất."
    }
  },
  {
    "translation": {
      "en": "And we can't make something that has an intrinsic rarity and preciousness to it.",
      "vi": "Và ta không thể tạo ra một thứ có sự quý hiếm và quý giá bên trong."
    }
  },
  {
    "translation": {
      "en": "And the one thing that worried us a lot about lab- grown diamonds",
      "vi": "Và một điều khiến bọn tôi lo lắng về kim cương nuôi cấy phòng thí nghiệm"
    }
  },
  {
    "translation": {
      "en": "is if they were marketed in a way that pretended that they had the values of a real diamond.",
      "vi": "là liệu chúng có được tiếp thị như thể chúng có giá trị như kim cương thật."
    }
  },
  {
    "translation": {
      "en": "We're in the period of misinformation.",
      "vi": "Ta đang trong thời kỳ sai lệch thông tin."
    }
  },
  {
    "translation": {
      "en": "Well, confusion. People aren't quite sure what it is or what it isn't.",
      "vi": "Hoang mang. Mọi người không chắc cái gì là thật, cái gì không."
    }
  },
  {
    "translation": {
      "en": "But, um, it's only an existential threat if…",
      "vi": "Nhưng mối đe dọa sẽ chỉ tồn tại nếu bằng cách nào đó ta"
    }
  },
  {
    "translation": {
      "en": "if we somehow damage the relationship that consumers have",
      "vi": "Nhưng mối đe dọa sẽ chỉ tồn tại nếu bằng cách nào đó ta gây tổn hại đến mối quan hệ giữa người mua và giá trị thực của kim cương."
    }
  },
  {
    "translation": {
      "en": "with what a diamond really is.",
      "vi": "gây tổn hại đến mối quan hệ giữa người mua và giá trị thực của kim cương."
    }
  },
  {
    "translation": {
      "en": "So, I'm kind of curious about the idea of the undetectable synthetic.",
      "vi": "Tôi thấy tò mò với ý tưởng về kim cương nhân tạo không thể bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "You know, techniques.",
      "vi": "Biết đấy, về kỹ thuật."
    }
  },
  {
    "translation": {
      "en": "You know, there are some ways to make it more difficult for existing technology,",
      "vi": "Có vài cách làm việc đó khó khăn hơn với công nghệ hiện tại,"
    }
  },
  {
    "translation": {
      "en": "but it doesn't mean that there aren't solutions.",
      "vi": "nhưng vẫn có giải pháp."
    }
  },
  {
    "translation": {
      "en": "We have a responsibility to detect them.",
      "vi": "Bọn tôi có trách nhiệm phát hiện chúng."
    }
  },
  {
    "translation": {
      "en": "The question becomes, What type of technology do you need to do so?",
      "vi": "Câu hỏi trở thành: Cần loại công nghệ nào để làm điều đó?"
    }
  },
  {
    "translation": {
      "en": "Detection, I'm not fussed about, because I know what De Beers can do.",
      "vi": "Tôi không lo lắng về việc phát hiện, vì tôi biết De Beers có thể làm gì."
    }
  },
  {
    "translation": {
      "en": "Do you perceive aluminum as being a valuable material?",
      "vi": "Anh có nghĩ nhôm là vật liệu có giá trị không?"
    }
  },
  {
    "translation": {
      "en": "- Personally? - Personally.",
      "vi": "- Cá nhân à? - Phải."
    }
  },
  {
    "translation": {
      "en": "- Aluminum? - Aluminum.",
      "vi": "- Nhôm? - Nhôm."
    }
  },
  {
    "translation": {
      "en": "- Negative. - No.",
      "vi": "- Không. - Không."
    }
  },
  {
    "translation": {
      "en": "Do you know that there's an aluminum… Little obelisk on top of the Washington Monument?",
      "vi": "Anh biết có một tháp nhỏ bằng nhôm trên đỉnh Đài tưởng niệm Washington chứ?"
    }
  },
  {
    "translation": {
      "en": "Because aluminum, at the time that the Washington Monument was built,",
      "vi": "Vì nhôm, vào thời điểm đài tưởng niệm được xây dựng,"
    }
  },
  {
    "translation": {
      "en": "was some of the most expensive material out there. It was really hard to put together.",
      "vi": "là một trong những vật liệu đắt đỏ nhất. Hồi đó, rất khó để làm được nó."
    }
  },
  {
    "translation": {
      "en": "You know, it was, like, a feat that they had done this.",
      "vi": "Nên việc họ làm ra nó như kỳ tích ấy."
    }
  },
  {
    "translation": {
      "en": "And then, like, a couple years later, somebody comes up with a process to mass- produce aluminum,",
      "vi": "Rồi vài năm sau, có người nghĩ ra quy trình sản xuất nhôm hàng loạt,"
    }
  },
  {
    "translation": {
      "en": "and now it's dirt cheap.",
      "vi": "và giờ nó rẻ như bèo."
    }
  },
  {
    "translation": {
      "en": "So, what was once, you know, really coveted and valuable",
      "vi": "Vậy nên, cái từng là thứ mà ta rất thèm muốn và có giá trị"
    }
  },
  {
    "translation": {
      "en": "is just a commodity that we throw away. You know, diamond's gonna be the same.",
      "vi": "giờ chỉ là một món hàng mà ta vứt đi. Kim cương cũng sẽ y như vậy."
    }
  },
  {
    "translation": {
      "en": "John Janik, he is a Carnegie Fellow from the Carnegie Institution.",
      "vi": "John Janik. Anh ấy là Nghiên cứu sinh Carnegie từ Viện Khoa học Carnegie."
    }
  },
  {
    "translation": {
      "en": "Okay, so here you have these, um, synthetic diamonds.",
      "vi": "Được rồi, ở đây anh có vài viên kim cương nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "- Mmm- hmm. - And you actually, uh… You like to call them cultured diamonds.",
      "vi": "và thật ra anh… Anh muốn gọi chúng là kim cương nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "You took them to the Diamond District, the real one, not too far from here,",
      "vi": "Anh đã đem chúng đến Quận Kim cương chính hiệu ở gần đây,"
    }
  },
  {
    "translation": {
      "en": "and they couldn't tell the difference.",
      "vi": "và họ không phân biệt được."
    }
  },
  {
    "translation": {
      "en": "- Not a bit. - Not a bit.",
      "vi": "- Không hề. - Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "And they appraised them for basically what natural diamonds would go for?",
      "vi": "Và họ định giá chúng bằng với kim cương tự nhiên?"
    }
  },
  {
    "translation": {
      "en": "That's right. For wholesale prices.",
      "vi": "Đúng. Với giá bán sỉ."
    }
  },
  {
    "translation": {
      "en": "My PhD was in making crystals of different materials.",
      "vi": "Đề tài Tiến sĩ của tôi là làm tinh thể từ các vật liệu khác nhau."
    }
  },
  {
    "translation": {
      "en": "I would make rubies, which is aluminum oxide",
      "vi": "Tôi sẽ tạo ra hồng ngọc, thực chất nhôm oxit"
    }
  },
  {
    "translation": {
      "en": "with a little bit of chromium in it.",
      "vi": "với một ít crôm trong đó."
    }
  },
  {
    "translation": {
      "en": "I made exotic uranium compounds.",
      "vi": "Tôi tạo ra các hợp chất urani kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "I made these materials, and then I went and studied their properties.",
      "vi": "Tôi tạo các vật chất đó, và học đặc tính của chúng."
    }
  },
  {
    "translation": {
      "en": "A crystal is just a repeating structure of atoms.",
      "vi": "Tinh thể chỉ là một cấu trúc lặp của các nguyên tử."
    }
  },
  {
    "translation": {
      "en": "So, if you have a carbon and a carbon and a carbon",
      "vi": "Nên nếu bạn có một các-bon, một các-bon và một các-bon,"
    }
  },
  {
    "translation": {
      "en": "in a repeating pattern, that's a diamond crystal.",
      "vi": "theo một mô hình lặp, thì đó là tinh thể kim cương."
    }
  },
  {
    "translation": {
      "en": "We can actually make diamonds that are more perfect than natural diamonds.",
      "vi": "Ta có thể tạo ra kim cương hoàn hảo hơn kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "We can grow about a carat per day.",
      "vi": "Nuôi cấy một carat mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "But it will be cheaper. - That's the point. - You can't tell.",
      "vi": "- Mà sẽ rẻ hơn. Vấn đề là thế. - Không thể phân biệt được."
    }
  },
  {
    "translation": {
      "en": "If you can't tell the difference, John,",
      "vi": "Nếu không phân biệt được, John,"
    }
  },
  {
    "translation": {
      "en": "then this inevitably has to hurt the diamond market out there.",
      "vi": "hẳn nó sẽ gây hại đến thị trường kim cương ngoài kia."
    }
  },
  {
    "translation": {
      "en": "You mean these things have value? I… - I had no idea. -",
      "vi": "Ý cô là chúng có giá trị à? Tôi chịu."
    }
  },
  {
    "translation": {
      "en": "You got to understand,",
      "vi": "Ta phải hiểu rằng,"
    }
  },
  {
    "translation": {
      "en": "the sale of synthetic diamonds as diamond engagement rings",
      "vi": "việc bán kim cương nhân tạo trên nhẫn đính hôn kim cương"
    }
  },
  {
    "translation": {
      "en": "is a fundamental violation of the ethics of the diamond industry, in my opinion.",
      "vi": "vi phạm cơ bản đạo đức của ngành kim cương, theo ý kiến của tôi."
    }
  },
  {
    "translation": {
      "en": "Is it just about the money? 'Cause that's…",
      "vi": "Chỉ vì tiền sao? Vì việc đó…"
    }
  },
  {
    "translation": {
      "en": "You're hurting people where it counts.",
      "vi": "Bạn làm tổn thương người khác vào lúc quan trọng."
    }
  },
  {
    "translation": {
      "en": "You're kicking them in their emotional, I love you commitment spot.",
      "vi": "Bạn chọc vào điểm cam kết Anh yêu em đầy cảm xúc của họ."
    }
  },
  {
    "translation": {
      "en": "That's terrible, terrible, terrible!",
      "vi": "Thật tồi tệ. Quá tệ!"
    }
  },
  {
    "translation": {
      "en": "I mean, come on. If I want to rip you off, fine, rip me off. Why rip me off with what I gave my wife?",
      "vi": "Ý là, thôi nào. Muốn lừa tôi à, ừ, lừa đi. Sao lại lừa tôi bằng thứ tôi tặng vợ tôi?"
    }
  },
  {
    "translation": {
      "en": "There's a story of a guy who was selling treated diamonds.",
      "vi": "Có một câu chuyện về một gã bán kim cương đã qua xử lý."
    }
  },
  {
    "translation": {
      "en": "It's called the Yehuda treatment. But he charged everyone a lot less.",
      "vi": "Nó là kỹ thuật xử lý Yehuda. Nhưng anh ta bán với giá rẻ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "But when the women found out that their diamonds were treated,",
      "vi": "Nhưng khi những người phụ nữ phát hiện ra kim cương của họ đã qua xử lý,"
    }
  },
  {
    "translation": {
      "en": "there was a line around the block, and around the block, and around the block",
      "vi": "họ xếp hàng rồng rắn xung quanh tòa nhà,"
    }
  },
  {
    "translation": {
      "en": "to try to return the diamonds.",
      "vi": "để cố trả lại kim cương."
    }
  },
  {
    "translation": {
      "en": "The women, they felt so cheated and so angry.",
      "vi": "Những phụ nữ đó cảm thấy bị lừa dối và rất tức giận."
    }
  },
  {
    "translation": {
      "en": "And this guy, he gave everybody the money till he had no money.",
      "vi": "Còn gã này, anh ta trả lại tiền cho họ đến khi không còn tiền nữa."
    }
  },
  {
    "translation": {
      "en": "Then he drank jewelry cleaner and killed himself.",
      "vi": "Rồi anh ta uống nước rửa trang sức và tự sát."
    }
  },
  {
    "translation": {
      "en": "And he didn't steal. He didn't rip 'em off, theoretically. It wasn't about the money.",
      "vi": "Anh ta đâu ăn cắp. Về lý thuyết, anh ta đâu lừa họ. Đâu vì tiền."
    }
  },
  {
    "translation": {
      "en": "It was the failure to disclose it.",
      "vi": "Mà vì anh ta không tiết lộ nó."
    }
  },
  {
    "translation": {
      "en": "Look, I don't know what's gonna happen. Right? But in ten years from now,",
      "vi": "Tôi không biết sẽ thế nào. Nhưng mười năm nữa,"
    }
  },
  {
    "translation": {
      "en": "there's an extremely great likelihood that people are gonna look back and say,",
      "vi": "khả năng rất cao mọi người sẽ nhìn lại và nói:"
    }
  },
  {
    "translation": {
      "en": "That diamond industry! They sold that stuff!",
      "vi": "Ngành công nghiệp kim cương đó! Họ đã bán thứ đó!"
    }
  },
  {
    "translation": {
      "en": "And it wasn't worth the price I paid at all! What did they do to me?",
      "vi": "Và nó không xứng với cái giá tôi đã trả! Họ đã làm gì tôi?"
    }
  },
  {
    "translation": {
      "en": "And how is the woman gonna feel if she projects the value of the diamond onto herself subconsciously?",
      "vi": "Cô ấy sẽ thấy sao nếu phóng chiếu giá trị của viên kim cương lên chính mình?"
    }
  },
  {
    "translation": {
      "en": "How is she gonna feel about her diamond?",
      "vi": "Cô ấy sẽ thấy sao về viên kim cương?"
    }
  },
  {
    "translation": {
      "en": "Let's say someone sees my ring and says, Is that real?",
      "vi": "Giả sử ai đó thấy nhẫn của tôi và hỏi: Là đồ thật à?"
    }
  },
  {
    "translation": {
      "en": "Am I gonna say yes or no?",
      "vi": "Tôi sẽ nói là phải hay không?"
    }
  },
  {
    "translation": {
      "en": "No woman who thought she could get away with it",
      "vi": "Đâu cô gái nào nghĩ mình có thể tránh bị phán xét lại đáp:"
    }
  },
  {
    "translation": {
      "en": "has ever, ever said, No, it's fake.",
      "vi": "Đâu cô gái nào nghĩ mình có thể tránh bị phán xét lại đáp: Không, nó là giả."
    }
  },
  {
    "translation": {
      "en": "So where does this go? You're still getting a diamond…",
      "vi": "Vậy điều đó dẫn đến đâu? Cô vẫn có một viên kim cương mà…"
    }
  },
  {
    "translation": {
      "en": "Okay, but is a diamond a diamond?",
      "vi": "Ừ, mà kim cương đó có phải kim cương?"
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý cô là sao?"
    }
  },
  {
    "translation": {
      "en": "I mean synthetic diamonds have leaked into the natural diamond market.",
      "vi": "Ý tôi là kim cương nhân tạo đã rò rỉ vào thị trường kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "They're saying 1%, maybe, in the form of melee…",
      "vi": "Họ nói là có thể là 1%, dưới dạng kim cương tấm…"
    }
  },
  {
    "translation": {
      "en": "These teeny, teeny, tiny diamonds that are sold in parcels. It's more like 20%.",
      "vi": "Mấy viên kim cương nhỏ xíu bán theo gói ấy. Khoảng 20% thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "And nobody's even saying what percent of larger stones are lab- grown.",
      "vi": "Và chả ai nói bao nhiêu phần trăm các viên lớn hơn là kim cương nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "To me, that seems like the ultimate collapse.",
      "vi": "Với tôi, nó như sự sụp đổ ghê gớm nhất ấy."
    }
  },
  {
    "translation": {
      "en": "But for the diamond, not for the synthetic diamond.",
      "vi": "Với kim cương thôi, không phải kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "The diamond was never real, either. The diamond was always a lie.",
      "vi": "Kim cương cũng chưa từng là thật. Kim cương luôn là sự dối trá."
    }
  },
  {
    "translation": {
      "en": "So, the synthetic diamond is just a lie about a lie,",
      "vi": "Nên kim cương nhân tạo chỉ là sự dối trá về một sự dối trá, điều tôi tình cờ nghĩ"
    }
  },
  {
    "translation": {
      "en": "which I happen to think is hilarious and sort of delightful.",
      "vi": "Nên kim cương nhân tạo chỉ là sự dối trá về một sự dối trá, điều tôi tình cờ nghĩ rằng nó rất hài hước và có phần thú vị."
    }
  },
  {
    "translation": {
      "en": "And one could argue that synthetic diamonds,",
      "vi": "Và ai đó có thể cãi rằng kim cương nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "if what you're looking for is a really colorless, flawless one, no nitrogen,",
      "vi": "nếu bạn muốn tìm một viên không màu, không tì vết,"
    }
  },
  {
    "translation": {
      "en": "no nothing, they can be made like nature intended,",
      "vi": "không có nitơ, không gì cả, chúng có thể được làm ra như dụng ý tự nhiên nhưng không được kiểm soát."
    }
  },
  {
    "translation": {
      "en": "but never quite managed.",
      "vi": "chúng có thể được làm ra như dụng ý tự nhiên nhưng không được kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Who is going to buy a ring and go to the lab immediately,",
      "vi": "Ai mà lại đi mua một cái nhẫn và đến ngay phòng thí nghiệm,"
    }
  },
  {
    "translation": {
      "en": "check what is inside? Who is doing this? Nobody.",
      "vi": "kiểm tra xem bên trong có gì? Ai sẽ làm thế? Chẳng ai cả."
    }
  },
  {
    "translation": {
      "en": "This is a perfect crime, you know?",
      "vi": "Cho nên đây là một tội ác hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "So few people have an interest to understand",
      "vi": "Rất ít người có hứng thú tìm hiểu"
    }
  },
  {
    "translation": {
      "en": "what is inside of a stone on the atomic level.",
      "vi": "xem bên trong một viên đá có gì ở cấp độ nguyên tử."
    }
  },
  {
    "translation": {
      "en": "I care only about what is shown on this level. Pure gemology.",
      "vi": "Tôi chỉ quan tâm đến những gì nhìn thấy được ở cấp độ này. Đá quý thuần túy."
    }
  },
  {
    "translation": {
      "en": "When I started trying to solve the problem of identification,",
      "vi": "Khi tôi bắt đầu cố giải quyết vấn đề về phân biệt,"
    }
  },
  {
    "translation": {
      "en": "it was in 2012.",
      "vi": "đó là vào năm 2012."
    }
  },
  {
    "translation": {
      "en": "And our idea was to check every stone. Every stone.",
      "vi": "Và ý tưởng của chúng tôi là kiểm tra từng viên đá một. Từng viên một."
    }
  },
  {
    "translation": {
      "en": "I start to publish what I found, you know, that the stones are mixed already.",
      "vi": "Tôi bắt đầu công bố những gì tôi tìm thấy, rằng các viên đá bị trộn lẫn với nhau."
    }
  },
  {
    "translation": {
      "en": "Synthetics with natural stones?",
      "vi": "Đá nhân tạo trộn với đá tự nhiên à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Undisclosed, synthetic stones mixed with natural.",
      "vi": "Đá tổng hợp bí mật trộn với đá tự nhiên."
    }
  },
  {
    "translation": {
      "en": "This is a real problem, you know?",
      "vi": "Đây thực sự là vấn đề, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "But then, De Beers published a press release",
      "vi": "Nhưng sau đó, De Beers công bố một thông cáo báo chí"
    }
  },
  {
    "translation": {
      "en": "where they checked thousands of the stones,",
      "vi": "rằng họ đã kiểm nghiệm hàng ngàn viên đá,"
    }
  },
  {
    "translation": {
      "en": "and they didn't find one synthetic stone.",
      "vi": "và không tìm thấy viên đá nhân tạo nào cả."
    }
  },
  {
    "translation": {
      "en": "Two, three months before this,",
      "vi": "Hai, ba tháng trước đó,"
    }
  },
  {
    "translation": {
      "en": "we publish that we found like 5% stones mixed, you know, so…",
      "vi": "chúng tôi đã công bố tìm thấy khoảng 5% đá bị pha trộn, nên…"
    }
  },
  {
    "translation": {
      "en": "What was the feeling from people within the industry?",
      "vi": "Những người trong ngành thấy sao?"
    }
  },
  {
    "translation": {
      "en": "They would say, If De Beers says, 'In the thousands of the stones, we didn't found one stone,'",
      "vi": "Họ nói: Nếu De Beers nói: 'Bọn tôi không tìm ra viên nào trong hàng ngàn viên đó',"
    }
  },
  {
    "translation": {
      "en": "then… the synthetics is not a problem.",
      "vi": "thì… kim cương nhân tạo không phải vấn đề."
    }
  },
  {
    "translation": {
      "en": "Like, uh, It doesn't matter.",
      "vi": "Kiểu… Chẳng có vấn đề gì cả."
    }
  },
  {
    "translation": {
      "en": "De Beers' intention? Synthetic stones, they don't exist.",
      "vi": "Ý định của De Beers à? Kim cương nhân tạo không tồn tại."
    }
  },
  {
    "translation": {
      "en": "But then, we know how much the dealers are selling.",
      "vi": "Nhưng rồi chúng tôi biết các đại lý bán ra bao nhiêu."
    }
  },
  {
    "translation": {
      "en": "They're selling a lot. So, where are those stones?",
      "vi": "Họ đang bán rất nhiều. Vậy… số kim cương đó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "The next year, in spring, will be 30 years when I decided to be a gemologist.",
      "vi": "Mùa xuân năm sau sẽ tròn 30 năm từ khi tôi quyết định trở thành chuyên gia đá quý."
    }
  },
  {
    "translation": {
      "en": "I left Serbia during the war.",
      "vi": "Tôi rời Serbia trong chiến tranh."
    }
  },
  {
    "translation": {
      "en": "It was a really heavy time. The bombing, you know.",
      "vi": "Đó là khoảng thời gian rất nặng nề. Đánh bom, biết đấy."
    }
  },
  {
    "translation": {
      "en": "And then I started to work as a gemologist in New York.",
      "vi": "Và rồi tôi bắt đầu làm công việc chuyên gia đá quý ở New York."
    }
  },
  {
    "translation": {
      "en": "No one will say, I'm mixing and I'm selling, of course.",
      "vi": "Chẳng ai lại đi nói: Tôi trộn đá và tôi bán chúng. Tất nhiên. Không ai nói với tôi điều đó. Nhưng rồi họ nói:"
    }
  },
  {
    "translation": {
      "en": "No one told me this, but then they are saying,",
      "vi": "Tất nhiên. Không ai nói với tôi điều đó. Nhưng rồi họ nói:"
    }
  },
  {
    "translation": {
      "en": "Everybody are mixing if they can get the stones from China.",
      "vi": "Ai cũng sẽ trộn đá nếu họ có thể lấy đá từ Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "They call this Industrial diamond production.",
      "vi": "Họ gọi đây là: Sản xuất kim cương công nghiệp."
    }
  },
  {
    "translation": {
      "en": "These diamonds are for industrial cutting, not related to jewelry.",
      "vi": "Số kim cương này dùng cho cắt công nghiệp, không liên quan đến trang sức."
    }
  },
  {
    "translation": {
      "en": "We would like to see the diamonds.",
      "vi": "Chúng tôi muốn xem mấy viên kim cương."
    }
  },
  {
    "translation": {
      "en": "They are white, this size.",
      "vi": "Chúng màu trắng, lớn cỡ này."
    }
  },
  {
    "translation": {
      "en": "- Wow. Wow. -",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "Mmm- hmm. Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We have a very, very interesting production.",
      "vi": "Ta có một sản phẩm vô cùng thú vị đây."
    }
  },
  {
    "translation": {
      "en": "The white diamonds.",
      "vi": "Kim cương trắng."
    }
  },
  {
    "translation": {
      "en": "They are in size that could be polished, uh, for jewelry.",
      "vi": "Kích cỡ của chúng có thể được đánh bóng để làm đồ trang sức."
    }
  },
  {
    "translation": {
      "en": "At the beginning, the quality was, uh…",
      "vi": "Ban đầu, chất lượng của chúng…"
    }
  },
  {
    "translation": {
      "en": "was, uh, problematic.",
      "vi": "hơi có vấn đề."
    }
  },
  {
    "translation": {
      "en": "But right now, if they want to use this for gems,",
      "vi": "Nhưng hiện tại, nếu họ muốn dùng chúng để làm đá quý,"
    }
  },
  {
    "translation": {
      "en": "it is possible.",
      "vi": "thì rất khả thi."
    }
  },
  {
    "translation": {
      "en": "Once the stone is polished,",
      "vi": "Một khi viên đá được đánh bóng,"
    }
  },
  {
    "translation": {
      "en": "it is really very, very difficult to identify.",
      "vi": "nó thực sự vô cùng khó phân biệt."
    }
  },
  {
    "translation": {
      "en": "Who is… who is buying these stones? Where they are selling these stones?",
      "vi": "Ai mua những viên đá này? Họ bán chúng ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Right now, our target market is usually India.",
      "vi": "Hiện giờ, thị trường mục tiêu thường là Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "Is it possible to tell us amount of the stones sold to India?",
      "vi": "Có thể cho bọn tôi biết số lượng đá đã bán sang Ấn Độ không?"
    }
  },
  {
    "translation": {
      "en": "One million carats by 2017.",
      "vi": "Năm 2017 là một triệu carat."
    }
  },
  {
    "translation": {
      "en": "One million carats of diamonds are sold",
      "vi": "Một triệu carat kim cương đã được bán"
    }
  },
  {
    "translation": {
      "en": "to these three or four customers in India?",
      "vi": "cho ba hoặc bốn khách hàng này ở Ấn Độ sao?"
    }
  },
  {
    "translation": {
      "en": "You see…",
      "vi": "Biết đó…"
    }
  },
  {
    "translation": {
      "en": "if the demand increases, our presses are ready to go at any time.",
      "vi": "nếu nhu cầu tăng, máy ép sẵn sàng hoạt động mọi lúc."
    }
  },
  {
    "translation": {
      "en": "There is huge potential.",
      "vi": "Tiềm năng là rất lớn."
    }
  },
  {
    "translation": {
      "en": "Just how many can be produced?",
      "vi": "Họ có thể sản xuất ra bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "There is no limit.",
      "vi": "Không có giới hạn."
    }
  },
  {
    "translation": {
      "en": "Look, we don't really sell diamonds.",
      "vi": "Là thế này… chúng tôi không thực sự bán kim cương."
    }
  },
  {
    "translation": {
      "en": "We sell the idea behind the diamonds.",
      "vi": "Mà bán ý tưởng đằng sau viên kim cương."
    }
  },
  {
    "translation": {
      "en": "And what's going on with these synthetic guys, they're like parasites getting under our skin,",
      "vi": "Những người làm kim cương nhân tạo này như ký sinh trùng sống dưới da vậy."
    }
  },
  {
    "translation": {
      "en": "and they're trying to steal the diamond dream. That's what they're really trying to do.",
      "vi": "Họ đang cố đánh cắp giấc mơ kim cương. Họ đang làm thế. Cố đánh cắp"
    }
  },
  {
    "translation": {
      "en": "They're trying to steal the diamond dream.",
      "vi": "Họ đang cố đánh cắp giấc mơ kim cương. Họ đang làm thế. Cố đánh cắp giấc mơ kim cương."
    }
  },
  {
    "translation": {
      "en": "But if they steal the diamond dream, if they burn the diamonds down to the core,",
      "vi": "Nhưng nếu họ đánh cắp giấc mơ kim cương, nếu họ phá hủy kim cương đến tận cùng,"
    }
  },
  {
    "translation": {
      "en": "if they destroy the basic customer base for buying diamonds",
      "vi": "nếu họ phá hủy tập khách hàng cơ bản mua kim cương"
    }
  },
  {
    "translation": {
      "en": "as the ultimate symbol of committed love, now they've destroyed the whole idea.",
      "vi": "như một biểu tượng tối cao của tình yêu cam kết, họ sẽ phá hủy toàn bộ ý tưởng."
    }
  },
  {
    "translation": {
      "en": "And that's the challenge that we face in the diamond industry.",
      "vi": "Đó là thách thức phải đối mặt của ngành kim cương."
    }
  },
  {
    "translation": {
      "en": "What's The diamond dream?",
      "vi": "Giấc mơ kim cương là gì?"
    }
  },
  {
    "translation": {
      "en": "A young girl…",
      "vi": "Một cô gái trẻ…"
    }
  },
  {
    "translation": {
      "en": "…thinks about life,",
      "vi": "suy nghĩ về cuộc đời,"
    }
  },
  {
    "translation": {
      "en": "and her future, and what's going to happen to her.",
      "vi": "về tương lai, và điều sẽ xảy ra với cô ấy."
    }
  },
  {
    "translation": {
      "en": "And she imagines one day she will fall in love.",
      "vi": "Và cô ấy tưởng tượng một ngày cô ấy sẽ yêu."
    }
  },
  {
    "translation": {
      "en": "And she'll get married.",
      "vi": "Và sẽ kết hôn."
    }
  },
  {
    "translation": {
      "en": "And that person will give her a diamond.",
      "vi": "Và người đó sẽ tặng cô ấy kim cương."
    }
  },
  {
    "translation": {
      "en": "And so the diamond dream is about what will life bring me?",
      "vi": "Nên giấc mơ kim cương là về: Cuộc đời sẽ đem đến cho tôi điều gì?"
    }
  },
  {
    "translation": {
      "en": "What greatness? What happiness?",
      "vi": "Điều tuyệt vời gì? Hạnh phúc gì?"
    }
  },
  {
    "translation": {
      "en": "What's gonna happen to me? As a ten- year- old girl, even.",
      "vi": "Điều gì sẽ xảy ra với tôi? Kể cả với một cô bé mười tuổi."
    }
  },
  {
    "translation": {
      "en": "The diamond dream is about relationships.",
      "vi": "Giấc mơ kim cương là về các mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "The human condition is about relationships.",
      "vi": "Điều kiện sống của con người là về các mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "We don't want to die alone.",
      "vi": "Chẳng ai muốn chết một mình."
    }
  },
  {
    "translation": {
      "en": "Is there an origin to the idea of the diamond dream?",
      "vi": "Có nguồn gốc của ý tưởng về giấc mơ kim cương không?"
    }
  },
  {
    "translation": {
      "en": "I think the diamond… You know, the words, huh?",
      "vi": "Tôi nghĩ kim cương… Biết đó, cụm từ:"
    }
  },
  {
    "translation": {
      "en": "A diamond dream, um, probably something I just thought up, huh?",
      "vi": "giấc mơ kim cương đó… Có thể là thứ tôi vừa nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "But actually, it existed long before De Beers.",
      "vi": "Mà thật ra, nó đã có từ rất lâu trước De Beers."
    }
  },
  {
    "translation": {
      "en": "You know, it goes well back to the duke of Burgundy,",
      "vi": "Nó có từ thời công tước xứ Burgundy,"
    }
  },
  {
    "translation": {
      "en": "apparently, according to legend, who gave the first diamond betrothal ring.",
      "vi": "mà có vẻ theo truyền thuyết, là người trao chiếc nhẫn kim cương hứa hôn đầu tiên."
    }
  },
  {
    "translation": {
      "en": "No marketer told him to do so, huh?",
      "vi": "Đâu nhà tiếp thị nào bảo ông ấy làm vậy. Và thời đó, lý do cốt lõi"
    }
  },
  {
    "translation": {
      "en": "And that core reason he did it is as true today as it was then,",
      "vi": "Đâu nhà tiếp thị nào bảo ông ấy làm vậy. Và thời đó, lý do cốt lõi khiến ông ấy làm vậy cũng y như thời nay,"
    }
  },
  {
    "translation": {
      "en": "which is that he was seeking to send this symbol to his future wife",
      "vi": "đó là ông ấy muốn tặng vật tượng trưng này cho người vợ tương lai của mình,"
    }
  },
  {
    "translation": {
      "en": "that she was precious to him,",
      "vi": "vì cô ấy rất quý giá với ông ấy,"
    }
  },
  {
    "translation": {
      "en": "and that this moment that they were marking was something precious.",
      "vi": "và họ đang đánh dấu một khoảnh khắc quý giá."
    }
  },
  {
    "translation": {
      "en": "No, because diamond cutting had just been perfected in Bruges,",
      "vi": "Không, vì Bruges đạt đến đỉnh cao trong việc cắt kim cương,"
    }
  },
  {
    "translation": {
      "en": "and he wanted Bruges as part of a multinational land deal",
      "vi": "và ông ấy muốn có Bruges ở thỏa thuận đất đai đa quốc gia"
    }
  },
  {
    "translation": {
      "en": "that involved marrying Mary of Burgundy.",
      "vi": "bao gồm cả việc kết hôn với Mary xứ Burgundy."
    }
  },
  {
    "translation": {
      "en": "God, I wish people in history were named something other than Mary.",
      "vi": "Ôi, ước gì người trong lịch sử được đặt tên khác trừ Mary."
    }
  },
  {
    "translation": {
      "en": "And I would assume he knows that, maybe.",
      "vi": "Và tôi cho rằng có thể ông ấy biết điều đó."
    }
  },
  {
    "translation": {
      "en": "But, no, it wasn't 'cause it was a precious object.",
      "vi": "Nhưng không, không phải vì nó là một vật quý giá."
    }
  },
  {
    "translation": {
      "en": "It was a token, for sure. And he didn't give it to her. He gave it to her father.",
      "vi": "Chắc chắn đó là chứng vật. Và ông ấy đâu đưa nó cho cô ấy. Mà cho bố cô ấy."
    }
  },
  {
    "translation": {
      "en": "The point being?",
      "vi": "Và điểm mấu chốt là?"
    }
  },
  {
    "translation": {
      "en": "The point being that that story is bunk.",
      "vi": "Điểm mấu chốt là câu chuyện đó rất nhảm nhí."
    }
  },
  {
    "translation": {
      "en": "Or… it's what you make out of it. It's kind of like a diamond.",
      "vi": "Hoặc… do cách hiểu thôi. Cũng giống như kim cương vậy."
    }
  },
  {
    "translation": {
      "en": "It's an ugly rock that if you cut enough reflective windows into it,",
      "vi": "Một viên đá xấu xí mà nếu cắt đủ các mặt phản chiếu trên nó,"
    }
  },
  {
    "translation": {
      "en": "it looks like something else.",
      "vi": "nhìn nó sẽ như thứ khác."
    }
  },
  {
    "translation": {
      "en": "The 92- carat D color flawless, heart- shaped diamond and pearl,",
      "vi": "Viên kim cương hình trái tim 92 carat, nước D hoàn hảo và ngọc trai,"
    }
  },
  {
    "translation": {
      "en": "the largest D color flawless heart to be offered for sale at auction…",
      "vi": "kim cương trái tim nước D hoàn hảo lớn nhất được chào bán đấu giá…"
    }
  },
  {
    "translation": {
      "en": "Like, those large diamonds, those famous diamonds,",
      "vi": "Những viên kim cương lớn đó, những viên kim cương nổi tiếng đó,"
    }
  },
  {
    "translation": {
      "en": "they act like it's a once- in- a- lifetime find,",
      "vi": "họ làm như thể đó là một món độc nhất vô nhị,"
    }
  },
  {
    "translation": {
      "en": "and yet, every time you look,",
      "vi": "nhưng mỗi lần để ý,"
    }
  },
  {
    "translation": {
      "en": "Sotheby's or Christie's is auctioning another one.",
      "vi": "bạn lại thấy Sotheby's hay Christie's đang bán đấu giá một viên khác."
    }
  },
  {
    "translation": {
      "en": "It's the largest D flawless diamond to ever come to market.",
      "vi": "Viên kim cương nước D hoàn hảo lớn nhất từng được chào bán."
    }
  },
  {
    "translation": {
      "en": "It is the largest emerald cut ever offered at auction.",
      "vi": "Viên kim cương giác cắt chữ nhật lớn nhất từng được chào bán đấu giá."
    }
  },
  {
    "translation": {
      "en": "But the truth is there are a lot of diamonds waiting for the company",
      "vi": "Nhưng sự thật là có rất nhiều viên kim cương đang chờ công ty"
    }
  },
  {
    "translation": {
      "en": "to have a good reason to have a miraculous find,",
      "vi": "có một lý do hay ho, để làm như thể đó là một phát hiện kỳ diệu, và rồi ai đó, giả sử,"
    }
  },
  {
    "translation": {
      "en": "and then someone, let's say…",
      "vi": "để làm như thể đó là một phát hiện kỳ diệu, và rồi ai đó, giả sử,"
    }
  },
  {
    "translation": {
      "en": "someone with a skill set very much like mine,",
      "vi": "một người có kỹ năng rất giống tôi,"
    }
  },
  {
    "translation": {
      "en": "would be hired under nondisclosure terms",
      "vi": "sẽ được thuê dưới những điều kiện không được phép tiết lộ"
    }
  },
  {
    "translation": {
      "en": "to spin a sort of fantasy about how this diamond was found.",
      "vi": "để… dệt nên một câu chuyện hấp dẫn về viên kim cương này được tìm thấy thế nào."
    }
  },
  {
    "translation": {
      "en": "The story that I'm about to tell you surpasses all those that nourish my memory.",
      "vi": "Câu chuyện mà tôi sắp kể đây vượt xa những gì nuôi dưỡng ký ức của tôi."
    }
  },
  {
    "translation": {
      "en": "Never shall I forget the miracle of the Queen of Kalahari.",
      "vi": "Tôi sẽ không bao giờ quên sự nhiệm màu của Nữ hoàng Kalahari."
    }
  },
  {
    "translation": {
      "en": "It has to be the right name and the right story. They have origin stories, like superheroes.",
      "vi": "Phải đúng cái tên và câu chuyện. Họ có câu chuyện nguồn gốc, như siêu anh hùng vậy."
    }
  },
  {
    "translation": {
      "en": "In the clouded mountains of Africa,",
      "vi": "Trên những ngọn núi mây mù bao phủ ở châu Phi,"
    }
  },
  {
    "translation": {
      "en": "an incredible treasure was discovered.",
      "vi": "một kho báu tuyệt vời đã được phát hiện."
    }
  },
  {
    "translation": {
      "en": "It was an abandoned section of the mine, and it was just about to be closed down.",
      "vi": "Đó là một phần bỏ hoang của khu mỏ và sắp bị đóng cửa."
    }
  },
  {
    "translation": {
      "en": "A miner found something glistening,",
      "vi": "Một thợ mỏ tìm thấy thứ gì đó lấp lánh,"
    }
  },
  {
    "translation": {
      "en": "and with a penknife, he picked it out.",
      "vi": "và với một con dao nhíp, anh ta đã cạy nó ra."
    }
  },
  {
    "translation": {
      "en": "We weren't sure what it was, and…",
      "vi": "Bọn tôi không rõ nó là gì, và…"
    }
  },
  {
    "translation": {
      "en": "He took it to his surface manager, who looked at this great, big lump",
      "vi": "Anh ấy đem nó đến chỗ quản đốc mỏ, người nhìn cục đá bự này"
    }
  },
  {
    "translation": {
      "en": "and threw it out the window, saying, It's a piece of rock crystal.",
      "vi": "rồi ném nó ra ngoài cửa sổ và nói: Tinh thể đá ấy mà."
    }
  },
  {
    "translation": {
      "en": "And then, as we were taking one last look at it in the setting sun,",
      "vi": "Và rồi, khi bọn tôi nhìn nó lần cuối dưới ánh hoàng hôn,"
    }
  },
  {
    "translation": {
      "en": "we saw something glinting, and…",
      "vi": "bọn tôi thấy thứ gì đó lấp lánh, và…"
    }
  },
  {
    "translation": {
      "en": "The miner retrieved it, and they looked at it again,",
      "vi": "Người thợ mỏ lấy lại nó, và họ nhìn kỹ nó lần nữa,"
    }
  },
  {
    "translation": {
      "en": "and realized that it was a 3,106 carat rough diamond.",
      "vi": "và nhận ra đó là một viên kim cương thô khoảng 3.106 carat."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, it's this giant, beautiful diamond",
      "vi": "Trông kìa, đây là viên kim cương khổng lồ, tuyệt đẹp sẽ được quảng cáo"
    }
  },
  {
    "translation": {
      "en": "that will then be marketed with, you know,",
      "vi": "Trông kìa, đây là viên kim cương khổng lồ, tuyệt đẹp sẽ được quảng cáo với khung cảnh hoàng hôn và thứ gì đó khiến họ nghĩ đến châu Phi,"
    }
  },
  {
    "translation": {
      "en": "vistas of a sunset with something that makes them think of Africa,",
      "vi": "với khung cảnh hoàng hôn và thứ gì đó khiến họ nghĩ đến châu Phi,"
    }
  },
  {
    "translation": {
      "en": "as though Africa isn't a gigantic continent",
      "vi": "như thể châu Phi không phải là một lục địa khổng lồ"
    }
  },
  {
    "translation": {
      "en": "comprised of dozens of countries, most of which have nothing to do with diamonds.",
      "vi": "bao gồm hàng tá quốc gia, và hầu như chẳng liên quan gì đến kim cương."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Karowe mine!",
      "vi": "bao gồm hàng tá quốc gia, và hầu như chẳng liên quan gì đến kim cương. Chào mừng đến với Mỏ Karowe!"
    }
  },
  {
    "translation": {
      "en": "But the truth is,",
      "vi": "Nhưng sự thật là,"
    }
  },
  {
    "translation": {
      "en": "it got pulled out by a bulldozer in a pile of dirt and waste,",
      "vi": "nó được ủi ra bởi một cái xe ủi giữa một đống đất đá và rác rưởi,"
    }
  },
  {
    "translation": {
      "en": "and that is how it was discovered.",
      "vi": "và đó là cách họ tìm ra nó."
    }
  },
  {
    "translation": {
      "en": "- Sold! -",
      "vi": "Đã bán!"
    }
  },
  {
    "translation": {
      "en": "So, it's like every origin story. It's been… embroidered.",
      "vi": "Cũng như mọi câu chuyện về nguồn gốc vậy. Nó chỉ được thêu dệt nên mà thôi."
    }
  },
  {
    "translation": {
      "en": "The whole concept of… of romantic love",
      "vi": "Toàn bộ khái niệm về tình yêu lãng mạn"
    }
  },
  {
    "translation": {
      "en": "is actually a fairly new concept that's probably less than 150 years old,",
      "vi": "thực ra là một khái niệm khá mới, có khi chưa đến 150 năm,"
    }
  },
  {
    "translation": {
      "en": "let alone giving these expensive gifts as a token of… of that love.",
      "vi": "nói gì đến việc tặng những món quà đắt đỏ như một minh chứng của tình yêu."
    }
  },
  {
    "translation": {
      "en": "That's even newer. That's 100 years old.",
      "vi": "- Cái đó còn mới hơn. Cỡ 100 năm. - John, đó là quan điểm của anh."
    }
  },
  {
    "translation": {
      "en": "- John, it is your business. - It is my business. Yeah.",
      "vi": "- Cái đó còn mới hơn. Cỡ 100 năm. - John, đó là quan điểm của anh. Đúng. Ừ. Mà bạn đâu cần tin vào tiếp thị hay câu chuyện của ai đó."
    }
  },
  {
    "translation": {
      "en": "But you don't have to buy somebody's story, buy the marketing.",
      "vi": "Đúng. Ừ. Mà bạn đâu cần tin vào tiếp thị hay câu chuyện của ai đó."
    }
  },
  {
    "translation": {
      "en": "I was that kid that would, like, ask questions like,",
      "vi": "Tôi từng là đứa trẻ hỏi mấy câu kiểu:"
    }
  },
  {
    "translation": {
      "en": "If we're all descended from Adam and Eve, how… how come we're not all inbred?",
      "vi": "Nếu đều là hậu duệ của Adam và Eva, sao ta không cùng huyết thống?"
    }
  },
  {
    "translation": {
      "en": "And, you know, the answers I would get from adults were,",
      "vi": "Và câu trả lời tôi nhận được từ người lớn là:"
    }
  },
  {
    "translation": {
      "en": "Shut up. You don't ask questions like that.",
      "vi": "Im đi. Đừng hỏi mấy câu như thế."
    }
  },
  {
    "translation": {
      "en": "And I realized, as a little kid, if adults don't have good answers for these questions,",
      "vi": "Hồi bé tôi nhận ra, nếu người lớn không trả lời tốt mấy câu hỏi đó,"
    }
  },
  {
    "translation": {
      "en": "they don't know what the fuck they're talking about.",
      "vi": "họ không rõ đang nói gì đâu."
    }
  },
  {
    "translation": {
      "en": "So my fundamental belief is that the value of diamond is in its technological capability.",
      "vi": "Nên niềm tin cơ bản của tôi là giá trị của kim cương nằm ở tiềm năng kỹ thuật của nó."
    }
  },
  {
    "translation": {
      "en": "Diamond has the same transformative potential that silicon did have,",
      "vi": "Kim cương có tiềm năng biến đổi tương tự như silicon từng có,"
    }
  },
  {
    "translation": {
      "en": "and I do think that probably within 15 to 20 years,",
      "vi": "và tôi nghĩ có thể trong vòng 15 đến 20 năm nữa,"
    }
  },
  {
    "translation": {
      "en": "we'll see amazingly fast diamond transistors",
      "vi": "ta sẽ thấy bóng bán dẫn kim cương nhanh đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "in a lot of our personal devices.",
      "vi": "trong rất nhiều thiết bị cá nhân của chúng ta."
    }
  },
  {
    "translation": {
      "en": "But we don't think of it that way.",
      "vi": "Ta không nghĩ theo hướng đó, mà nghĩ nó là đá quý,"
    }
  },
  {
    "translation": {
      "en": "We think of it as a gemstone, so, you know,",
      "vi": "Ta không nghĩ theo hướng đó, mà nghĩ nó là đá quý, nên, biết đó, tôi phải làm những gì cần làm."
    }
  },
  {
    "translation": {
      "en": "I got to do what I got to do,",
      "vi": "nên, biết đó, tôi phải làm những gì cần làm."
    }
  },
  {
    "translation": {
      "en": "which is make money by destroying a gem industry",
      "vi": "Đó là kiếm tiền bằng cách phá hủy ngành công nghiệp đá quý để tạo ra một ngành công nghiệp mới giá trị hơn."
    }
  },
  {
    "translation": {
      "en": "to create a new industry that I think is more valuable.",
      "vi": "phá hủy ngành công nghiệp đá quý để tạo ra một ngành công nghiệp mới giá trị hơn."
    }
  },
  {
    "translation": {
      "en": "You know, creative destruction. Isn't that… Wasn't that Shiva?",
      "vi": "Biết đó, hủy diệt để sáng tạo. Đó là… Đó là thần Shiva nhỉ?"
    }
  },
  {
    "translation": {
      "en": "In India, there are many polishing factories.",
      "vi": "Ở Ấn Độ, có vô vàn nhà máy đánh bóng."
    }
  },
  {
    "translation": {
      "en": "There is an open market.",
      "vi": "Có một thị trường mở."
    }
  },
  {
    "translation": {
      "en": "So, the dealers all around the world, they have offices there,",
      "vi": "Nên các đại lý trên khắp thế giới, họ có văn phòng ở đó,"
    }
  },
  {
    "translation": {
      "en": "but the source of the stones…",
      "vi": "nhưng nguồn đá,"
    }
  },
  {
    "translation": {
      "en": "I mean, could be… could be whatever, you know?",
      "vi": "ý tôi là, có thể là bất cứ thứ gì, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "The rough synthetic stone looks different.",
      "vi": "Đá nhân tạo thô nhìn rất khác."
    }
  },
  {
    "translation": {
      "en": "But when the stone is polished and sent to the dealers,",
      "vi": "Nhưng khi viên đá đó được đánh bóng và gửi đến các đại lý,"
    }
  },
  {
    "translation": {
      "en": "there is no way they can recognize what is synthetic and what is natural.",
      "vi": "họ không thể nhận ra đâu là đá nhân tạo và đâu là đá tự nhiên."
    }
  },
  {
    "translation": {
      "en": "They are polishing whatever. You can send him… what you have.",
      "vi": "Họ đánh bóng mọi thứ. Bạn có thể gửi cho anh ta… thứ mà bạn có."
    }
  },
  {
    "translation": {
      "en": "They don't disclose. And no one knows what is there.",
      "vi": "Họ không tiết lộ. Và chẳng ai biết ở đó có gì."
    }
  },
  {
    "translation": {
      "en": "This is a very secret trade.",
      "vi": "Đây là việc buôn bán rất bí mật."
    }
  },
  {
    "translation": {
      "en": "Very, very secret.",
      "vi": "Vô cùng bí mật."
    }
  },
  {
    "translation": {
      "en": "So, actually seeing…",
      "vi": "Cho nên việc thấy nó…"
    }
  },
  {
    "translation": {
      "en": "You can't.",
      "vi": "Không thể đâu."
    }
  },
  {
    "translation": {
      "en": "And what are they really scared about?",
      "vi": "Vậy họ thực sự sợ điều gì?"
    }
  },
  {
    "translation": {
      "en": "They are scared, you know… They don't want things to be revealed.",
      "vi": "Họ sợ… Họ không muốn mọi thứ bị tiết lộ."
    }
  },
  {
    "translation": {
      "en": "All the diamonds across the world,",
      "vi": "Mọi viên kim cương ở khắp thế giới,"
    }
  },
  {
    "translation": {
      "en": "one or the other day, they land in Surat.",
      "vi": "bằng cách này hay cách khác, đều hạ cánh ở Surat."
    }
  },
  {
    "translation": {
      "en": "The amount is very big. Eight to nine hundred million dollars.",
      "vi": "Số lượng rất lớn. Tám đến chín trăm triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "vi": "Mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "And when the diamonds land here, legitimate or illegitimate,",
      "vi": "Và khi kim cương hạ cánh ở đây, dù hợp pháp hay bất hợp pháp,"
    }
  },
  {
    "translation": {
      "en": "they have to go out.",
      "vi": "chúng phải được tuồn ra."
    }
  },
  {
    "translation": {
      "en": "Legally… or illegally.",
      "vi": "Hợp pháp… hoặc bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "If you're going to make a quick buck,",
      "vi": "VIỆN ĐÁ QUÝ QUỐC TẾ Nếu muốn kiếm tiền nhanh, chẳng ai kiểm soát được sự thiếu chính trực của bạn."
    }
  },
  {
    "translation": {
      "en": "nobody can really monitor your lack of integrity, hmm?",
      "vi": "Nếu muốn kiếm tiền nhanh, chẳng ai kiểm soát được sự thiếu chính trực của bạn."
    }
  },
  {
    "translation": {
      "en": "Because when are you a thief?",
      "vi": "Vì bạn là kẻ trộm khi nào?"
    }
  },
  {
    "translation": {
      "en": "Only when you're caught.",
      "vi": "Chỉ khi bạn bị bắt."
    }
  },
  {
    "translation": {
      "en": "Until then, you're an honest person.",
      "vi": "Trước đó, bạn vẫn là người trung thực."
    }
  },
  {
    "translation": {
      "en": "It's not synthetics which is a problem.",
      "vi": "Nhân tạo không phải là vấn đề."
    }
  },
  {
    "translation": {
      "en": "It's the nondisclosure of synthetics which is, like, creating a fear psychosis.",
      "vi": "Chính việc giữ kín sự nhân tạo đó, tạo ra chứng rối loạn tâm lý sợ hãi."
    }
  },
  {
    "translation": {
      "en": "We are virtually the police of the industry, no? But, I mean, things go wrong, no?",
      "vi": "Bọn tôi gần như là cảnh sát của ngành này, nhỉ? Mà ý là, sự cố vẫn xảy ra."
    }
  },
  {
    "translation": {
      "en": "What we're talking about is fraud? Yeah, it is fraud. It is fraud. It is downright fraud.",
      "vi": "- Ta đang nói về gian lận, phải không? - Phải, là gian lận. Rõ ràng là gian lận."
    }
  },
  {
    "translation": {
      "en": "I have many sources in the market. Many, many sources in the market.",
      "vi": "Tôi có nhiều nguồn hàng trên thị trường. Rất nhiều nguồn trên thị trường."
    }
  },
  {
    "translation": {
      "en": "This kind of activity is going on for many years,",
      "vi": "Kiểu hoạt động này đã diễn ra trong nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "and is also on the surge.",
      "vi": "và đang ngày càng gia tăng."
    }
  },
  {
    "translation": {
      "en": "It is happening.",
      "vi": "Nó đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "But who are we going to catch?",
      "vi": "Nhưng ta sẽ bắt ai đây?"
    }
  },
  {
    "translation": {
      "en": "Who will be punished? Who are these faces?",
      "vi": "Ai sẽ bị trừng phạt? Những người đó là ai?"
    }
  },
  {
    "translation": {
      "en": "You don't know. I don't know.",
      "vi": "Bạn đâu biết. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "And nobody knows where these diamonds are processed.",
      "vi": "Chẳng ai rõ mấy viên kim cương này được xử lý ở đâu."
    }
  },
  {
    "translation": {
      "en": "It is not that easy to enter the factory.",
      "vi": "Để vào được nhà máy không dễ đến thế."
    }
  },
  {
    "translation": {
      "en": "- So nobody can enter? - Nobody can enter.",
      "vi": "- Không ai vào được à? - Không ai vào được."
    }
  },
  {
    "translation": {
      "en": "I will make it clear today because this is the last time I will tell this story.",
      "vi": "Hôm nay tôi sẽ nói rõ, vì đây là lần cuối tôi kể câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "When I wake up tomorrow, I will pretend like this never happened.",
      "vi": "Ngày mai khi thức dậy, tôi sẽ vờ như nó chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "I moved to Surat when I was 12 years old.",
      "vi": "Tôi chuyển đến Surat năm tôi 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "I slept under the diamond wheels with mosquitos for company.",
      "vi": "Tôi ngủ dưới trục mài kim cương, làm bạn với lũ muỗi."
    }
  },
  {
    "translation": {
      "en": "There was only one place to live… In the factory.",
      "vi": "Trong nhà máy này, chỉ có một nơi để ở."
    }
  },
  {
    "translation": {
      "en": "When boys are supposed to play,",
      "vi": "Khi tụi con trai còn chơi bời,"
    }
  },
  {
    "translation": {
      "en": "I held a diamond instead, and this diamond was God for us.",
      "vi": "tôi đã cầm kim cương rồi, và viên kim cương này như Thượng đế với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "As we progressed, I realized that we are not working for ourselves.",
      "vi": "Càng làm, tôi càng nhận ra bọn tôi không làm việc cho bản thân."
    }
  },
  {
    "translation": {
      "en": "Because the diamond polisher who makes the diamond",
      "vi": "Vì thợ đánh bóng kim cương, người làm kim cương,"
    }
  },
  {
    "translation": {
      "en": "will never get the chance to own one himself.",
      "vi": "không bao giờ có cơ hội sở hữu nó."
    }
  },
  {
    "translation": {
      "en": "Then I learned that people were making diamonds with a new process in China.",
      "vi": "Rồi tôi biết ở Trung Quốc, người ta làm kim cương với quy trình mới."
    }
  },
  {
    "translation": {
      "en": "But after they are cut and polished,",
      "vi": "Nhưng sau khi được cắt và đánh bóng,"
    }
  },
  {
    "translation": {
      "en": "they cannot be differentiated without undergoing a process.",
      "vi": "sẽ không thể phân biệt được chúng nếu không có quá trình kiểm tra."
    }
  },
  {
    "translation": {
      "en": "In the market mixed with naturals? Is that what he's saying?",
      "vi": "Ý anh là chúng trộn lẫn với kim cương tự nhiên trên thị trường à?"
    }
  },
  {
    "translation": {
      "en": "Do you mean to say that the Chinese Diamonds are mixed with the real ones?",
      "vi": "Ý anh là kim cương Trung Quốc trộn lẫn với kim cương thật sao?"
    }
  },
  {
    "translation": {
      "en": "Of course. Of course.",
      "vi": "Chứ gì nữa."
    }
  },
  {
    "translation": {
      "en": "Hoodwinking people and maligning the industry has become a game now.",
      "vi": "Đánh lừa mọi người và phá hoại ngành công nghiệp này đã trở thành một trò chơi."
    }
  },
  {
    "translation": {
      "en": "They are being cut and polished by the sackfuls.",
      "vi": "Chúng đang được cắt, đánh bóng hàng bao tải."
    }
  },
  {
    "translation": {
      "en": "They have to go somewhere. They're being used somewhere.",
      "vi": "Chúng phải đi đâu đó. Chúng đang được dùng ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "Nobody is going to keep them in the house stuffed in gunny bags.",
      "vi": "Chẳng ai giữ chúng trong bao tải cất ở nhà cả."
    }
  },
  {
    "translation": {
      "en": "Friends, as you all know,",
      "vi": "Các bạn, như các vị đều biết,"
    }
  },
  {
    "translation": {
      "en": "the dignitaries do not need any introduction from us.",
      "vi": "ta không cần giới thiệu những người khổng lồ này nữa."
    }
  },
  {
    "translation": {
      "en": "- - They all are the backbone of the Indian diamond industry.",
      "vi": "Họ đều là trụ cột của ngành công nghiệp kim cương Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "The reputation of the Indian diamond industry is at stake,",
      "vi": "Danh tiếng của ngành kim cương Ấn Độ đang bị đe dọa,"
    }
  },
  {
    "translation": {
      "en": "and millions of people connected to the industry is also at stake.",
      "vi": "và hàng triệu người có liên quan đến ngành này cũng đang bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "This edition of International Diamond Week",
      "vi": "Tuần lễ Kim cương Quốc tế lần này"
    }
  },
  {
    "translation": {
      "en": "is taking place during the most sensitive period",
      "vi": "Tuần lễ Kim cương Quốc tế lần này đang diễn ra trong thời kỳ nhạy cảm nhất mà ngành kim cương thế giới từng biết."
    }
  },
  {
    "translation": {
      "en": "the world diamond industry has ever known.",
      "vi": "đang diễn ra trong thời kỳ nhạy cảm nhất mà ngành kim cương thế giới từng biết."
    }
  },
  {
    "translation": {
      "en": "I also urge the trade to eradicate the elements",
      "vi": "Tôi cũng thúc giục ngành chúng ta diệt trừ những yếu tố,"
    }
  },
  {
    "translation": {
      "en": "who are out there to tarnish the image of the industry",
      "vi": "những người đang làm hoen ố hình ảnh của ngành này"
    }
  },
  {
    "translation": {
      "en": "by doing undisclosed mixing",
      "vi": "bằng cách bí mật pha trộn"
    }
  },
  {
    "translation": {
      "en": "of synthetic diamonds with natural diamonds.",
      "vi": "kim cương nhân tạo với kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "What I'm trying to understand is how do people try to stop the mixing?",
      "vi": "Tôi đang cố hiểu một điều là làm sao để ngăn chặn sự pha trộn?"
    }
  },
  {
    "translation": {
      "en": "That's a tough, uh, thing to do.",
      "vi": "Việc đó rất khó đấy."
    }
  },
  {
    "translation": {
      "en": "Both are real diamonds. You know? Both are real diamonds. You know?",
      "vi": "Chúng đều là kim cương thật. Nhỉ? Cả hai đều là kim cương thật."
    }
  },
  {
    "translation": {
      "en": "The polished diamond output of one dominant synthetic rough producer",
      "vi": "Một sản lượng kim cương đánh bóng của một nhà sản xuất nhân tạo lớn"
    }
  },
  {
    "translation": {
      "en": "is said to enter the consumer market largely undisclosed. So, winter is coming.",
      "vi": "được cho là bí mật xâm nhập rộng rãi vào thị trường tiêu thụ. Sắp tệ rồi đây."
    }
  },
  {
    "translation": {
      "en": "Today, millions of carats of synthetics are flooding the market.",
      "vi": "Ngày nay, hàng triệu carat kim cương nhân tạo đang tràn ngập thị trường."
    }
  },
  {
    "translation": {
      "en": "They return the packet. No one will lodge an official complaint. No one is interested.",
      "vi": "Họ trả lại gói hàng. Chẳng ai nộp đơn khiếu nại chính thức."
    }
  },
  {
    "translation": {
      "en": "This has been the biggest inside secret in the industry.",
      "vi": "Đây là bí mật bên trong lớn nhất của ngành này."
    }
  },
  {
    "translation": {
      "en": "Everybody I know knows about it.",
      "vi": "Mọi người tôi biết đều biết."
    }
  },
  {
    "translation": {
      "en": "And yet, zero people outside the industry know.",
      "vi": "Nhưng không ai ngoài ngành biết. Không ai cả."
    }
  },
  {
    "translation": {
      "en": "- Zero. - Because then they would",
      "vi": "Nhưng không ai ngoài ngành biết. Không ai cả. Vì sau đó họ sẽ bắt đầu đặt câu hỏi,"
    }
  },
  {
    "translation": {
      "en": "start asking questions, and… who benefits?",
      "vi": "Vì sau đó họ sẽ bắt đầu đặt câu hỏi, và ai sẽ được lợi?"
    }
  },
  {
    "translation": {
      "en": "But there's no way for the police to ever deal with this?",
      "vi": "Nhưng không có cách nào để cảnh sát xử lý chuyện này ư?"
    }
  },
  {
    "translation": {
      "en": "How? I mean, the police don't have any clue.",
      "vi": "Bằng cách nào? Ý là, cảnh sát đâu có manh mối gì."
    }
  },
  {
    "translation": {
      "en": "You can't make out the difference.",
      "vi": "Ta không thể chỉ ra sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "You need special equipment.",
      "vi": "Ta cần thiết bị đặc biệt."
    }
  },
  {
    "translation": {
      "en": "There's always been mixing.",
      "vi": "Luôn có sự pha trộn."
    }
  },
  {
    "translation": {
      "en": "The problem is not the mixing. The problem is consumers finding out about the mixing.",
      "vi": "Vấn đề không phải là sự pha trộn. Vấn đề là người tiêu dùng phát hiện ra điều đó."
    }
  },
  {
    "translation": {
      "en": "As long as nobody found out, nobody cares, right?",
      "vi": "Miễn không ai biết thì chả ai quan tâm, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Somebody sells me a synthetic diamond, and I don't know it.",
      "vi": "Nếu ai đó bán kim cương nhân tạo cho tôi và tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "Who was the crime committed against? Was it committed against me?",
      "vi": "thì nó gây ra tội cho ai? Nó gây ra tội cho tôi sao?"
    }
  },
  {
    "translation": {
      "en": "I wanted a diamond, and here I have one.",
      "vi": "Tôi muốn có một viên kim cương, và tôi đã có nó."
    }
  },
  {
    "translation": {
      "en": "So I'm happy. And if I don't know the difference, the difference doesn't exist.",
      "vi": "Nên tôi vui. Và nếu tôi không biết sự khác biệt, sự khác biệt đó không tồn tại."
    }
  },
  {
    "translation": {
      "en": "So, as long as there are some minute identifiable characteristics, we are in the run.",
      "vi": "Nên miễn là có vài đặc điểm nhỏ có thể nhận dạng được, ta sẽ phát hiện được."
    }
  },
  {
    "translation": {
      "en": "But what happens if there exists a synthetic diamond",
      "vi": "Nhưng sẽ thế nào nếu tồn tại một viên kim cương nhân tạo"
    }
  },
  {
    "translation": {
      "en": "which is not identifiable? It is a natural.",
      "vi": "không thể phát hiện được? Đó là tự nhiên."
    }
  },
  {
    "translation": {
      "en": "You don't know.",
      "vi": "Bạn đâu thể biết."
    }
  },
  {
    "translation": {
      "en": "You don't know.",
      "vi": "Đâu thể biết."
    }
  },
  {
    "translation": {
      "en": "I can tell you, the dealers, they will say, Right now, who care?",
      "vi": "Có thể nói các đại lý hiện nay sẽ nói rằng: Ai quan tâm chứ?"
    }
  },
  {
    "translation": {
      "en": "One synthetic, one natural, it doesn't matter.",
      "vi": "Một cái nhân tạo, một cái tự nhiên. Quan tâm làm gì."
    }
  },
  {
    "translation": {
      "en": "But I care.",
      "vi": "Nhưng tôi quan tâm."
    }
  },
  {
    "translation": {
      "en": "I have to recognize few parts per billion of nitrogen…",
      "vi": "Tôi phải nhận dạng một vài phần tỷ nitơ…"
    }
  },
  {
    "translation": {
      "en": "and the form of this nitrogen.",
      "vi": "và hình thái của nitơ này."
    }
  },
  {
    "translation": {
      "en": "How to see this tiny difference?",
      "vi": "Làm sao để thấy sự khác biệt nhỏ xíu đó?"
    }
  },
  {
    "translation": {
      "en": "That's the problem.",
      "vi": "Đó chính là vấn đề."
    }
  },
  {
    "translation": {
      "en": "So, it means there is no simple identification.",
      "vi": "Cho nên thế có nghĩa là không dễ để phân biệt."
    }
  },
  {
    "translation": {
      "en": "Not simple, not fast.",
      "vi": "Không dễ, không nhanh."
    }
  },
  {
    "translation": {
      "en": "Doesn't exist, and will never exist, you know.",
      "vi": "Không có chuyện đó, và sẽ không bao giờ có chuyện đó."
    }
  },
  {
    "translation": {
      "en": "But then, De Beers came up with an automated system.",
      "vi": "Nhưng rồi De Beers lại nghĩ ra một hệ thống tự động."
    }
  },
  {
    "translation": {
      "en": "The International Institute of Diamond Grading & Research",
      "vi": "Viện Nghiên cứu và Phân loại Kim cương Quốc tế"
    }
  },
  {
    "translation": {
      "en": "is a very new, important business for De Beers.",
      "vi": "là ngành kinh doanh mới và quan trọng của De Beers."
    }
  },
  {
    "translation": {
      "en": "It's focused primarily currently on selling detection equipment",
      "vi": "Hiện tại nó tập trung chủ yếu vào việc bán thiết bị phát hiện"
    }
  },
  {
    "translation": {
      "en": "around the world.",
      "vi": "trên khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "And then, all these boxes came to the market.",
      "vi": "Và rồi mọi cái hộp đó được tung ra thị trường."
    }
  },
  {
    "translation": {
      "en": "Welcome to the new world of authenticity.",
      "vi": "Mừng đến với thế giới chân thực mới."
    }
  },
  {
    "translation": {
      "en": "Alrosa Diamond Inspector is a mini laboratory…",
      "vi": "Máy quét Kim cương Alrosa là phòng thí nghiệm nhỏ…"
    }
  },
  {
    "translation": {
      "en": "GIA's gem- testing device distinguishes natural diamonds",
      "vi": "Thiết bị kiểm tra đá quý của GIA phân biệt kim cương tự nhiên"
    }
  },
  {
    "translation": {
      "en": "from laboratory- grown diamonds…",
      "vi": "với kim cương nuôi cấy…"
    }
  },
  {
    "translation": {
      "en": "It comes with the fastest and smartest technology ever.",
      "vi": "Nó đi kèm với công nghệ nhanh và thông minh nhất."
    }
  },
  {
    "translation": {
      "en": "- Pass. - Your own portable gemologist.",
      "vi": "- Đạt. - Nó như chuyên giá đá quý di động vậy."
    }
  },
  {
    "translation": {
      "en": "A person with no technical knowledge can easily learn and operate the system.",
      "vi": "Một người không có kiến thức kỹ thuật có thể dễ dàng học và vận hành hệ thống."
    }
  },
  {
    "translation": {
      "en": "This desktop instrument is easy to operate.",
      "vi": "Chiếc máy để bàn này rất dễ vận hành."
    }
  },
  {
    "translation": {
      "en": "So, the black box technology replaced the service that you created?",
      "vi": "Vậy, công nghệ hộp đen đã thay thế dịch vụ mà anh tạo ra?"
    }
  },
  {
    "translation": {
      "en": "Did you understand the significance of it at the time?",
      "vi": "Lúc đó anh có hiểu tầm quan trọng của nó?"
    }
  },
  {
    "translation": {
      "en": "Come on. I was like, uh…",
      "vi": "Thôi nào. Tôi đã kiểu,"
    }
  },
  {
    "translation": {
      "en": "All of us, small guys, small labs, everything,",
      "vi": "đám người nhỏ bé như bọn tôi, phòng thí nghiệm nhỏ, mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "will… will go… will go… Will be closed very soon.",
      "vi": "sẽ bị… sẽ bị đóng cửa sớm."
    }
  },
  {
    "translation": {
      "en": "What I did",
      "vi": "Thứ mà tôi đã làm"
    }
  },
  {
    "translation": {
      "en": "has an… Has a value not any longer, you know, so…",
      "vi": "không còn giá trị nữa, biết đó, nên…"
    }
  },
  {
    "translation": {
      "en": "They only put the melee through those machines.",
      "vi": "Họ chỉ cho kim cương tấm vào mấy cỗ máy đó."
    }
  },
  {
    "translation": {
      "en": "Because its purpose is not to subvert any criminal activity.",
      "vi": "Vì mục đích của nó không phải lật đổ hoạt động tội phạm nào."
    }
  },
  {
    "translation": {
      "en": "It's to make everyone else feel safe, so there's no panic.",
      "vi": "Mà là để khiến mọi người cảm thấy an toàn, để họ không hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "Security theater.",
      "vi": "Bảo vệ cho màn kịch."
    }
  },
  {
    "translation": {
      "en": "It's one of the most incredible things, because you don't have to dig very far",
      "vi": "Nó là một trong những điều tuyệt nhất, vì ta không phải đào quá sâu"
    }
  },
  {
    "translation": {
      "en": "to actually find out that mixing is not what everybody is scared of happening,",
      "vi": "để rõ là điều ai cũng sợ xảy ra không phải là việc pha trộn, mà là họ sợ mọi người biết về việc pha trộn."
    }
  },
  {
    "translation": {
      "en": "but of people finding out of happening.",
      "vi": "không phải là việc pha trộn, mà là họ sợ mọi người biết về việc pha trộn."
    }
  },
  {
    "translation": {
      "en": "Uh, surprise, your big diamond might be fake, too,",
      "vi": "Bất ngờ chưa! Viên kim cương bự của bạn có thể là giả,"
    }
  },
  {
    "translation": {
      "en": "even if you have that nice GIA certificate.",
      "vi": "ngay cả khi bạn có giấy chứng nhận của GIA."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý cô là sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, you might buy a diamond with a GIA certificate",
      "vi": "Là bạn có thể mua một viên kim cương có chứng nhận GIA,"
    }
  },
  {
    "translation": {
      "en": "telling you where it's from, where it was mined,",
      "vi": "cho bạn biết nó từ đâu, được khai thác ở đâu,"
    }
  },
  {
    "translation": {
      "en": "that it's a for- real, actual, and conflict- free diamond,",
      "vi": "rằng đó là một viên kim cương thực sự, là hàng thật, khỏi cần phân vân,"
    }
  },
  {
    "translation": {
      "en": "and the only thing that you might be conflicted about is the fact that it's not.",
      "vi": "và điều duy nhất bạn có thể thấy phân vân là thực tế nó không phải vậy."
    }
  },
  {
    "translation": {
      "en": "But it comes with a certificate. Mmm- hmm. And that certificate is… is like a…",
      "vi": "- Nhưng nó có giấy chứng nhận mà. - Ừ. Và giấy chứng nhận đó giống như…"
    }
  },
  {
    "translation": {
      "en": "It's like a bearer bond. If you have it, you could have any…",
      "vi": "Như trái phiếu vô danh vậy. Nếu có nó, bạn có thể có…"
    }
  },
  {
    "translation": {
      "en": "You could… you could have a tennis ball and one of those certificates, and if they match,",
      "vi": "Bạn có thể có một quả bóng tennis và giấy chứng nhận đó, và nếu chúng khớp,"
    }
  },
  {
    "translation": {
      "en": "you… you have to accept that this tennis ball is a really weird- looking diamond.",
      "vi": "bạn phải chấp nhận rằng quả bóng tennis đó là một viên kim cương có hình thù kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "So, there's a whole cottage industry in making fake birth certificates",
      "vi": "Có cả một ngành công nghiệp chui chuyên làm giấy khai sinh giả"
    }
  },
  {
    "translation": {
      "en": "for fake or lab- grown diamonds.",
      "vi": "cho kim cương giả hoặc kim cương nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "Can we talk about the mixing scandals that were coming up?",
      "vi": "Ta có thể nói về các bê bối pha trộn sắp tới không?"
    }
  },
  {
    "translation": {
      "en": "This has been, kind of, inside baseball in the industry.",
      "vi": "Việc đó đã được úp mở trong ngành này."
    }
  },
  {
    "translation": {
      "en": "Everybody knows about mixing, but it's still a challenge, right?",
      "vi": "Ai cũng biết về pha trộn, mà đó vẫn là thách thức nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, that's why De Beers had to respond to that.",
      "vi": "Chà, đó là lý do De Beers phải đáp trả điều đó."
    }
  },
  {
    "translation": {
      "en": "'Cause we heard stories of mixing. And it doesn't matter to me whether it's, you know,",
      "vi": "Vì bọn tôi đã nghe câu chuyện về pha trộn. Với tôi, không quan trọng đó là"
    }
  },
  {
    "translation": {
      "en": "a ten- carat diamond, you know, worth half a million dollars,",
      "vi": "một viên kim cương mười carat trị giá nửa triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "or whether it's a one- pointer.",
      "vi": "hay là viên kim cương một Point."
    }
  },
  {
    "translation": {
      "en": "The promise you're making is that they're all miracles of nature.",
      "vi": "Lời hứa mà ta đưa ra đó là chúng đều là phép màu của tự nhiên."
    }
  },
  {
    "translation": {
      "en": "The role diamonds play are about marking important moments in life",
      "vi": "Vai trò của kim cương là để đánh dấu những khoảnh khắc quan trọng trong đời"
    }
  },
  {
    "translation": {
      "en": "with something that is intrinsically rare and precious.",
      "vi": "bằng một thứ thực chất rất quý hiếm."
    }
  },
  {
    "translation": {
      "en": "And you can't make that. It's impossible.",
      "vi": "Và bạn không thể tạo ra nó. Việc đó là không thể."
    }
  },
  {
    "translation": {
      "en": "It's not about the money, but it is about precious things,",
      "vi": "Không phải là về tiền, mà là về, biết đó, những thứ quý giá thì sẽ tốn nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "you know, do cost money.",
      "vi": "biết đó, những thứ quý giá thì sẽ tốn nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "- It's all greed. - What do you mean?",
      "vi": "- Lòng tham cả thôi. - Ý anh là sao?"
    }
  },
  {
    "translation": {
      "en": "You know, if you want to make money off of these mines, you got to pretend like they're scarce.",
      "vi": "Nếu muốn kiếm tiền từ mấy cái mỏ đó, bạn phải vờ như chúng rất hiếm."
    }
  },
  {
    "translation": {
      "en": "You know, for many, many, many years,",
      "vi": "Biết đó, suốt nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "people only found diamonds in riverbeds and streams in India.",
      "vi": "người ta chỉ tìm thấy kim cương dưới đáy sông và suối ở Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "But then, at some point,",
      "vi": "Nhưng rồi đến một lúc,"
    }
  },
  {
    "translation": {
      "en": "people found that there's these deposits called kimberlites.",
      "vi": "người ta phát hiện ra có những mỏ được gọi là Kimberlite."
    }
  },
  {
    "translation": {
      "en": "You know, kimberlite pipes are not rare. They're all over the world. And then, they just started mining 'em.",
      "vi": "Mạch Kimberlite không hiếm. Chúng ở khắp thế giới. Và họ bắt đầu khai thác chúng."
    }
  },
  {
    "translation": {
      "en": "So, the reality is that diamond is one of the most common gemstones on the planet.",
      "vi": "Nên thực tế, kim cương là một trong những loại đá quý phổ biến nhất hành tinh."
    }
  },
  {
    "translation": {
      "en": "But De Beers keeps them off to the side and says, No, we don't have 'em.",
      "vi": "Nhưng De Beers… giữ rịt chúng và nói: Không, bọn tôi không có nó."
    }
  },
  {
    "translation": {
      "en": "We don't know what you're talking about. And they control the prices.",
      "vi": "Chẳng hiểu mọi người nói gì. Và họ kiểm soát giá cả."
    }
  },
  {
    "translation": {
      "en": "They want you to continue believing that your natural gemstone is valuable, and unique, and rare,",
      "vi": "Họ muốn bạn tiếp tục tin viên đá quý tự nhiên của bạn có giá, độc nhất, hiếm,"
    }
  },
  {
    "translation": {
      "en": "and precious, just like your love, but it's not.",
      "vi": "và quý như tình yêu của bạn vậy, mà chẳng phải."
    }
  },
  {
    "translation": {
      "en": "It's just like everybody else's.",
      "vi": "Nó cũng giống của bao người thôi."
    }
  },
  {
    "translation": {
      "en": "These are diamonds.",
      "vi": "Đây là kim cương."
    }
  },
  {
    "translation": {
      "en": "All of those bags, all the way to the ceiling, are diamonds?",
      "vi": "Cả chỗ túi chất đến tận trần nhà này đều là kim cương sao?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "And how many other rooms do you have like this?",
      "vi": "Và còn bao nhiêu phòng khác thế này?"
    }
  },
  {
    "translation": {
      "en": "Oh, about, uh, 28 rooms.",
      "vi": "Khoảng 28 phòng."
    }
  },
  {
    "translation": {
      "en": "How many millions of carats do you have down here?",
      "vi": "Các anh có bao nhiêu triệu carat ở dưới này?"
    }
  },
  {
    "translation": {
      "en": "No, that is a commercial secret.",
      "vi": "Không, đó là bí mật thương mại."
    }
  },
  {
    "translation": {
      "en": "So this is one of the last great secrets of Russia?",
      "vi": "Đây là một trong số bí mật vĩ đại cuối cùng của nước Nga?"
    }
  },
  {
    "translation": {
      "en": "It's a secret for any organization storing diamonds.",
      "vi": "Đây là bí mật của bất kỳ tổ chức lưu trữ kim cương nào."
    }
  },
  {
    "translation": {
      "en": "There are enough for every man, woman and child on the planet to have a half- carat diamond ring,",
      "vi": "Mọi đàn ông, phụ nữ, trẻ em trên Trái Đất đều có thể có nhẫn kim cương nửa carat,"
    }
  },
  {
    "translation": {
      "en": "with a half a billion carats left over.",
      "vi": "mà vẫn còn thừa nửa tỷ carat nữa."
    }
  },
  {
    "translation": {
      "en": "There are a lot of diamonds. They're not scarce, or rare.",
      "vi": "Có nhiều kim cương lắm. Không hề khó tìm hay hiếm."
    }
  },
  {
    "translation": {
      "en": "So, I'm sorry you're asking the only chick you got on film,",
      "vi": "Xin lỗi vì anh hỏi cô gái duy nhất được phỏng vấn,"
    }
  },
  {
    "translation": {
      "en": "and I have nothing romantic to say about it,",
      "vi": "và tôi chẳng có gì lãng mạn để nói về nó,"
    }
  },
  {
    "translation": {
      "en": "but they are an economic good, and they put them in ring holders.",
      "vi": "nhưng đó chỉ là mặt hàng thương mại, và họ đặt nó vào giá nhẫn."
    }
  },
  {
    "translation": {
      "en": "Well, you know, we're probably past peak supply.",
      "vi": "Chà, biết đó, có lẽ giai đoạn cung cao điểm đã qua."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "It's fascinating to me when I look back, on how my life developed the way it did,",
      "vi": "Khi nhìn lại, thật thú vị là cuộc đời tôi đã phát triển theo hướng này,"
    }
  },
  {
    "translation": {
      "en": "because my first interaction with the world of diamonds was actually",
      "vi": "vì tương tác đầu tiên của tôi với thế giới kim cương thật ra là"
    }
  },
  {
    "translation": {
      "en": "well before I ever knew that I would end up within De Beers, or within the… within the diamond world.",
      "vi": "rất lâu trước khi tôi biết tôi sẽ dấn thân vào De Beers, hay vào thế giới kim cương."
    }
  },
  {
    "translation": {
      "en": "You know, I grew up in Schenectady, New York,",
      "vi": "Tôi lớn lên ở Schenectady, New York,"
    }
  },
  {
    "translation": {
      "en": "the old headquarters of General Electric,",
      "vi": "trụ sở cũ của General Electric,"
    }
  },
  {
    "translation": {
      "en": "the early synthesizer of industrial diamond.",
      "vi": "nhà sản xuất kim cương công nghiệp đời đầu."
    }
  },
  {
    "translation": {
      "en": "A scientist at General Electric, Mr. Hall, he was the next- door neighbor.",
      "vi": "Một nhà khoa học ở General Electric, ông Hall, là hàng xóm của tôi."
    }
  },
  {
    "translation": {
      "en": "He'd give me $5 every time it snowed to shovel his walk.",
      "vi": "Mỗi lần tuyết rơi, ông ấy cho tôi năm đô để dọn đường."
    }
  },
  {
    "translation": {
      "en": "Dr. H. Tracy Hall is a world- famous chemist.",
      "vi": "Tiến sĩ H. Tracy Hall là nhà hóa học nổi tiếng thế giới."
    }
  },
  {
    "translation": {
      "en": "He is one of the inventors of the first practical process",
      "vi": "Một trong số người sáng chế ra quy trình thực tế đầu tiên để làm kim cương nhân tạo số lượng lớn."
    }
  },
  {
    "translation": {
      "en": "for making large quantities of man- made diamonds.",
      "vi": "ra quy trình thực tế đầu tiên để làm kim cương nhân tạo số lượng lớn."
    }
  },
  {
    "translation": {
      "en": "It was the sidewalk from his front door, and then across the street that I had to do with my shovel.",
      "vi": "Tôi phải xúc tuyết ở vỉa hè từ cửa trước đến đối diện đường nhà ông ấy."
    }
  },
  {
    "translation": {
      "en": "And he'd come out and inspect it before he'd give me the $5 bill.",
      "vi": "Và ông ấy sẽ ra ngoài kiểm tra trước khi đưa tôi tờ năm đô."
    }
  },
  {
    "translation": {
      "en": "Do you remember Tracy Hall?  I remember him as being scary.",
      "vi": "- Anh còn nhớ Tracy Hall chứ? - Tôi nhớ ông ấy rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "That is one of the most incredible stories.",
      "vi": "Đó là một câu chuyện thật phi thường."
    }
  },
  {
    "translation": {
      "en": "From shoveling Tracy Hall's driveway, to marrying an Oppenheimer.",
      "vi": "Từ dọn đường lái xe cho Tracy Hall đến cưới người nhà Oppenheimer."
    }
  },
  {
    "translation": {
      "en": "I did think subsequently, What if I had left",
      "vi": "Sau đó tôi nghĩ: Nếu tôi chừa lại một ít tuyết trên vỉa hè đó thì sao?"
    }
  },
  {
    "translation": {
      "en": "just a little bit more ice on that pavement?",
      "vi": "Nếu tôi chừa lại một ít tuyết trên vỉa hè đó thì sao?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Well, would we have had another couple of decades without synthesized diamond?",
      "vi": "Chà, sẽ có thêm vài thập kỷ nữa không có kim cương nhân tạo chăng?"
    }
  },
  {
    "translation": {
      "en": "I think the fact that the very top brass at De Beers",
      "vi": "Tôi nghĩ việc những người đứng đầu ở De Beers"
    }
  },
  {
    "translation": {
      "en": "sat in a room with you and signed a release,",
      "vi": "ngồi chung phòng với anh ký giấy miễn trừ pháp lý,"
    }
  },
  {
    "translation": {
      "en": "it's a sign of incredible weakness.",
      "vi": "là dấu hiệu của sự yếu kém tột độ."
    }
  },
  {
    "translation": {
      "en": "Compared to five years ago, there would be no interview. There would never be an interview.",
      "vi": "So với năm năm trước, sẽ không thể phỏng vấn họ. Không bao giờ có phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "There's a lot of reasons for that. One of them is,",
      "vi": "Có rất nhiều lý do cho việc đó. Một trong số đó là,"
    }
  },
  {
    "translation": {
      "en": "if synthetic diamond jewelry ever takes a big market share,",
      "vi": "nếu trang sức kim cương nhân tạo chiếm thị phần lớn,"
    }
  },
  {
    "translation": {
      "en": "which I think it very well could, then it would end up like cultured pearls.",
      "vi": "điều tôi nghĩ là rất có thể, thì nó sẽ giống như ngọc trai nuôi."
    }
  },
  {
    "translation": {
      "en": "No one would remember there was ever a difference",
      "vi": "Sẽ chả ai nhớ từng có sự khác biệt"
    }
  },
  {
    "translation": {
      "en": "between cultured diamonds and not- cultured diamonds.",
      "vi": "giữa kim cương nhân tạo và kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "I don't even bother keeping them separate in my jewelry boxes.",
      "vi": "Tôi còn chẳng buồn để riêng chúng ra trong hộp trang sức."
    }
  },
  {
    "translation": {
      "en": "The lab- grown and the naturals?",
      "vi": "Kim cương nuôi cấy và tự nhiên à?"
    }
  },
  {
    "translation": {
      "en": "Um, it seems to me that De Beers is as much a mining company",
      "vi": "Tôi thấy có vẻ như De Beers vừa là công ty khai thác mỏ vừa là công ty tiếp thị."
    }
  },
  {
    "translation": {
      "en": "as it is a marketing company.",
      "vi": "De Beers vừa là công ty khai thác mỏ vừa là công ty tiếp thị."
    }
  },
  {
    "translation": {
      "en": "Without the marketing, it can't exist, right?",
      "vi": "Không có tiếp thị, nó không thể tồn tại, phải không?"
    }
  },
  {
    "translation": {
      "en": "If you want people to really absorb information,",
      "vi": "Nếu muốn mọi người thực sự tiếp nhận thông tin,"
    }
  },
  {
    "translation": {
      "en": "you need to be able to tell it to them in a way that is memorable. That's the definition of a storyteller.",
      "vi": "bạn phải kể với họ theo một cách đáng nhớ. Định nghĩa của người kể chuyện là thế."
    }
  },
  {
    "translation": {
      "en": "Stories are the only way in today's world",
      "vi": "Ở thế giới ngày nay, câu chuyện là cách duy nhất để mọi người tiếp nhận"
    }
  },
  {
    "translation": {
      "en": "people can absorb information in any depth.",
      "vi": "Ở thế giới ngày nay, câu chuyện là cách duy nhất để mọi người tiếp nhận thông tin ở mọi chiều sâu."
    }
  },
  {
    "translation": {
      "en": "In the old days, it was more classic marketing.",
      "vi": "Thời xưa, cách tiếp thị có phần cổ điển hơn."
    }
  },
  {
    "translation": {
      "en": "You know, I could buy NBC, CBS, and you all saw it in a week.",
      "vi": "Bạn có thể mua quảng cáo trên NBC, CBS và xem nó cả tuần."
    }
  },
  {
    "translation": {
      "en": "But now it's… it's more core, huh? You need to take a step back.",
      "vi": "Nhưng giờ nó tập trung hơn. Bạn phải lùi lại một bước."
    }
  },
  {
    "translation": {
      "en": "It's not about myths. It's about truth.",
      "vi": "Không phải về giai thoại nữa. Mà về sự thật."
    }
  },
  {
    "translation": {
      "en": "And truth is a good thing if your story is a good one.",
      "vi": "Và sự thật là điều tốt nếu câu chuyện của bạn đủ hay."
    }
  },
  {
    "translation": {
      "en": "Actually, here in Botswana, the world's leading producer of diamonds,",
      "vi": "Thật ra, ở Botswana, nơi sản xuất kim cương hàng đầu thế giới này,"
    }
  },
  {
    "translation": {
      "en": "there's a huge positive benefit created by the natural diamond.",
      "vi": "kim cương tự nhiên đã tạo ra một lợi ích tích cực lớn lao."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes synthetic producers try and position their product",
      "vi": "Đôi khi các nhà sản xuất nhân tạo cố định vị sản phẩm của họ"
    }
  },
  {
    "translation": {
      "en": "as somehow an ethical, or environmental alternative.",
      "vi": "như một sự thay thế đạo đức hay môi trường. Họ nói:"
    }
  },
  {
    "translation": {
      "en": "They say, Oh, we don't make a hole in the ground. And you're right, we do make a big hole in the ground.",
      "vi": "Bọn tôi không đào hố trên mặt đất. Đúng, bọn tôi đào một hố lớn trên mặt đất."
    }
  },
  {
    "translation": {
      "en": "It's about two kilometers across, in a country the size of France,",
      "vi": "Chiều ngang của nó cỡ hai cây số, ở một nước có diện tích bằng nước Pháp,"
    }
  },
  {
    "translation": {
      "en": "with nothing around it but scrubland. You can look at that in two ways.",
      "vi": "xung quanh chỉ toàn một vùng đầy cây bụi. Bạn có thể nhìn nhận nó theo hai hướng."
    }
  },
  {
    "translation": {
      "en": "You can look at that hole and say, There's a big hole in the ground,",
      "vi": "Một là nhìn cái hố đó và nói: Có một cái hố lớn trên mặt đất,"
    }
  },
  {
    "translation": {
      "en": "or you can look in that hole and think, how lucky the people of Botswana were",
      "vi": "hoặc nhìn cái hố đó và nghĩ, người dân Botswana đã may mắn thế nào"
    }
  },
  {
    "translation": {
      "en": "to have this two- kilometer bit of land in an area that--",
      "vi": "khi có mảnh đất hai cây số này ở một nơi mà…"
    }
  },
  {
    "translation": {
      "en": "What were they gonna do with it? Have, like, ten cows?",
      "vi": "Họ sẽ làm gì với nó? Nuôi mười con bò à?"
    }
  },
  {
    "translation": {
      "en": "And in that hole, has been this extraordinary transformation of a country",
      "vi": "Và trong cái hố đó là sự biến đổi ngoạn mục của một đất nước"
    }
  },
  {
    "translation": {
      "en": "from four miles of tarred road to 4,000, because of that hole in the ground.",
      "vi": "từ sáu cây số đến sáu ngàn rưỡi cây số đường nhựa, nhờ cái hố trên mặt đất đó."
    }
  },
  {
    "translation": {
      "en": "A doctor for every 50,000 people before diamonds.",
      "vi": "Trước khi có kim cương, 50.000 người mới có một bác sĩ."
    }
  },
  {
    "translation": {
      "en": "Now a doctor for every 300. Hospitals, free education. Why?",
      "vi": "Giờ cứ 300 người có một bác sĩ. Bệnh viện, giáo dục miễn phí. Nhờ đâu?"
    }
  },
  {
    "translation": {
      "en": "It's… it's that hole in the ground.",
      "vi": "Chính là nhờ cái hố trên mặt đất đó."
    }
  },
  {
    "translation": {
      "en": "De Beers is an African company. A lot of us may be based in London,",
      "vi": "De Beers là công ty châu Phi. Chúng tôi có thể có nhiều trụ sở ở Luân Đôn,"
    }
  },
  {
    "translation": {
      "en": "but the deep ethos of our operations has Africa at its core.",
      "vi": "song cốt lõi của các hoạt động đều lấy châu Phi làm nòng cốt."
    }
  },
  {
    "translation": {
      "en": "And there's nothing more important to an African than their environment, in particular, their wildlife.",
      "vi": "Môi trường sống, nhất là động vật hoang dã là thứ quan trọng nhất với người châu Phi."
    }
  },
  {
    "translation": {
      "en": "And you need to protect that, as well.",
      "vi": "Và bạn cũng cần bảo vệ điều đó."
    }
  },
  {
    "translation": {
      "en": "You know, if I could bring every American engagement ring consumer here",
      "vi": "Nếu tôi có thể đưa mọi khách hàng người Mỹ mua nhẫn đính hôn đến đây"
    }
  },
  {
    "translation": {
      "en": "to see with their own eyes what diamonds do,",
      "vi": "để tận mắt xem kim cương làm được những gì,"
    }
  },
  {
    "translation": {
      "en": "they would never buy anything but… but a natural diamond.",
      "vi": "họ sẽ không mua gì ngoài kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "You'd actually say, Geez, you know, why would you synthesize something",
      "vi": "Bạn sẽ nói: Ôi, sao lại làm một thứ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "when it could do such harm to… to this country?",
      "vi": "trong khi nó có thể gây hại cho đất nước này?"
    }
  },
  {
    "translation": {
      "en": "The story is extraordinarily inspiring,",
      "vi": "Câu chuyện đó rất truyền cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "and has the great convenience of being true.",
      "vi": "và thuận lợi ở chỗ đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "And you show me another two- kilometer bit of… of the world that has done that.",
      "vi": "Cho tôi thấy một cái hố hai cây số khác trên thế giới làm được điều đó đi."
    }
  },
  {
    "translation": {
      "en": "I want to take this problem of synthetics to a whole other level.",
      "vi": "Tôi muốn đưa vấn đề nhân tạo này lên một tầm mới."
    }
  },
  {
    "translation": {
      "en": "We're now living in a world of… gender equality.",
      "vi": "Ta đang sống trong thế giới của… bình đẳng giới."
    }
  },
  {
    "translation": {
      "en": "Are diamonds under threat not because of synthetics only,",
      "vi": "Liệu kim cương bị đe dọa, không phải chỉ vì vấn đề nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "although synthetics brings it down, because of the whole question of,",
      "vi": "dù nhân tạo gây hại đến nó, mà còn vì câu hỏi về"
    }
  },
  {
    "translation": {
      "en": "what is the relationship between the man and the woman in the 21st century?",
      "vi": "mối quan hệ giữa đàn ông và phụ nữ trong thế kỷ 21 là gì?"
    }
  },
  {
    "translation": {
      "en": "Why is she receiving the gift and not him?",
      "vi": "Sao cô ấy lại nhận quà mà không phải anh ấy?"
    }
  },
  {
    "translation": {
      "en": "What's going on here?",
      "vi": "Chuyện gì đang xảy ra?"
    }
  },
  {
    "translation": {
      "en": "I could talk about the idea of, you know,",
      "vi": "Tôi có thể nêu lên ý về, biết đó,"
    }
  },
  {
    "translation": {
      "en": "uh, anthropological studies that show that the woman has the babies,",
      "vi": "nghiên cứu nhân chủng học cho thấy người phụ nữ sinh con,"
    }
  },
  {
    "translation": {
      "en": "and because she has the babies, she wants the man to make a commitment",
      "vi": "và vì có con, cô ấy muốn người đàn ông cam kết"
    }
  },
  {
    "translation": {
      "en": "and know that he's gonna support her. Okay.",
      "vi": "và biết rằng anh ấy sẽ hỗ trợ cô ấy. Rồi."
    }
  },
  {
    "translation": {
      "en": "But we live in a modern world today where women may be earning more than men.",
      "vi": "Mà đây là thế giới hiện đại, phụ nữ có thể kiếm nhiều hơn nam giới."
    }
  },
  {
    "translation": {
      "en": "She may not need him, or want him.",
      "vi": "Cô ấy có thể không cần hoặc muốn anh ta."
    }
  },
  {
    "translation": {
      "en": "We switch jobs every couple of years.",
      "vi": "Ta đổi việc vài năm một lần."
    }
  },
  {
    "translation": {
      "en": "Maybe we're gonna switch, uh, partners every few years.",
      "vi": "Có khi ta sẽ đổi bạn đời vài năm một lần."
    }
  },
  {
    "translation": {
      "en": "Our… our society is changing.",
      "vi": "Xã hội đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "And so, the role of the diamond is under threat,",
      "vi": "Vậy nên vai trò của kim cương bị đe dọa,"
    }
  },
  {
    "translation": {
      "en": "because the role of the woman and the man is under threat.",
      "vi": "vì vai trò của phụ nữ và đàn ông bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "But every day, millennials are getting older.",
      "vi": "Nhưng thế hệ thiên niên kỷ đang già đi mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Their clocks are ticking.",
      "vi": "Thời gian của họ đang trôi."
    }
  },
  {
    "translation": {
      "en": "Their desire to procreate, whether it's genetic or otherwise,",
      "vi": "Mong muốn sinh đẻ của họ , dù là vì di truyền hay vì điều gì khác,"
    }
  },
  {
    "translation": {
      "en": "or whether it's, uh, Darwinian, is there.",
      "vi": "hoặc vì thuyết Đác-uyn, vẫn ở đó."
    }
  },
  {
    "translation": {
      "en": "What's going to happen?",
      "vi": "Chuyện gì sẽ xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Does the diamond play a role in cementing the relationship?",
      "vi": "Liệu kim cương có đóng vai trò gắn kết mối quan hệ không?"
    }
  },
  {
    "translation": {
      "en": "Does the woman still want a diamond? And if so, why?",
      "vi": "Phụ nữ vẫn muốn có một viên kim cương chứ? Và nếu có, thì tại sao?"
    }
  },
  {
    "translation": {
      "en": "Have you ever given a diamond to a girlfriend?",
      "vi": "Anh đã bao giờ tặng kim cương cho bạn gái chưa?"
    }
  },
  {
    "translation": {
      "en": "I… I did. Yeah.",
      "vi": "Rồi. Ừ."
    }
  },
  {
    "translation": {
      "en": "I… I grew a diamond for my former fiancée.",
      "vi": "Tôi từng nuôi cấy một viên kim cương cho hôn thê cũ của mình."
    }
  },
  {
    "translation": {
      "en": "So what's the story there?",
      "vi": "Câu chuyện đó ra sao?"
    }
  },
  {
    "translation": {
      "en": "I grew a diamond and had it cut and polished",
      "vi": "Tôi nuôi cấy một viên kim cương, cắt và đánh bóng nó và…"
    }
  },
  {
    "translation": {
      "en": "and, uh, had it set in a setting and proposed to her with it.",
      "vi": "cài cắm nó vào, rồi dùng nó cầu hôn cô ấy."
    }
  },
  {
    "translation": {
      "en": "- And? - I think she was unimpressed.",
      "vi": "- Và? - Tôi nghĩ cô ấy không ấn tượng."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "vi": "Nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "It was too small.",
      "vi": "Nó quá nhỏ."
    }
  },
  {
    "translation": {
      "en": "It was half a carat.",
      "vi": "Nó chỉ nửa carat."
    }
  },
  {
    "translation": {
      "en": "- What did she say? - Um…",
      "vi": "Cô ấy đã nói gì?"
    }
  },
  {
    "translation": {
      "en": "That she wanted a bigger one.",
      "vi": "Cô ấy muốn cái lớn hơn."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, dear colleagues,",
      "vi": "Thưa quý vị và các đồng nghiệp thân mến,"
    }
  },
  {
    "translation": {
      "en": "my name is Dusan Simic, and, uh, I'll talk today about",
      "vi": "tên tôi là Dusan Simic, và hôm nay tôi sẽ nói về phát minh, về bằng sáng chế của tôi."
    }
  },
  {
    "translation": {
      "en": "my invention, my patent.",
      "vi": "và hôm nay tôi sẽ nói về phát minh, về bằng sáng chế của tôi."
    }
  },
  {
    "translation": {
      "en": "The invention will eliminate",
      "vi": "Phát minh này sẽ xóa bỏ việc pha trộn"
    }
  },
  {
    "translation": {
      "en": "mixing lab- grown diamonds with natural diamonds.",
      "vi": "Phát minh này sẽ xóa bỏ việc pha trộn kim cương nuôi cấy với kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "It will ensure that we will have two completely different products",
      "vi": "Nó sẽ đảm bảo rằng ta sẽ có hai sản phẩm hoàn toàn khác nhau"
    }
  },
  {
    "translation": {
      "en": "that cannot hurt each other.",
      "vi": "mà không thể gây hại đến nhau."
    }
  },
  {
    "translation": {
      "en": "So, this is transition in your profession?",
      "vi": "Đây là bước chuyển trong nghề nghiệp của anh?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah, it is. It was a decision.",
      "vi": "Phải. Tôi đã quyết định rồi."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm closing the lab",
      "vi": "Giờ tôi sẽ đóng cửa phòng thí nghiệm,"
    }
  },
  {
    "translation": {
      "en": "and I'm going, uh, to do other things, you know.",
      "vi": "và tôi sẽ làm những việc khác, biết đấy."
    }
  },
  {
    "translation": {
      "en": "It was nonsense to have a lab that it doesn't bring… it doesn't bring any money.",
      "vi": "Thật vô nghĩa khi có một phòng thí nghiệm mà chẳng đem lại đồng nào."
    }
  },
  {
    "translation": {
      "en": "I really believe in this. I mean, it could be a solution, you know.",
      "vi": "Tôi thực sự tin vào nó. Ý là, nó có thể là giải pháp."
    }
  },
  {
    "translation": {
      "en": "What you see here is a range of the current black boxes",
      "vi": "Thứ mà mọi người thấy ở đây là một loạt các hộp đen hiện đang"
    }
  },
  {
    "translation": {
      "en": "used today in process of identification.",
      "vi": "được sử dụng trong quá trình phát hiện."
    }
  },
  {
    "translation": {
      "en": "Despite effective marketing,",
      "vi": "Mặc dù được tiếp thị hiệu quả,"
    }
  },
  {
    "translation": {
      "en": "none of these machines identify synthetic diamonds.",
      "vi": "không chiếc máy nào ở đây phát hiện được kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "So I developed a new system which is the subject of my patent",
      "vi": "Nên tôi đã phát triển một hệ thống mới, đề tài bằng sáng chế của tôi,"
    }
  },
  {
    "translation": {
      "en": "called Synthetic Diamond Labeling and Identification System and Method.",
      "vi": "gọi là: Hệ thống và Phương pháp Phát hiện và Phân loại Kim cương Nhân tạo."
    }
  },
  {
    "translation": {
      "en": "My patent would ensure that synthetic diamond producers",
      "vi": "Sáng chế của tôi sẽ đảm bảo các nhà sản xuất kim cương nhân tạo"
    }
  },
  {
    "translation": {
      "en": "would have to treat their synthetic diamonds",
      "vi": "sẽ phải xử lý kim cương nhân tạo của họ"
    }
  },
  {
    "translation": {
      "en": "so they fluoresce pink.",
      "vi": "để chúng có huỳnh quang màu hồng."
    }
  },
  {
    "translation": {
      "en": "This pink fluorescence is created through a post- growth treatment",
      "vi": "Huỳnh quang hồng này được tạo ra thông qua quá trình xử lý sau nuôi cấy"
    }
  },
  {
    "translation": {
      "en": "that create invisible nitrogen vacancy centers",
      "vi": "tạo ra các lõi trống nitơ vô hình"
    }
  },
  {
    "translation": {
      "en": "that generate pink fluorescence visible to the naked eye",
      "vi": "phát ra huỳnh quang hồng, có thể nhìn thấy bằng mắt thường"
    }
  },
  {
    "translation": {
      "en": "when excited with ultraviolet light UV lamp.",
      "vi": "khi bị kích thích bởi đèn tia cực tím."
    }
  },
  {
    "translation": {
      "en": "Can I ask a dumb question? What is the incentive for all these manufacturers",
      "vi": "Tôi hỏi một câu ngớ ngẩn nhé? Động cơ nào thúc đẩy các nhà sản xuất"
    }
  },
  {
    "translation": {
      "en": "to implement this process? I'm personally skeptical about this. - But-- - I struggle with that.",
      "vi": "thực hiện quy trình này? Cá nhân tôi hoài nghi về nó. Tôi thấy khó đấy."
    }
  },
  {
    "translation": {
      "en": "This is their fundamental interest, to protect themselves.",
      "vi": "Nhưng đây là lợi ích cơ bản của họ, để bảo vệ chính họ."
    }
  },
  {
    "translation": {
      "en": "I know all these factories inside. I know how they are selling to everyone.",
      "vi": "Tôi biết rõ các nhà máy đó. Tôi biết cách họ bán cho mọi người."
    }
  },
  {
    "translation": {
      "en": "And after that, they don't know where these stones goes,",
      "vi": "Và sau đó, họ không biết những viên đá này đi về đâu,"
    }
  },
  {
    "translation": {
      "en": "and how these stones are sold.",
      "vi": "và chúng được bán như thế nào."
    }
  },
  {
    "translation": {
      "en": "Right, but the process itself is permanent? The process…",
      "vi": "Phải, nhưng quá trình này là vĩnh viễn. Quá trình này…"
    }
  },
  {
    "translation": {
      "en": "- Of course. Of course. - …gets done after the stone is grown?",
      "vi": "- Tất nhiên. - …thực hiện sau khi nuôi cấy kim cương?"
    }
  },
  {
    "translation": {
      "en": "Yeah. When you excite the stones,",
      "vi": "Phải. Khi ta kích thích viên đá,"
    }
  },
  {
    "translation": {
      "en": "if they fluoresce pink, they are synthetic, or treated.",
      "vi": "nếu chúng có huỳnh quang hồng, đó là kim cương nhân tạo hoặc qua xử lý."
    }
  },
  {
    "translation": {
      "en": "I mean, this is the way we will have two different products with the same name.",
      "vi": "Ý tôi là, với cách này, ta sẽ có hai sản phẩm khác nhau với cùng một cái tên."
    }
  },
  {
    "translation": {
      "en": "By labeling synthetic diamonds.",
      "vi": "Bằng việc phân loại kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "Uh, this brings the presentations to…",
      "vi": "Và với ý đó, bài phát biểu…"
    }
  },
  {
    "translation": {
      "en": "Listen, we should talk. We should talk.",
      "vi": "Nghe này, ta nên nói chuyện."
    }
  },
  {
    "translation": {
      "en": "It's the commercialization that I have to help you with. We have office here, big office. India, 90 people.",
      "vi": "Tôi phải giúp anh thương mại hóa nó. Bọn tôi có văn phòng lớn ở Ấn Độ, 90 người."
    }
  },
  {
    "translation": {
      "en": "- Come on, I know all about you. - Okay. Yeah, yeah.",
      "vi": "- Nào, tôi biết hết về các anh. - Rồi. Ừ."
    }
  },
  {
    "translation": {
      "en": "I want to have someone talk to you in New York. I would like to do a deal with you,",
      "vi": "Tôi sẽ cho người bàn bạc với anh ở New York. Tôi muốn bắt tay với anh,"
    }
  },
  {
    "translation": {
      "en": "if we can figure out how to commercialize this thing.",
      "vi": "nếu ta có thể nghĩ ra cách thương mại hóa thứ này."
    }
  },
  {
    "translation": {
      "en": "- You have power… - I'll do a deal with you. - You have the power… - To make it work.",
      "vi": "- Anh có sức mạnh… - Tôi có sức mạnh để làm được nó."
    }
  },
  {
    "translation": {
      "en": "…to make it work.",
      "vi": "…để làm được nó."
    }
  },
  {
    "translation": {
      "en": "- If De Beers come to me… - Yes?",
      "vi": "- Nếu De Beers tìm đến tôi… - Ừ?"
    }
  },
  {
    "translation": {
      "en": "…what am I going to do? They will come. - Tell them you're working with Rapaport. -",
      "vi": "- Tôi sẽ làm gì? Họ sẽ đến. - Bảo họ anh đang làm với Rapaport."
    }
  },
  {
    "translation": {
      "en": "De Beers can't do the deal that I can do, because they have other interests.",
      "vi": "De Beers không thể chốt thương vụ mà tôi chốt được, vì họ các mối quan tâm khác."
    }
  },
  {
    "translation": {
      "en": "And action.",
      "vi": "Và diễn."
    }
  },
  {
    "translation": {
      "en": "At De Beers, everything you do,",
      "vi": "Ở De Beers, mọi thứ bạn làm,"
    }
  },
  {
    "translation": {
      "en": "if the person who owns your diamond sees anything that makes them unhappy,",
      "vi": "nếu người sở hữu viên kim cương của bạn thấy điều gì khiến họ không vừa ý,"
    }
  },
  {
    "translation": {
      "en": "is the wrong thing to do.",
      "vi": "thì đó là điều sai."
    }
  },
  {
    "translation": {
      "en": "They have to feel proud of that diamond.",
      "vi": "Họ phải cảm thấy tự hào về viên kim cương đó."
    }
  },
  {
    "translation": {
      "en": "That bit is, like, the sacrosanct.",
      "vi": "Cái đó là bất khả xâm phạm."
    }
  },
  {
    "translation": {
      "en": "You must protect them.",
      "vi": "Bạn phải bảo vệ họ."
    }
  },
  {
    "translation": {
      "en": "You don't want people who question things. Those aren't good consumers.",
      "vi": "Bạn không muốn mấy người hay hỏi. Đó không phải người tiêu dùng tốt."
    }
  },
  {
    "translation": {
      "en": "They question how many of their… Are all of these real?",
      "vi": "Họ sẽ hỏi có bao nhiêu.. Tất cả chỗ này là kim cương thật à?"
    }
  },
  {
    "translation": {
      "en": "Well, how do I know for sure?",
      "vi": "Chà, làm sao tôi biết chắc được?"
    }
  },
  {
    "translation": {
      "en": "Then they're gonna start to ask questions. What are the differences?",
      "vi": "Họ sẽ đặt câu hỏi kiểu: Sự khác biệt là gì?"
    }
  },
  {
    "translation": {
      "en": "Honest question. Why do you hate De Beers so much? I don't hate De Beers.",
      "vi": "- Hỏi thật nhé. Sao cô ghét De Beers thế? - Tôi không ghét De Beers."
    }
  },
  {
    "translation": {
      "en": "It's not a personal grudge. It has nothing to do with my career, per se,",
      "vi": "Đây chẳng phải tư thù cá nhân. Chẳng liên quan đến sự nghiệp của tôi,"
    }
  },
  {
    "translation": {
      "en": "like, you know, anybody's annoyed me at any point in the past,",
      "vi": "hay vì có ai đó từng làm tôi khó chịu trong quá khứ,"
    }
  },
  {
    "translation": {
      "en": "or being the only woman in the room. I… I have no skin in the game.",
      "vi": "hay vì là cô gái duy nhất trong phòng này. Tôi không bị đe dọa lợi ích."
    }
  },
  {
    "translation": {
      "en": "It's just that I'm interested in what they're actually doing.",
      "vi": "Chỉ là tôi hứng thú với những gì họ thực sự đang làm."
    }
  },
  {
    "translation": {
      "en": "And I think, if you look closer,",
      "vi": "Và tôi nghĩ, nếu nhìn kỹ hơn,"
    }
  },
  {
    "translation": {
      "en": "it's never really what you thought you saw.",
      "vi": "nó không bao giờ là thứ ta tưởng ta thấy."
    }
  },
  {
    "translation": {
      "en": "And in this case, you're assuming",
      "vi": "Ở trường hợp này, có thể cho rằng"
    }
  },
  {
    "translation": {
      "en": "the mixing scandal was ever a problem for the people claiming it's a problem.",
      "vi": "vụ bê bối pha trộn là vấn đề với những người cho rằng đó là vấn đề."
    }
  },
  {
    "translation": {
      "en": "Because they're also the ones putting the most money",
      "vi": "Vì họ cũng là những người bỏ nhiều tiền nhất"
    }
  },
  {
    "translation": {
      "en": "and quietly the most manpower into growing them in labs.",
      "vi": "và âm thầm dành nhiều nhân lực nhất để nuôi cấy chúng trong phòng thí nghiệm."
    }
  },
  {
    "translation": {
      "en": "So, a lie about a lie about a lie about a lie.",
      "vi": "Nên đó là dối trá chồng chất dối trá."
    }
  },
  {
    "translation": {
      "en": "Delightful.",
      "vi": "Rất thú vị."
    }
  },
  {
    "translation": {
      "en": "The diamond jewelry industry is set for a shake- up",
      "vi": "Ngành công nghiệp trang sức kim cương sắp rung chuyển"
    }
  },
  {
    "translation": {
      "en": "after global diamond giant De Beers announced it planned to sell diamonds grown in a laboratory.",
      "vi": "sau khi gã khổng lồ kim cương toàn cầu De Beers tuyên bố bán kim cương nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "After years of criticizing lab- made diamonds,",
      "vi": "Sau nhiều năm chỉ trích kim cương nuôi cấy,"
    }
  },
  {
    "translation": {
      "en": "the world's largest diamond miner, De Beers, will now sell them.",
      "vi": "công ty khai thác kim cương lớn nhất thế giới, De Beers, sẽ bán chúng."
    }
  },
  {
    "translation": {
      "en": "Of course they were working on growing their own.",
      "vi": "Tất nhiên họ đang tự nuôi cấy."
    }
  },
  {
    "translation": {
      "en": "De Beers never sold a diamond, they sold an idea.",
      "vi": "De Beers chưa từng bán kim cương. Mà họ bán ý tưởng."
    }
  },
  {
    "translation": {
      "en": "And this is just a new idea.",
      "vi": "Đây chỉ là một ý tưởng mới."
    }
  },
  {
    "translation": {
      "en": "The Lightbox brand is bringing the synthesized product",
      "vi": "Thương hiệu Lightbox đem đến sản phẩm nhân tạo"
    }
  },
  {
    "translation": {
      "en": "in a way that is honest about what it is, but, equally importantly, what it isn't.",
      "vi": "một cách trung thực về việc nó là gì, mà quan trọng không kém, nó không phải là gì."
    }
  },
  {
    "translation": {
      "en": "The difference is while a natural diamond is made over billions of years,",
      "vi": "Khác ở chỗ, khi kim cương tự nhiên được tạo ra qua hàng tỷ năm,"
    }
  },
  {
    "translation": {
      "en": "comes from deep in the ground, a lab- grown diamond is literally made in a factory",
      "vi": "khai thác từ sâu trong lòng đất, kim cương nuôi cấy lại được tạo ra trong nhà máy"
    }
  },
  {
    "translation": {
      "en": "over a period of about two weeks.",
      "vi": "trong vòng khoảng hai tuần."
    }
  },
  {
    "translation": {
      "en": "It's something less precious. Maybe for travel jewelry.",
      "vi": "Nó là thứ ít quý giá hơn. Có thể là trang sức đem đi du lịch."
    }
  },
  {
    "translation": {
      "en": "It's a nice thing, huh? It's… You know, you see a sparkly blue, or pink stone.",
      "vi": "Tốt mà. Biết đó, bạn sẽ thấy một viên đá màu xanh hoặc hồng lấp lánh."
    }
  },
  {
    "translation": {
      "en": "It's pretty, and it's very inexpensive to make.",
      "vi": "Nó rất đẹp, và rất rẻ để làm."
    }
  },
  {
    "translation": {
      "en": "Consumer research tells us that women prefer",
      "vi": "Nghiên cứu người tiêu dùng cho thấy phụ nữ thích"
    }
  },
  {
    "translation": {
      "en": "natural diamonds for life's big occasions, like an engagement ring, or a wedding band.",
      "vi": "kim cương tự nhiên cho các dịp trọng đại, như nhẫn đính hôn hay nhẫn cưới."
    }
  },
  {
    "translation": {
      "en": "But these are perfect for all of other life's occasions.",
      "vi": "Cái này hoàn hảo cho mọi dịp khác trong đời."
    }
  },
  {
    "translation": {
      "en": "If you lose it, don't worry so much, 'cause it's not very expensive.",
      "vi": "Nếu làm mất nó, đừng quá lo lắng vì nó không quá đắt."
    }
  },
  {
    "translation": {
      "en": "It's not a memorable thing that 30 years from now",
      "vi": "Nó không phải là một thứ đáng nhớ mà 30 năm sau bạn vẫn"
    }
  },
  {
    "translation": {
      "en": "you're going to be, you know, cherishing.",
      "vi": "Nó không phải là một thứ đáng nhớ mà 30 năm sau bạn vẫn nâng niu. Bạn sẽ không truyền lại nó cho con cháu."
    }
  },
  {
    "translation": {
      "en": "You're not gonna pass it on to your children.",
      "vi": "nâng niu. Bạn sẽ không truyền lại nó cho con cháu."
    }
  },
  {
    "translation": {
      "en": "But there's a lot of jewelry like that, and there's nothing wrong with it.",
      "vi": "Nhưng có rất nhiều đồ trang sức như thế, và không có gì sai cả."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, really? After shitting on it for ten years, you want to get into it? All right.",
      "vi": "Ồ, thật sao? Sau khi bài trừ việc đó suốt mười năm, giờ họ muốn lao vào?"
    }
  },
  {
    "translation": {
      "en": "I think, where it came from is they want to cut out all the people like me.",
      "vi": "Tôi nghĩ họ muốn loại bỏ tất cả những ai như tôi."
    }
  },
  {
    "translation": {
      "en": "They want to cut out all the people that are creating new diamonds by undercutting the market.",
      "vi": "Loại bỏ những ai tạo ra kim cương mới bằng cách bán rẻ hơn thị trường."
    }
  },
  {
    "translation": {
      "en": "The gemstone giant De Beers is building a $94 million plant",
      "vi": "Gã khổng lồ đá quý De Beers đang xây một nhà máy trị giá 94 triệu đô"
    }
  },
  {
    "translation": {
      "en": "there in Gresham.",
      "vi": "ở Gresham."
    }
  },
  {
    "translation": {
      "en": "The laboratory- made stones produced will be up to 90% less expensive than natural stones.",
      "vi": "Đá được sản xuất trong phòng thí nghiệm sẽ rẻ hơn đến 90% so với đá tự nhiên."
    }
  },
  {
    "translation": {
      "en": "At that point, you have to assume they don't want to sell them.",
      "vi": "Lúc đó, bạn phải cho rằng họ không muốn bán chúng."
    }
  },
  {
    "translation": {
      "en": "Because when you have a product that you can't sell, what do you do?",
      "vi": "Vì khi có một sản phẩm không bán được, bạn sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "You put it on sale. You reduce the price, right?",
      "vi": "Bạn khuyến mãi nó. Bạn giảm giá, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "All this product is $800 a carat.",
      "vi": "Tất cả sản phẩm này có giá 800 đô một carat."
    }
  },
  {
    "translation": {
      "en": "So, that's much, much less than natural diamonds.",
      "vi": "Và nó rẻ hơn nhiều so với kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "So it's a different thought process when you're going to shop for it.",
      "vi": "Nên khi đi mua nó, bạn sẽ suy nghĩ khác."
    }
  },
  {
    "translation": {
      "en": "Now we know, because De Beers have told us so, that there's a difference,",
      "vi": "Giờ ta biết, vì De Beers đã bảo ta thế, rằng nó có sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "We've differentiated.",
      "vi": "Bọn tôi làm nó khác biệt. Nhưng rồi FTC mở rộng định nghĩa"
    }
  },
  {
    "translation": {
      "en": "But then the FTC just expanded the definition of diamond,",
      "vi": "Bọn tôi làm nó khác biệt. Nhưng rồi FTC mở rộng định nghĩa kim cương, và giờ nó gồm cả kim cương nuôi cấy trong phòng thí nghiệm."
    }
  },
  {
    "translation": {
      "en": "and now it includes lab- grown diamonds.",
      "vi": "kim cương, và giờ nó gồm cả kim cương nuôi cấy trong phòng thí nghiệm."
    }
  },
  {
    "translation": {
      "en": "So, does that mean a diamond is only worth $800 a carat?",
      "vi": "Thế nghĩa là một viên kim cương chỉ có giá 800 đô một carat?"
    }
  },
  {
    "translation": {
      "en": "Dear Dusan, the key issue is the practicality of your patented system",
      "vi": "Dusan thân mến, vấn đề quan trọng là tính thực tiễn của hệ thống cấp bằng sáng chế"
    }
  },
  {
    "translation": {
      "en": "to the extent that the system requires voluntary agreement",
      "vi": "trong phạm vi hệ thống đó yêu cầu sự tự nguyện đồng thuận"
    }
  },
  {
    "translation": {
      "en": "of the synthetic companies and the treaters",
      "vi": "của các công ty nhân tạo và những người xử lý"
    }
  },
  {
    "translation": {
      "en": "during their creation and treatment.",
      "vi": "trong quá trình nuôi cấy và xử lý."
    }
  },
  {
    "translation": {
      "en": "The process is of limited uses…",
      "vi": "Quy trình này sẽ hạn chế quyền sử dụng…"
    }
  },
  {
    "translation": {
      "en": "Simply, he did not… he did not understand.",
      "vi": "Đơn giản là anh ta không hiểu."
    }
  },
  {
    "translation": {
      "en": "He's talking about something else. Even I cannot understand what he wants to say, you know.",
      "vi": "Anh ta đang nói về cái khác. Đến tôi cũng không hiểu anh ta muốn nói gì."
    }
  },
  {
    "translation": {
      "en": "I send mail answer to Martin, and, uh, since then, he is not, uh…",
      "vi": "Tôi đã gửi email trả lời cho Martin, và kể từ đó, anh ta không…"
    }
  },
  {
    "translation": {
      "en": "He did not answer it.",
      "vi": "Anh ta không trả lời."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't know.",
      "vi": "Tôi không…"
    }
  },
  {
    "translation": {
      "en": "We did not continue, you know.",
      "vi": "Tôi chịu. Chúng tôi không tiếp tục nữa."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I feel that I made a mistake, you know.",
      "vi": "Tôi cảm thấy tôi đã sai lầm, biết đó…"
    }
  },
  {
    "translation": {
      "en": "That I was not ready for this game.",
      "vi": "và tôi chưa sẵn sàng cho trò chơi này."
    }
  },
  {
    "translation": {
      "en": "- Okay, we go to… - LaGuardia.",
      "vi": "- Rồi, ta sẽ đến… - LaGuardia."
    }
  },
  {
    "translation": {
      "en": "- LaGuardia. Okay. - Yeah, turn left.",
      "vi": "- LaGuardia. Rồi. - Ừ, rẽ trái."
    }
  },
  {
    "translation": {
      "en": "You're an important scientist or something?",
      "vi": "Anh là nhà khoa học quan trọng hay sao?"
    }
  },
  {
    "translation": {
      "en": "Yes. I did a lot of work, uh, with synthetic diamonds, and, uh…",
      "vi": "Phải. Tôi đã làm rất nhiều thứ với kim cương nhân tạo, và…"
    }
  },
  {
    "translation": {
      "en": "You know what are synthetic diamonds?  Like fake jewelry, kind of?",
      "vi": "- Cô biết kim cương nhân tạo là gì chứ? - Như trang sức giả ấy à?"
    }
  },
  {
    "translation": {
      "en": "- Well, yeah. - Something like that?",
      "vi": "- Chà, phải. - Đại loại thế à?"
    }
  },
  {
    "translation": {
      "en": "Something like that.",
      "vi": "Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "So you do Uber as, like, a thing on the side?",
      "vi": "Vậy anh lái Uber như nghề tay trái à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "You told me D?",
      "vi": "Cô bảo là D à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Terminal D. Thank you.",
      "vi": "Vâng. Nhà ga D. - Cảm ơn. - Không có gì."
    }
  },
  {
    "translation": {
      "en": "There is no room for this.",
      "vi": "Không vừa cái đó đâu."
    }
  },
  {
    "translation": {
      "en": "And the value is equivalent to a standard diamond?",
      "vi": "Phải. Và giá trị của nó tương đương với kim cương tiêu chuẩn?"
    }
  },
  {
    "translation": {
      "en": "Far away. Much lower.",
      "vi": "Cách xa. Thấp hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "That's probably piquing a lot of interest to people that are in power.",
      "vi": "Có thể nó động đến lợi ích của những người nắm quyền."
    }
  },
  {
    "translation": {
      "en": "They might see that as an issue.  You know what is De Beers?",
      "vi": "- Họ có thể xem đó là vấn đề. - Anh biết De Beers là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "The work is a big part of my life. But rather drive Uber than to press buttons,",
      "vi": "Công việc là một phần quan trọng trong đời tôi. Nhưng tôi thích lái Uber hơn bấm nút,"
    }
  },
  {
    "translation": {
      "en": "you know, on some stupid black boxes.",
      "vi": "biết đó, trên mấy cái hộp đen ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "What's the next step?",
      "vi": "Kế tiếp là gì?"
    }
  },
  {
    "translation": {
      "en": "To make money? To get back into the business, yeah.",
      "vi": "- Để kiếm tiền à? - Để quay lại với công việc, ừ."
    }
  },
  {
    "translation": {
      "en": "I don't know. Right now… right now, I'm, uh…",
      "vi": "Tôi không biết. Hiện tại thì…"
    }
  },
  {
    "translation": {
      "en": "I'm waiting for it.",
      "vi": "Tôi đang chờ thôi."
    }
  },
  {
    "translation": {
      "en": "I'll start…",
      "vi": "Tôi sẽ bắt đầu…"
    }
  },
  {
    "translation": {
      "en": "On the end, you know, I… I'll turn the side.",
      "vi": "Cuối cùng, có khi tôi sẽ đổi phe luôn."
    }
  },
  {
    "translation": {
      "en": "I'll go… I'll go to make undetectable synthetic diamonds, you know,",
      "vi": "Tôi sẽ đi làm kim cương nhân tạo không thể phát hiện được,"
    }
  },
  {
    "translation": {
      "en": "finally, to make some money.",
      "vi": "để rốt cuộc kiếm chút tiền."
    }
  },
  {
    "translation": {
      "en": "Ah. Good idea, huh?",
      "vi": "Ý hay đấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So, I don't know… I don't remember who is who. I don't remember who is where.",
      "vi": "Tôi không nhớ ai với ai cả. Tôi không nhớ ai ở đâu."
    }
  },
  {
    "translation": {
      "en": "Here's Miley and everybody.",
      "vi": "Đây là Miley và mọi người."
    }
  },
  {
    "translation": {
      "en": "All right, Sunday night, we have to play craps.",
      "vi": "Rồi, tối Chủ Nhật, ta phải chơi súc sắc."
    }
  },
  {
    "translation": {
      "en": "It's after my speech.",
      "vi": "Sau bài phát biểu của tôi."
    }
  },
  {
    "translation": {
      "en": "It's gonna be a crazy day for me. I'm gonna be blowing up half the industry.",
      "vi": "Sẽ là một ngày điên rồ. Nó sẽ làm nổ tung nửa ngành này."
    }
  },
  {
    "translation": {
      "en": "What's the speech about?",
      "vi": "Phát biểu về gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Synthetics. - Synthetics!",
      "vi": "- Nhân tạo. - Nhân tạo."
    }
  },
  {
    "translation": {
      "en": "- Oh. - Oh, wow. - Yeah. - That's serious.",
      "vi": "- Ừ. - Nghiêm trọng đó."
    }
  },
  {
    "translation": {
      "en": "It's gonna be happening, man.",
      "vi": "Nó sẽ rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "Anyways, thinking about this threat of synthetics…",
      "vi": "Dù sao thì, nghĩ về mối đe dọa nhân tạo này…"
    }
  },
  {
    "translation": {
      "en": "I think it's a big problem.",
      "vi": "Đó là vấn đề lớn đấy."
    }
  },
  {
    "translation": {
      "en": "I bought a lot of stuff from a… a jeweler in New Jersey,",
      "vi": "Tôi mua rất nhiều thứ từ một thợ kim hoàn ở New Jersey và anh ta bảo"
    }
  },
  {
    "translation": {
      "en": "and he told me he sells 95% synthetic diamond engagement rings.",
      "vi": "Tôi mua rất nhiều thứ từ một thợ kim hoàn ở New Jersey và anh ta bảo anh ta bán 95% nhẫn đính hôn kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "- 95%. - What price points?",
      "vi": "- Chín lăm phần trăm. - Giá sao?"
    }
  },
  {
    "translation": {
      "en": "All over the place.",
      "vi": "Loạn lắm."
    }
  },
  {
    "translation": {
      "en": "And I'm like, Oh, how about this natural stone? It's cheap.",
      "vi": "Tôi nói: Còn viên đá tự nhiên này? Rẻ mà."
    }
  },
  {
    "translation": {
      "en": "And he's like, I'm gonna sell synthetic. That's… that's scary to me.",
      "vi": "Và anh ấy nói: Tôi sẽ bán đá nhân tạo. Thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "If you have a store and someone's gonna come in and say, How much is this diamond?",
      "vi": "Bạn có cửa hàng bán lẻ, ai đó vào hỏi: Kim cương này giá sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, this one's 5,000. It's a one- carat.",
      "vi": "Viên này 5.000 đô. Một carat."
    }
  },
  {
    "translation": {
      "en": "How much is this one?",
      "vi": "Còn viên này?"
    }
  },
  {
    "translation": {
      "en": "Uh, this one's 500 bucks. It's a synthetic.",
      "vi": "Viên này 500 đô. Kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "Okay. What's the difference? I don't know. GIA can barely tell.",
      "vi": "- Rồi. Khác chỗ nào? - Tôi chịu. GIA gần như không biết."
    }
  },
  {
    "translation": {
      "en": "People that are getting married, you're not thinking about--",
      "vi": "Những người sắp kết hôn thường không nghĩ…"
    }
  },
  {
    "translation": {
      "en": "You're not thinking what?",
      "vi": "Không nghĩ gì?"
    }
  },
  {
    "translation": {
      "en": "You're not thinking about getting divorced when you're getting married.",
      "vi": "Sắp cưới thì làm gì có ai nghĩ đến chuyện ly hôn."
    }
  },
  {
    "translation": {
      "en": "You don't care about resale value? - You don't. - No, they don't.",
      "vi": "- Họ kệ giá trị bán lại. - Ừ, không. Họ không quan tâm."
    }
  },
  {
    "translation": {
      "en": "- They don't. - We're in a throw- away economy.",
      "vi": "Đang là nền kinh tế vứt bỏ, gì cũng vứt."
    }
  },
  {
    "translation": {
      "en": "Buy something, throw it away. - Right. - Spend $1,000 on a phone,",
      "vi": "Mua gì thứ đó, năm năm sau vứt. Bỏ 1.000 đô mua điện thoại, năm sau vứt."
    }
  },
  {
    "translation": {
      "en": "- throw it out next year. - They realize that diamonds have no value.",
      "vi": "Mua gì thứ đó, năm năm sau vứt. Bỏ 1.000 đô mua điện thoại, năm sau vứt. Họ nhận ra kim cương không có giá trị. Tôi nghe những người nói thế."
    }
  },
  {
    "translation": {
      "en": "I… I have people that they already say that.",
      "vi": "Họ nhận ra kim cương không có giá trị. Tôi nghe những người nói thế."
    }
  },
  {
    "translation": {
      "en": "- Guys, especially. - So, why sell natural?",
      "vi": "- Nhất là đàn ông. - Vậy bán đá tự nhiên làm gì?"
    }
  },
  {
    "translation": {
      "en": "That's the big challenge. That's the challenge.",
      "vi": "Thách thức lớn đó. Đó là thách thức."
    }
  },
  {
    "translation": {
      "en": "Millennials, they want an experience. You know? And… and they are scared…",
      "vi": "Thế hệ thiên niên kỷ, họ muốn trải nghiệm. Biết chứ? Và họ sợ hãi…"
    }
  },
  {
    "translation": {
      "en": "There's this quote I like that's, uh…",
      "vi": "Tôi rất thích một câu trích dẫn này…"
    }
  },
  {
    "translation": {
      "en": "All your life, you live so close to the truth",
      "vi": "Cả đời, bạn sống gần với sự thật đến nỗi"
    }
  },
  {
    "translation": {
      "en": "that it becomes a permanent blur in the corner of your eye.",
      "vi": "nó thành một chấm mờ vĩnh viễn trong khóe mắt."
    }
  },
  {
    "translation": {
      "en": "And when something nudges it into outline, it's like being ambushed by the grotesque.",
      "vi": "Và khi có thứ đẩy nó trở lại viền, ta lại thấy như bị phục kích bởi một thứ kỳ cục."
    }
  },
  {
    "translation": {
      "en": "A lot of things fall into the category of true or not true, but…",
      "vi": "Rất nhiều thứ phân định được nó là thật hay dối trá,"
    }
  },
  {
    "translation": {
      "en": "a lot of things don't. A lot of things start as a lie and have a way of becoming true.",
      "vi": "mà nhiều thứ thì không. Nhiều thứ bắt đầu là dối trá và có cách để thành sự thật."
    }
  },
  {
    "translation": {
      "en": "They lied about how many there were.",
      "vi": "Họ nói dối về số lượng."
    }
  },
  {
    "translation": {
      "en": "They lied about how they got them, about where they kept them.",
      "vi": "Họ nói dối về cách họ có chúng, về nơi họ giữ chúng."
    }
  },
  {
    "translation": {
      "en": "They lied about all kinds of things, because they built a myth.",
      "vi": "Họ nói dối đủ thứ, vì họ vẽ ra một giai thoại."
    }
  },
  {
    "translation": {
      "en": "If they want to sell natural diamonds, they have to insist on the myth.",
      "vi": "Muốn bán kim cương tự nhiên, họ phải bám vào giai thoại."
    }
  },
  {
    "translation": {
      "en": "If they want to sell synthetic diamonds, they have to insist on the myth.",
      "vi": "Muốn bán kim cương nhân tạo, họ cũng phải bám vào giai thoại."
    }
  },
  {
    "translation": {
      "en": "Because why would you want a synthetic diamond if a real diamond wasn't valuable?",
      "vi": "Sao ta lại muốn kim cương nhân tạo nếu kim cương thật không quý giá?"
    }
  },
  {
    "translation": {
      "en": "You need a serious lab.",
      "vi": "Ta cần một phòng thí nghiệm tử tế."
    }
  },
  {
    "translation": {
      "en": "You… you don't need the boxes that will tell you yes, no, and go to the lab.",
      "vi": "Ta không cần mấy cái hộp nói có, không, và đến phòng thí nghiệm đi."
    }
  },
  {
    "translation": {
      "en": "I don't want to tell anyone,",
      "vi": "Tôi không muốn bảo ai rằng:"
    }
  },
  {
    "translation": {
      "en": "This is the way to identify synthetic diamonds,",
      "vi": "Đây là cách để xác định kim cương nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "because it is not possible.",
      "vi": "vì việc đó là không thể, nên…"
    }
  },
  {
    "translation": {
      "en": "This is not easy to sell.",
      "vi": "Cái này không dễ bán đâu."
    }
  },
  {
    "translation": {
      "en": "- So it's all here? - Yeah, this is a…",
      "vi": "- Vậy tất cả đều ở đây à? - Ừ, đây là…"
    }
  },
  {
    "translation": {
      "en": "This is like a… like a… Here is the spectrometer.",
      "vi": "Đây như kiểu… Đây là quang phổ kế."
    }
  },
  {
    "translation": {
      "en": "The truth is not a requirement for what people believe.",
      "vi": "Sự thật không phải điều kiện cần thiết để khiến người ta tin."
    }
  },
  {
    "translation": {
      "en": "What people believe is what they want to believe,",
      "vi": "Cái người ta tin là cái họ muốn tin,"
    }
  },
  {
    "translation": {
      "en": "what they need to believe,",
      "vi": "cái họ cần tin,"
    }
  },
  {
    "translation": {
      "en": "what doesn't conflict with their more necessary load- bearing beliefs.",
      "vi": "cái không mâu thuẫn với niềm tin chống đỡ cần thiết hơn,"
    }
  },
  {
    "translation": {
      "en": "Ultimately, what everybody around them believes.",
      "vi": "cái mà mọi người quanh họ tin vào."
    }
  },
  {
    "translation": {
      "en": "Avi, where are the synthetics?",
      "vi": "Avi, đá nhân tạo ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Anybody know where the synthetics are? How much are these pinks?",
      "vi": "Ai biết đá nhân tạo ở đâu không? Mấy viên màu hồng này giá sao?"
    }
  },
  {
    "translation": {
      "en": "These are around, like, $600.  Six… Really? So expensive.",
      "vi": "- Khoảng 600 đô. - Sáu… Thật sao? Đắt quá."
    }
  },
  {
    "translation": {
      "en": "So, what do we do with you guys?",
      "vi": "Phải làm gì với các anh?"
    }
  },
  {
    "translation": {
      "en": "- With you synthetic guys? - You tell me.",
      "vi": "- Với mấy gã nhân tạo? - Anh nói đi."
    }
  },
  {
    "translation": {
      "en": "What is your solution? I don't know yet. I'm thinking.",
      "vi": "- Anh tính sao? - Chưa rõ. Đang nghĩ."
    }
  },
  {
    "translation": {
      "en": "The only solution… is you.",
      "vi": "Giải pháp duy nhất là anh."
    }
  },
  {
    "translation": {
      "en": "I think you could give us a proper solution,",
      "vi": "Anh có thể cho bọn tôi giải pháp đúng,"
    }
  },
  {
    "translation": {
      "en": "a proper place on the market, and a proper pricing.",
      "vi": "vị trí đúng trên thị trường, và mức giá hợp lý."
    }
  },
  {
    "translation": {
      "en": "We lose the engagement ring market, you're all out of business.",
      "vi": "Mất thị trường nhẫn đính hôn, là tất cả sạt nghiệp."
    }
  },
  {
    "translation": {
      "en": "Everybody's out of business.",
      "vi": "Ai cũng sạt nghiệp."
    }
  },
  {
    "translation": {
      "en": "I have the utmost admiration for De Beers.",
      "vi": "Tôi vô cùng ngưỡng mộ De Beers."
    }
  },
  {
    "translation": {
      "en": "Incredible admiration.",
      "vi": "Cực kỳ ngưỡng mộ."
    }
  },
  {
    "translation": {
      "en": "They created an illusion so spectacular it turned into truth.",
      "vi": "Họ đã tạo ra một ảo tưởng ngoạn mục đến nỗi nó trở thành sự thật."
    }
  },
  {
    "translation": {
      "en": "How do you not applaud that?",
      "vi": "Sao mà không tán thưởng cho được?"
    }
  },
  {
    "translation": {
      "en": "I need 100 pieces.",
      "vi": "Tôi cần 100 cái này."
    }
  },
  {
    "translation": {
      "en": "Two hundred pieces, 100 pieces, 200 pieces.",
      "vi": "Hai trăm cái này, 100 cái này, 200 cái này."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Mass delusions can turn on a dime,",
      "vi": "Ảo tưởng đại chúng có thể chợt đảo chiều,"
    }
  },
  {
    "translation": {
      "en": "and it's not that synthetic diamonds might be made undetectable.",
      "vi": "và không phải vì kim cương nhân tạo có thể làm đến mức không phát hiện được."
    }
  },
  {
    "translation": {
      "en": "It's that they might have been made real at that point.",
      "vi": "Mà vì lúc đó có thể chúng đã được làm thành thật."
    }
  },
  {
    "translation": {
      "en": "There's the ball game.",
      "vi": "Một cách nghĩ mới."
    }
  },
  {
    "translation": {
      "en": "I know what is possible, what is not possible.",
      "vi": "Tôi biết điều gì có thể, điều gì không thể."
    }
  },
  {
    "translation": {
      "en": "I know what could be done to make synthetic diamonds natural.",
      "vi": "Tôi biết có thể làm gì để kim cương nhân tạo trở nên tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Let me explain here what is, um… what is my plan,",
      "vi": "Để tôi giải thích kế hoạch của tôi,"
    }
  },
  {
    "translation": {
      "en": "what we are going to do next week.",
      "vi": "thứ mà tuần tới ta sẽ làm."
    }
  },
  {
    "translation": {
      "en": "I brought some stones.",
      "vi": "Tôi mang theo vài viên đá."
    }
  },
  {
    "translation": {
      "en": "Here are, uh, synthetic… synthetic diamonds.",
      "vi": "Đây là kim cương nhân tạo."
    }
  },
  {
    "translation": {
      "en": "We are going to make synthetic same as natural.",
      "vi": "Ta sẽ làm kim cương nhân tạo y như kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "We'll use HPHT process.",
      "vi": "Ta sẽ dùng quy trình HPHT."
    }
  },
  {
    "translation": {
      "en": "Our presses…",
      "vi": "Các máy ép…"
    }
  },
  {
    "translation": {
      "en": "We're trying to find the optimal ratio of the pressure",
      "vi": "Ta sẽ cố tìm tỷ lệ áp suất tối ưu của máy ép"
    }
  },
  {
    "translation": {
      "en": "and temperature and time, to create…",
      "vi": "và nhiệt độ và thời gian để tạo ra…"
    }
  },
  {
    "translation": {
      "en": "movement of nitrogen.",
      "vi": "chuyển động của nitơ."
    }
  },
  {
    "translation": {
      "en": "They will start to create bonds characteristic for natural diamond.",
      "vi": "Chúng sẽ bắt đầu tạo ra các liên kết đặc trưng của kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "The laboratories cannot see this to identify them.",
      "vi": "Các phòng thí nghiệm không thể thấy điều này để nhận ra chúng."
    }
  },
  {
    "translation": {
      "en": "So… no more synthetic.",
      "vi": "Nên… nó không còn là kim cương nhân tạo nữa."
    }
  },
  {
    "translation": {
      "en": "Became… now it is a natural diamond.",
      "vi": "Mà nó đã thành… Giờ nó thành kim cương tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Not easy. Not easy.",
      "vi": "Không dễ đâu."
    }
  },
  {
    "translation": {
      "en": "This is a big question mark.",
      "vi": "Đây là một dấu hỏi lớn đấy."
    }
  },
  {
    "translation": {
      "en": "What's the point of this experiment?  I will prove that I'm right.",
      "vi": "- Mục đích thí nghiệm này là gì? - Tôi sẽ chứng minh tôi đúng."
    }
  },
  {
    "translation": {
      "en": "What happens if you fail? If it doesn't work?",
      "vi": "Nếu thất bại thì sao? Nếu không làm được?"
    }
  },
  {
    "translation": {
      "en": "It… it will work.",
      "vi": "Sẽ được thôi."
    }
  },
  {
    "translation": {
      "en": "Is there a danger to the market?  Of course.",
      "vi": "- Nó có nguy hiểm cho thị trường không? - Dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "Okay? Okay.",
      "vi": "Được chưa? Rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah? Wow.",
      "vi": "Rồi à? Chà."
    }
  },
  {
    "translation": {
      "en": "Morning, everyone.",
      "vi": "Chào buổi sáng, mọi người."
    }
  },
  {
    "translation": {
      "en": "Now we're gonna get this party started, and I'm gonna welcome Mr. Martin Rapaport.",
      "vi": "Giờ ta sẽ bắt đầu bữa tiệc, và xin được chào đón ngài Martin Rapaport."
    }
  },
  {
    "translation": {
      "en": "All right. Good morning, everybody. Uh, welcome. Good morning, Vegas.",
      "vi": "Rồi. Chào buổi sáng quý vị. Chào mừng. Chào buổi sáng, Vegas."
    }
  },
  {
    "translation": {
      "en": "Okay, let's see where we are here. The first thing that I just want to explain",
      "vi": "Xem ta có gì ở đây nào. Điều đầu tiên tôi muốn giải thích đôi chút về Rapaport"
    }
  },
  {
    "translation": {
      "en": "a little bit about Rapaport is that we're in the value business.",
      "vi": "Xem ta có gì ở đây nào. Điều đầu tiên tôi muốn giải thích đôi chút về Rapaport là ta đang kinh doanh giá trị."
    }
  },
  {
    "translation": {
      "en": "Which means, if it's not ethical, I don't want to do it, okay?",
      "vi": "Nghĩa là nếu không đạo đức, tôi không muốn làm, nhé?"
    }
  },
  {
    "translation": {
      "en": "Established in 1978, 230 employees, nine offices, uh, six countries.",
      "vi": "Thành lập năm 1978, với 230 nhân viên, chín văn phòng, sáu quốc gia."
    }
  },
  {
    "translation": {
      "en": "RapNet diamond trading network, the largest in the world.",
      "vi": "Mạng lưới giao dịch kim cương RapNet, lớn nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "It's got about $7.4 billion listed every day.",
      "vi": "Có khoảng 7,4 tỷ đô la được niêm yết mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a vote.",
      "vi": "Chúng tôi sẽ bỏ phiếu."
    }
  },
  {
    "translation": {
      "en": "Should RapNet, the largest diamond trading network in the world, carry synthetics?",
      "vi": "RapNet, mạng lưới bán kim cương lớn nhất thế giới có nên bán kim cương nhân tạo?"
    }
  },
  {
    "translation": {
      "en": "Yes. Should Rapaport produce a price list for synthetics? Second question.",
      "vi": "Phải. Rapaport có nên đưa ra bảng giá cho kim cương nhân tạo? Câu hỏi thứ hai."
    }
  },
  {
    "translation": {
      "en": "Why is this making you so happy?",
      "vi": "Sao nó khiến ông vui thế?"
    }
  },
  {
    "translation": {
      "en": "Because let people speak. No one knows. Everyone's confused.",
      "vi": "Vì hãy để mọi người lên tiếng. Không ai biết. Ai cũng bối rối."
    }
  },
  {
    "translation": {
      "en": "I never saw so many people walking around… I don't know. Should I? Shouldn't I? Would I?",
      "vi": "Lần đầu tôi thấy nhiều người đi lại… Chịu. Nên chứ? Không à? Nên chứ?"
    }
  },
  {
    "translation": {
      "en": "Let's ask everybody.",
      "vi": "Thử hỏi mọi người đi."
    }
  },
  {
    "translation": {
      "en": "Should we be giving people the perception of value",
      "vi": "Ta có nên cho mọi người nhận thức về giá trị"
    }
  },
  {
    "translation": {
      "en": "when it's not there?",
      "vi": "khi nó không ở đó?"
    }
  },
  {
    "translation": {
      "en": "What the hell's going on here? Could someone tell me? Anybody know?",
      "vi": "Chuyện gì đang xảy ra vậy? Ai nói cho tôi được chứ? Ai biết chứ?"
    }
  },
  {
    "translation": {
      "en": "The threat of synthetic diamonds is a wake- up call.",
      "vi": "Sự đe dọa của kim cương nhân tạo là lời cảnh tỉnh."
    }
  },
  {
    "translation": {
      "en": "It says, Hey, guys. You got a hole in your boat here.",
      "vi": "Nó nói: Này, mọi người. Mọi người có một lỗ thủng trên thuyền đấy."
    }
  },
  {
    "translation": {
      "en": "For this machine, for this, uh, diamond industry to work,",
      "vi": "Để cỗ máy này, để ngành công nghiệp kim cương hoạt động,"
    }
  },
  {
    "translation": {
      "en": "we need to have all of these functioning pieces operating",
      "vi": "ta cần tất cả các bộ phận có chức năng hoạt động"
    }
  },
  {
    "translation": {
      "en": "at some level of responsibility and relationship.",
      "vi": "ở một mức độ có trách nhiệm và có liên quan."
    }
  },
  {
    "translation": {
      "en": "We can't just be ourselves, our own little islands.",
      "vi": "Ta không thể đơn độc, là hòn đảo nhỏ của chính mình."
    }
  },
  {
    "translation": {
      "en": "We don't need to agree what is the real value of diamonds.",
      "vi": "Ta không cần nhất trí về giá trị thực sự của kim cương là gì."
    }
  },
  {
    "translation": {
      "en": "For me, this is inside the diamonds.",
      "vi": "Với tôi, đây là thứ nằm bên trong kim cương."
    }
  },
  {
    "translation": {
      "en": "I see everything, you know.",
      "vi": "Tôi thấy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "But everybody is telling a story. Talking. Talking only. Only talking.",
      "vi": "Nhưng ai cũng đang kể một câu chuyện. Họ nói. Và họ chỉ nói. Chỉ nói thôi."
    }
  },
  {
    "translation": {
      "en": "All kind of the talking,",
      "vi": "Toàn là nói."
    }
  },
  {
    "translation": {
      "en": "all kind of the combination of the words and the playing, you know,",
      "vi": "Đủ kiểu kết hợp từ và chơi chữ, biết đó,"
    }
  },
  {
    "translation": {
      "en": "to impress someone, to get something.",
      "vi": "để làm ai đó ấn tượng, để đạt điều gì đó."
    }
  },
  {
    "translation": {
      "en": "We should be thinking about, What exactly are we selling? It's the promise of diamonds.",
      "vi": "Ta nên nghĩ về: Chính xác thì chúng ta đang bán gì? Đó là lời hứa của kim cương."
    }
  },
  {
    "translation": {
      "en": "And the big question, Do we invest in synthetic diamonds? Are we investing in ethical diamonds?",
      "vi": "Và câu hỏi lớn: Nên đầu tư vào nhân tạo? Ta sẽ đầu tư vào kim cương đạo đức chứ?"
    }
  },
  {
    "translation": {
      "en": "We gonna do both? What are we gonna do? Where are we gonna go?",
      "vi": "Hay ta sẽ làm cả hai? Ta sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "We know we can't stay where we are.",
      "vi": "Ta biết ta không thể ở yên đây."
    }
  },
  {
    "translation": {
      "en": "And I can say to you that the RapNet members have voted. So roll the drums.",
      "vi": "Và có thể nói các thành viên RapNet đã bỏ phiếu. Nổi trống đi."
    }
  },
  {
    "translation": {
      "en": "Here is how the votes went.",
      "vi": "Kết quả bỏ phiếu đây."
    }
  },
  {
    "translation": {
      "en": "Should RapNet list synthetic diamonds as a way to buy and sell diamonds?",
      "vi": "RapNet có nên mua và bán kim cương nhân tạo không?"
    }
  },
  {
    "translation": {
      "en": "- 79%, no. -",
      "vi": "79% nói không."
    }
  },
  {
    "translation": {
      "en": "Should Rapaport publish a synthetic price list?",
      "vi": "Rapaport có nên công bố bảng giá nhân tạo không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "So, what's the Rapaport position?",
      "vi": "Vậy vị trí của Rapaport là gì?"
    }
  },
  {
    "translation": {
      "en": "Claims that synthetic diamonds are exactly the same",
      "vi": "Khẳng định kim cương nhân tạo giống hệt kim cương tự nhiên?"
    }
  },
  {
    "translation": {
      "en": "as natural diamonds, false.",
      "vi": "Khẳng định kim cương nhân tạo giống hệt kim cương tự nhiên? Sai. Đó là sự dối trá ghê gớm."
    }
  },
  {
    "translation": {
      "en": "It's just a big lie.",
      "vi": "Sai. Đó là sự dối trá ghê gớm."
    }
  },
  {
    "translation": {
      "en": "Let's see what we have.",
      "vi": "Xem ta có gì nào."
    }
  },
  {
    "translation": {
      "en": "It looks heavily damaged. These stones are completely graphitized.",
      "vi": "Có vẻ nó hư hại nặng. Mấy viên đá này bị than chì hóa hết rồi."
    }
  },
  {
    "translation": {
      "en": "Am I gonna be the person to legitimize lab- grown diamonds?",
      "vi": "Tôi sẽ hợp pháp hóa kim cương nuôi cấy trong phòng thí nghiệm ư?"
    }
  },
  {
    "translation": {
      "en": "No, I'm not gonna do that.",
      "vi": "Không, tôi sẽ không làm thế."
    }
  },
  {
    "translation": {
      "en": "But we have to invest. We have to go forward.",
      "vi": "Nhưng ta phải đầu tư. Phải tiến lên."
    }
  },
  {
    "translation": {
      "en": "We cannot just keep doing business the way we were.",
      "vi": "Không thể tiếp tục kinh doanh như trước."
    }
  },
  {
    "translation": {
      "en": "Prices are going down.",
      "vi": "Giá đang sụt giảm."
    }
  },
  {
    "translation": {
      "en": "What the hell does that mean? What do you mean?",
      "vi": "Thế nghĩa là thế quái nào? Ý là sao?"
    }
  },
  {
    "translation": {
      "en": "How can prices of diamonds keep going down and down and down? What the hell is going on here?",
      "vi": "Sao giá kim cương cứ liên tục giảm? Chuyện quái gì đang xảy ra ở đây?"
    }
  },
  {
    "translation": {
      "en": "Even the mining companies now don't have enough money to fix everything.",
      "vi": "Đến các công ty khai thác mỏ cũng không đủ tiền để xử lý."
    }
  },
  {
    "translation": {
      "en": "But a commitment of a billion dollars in marketing in actual diamonds",
      "vi": "Nhưng cam kết một tỷ đô la để tiếp thị kim cương tự nhiên"
    }
  },
  {
    "translation": {
      "en": "is something I am calling for today, here and now.",
      "vi": "là thứ tôi kêu gọi hôm nay, ở đây và ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Don't underestimate me, you know.",
      "vi": "Biết đó, đừng đánh giá thấp tôi."
    }
  },
  {
    "translation": {
      "en": "Don't ignore me.",
      "vi": "Đừng phớt lờ tôi."
    }
  },
  {
    "translation": {
      "en": "There is a limit, you know. There is a limit.",
      "vi": "Có giới hạn, biết đấy."
    }
  },
  {
    "translation": {
      "en": "This is my job, you know. I cannot leave.",
      "vi": "Đây là công việc của tôi. Tôi đâu thể bỏ nó."
    }
  },
  {
    "translation": {
      "en": "I am telling you that there is a bogeyman under the bed",
      "vi": "Tôi muốn nói là ta đang có một ông ba bị dưới gầm giường"
    }
  },
  {
    "translation": {
      "en": "and that things are not right.",
      "vi": "và mọi thứ đang không ổn."
    }
  },
  {
    "translation": {
      "en": "But we keep thinking, Prices, discounts. This is stupid. It's wrong.",
      "vi": "Nhưng ta cứ nghĩ: Giá, giảm giá đi. Thật ngu ngốc. Thật sai lầm."
    }
  },
  {
    "translation": {
      "en": "The diamond engagement ring is an emotional and spiritual gift",
      "vi": "Nhẫn đính hôn kim cương là món quà tình cảm và tinh thần"
    }
  },
  {
    "translation": {
      "en": "that transcends the physical diamond",
      "vi": "cao hơn cả chính viên kim cương đó"
    }
  },
  {
    "translation": {
      "en": "as it communicates the commitment of love forever.",
      "vi": "vì nó thể hiện sự cam kết của tình yêu vĩnh cửu."
    }
  },
  {
    "translation": {
      "en": "That is what we're selling.",
      "vi": "Đó là thứ mà ta đang bán."
    }
  },
  {
    "translation": {
      "en": "But we must have a heart.",
      "vi": "Mà ta phải có trái tim."
    }
  },
  {
    "translation": {
      "en": "We must have a soul.",
      "vi": "Ta phải có tâm hồn."
    }
  },
  {
    "translation": {
      "en": "Diamonds are a reflection of us.",
      "vi": "Kim cương là sự phản chiếu của chúng ta."
    }
  },
  {
    "translation": {
      "en": "You know, that light bouncing around? It's us.",
      "vi": "Ánh sáng nhảy múa xung quanh đó? Đó là ta."
    }
  },
  {
    "translation": {
      "en": "We… we, the people of the diamond industry.",
      "vi": "Ta, những người trong ngành kim cương."
    }
  },
  {
    "translation": {
      "en": "That's what these diamonds reflect.",
      "vi": "Là thứ mà kim cương phản chiếu."
    }
  },
  {
    "translation": {
      "en": "Know this, diamonds are a symbol. They're not a product, or a commodity.",
      "vi": "Nhớ cho. Kim cương là biểu tượng. Không phải sản phẩm hay hàng hóa."
    }
  },
  {
    "translation": {
      "en": "Good, huh?",
      "vi": "Ổn rồi hả?"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "When all is said and done, diamonds are only as good as we are.",
      "vi": "Kết lại, kim cương chỉ tốt đẹp như chính chúng ta."
    }
  },
  {
    "translation": {
      "en": "So I give us a blessing.",
      "vi": "Nên chúc cho chúng ta."
    }
  },
  {
    "translation": {
      "en": "May we be worthy of the product, of the symbolism that we sell.",
      "vi": "Chúc cho ta xứng đáng với sản phẩm, với biểu tượng mà ta đang bán."
    }
  },
  {
    "translation": {
      "en": "May we be up to diamonds. Thank you.",
      "vi": "Chúc cho ta xứng đáng với kim cương. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Ah, it's beautiful.",
      "vi": "Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "My love will never die",
      "vi": "Biên dịch: Joy Ng"
    }
  }
]