[
  {
    "translation": {
      "en": "[voice] Vampling.",
      "vi": "Vampling."
    }
  },
  {
    "translation": {
      "en": "-[voice in dream] Vampling. -[shouts]",
      "vi": "Vampling!"
    }
  },
  {
    "translation": {
      "en": "Just a bad dream, Mr. Rutabaga. Gotta lay off three-spice pizzas.",
      "vi": "Mơ xấu thôi, cậu Rutabaga. Phải dừng pizza ba vị thôi."
    }
  },
  {
    "translation": {
      "en": "Happy Birthday. Day 4,745 of my unremarkable life.",
      "vi": "Mừng sinh nhật! Ngày 4.745 trong cuộc đời chả nổi bật của tôi."
    }
  },
  {
    "translation": {
      "en": "[dog] Wait for it.",
      "vi": "Chờ đã."
    }
  },
  {
    "translation": {
      "en": "Rainey?",
      "vi": "Rainey hả?"
    }
  },
  {
    "translation": {
      "en": "The first time's always the best.",
      "vi": "Lần đầu luôn là tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "-Ha-ha. -[mother] Honey? Time to get up.",
      "vi": "Giờ dậy rồi. Nay thử vai nhạc kịch đó."
    }
  },
  {
    "translation": {
      "en": "The school musical auditions are today.",
      "vi": "Giờ dậy rồi. Nay thử vai nhạc kịch đó. Phải, con người."
    }
  },
  {
    "translation": {
      "en": "Ah-ha. Humans. [sneezes]",
      "vi": "Phải, con người."
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "THẦN QUÁI TẠP CHỦNG: MA CÀ RỒNG LAI - THỢ SĂN CƯỜI! SAO CŨNG ĐƯỢC TUYỆT NHẤT!"
    }
  },
  {
    "translation": {
      "en": "Three, two, go time.",
      "vi": "Ba, hai, đến lúc rồi."
    }
  },
  {
    "translation": {
      "en": "-[boy] Here we go. -[beeping]",
      "vi": "Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Brah, smoke bomb? Cruel.",
      "vi": "Anh bạn, bom khói hả? Ác ghê."
    }
  },
  {
    "translation": {
      "en": "My wings don't work with smoke on them. Well, that's how you catch a Hugar.",
      "vi": "- Khói bám, cánh tôi chả bay được. - Bắt người rồng cánh dơi như thế đó."
    }
  },
  {
    "translation": {
      "en": "You're gonna hunt every Blended who wants to live as a human?",
      "vi": "- Săn tạp chủng muốn sống như người? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Mythics, Blendeds whatever.",
      "vi": "Thần quái, tạp chủng, gì cũng được."
    }
  },
  {
    "translation": {
      "en": "Whoa. Hey. What are you doing?",
      "vi": "Trời. Này, cậu làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Man what, are you, like, 13? Go be an influencer like every other kid your age.",
      "vi": "Trời. Gì, cậu 13 tuổi hả? Làm kẻ có ảnh hưởng như lũ cùng tuổi đi."
    }
  },
  {
    "translation": {
      "en": "Please. The world is bigger than your phone. Besides, I come from a long line of hunters.",
      "vi": "Xin, thế giới lớn hơn cái di động. Tôi còn có dòng dõi thợ săn lâu đời,"
    }
  },
  {
    "translation": {
      "en": "It's what I was born to do. Capture and dispose of monsters.",
      "vi": "sinh ra để làm vậy. Bắt, loại bỏ quái vật."
    }
  },
  {
    "translation": {
      "en": "Ever think of breaking the cycle? Huh? What do you think? -[cackles] -You could be a hero.",
      "vi": "Từng nghĩ phá kiếp đó chưa? Hả? Nghĩ sao? Cậu có thể là anh hùng đấy."
    }
  },
  {
    "translation": {
      "en": "Don't do it, man. Whoa.",
      "vi": "Đừng làm vậy."
    }
  },
  {
    "translation": {
      "en": "[boy] It must have been the three-spice pizza.",
      "vi": "Chắc là pizza ba vị."
    }
  },
  {
    "translation": {
      "en": "Last time I had one, I dreamt I was trapped in a washing machine on spin cycle.",
      "vi": "Trước ăn, tớ mơ bị kẹt ở máy giặt đang vắt."
    }
  },
  {
    "translation": {
      "en": "[girl] Rainey talking? Talking! No way, no how. No dream.",
      "vi": "Rainey nói chuyện? Đâu thể nào, đâu cách nào, đâu mơ."
    }
  },
  {
    "translation": {
      "en": "I woke up floating above my bed. Maybe I can fly.",
      "vi": "Tớ tỉnh dậy khi đang lơ lửng trên giường. Có lẽ tớ có thể bay."
    }
  },
  {
    "translation": {
      "en": "Sick. And come here. Check this out.",
      "vi": "Tuyệt! Và lại đây. Xem cái này đi."
    }
  },
  {
    "translation": {
      "en": "Nah. You're messing with me. That's obvs a filter.",
      "vi": "Không, cậu chơi tớ. Rõ là bộ lọc."
    }
  },
  {
    "translation": {
      "en": "Argh. It was real!",
      "vi": "Thật mà!"
    }
  },
  {
    "translation": {
      "en": "[boy] Whoa, Carmie.",
      "vi": "Trời, Carmie."
    }
  },
  {
    "translation": {
      "en": "See? That is what I'm talking about. Maybe I'm a superhero.",
      "vi": "Thấy chưa? Ý tớ là vậy đó. Có lẽ tớ là siêu anh hùng."
    }
  },
  {
    "translation": {
      "en": "The first one without a tragic origin story. Carmie, don't touch anything. Don't kick anything. You can't be seen.",
      "vi": "- Kẻ đầu tiên chả có xuất thân bi thảm. - Chớ chạm gì, đá gì. Chớ để bị thấy."
    }
  },
  {
    "translation": {
      "en": "No. I want to be seen. Girl power. Tween excellence.",
      "vi": "Khỏi. Muốn bị thấy. Quyền năng phái nữ. Nổi trội tuổi mới lớn."
    }
  },
  {
    "translation": {
      "en": "Adopted kids make the world spin. I have superpowers.",
      "vi": "Con nuôi làm thế giới quay cuồng. Tớ có siêu năng lực."
    }
  },
  {
    "translation": {
      "en": "Leanna is going to be so jelly. I'm gonna, like, crush this audition.",
      "vi": "Leanna sẽ rất đố kỵ. Tớ sẽ đè bẹp buổi thử vai này."
    }
  },
  {
    "translation": {
      "en": "And I'm maybe just going to, like, float right over her.",
      "vi": "Có lẽ tớ sẽ lơ lửng trên cậu ta."
    }
  },
  {
    "translation": {
      "en": "There's no floating. There's no anything until we figure out what happened to you.",
      "vi": "Khỏi lơ lửng. Khỏi gì cả đến khi ta biết cậu bị sao."
    }
  },
  {
    "translation": {
      "en": "Well, maybe what happened to me was so that I can finally have a thing.",
      "vi": "Chà, có lẽ tớ bị sao là để cuối cùng cũng có một thứ."
    }
  },
  {
    "translation": {
      "en": "Superpowers.",
      "vi": "Siêu năng lực."
    }
  },
  {
    "translation": {
      "en": "You're not getting it.",
      "vi": "Cậu chưa hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "If you've been given powers, you've also been given enemies.",
      "vi": "Nếu được trao sức mạnh thì cũng có kẻ thù."
    }
  },
  {
    "translation": {
      "en": "It's how it works.",
      "vi": "Nếu được trao sức mạnh thì cũng có kẻ thù. Là thế đấy."
    }
  },
  {
    "translation": {
      "en": "A voice in my dream did keep saying, \"Vampling.\"",
      "vi": "Có giọng nói trong mơ cứ nói: \"Vampling\"."
    }
  },
  {
    "translation": {
      "en": "\"Vampling\"?",
      "vi": "Vampling?"
    }
  },
  {
    "translation": {
      "en": "What does that mean? What does that mean?",
      "vi": "Nó nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "♪ They're trying to ride my wave Got 'em coasting ♪",
      "vi": "TRƯỜNG CẤP HAI MAGNOLIA NAY THỬ VAI!"
    }
  },
  {
    "translation": {
      "en": "[girl] Carmela? Yay! Audition day.",
      "vi": "Carmela. Tuyệt! Ngày thử vai."
    }
  },
  {
    "translation": {
      "en": "[gasps] Who spilt water on the floor? People, please. A little courtesy.",
      "vi": "Ai đổ nước ra sàn vậy? Lịch sự tí đi!"
    }
  },
  {
    "translation": {
      "en": "It's gonna be hazardous dancing next to her.",
      "vi": "Nhảy gần cậu ấy rủi ro lắm."
    }
  },
  {
    "translation": {
      "en": "As friends, Carmela, I-- Uh, she hates that name.",
      "vi": "- Là bạn, Carmela, tớ… - Cậu ấy ghét nó. Carm, Carmie? Ổn."
    }
  },
  {
    "translation": {
      "en": "Carm, Carmie? All good. Never Carmela.",
      "vi": "- Là bạn, Carmela, tớ… - Cậu ấy ghét nó. Carm, Carmie? Ổn. - Chớ Carmela. - Tớ sẽ chả nhớ đâu."
    }
  },
  {
    "translation": {
      "en": "I won't remember that.",
      "vi": "- Chớ Carmela. - Tớ sẽ chả nhớ đâu."
    }
  },
  {
    "translation": {
      "en": "You are, like, so brave to even audition. Like, why?",
      "vi": "Cậu rất dũng cảm mới thử vai. Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "Wardrobe, makeup, an audience staring at me for 90 minutes. It'll be fun.",
      "vi": "Phục trang, trang điểm, khán giả nhìn tớ suốt 90 phút. Sẽ vui lắm."
    }
  },
  {
    "translation": {
      "en": "Fun?",
      "vi": "Vui hả?"
    }
  },
  {
    "translation": {
      "en": "Really? I've been practising for months.",
      "vi": "- Thật ư? - Tớ tập nhiều tháng rồi."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Carmela, I've trained my entire life for this moment. Not a bit of it was fun.",
      "vi": "Carmela, cả đời tớ luyện tập cho lúc này. Chả có vui đâu."
    }
  },
  {
    "translation": {
      "en": "Acting, voice and dance lessons since I was five.",
      "vi": "Học diễn, luyện giọng và nhảy từ năm tuổi,"
    }
  },
  {
    "translation": {
      "en": "I won Miss Kramposki's Deli Queen pageant three years in a row.",
      "vi": "thi đoạt giải Nữ hoàng Món ngon Kramposki ba năm liền đấy."
    }
  },
  {
    "translation": {
      "en": "Well, I can do all the TikTok dances.",
      "vi": "Chà, tớ có thể làm mọi điệu nhảy TikTok."
    }
  },
  {
    "translation": {
      "en": "The first parts",
      "vi": "Phần đầu…"
    }
  },
  {
    "translation": {
      "en": "kinda. [laughs]",
      "vi": "kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "I was chosen most likely to succeed at my kindergarten graduation.",
      "vi": "Tớ được chọn là có khả năng thành công nhất ở lễ tốt nghiệp mẫu giáo."
    }
  },
  {
    "translation": {
      "en": "Wow. That's a lot of pressure to live up to.",
      "vi": "Chà. Sống theo đó áp lực lắm."
    }
  },
  {
    "translation": {
      "en": "Never, ever speak to me again.",
      "vi": "Đừng bao giờ nói chuyện với tớ lần nữa."
    }
  },
  {
    "translation": {
      "en": "Good luck. Kidding. Not kidding.",
      "vi": "Chúc may mắn. Đùa. Khỏi đùa."
    }
  },
  {
    "translation": {
      "en": "-You sure about this? -Yes. This is my moment.",
      "vi": "Cậu chắc chứ? Ừ. Đây là giây phút của tớ."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Kev.",
      "vi": "Xin chào. Em là Kev."
    }
  },
  {
    "translation": {
      "en": "Let's see what we have.",
      "vi": "Xem ta có gì nào."
    }
  },
  {
    "translation": {
      "en": "-Okay. Let's go. -[dance music plays]",
      "vi": "Được rồi. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Leanna] Don't try to follow me.",
      "vi": "Chớ cố làm theo tớ."
    }
  },
  {
    "translation": {
      "en": "[teacher] Five, six, seven, eight.",
      "vi": "Năm, sáu, bảy, tám."
    }
  },
  {
    "translation": {
      "en": "[Leanna] Excuse me.",
      "vi": "Cảm phiền."
    }
  },
  {
    "translation": {
      "en": "First cut. Back line. -Thank you. -[boy] Argh.",
      "vi": "Lượt loại đầu. Hàng sau. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "And six, seven, eight.",
      "vi": "Và sáu, bảy, tám."
    }
  },
  {
    "translation": {
      "en": "[Leanna] Carmela, get behind me.",
      "vi": "Carmela, ra sau tớ đi."
    }
  },
  {
    "translation": {
      "en": "Who pushed me?",
      "vi": "Ai đẩy tớ?"
    }
  },
  {
    "translation": {
      "en": "-[shouts] -She's clumsy.",
      "vi": "Cô bé vụng ghê."
    }
  },
  {
    "translation": {
      "en": "Ever since she was a kid.",
      "vi": "Từ khi còn nhỏ cơ."
    }
  },
  {
    "translation": {
      "en": "[teacher] Okay. Final cut. Let's see who has what it takes to be in this show.",
      "vi": "Được rồi. Lượt loại cuối. Để xem ai có thể vào vở diễn."
    }
  },
  {
    "translation": {
      "en": "-It's all good. Let's go. -[music resumes]",
      "vi": "Ổn cả. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Let's go and see who makes the show.",
      "vi": "Bắt đầu và xem ai vào vở diễn nào."
    }
  },
  {
    "translation": {
      "en": "-[zapping] -[dancers shout]",
      "vi": "- Ối! - Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Honestly, what were you thinking?",
      "vi": "Nói thật, em đã nghĩ gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Mrs. Johnson, if adults knew that 98% of the time",
      "vi": "Thưa cô Johnson, nếu người lớn biết là 98% thời gian"
    }
  },
  {
    "translation": {
      "en": "the answer to that question is \"I wasn't thinking,\" would they keep asking?",
      "vi": "câu đáp cho câu hỏi đó là \"Em chả nghĩ\", họ sẽ hỏi tiếp chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm not playing this game with you, Carmie. Not even on your birthday.",
      "vi": "Cô chả chơi trò này với em, kể cả vào sinh nhật em."
    }
  },
  {
    "translation": {
      "en": "Vice-Principal Chase will be with you shortly.",
      "vi": "Hiệu phó Chase sẽ gặp em ngay."
    }
  },
  {
    "translation": {
      "en": "-We gotta go. I think I know-- -Mr. Gardner?",
      "vi": "VĂN PHÒNG CHÍNH Đi. Chắc biết… Em Gardner."
    }
  },
  {
    "translation": {
      "en": "Kev. Just Kev. What are you doing here?",
      "vi": "- Kev. Kev thôi. - Em làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Hoping to prevent catastrophic events from occurring to my friend,",
      "vi": "Mong ngăn các sự kiện thảm khốc xảy ra với bạn em,"
    }
  },
  {
    "translation": {
      "en": "the school, the world.",
      "vi": "với trường, thế giới."
    }
  },
  {
    "translation": {
      "en": "That's nice, but you're going to do it out of this office.",
      "vi": "Hay đó. Mà làm ngoài văn phòng đi."
    }
  },
  {
    "translation": {
      "en": "Good day. Now, Kev!",
      "vi": "Chúc ngày vui. Ngay, Kev!"
    }
  },
  {
    "translation": {
      "en": "People always talk about nature versus nurture",
      "vi": "TỰ NHIÊN VỚI NUÔI NHỐT Họ nói về tự nhiên với nuôi nhốt, cái nào hơn. Chả ai nói chuyện gì"
    }
  },
  {
    "translation": {
      "en": "and which one dominates. What no one ever talks about is what happens when",
      "vi": "Họ nói về tự nhiên với nuôi nhốt, cái nào hơn. Chả ai nói chuyện gì"
    }
  },
  {
    "translation": {
      "en": "the natural order mixes with the unnatural order. That would be something to talk about.",
      "vi": "khi trật tự tự nhiên lẫn với phi tự nhiên. Đó mới cần nói."
    }
  },
  {
    "translation": {
      "en": "When you said unnatural, did you mean supernatural?",
      "vi": "Khi em nói phi tự nhiên, ý em là siêu nhiên?"
    }
  },
  {
    "translation": {
      "en": "No idea.",
      "vi": "Chịu. Mọi thứ vào đầu em và ra khỏi mồm em ngay."
    }
  },
  {
    "translation": {
      "en": "Things go into my brain and immediately exit my mouth.",
      "vi": "Chịu. Mọi thứ vào đầu em và ra khỏi mồm em ngay. Hầu hết họ bảo lạ, em bảo tài."
    }
  },
  {
    "translation": {
      "en": "Most people say it's weird. I say it's a gift.",
      "vi": "Hầu hết họ bảo lạ, em bảo tài."
    }
  },
  {
    "translation": {
      "en": "So, you weren't talking to that kid? I wasn't not talking to him. [chuckles]",
      "vi": "- Vậy em không nói với nhóc đó à? - Em đâu có nói với cậu ấy."
    }
  },
  {
    "translation": {
      "en": "The name's Madison. Happy Birthday. How did you know it was my birthday?",
      "vi": "- Tên là Madison. Sinh nhật vui. - Sao chị biết?"
    }
  },
  {
    "translation": {
      "en": "Miss Henley?",
      "vi": "Em Henley."
    }
  },
  {
    "translation": {
      "en": "Ooh. [thuds]",
      "vi": "HIỆU TRƯỞNG"
    }
  },
  {
    "translation": {
      "en": "I'm okay. New shoes.",
      "vi": "Em ổn. Chỉ là… giày mới thôi."
    }
  },
  {
    "translation": {
      "en": "This isn't over.",
      "vi": "Chuyện này chưa kết thúc đâu."
    }
  },
  {
    "translation": {
      "en": "[Chase] Now, Miss Henley.",
      "vi": "Giờ, em Henley."
    }
  },
  {
    "translation": {
      "en": "I didn't do anything, okay? They were the ones who act--",
      "vi": "Em không làm gì cả. Họ mới diễn…"
    }
  },
  {
    "translation": {
      "en": "Mmm.",
      "vi": "Em không làm gì cả. Họ mới diễn… Họ nói em đẩy Leanna khỏi sân khấu."
    }
  },
  {
    "translation": {
      "en": "They say you pushed Leanna off the stage.",
      "vi": "Họ nói em đẩy Leanna khỏi sân khấu."
    }
  },
  {
    "translation": {
      "en": "[Carmie] Can we just call it circumstances outside of my control?",
      "vi": "Cứ gọi là tình huống ngoài tầm kiểm soát của em được chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm sure they were. Regardless, I need to put on a musical.",
      "vi": "Chắc chắn diễn. Cô cũng cần đem diễn một vở nhạc kịch."
    }
  },
  {
    "translation": {
      "en": "[Carmie] Musical.",
      "vi": "Vở nhạc kịch."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Let's get into it. Do some, what do they called? Rehearsals.",
      "vi": "Vâng. Bắt đầu đi ạ. Làm chút, gọi là gì? Diễn tập."
    }
  },
  {
    "translation": {
      "en": "Bring in the audience and I'll own it.",
      "vi": "Đưa khán giả tới, em sẽ làm chủ nó dù nó là gì."
    }
  },
  {
    "translation": {
      "en": "Whatever \"it\" is. What is \"it\"? [chuckles]",
      "vi": "Đưa khán giả tới, em sẽ làm chủ nó dù nó là gì. - Nó là gì nhỉ? - Em và Leanna rõ ràng chả hòa hợp."
    }
  },
  {
    "translation": {
      "en": "You and Leanna clearly don't get along,",
      "vi": "- Nó là gì nhỉ? - Em và Leanna rõ ràng chả hòa hợp."
    }
  },
  {
    "translation": {
      "en": "and that is a problem that I don't want to deal with.",
      "vi": "Đó là vấn đề cô không muốn đề cập."
    }
  },
  {
    "translation": {
      "en": "Well, we're on the same page, and I",
      "vi": "Chà, ta cùng quan điểm đó và em…"
    }
  },
  {
    "translation": {
      "en": "Especially because she is a trained singer and dancer.",
      "vi": "Nhất là vì em ấy được luyện hát và nhảy,"
    }
  },
  {
    "translation": {
      "en": "And you, while enthusiastic, are not trained.",
      "vi": "còn em thì hăng hái mà không được luyện."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm trained. Yeah. Tap, jazz, hip-hop.",
      "vi": "Em có luyện. Phải, nhảy tap, jazz, hip-hop."
    }
  },
  {
    "translation": {
      "en": "I've been studying YouTube. Yeah, for months. I've got this.",
      "vi": "Em đang học YouTube. Nhiều tháng rồi. Em lo được."
    }
  },
  {
    "translation": {
      "en": "Say nothing! Say nothing.",
      "vi": "Đừng nói gì cả!"
    }
  },
  {
    "translation": {
      "en": "I'm sure you think so, but I have a decision to make.",
      "vi": "Cô chắc chắn em nghĩ vậy, nhưng cô phải quyết định."
    }
  },
  {
    "translation": {
      "en": "Don't worry. We'll be fine without Leanna. Not the decision I was thinking.",
      "vi": "- Khỏi lo ạ, ta sẽ ổn khi không có Leanna. - Cô không định quyết định vậy."
    }
  },
  {
    "translation": {
      "en": "I'll let you know if you're going to be a part of the musical or not.",
      "vi": "Cô sẽ báo em có vào vở kịch hay không."
    }
  },
  {
    "translation": {
      "en": "-Oh, but I can-- -Great. We're done.",
      "vi": "- Mà em có thể… - Tuyệt. Ta xong."
    }
  },
  {
    "translation": {
      "en": "-What? -[Kev] You didn't say anything?",
      "vi": "Gì? Chưa nói gì hả?"
    }
  },
  {
    "translation": {
      "en": "How could I? She was telling me I might've blown my chance to be in the musical.",
      "vi": "Sao có thể? Cô nói tớ có lẽ đã để mất cơ hội vào vở kịch."
    }
  },
  {
    "translation": {
      "en": "That's not your biggest problem. Really? Because I want No. I need to be in it.",
      "vi": "- Đó đâu phải vấn đề lớn nhất. - Vậy à? Vì tớ muốn… Không. Tớ cần vào nó."
    }
  },
  {
    "translation": {
      "en": "What's wrong with one of us, the outsiders,",
      "vi": "Ta thì sao? Kẻ ngoại đạo, đám hơi không ngầu,"
    }
  },
  {
    "translation": {
      "en": "slightly uncool kids, not really talented, succeeding?",
      "vi": "Ta thì sao? Kẻ ngoại đạo, đám hơi không ngầu, chả tài, thành công lắm?"
    }
  },
  {
    "translation": {
      "en": "Stop. Listen. I remember where I heard the word \"Vampling\".",
      "vi": "- Dừng! Tớ nhớ nghe \"Vampling\" ở đâu rồi. - Vậy là có?"
    }
  },
  {
    "translation": {
      "en": "-So, it's a thing? Vampling? -Yes.",
      "vi": "- Dừng! Tớ nhớ nghe \"Vampling\" ở đâu rồi. - Vậy là có? - Vampling? - Ừ."
    }
  },
  {
    "translation": {
      "en": "People just don't kick trash cans across the street. Adrenalin?",
      "vi": "- Họ đâu đá thùng rác sang bên đường. - Adrenaline kích thích?"
    }
  },
  {
    "translation": {
      "en": "Doesn't explain you blasting Leanna off the stage,",
      "vi": "Đâu lý giải việc phóng Leanna khỏi sân khấu, lơ lửng hay…"
    }
  },
  {
    "translation": {
      "en": "-you floating, or -Hormones?",
      "vi": "Đâu lý giải việc phóng Leanna khỏi sân khấu, lơ lửng hay… Nội tiết tố."
    }
  },
  {
    "translation": {
      "en": "What? I'm 13. May be possible.",
      "vi": "Gì? Tớ 13 tuổi. Có lẽ vậy."
    }
  },
  {
    "translation": {
      "en": "Not possible. Something in you has changed and given you these powers.",
      "vi": "Không thể. Trong cậu thay đổi gì đó và trao cậu những sức mạnh này."
    }
  },
  {
    "translation": {
      "en": "Like Zendaya? She doesn't have superpowers.",
      "vi": "- Như diễn viên Zendaya? - Có siêu năng lực đâu."
    }
  },
  {
    "translation": {
      "en": "Really? Because if you know, you know. If you don't, you never will.",
      "vi": "Thật ư? Vì biết là biết. Chả biết là chả bao giờ biết."
    }
  },
  {
    "translation": {
      "en": "[Kev] I'm hitting the stacks. Excellent. Who's your friend?",
      "vi": "- Cháu đến kho. - Tốt. Bạn cháu là ai vậy?"
    }
  },
  {
    "translation": {
      "en": "It's Carmie. You've met her, like, a hundred times.",
      "vi": "Là Carmie. Chú gặp cả trăm lần rồi."
    }
  },
  {
    "translation": {
      "en": "But always ignores me.",
      "vi": "Mà luôn lờ đi."
    }
  },
  {
    "translation": {
      "en": "Maybe, maybe not.",
      "vi": "Có lẽ. Có lẽ không. Chớ chạm vào sách có bọc."
    }
  },
  {
    "translation": {
      "en": "Don't touch the sleeved books. Only Kev.",
      "vi": "Có lẽ. Có lẽ không. Chớ chạm vào sách có bọc. Kev thôi. Nó tôn trọng nghệ thuật và biết xử lý băng."
    }
  },
  {
    "translation": {
      "en": "He respects the art and he knows how to deal with tape.",
      "vi": "Kev thôi. Nó tôn trọng nghệ thuật và biết xử lý băng."
    }
  },
  {
    "translation": {
      "en": "You! Kid!",
      "vi": "Nhóc! Nhóc kia!"
    }
  },
  {
    "translation": {
      "en": "Nice try, but back, back, back.",
      "vi": "Cố gắng đấy, nhưng quay lại đây."
    }
  },
  {
    "translation": {
      "en": "Back, back. Stop.",
      "vi": "Lại đây. Dừng."
    }
  },
  {
    "translation": {
      "en": "Forward. Back Back.",
      "vi": "Tiến lên. Lùi."
    }
  },
  {
    "translation": {
      "en": "Does this always happen?",
      "vi": "Chuyện hay xảy ra à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Okay.",
      "vi": "- Phải. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Yes. Good.",
      "vi": "Phải. Tốt. Đã trả lại truyện tranh."
    }
  },
  {
    "translation": {
      "en": "Good. The comic returned. That's good.",
      "vi": "Phải. Tốt. Đã trả lại truyện tranh. Thế là tốt. Nhóc? Vẫn chưa tốt."
    }
  },
  {
    "translation": {
      "en": "You? Still not good.",
      "vi": "Thế là tốt. Nhóc? Vẫn chưa tốt."
    }
  },
  {
    "translation": {
      "en": "You're banned for life.",
      "vi": "Nhóc bị cấm suốt đời."
    }
  },
  {
    "translation": {
      "en": "Now, be gone!",
      "vi": "Giờ, biến!"
    }
  },
  {
    "translation": {
      "en": "-[Carmie] I found it. -Put those down there.",
      "vi": "- Ra rồi. - Để ra kia."
    }
  },
  {
    "translation": {
      "en": "You know these are just comics, right? That's what they want you to think.",
      "vi": "- Truyện tranh thôi mà. - Họ muốn cậu nghĩ vậy đó."
    }
  },
  {
    "translation": {
      "en": "Who's \"they\"? There's always a \"they\" running things.",
      "vi": "- \"Họ\" là ai? - Luôn có \"họ\" vận hành."
    }
  },
  {
    "translation": {
      "en": "They have used comic books to send secret messages for a century.",
      "vi": "Họ dùng truyện tranh để gửi tin bí mật cả thế kỷ rồi."
    }
  },
  {
    "translation": {
      "en": "-To who? -To them.",
      "vi": "- Cho ai? - Cho họ."
    }
  },
  {
    "translation": {
      "en": "I'm not even going to ask who \"them\" are.",
      "vi": "Chả thèm hỏi họ là ai đâu."
    }
  },
  {
    "translation": {
      "en": "-Buck Rogers, 1929. -Okay.",
      "vi": "Buck Rogers, 1929. Rồi."
    }
  },
  {
    "translation": {
      "en": "Why was it that the first rocket-ship design",
      "vi": "- Sao thiết kế tàu tên lửa đầu tiên lại… - Để tớ."
    }
  },
  {
    "translation": {
      "en": "-ever came from a comic book? -I have it.",
      "vi": "…có từ truyện tranh?"
    }
  },
  {
    "translation": {
      "en": "So they could get the plans across the country without anyone knowing.",
      "vi": "Để họ có thể gửi kế hoạch khắp cả nước mà chả ai biết."
    }
  },
  {
    "translation": {
      "en": "Do you know about that? [laughs] Of course you don't. Nobody does who doesn't read comics.",
      "vi": "Biết chứ? Không rồi. Chả ai không đọc truyện mà biết."
    }
  },
  {
    "translation": {
      "en": "Ah. Here we go.",
      "vi": "À, đây rồi."
    }
  },
  {
    "translation": {
      "en": "What's a Mythic?",
      "vi": "Đó là gì?"
    }
  },
  {
    "translation": {
      "en": "They're legendary monsters who came before man. So, I'm a monster?",
      "vi": "- Quái vật huyền thoại trước loài người. - Tớ là quái vật?"
    }
  },
  {
    "translation": {
      "en": "No. But you could be a Blended, the offspring of a Mythic and a human.",
      "vi": "Không, mà cậu có thể là… tạp chủng, con cháu của thần quái và con người."
    }
  },
  {
    "translation": {
      "en": "Grab me the magnifying glass.",
      "vi": "Lấy cho tớ cái kính lúp."
    }
  },
  {
    "translation": {
      "en": "Uh, super speed. Nice.",
      "vi": "Siêu tốc độ. Tốt."
    }
  },
  {
    "translation": {
      "en": "I am going to dance circles around Leanna. This is the best day of my life! [squeals]",
      "vi": "Tớ sẽ quay mòng mòng quanh Leanna. Nay là ngày đẹp nhất đời tớ!"
    }
  },
  {
    "translation": {
      "en": "Carm?",
      "vi": "Carm."
    }
  },
  {
    "translation": {
      "en": "Vampling? \"Vampling:",
      "vi": "- Ma cà rồng lai? - Ma cà rồng lai."
    }
  },
  {
    "translation": {
      "en": "\"the Blended offspring of a vampire,",
      "vi": "Con cháu tạp chủng của ma cà rồng."
    }
  },
  {
    "translation": {
      "en": "and their powers are super speed,\" check,",
      "vi": "Và có sức mạnh siêu tốc độ, đúng."
    }
  },
  {
    "translation": {
      "en": "\"enhanced strength,\" check. \"energy blast \"",
      "vi": "Sức lực tăng, đúng. Phóng năng lượng, đỉnh nhất."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] The best. Check. -Yep.",
      "vi": "Sức lực tăng, đúng. Phóng năng lượng, đỉnh nhất. - Phải. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-\"Fly.\" -Fly?",
      "vi": "Bay?"
    }
  },
  {
    "translation": {
      "en": "Really? [gasps, thuds]",
      "vi": "Bay? Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Scratch flying. We'll put \"float.\"",
      "vi": "- Bỏ bay đi. Gọi là lơ lửng. - Tớ đâu thể là ma cà rồng lai."
    }
  },
  {
    "translation": {
      "en": "I can't be a Vampling. My parents are normal, kinda.",
      "vi": "- Bỏ bay đi. Gọi là lơ lửng. - Tớ đâu thể là ma cà rồng lai. - Bố mẹ tớ bình thường mà. Kiểu vậy. - Bố mẹ đẻ thì sao? Còn biết gì về họ?"
    }
  },
  {
    "translation": {
      "en": "Your bio parents? What do we even know about them?",
      "vi": "- Bố mẹ tớ bình thường mà. Kiểu vậy. - Bố mẹ đẻ thì sao? Còn biết gì về họ?"
    }
  },
  {
    "translation": {
      "en": "My parents adopted me when I was three months old. I have no idea.",
      "vi": "Bố mẹ nhận nuôi tớ lúc ba tháng tuổi. Chịu."
    }
  },
  {
    "translation": {
      "en": "So, one of your birth parents could've been a vampire. That's impossible.",
      "vi": "- Bố hoặc mẹ đẻ có thể là ma cà rồng. - Không thể nào."
    }
  },
  {
    "translation": {
      "en": "I'd say it's pretty undeniable.",
      "vi": "Chả thể chối cãi thì có."
    }
  },
  {
    "translation": {
      "en": "\"A Vampling receives their powers on their 13th year.\" Happy Birthday, by the way.",
      "vi": "\"Ma cà rồng lai nhận sức mạnh năm 13 tuổi\". Mà sinh nhật vui."
    }
  },
  {
    "translation": {
      "en": "I guess I always thought I was a little different, but never thought I was a freak.",
      "vi": "Có lẽ luôn nghĩ tớ hơi khác, mà chả hề nghĩ tớ quái dị."
    }
  },
  {
    "translation": {
      "en": "It's my dad. I gotta go.",
      "vi": "Là bố tớ. Tớ phải đi rồi."
    }
  },
  {
    "translation": {
      "en": "Carmie? You're not a freak. You're my best friend.",
      "vi": "Carmie? Cậu không quái dị. Cậu là bạn thân tớ."
    }
  },
  {
    "translation": {
      "en": "[comic store owner] So, you just moved to town?",
      "vi": "THỢ SĂN Cậu vừa tới thị trấn à?"
    }
  },
  {
    "translation": {
      "en": "You always ask so many questions?",
      "vi": "Chú luôn hỏi rất nhiều à?"
    }
  },
  {
    "translation": {
      "en": "-I just asked one. -That's a lot.",
      "vi": "- Mới một câu. - Nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Show me what you think you have. Maybe.",
      "vi": "- Rồi. Cho tôi xem có gì. - Có lẽ."
    }
  },
  {
    "translation": {
      "en": "Is communicating a difficult thing for you?",
      "vi": "Cậu bị khó giao tiếp à?"
    }
  },
  {
    "translation": {
      "en": "Is that another question?",
      "vi": "- Lại hỏi nữa? - Phải. Không."
    }
  },
  {
    "translation": {
      "en": "Yes. No. Maybe. I That wasn't a question.",
      "vi": "- Lại hỏi nữa? - Phải. Không. Có lẽ. Tôi… Đó đâu phải hỏi."
    }
  },
  {
    "translation": {
      "en": "[clears throat] I heard you are the best at what I do.",
      "vi": "- Nghe nói cậu… - Giỏi việc của tôi nhất."
    }
  },
  {
    "translation": {
      "en": "Hey, kiddo. You got to answer your texts.",
      "vi": "Này! Phải trả lời tin nhắn chứ."
    }
  },
  {
    "translation": {
      "en": "I know. Sorry. I'm just distracted.",
      "vi": "Con biết. Xin lỗi. Con bị rối."
    }
  },
  {
    "translation": {
      "en": "Ah. Well, you want me to pick you up?",
      "vi": "Muốn bố đón chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, your birthday tacos are here, and they are a-taco-ing.",
      "vi": "Bánh taco sinh nhật con đây, rất là taco."
    }
  },
  {
    "translation": {
      "en": "No. I'm good. See you soon.",
      "vi": "Thôi. Con ổn. Sớm gặp bố."
    }
  },
  {
    "translation": {
      "en": "Nature-versus-nurture girl. What up?",
      "vi": "- Cô bé tự nhiên với nuôi nhốt. Chào. - Xin lỗi, chả thấy."
    }
  },
  {
    "translation": {
      "en": "Sorry. I didn't see you. I thought someone or something",
      "vi": "- Cô bé tự nhiên với nuôi nhốt. Chào. - Xin lỗi, chả thấy. Tưởng có ai hay gì đó theo em, mà chả phải."
    }
  },
  {
    "translation": {
      "en": "was following me, but maybe not. I don't even know.",
      "vi": "Tưởng có ai hay gì đó theo em, mà chả phải."
    }
  },
  {
    "translation": {
      "en": "Sometimes I think people are following me when they're not, and then, sometimes, people are following me when I think they're not. So, I don't know.",
      "vi": "Chịu. Đôi khi nghĩ họ theo thì chả phải, không nghĩ thì đúng. Chịu."
    }
  },
  {
    "translation": {
      "en": "-You always talk this fast? -Yes, I do.",
      "vi": "- Luôn nói nhanh vậy à? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Because life goes fast and you have no idea what's going to happen next, even if \"next\" is what you want,",
      "vi": "Vì đời trôi mau, chả biết gì tới, kể cả cái ta muốn."
    }
  },
  {
    "translation": {
      "en": "which in my life has never been the case The name's Madison. Remember?",
      "vi": "- Đời em chả bao giờ có. - Madison. Nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "Sorry. Carmie. Nice to officially meet you.",
      "vi": "Xin lỗi. Carmie. Rất vui khi chính thức gặp chị."
    }
  },
  {
    "translation": {
      "en": "My mom and I just moved here. It's her restaurant back there.",
      "vi": "Mẹ và chị mới đến. Quán nhà chị đó."
    }
  },
  {
    "translation": {
      "en": "Oh. That must be nice. You can eat whatever you want.",
      "vi": "Ồ, hẳn là tuyệt. Có thể ăn gì tùy ý."
    }
  },
  {
    "translation": {
      "en": "-No. It doesn't work like that. -Oh.",
      "vi": "Không. Không như vậy đâu."
    }
  },
  {
    "translation": {
      "en": "Those girls you drenched at school were pretty upset. They had a lot to say about you.",
      "vi": "Mấy đứa con gái em cho ướt ở trường khá tức, nói nhiều về em đấy."
    }
  },
  {
    "translation": {
      "en": "It's a long story.",
      "vi": "Chuyện dài lắm."
    }
  },
  {
    "translation": {
      "en": "Well, curious minds want to know.",
      "vi": "Chà, tâm trí tò mò muốn biết."
    }
  },
  {
    "translation": {
      "en": "Have you ever wanted to be someone special, not just an outsider looking in?",
      "vi": "Chị từng muốn đặc biệt chưa? Không chỉ là kẻ ngoại đạo nhìn vào."
    }
  },
  {
    "translation": {
      "en": "Well, today, I had my chance to be special, and I blew it.",
      "vi": "Chà, nay em có cơ hội được đặc biệt, mà phá hỏng rồi."
    }
  },
  {
    "translation": {
      "en": "Well, there's always second chances. Besides, being an outsider kind of makes you cooler.",
      "vi": "Chà, luôn có cơ hội thứ hai mà. Mà làm kẻ ngoại đạo khiến em ngầu hơn."
    }
  },
  {
    "translation": {
      "en": "Impossible.",
      "vi": "Không thể nào."
    }
  },
  {
    "translation": {
      "en": "Joan of Arc. Greta Thunberg. Zendaya. All outsiders trailblazing new paths.",
      "vi": "Joan of Arc, Greta Thunberg, Zendaya. Ngoại đạo tiên phong đi đường mới cả."
    }
  },
  {
    "translation": {
      "en": "[Carmie] I want to be like all of them.",
      "vi": "Joan of Arc, Greta Thunberg, Zendaya. Ngoại đạo tiên phong đi đường mới cả. Muốn giống họ."
    }
  },
  {
    "translation": {
      "en": "[Madison chuckles] Exactly.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "You get it. But what if you turned out to be someone you never thought you were?",
      "vi": "Chị hiểu mà, mà nếu hóa thành người mình chưa từng nghĩ tới?"
    }
  },
  {
    "translation": {
      "en": "That would be so dope. I hope I have that problem.",
      "vi": "Thế thật tuyệt. Hy vọng chị gặp vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "Wait. What were we talking about?",
      "vi": "Khoan, ta nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Listen. We can't change who we are,",
      "vi": "Nghe này. Ta không thể thay đổi ta."
    }
  },
  {
    "translation": {
      "en": "and when you really think about it, would you want to?",
      "vi": "Khi nghĩ về nó thật, em muốn chứ?"
    }
  },
  {
    "translation": {
      "en": "Did you just Uh, did you did you just How?",
      "vi": "Em vừa… Em đã… Em vừa… Kiểu gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Uh, adrenalin. Lots of adrenalin. But what I think I just saw isn't possible.",
      "vi": "- Adrenaline kích thích. Rất nhiều. - Điều chị có lẽ vừa thấy là không thể."
    }
  },
  {
    "translation": {
      "en": "Look. I have to go.",
      "vi": "Nghe này, em phải đi."
    }
  },
  {
    "translation": {
      "en": "But I mean, you just saved my life.",
      "vi": "Mà em vừa cứu mạng chị."
    }
  },
  {
    "translation": {
      "en": "-Can we talk about this? -No. Yes.",
      "vi": "- Nói về nó được chứ? - Không. Được."
    }
  },
  {
    "translation": {
      "en": "I don't know, okay? Uh, I can't be late. And the tacos are a-taco-ing, so",
      "vi": "Chả biết. Em không thể muộn và bánh taco đang rất taco, nên…"
    }
  },
  {
    "translation": {
      "en": "[gasps] This isn't over!",
      "vi": "Chưa hết đâu!"
    }
  },
  {
    "translation": {
      "en": "-[girl 1] I would love that. -[girl 2] Okay.",
      "vi": "Đang có chuyện gì vậy? - Tớ thích lắm. - Rồi."
    }
  },
  {
    "translation": {
      "en": "-[girl 1] Yeah. -[indistinct chatter]",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "That was so sick.",
      "vi": "Nó thật là tuyệt!"
    }
  },
  {
    "translation": {
      "en": "It's my birthday. All good.",
      "vi": "Sinh nhật tớ. Ổn cả."
    }
  },
  {
    "translation": {
      "en": "-[girls laughing] -[phone chimes]",
      "vi": "DANH SÁCH RĂNG NANH TRONG NHÀ HÁT"
    }
  },
  {
    "translation": {
      "en": "Oh. Where am I?",
      "vi": "Mình đâu?"
    }
  },
  {
    "translation": {
      "en": "Understudy. Understudy.",
      "vi": "NGƯỜI DIỄN THAY CARMIE HENLEY Người diễn thay."
    }
  },
  {
    "translation": {
      "en": "Understudy! I made it kind of.",
      "vi": "Người diễn thay! Vào! Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Hmm. Thought I'd gotten rid of all these.",
      "vi": "Tưởng mình đã bỏ hết rồi."
    }
  },
  {
    "translation": {
      "en": "Kev? I'll be in my office. Lock up when you're all finished.",
      "vi": "Kev! Tôi ở phòng tôi. Xong hết cả thì khóa cửa nhé."
    }
  },
  {
    "translation": {
      "en": "-Got it. -And, uh, Kev?",
      "vi": "- Rõ ạ. - Và Kev."
    }
  },
  {
    "translation": {
      "en": "-Don't forget your phone. -[Kev] Oh.",
      "vi": "- Chớ quên điện thoại. - Ồ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn chú."
    }
  },
  {
    "translation": {
      "en": "You really want to explain to people why you can fly?",
      "vi": "Muốn giải thích với họ sao cô biết bay thật à?"
    }
  },
  {
    "translation": {
      "en": "I knew you could talk. I thought I was hearing things this morning.",
      "vi": "Biết mày biết nói mà. Sáng nay có nghe mà."
    }
  },
  {
    "translation": {
      "en": "I always could. Now that you understand me, check your teeth.",
      "vi": "Tôi luôn biết mà. Giờ hiểu tôi rồi, xem răng đi."
    }
  },
  {
    "translation": {
      "en": "What? Your fangs. A dead giveaway.",
      "vi": "- Gì cơ? - Răng nanh. Quà tặng chết người."
    }
  },
  {
    "translation": {
      "en": "I really am a Vampling!",
      "vi": "Tao là ma cà rồng lai thật này."
    }
  },
  {
    "translation": {
      "en": "Pull those beauties in. Taco time!",
      "vi": "Nhét vẻ đẹp đó vào. Giờ taco rồi!"
    }
  },
  {
    "translation": {
      "en": "You are going to take a lot of getting used to.",
      "vi": "Sẽ cần rất nhiều mới quen được."
    }
  },
  {
    "translation": {
      "en": "[Rainey] Out of my way! Out of my way!",
      "vi": "Tránh đường."
    }
  },
  {
    "translation": {
      "en": "There's my birthday girl.",
      "vi": "Cô bé sinh nhật đây rồi."
    }
  },
  {
    "translation": {
      "en": "[both] We're hungry.",
      "vi": "Bọn con đói."
    }
  },
  {
    "translation": {
      "en": "Carmie, meet Dylan. He just moved in down the block. His mom's working tonight, so I invited him for dinner.",
      "vi": "Gặp Dylan mới đến khu này đi. Tối mẹ nó đi làm nên mẹ mời qua ăn tối."
    }
  },
  {
    "translation": {
      "en": "Hey, Dylan. Welcome to the neighbourhood.",
      "vi": "- Dylan. Mừng đến khu này. - Mừng sinh nhật, Carmie."
    }
  },
  {
    "translation": {
      "en": "Happy Birthday, Carmie. Thirteen is a big year.",
      "vi": "- Dylan. Mừng đến khu này. - Mừng sinh nhật, Carmie. - Mười ba, tuổi quan trọng đó. - Phải."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "- Mười ba, tuổi quan trọng đó. - Phải."
    }
  },
  {
    "translation": {
      "en": "So, how was the first day of the rest of your life, honey?",
      "vi": "Ngày đầu ở phần đời còn lại thế nào?"
    }
  },
  {
    "translation": {
      "en": "I believe I broke my unremarkable streak.",
      "vi": "Có lẽ con đã phá vỡ thời chả nổi bật của mình."
    }
  },
  {
    "translation": {
      "en": "Oh. Well, birthday tacos for the birthday girl. Let's go.",
      "vi": "Có lẽ con đã phá vỡ thời chả nổi bật của mình. À, taco sinh nhật cho cô bé sinh nhật."
    }
  },
  {
    "translation": {
      "en": "[mother] Mm-hmm. Yes.",
      "vi": "- Nào! - Phải."
    }
  },
  {
    "translation": {
      "en": "Dylan, why don't you sit over here with us?",
      "vi": "Dylan, qua đây ngồi nhé?"
    }
  },
  {
    "translation": {
      "en": "So cute when so tiny. No way I'm staying in here.",
      "vi": "- Nhỏ xíu vậy cưng ghê. - Chả đời nào tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "You can't keep us from the humans. That kid is weird but he delivers.",
      "vi": "- Đâu thể ngăn bọn tôi với loài người. - Nhóc đó dị, nhưng nó giữ lời."
    }
  },
  {
    "translation": {
      "en": "So many more to catch.",
      "vi": "Còn bắt rất nhiều nữa."
    }
  },
  {
    "translation": {
      "en": "-[cackles] -Help!",
      "vi": "Còn bắt rất nhiều nữa. Cứu!"
    }
  }
]