[
  {
    "translation": {
      "en": "Cameras are rolling anytime that you're ready.",
      "vi": "Cả hai sẵn sàng là máy quay ghi hình nhé."
    }
  },
  {
    "translation": {
      "en": "How you feeling? I'm nervous.",
      "vi": "Em thấy thế nào? Hồi hộp quá chị ạ."
    }
  },
  {
    "translation": {
      "en": "Don't be nervous. I just saw your little picture and I wanted to start boohooing.",
      "vi": "Đừng lo. Chị đã xem bức ảnh hồi bé của em và muốn bắt đầu hu hu rồi."
    }
  },
  {
    "translation": {
      "en": "So here we are on my porch in Maui.",
      "vi": "Ta đang ngồi ở hiên nhà chị ở Maui."
    }
  },
  {
    "translation": {
      "en": "Maui. Thank you for being here in our happy place.",
      "vi": "Maui. Cảm ơn em đã tới đây, nơi vui vẻ của chúng ta."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you for having me. Thank you for joining me. I know we've known each other for a number of years.",
      "vi": "Cảm ơn đã mời em. Cảm ơn đã tham dự. Ta quen nhau lâu rồi."
    }
  },
  {
    "translation": {
      "en": "We've had other interviews, but I have to tell you when I read this book…",
      "vi": "Ta đã thực hiện nhiều cuộc phỏng vấn khác, nhưng phải nói khi chị đọc cuốn sách này…"
    }
  },
  {
    "translation": {
      "en": "something happened inside me. I… I thought, Wow!",
      "vi": "có gì đó đã diễn ra trong chị. Chị đã nghĩ, ôi chao!"
    }
  },
  {
    "translation": {
      "en": "What a wonder.",
      "vi": "Thật là một kiệt tác!"
    }
  },
  {
    "translation": {
      "en": "What, um… what… what an incredible life",
      "vi": "Quả là một cuộc đời đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "that you have manifested for yourself,",
      "vi": "mà em đã giãi bày cho chính mình,"
    }
  },
  {
    "translation": {
      "en": "that you have used the strength,",
      "vi": "rằng em đã dùng sức mạnh đó,"
    }
  },
  {
    "translation": {
      "en": "that you have used the power that I don't even know where you got it.",
      "vi": "rằng em đã dùng khả năng đó mà chị không biết em có nó từ đâu."
    }
  },
  {
    "translation": {
      "en": "When I finished the, not even the first chapter,",
      "vi": "Khi đọc xong nó, thậm chí không phải chương đầu,"
    }
  },
  {
    "translation": {
      "en": "when I finished the first paragraph, 'cause you know how you open a book…",
      "vi": "khi chị mới đọc xong đoạn đầu, vì em biết là cách em mở sách…"
    }
  },
  {
    "translation": {
      "en": "Yeah. …with the first words.",
      "vi": "Dạ. …với những từ đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I was calling everybody I know to say",
      "vi": "Chị đã gọi hết người quen để nói"
    }
  },
  {
    "translation": {
      "en": "we must choose this as a book club",
      "vi": "ta phải chọn nó đểlàm một hội sách"
    }
  },
  {
    "translation": {
      "en": "to have as many people in the world read it as possible.",
      "vi": "để có càng nhiều người trên thế giới đọc nó càng tốt."
    }
  },
  {
    "translation": {
      "en": "What was it about this time",
      "vi": "Lần này nó nói về cái gì?"
    }
  },
  {
    "translation": {
      "en": "that you were ready to expose this level of truth about yourself?",
      "vi": "Rằng em đã sẵn sàng phơi bày sự thật về bản thân ở mức độ này?"
    }
  },
  {
    "translation": {
      "en": "That is my most frightening question. Could I say that, Oprah?",
      "vi": "Câu hỏi đáng sợ nhất của em. Nói thế được chứ, chị Oprah?"
    }
  },
  {
    "translation": {
      "en": "I believed that I was having a bad existential crisis.",
      "vi": "Em tin là em đã đối mặt một cuộc khủng hoảng hiện sinh tồi tệ."
    }
  },
  {
    "translation": {
      "en": "That's what I believe.",
      "vi": "Em tin là vậy."
    }
  },
  {
    "translation": {
      "en": "Um, I wrote the… really wrote the book during the pandemic.",
      "vi": "Em thực sự đã viết cuốn sách trong thời đại dịch,"
    }
  },
  {
    "translation": {
      "en": "But existential crisis, meaning that crisis of meaning.",
      "vi": "nhưng khủng hoảng hiện sinh nghĩa là khủng hoảng về ý nghĩa của sự tồn tại."
    }
  },
  {
    "translation": {
      "en": "What's my meaning? Uh huh.",
      "vi": "Ý nghĩa tồn tại của em? Ừ."
    }
  },
  {
    "translation": {
      "en": "How do I connect to the world feeling very disconnected, very isolated.",
      "vi": "Làm sao để kết nối với thế giới khi cảm thấy rất tách biệt, rất cô lập?"
    }
  },
  {
    "translation": {
      "en": "And was it the pandemic that had made you feel that way?",
      "vi": "Đại dịch làm em cảm thấy thế à?"
    }
  },
  {
    "translation": {
      "en": "I think the pandemic, um, exacerbated it. Exacerbated it. Yeah.",
      "vi": "Em nghĩ đại dịch làm trầm trọng thêm. Làm nặng thêm."
    }
  },
  {
    "translation": {
      "en": "I think before that time,",
      "vi": "Có lẽ trước thời kỳ đó,"
    }
  },
  {
    "translation": {
      "en": "what's happened with me over the last probably 12, 13 years",
      "vi": "những gì đã xảy ra với em trong chừng 12, 13 năm qua"
    }
  },
  {
    "translation": {
      "en": "is the ascension to a level of fame.",
      "vi": "là sự thăng hoa đến một đẳng cấp danh vọng."
    }
  },
  {
    "translation": {
      "en": "I think it's safe to say. Mm hmm.",
      "vi": "Em khá chắc là như thế."
    }
  },
  {
    "translation": {
      "en": "And the feeling that once I hit it and once I got on top,",
      "vi": "Và cảm giác rằng một khi em đạt được nó và một khi lên đến đỉnh cao,"
    }
  },
  {
    "translation": {
      "en": "that somehow my life was going to open up.",
      "vi": "bằng cách nào đó cuộc đời của em sẽ rộng mở."
    }
  },
  {
    "translation": {
      "en": "All of a sudden,",
      "vi": "Đột nhiên,"
    }
  },
  {
    "translation": {
      "en": "it would be some sort of feeling",
      "vi": "sẽ là loại cảm giác nào đó,"
    }
  },
  {
    "translation": {
      "en": "where, uh… that I have arrived,",
      "vi": "ở vị trí em vừa đạt đến,"
    }
  },
  {
    "translation": {
      "en": "that I know the meaning of my life,",
      "vi": "rằng em biết rõ ý nghĩa cuộc đời mình,"
    }
  },
  {
    "translation": {
      "en": "and the heavens were gonna open up,",
      "vi": "và các tầng trời sẽ mở ra,"
    }
  },
  {
    "translation": {
      "en": "and God was gonna sing,",
      "vi": "Chúa sẽ hát ca,"
    }
  },
  {
    "translation": {
      "en": "and that's it.",
      "vi": "và thế là xong."
    }
  },
  {
    "translation": {
      "en": "Shrewd.",
      "vi": "Sắc sảo"
    }
  },
  {
    "translation": {
      "en": "Where's my Coke? Ma Rainey's Black Bottom boys.",
      "vi": "Coke của tôi đâu? Điệu blues của Ma Rainey nhé."
    }
  },
  {
    "translation": {
      "en": "Where's my Coke? I need a Coke. Hot as it is. Shoot.",
      "vi": "Coke của tôi đâu? Tôi cần uống Coke. Nóng thế này mà."
    }
  },
  {
    "translation": {
      "en": "Vulnerable.",
      "vi": "Dễ tổn thương."
    }
  },
  {
    "translation": {
      "en": "Throw the priest out then. I am trying to do just that.",
      "vi": "Vậy đuổi tên linh mục đó đi. Tôi đang cố làm như thế đây."
    }
  },
  {
    "translation": {
      "en": "Then what do you want from me?",
      "vi": "Vậy cô muốn gì ở tôi?"
    }
  },
  {
    "translation": {
      "en": "Fierce.",
      "vi": "Dữ dội."
    }
  },
  {
    "translation": {
      "en": "I gave 18 years of my life to stand in the same spot as you!",
      "vi": "Tôi đã bỏ ra 18 năm cuộc đời để dậm chân tại chỗ cùng anh!"
    }
  },
  {
    "translation": {
      "en": "These are just a few of the portraits in Viola Davis' collection",
      "vi": "Đây chỉ là vài hình tượng trong bộ sưu tập vai diễn đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "of astonishing portrayals.",
      "vi": "của Viola Davis."
    }
  },
  {
    "translation": {
      "en": "They don't care nothin' about me.",
      "vi": "Họ chẳng quan tâm đến tôi."
    }
  },
  {
    "translation": {
      "en": "All they want is my voice.",
      "vi": "Họ chỉ muốn giọng hát của tôi."
    }
  },
  {
    "translation": {
      "en": "One win and four nominations",
      "vi": "Một chiến thắng và bốn đề cử"
    }
  },
  {
    "translation": {
      "en": "makes Viola the most celebrated black actress in Oscar history.",
      "vi": "biến Viola thành nữ diễn viên da đen lừng danh nhất trong lịch sử Oscar."
    }
  },
  {
    "translation": {
      "en": "I became an artist, and thank God I did,",
      "vi": "Tôi đã trở thành nghệ sĩ, cảm ơn Chúa tôi đã làm thế"
    }
  },
  {
    "translation": {
      "en": "because we are the only profession",
      "vi": "vì chúng ta là nghề nghiệp duy nhất"
    }
  },
  {
    "translation": {
      "en": "that celebrates what it means to live a life.",
      "vi": "tôn vinh ý nghĩa của cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Her Emmy winning turn as Annalise Keating",
      "vi": "Lần thắng giải Emmy với vai Annalise Keating"
    }
  },
  {
    "translation": {
      "en": "in Shonda Rhimes' How to Get Away with Murder…",
      "vi": "trong Lách luật của Shonda Rhimes…"
    }
  },
  {
    "translation": {
      "en": "That's what it costs to change the world.",
      "vi": "Đó là cái giá để thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "…is a role Viola describes as powerful, liberating, and life changing.",
      "vi": "…là một vai được Viola mô tả là mạnh mẽ, giải thoát và thay đổi cuộc sống."
    }
  },
  {
    "translation": {
      "en": "So who wants in?",
      "vi": "Vậy ai muốn nó nào?"
    }
  },
  {
    "translation": {
      "en": "Viola's first love, the theater, has awarded her two Tonys,",
      "vi": "Mối tình đầu của Viola, kịch nghệ, đã trao tặng cô ấy hai giải Tony,"
    }
  },
  {
    "translation": {
      "en": "both for plays by the legendary playwright August Wilson.",
      "vi": "cả hai đều cho các vở của nhà viết kịch huyền thoại August Wilson."
    }
  },
  {
    "translation": {
      "en": "I was born into a certain circumstance where I couldn't see it with my eyes,",
      "vi": "Tôi chào đời trong một hoàn cảnh cụ thể nơi tôi không thể tận mắt nhìn thấy nó,"
    }
  },
  {
    "translation": {
      "en": "I couldn't touch it with my hands, and so I had to believe it in my heart.",
      "vi": "không thể tự tay chạm vào nó, nên trong thâm tâm tôi phải tin nó."
    }
  },
  {
    "translation": {
      "en": "And I would live the rest of my life in joy and peace…",
      "vi": "Em sẽ sống nốt phần đời còn lại trong vui vẻ và yên bình,"
    }
  },
  {
    "translation": {
      "en": "…and, um, sort of like, uh, Cinderella…",
      "vi": "và… Có phần giống như Lọ Lem"
    }
  },
  {
    "translation": {
      "en": "…when Prince Charming comes in, and that didn't happen.",
      "vi": "khi Hoàng tử Bạch Mã xuất hiện, và điều đó đã không xảy ra."
    }
  },
  {
    "translation": {
      "en": "What happened was excitement at first",
      "vi": "Câu chuyện là sự phấn khích lúc ban đầu"
    }
  },
  {
    "translation": {
      "en": "and then the feeling of exhaustion,",
      "vi": "rồi sau đó là cảm giác kiệt sức."
    }
  },
  {
    "translation": {
      "en": "the feeling of really, um… um, impostors in my life",
      "vi": "Cái cảm giác của thật sự… Những kẻ mạo danh trong đời em"
    }
  },
  {
    "translation": {
      "en": "in terms of friendships, people overstepping their boundaries,",
      "vi": "liên quan tới tình bạn. Mọi người đi quá giới hạn của họ."
    }
  },
  {
    "translation": {
      "en": "people feeling like I was a commodity.",
      "vi": "Mọi người cảm thấy như em là một món hàng."
    }
  },
  {
    "translation": {
      "en": "Um, pressure.",
      "vi": "Đầy áp lực."
    }
  },
  {
    "translation": {
      "en": "The pressure of unseen responsibility.",
      "vi": "Áp lực của trách nhiệm vô hình."
    }
  },
  {
    "translation": {
      "en": "All I know is it wasn't it.",
      "vi": "Em chỉ biết là vốn không phải thế."
    }
  },
  {
    "translation": {
      "en": "Then the question is, So, Viola, what is it?",
      "vi": "Thì câu hỏi là, Vậy, Viola, nó là gì?"
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Nó là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "What's home to you?",
      "vi": "Với chị tổ ấm là gì?"
    }
  },
  {
    "translation": {
      "en": "And how do you get at it? And I didn't know the answer to that.",
      "vi": "Làm sao để có được nó? Em đã không biết đáp án cho điều đó."
    }
  },
  {
    "translation": {
      "en": "The only thing I could think to do",
      "vi": "Điều duy nhất em có thể nghĩ ra để làm"
    }
  },
  {
    "translation": {
      "en": "was to go back to the beginning of my story",
      "vi": "Điều duy nhất em có thể nghĩ ra để làm là quay lại với căn nguyên câu chuyện của mình"
    }
  },
  {
    "translation": {
      "en": "because I think that once you tell your story over and over again,",
      "vi": "vì em nghĩ một khi chị kể đi kể lại câu chuyện của mình,"
    }
  },
  {
    "translation": {
      "en": "you start to hear it, and you start to think, Okay. How did I get here?",
      "vi": "chị bắt đầu nghe thấy nó, và bắt đầu nghĩ, phải rồi, sao mình đến được đây?"
    }
  },
  {
    "translation": {
      "en": "And what it does,",
      "vi": "Và điều cuốn sách làm,"
    }
  },
  {
    "translation": {
      "en": "what it emphasizes is you go back to the purest form of Viola.",
      "vi": "nhấn mạnh là chị quay trở lại với hình thái thuần khiết nhất của Viola."
    }
  },
  {
    "translation": {
      "en": "Wow, I know",
      "vi": "Chà, chị biết…"
    }
  },
  {
    "translation": {
      "en": "And you find out, she helps you define",
      "vi": "Và chị sẽ phát hiện, cô ấy giúp chị định nghĩa"
    }
  },
  {
    "translation": {
      "en": "what it is that you would call home.",
      "vi": "thứ chị gọi là tổ ấm là gì."
    }
  },
  {
    "translation": {
      "en": "You go back to this.",
      "vi": "Em quay trở lại thế này."
    }
  },
  {
    "translation": {
      "en": "Yeah. You go back to this.",
      "vi": "Dạ. Trở lại thế này đây."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I mean, that's how I knew in the first paragraph,",
      "vi": "Đó là cách chị đã biết trong đoạn văn đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "this is a book that everyone should read.",
      "vi": "đây là cuốn sách tất cả nên đọc."
    }
  },
  {
    "translation": {
      "en": "Well, I knew, like anything,",
      "vi": "Em đã quá biết là"
    }
  },
  {
    "translation": {
      "en": "that when you start a book is it's sort of like a salutation.",
      "vi": "khi chị bắt đầu viết một cuốn sách, nó hơi giống một lời chào."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. And you say, Hi. How are you?",
      "vi": "Ừ. Và chị nói, Xin chào, khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "You know? So…",
      "vi": "Chị biết mà. Vì vậy…"
    }
  },
  {
    "translation": {
      "en": "So you did. I did. I had to introduce me.",
      "vi": "Ra là em có làm. Dạ. Em phải giới thiệu mình."
    }
  },
  {
    "translation": {
      "en": "And me is always that little girl, eight years old, third grade,",
      "vi": "Và em luôn là cô bé đó, tám tuổi, lớp ba,"
    }
  },
  {
    "translation": {
      "en": "who would wait at the back door during dismissal.",
      "vi": "người sẽ đợi ở cửa sau trong lúc tan học. Và ngay khi tiếng chuông vang lên,"
    }
  },
  {
    "translation": {
      "en": "And as soon as that bell rang,",
      "vi": "trong lúc tan học. Và ngay khi tiếng chuông vang lên,"
    }
  },
  {
    "translation": {
      "en": "I just ran over people.",
      "vi": "em cứ thế chạy đâm sầm vào các bạn."
    }
  },
  {
    "translation": {
      "en": "I was pretty tough.",
      "vi": "Em đã khá thô bạo."
    }
  },
  {
    "translation": {
      "en": "I ran over everyone so I can run home",
      "vi": "Em đâm vào các bạn để có thể chạy về nhà"
    }
  },
  {
    "translation": {
      "en": "because I knew the same eight to nine boys were going to be chasing me,",
      "vi": "vì em biết vẫn là tám đến chín tên nhóc đó sẽ đuổi theo em,"
    }
  },
  {
    "translation": {
      "en": "calling me Black, ugly nigger,",
      "vi": "gọi em là mọi, da đen, xấu xí. Họ sẽ nhặt bất cứ thứ gì"
    }
  },
  {
    "translation": {
      "en": "and they would pick up anything they could find on the side of the road,",
      "vi": "gọi em là mọi, da đen, xấu xí. Họ sẽ nhặt bất cứ thứ gì tìm thấy ở lề đường, gạch, gậy, bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "bricks, sticks, anything.",
      "vi": "tìm thấy ở lề đường, gạch, gậy, bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "And the vitriol that would be thrown at me.",
      "vi": "Rồi thì những lời nói độc địa mà sẽ được ném vào em."
    }
  },
  {
    "translation": {
      "en": "Um, and the level of hatred",
      "vi": "Và mức độ căm ghét đó"
    }
  },
  {
    "translation": {
      "en": "when they were saying those words of Black, ugly nigger.",
      "vi": "khi họ nói ra các từ mọi, da đen, xấu xí."
    }
  },
  {
    "translation": {
      "en": "And, um… and I would run, run, run, run, run.",
      "vi": "Em sẽ bỏ chạy."
    }
  },
  {
    "translation": {
      "en": "And I would chuck the finger.  Mm hmm.",
      "vi": "Em sẽ phất ngón tay."
    }
  },
  {
    "translation": {
      "en": "I would say all the cuss words",
      "vi": "Em sẽ nói ra mọi từ chửi rủa"
    }
  },
  {
    "translation": {
      "en": "and, um…",
      "vi": "và…"
    }
  },
  {
    "translation": {
      "en": "But that really is the memory that defined me.",
      "vi": "Nhưng nó thực sự là ký ức đã định nghĩa con người em."
    }
  },
  {
    "translation": {
      "en": "Because what I always say is that I thought I was really, really slick.",
      "vi": "Bởi vì điều em luôn nói là em đã nghĩ mình rất tài tình."
    }
  },
  {
    "translation": {
      "en": "I was tough, brought a crocheting needle to school.",
      "vi": "Em rất cứng cỏi, dám đem kim móc đến trường."
    }
  },
  {
    "translation": {
      "en": "Threatened them at one point, got them to stop running after me,",
      "vi": "Có lúc đã đe dọa họ, buộc họ ngừng đuổi theo em,"
    }
  },
  {
    "translation": {
      "en": "but I always say",
      "vi": "nhưng em luôn nói là"
    }
  },
  {
    "translation": {
      "en": "that I never stopped running. My feet just stopped moving.",
      "vi": "em đã chưa hề ngừng trốn chạy. Chỉ là chân em ngừng di chuyển thôi."
    }
  },
  {
    "translation": {
      "en": "Wow. But as I went through my life,",
      "vi": "Chà. Nhưng em đã sống cuộc đời mình,"
    }
  },
  {
    "translation": {
      "en": "as much as I tried to put on that mask of bravery,",
      "vi": "mặc dù em cố đeo lên cái mặt nạ của sự dũng cảm,"
    }
  },
  {
    "translation": {
      "en": "of confidence,",
      "vi": "tự tin,"
    }
  },
  {
    "translation": {
      "en": "of being that sort of boss woman that people talk about,",
      "vi": "của việc trở thành kiểu chị đại mọi người hay nhắc đến,"
    }
  },
  {
    "translation": {
      "en": "of you don't let anyone see you, uh, sweat.",
      "vi": "của việc chị không để ai thấy mình vất vả đổ mồ hôi."
    }
  },
  {
    "translation": {
      "en": "You know, if you wanna climb the ladder, you gotta believe in yourself, girl.",
      "vi": "Nếu muốn thành công hơn, ta phải tin vào bản thân, cô gái ạ."
    }
  },
  {
    "translation": {
      "en": "So I put all the language and the mask of that on,",
      "vi": "Nên em đã khoác lên tất cả lời nói và mặt nạ của điều đó,"
    }
  },
  {
    "translation": {
      "en": "but inside, absolutely, was the damaged little girl",
      "vi": "nhưng sâu bên trong, hoàn toàn là cô bé bị tổn thương đó,"
    }
  },
  {
    "translation": {
      "en": "that I left in Central Falls",
      "vi": "người em đã bỏ lại ở Central Falls."
    }
  },
  {
    "translation": {
      "en": "who really, really believed that she was ugly.",
      "vi": "người đã thực sự tin rằng cô ấy xấu xí."
    }
  },
  {
    "translation": {
      "en": "That she was",
      "vi": "Rằng cô ấy"
    }
  },
  {
    "translation": {
      "en": "not enough.",
      "vi": "không đủ xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "That's what defined me more than anything else.",
      "vi": "Đó là thứ định nghĩa con người em hơn bất cứ gì khác."
    }
  },
  {
    "translation": {
      "en": "I wish it were a different story. I do. Mm hmm.",
      "vi": "Em ước gì đó là một câu chuyện khác. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "But it was so powerful,",
      "vi": "Nhưng nó quá hùng hồn,"
    }
  },
  {
    "translation": {
      "en": "and you know with girls",
      "vi": "và với các cô gái…"
    }
  },
  {
    "translation": {
      "en": "Do you wish it now was a different story, or are you like…",
      "vi": "Giờ em ước nó là một câu chuyện khác à, hay là em kiểu…"
    }
  },
  {
    "translation": {
      "en": "Maya used to say, I wouldn't take nothing from my journey now.",
      "vi": "Maya từng nói, Tôi sẽ đem theo mọi thứ cho hành trình của tôi lúc này."
    }
  },
  {
    "translation": {
      "en": "Are you now at a stage where,",
      "vi": "Maya từng nói, Tôi sẽ đem theo mọi thứ cho hành trình của tôi lúc này. Có phải giờ em đang ở giai đoạn mà, bởi vì cô bé đó"
    }
  },
  {
    "translation": {
      "en": "because of that little girl",
      "vi": "Có phải giờ em đang ở giai đoạn mà, bởi vì cô bé đó"
    }
  },
  {
    "translation": {
      "en": "and because of the terrorization that you experienced on all levels,",
      "vi": "và bởi sự khủng bố em đã trải qua ở mọi cấp độ, em nhận ra đó là lý do em là chính em của hiện tại?"
    }
  },
  {
    "translation": {
      "en": "that you recognized that's why you are who you are?",
      "vi": "ở mọi cấp độ, em nhận ra đó là lý do em là chính em của hiện tại?"
    }
  },
  {
    "translation": {
      "en": "Yes. I do. I do recognize it.",
      "vi": "Đúng vậy. Em nhận ra thế thật."
    }
  },
  {
    "translation": {
      "en": "Yeah. That without that, there wouldn't be this.",
      "vi": "Ừ, nếu không có điều đó, sẽ không có điều này."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "I… I do recognize it.",
      "vi": "Em có nhận ra thật."
    }
  },
  {
    "translation": {
      "en": "I do believe that your life is sort of a dying of self.",
      "vi": "Em tin chắc đời người đại loại là sự hấp hối của bản thân."
    }
  },
  {
    "translation": {
      "en": "I do. In… in the same way that a phoenix rises out of the ashes, right?",
      "vi": "Em làm giống cách một con phượng hoàng tái sinh từ đống tro tàn, phải không?"
    }
  },
  {
    "translation": {
      "en": "And I do believe that it's a part of your journey and finding yourself",
      "vi": "Và em tin rằng đó là một phần hành trình của chị, việc khám phá bản thân là xem xét kỹ các sào huyệt của tổn thương,"
    }
  },
  {
    "translation": {
      "en": "is going to these caves of trauma and vitriol",
      "vi": "việc khám phá bản thân là xem xét kỹ các sào huyệt của tổn thương, những lời cay độc và tất cả những thứ như thế."
    }
  },
  {
    "translation": {
      "en": "and all of those things.",
      "vi": "những lời cay độc và tất cả những thứ như thế."
    }
  },
  {
    "translation": {
      "en": "And somehow in the midst of that, it's like Joseph Campbell says,",
      "vi": "Bằng cách nào đó giữa quá trình ấy, như Joseph Campbell nói,"
    }
  },
  {
    "translation": {
      "en": "as you go down this path of transformation",
      "vi": "khi chị đi vào con đường thay đổi"
    }
  },
  {
    "translation": {
      "en": "of really trying to become your ideal self…",
      "vi": "cố gắng trở thành bản thân lý tưởng… Phải rồi."
    }
  },
  {
    "translation": {
      "en": "…you're gonna meet the part of yourself that you don't wanna be.",
      "vi": "…chị sẽ gặp cái phần đó của bản thân mà chị không muốn trở thành."
    }
  },
  {
    "translation": {
      "en": "You're gonna see all of your flaws.",
      "vi": "Chị sẽ thấy hết khuyết điểm của mình."
    }
  },
  {
    "translation": {
      "en": "You're gonna see all the things that cause you pain.",
      "vi": "Chị sẽ thấy tất cả những thứ gây đau đớn cho chị."
    }
  },
  {
    "translation": {
      "en": "You're not gonna see God,",
      "vi": "Chị sẽ không thấy Chúa đâu."
    }
  },
  {
    "translation": {
      "en": "you're gonna see you.",
      "vi": "Chị sẽ thấy chính chị."
    }
  },
  {
    "translation": {
      "en": "And then you hope that…",
      "vi": "Và rồi chị hy vọng rằng…"
    }
  },
  {
    "translation": {
      "en": "…I think that I have it in the first paragraph,",
      "vi": "Chắc em nói về nó ở đoạn đầu đấy,"
    }
  },
  {
    "translation": {
      "en": "that, you know, when you meet that self that you no longer wanna be,",
      "vi": "rằng, khi gặp cái bản thân mà chị không còn muốn trở thành nữa,"
    }
  },
  {
    "translation": {
      "en": "you have two choices at that point.",
      "vi": "chị có hai lựa chọn vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "You can just stay there",
      "vi": "Chị có thể cứ ở yên đó"
    }
  },
  {
    "translation": {
      "en": "and be swallowed, or you can move on.",
      "vi": "và bị nuốt chửng, hoặc chị có thể bước tiếp."
    }
  },
  {
    "translation": {
      "en": "I choose to move on. I didn't want to be swallowed,",
      "vi": "Em chọn bước tiếp. Em đã không muốn bị nuốt chửng,"
    }
  },
  {
    "translation": {
      "en": "and I made that decision at 28, 29 when I went into therapy",
      "vi": "và em đã đưa ra quyết định đó ở tuổi 28, 29, khi bắt đầu trị liệu,"
    }
  },
  {
    "translation": {
      "en": "that I wanted to be different.",
      "vi": "rằng em muốn trở nên khác đi."
    }
  },
  {
    "translation": {
      "en": "Tell me about your parents, Dan and May Alice.",
      "vi": "Kể về bố mẹ em đi, ông bà Dan và Mae Alice."
    }
  },
  {
    "translation": {
      "en": "Not Mary Alice. Not Mary. Dan and May Alice. Not Mary Alice.",
      "vi": "Mary Alice là sai. Không phải Mary. Dan và Mae Alice."
    }
  },
  {
    "translation": {
      "en": "I love, love, love, love my parents.",
      "vi": "Em rất yêu bố mẹ mình."
    }
  },
  {
    "translation": {
      "en": "My daddy and mama, you call 'em? Yeah, my mama and daddy. I loved.",
      "vi": "Em gọi là bố em và mẹ em? Dạ, mẹ em và bố em, em yêu họ."
    }
  },
  {
    "translation": {
      "en": "During her childhood, Viola describes her father, Dan Davis,",
      "vi": "Suốt thời thơ ấu, Viola mô tả bố cô ấy, Dan Davis,"
    }
  },
  {
    "translation": {
      "en": "as strict and violent, but also the first man who loved me.",
      "vi": "nghiêm khắc và bạo lực, nhưng cũng là người đàn ông đầu tiên yêu cô ấy."
    }
  },
  {
    "translation": {
      "en": "Viola writes that her father, because of his circumstances,",
      "vi": "Viola viết rằng bố cô ấy, do hoàn cảnh,"
    }
  },
  {
    "translation": {
      "en": "had a 5th grade education",
      "vi": "chỉ học hết lớp năm"
    }
  },
  {
    "translation": {
      "en": "and ran away from an abusive home at age 15.",
      "vi": "và bỏ trốn khỏi một gia đình bạo hành năm 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "He worked most of his life as a horse groomer.",
      "vi": "Ông làm nghề chăm sóc ngựa gần như cả đời."
    }
  },
  {
    "translation": {
      "en": "Viola calls her mother, May Alice, loyal,",
      "vi": "Viola mô tả mẹ mình, Mae Alice, trung thành,"
    }
  },
  {
    "translation": {
      "en": "a self sacrificer, and a maternal warrior.",
      "vi": "người có đức hy sinh, và là một chiến binh mẹ."
    }
  },
  {
    "translation": {
      "en": "May Alice was raised on a plantation in South Carolina",
      "vi": "Mae Alice được nuôi dạy trên một đồn điền ở Nam Carolina"
    }
  },
  {
    "translation": {
      "en": "and gave birth to Viola there.",
      "vi": "và sinh ra Viola ở đó."
    }
  },
  {
    "translation": {
      "en": "Her mother worked in factories and as a maid,",
      "vi": "Mẹ cô ấy làm việc ở các nhà máy và như một giúp việc,"
    }
  },
  {
    "translation": {
      "en": "and fought for welfare reform in the 1970s.",
      "vi": "và đấu tranh cho cải cách phúc lợi vào những năm 1970."
    }
  },
  {
    "translation": {
      "en": "Viola's parents were challenged by racism, poverty, addiction, and abuse,",
      "vi": "Bố mẹ Violas bị thử thách bởi kỳ thị chủng tộc, nghèo đói, nghiện ngập,"
    }
  },
  {
    "translation": {
      "en": "but stayed married for 48 years until Dan Davis's death at age 70.",
      "vi": "và lạm dụng, nhưng vẫn bên nhau 48 năm cho đến khi Dan Davis qua đời ở tuổi 70."
    }
  },
  {
    "translation": {
      "en": "They raised Viola and her five siblings together in Central Falls, Rhode Island.",
      "vi": "Họ cùng nhau nuôi dạy Viola và năm anh chị em của cô ở Central Falls, bang Rhode Island."
    }
  },
  {
    "translation": {
      "en": "But it was just a life of abject poverty.",
      "vi": "Nhưng đó chỉ là một cuộc sống nghèo hèn."
    }
  },
  {
    "translation": {
      "en": "It was a life of deprivation.",
      "vi": "Đó là một cuộc sống thiếu thốn."
    }
  },
  {
    "translation": {
      "en": "That… that's what it was. A life of deprivation.",
      "vi": "Nó là thế đấy. Một cuộc sống thiếu thốn."
    }
  },
  {
    "translation": {
      "en": "Yeah. No food…",
      "vi": "Ừ. Không đồ ăn."
    }
  },
  {
    "translation": {
      "en": "I thought I grew up poor, Viola, until I read your story.",
      "vi": "Chị đã tưởng chị lớn lên với nghèo khó đến khi đọc câu chuyện của em."
    }
  },
  {
    "translation": {
      "en": "Yeah. Po'. So I will now say, Hello.",
      "vi": "Nên giờ chị sẽ nói xin chào."
    }
  },
  {
    "translation": {
      "en": "Po'. I bow to po'. Okay?",
      "vi": "Chịu thua kẻ kiết xác. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I grew up poor. I was not po'.",
      "vi": "Tôi lớn lên trong nghèo khó. Mà không kiết xác."
    }
  },
  {
    "translation": {
      "en": "You… you wereAnd you know what how people say… many people say, I grew up poor and I didn't know it?",
      "vi": "Em đã… Em biết có nhiều người nói, Tôi lớn lên trong nghèo khó mà chả biết."
    }
  },
  {
    "translation": {
      "en": "You all knew it. Yep. Absolutely.",
      "vi": "Nhà em thì biết rõ. Dạ, đúng."
    }
  },
  {
    "translation": {
      "en": "I say we knew we were po'. Yeah.",
      "vi": "Em nói là nhà em biết mình nghèo. Ừ."
    }
  },
  {
    "translation": {
      "en": "You know, the plaster coming off the walls,",
      "vi": "Chị biết đấy, lớp vữa rơi khỏi tường,"
    }
  },
  {
    "translation": {
      "en": "and, um, always being hungry.",
      "vi": "và lúc nào cũng đói ăn."
    }
  },
  {
    "translation": {
      "en": "This is not funIn cold Rhode Island.",
      "vi": "Không phải nói vui… Ở Rhode Island lạnh giá."
    }
  },
  {
    "translation": {
      "en": "Freezing, plumbing never working.",
      "vi": "Đóng băng, ống nước chả hoạt động."
    }
  },
  {
    "translation": {
      "en": "You know, you had to fill the bucket of water to put in the toilet to flush it.",
      "vi": "Chị phải đổ đầy xô nước để đặt vào nhà vệ sinh để giội nước."
    }
  },
  {
    "translation": {
      "en": "Never having a phone. Never having a phone.",
      "vi": "Chẳng bao giờ có nổi cái điện thoại."
    }
  },
  {
    "translation": {
      "en": "And, um, wetting the bed. I was a serious bed wetter. Hmm.",
      "vi": "Và đái dầm. Em từng là đứa bị đái dầm nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Most of the furniture… We… we got some furniture on the side of the road.",
      "vi": "Hầu hết đồ đạc, chúng em nhặt được một số ở lề đường."
    }
  },
  {
    "translation": {
      "en": "Most of the furniture from Salvation Army.",
      "vi": "Hầu hết đồ đạc đến từ Cứu Thế Quân."
    }
  },
  {
    "translation": {
      "en": "Um… You were a bed wetter until you were 14. Fourteen.",
      "vi": "Em đã đái dầm đến tận năm 14 tuổi. 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "An apartment, one of our first apartments,",
      "vi": "Một căn hộ, một trong số căn hộ đầu tiên của nhà em,"
    }
  },
  {
    "translation": {
      "en": "infested with rats. An infestation.",
      "vi": "bị chuột vào phá hoại. Đúng nghĩa một sự phá hoại."
    }
  },
  {
    "translation": {
      "en": "I mean, at night you had to put your hands over your ears,",
      "vi": "Ý em là, ban đêm chị phải giơ tay bịt tai"
    }
  },
  {
    "translation": {
      "en": "so you couldn't hear them eating the pigeons on the roof at night.",
      "vi": "để không nghe thấy tiếng chúng ăn chim bồ câu trên mái nhà vào ban đêm."
    }
  },
  {
    "translation": {
      "en": "And… and listening to them eat your toys at night",
      "vi": "Và nghe tiếng chúng ăn đồ chơi của chị vào ban đêm"
    }
  },
  {
    "translation": {
      "en": "and jump on top of you in the bed.",
      "vi": "và nhảy lên đầu chị trên giường."
    }
  },
  {
    "translation": {
      "en": "This is the line that got me. I'm gonna stop with the jump…",
      "vi": "Chị chú ý dòng này cơ. Tôi sẽ chấm dứt cú nhảy…"
    }
  },
  {
    "translation": {
      "en": "I wanna interrupt the jump on top of me in bed, 'cause just the thought of that…",
      "vi": "Tôi muốn cắt ngang cú nhảy lên đầu tôi trên giường vì ý nghĩ về vụ đó…"
    }
  },
  {
    "translation": {
      "en": "But this is what got me.",
      "vi": "Nhưng đây mới là chỗ chị chú ý."
    }
  },
  {
    "translation": {
      "en": "And I… I remember so vividly thinking, I've read a lot of novels,",
      "vi": "Và tôi nhớ đã suy nghĩ rất rõ ràng, tôi đã đọc rất nhiều tiểu thuyết,"
    }
  },
  {
    "translation": {
      "en": "a lot of… a lot of memoirs, a lot of history.",
      "vi": "rất nhiều hồi ký, vô số lịch sử."
    }
  },
  {
    "translation": {
      "en": "I mean, not even Pecola Breedlove in The Bluest Eye.",
      "vi": "Ý là, cả Pecola Breedlove trong The Bluest Eye cũng không…"
    }
  },
  {
    "translation": {
      "en": "Pecola Breedlove is pretty hard.",
      "vi": "Pecola Breedlove khá khổ."
    }
  },
  {
    "translation": {
      "en": "Pretty hard, but not even Pecola Breedlove had",
      "vi": "Khá khổ, nhưng kể cả Pecola Breedlove cũng không bị…"
    }
  },
  {
    "translation": {
      "en": "There were several fires and the building soon became infested with rats.",
      "vi": "Có vài vụ cháy và tòa nhà nhanh chóng bị chuột vào phá hoại."
    }
  },
  {
    "translation": {
      "en": "In fact, the rats were so bad, they ate the faces off my dolls.",
      "vi": "Thực tế, lũ chuột rất xấu xa khi chúng ăn mất mặt búp bê của tôi."
    }
  },
  {
    "translation": {
      "en": "I never, ever went into the kitchen.",
      "vi": "Tôi chưa từng đi vào bếp."
    }
  },
  {
    "translation": {
      "en": "Rats had taken over the cabinets and the counter.",
      "vi": "Chuột đã xâm chiếm các tủ và quầy."
    }
  },
  {
    "translation": {
      "en": "The plaster was constantly falling off the wall,",
      "vi": "Lớp vữa liên tục rơi khỏi tường,"
    }
  },
  {
    "translation": {
      "en": "revealing the wooden boards holding the house together.",
      "vi": "để lộ những tấm gỗ gắn ngôi nhà vào nhau."
    }
  },
  {
    "translation": {
      "en": "I remember growing up in a flat, you know, on welfare with my mother",
      "vi": "Chị nhớ đã lớn lên trong căn hộ được trợ cấp cùng mẹ,"
    }
  },
  {
    "translation": {
      "en": "too afraid to go into the kitchen at night",
      "vi": "chị quá sợ vào bếp lúc ban đêm."
    }
  },
  {
    "translation": {
      "en": "'cause they would come out from behind the refrigerator and the cabinets.",
      "vi": "Chúng sẽ đi ra từ phía sau tủ lạnh và tủ."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "vi": "Dạ. Ừ."
    }
  },
  {
    "translation": {
      "en": "Absolutely. And then my sister, uh, Diane, um…",
      "vi": "Đúng vậy. Và rồi chị gái em, Dianne…"
    }
  },
  {
    "translation": {
      "en": "She was reading stories of rats eating babies in Harlem in the cribs.",
      "vi": "Chị ấy đang đọc truyện về lũ chuột ăn thịt trẻ em trong cũi ở Harlem."
    }
  },
  {
    "translation": {
      "en": "So then… then she told it to us,",
      "vi": "Rồi chị ấy kể lại cho bọn em,"
    }
  },
  {
    "translation": {
      "en": "and then we felt like we had to wrap, um, coats or shirts around our necks at night",
      "vi": "và bọn em cảm thấy như bọn em phải quấn áo choàng hoặc sơ mi quanh cổ ban đêm"
    }
  },
  {
    "translation": {
      "en": "to keep the rats from biting our necks.",
      "vi": "để phòng lũ chuột cắn cổ."
    }
  },
  {
    "translation": {
      "en": "And, um… and we would listen to them",
      "vi": "Và bọn em sẽ lắng nghe chúng…"
    }
  },
  {
    "translation": {
      "en": "And they would jump on the bed.",
      "vi": "Chúng sẽ nhảy lên giường."
    }
  },
  {
    "translation": {
      "en": "They would jump on the bed and eating the…",
      "vi": "Chúng sẽ nhảy lên giường và ăn…"
    }
  },
  {
    "translation": {
      "en": "'Cause I had a doll that had… what, um… was made of hard plastic.",
      "vi": "Vì em có một con búp bê làm bằng nhựa cứng."
    }
  },
  {
    "translation": {
      "en": "So like porcelain. Yeah. I had one doll like that.",
      "vi": "Giống như sứ. Em đã có một con búp bê như thế."
    }
  },
  {
    "translation": {
      "en": "And to hear the eating of that doll.  I mean loud. The crunching.",
      "vi": "Và nghe tiếng ăn con búp bê đó. Ý em là rất ồn ào. Tiếng nhai lạo xạo."
    }
  },
  {
    "translation": {
      "en": "And then when I woke up, the entire face was gone.",
      "vi": "Và khi em ngủ dậy, toàn bộ khuôn mặt đã biến mất."
    }
  },
  {
    "translation": {
      "en": "Ugh. Yeah. There was a shocking point in the book,",
      "vi": "Dạ. Có một điểm gây sốc trong cuốn sách"
    }
  },
  {
    "translation": {
      "en": "where you were talking about the violence in your home.",
      "vi": "chỗ em nói về bạo lực trong gia đình em."
    }
  },
  {
    "translation": {
      "en": "And there was a seminal moment",
      "vi": "Và có một thời khắc mấu chốt"
    }
  },
  {
    "translation": {
      "en": "when your father was beating on your mother,",
      "vi": "khi bố em đang đánh mẹ em,"
    }
  },
  {
    "translation": {
      "en": "and you tried to stand between them.",
      "vi": "và em đã cố đứng giữa họ,"
    }
  },
  {
    "translation": {
      "en": "And he had taken a glass and had cut her in the face.",
      "vi": "và ông ấy đã lấy một cái cốc rồi cắt vào mặt mẹ em."
    }
  },
  {
    "translation": {
      "en": "Yeah. Describe that moment.",
      "vi": "Dạ. Tả lúc đó đi."
    }
  },
  {
    "translation": {
      "en": "Put us in the story.",
      "vi": "Đưa ta vào câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Yes. It was a particularly violent fight when my father said,",
      "vi": "Vâng, đó là một trận cãi vã đặc biệt bạo lực. Khi bố em nói, Tôi sẽ đập vỡ đầu cô, Mae Alice."
    }
  },
  {
    "translation": {
      "en": "I'm gonna… I'm gonna bust your head open May Alice.",
      "vi": "Khi bố em nói, Tôi sẽ đập vỡ đầu cô, Mae Alice."
    }
  },
  {
    "translation": {
      "en": "And I had my baby sister in my hand,",
      "vi": "Còn em đang bế em gái trên tay,"
    }
  },
  {
    "translation": {
      "en": "and, um, I was so terrified.",
      "vi": "và rất hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "It just got really heated, and he finally… he smashed her head with the… with the glass.",
      "vi": "Sự tình cứ thế nóng lên, rốt cục ông ấy đập đầu bà bằng cái cốc đó."
    }
  },
  {
    "translation": {
      "en": "Oh. And the blood came spurting out.",
      "vi": "Và máu bắn phụt ra."
    }
  },
  {
    "translation": {
      "en": "And by that point, my fear, um…",
      "vi": "Vào lúc đó, nỗi sợ hãi đã chế ngự,"
    }
  },
  {
    "translation": {
      "en": "my fear had… had taken over,",
      "vi": "nỗi sợ hãi đã chế ngự,"
    }
  },
  {
    "translation": {
      "en": "and I just remember screaming, Stop it!",
      "vi": "em chỉ nhớ mình đã hét lên, Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Just stop! Give me the glass!",
      "vi": "Thôi đi! Đưa con cái cốc!"
    }
  },
  {
    "translation": {
      "en": "And I can't tell you, it's sort of like, um…",
      "vi": "Và em không thể nói, nó hơi giống…"
    }
  },
  {
    "translation": {
      "en": "I don't know, coming face to face with a giant.",
      "vi": "Không rõ nữa, đối mặt với người khổng lồ."
    }
  },
  {
    "translation": {
      "en": "Coming face to face with your fear.",
      "vi": "Đối mặt với nỗi sợ của chị."
    }
  },
  {
    "translation": {
      "en": "This is my father.",
      "vi": "Đây là bố em đấy."
    }
  },
  {
    "translation": {
      "en": "And, first of all, you never told Dan Davis what to do.",
      "vi": "Và trước hết, chị không được bảo Dan Davis phải làm gì."
    }
  },
  {
    "translation": {
      "en": "Right. 'Cause…",
      "vi": "Phải. Vì…"
    }
  },
  {
    "translation": {
      "en": "Also…I was terrified.",
      "vi": "Hơn nữa…  …em rất sợ."
    }
  },
  {
    "translation": {
      "en": "We grew up in the… in the era where you don't talk back to your parents anyway.",
      "vi": "Ta đã lớn lên trong thời đại mà em không được cãi lại bố mẹ."
    }
  },
  {
    "translation": {
      "en": "At all. At all.",
      "vi": "Không hề. Không hề."
    }
  },
  {
    "translation": {
      "en": "So here I was doing the unnatural thing,",
      "vi": "Nên ở chỗ này em đã làm việc tày trời,"
    }
  },
  {
    "translation": {
      "en": "which is telling a parent to stop doing something",
      "vi": "đó là bảo phụ huynh ngừng làm cái điều"
    }
  },
  {
    "translation": {
      "en": "that he should not have been doing.",
      "vi": "mà lẽ ra ông ấy không nên làm."
    }
  },
  {
    "translation": {
      "en": "And I can't tell you that… how much it cost me something",
      "vi": "Và em không thể nói em phải trả giá bao nhiêu"
    }
  },
  {
    "translation": {
      "en": "to step outside and this",
      "vi": "để dám đứng ra và điều này thì…"
    }
  },
  {
    "translation": {
      "en": "Everybody,",
      "vi": "Mọi người,"
    }
  },
  {
    "translation": {
      "en": "especially at 14…",
      "vi": "đặc biệt là ở tuổi 14…"
    }
  },
  {
    "translation": {
      "en": "…you need a parent. Yes. Yes.",
      "vi": "Chị cần có phụ huynh chứ. Phải."
    }
  },
  {
    "translation": {
      "en": "You need a guide. That person with, sort of, that lamp.",
      "vi": "Chị cần người chỉ dạy. Người cầm đèn đó."
    }
  },
  {
    "translation": {
      "en": "Right. That proverbial lamp. That's gonna take you down darkened paths,",
      "vi": "Ngọn đèn tục ngữ đó sẽ đưa chị đi dọc những con đường tăm tối"
    }
  },
  {
    "translation": {
      "en": "and gonna teach you something about navigating life,",
      "vi": "và sẽ dạy chị điều gì đó về cách làm chủ cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "even though, you know, you're still gonna face some crap in life.",
      "vi": "dù chị vẫn sẽ phải đối mặt với vài thứ vớ vẩn trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "But someone to show you how to do what they did.",
      "vi": "Nhưng ai đó chỉ cho chị cách làm các thứ họ đã làm."
    }
  },
  {
    "translation": {
      "en": "Yeah. You're not supposed to be showing them.",
      "vi": "Em không được phép chỉ cho họ."
    }
  },
  {
    "translation": {
      "en": "No. Not at all. Yes. Yeah.",
      "vi": "Không hề. Ừ."
    }
  },
  {
    "translation": {
      "en": "And for me, it cost me something",
      "vi": "Và với mình, em phải trả giá gì đó"
    }
  },
  {
    "translation": {
      "en": "to tell a parent to don't do that.",
      "vi": "để bảo phụ huynh đừng làm thế."
    }
  },
  {
    "translation": {
      "en": "You're gonna kill my mom.",
      "vi": "Bố sẽ giết mẹ con mất."
    }
  },
  {
    "translation": {
      "en": "I… I wasn't… I did not have the emotional maturity,",
      "vi": "Em thì… Em đã không có sự trưởng thành về mặt cảm xúc,"
    }
  },
  {
    "translation": {
      "en": "an… an… an engine to be able to do that.",
      "vi": "một động cơ để có thể làm điều đó."
    }
  },
  {
    "translation": {
      "en": "But I found myself doing it anyway.",
      "vi": "Nhưng dù gì em nhận ra mình đã làm thế."
    }
  },
  {
    "translation": {
      "en": "But the surprise of that now,",
      "vi": "Sự ngạc nhiên về việc đó hiện giờ, và em nghĩ đã viết nó vào sách,"
    }
  },
  {
    "translation": {
      "en": "and I think I wrote it in the book, is that I had it in me.",
      "vi": "Sự ngạc nhiên về việc đó hiện giờ, và em nghĩ đã viết nó vào sách, là rằng em đã có khả năng đó."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "là rằng em đã có khả năng đó."
    }
  },
  {
    "translation": {
      "en": "I had a different sorta strength in me that maybe I couldn't see at the time…",
      "vi": "Trong em có một nguồn sức mạnh khác mà có lẽ lúc đó em không thấy…"
    }
  },
  {
    "translation": {
      "en": "That's what you wrote. …but was ever present.",
      "vi": "Em có viết thế. …nhưng luôn hiện hữu."
    }
  },
  {
    "translation": {
      "en": "And that moment actually caused a shift in you",
      "vi": "Và thời khắc đó thực sự đã gây ra thay đổi trong em"
    }
  },
  {
    "translation": {
      "en": "to realize that you did have it in you. Yeah. I think, uh, it did.",
      "vi": "để nhận ra em có khả năng đó. Dạ, em nghĩ là đúng thế."
    }
  },
  {
    "translation": {
      "en": "Like after that, a lot of things changed. Yeah.",
      "vi": "Sau vụ đó, nhiều thứ đã thay đổi. Ừ."
    }
  },
  {
    "translation": {
      "en": "Fourteen was the age I decided I was gonna be an actress.",
      "vi": "14 tuổi là độ tuổi em đã quyết định sẽ làm diễn viên."
    }
  },
  {
    "translation": {
      "en": "Fourteen was the age that I won a major art contest,",
      "vi": "14 tuổi là độ tuổi em đã thắng một cuộc thi nghệ thuật lớn,"
    }
  },
  {
    "translation": {
      "en": "and I thought I was Slick Willie for doing that.",
      "vi": "em đã nghĩ em là Willie Giảo hoạt vì làm thế."
    }
  },
  {
    "translation": {
      "en": "Fourteen was the age that I realized I really wanted out,",
      "vi": "14 tuổi là độ tuổi em nhận ra mình thực sự muốn thoát ra,"
    }
  },
  {
    "translation": {
      "en": "and I saw a way out.",
      "vi": "và em đã nhìn thấy một lối thoát."
    }
  },
  {
    "translation": {
      "en": "A hole had been been blasted through this cave that I was in.",
      "vi": "Một cái lỗ đã được cho nổ xuyên vào cái hang mà em ở."
    }
  },
  {
    "translation": {
      "en": "Yeah. I wanna just say to everyone that you eventually forgave your father,",
      "vi": "Ừ. Chị đã muốn nói với mọi người rằng sau cùng em đã tha thứ cho bố mình,"
    }
  },
  {
    "translation": {
      "en": "and became very close with him towards the end of his life.",
      "vi": "và trở nên thân thiết với ông ấy đến lúc ông mất."
    }
  },
  {
    "translation": {
      "en": "And that you understood as an adult that he was dealing with his own demons",
      "vi": "Khi lớn khôn, em đã hiểu ông đã đối mặt với chính lũ quỷ của mình"
    }
  },
  {
    "translation": {
      "en": "and had come from, you know, such hardship and such tragedy and such",
      "vi": "mà đến từ, em biết đấy, gian khổ như thế, bi kịch như thế và sự…"
    }
  },
  {
    "translation": {
      "en": "Literally, you know, not being seen",
      "vi": "Quả thật là chúng đã không được nhìn thấy"
    }
  },
  {
    "translation": {
      "en": "and… and victimized himself.",
      "vi": "và đã hành hạ bản thân ông."
    }
  },
  {
    "translation": {
      "en": "Well, they say that that's what successful therapy is.",
      "vi": "Họ nói đó là chỗ thành công của liệu pháp."
    }
  },
  {
    "translation": {
      "en": "That when the day comes when you realize",
      "vi": "Rằng khi đến một ngày chị nhận ra"
    }
  },
  {
    "translation": {
      "en": "that your parents did the best they could with what they had.",
      "vi": "bố mẹ đã làm hết sức mình với những gì họ có."
    }
  },
  {
    "translation": {
      "en": "And In the end you realized that he loved you. How did you know, Viola?",
      "vi": "Cuối cùng, em đã nhận ra ông ấy yêu em. Làm sao em biết, Viola?"
    }
  },
  {
    "translation": {
      "en": "Because he told me and he showed me",
      "vi": "Vì bố đã nói với em và cho em xem"
    }
  },
  {
    "translation": {
      "en": "every single day.",
      "vi": "mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Even when he would be in the car with me driving,",
      "vi": "Ngay cả khi ông ngồi trong xe khi em lái xe,"
    }
  },
  {
    "translation": {
      "en": "and I drove into a parking lot,",
      "vi": "và em đã lái vào một bãi đỗ,"
    }
  },
  {
    "translation": {
      "en": "he would say, Boy, that's so good, daughter.",
      "vi": "ông sẽ nói, Ôi, thật tuyệt, con gái ạ."
    }
  },
  {
    "translation": {
      "en": "You such a great driver. I love you so much.",
      "vi": "Con đúng là tài xế cừ khôi. Bố rất yêu con."
    }
  },
  {
    "translation": {
      "en": "He would go to… He went to all of our plays even if they were in New York.",
      "vi": "Ông đã đến tất cả các vở kịch của bọn em, kể cả chúng ở New York."
    }
  },
  {
    "translation": {
      "en": "Was it hard, though, to forgive? Yeah.",
      "vi": "Có khó để tha thứ không?"
    }
  },
  {
    "translation": {
      "en": "Because I remember when I was… Gayle and I were talking about your book,",
      "vi": "Chị nhớ Gayle và chị đã nói về cuốn sách của em,"
    }
  },
  {
    "translation": {
      "en": "and she was saying, I just don't understand how you can forgive",
      "vi": "cô ấy đã nói, Tớ chỉ không hiểu làm sao cậu có thể tha thứ"
    }
  },
  {
    "translation": {
      "en": "when a parent has done so much damage.",
      "vi": "khi phụ huynh đã gây ra bao tổn thương."
    }
  },
  {
    "translation": {
      "en": "Was it hard for you to forgive? Absolutely it was. Mm.",
      "vi": "Chắc đã rất khó khăn cho em để tha thứ? Hoàn toàn đúng."
    }
  },
  {
    "translation": {
      "en": "It is, and it still is, I would say. But it's a choice.",
      "vi": "Em sẽ nói là đúng, và giờ vẫn vậy. Đó là một lựa chọn."
    }
  },
  {
    "translation": {
      "en": "You actually use a line in here that I often use for describing,",
      "vi": "Em thực ra có viết một câu trong đây mà chị thường dùng để mô tả"
    }
  },
  {
    "translation": {
      "en": "you know, forgiveness.",
      "vi": "sự tha thứ."
    }
  },
  {
    "translation": {
      "en": "That it's giving up hope that the past could've been different.",
      "vi": "Từ bỏ hy vọng rằng quá khứ hẳn có thể khác đi."
    }
  },
  {
    "translation": {
      "en": "Yeah. And you use that line in here.",
      "vi": "Từ bỏ hy vọng rằng quá khứ hẳn có thể khác đi. Em đã viết câu đó trong đây."
    }
  },
  {
    "translation": {
      "en": "So you had reached that point",
      "vi": "Vậy là em đã đến thời điểm đó và nhận ra,"
    }
  },
  {
    "translation": {
      "en": "and recognize that I can't change what it was.",
      "vi": "Vậy là em đã đến thời điểm đó và nhận ra, giờ em đâu thể thay đổi sự đã rồi."
    }
  },
  {
    "translation": {
      "en": "Absolutely. And so I'm just going to march forward.",
      "vi": "Đúng vậy. Vì thế em sẽ chỉ tiến về phía trước."
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, listen,",
      "vi": "Vâng. Ý em là, nghe này,"
    }
  },
  {
    "translation": {
      "en": "uh, y you know…",
      "vi": "chị biết đấy…"
    }
  },
  {
    "translation": {
      "en": "At the end of the day, that's what we're all trying to do.",
      "vi": "suy cho cùng, đó là điều chúng ta đều đang cố gắng làm."
    }
  },
  {
    "translation": {
      "en": "We're all trying to do the best we can with what we've been given.",
      "vi": "Ta cố gắng làm tốt nhất có thể với những gì được ban tặng."
    }
  },
  {
    "translation": {
      "en": "And that's it. Mm hmm.",
      "vi": "Và thế là đủ."
    }
  },
  {
    "translation": {
      "en": "We just don't have a face of what that looks like.",
      "vi": "Ta quá xấu hổ về việc nó trông ra sao."
    }
  },
  {
    "translation": {
      "en": "I think that sometimes we watch too much TV.",
      "vi": "Em nghĩ đôi khi chúng ta xem TV quá nhiều."
    }
  },
  {
    "translation": {
      "en": "And we… we want lives to be played out the same way.",
      "vi": "Và ta muốn những cuộc đời diễn ra giống thế."
    }
  },
  {
    "translation": {
      "en": "A 41 minute drama is played out on Thursday night lineup",
      "vi": "Một vở kịch dài 41 phút diễn ra vào lịch tối thứ Năm…"
    }
  },
  {
    "translation": {
      "en": "And it don't work that way. And it doesn't work that way.",
      "vi": "Nó đâu diễn ra như thế. Không như thế được."
    }
  },
  {
    "translation": {
      "en": "That everything is… becomes a, sort of, extension",
      "vi": "Mọi thứ trở thành, kiểu như, một sự mở rộng đến mức độ nào"
    }
  },
  {
    "translation": {
      "en": "to how much you're willing to accept the life that God gave you…",
      "vi": "Mọi thứ trở thành, kiểu như, một sự mở rộng đến mức độ nào chị sẵn sàng chấp nhận cuộc sống mà Chúa ban cho chị."
    }
  },
  {
    "translation": {
      "en": "and how much bravery you have to forge ahead",
      "vi": "Và chị có bao nhiêu bản lĩnh để tiến lên phía trước"
    }
  },
  {
    "translation": {
      "en": "and create the life that you actually want.",
      "vi": "và tạo ra cuộc sống mà chị thực sự muốn."
    }
  },
  {
    "translation": {
      "en": "Want. Yes, ma'am.",
      "vi": "Ý muốn. Đúng, thưa cô."
    }
  },
  {
    "translation": {
      "en": "And it becomes, you know, it's like…",
      "vi": "Và nó trở nên, như thể…"
    }
  },
  {
    "translation": {
      "en": "My therapist told me that life is about two things.",
      "vi": "Bác sĩ trị liệu của em bảo là cuộc sống là về hai thứ."
    }
  },
  {
    "translation": {
      "en": "Living life for pleasure, and gratefulness, and joy,",
      "vi": "Sống cuộc đời vì lạc thú, lòng biết ơn và vui vẻ"
    }
  },
  {
    "translation": {
      "en": "but also the understanding that the downtime is gonna come.",
      "vi": "và còn cả sự thấu hiểu rằng giai đoạn khó khăn sẽ đến."
    }
  },
  {
    "translation": {
      "en": "Ugh. Yes. And if you can, sort of…",
      "vi": "Và nếu chị có thể, đại khái,"
    }
  },
  {
    "translation": {
      "en": "be somewhere in the middle of that and understanding that,",
      "vi": "ở đâu đó trong giai đoạn ấy và hiểu được điều đó,"
    }
  },
  {
    "translation": {
      "en": "then you could, sort of… It's survivable.",
      "vi": "thì chị có thể, đại loại là có thể sống sót."
    }
  },
  {
    "translation": {
      "en": "For me, when I was younger, I thought I was cursed.",
      "vi": "Với em, khi còn trẻ, em đã nghĩ mình bị nguyền rủa."
    }
  },
  {
    "translation": {
      "en": "I was like, Okay, um, you know, no one thinks I'm cute.",
      "vi": "Em tự nhủ, được rồi, không ai nghĩ em dễ thương,"
    }
  },
  {
    "translation": {
      "en": "So I don't have that.",
      "vi": "nên em chả có thứ đó."
    }
  },
  {
    "translation": {
      "en": "I'm poor. I don't have any money, any resources.",
      "vi": "Em nghèo. Em chả có tiền, bất kỳ nguồn lực nào."
    }
  },
  {
    "translation": {
      "en": "You know, I have a lot of violence in the family.",
      "vi": "Em chịu nhiều bạo lực trong gia đình."
    }
  },
  {
    "translation": {
      "en": "I was like, Where's my sunlight?",
      "vi": "Em tự hỏi, Ánh mặt trời của em đâu?"
    }
  },
  {
    "translation": {
      "en": "Where is it?",
      "vi": "Nó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Until once again, this is the power. I say it to people all the time.",
      "vi": "Đến khi, một lần nữa, khả năng đó đây rồi. Em nói với mọi người suốt,"
    }
  },
  {
    "translation": {
      "en": "You find people in your life who love you.",
      "vi": "Bạn tìm thấy những người trong đời yêu quý bạn."
    }
  },
  {
    "translation": {
      "en": "And what those people do, because they love you,",
      "vi": "Và những gì họ làm, vì họ yêu quý bạn,"
    }
  },
  {
    "translation": {
      "en": "and they love all of you, even your flaws,",
      "vi": "và họ yêu tất cả của bạn, kể cả khuyết điểm,"
    }
  },
  {
    "translation": {
      "en": "is they give you permission to be able to love yourself.",
      "vi": "là họ cho phép bạn có thể yêu bản thân mình."
    }
  },
  {
    "translation": {
      "en": "What do I mean by that?",
      "vi": "Em nói thế là sao?"
    }
  },
  {
    "translation": {
      "en": "Ron Stetson who said, Don't you know, you're beautiful, Viola?",
      "vi": "Ron Stetson đã nói, Cô không biết, cô rất đẹp sao, Viola?"
    }
  },
  {
    "translation": {
      "en": "I've always seen you as beautiful. You do?",
      "vi": "Tôi luôn nghĩ cô là một người đẹp. Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Okay. I wanna go to that moment. Yep.",
      "vi": "Được rồi. Chị muốn nói đến lúc đó."
    }
  },
  {
    "translation": {
      "en": "The first time you show up at Upward Bound,",
      "vi": "Về lần đầu em xuất hiện ở Upward Bound,"
    }
  },
  {
    "translation": {
      "en": "this is an organization that's helping kids from the inner city.",
      "vi": "tổ chức hỗ trợ trẻ em đến từ khu dân nghèo nội thị."
    }
  },
  {
    "translation": {
      "en": "I love this moment where Ron is talking about,",
      "vi": "Chị thích cái lúc mà Ron nói về"
    }
  },
  {
    "translation": {
      "en": "uh, what it means to be an actor.",
      "vi": "ý nghĩa của việc là diễn viên."
    }
  },
  {
    "translation": {
      "en": "And every… Who wants to be an actor? He asks the question.",
      "vi": "Anh ấy hỏi, Ai muốn làm diễn viên?"
    }
  },
  {
    "translation": {
      "en": "And everybody raises their hand.",
      "vi": "Mọi người đều giơ tay lên."
    }
  },
  {
    "translation": {
      "en": "And as he continues to talk about how difficult it is to be an actor…",
      "vi": "Khi anh ấy tiếp tục nói về việc làm diễn viên khó khăn thế nào,"
    }
  },
  {
    "translation": {
      "en": "How many rejections you're gonna have, how hard you're gonna have to work,",
      "vi": "bọn em sẽ nhận bao nhiêu lời khước từ, phải làm việc nỗ lực ra sao,"
    }
  },
  {
    "translation": {
      "en": "how many times you get turned down.",
      "vi": "bao nhiêu lần bị từ chối,"
    }
  },
  {
    "translation": {
      "en": "the hands start going down, and the hands start going down, and the hands start going down,",
      "vi": "những bàn tay bắt đầu hạ xuống."
    }
  },
  {
    "translation": {
      "en": "and yours is the last hand remaining.",
      "vi": "Và cuối cùng chỉ còn tay em vẫn đang giơ."
    }
  },
  {
    "translation": {
      "en": "And you say that my dreams were bigger than my fears.",
      "vi": "Và em nói ước mơ của em lớn hơn nỗi sợ."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "I needed a dream",
      "vi": "Em đã cần một ước mơ."
    }
  },
  {
    "translation": {
      "en": "like I needed food and water.",
      "vi": "Như em đã cần thức ăn và nước uống."
    }
  },
  {
    "translation": {
      "en": "That dream wasn't just a goal.",
      "vi": "Ước mơ đó không chỉ là mục tiêu."
    }
  },
  {
    "translation": {
      "en": "That dream was my way out,",
      "vi": "Nó đã là lối thoát của em."
    }
  },
  {
    "translation": {
      "en": "was my, sort of, salvation.",
      "vi": "Đó là sự cứu rỗi của em."
    }
  },
  {
    "translation": {
      "en": "You know, I just wanna interrupt here to say, uh… You know, I grew up poor.",
      "vi": "Chị chỉ muốn ngắt lời ở đây để nói chị đã lớn lên trong nghèo khó."
    }
  },
  {
    "translation": {
      "en": "Having read your story, I… I don't even understand,",
      "vi": "Sau khi đọc câu chuyện của em, chị thậm chí không hiểu"
    }
  },
  {
    "translation": {
      "en": "uh, poverty like the kind you have experienced.",
      "vi": "sự nghèo đói giống như kiểu em từng trải qua."
    }
  },
  {
    "translation": {
      "en": "And what I came away from, the book,",
      "vi": "Và điều chị tin sau khi đọc xong cuốn sách"
    }
  },
  {
    "translation": {
      "en": "believing is that the shame of it,",
      "vi": "là sự xấu hổ vì nghèo đói,"
    }
  },
  {
    "translation": {
      "en": "the shame of it is actually the worst.",
      "vi": "nó thực sự là điều tồi tệ nhất."
    }
  },
  {
    "translation": {
      "en": "And there is a story that you tell here",
      "vi": "Và có một câu chuyện em kể ở đây"
    }
  },
  {
    "translation": {
      "en": "about a time where the electricity was off,",
      "vi": "về một khoảng thời gian mà điện bị cắt,"
    }
  },
  {
    "translation": {
      "en": "there was no gas, the pipes were frozen,",
      "vi": "không có ga, đường ống bị đóng băng."
    }
  },
  {
    "translation": {
      "en": "you all had all wet the bed.",
      "vi": "Tất cả bọn em đều bị đái dầm."
    }
  },
  {
    "translation": {
      "en": "Everybody is at home, you can't… There's nowhere you can go.",
      "vi": "Mọi người đều ở nhà. Chẳng có nơi nào để đi."
    }
  },
  {
    "translation": {
      "en": "And your sister, Diane, decided she was gonna go to school.",
      "vi": "Và chị gái em, Dianne, quyết định sẽ tới trường."
    }
  },
  {
    "translation": {
      "en": "And she got up and she spit her face and wiped her face and said,",
      "vi": "Cô ấy đứng dậy, nhổ nước bọt ra tay, lau mặt và nói,"
    }
  },
  {
    "translation": {
      "en": "I'm going. How do I look? Mm hmm.",
      "vi": "Chị đi đây. Nom ổn chưa?"
    }
  },
  {
    "translation": {
      "en": "And then your mother decided you all were gonna leave to go find heat.",
      "vi": "Và rồi mẹ em quyết định tất cả các con sẽ rời nhà đi tìm nhiệt."
    }
  },
  {
    "translation": {
      "en": "Can you describe that moment?",
      "vi": "Em có thể mô tả lúc đó?"
    }
  },
  {
    "translation": {
      "en": "I just picture all of you walking down the street in your,",
      "vi": "Chị chỉ hình dung ra tất cả các em đi dọc phố trong đôi giày của mình."
    }
  },
  {
    "translation": {
      "en": "you know, shoes and the holes in your shoes.",
      "vi": "Chị chỉ hình dung ra tất cả các em đi dọc phố trong đôi giày của mình. Những đôi giày thủng."
    }
  },
  {
    "translation": {
      "en": "It's Rhode Island. It's snowing and cold. Freezing. Mm hmm.",
      "vi": "Rhode Island đấy. Tuyết rơi và lạnh. Đóng băng."
    }
  },
  {
    "translation": {
      "en": "And the teacher, Mrs. Prosser, comes out and sees you on the road…",
      "vi": "Và cô giáo ấy, cô Prosser, đi ra và thấy bọn em trên đường…"
    }
  },
  {
    "translation": {
      "en": "And says, Mrs. Davis, Mrs. Davis, why aren't your kids in school?",
      "vi": "Bèn nói, Bà Davis, sao bọn trẻ không đi học?"
    }
  },
  {
    "translation": {
      "en": "They haven't been in school all week.",
      "vi": "Chúng không đi học cả tuần rồi."
    }
  },
  {
    "translation": {
      "en": "And my mom says, We don't have no heat.",
      "vi": "Mẹ em đáp, Chúng tôi không có nhiệt."
    }
  },
  {
    "translation": {
      "en": "Um, the pipes are frozen, so the water don't even come out.",
      "vi": "Đường ống bị đóng băng, nên nước còn không chảy ra."
    }
  },
  {
    "translation": {
      "en": "And we all really cold, and we don't have no food.",
      "vi": "Cả nhà tôi đều rất lạnh, và chúng tôi không có thức ăn."
    }
  },
  {
    "translation": {
      "en": "And… and then she, Mrs. Prosser,",
      "vi": "Cả nhà tôi đều rất lạnh, và chúng tôi không có thức ăn. Và rồi cô Prosser người mà,"
    }
  },
  {
    "translation": {
      "en": "who, once again,",
      "vi": "Và rồi cô Prosser người mà, một lần nữa,"
    }
  },
  {
    "translation": {
      "en": "you know, one of those people that gives you permission.",
      "vi": "một trong những người cho phép ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Nhớ rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Um…",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "She had tears in her eyes,",
      "vi": "Mắt cô ấy đong đầy nước mắt,"
    }
  },
  {
    "translation": {
      "en": "and she was touching our faces, and she said, I'm so sorry, Mrs. Davis.",
      "vi": "rồi chạm vào mặt chúng em, và nói, Tôi rất xin lỗi, bà Davis."
    }
  },
  {
    "translation": {
      "en": "I'm so, so sorry.",
      "vi": "Tôi rất xin lỗi. Hãy cho chúng tôi biết bất cứ điều gì"
    }
  },
  {
    "translation": {
      "en": "You let us know whatever we can do, you know, for you.",
      "vi": "Tôi rất xin lỗi. Hãy cho chúng tôi biết bất cứ điều gì chúng tôi có thể làm cho nhà bà."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Tôi rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "But, you know,",
      "vi": "Nhưng, chị biết không,"
    }
  },
  {
    "translation": {
      "en": "Mrs. Prosser is interesting.",
      "vi": "cô Prosser rất thú vị."
    }
  },
  {
    "translation": {
      "en": "Mrs. Prosser would call me to her office from time to time",
      "vi": "Thỉnh thoảng cô ấy sẽ gọi em đến văn phòng"
    }
  },
  {
    "translation": {
      "en": "with a bag full of the most beautiful clothes",
      "vi": "với một túi đầy quần áo đẹp"
    }
  },
  {
    "translation": {
      "en": "that were hand me downs from her daughter.",
      "vi": "là đồ để lại từ con gái cô ấy."
    }
  },
  {
    "translation": {
      "en": "And she would give it to me because she knew I needed clothes,",
      "vi": "Cô ấy sẽ đưa nó cho em vì biết em cần quần áo,"
    }
  },
  {
    "translation": {
      "en": "which by the way, I was like… it was like giving me just some jewels",
      "vi": "việc đó nhân tiện, em cảm thấy… như thể cho em vài món trang sức vậy."
    }
  },
  {
    "translation": {
      "en": "When you are in the face of compassion",
      "vi": "Khi chị đối mặt với lòng trắc ẩn"
    }
  },
  {
    "translation": {
      "en": "and empathy…",
      "vi": "và sự đồng cảm,"
    }
  },
  {
    "translation": {
      "en": "…it's amazing how it kills shame.",
      "vi": "cách nó triệt tiêu xấu hổ thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Because you're seen.",
      "vi": "Vì chị được chú ý."
    }
  },
  {
    "translation": {
      "en": "And you're seen for something way more valuable than your circumstances.",
      "vi": "Và được chú ý vì điều gì đó có giá trị hơn hoàn cảnh của chị."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "That's why I bring her up. She saw you. She actually saw you. Yeah.",
      "vi": "Nên em mới nhắc đến cô ấy. Cô ấy đúng là đã chú ý đến em."
    }
  },
  {
    "translation": {
      "en": "I remember when, I think it was a teacher or a nurse",
      "vi": "Chị còn nhớ, cái lúc… Chắc đó là một giáo viên hoặc y tá"
    }
  },
  {
    "translation": {
      "en": "who had come to… who had been assigned to speak to you about hygiene",
      "vi": "người được chỉ định nói chuyện với em về vệ sinh"
    }
  },
  {
    "translation": {
      "en": "because you were wetting the bed all the time.",
      "vi": "vì em cứ đái dầm suốt."
    }
  },
  {
    "translation": {
      "en": "So you'd come to school smelling like urine,",
      "vi": "Nên khi em đến trường bốc mùi như nước tiểu,"
    }
  },
  {
    "translation": {
      "en": "and she gave you this lecture about how to go home and clean up yourself,",
      "vi": "rồi cô ấy đã lên lớp cho em về cách đi về nhà và tự vệ sinh,"
    }
  },
  {
    "translation": {
      "en": "and you did.",
      "vi": "và em đã làm thế."
    }
  },
  {
    "translation": {
      "en": "I think that at the end of the day, what I was looking for is love.",
      "vi": "Em nghĩ cuối cùng thì điều em tìm kiếm là yêu thương."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ phải."
    }
  },
  {
    "translation": {
      "en": "That sort of radical… power of love.",
      "vi": "Kiểu căn bản…"
    }
  },
  {
    "translation": {
      "en": "You have so many beautiful moments like that in here.",
      "vi": "Em có nhiều thời khắc đẹp như thế ở đây."
    }
  },
  {
    "translation": {
      "en": "I… Do you know why I love that moment so much? Because ITeachers were my saviors.",
      "vi": "Biết sao chị rất yêu thời khắc đó? Vì chị… Thầy cô là cứu tinh của chị."
    }
  },
  {
    "translation": {
      "en": "Absolutely, my saviors. Teachers were my saviors.",
      "vi": "Quả là cứu tinh của em. Họ là cứu tinh của chị."
    }
  },
  {
    "translation": {
      "en": "Like I said, there's power in love. It's radical.",
      "vi": "Như em đã nói, tình yêu có sức mạnh. Nó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "But I can't describe, even in words,",
      "vi": "Nhưng em không thể mô tả, ngay cả bằng lời,"
    }
  },
  {
    "translation": {
      "en": "that it was a hard, uh, story to tell",
      "vi": "rằng đó là một câu chuyện khó kể"
    }
  },
  {
    "translation": {
      "en": "because at the same time, my sister Deloris was also called to the office.",
      "vi": "vì cùng lúc đó, chị gái em, Deloris cũng được gọi đến văn phòng."
    }
  },
  {
    "translation": {
      "en": "We were both called because we smelled really bad that day.",
      "vi": "Cả hai bọn em đều bị gọi đến vì hôm đó bốc mùi rất nồng."
    }
  },
  {
    "translation": {
      "en": "Could you smell yourself? Did you know you smelled?",
      "vi": "Em có tự ngửi thấy? Có biết mình bốc mùi?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You did?",
      "vi": "Có chị ạ. Vậy à?"
    }
  },
  {
    "translation": {
      "en": "I didn't know what to do about it. Yeah.",
      "vi": "Và em không biết phải làm gì với nó. Ừ."
    }
  },
  {
    "translation": {
      "en": "You know, I think that people just automatically assume,",
      "vi": "Chị biết đấy, em nghĩ mọi người cứ tự động cho rằng,"
    }
  },
  {
    "translation": {
      "en": "well, you just clean yourself.",
      "vi": "chị cứ tự vệ sinh thôi."
    }
  },
  {
    "translation": {
      "en": "Mm hmm. Well, not if anyone doesn't show you.",
      "vi": "Không đâu nếu chả ai chỉ cho chị."
    }
  },
  {
    "translation": {
      "en": "Once again, going back to the Stevie Wonder song.",
      "vi": "Quay lại bài hát của Stevie Wonder."
    }
  },
  {
    "translation": {
      "en": "Show me how to do what you do. Show me how to do it.",
      "vi": "Chỉ tôi cách làm điều bạn làm. Chỉ tôi cách làm."
    }
  },
  {
    "translation": {
      "en": "No one showed me. Mm hmm.",
      "vi": "Chẳng ai chỉ cho em."
    }
  },
  {
    "translation": {
      "en": "And we didn't have any hot water. A lot of times we didn't have any soap.",
      "vi": "Và nhà em không có tí nước nóng nào. Rất nhiều lần cả nhà chẳng có xà phòng."
    }
  },
  {
    "translation": {
      "en": "A lot of times we didn't even have any clean clothes.",
      "vi": "Rất nhiều lần chúng em còn chả có bộ quần áo sạch nào."
    }
  },
  {
    "translation": {
      "en": "You know, we'd wash the clothes by hand the night before,",
      "vi": "Chúng em vừa giặt tay quần áo vào tối hôm trước."
    }
  },
  {
    "translation": {
      "en": "hang them up to dry, and try not to hang them outside.",
      "vi": "Treo chúng lên cho khô và cố gắng không treo ra bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Because we'd hang them outside sometimes, but it's cold.",
      "vi": "Có dạo cũng có treo ra ngoài, mà trời quá lạnh."
    }
  },
  {
    "translation": {
      "en": "So, the next day, they're icicles. They'd freeze. Yes.",
      "vi": "Hôm sau là thành cột băng. Bị đóng băng."
    }
  },
  {
    "translation": {
      "en": "So you hang them out to dry, and the next day, if they're not dry, they're wet.",
      "vi": "Chị treo chúng ra cho khô, ngày hôm sau nếu không khô, chúng sẽ ướt."
    }
  },
  {
    "translation": {
      "en": "But then if you're not clean, you're putting on wet clothes…",
      "vi": "Nếu chị không sạch sẽ và mặc quần áo ướt…"
    }
  },
  {
    "translation": {
      "en": "It's all the…",
      "vi": "Tất cả đều… Mọi người không nhận ra"
    }
  },
  {
    "translation": {
      "en": "People don't realize that if no one shows you,",
      "vi": "Tất cả đều… Mọi người không nhận ra nếu không ai chỉ cho chị,"
    }
  },
  {
    "translation": {
      "en": "then you have to figure it out on your own.",
      "vi": "thì chị phải tự mình tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "And I didn't have the tools to figure it… figure it out on my own.",
      "vi": "Và em đã không có công cụ để tự tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "And then I was ashamed that I didn't have the tools to figure it out on my own.",
      "vi": "Lúc đó em rất ngượng vì không có công cụ để tự mình tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "So then all I had, all I could do was swim in the shame.",
      "vi": "Nên tất cả những gì em có và có thể làm là bơi trong nỗi xấu hổ."
    }
  },
  {
    "translation": {
      "en": "Yes. I love… There's a line that you use.",
      "vi": "Ừ. Có một dòng mà em viết đây."
    }
  },
  {
    "translation": {
      "en": "I think it's on page 89 where you talk about…",
      "vi": "Chị nghĩ ở trang 89, em nói về…"
    }
  },
  {
    "translation": {
      "en": "You're… People are always saying, Just do better. Do better.",
      "vi": "người ta luôn nói cứ làm tốt hơn đi."
    }
  },
  {
    "translation": {
      "en": "Try harder. Pull yourself up by your bootstraps.",
      "vi": "Nỗ lực hơn lên. Hãy tự lực cánh sinh đi."
    }
  },
  {
    "translation": {
      "en": "But hard to pull yourself up when you don't have a boot.",
      "vi": "Thật khó tự lực khi không có cần câu."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Rõ ràng."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Quá đúng luôn. Chị biết đấy, nó là"
    }
  },
  {
    "translation": {
      "en": "You know it's… it's… it's the vision of what you want in your life.",
      "vi": "Quá đúng luôn. Chị biết đấy, nó là ảo tưởng về điều chị muốn trong đời."
    }
  },
  {
    "translation": {
      "en": "Right? The… Or the discovery of what you wanna do.",
      "vi": "Nhỉ? Hoặc sự khám phá những gì chị muốn làm."
    }
  },
  {
    "translation": {
      "en": "It's a vision of where you wanna end up,",
      "vi": "Đó là ảo tưởng về nơi chị muốn đến,"
    }
  },
  {
    "translation": {
      "en": "but there's this whole part in between of how to get there.",
      "vi": "nhưng lại có nguyên phần này chen giữa cách thức đi đến đó."
    }
  },
  {
    "translation": {
      "en": "That whole journey of someone who gives you that rope,",
      "vi": "Toàn bộ hành trình của ai đó mà cho chị sợi dây ấy,"
    }
  },
  {
    "translation": {
      "en": "that… that… that sword,",
      "vi": "thanh kiếm ấy,"
    }
  },
  {
    "translation": {
      "en": "that, you know,",
      "vi": "rồi thì, chị biết đấy,"
    }
  },
  {
    "translation": {
      "en": "that knife, whatever.",
      "vi": "con dao ấy, gì cũng được."
    }
  },
  {
    "translation": {
      "en": "That whole in between is what you have to figure out.",
      "vi": "Nguyên phần ở giữa đó là thứ chị phải tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "And that was the thing that became rickety.",
      "vi": "Và đó là thứ mà trở nên dễ lung lay."
    }
  },
  {
    "translation": {
      "en": "That I wanted someone to help me figure it out.",
      "vi": "Thứ em đã muốn một ai đó giúp em tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừm."
    }
  },
  {
    "translation": {
      "en": "And In the midst of all this, there's also sexual abuse going on in the home.",
      "vi": "Giữa cả quá trình này, có cả lạm dụng tình dục xảy ra trong gia đình."
    }
  },
  {
    "translation": {
      "en": "There's nothing that didn't happen. You had sexual abuse. Yeah.",
      "vi": "Không có gì mà không… Em đã bị lạm dụng tình dục."
    }
  },
  {
    "translation": {
      "en": "Violence going on in the home.",
      "vi": "Bạo lực xảy ra trong gia đình."
    }
  },
  {
    "translation": {
      "en": "You have the tyranny of colorism, sexism, racism.",
      "vi": "Em chịu sự chuyên chế của sự phân biệt màu da, giới tính, chủng tộc."
    }
  },
  {
    "translation": {
      "en": "I was so struck by the fact that your mother's story",
      "vi": "Chị rất ấn tượng với sự thật về câu chuyện của mẹ em, rằng bà chỉ học hết lớp 8"
    }
  },
  {
    "translation": {
      "en": "that she only went to the 8th grade because she was beaten in school",
      "vi": "về câu chuyện của mẹ em, rằng bà chỉ học hết lớp 8 vì bị đánh đập ở trường"
    }
  },
  {
    "translation": {
      "en": "by the light skinned teacher for not being light enough.",
      "vi": "bởi giáo viên da sáng màu vì da bà không đủ sáng."
    }
  },
  {
    "translation": {
      "en": "And that the same thing happened to your sister Diane",
      "vi": "Và điều tương tự cũng xảy ra với chị Dianne của em,"
    }
  },
  {
    "translation": {
      "en": "when she was in South Carolina.",
      "vi": "khi cô ấy ở Nam Carolina."
    }
  },
  {
    "translation": {
      "en": "Beaten by the teachers for not being light enough.",
      "vi": "Bị giáo viên đánh vì da không đủ sáng màu."
    }
  },
  {
    "translation": {
      "en": "Beaten by Black teachers in a segregated school",
      "vi": "Bị giáo viên da đen đánh ở một trường tách biệt"
    }
  },
  {
    "translation": {
      "en": "for not being light enough.",
      "vi": "vì da không đủ sáng."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "You know, I think that…",
      "vi": "Em nghĩ rằng…"
    }
  },
  {
    "translation": {
      "en": "…failure and hardship is an interesting learning tool.",
      "vi": "thất bại và gian khó là một công cụ học tập thú vị."
    }
  },
  {
    "translation": {
      "en": "Because I think that once you hit bottom,",
      "vi": "Bởi vì theo em một khi chị chạm đáy vực,"
    }
  },
  {
    "translation": {
      "en": "then you either stay there or you figure out how to rise up.",
      "vi": "thì hoặc chị ở lại đó hoặc chị sẽ tìm ra cách để leo lên."
    }
  },
  {
    "translation": {
      "en": "And I think that that's what happened with all of us.",
      "vi": "Và em nghĩ đó là điều đã xảy ra với tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "Even my sister Diane back in the day,",
      "vi": "Ngay cả chị em, Dianne, ngày ấy,"
    }
  },
  {
    "translation": {
      "en": "and my mom, that you either survive or you don't.",
      "vi": "và mẹ em, cũng đều hoặc sống sót hoặc tiêu đời."
    }
  },
  {
    "translation": {
      "en": "The sisters, you all were your own little army.",
      "vi": "Chị em nhà em là đội quân nhỏ của chính các em."
    }
  },
  {
    "translation": {
      "en": "Where would you be without your sisters?",
      "vi": "Em sẽ ra sao nếu thiếu các chị em?"
    }
  },
  {
    "translation": {
      "en": "Yeah.  You said you all were your own platoon.",
      "vi": "Dạ. Em đã nói cả đám là trung đội của nhau."
    }
  },
  {
    "translation": {
      "en": "Yes. Absolutely. Yeah. Yeah.",
      "vi": "Vâng. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "And on page 75, you write this about your sisters.",
      "vi": "Ở trang 75, em viết về chị em mình."
    }
  },
  {
    "translation": {
      "en": "You say, Some battles we won,",
      "vi": "Em nói, Vài trận chúng tôi đã thắng,"
    }
  },
  {
    "translation": {
      "en": "survived together and emerged with laughter and perspective,",
      "vi": "cùng nhau sống sót, thoát ra với nụ cười về tương quan,"
    }
  },
  {
    "translation": {
      "en": "and some brutal ones, sexual abuse, we lost.",
      "vi": "còn vài trận dã man, lạm dụng tình dục, chúng tôi thua."
    }
  },
  {
    "translation": {
      "en": "Sexual abuse back in the day didn't even have a name.",
      "vi": "Lạm dụng tình dục ngày xưa thậm chí còn chẳng có tên."
    }
  },
  {
    "translation": {
      "en": "No, it didn't.",
      "vi": "Không có thật."
    }
  },
  {
    "translation": {
      "en": "It's just, you know, that dirty old man on the street,",
      "vi": "Chỉ là ông già bẩn thỉu trên phố kia"
    }
  },
  {
    "translation": {
      "en": "you know, who wanted to give you a quarter, but then wanted a kiss.",
      "vi": "đã cho chị một đồng 25 cent, nhưng sau đó lại muốn một nụ hôn."
    }
  },
  {
    "translation": {
      "en": "No one knows what boundaries are with little girls,",
      "vi": "Không ai biết ranh giới với các bé gái là gì,"
    }
  },
  {
    "translation": {
      "en": "especially back in the day.",
      "vi": "nhất là thời xưa."
    }
  },
  {
    "translation": {
      "en": "So, if a… a guy said, you know, Give me a kiss.",
      "vi": "Nên, nếu một anh chàng nói, Hôn anh cái đi."
    }
  },
  {
    "translation": {
      "en": "Someone said, Oh, give him a kiss. It's not a big deal.",
      "vi": "Ai đó bèn nói, Hôn anh ta đi. Chuyện vặt."
    }
  },
  {
    "translation": {
      "en": "Or someone leaves you with a male babysitter",
      "vi": "Hoặc ai đó để chị ở cùng một chú trông trẻ"
    }
  },
  {
    "translation": {
      "en": "because that male babysitter is a friend of the family.",
      "vi": "vì người đó là bạn của gia đình."
    }
  },
  {
    "translation": {
      "en": "And then your parents go out and they leave you alone.",
      "vi": "Rồi bố mẹ chị ra ngoài và để chị một mình."
    }
  },
  {
    "translation": {
      "en": "They don't think anything of it.",
      "vi": "Họ không nghĩ gì cả."
    }
  },
  {
    "translation": {
      "en": "You know, we didn't have social media back in the day",
      "vi": "Ngày xưa chúng ta chưa có mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "where people would talk about statistics of how many girls are molested",
      "vi": "nơi họ nói về số liệu thống kê có bao nhiêu cô gái bị quấy rối…"
    }
  },
  {
    "translation": {
      "en": "That's right. Wasn't even… wasn't even… wasn't even a word for it.",
      "vi": "Đúng. Thậm chí chả có lời nào về nó."
    }
  },
  {
    "translation": {
      "en": "But I think what you've done in this book",
      "vi": "Chị nghĩ những gì em đã làm trong cuốn sách này"
    }
  },
  {
    "translation": {
      "en": "is revealed a part of yourself that is really a part of us all.",
      "vi": "đã tiết lộ một phần của em mà đúng là một phần của tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "Yeah. Every person who's struggling for self love,",
      "vi": "Dạ. Ai cũng đang vật lộn để yêu bản thân cả,"
    }
  },
  {
    "translation": {
      "en": "and I just so appreciate you being honest enough to be able to say",
      "vi": "và chị đánh giá cao em vì đã đủ trung thực để có thể nói thế"
    }
  },
  {
    "translation": {
      "en": "that when you were first on stage,",
      "vi": "khi lần đầu xuất hiện trên sân khấu,"
    }
  },
  {
    "translation": {
      "en": "and you would get the adulation and the applause,",
      "vi": "em sẽ nhận được sự tán dương và vỗ tay"
    }
  },
  {
    "translation": {
      "en": "and the people saying, I'm so moved by what you've done and what you acted,",
      "vi": "và mọi người nói, Tôi rất cảm động vì các việc cô làm, các vai cô diễn,"
    }
  },
  {
    "translation": {
      "en": "that you…",
      "vi": "mà em…"
    }
  },
  {
    "translation": {
      "en": "At first, you are satiated by that, for a moment,",
      "vi": "Lúc đầu, em được làm thỏa mãn bởi điều đó trong chốc lát,"
    }
  },
  {
    "translation": {
      "en": "but then you come to recognize that that really has nothing to do with self love,",
      "vi": "nhưng rồi em bắt đầu nhận ra nó thật sự chả liên quan gì đến yêu bản thân"
    }
  },
  {
    "translation": {
      "en": "and actually begins to create this feeling of being an impostor.",
      "vi": "và quả thật bắt đầu gây ra cảm giác là kẻ mạo danh."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "You feel, first of all, you feel an impostor in your work.",
      "vi": "Đầu tiên, chị thấy như một kẻ mạo danh trong công việc."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna feel the impostor in my life.",
      "vi": "Em đã không muốn cảm thấy như thế trong đời."
    }
  },
  {
    "translation": {
      "en": "I would think this book is my gift to others.",
      "vi": "Em sẽ nghĩ cuốn sách này là món quà em tặng người khác."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "I felt like it was, uh… it was a sort of…",
      "vi": "Chị thấy như nó đại loại…"
    }
  },
  {
    "translation": {
      "en": "It was a gift to yourself.",
      "vi": "Nó là món quà cho chính em."
    }
  },
  {
    "translation": {
      "en": "It was a releasing for yourself, but… and in that releasing,",
      "vi": "Đó là sự giải thoát cho chính em, nhưng trong sự giải thoát đó,"
    }
  },
  {
    "translation": {
      "en": "all the other people are gonna be so served by this story.",
      "vi": "câu chuyện này sẽ có ích như thế cho tất cả những người đó."
    }
  },
  {
    "translation": {
      "en": "I hope so. Yeah.",
      "vi": "Mong là vậy. Ừ."
    }
  },
  {
    "translation": {
      "en": "It's my way of owning my story.",
      "vi": "Đó là cách nhìn nhận câu chuyện của em."
    }
  },
  {
    "translation": {
      "en": "It's my way of not, sort of, sweeping it under the rug",
      "vi": "Là cách của em để, phần nào đó, không che giấu sai lầm"
    }
  },
  {
    "translation": {
      "en": "and creating this other image of me",
      "vi": "và tạo ra một hình ảnh khác về mình."
    }
  },
  {
    "translation": {
      "en": "because I feel like in creating this different image,",
      "vi": "Vì em muốn khi tạo ra hình ảnh khác biệt này,"
    }
  },
  {
    "translation": {
      "en": "it's proving to those boys that I actually was all those things…",
      "vi": "nó đã chứng minh cho đám con trai đó là em thực sự là tất cả những thứ đó."
    }
  },
  {
    "translation": {
      "en": "That they tried to call you.",
      "vi": "Thứ họ cố gán cho em."
    }
  },
  {
    "translation": {
      "en": "Absolutely. That they called you.",
      "vi": "Dạ. Thứ họ gán cho em."
    }
  },
  {
    "translation": {
      "en": "Or tried to make you believe.",
      "vi": "Hoặc đã cố làm em tin."
    }
  },
  {
    "translation": {
      "en": "And that you believed for such a long time.",
      "vi": "Và em đã tin là thế khá lâu."
    }
  },
  {
    "translation": {
      "en": "Yes. Yeah.",
      "vi": "Nhỉ? Dạ."
    }
  },
  {
    "translation": {
      "en": "I would have to say what I came away from Finding Me,",
      "vi": "Chị sẽ phải nói điều cảm thấy khi đọc xong Khám phá tôi,"
    }
  },
  {
    "translation": {
      "en": "thinking I disdiscovered anew about you",
      "vi": "chị đã nghĩ, chị vừa phát hiện một điều mới về em"
    }
  },
  {
    "translation": {
      "en": "is that you have this indomitable courage.",
      "vi": "là em có lòng dũng cảm bất khuất này."
    }
  },
  {
    "translation": {
      "en": "It's courage.",
      "vi": "Lòng dũng cảm ấy."
    }
  },
  {
    "translation": {
      "en": "You know Maya used to always say,",
      "vi": "Em biết Maya từng hay nói,"
    }
  },
  {
    "translation": {
      "en": "Courage is the most important of the virtues",
      "vi": "Dũng cảm là đức tính quan trọng nhất"
    }
  },
  {
    "translation": {
      "en": "because without it, you cannot practice anything.",
      "vi": "vì thiếu nó, bạn chẳng thể làm gì cả."
    }
  },
  {
    "translation": {
      "en": "And in here, Finding Me, you talk about courage is the real cure.",
      "vi": "Và trong đây, Khám phá tôi, em bàn về lòng dũng cảm là phương thuốc thực sự."
    }
  },
  {
    "translation": {
      "en": "So there was a… there was a point in your life",
      "vi": "Vì thế có một thời điểm trong đời"
    }
  },
  {
    "translation": {
      "en": "where you had decided that you were just gonna be a teacher,",
      "vi": "em đã quyết định sẽ làm giáo viên."
    }
  },
  {
    "translation": {
      "en": "and you were not gonna act, even though you loved it… you loved it.",
      "vi": "Em sẽ không diễn xuất, dù rất thích."
    }
  },
  {
    "translation": {
      "en": "And share with everyone how you started to feel depressed.",
      "vi": "Và chia sẻ với mọi người về việc em bắt đầu thấy trầm cảm."
    }
  },
  {
    "translation": {
      "en": "There was a sadness that came over you",
      "vi": "Có một nỗi buồn ập đến"
    }
  },
  {
    "translation": {
      "en": "because you were not doing the thing that you knew you needed to do.",
      "vi": "vì em không làm điều em biết mình cần làm."
    }
  },
  {
    "translation": {
      "en": "Yeah, when I went to college, when I first entered college, um, I said I can't major in theater.",
      "vi": "Dạ, hồi học đại học, khi mới vào trường, em nói em không thể học chuyên ngành kịch."
    }
  },
  {
    "translation": {
      "en": "That is not a profession that can pay the bills.",
      "vi": "Đó không phải nghề có thể trang trải chi phí hóa đơn."
    }
  },
  {
    "translation": {
      "en": "And I really needed to pay my bills.",
      "vi": "Và em cần trả chi phí hóa đơn."
    }
  },
  {
    "translation": {
      "en": "Yeah. 'Cause I did not wanna be on welfare.",
      "vi": "Ừ. Em không muốn nhận trợ cấp."
    }
  },
  {
    "translation": {
      "en": "I wanted to not be what my… what I felt my parents were.",
      "vi": "Em muốn không trở thành như bố mẹ em."
    }
  },
  {
    "translation": {
      "en": "Yeah. And so then I fell into a great depression",
      "vi": "Ừ. Rồi em rơi vào trầm cảm nặng"
    }
  },
  {
    "translation": {
      "en": "in denying that creative spirit in me",
      "vi": "khi phủ nhận tinh thần sáng tạo đó trong em."
    }
  },
  {
    "translation": {
      "en": "until I think my sister Deloris said,",
      "vi": "đến khi em nghĩ điều chị em, Deloris nói,"
    }
  },
  {
    "translation": {
      "en": "Why aren't you majoring in theater, Viola?",
      "vi": "Sao em không học chuyên ngành kịch, Viola?"
    }
  },
  {
    "translation": {
      "en": "And I said, Because I can't make any money doing that, Deloris.",
      "vi": "Em đáp, Vì em không thể kiếm tiền nhờ nó, Deloris."
    }
  },
  {
    "translation": {
      "en": "She said, But that's what you love to do. That's who you are.",
      "vi": "Chị ấy bảo, Nhưng đó là thứ em thích. Là con người em."
    }
  },
  {
    "translation": {
      "en": "And, you know, what you begin to understand is that whole Anne Lamott quote, which is,",
      "vi": "Và chị bắt đầu hiểu toàn bộ lời Anne Lamott trích dẫn, đó là,"
    }
  },
  {
    "translation": {
      "en": "All courage is, is fear said with prayers.",
      "vi": "Tất cả can đảm là nỗi sợ được nói cùng lời cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "That… I understood that the fear was not gonna go away.",
      "vi": "Rằng em hiểu ra nỗi sợ sẽ không biến mất."
    }
  },
  {
    "translation": {
      "en": "That, Viola, there is a huge chance",
      "vi": "Rằng, Viola, có một cơ hội lớn lao mà rất có thể sẽ không đến,"
    }
  },
  {
    "translation": {
      "en": "that maybe it's not gonna land, and it's not gonna work,",
      "vi": "Rằng, Viola, có một cơ hội lớn lao mà rất có thể sẽ không đến, và sẽ không thành công."
    }
  },
  {
    "translation": {
      "en": "but dangonnit, it's worth the try.",
      "vi": "Nhưng chết tiệt, nó rất đáng để thử."
    }
  },
  {
    "translation": {
      "en": "Dangonnit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "You know? Yes.",
      "vi": "Chị biết nhỉ? Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "Viola electrified the stages of Rhode Island College,",
      "vi": "Viola kích thích các sân khấu của trường Cao đẳng Rhode Island,"
    }
  },
  {
    "translation": {
      "en": "graduating in 1988 with a degree in theater.",
      "vi": "tốt nghiệp năm 1988 với bằng sân khấu."
    }
  },
  {
    "translation": {
      "en": "Because she could only afford just one application fee for graduate school,",
      "vi": "Vì chỉ đủ khả năng chi trả một khoản phí tuyển sinh cao học,"
    }
  },
  {
    "translation": {
      "en": "she auditioned for one of the most prestigious programs,",
      "vi": "cô ấy đã thử giọng vào một trong các chương trình uy tín nhất,"
    }
  },
  {
    "translation": {
      "en": "Juilliard, and got in.",
      "vi": "Juilliard, và trúng tuyển."
    }
  },
  {
    "translation": {
      "en": "Three years after graduating from Juilliard,",
      "vi": "Ba năm sau khi tốt nghiệp Juilliard,"
    }
  },
  {
    "translation": {
      "en": "Viola made her Broadway debut in August Wilson's, Seven Guitars.",
      "vi": "Viola ra mắt trên sân khấu Broadway trong vở Seven Guitars của August Wilson."
    }
  },
  {
    "translation": {
      "en": "Her rave reviews put her on the next path to television and movies.",
      "vi": "Các bài khen ngợi mở lối cho cô đến với truyền hình và điện ảnh."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "vi": "Tên cô là gì?"
    }
  },
  {
    "translation": {
      "en": "It's got nothing to do with me, but that offer, he was a part of it.",
      "vi": "Chả liên quan gì đến tôi, nhưng đề nghị đó, hắn có tham gia."
    }
  },
  {
    "translation": {
      "en": "When did you realize, Viola,",
      "vi": "Em nhận ra từ khi nào, Viola,"
    }
  },
  {
    "translation": {
      "en": "that being on stage or acting was the path to healing for you?",
      "vi": "Em nhận ra từ khi nào, Viola, việc đứng trên sân khấu hay diễn xuất là con đường chữa lành cho mình?"
    }
  },
  {
    "translation": {
      "en": "Oh, the minute I started doing it.",
      "vi": "Ồ, ngay khi em bắt đầu làm việc đó."
    }
  },
  {
    "translation": {
      "en": "The minute I did the first skit when I was nine years old, I realized",
      "vi": "Ngay khi diễn tiểu phẩm hài đầu tiên hồi chín tuổi, em nhận ra"
    }
  },
  {
    "translation": {
      "en": "it had the ability to heal me.",
      "vi": "nó có khả năng chữa lành cho em."
    }
  },
  {
    "translation": {
      "en": "All the things I couldn't express in my life,",
      "vi": "Tất cả những thứ không thể bày tỏ trong cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "if I expressed it on stage would be celebrated.",
      "vi": "nếu em thể hiện nó trên sân khấu, sẽ được tán dương."
    }
  },
  {
    "translation": {
      "en": "You play a character who's a runaway",
      "vi": "Chị đóng vai một nhân vật chạy trốn,"
    }
  },
  {
    "translation": {
      "en": "who has trauma from parents,",
      "vi": "người bị tổn thương từ bố mẹ,"
    }
  },
  {
    "translation": {
      "en": "and you expressed all of that onstage in a way that was honest and truthful,",
      "vi": "chị thể hiện tất cả điều đó trên sân khấu một cách trung thực và chân thật,"
    }
  },
  {
    "translation": {
      "en": "then the audience celebrates it.",
      "vi": "khi đó khán giả tán thưởng nó."
    }
  },
  {
    "translation": {
      "en": "They celebrate seeing that level of humanity,",
      "vi": "Họ tán thưởng khi thấy mức độ nhân văn đó,"
    }
  },
  {
    "translation": {
      "en": "and you can't express that in your real life.",
      "vi": "và chị đâu thể bày tỏ như thế trong đời thực."
    }
  },
  {
    "translation": {
      "en": "Oh, you can, but you risk being shamed.",
      "vi": "Ồ, chị có thể, nhưng chị có nguy cơ bị xấu hổ."
    }
  },
  {
    "translation": {
      "en": "So from the moment I started doing skits,",
      "vi": "Nên ngay từ khi bắt đầu đóng tiểu phẩm hài,"
    }
  },
  {
    "translation": {
      "en": "I felt like whatever I can't express in my life,",
      "vi": "em thấy điều gì chưa thể bày tỏ trong cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "I could do it in a character.",
      "vi": "em có thể làm bằng một nhân vật."
    }
  },
  {
    "translation": {
      "en": "I wanna just rip open what it means to be a human being",
      "vi": "Em muốn cứ thế xé mở ý nghĩa của việc là một con người"
    }
  },
  {
    "translation": {
      "en": "and show it to you in all its ugliness, beauty, contradictions, and complexity.",
      "vi": "và chỉ ra tất cả sự xấu xa, đẹp đẽ, mâu thuẫn và phức tạp của nó."
    }
  },
  {
    "translation": {
      "en": "In that way, I think that's what saved my life.",
      "vi": "Bằng cách đó, em nghĩ đó là thứ đã cứu rỗi đời mình."
    }
  },
  {
    "translation": {
      "en": "That's what healed me.",
      "vi": "Là điều đã chữa lành em."
    }
  },
  {
    "translation": {
      "en": "It was my conduit of being able to take all the trauma, all the spew, everything,",
      "vi": "Em là ống dẫn có thể tiếp nhận mọi tổn thương, mọi điều phun ra, mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "and feed it through that vacuum of these characters",
      "vi": "nuôi dưỡng chúng nhờ khoảng trống của các nhân vật này"
    }
  },
  {
    "translation": {
      "en": "and give it to you.",
      "vi": "rồi trao nó cho chị."
    }
  },
  {
    "translation": {
      "en": "Rerecreated.",
      "vi": "Được tái tạo lại."
    }
  },
  {
    "translation": {
      "en": "'Cause one of the things that you say is that,",
      "vi": "Một trong những điều em nói, là, Tôi không ở đây…"
    }
  },
  {
    "translation": {
      "en": "I'm not here…",
      "vi": "là, Tôi không ở đây…"
    }
  },
  {
    "translation": {
      "en": "I I'm not here to create some fantasy.",
      "vi": "Tôi không ở đây để tạo ra ảo tưởng."
    }
  },
  {
    "translation": {
      "en": "Your job, as you see it as an actor, is to show us to ourselves.",
      "vi": "Công việc của em, em coi là diễn viên, là dẫn chúng ta đến chính mình."
    }
  },
  {
    "translation": {
      "en": "Absolutely. Yeah. Absolutely.",
      "vi": "Đúng vậy. Vâng."
    }
  },
  {
    "translation": {
      "en": "And not the politically correct self. Yeah.",
      "vi": "Không phải cái tôi sợ đụng chạm. Ừ."
    }
  },
  {
    "translation": {
      "en": "Don’t you think it ever crossed my mind to want to know other men?",
      "vi": "Anh không nghĩ tôi từng muốn quen kẻ khác?"
    }
  },
  {
    "translation": {
      "en": "That I wanted to lay up somewhere and forget about my responsibilities?",
      "vi": "Rằng tôi muốn ăn nằm với ai đó và quên đi trách nhiệm của mình."
    }
  },
  {
    "translation": {
      "en": "That I wanted someone to make me laugh so I can feel good?",
      "vi": "Rằng tôi muốn ai đó làm tôi cười để tôi thấy hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Those stories that nobody wants to tell.",
      "vi": "Những câu chuyện không ai muốn kể."
    }
  },
  {
    "translation": {
      "en": "But I held on to you, Troy.",
      "vi": "Mà tôi vẫn ở bên anh, Troy."
    }
  },
  {
    "translation": {
      "en": "I took all my feelings, my wants and needs and dreams,",
      "vi": "Tôi đã đem theo mọi cảm xúc, mong muốn, nhu cầu và ước mơ của mình,"
    }
  },
  {
    "translation": {
      "en": "and I buried them inside you…",
      "vi": "và trao hết chúng cho anh…"
    }
  },
  {
    "translation": {
      "en": "You know",
      "vi": "Chị biết… Nên em kệ Rose chảy nước mũi,"
    }
  },
  {
    "translation": {
      "en": "That's why you let snot run with Rose, when the snot was running.",
      "vi": "Chị biết… Nên em kệ Rose chảy nước mũi, khi nước mũi cứ chảy."
    }
  },
  {
    "translation": {
      "en": "That's why when the snot was running in Fences you just say,",
      "vi": "Nên khi nước mũi đang chảy ở Rào chắn sắc tộc, em sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "That's what's happening with Rose. I'm gonna let it roll. Right?",
      "vi": "Đó là điều Rose đang gặp phải. Tôi mặc nó chảy. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Absolutely. I think everybody moves through life fighting to be seen.",
      "vi": "Đúng vậy. Em nghĩ mọi người sống trên đời đều đấu tranh để được chú ý."
    }
  },
  {
    "translation": {
      "en": "Sometimes even by themselves, to themselves.",
      "vi": "Đôi khi ngay cả bởi chính họ với chính họ."
    }
  },
  {
    "translation": {
      "en": "And the bravery for an actor is to look at a moment.",
      "vi": "Và bản lĩnh đối với một diễn viên là suy xét thời điểm."
    }
  },
  {
    "translation": {
      "en": "I did it with How To Get Away With Murder.",
      "vi": "Em đã làm thế với Lách luật."
    }
  },
  {
    "translation": {
      "en": "I said, Listen,",
      "vi": "Em nói, Nghe này,"
    }
  },
  {
    "translation": {
      "en": "I'm getting ready for bed.",
      "vi": "tôi chuẩn bị đi ngủ."
    }
  },
  {
    "translation": {
      "en": "My husband is cheating on me.",
      "vi": "Chồng tôi đang phản bội tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, it's a melodrama. Right? Yes.",
      "vi": "Nó là thể loại phim cường điệu mà? Ừ."
    }
  },
  {
    "translation": {
      "en": "So I can make a choice in this moment",
      "vi": "Em có thể đưa ra lựa chọn vào lúc này"
    }
  },
  {
    "translation": {
      "en": "of doing the TV thing,",
      "vi": "là làm theo như TV,"
    }
  },
  {
    "translation": {
      "en": "which is to keep my beautiful hair weave and wig and my makeup",
      "vi": "nghĩa là giữ lại tóc nối, tóc giả và lớp trang điểm đẹp của mình"
    }
  },
  {
    "translation": {
      "en": "and just turn around and give him that one line zinger,",
      "vi": "và chỉ cần quay lại cho anh ta câu nhận xét dí dỏm đó,"
    }
  },
  {
    "translation": {
      "en": "or I can inject something in here.",
      "vi": "hoặc em có thể thêm thắt gì đó vào đây."
    }
  },
  {
    "translation": {
      "en": "Something that every woman who's sitting there on their couch",
      "vi": "Một thứ mà mọi phụ nữ đang ngồi xem trên đi văng,"
    }
  },
  {
    "translation": {
      "en": "with the retainers, and their rollers, and no makeup",
      "vi": "với răng đeo hàm duy trì, đầu cuốn lô, không trang điểm…"
    }
  },
  {
    "translation": {
      "en": "In our socks. Yeah. And, you know, in socks…",
      "vi": "Đang đi tất. Phải rồi. …và đi tất,"
    }
  },
  {
    "translation": {
      "en": "can look at this and somehow feel some level of connection to this story.",
      "vi": "có thể nhìn vào đây và cảm nhận mức độ liên hệ nào đó với tình tiết này."
    }
  },
  {
    "translation": {
      "en": "So let me take the wig off.",
      "vi": "Vậy để em gỡ tóc giả ra."
    }
  },
  {
    "translation": {
      "en": "Let me take the makeup off because in doing that,",
      "vi": "Hãy để em tẩy trang vì trong khi làm thế,"
    }
  },
  {
    "translation": {
      "en": "what I'm presenting you with is not the character of Annalise,",
      "vi": "thứ em tặng cho mọi người không phải là nhân vật Annalise,"
    }
  },
  {
    "translation": {
      "en": "but the woman that is Annalise.",
      "vi": "mà là người phụ nữ Annalise."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà, và chị đọc được là"
    }
  },
  {
    "translation": {
      "en": "And I read that it was you who insisted that that happen in that scene.",
      "vi": "Chà, và chị đọc được là chính em khăng khăng đòi cảnh đó phải như thế."
    }
  },
  {
    "translation": {
      "en": "Yes, it was. Yes.",
      "vi": "Đúng vậy. Ừ."
    }
  },
  {
    "translation": {
      "en": "What you wrote is, Annalise Keating released in me the obstacles blocking me",
      "vi": "Em viết là, Annalise Keating giải phóng trong tôi những trở ngại đã ngăn tôi"
    }
  },
  {
    "translation": {
      "en": "from realizing my worth and power as a woman.",
      "vi": "nhận ra giá trị và sức mạnh của mình như một người phụ nữ."
    }
  },
  {
    "translation": {
      "en": "If I were to mark the first time I fully used my voice,",
      "vi": "Nếu phải đánh dấu lần đầu tiên tôi hoàn toàn dùng giọng của mình,"
    }
  },
  {
    "translation": {
      "en": "it was in How to Get Away with Murder.",
      "vi": "đó là trong Lách luật."
    }
  },
  {
    "translation": {
      "en": "That role liberated me.",
      "vi": "Vai diễn đó đã giải phóng tôi."
    }
  },
  {
    "translation": {
      "en": "What was it about Annalise that helped you step into your full power?",
      "vi": "Điều gì ở Annalise giúp em phát huy hết khả năng của mình?"
    }
  },
  {
    "translation": {
      "en": "Because she was all the things that people said, not only I wasn't,",
      "vi": "Cô ấy là tất cả những gì mọi người nói, không chỉ em không phải,"
    }
  },
  {
    "translation": {
      "en": "but people who look like me weren't.",
      "vi": "mà những ai nom giống em cũng không phải."
    }
  },
  {
    "translation": {
      "en": "You're not sexual. No one's gonna find you attractive.",
      "vi": "Chị không gợi ham muốn. Sẽ không ai thấy chị hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "You're probably not having sex 'cause who would wanna… who would, um, desire you?",
      "vi": "Có lẽ chị không làm tình vì ai mà ham muốn chị đâu."
    }
  },
  {
    "translation": {
      "en": "This was happening… this was nine years ago.",
      "vi": "Chuyện này xảy ra từ chín năm trước."
    }
  },
  {
    "translation": {
      "en": "So people were saying that nine years ago?",
      "vi": "Người ta nói thế chín năm trước à?"
    }
  },
  {
    "translation": {
      "en": "Absolutely. I always…",
      "vi": "Vâng chị. Em luôn…"
    }
  },
  {
    "translation": {
      "en": "Yes, they were.",
      "vi": "Đúng, họ nói thế."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và đó là lý do nó là giải thoát"
    }
  },
  {
    "translation": {
      "en": "And that's why it was liberating because it absolutely is not true.",
      "vi": "Và đó là lý do nó là giải thoát vì nó hoàn toàn không đúng."
    }
  },
  {
    "translation": {
      "en": "Listen, just a fantasy of mine,",
      "vi": "Chị nghe này, chỉ là ảo tưởng của em,"
    }
  },
  {
    "translation": {
      "en": "that there is any number of people who are sitting at home",
      "vi": "rằng có rất nhiều người đang ngồi ở nhà"
    }
  },
  {
    "translation": {
      "en": "waiting to be a part of the story.",
      "vi": "chờ đợi để trở thành một phần của câu chuyện."
    }
  },
  {
    "translation": {
      "en": "To see themselves.",
      "vi": "Để quan sát bản thân họ."
    }
  },
  {
    "translation": {
      "en": "To feel some level of validation.",
      "vi": "Để cảm nhận mức độ xác thực nào đó."
    }
  },
  {
    "translation": {
      "en": "And I felt that Annalise was a perfect way for me to be able to do that.",
      "vi": "Em cảm thấy Annalise là cách thức hoàn hảo để em có thể làm điều đó."
    }
  },
  {
    "translation": {
      "en": "Okay. I wanna get to… to Julius because he's such a…",
      "vi": "Được rồi, chị muốn nói về Julius vì anh ấy đúng là…"
    }
  },
  {
    "translation": {
      "en": "has been such a… He changed your whole life. Everything changed.",
      "vi": "vẫn luôn là… Anh ấy thay đổi đời em. Mọi thứ đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "So let's get to the story where you…",
      "vi": "Vậy hãy nói đến câu chuyện khi em…"
    }
  },
  {
    "translation": {
      "en": "You were talking to a friend and you said,",
      "vi": "Em đang nói chuyện với bạn và nói,"
    }
  },
  {
    "translation": {
      "en": "I can't believe I… I keep running into all these assholes.",
      "vi": "Không tin nổi tớ cứ gặp phải tất cả lũ khốn này."
    }
  },
  {
    "translation": {
      "en": "And she said, Well, maybe you should look at yourself. Yeah. Right?",
      "vi": "Và cô ấy nói, Chà, có lẽ cậu nên nhìn lại mình. Phải không?"
    }
  },
  {
    "translation": {
      "en": "And then you had a friend who told you to go home and pray for who you wanted.",
      "vi": "Và rồi có một người bạn bảo em về nhà và khấn xin một người em muốn."
    }
  },
  {
    "translation": {
      "en": "Mm hmm. The kind of man you wanted.",
      "vi": "Kiểu đàn ông em muốn."
    }
  },
  {
    "translation": {
      "en": "And you actually got on your knees and you asked God for…",
      "vi": "Và em đã thực sự quỳ gối, rồi hỏi xin Chúa…"
    }
  },
  {
    "translation": {
      "en": "A big Black man. I said because he said, Viola, even…",
      "vi": "Một anh da đen to cao, em xin thế. Vì cậu ta nói, Viola, kể cả…"
    }
  },
  {
    "translation": {
      "en": "He said, Even the vacuous stuff. Just put it all in there. Looks, everything.",
      "vi": "Cậu ta nói, Ngay cả mấy điều ngớ ngẩn. Gom vào xin hết. Vẻ ngoài, mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I said, Really? With God? I got to tell him that.",
      "vi": "Em hỏi, Thật à? Với Chúa? Tớ phải bảo ngài như thế?"
    }
  },
  {
    "translation": {
      "en": "He's like, Yes. You gotta put it all out there.",
      "vi": "Cậu ấy đáp, Ừ, xin gì nói hết ra."
    }
  },
  {
    "translation": {
      "en": "He was like, Be careful.",
      "vi": "Cậu ấy lại nói, Hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "And I went I got on my knees,",
      "vi": "Và em đi về, quỳ gối làm thật."
    }
  },
  {
    "translation": {
      "en": "and I did. I said, I want a big Black man from the south",
      "vi": "Em xin là cho em một anh chàng da đen to lớn từ miền Nam"
    }
  },
  {
    "translation": {
      "en": "who's probably been married before, has kids,",
      "vi": "người có thể đã kết hôn, có con rồi,"
    }
  },
  {
    "translation": {
      "en": "'cause I don't want any pressure in that department.",
      "vi": "vì em không muốn gặp áp lực ở lĩnh vực đó."
    }
  },
  {
    "translation": {
      "en": "Someone who's maybe been an actor who understands the artistic community.",
      "vi": "Một người từng là diễn viên hoặc thấu hiểu cộng đồng nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Someone who goes to church and loves God.",
      "vi": "Một người đi nhà thờ và yêu Chúa. Em nói, Nếu ngài cho con như ý,"
    }
  },
  {
    "translation": {
      "en": "I said, If you give me that, I'll start going to church, God.",
      "vi": "Một người đi nhà thờ và yêu Chúa. Em nói, Nếu ngài cho con như ý, con sẽ bắt đầu đi nhà thờ, thưa Chúa. Con thề."
    }
  },
  {
    "translation": {
      "en": "I really will.",
      "vi": "con sẽ bắt đầu đi nhà thờ, thưa Chúa. Con thề."
    }
  },
  {
    "translation": {
      "en": "I… I'm… I'm committed to it.",
      "vi": "Con xin cam kết điều đó."
    }
  },
  {
    "translation": {
      "en": "And then I signed off just like writing a letter.",
      "vi": "Và rồi em ký tên giống như viết một lá thư."
    }
  },
  {
    "translation": {
      "en": "And three and a half weeks later, I met Julius from Texas.",
      "vi": "Và ba tuần rưỡi sau, em đã gặp Julius đến từ Texas."
    }
  },
  {
    "translation": {
      "en": "Ex football player, 'cause actually that's one of the things I put on",
      "vi": "Cựu cầu thủ bóng bầu dục, vì thật ra em có xin điều đó…"
    }
  },
  {
    "translation": {
      "en": "You asked for a football player. A football player. Athlete.",
      "vi": "Em đòi cầu thủ bóng bầu dục? Dạ. Vận động viên."
    }
  },
  {
    "translation": {
      "en": "Ex football player, been married. Raised his children on his own.",
      "vi": "Cựu cầu thủ bóng bầu dục, đã kết hôn. Một mình nuôi dạy con cái."
    }
  },
  {
    "translation": {
      "en": "Was an actor.",
      "vi": "Từng là diễn viên."
    }
  },
  {
    "translation": {
      "en": "Invited me to church.",
      "vi": "Mời em đi nhà thờ."
    }
  },
  {
    "translation": {
      "en": "And, um,",
      "vi": "Và"
    }
  },
  {
    "translation": {
      "en": "I thought to myself,",
      "vi": "em tự nhủ,"
    }
  },
  {
    "translation": {
      "en": "Whoa.",
      "vi": "Ôi chao."
    }
  },
  {
    "translation": {
      "en": "Did you know immediately that he is what you'd prayed for?",
      "vi": "Em có biết ngay lập tức anh ấy là điều em đã khấn xin không?"
    }
  },
  {
    "translation": {
      "en": "Yeah! You did?",
      "vi": "Có chứ! Thế à?"
    }
  },
  {
    "translation": {
      "en": "I went home. I was amazed.",
      "vi": "Em đi về nhà và rất ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "I started calling.",
      "vi": "Em bắt đầu gọi…"
    }
  },
  {
    "translation": {
      "en": "Especially… My friend Patrice, especially.",
      "vi": "Đặc biệt là bạn em, Patrice."
    }
  },
  {
    "translation": {
      "en": "I said, Patrice. I met a man.",
      "vi": "Em nói, Patrice. Tớ đã gặp một người đàn ông."
    }
  },
  {
    "translation": {
      "en": "And she said, Girl no. I said, Yeah. I really think I met somebody.",
      "vi": "Cô ấy nói, Ồ không. Em bảo, Có mà. Tớ thực sự nghĩ tớ đã gặp người ấy."
    }
  },
  {
    "translation": {
      "en": "And then I made the connection with her too. I told her everything.",
      "vi": "Và rồi em cũng kết nối với cô ấy. Em đã kể hết."
    }
  },
  {
    "translation": {
      "en": "I was shocked. Sort of like magic.",
      "vi": "Em đã bị sốc. Như kiểu phép màu ấy."
    }
  },
  {
    "translation": {
      "en": "Um, yeah.",
      "vi": "Dạ."
    }
  },
  {
    "translation": {
      "en": "Your life hasn't been the same",
      "vi": "Và cuộc sống của em đã không còn như xưa kể từ khi hai người thực sự"
    }
  },
  {
    "translation": {
      "en": "since the two of you actually became bonded together.",
      "vi": "Và cuộc sống của em đã không còn như xưa kể từ khi hai người thực sự trở nên gắn bó với nhau."
    }
  },
  {
    "translation": {
      "en": "It has not been the same. That's why this book is so important.",
      "vi": "Không còn như xưa nữa. Bởi vậy cuốn sách này rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "I called up Gayle. I go, You need to do what Viola did.",
      "vi": "Chị đã gọi bảo Gayle, Cậu cần làm như Viola ấy."
    }
  },
  {
    "translation": {
      "en": "You need to get down on your knees. You need to pray and ask for what you want.",
      "vi": "Cậu cần quỳ xuống để cầu nguyện và xin điều cậu muốn."
    }
  },
  {
    "translation": {
      "en": "But also looking for the kind of life he has led before you.",
      "vi": "Nhưng cũng tìm kiếm lối sống mà anh ấy đã sống trước khi em đến."
    }
  },
  {
    "translation": {
      "en": "I was in therapy at the time, and I remember my therapist just saying,",
      "vi": "Lúc đó em đang trị liệu, và em nhớ bác sĩ trị liệu của em nói,"
    }
  },
  {
    "translation": {
      "en": "Viola, find someone who loves you.",
      "vi": "Viola, hãy tìm ai đó yêu cô."
    }
  },
  {
    "translation": {
      "en": "Just find someone who loves you.",
      "vi": "Tìm người yêu thương cô nhé."
    }
  },
  {
    "translation": {
      "en": "And I remember saying that to Julius too.",
      "vi": "Em nhớ đã nói thế với Julius."
    }
  },
  {
    "translation": {
      "en": "I'm just looking for someone who'd just lay down their life for me, that loves me.",
      "vi": "Là em đang tìm một người sẽ hy sinh vì em, yêu thương em."
    }
  },
  {
    "translation": {
      "en": "He's like, I love you.",
      "vi": "Anh ấy đáp, Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "And I remember we both stopped, and I looked at him, and he looked at me.",
      "vi": "Và em nhớ cả hai đứa em dừng lại, rồi em nhìn anh ấy, và anh ấy nhìn em."
    }
  },
  {
    "translation": {
      "en": "Aw. You know? He was like, I'm all those things, V. I am.",
      "vi": "Anh ấy nói, Anh là tất cả những điều đó, V., là anh đây."
    }
  },
  {
    "translation": {
      "en": "And then we… we made something to eat like we'd usually do.",
      "vi": "Rồi bọn em chế biến gì đó để ăn như mọi khi."
    }
  },
  {
    "translation": {
      "en": "You say there are moments in your life that absolutely live up to the hype.",
      "vi": "Em nói có những thời khắc trong đời em hoàn toàn tuyệt như mong đợi."
    }
  },
  {
    "translation": {
      "en": "And one of those moments certainly was the adoption of Genesis.",
      "vi": "Và một trong những thời khắc đó chắc chắn là việc nhận nuôi Genesis."
    }
  },
  {
    "translation": {
      "en": "How did it change you as a woman?",
      "vi": "Là phụ nữ, việc đó thay đổi em ra sao?"
    }
  },
  {
    "translation": {
      "en": "In 2011, Viola and her husband, Julius,",
      "vi": "Năm 2011, Viola và chồng cô, Julius,"
    }
  },
  {
    "translation": {
      "en": "adopted a baby girl who was living in foster care",
      "vi": "nhận nuôi một bé gái đang sống trong trung tâm bảo trợ"
    }
  },
  {
    "translation": {
      "en": "in Viola's home state of Rhode Island.",
      "vi": "ở Rhode Island, quê hương của Viola."
    }
  },
  {
    "translation": {
      "en": "They named her Genesis.",
      "vi": "Họ đặt tên cô bé là Genesis."
    }
  },
  {
    "translation": {
      "en": "Today Genesis is 11.",
      "vi": "Hiện giờ Genesis 11 tuổi."
    }
  },
  {
    "translation": {
      "en": "Oh man, Genesis.",
      "vi": "Ôi trời, Genesis."
    }
  },
  {
    "translation": {
      "en": "You know, to live for something bigger than yourself.",
      "vi": "Chị biết đấy, sống vì điều gì đó lớn lao hơn bản thân."
    }
  },
  {
    "translation": {
      "en": "I mean, that's what it was.",
      "vi": "Ý em là, nó là thế."
    }
  },
  {
    "translation": {
      "en": "The first time she looked at me and squeezed me",
      "vi": "Lần đầu tiên con bé nhìn em, ôm chặt em"
    }
  },
  {
    "translation": {
      "en": "and made me believe that I could be her mom,",
      "vi": "và khiến em tin rằng mình có thể làm mẹ bé,"
    }
  },
  {
    "translation": {
      "en": "and I could mother her and…",
      "vi": "em có thể nuôi nấng con bé và…"
    }
  },
  {
    "translation": {
      "en": "And that, sort of, just really pure love that only children can give you.",
      "vi": "Và đó là tình yêu thực sự thuần khiết mà chỉ trẻ con mới có thể trao cho chị."
    }
  },
  {
    "translation": {
      "en": "And I'll tell you one thing.",
      "vi": "Em nói với chị điều này."
    }
  },
  {
    "translation": {
      "en": "All of the tools you need to raise a little girl,",
      "vi": "Tất cả những công cụ chị cần để nuôi dạy một bé gái,"
    }
  },
  {
    "translation": {
      "en": "the affirmations, all those things,",
      "vi": "những lời xác nhận, tất cả các thứ đó,"
    }
  },
  {
    "translation": {
      "en": "while you're doing that, you're healing yourself.",
      "vi": "trong khi làm việc đó, chị đang chữa lành bản thân."
    }
  },
  {
    "translation": {
      "en": "Yeah. My next question is,",
      "vi": "Câu hỏi tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "how have you navigated raising a daughter",
      "vi": "làm sao em định hướng việc nuôi dạy một cô con gái"
    }
  },
  {
    "translation": {
      "en": "when you never got what you needed",
      "vi": "khi em chưa bao giờ có thứ em cần"
    }
  },
  {
    "translation": {
      "en": "when you were being raised?",
      "vi": "hồi em còn được nuôi dạy?"
    }
  },
  {
    "translation": {
      "en": "It's my opportunity to be able to do that.",
      "vi": "Nó là cơ hội của em để có thể làm điều đó."
    }
  },
  {
    "translation": {
      "en": "And so does it feel like giving that back to yourself?",
      "vi": "Có cảm giác như trả lại cho bản thân à?"
    }
  },
  {
    "translation": {
      "en": "Absolutely. Yes.",
      "vi": "Đúng ạ. Ừm."
    }
  },
  {
    "translation": {
      "en": "Little Viola is always running around.",
      "vi": "Tiểu Viola luôn chạy loanh quanh,"
    }
  },
  {
    "translation": {
      "en": "You know, sort of guiding me.",
      "vi": "chị biết đấy, hướng dẫn em."
    }
  },
  {
    "translation": {
      "en": "Yeah. And also Genesis being very different from who I am",
      "vi": "Dạ, với lại việc Genesis rất khác biệt với con người em"
    }
  },
  {
    "translation": {
      "en": "is helping me also see myself in a different way.",
      "vi": "đang giúp em nhìn nhận bản thân theo một cách khác."
    }
  },
  {
    "translation": {
      "en": "You wrote this on social media about your own mother, May Alice.",
      "vi": "Em đã viết thế này trên mạng xã hội về mẹ mình, bà Mae Alice."
    }
  },
  {
    "translation": {
      "en": "You said, This is the woman who birthed me, loves me, and would die for me.",
      "vi": "Đây là người phụ nữ đã sinh ra tôi, yêu tôi, và sẽ chết vì tôi."
    }
  },
  {
    "translation": {
      "en": "Our bond runs deeper than anything man made or given.",
      "vi": "Mối liên kết của cả hai sâu sắc hơn bất cứ thứ gì do nhân tạo hay ban tặng."
    }
  },
  {
    "translation": {
      "en": "No one can love you like your mama loves you.",
      "vi": "Không ai yêu bạn như mẹ bạn yêu bạn,"
    }
  },
  {
    "translation": {
      "en": "Not even the love of your life.",
      "vi": "kể cả tình yêu của đời bạn."
    }
  },
  {
    "translation": {
      "en": "So what did you learn from your own mother",
      "vi": "Vậy em đã học được gì từ mẹ mình"
    }
  },
  {
    "translation": {
      "en": "that you have now been able to pass on and transfer to Genesis?",
      "vi": "thứ mà giờ em có thể truyền lại và chuyển cho Genesis?"
    }
  },
  {
    "translation": {
      "en": "Number one, that I believe my mom did the best she could with what she knew.",
      "vi": "Thứ nhất, em tin mẹ đã làm tốt nhất có thể với những gì bà ấy biết."
    }
  },
  {
    "translation": {
      "en": "And also,",
      "vi": "Hơn nữa,"
    }
  },
  {
    "translation": {
      "en": "my mom is very smart.",
      "vi": "mẹ em rất thông minh."
    }
  },
  {
    "translation": {
      "en": "My mom sees people and she sees through people.",
      "vi": "Mẹ em quan sát mọi người, và bà ấy nhìn thấu mọi người."
    }
  },
  {
    "translation": {
      "en": "Oh, she could read them, right? She's one who can read them.",
      "vi": "Bà là một trong số người có thể đọc vị họ."
    }
  },
  {
    "translation": {
      "en": "Yeah. She could read 'em. Yeah.",
      "vi": "Vâng. Ừ."
    }
  },
  {
    "translation": {
      "en": "I appreciate that.",
      "vi": "Em đánh giá cao nó."
    }
  },
  {
    "translation": {
      "en": "Yeah. When I talk to you about Ma Rainey's Black Bottom,",
      "vi": "Ừ. Khi chị nói với em về Điệu blues của Ma Rainey,"
    }
  },
  {
    "translation": {
      "en": "You said, one of the ways you go into examining a character,",
      "vi": "em nói, một trong những cách em đi sâu nghiên cứu một nhân vật,"
    }
  },
  {
    "translation": {
      "en": "one of the many ways,",
      "vi": "một trong nhiều cách,"
    }
  },
  {
    "translation": {
      "en": "is by asking, What is this character living for?",
      "vi": "là bằng cách hỏi, Nhân vật này sống vì điều gì?"
    }
  },
  {
    "translation": {
      "en": "Yeah. So I end our conversation today with,",
      "vi": "Dạ. Nên chị dừng cuộc đàm luận này với câu,"
    }
  },
  {
    "translation": {
      "en": "what are you, Viola Davis, now living for?",
      "vi": "giờ em đang sống vì điều gì, Viola Davis?"
    }
  },
  {
    "translation": {
      "en": "First of all, I'm living for my peace and my joy.",
      "vi": "Trước hết, em sống vì sự bình yên và niềm vui của mình."
    }
  },
  {
    "translation": {
      "en": "I am.",
      "vi": "Thật vậy."
    }
  },
  {
    "translation": {
      "en": "I wanna be happy in my life.",
      "vi": "Em muốn sống hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "And I know happiness is a journey.",
      "vi": "Và em biết hạnh phúc là một hành trình."
    }
  },
  {
    "translation": {
      "en": "It's not a destination.",
      "vi": "Không phải điểm đến."
    }
  },
  {
    "translation": {
      "en": "I know it's speckled with bad,",
      "vi": "Em biết nó được điểm xuyết rủi ro,"
    }
  },
  {
    "translation": {
      "en": "but I wanna feel some level of peace and joy in my life.",
      "vi": "nhưng em muốn cảm nhận mức độ bình yên và vui vẻ nào đó trong đời."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "To help people to live better.",
      "vi": "Để giúp mọi người sống tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "You have done that.",
      "vi": "Em đã làm thế rồi."
    }
  },
  {
    "translation": {
      "en": "In finding yourself, you've helped all of us",
      "vi": "Trong khi khám phá bản thân, em đã giúp tất cả bọn chị"
    }
  },
  {
    "translation": {
      "en": "who hear your story, who read your story,",
      "vi": "những người nghe, đọc câu chuyện của em,"
    }
  },
  {
    "translation": {
      "en": "who see you be the light you are…",
      "vi": "người xem em là ánh sáng soi đường,"
    }
  },
  {
    "translation": {
      "en": "Thank you. …find a part of ourselves.",
      "vi": "khám phá một phần của chính mình."
    }
  },
  {
    "translation": {
      "en": "And I thank you so much.",
      "vi": "Chị rất cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "I'm so excited for people to read Finding Me.",
      "vi": "Chị rất hào hứng khi mọi người đọc Khám phá tôi."
    }
  },
  {
    "translation": {
      "en": "It is astonishing",
      "vi": "Thật đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "what you have been able to endure.",
      "vi": "với những gì em có thể chịu đựng."
    }
  },
  {
    "translation": {
      "en": "And for us to see you to come into this other side of yourself,",
      "vi": "Và để bọn chị thấy em đào sâu vào mặt khác này của chính em,"
    }
  },
  {
    "translation": {
      "en": "makes it possible for us to believe it's possible for ourselves.",
      "vi": "giúp bọn chị có thể tin là điều đó có khả năng xảy ra với chính mình."
    }
  },
  {
    "translation": {
      "en": "So, thank you.",
      "vi": "Vì vậy, cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Thank you, Oprah.  Thank you, Viola.",
      "vi": "Cảm ơn chị, Oprah. Cảm ơn, Viola."
    }
  },
  {
    "translation": {
      "en": "I just wanna say to you all, Finding Me is available on April 26th,",
      "vi": "Xin nói với các vị, Khám phá tôi sẽ ra mắt vào 26 tháng Tư, bất cứ nơi nào bán sách."
    }
  },
  {
    "translation": {
      "en": "wherever books are sold.",
      "vi": "Khám phá tôi sẽ ra mắt vào 26 tháng Tư, bất cứ nơi nào bán sách."
    }
  },
  {
    "translation": {
      "en": "And the audio book too. Viola in her world famous Viola voice…",
      "vi": "Và cả sách nói nữa, là chính Viola bằng giọng nói nổi tiếng thế giới của mình"
    }
  },
  {
    "translation": {
      "en": "…reads her own story that you all need to hear.",
      "vi": "đọc câu chuyện của chính cô ấy mà tất cả mọi người cần nghe."
    }
  },
  {
    "translation": {
      "en": "So I hope you'll get a book.",
      "vi": "Nên tôi hy vọng các vị sẽ mua sách."
    }
  },
  {
    "translation": {
      "en": "And when you get it, buy one for a friend,",
      "vi": "Khi mua rồi, hãy mua cho một người bạn,"
    }
  },
  {
    "translation": {
      "en": "'cause you're gonna want to talk about it with a friend.",
      "vi": "vì bạn sẽ muốn bàn luận nó với bạn bè."
    }
  },
  {
    "translation": {
      "en": "That's what I did with Gayle.",
      "vi": "Tôi đã làm thế với Gayle."
    }
  },
  {
    "translation": {
      "en": "I got it, and then Gayle's like, Well, send me a copy.",
      "vi": "Tôi mua nó, rồi Gayle nói, Gửi cho tớ một bản."
    }
  },
  {
    "translation": {
      "en": "So get it, and then get one for a friend. Yeah. Thank you.",
      "vi": "Mua đi, rồi mua thêm cho bạn một cuốn. Nhé. Cảm ơn."
    }
  }
]