[
  {
    "translation": {
      "en": "- - Okay, Bravo, take note.",
      "vi": "Bravo, lưu ý."
    }
  },
  {
    "translation": {
      "en": "You can start unlocking the unit.",
      "vi": "Có thể mở khóa nhà giam."
    }
  },
  {
    "translation": {
      "en": "♪ Had to fall down so we could stand up ♪",
      "vi": "NGUỒN: SCREWTHEBOXTV"
    }
  },
  {
    "translation": {
      "en": "Skateboarding, for me, started as a hobby.",
      "vi": "Trượt ván, đối với tôi, ban đầu chỉ là sở thích."
    }
  },
  {
    "translation": {
      "en": "To reach professional standard, I needed to join a lot of competitions.",
      "vi": "Để đạt đến trình độ chuyên nghiệp, tôi phải tham gia rất nhiều cuộc thi."
    }
  },
  {
    "translation": {
      "en": "2009 till 2011, that’s when I started to get recognized overseas.",
      "vi": "Từ năm 2009 đến năm 2011 là lúc tôi bắt đầu có tiếng ở nước ngoài."
    }
  },
  {
    "translation": {
      "en": "From 2011 till 2014,",
      "vi": "Từ năm 2011 đến năm 2014,"
    }
  },
  {
    "translation": {
      "en": "I managed to get skateboarding sponsorships from local and overseas.",
      "vi": "tôi đã giành được các nguồn tài trợ trượt ván ở trong nước và quốc tế."
    }
  },
  {
    "translation": {
      "en": "Usually, for skateboarding shoes, we must have the right sole.",
      "vi": "Thường thì đối với giày để trượt ván, đế giày phải đúng loại mới được."
    }
  },
  {
    "translation": {
      "en": "Much flatter than this and not slippery.",
      "vi": "Đế phải phẳng hơn thế này và không trơn trượt nữa."
    }
  },
  {
    "translation": {
      "en": "For exercise, I don’t think it’s helpful.",
      "vi": "Để tập thể dục, tôi không nghĩ cái này sẽ giúp ích đâu."
    }
  },
  {
    "translation": {
      "en": "Outside, you can smell the bus fuel,",
      "vi": "Ngoài kia, bạn có thể ngửi thấy mùi khói xe buýt,"
    }
  },
  {
    "translation": {
      "en": "the grass, the trees, cigarette smell, perfume.",
      "vi": "mùi cỏ, mùi cây, mùi thuốc lá, mùi nước hoa."
    }
  },
  {
    "translation": {
      "en": "In prison, you can only smell, like… walls.",
      "vi": "Ở trong tù, bạn chỉ toàn ngửi thấy… mùi mấy bức tường thôi."
    }
  },
  {
    "translation": {
      "en": "The last competition I had before COVID",
      "vi": "Cuộc thi cuối cùng tôi tham gia trước COVID"
    }
  },
  {
    "translation": {
      "en": "was roughly around 2018 or 2019.",
      "vi": "là khoảng độ năm 2018 hay 2019 gì đó."
    }
  },
  {
    "translation": {
      "en": "And then COVID started to happen. So, there was no competition at all.",
      "vi": "Rồi sau đó COVID bùng phát. Vì vậy cũng không còn giải đấu nào nữa."
    }
  },
  {
    "translation": {
      "en": "I was in a relationship. Back then, I had a girlfriend.",
      "vi": "Khi đó, tôi có một mối quan hệ và tôi có bạn gái."
    }
  },
  {
    "translation": {
      "en": "I argued with my girlfriend.",
      "vi": "Tôi đã cãi nhau với bạn gái."
    }
  },
  {
    "translation": {
      "en": "I didn’t mean to hurt her. It’s just my mistake that I grabbed her.",
      "vi": "Tôi không cố ý làm cô ấy bị đau. Tôi chỉ sai vì đã chụp lấy cô ấy."
    }
  },
  {
    "translation": {
      "en": "March 2020 was when I started my sentence.",
      "vi": "Tháng 3 năm 2020 là khi tôi bắt đầu thụ án."
    }
  },
  {
    "translation": {
      "en": "It’s a one- man cell",
      "vi": "Đây là xà lim đơn"
    }
  },
  {
    "translation": {
      "en": "and you are all alone in the cell.",
      "vi": "nên bạn chỉ có một mình trong xà lim."
    }
  },
  {
    "translation": {
      "en": "That loneliness…",
      "vi": "Sự cô đơn đó…"
    }
  },
  {
    "translation": {
      "en": "When you can’t express yourself,",
      "vi": "Khi bạn không thể giãi bày,"
    }
  },
  {
    "translation": {
      "en": "when you need to talk someone.",
      "vi": "khi cần nói chuyện với một ai đó."
    }
  },
  {
    "translation": {
      "en": "You are stuck.",
      "vi": "Bạn bị mắc kẹt."
    }
  },
  {
    "translation": {
      "en": "I feel I’m a bad person.",
      "vi": "Tôi cảm thấy mình là người xấu."
    }
  },
  {
    "translation": {
      "en": "I think I made a lot of mistakes.",
      "vi": "Tôi nghĩ mình đã phạm rất nhiều sai lầm."
    }
  },
  {
    "translation": {
      "en": "I have to accept it. This is my punishment.",
      "vi": "Tôi phải chấp nhận nó. Đây là hình phạt dành cho tôi."
    }
  },
  {
    "translation": {
      "en": "B1 is a maximum- security institution,",
      "vi": "B1 là cơ sở an ninh tối đa,"
    }
  },
  {
    "translation": {
      "en": "and it also houses inmates with very long sentences.",
      "vi": "và cũng là nơi giam giữ các tù nhân thụ án dài hạn."
    }
  },
  {
    "translation": {
      "en": "Inmates who are receiving violence intervention programs.",
      "vi": "Và các tù nhân tham gia chương trình can thiệp bạo lực."
    }
  },
  {
    "translation": {
      "en": "I'm back.",
      "vi": "Tôi quay lại rồi."
    }
  },
  {
    "translation": {
      "en": "We do not want any unnecessary conflicts.",
      "vi": "Chúng tôi không muốn các xung đột không cần thiết."
    }
  },
  {
    "translation": {
      "en": "That’s also one of the reasons why we house them in a single man cell.",
      "vi": "Đó cũng là một trong các lí do chúng tôi giam họ trong xà lim đơn."
    }
  },
  {
    "translation": {
      "en": "Our prisons have to be spartan",
      "vi": "Các nhà tù của chúng tôi phải bố trí theo kiểu khổ hạnh,"
    }
  },
  {
    "translation": {
      "en": "but not affront to human dignity.",
      "vi": "nhưng không xâm phạm đến phẩm giá con người."
    }
  },
  {
    "translation": {
      "en": "It is, as you can see, bare. It is simple,",
      "vi": "Như các bạn thấy, nó trần trụi, đơn giản,"
    }
  },
  {
    "translation": {
      "en": "but at the same time, prison conditions have to facilitate rehabilitation.",
      "vi": "nhưng đồng thời, điều kiện trong tù phải hỗ trợ cho việc cải tạo."
    }
  },
  {
    "translation": {
      "en": "Kengran 507, 507.",
      "vi": "Có thể mở xà lim 507."
    }
  },
  {
    "translation": {
      "en": "This is basically where I’m staying. This is my home.",
      "vi": "Đây cơ bản là nơi tôi sống. Đây là nhà của tôi."
    }
  },
  {
    "translation": {
      "en": "Usually, this is my area of sleeping.",
      "vi": "Thường thì đây là chỗ tôi nằm ngủ."
    }
  },
  {
    "translation": {
      "en": "Usually, I don't wear clothes because, inside this cell, it's very hot.",
      "vi": "Tôi không mặc quần áo bên trong xà lim vì rất nóng."
    }
  },
  {
    "translation": {
      "en": "Usually, by 4 a.m., 5 a.m., I wake up already.",
      "vi": "Thường thì tầm bốn, năm giờ sáng tôi đã dậy rồi."
    }
  },
  {
    "translation": {
      "en": "So, we have nothing to do because it's very dark,",
      "vi": "Chúng tôi không có gì để làm bởi vì trong này tối om,"
    }
  },
  {
    "translation": {
      "en": "so we try to go back to sleep.",
      "vi": "vì thế chúng tôi lại cố ngủ tiếp."
    }
  },
  {
    "translation": {
      "en": "Once the lights are on, I will go to our washroom over here.",
      "vi": "Khi đèn được bật lên, tôi sẽ đi qua chỗ tắm rửa ở bên này."
    }
  },
  {
    "translation": {
      "en": "So, one, we bathe, I brush my teeth,",
      "vi": "Sau khi tắm rửa, đánh răng xong,"
    }
  },
  {
    "translation": {
      "en": "then I will come back to this area again to read my Bible.",
      "vi": "tôi trở lại khu vực bên này để đọc Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "After reading, I will walk around this cell, from here to here.",
      "vi": "Sau khi đọc sách, tôi sẽ đi qua đi lại trong xà lim này, từ đây qua đây."
    }
  },
  {
    "translation": {
      "en": "Or sideway, from left to the right.",
      "vi": "Hoặc là đi theo chiều ngang, từ trái qua phải."
    }
  },
  {
    "translation": {
      "en": "And when I'm bored, I actually did count,",
      "vi": "Khi thấy chán, tôi còn đếm nữa,"
    }
  },
  {
    "translation": {
      "en": "by my feet, it's about seven, the width is five.",
      "vi": "tính theo bước chân của tôi, dài bảy bước, rộng năm bước."
    }
  },
  {
    "translation": {
      "en": "From 7 to 7:15, we have started",
      "vi": "Từ 7h đến 7h15, chúng tôi bắt đầu"
    }
  },
  {
    "translation": {
      "en": "with the mindfulness practice.",
      "vi": "bằng bài tập chánh niệm."
    }
  },
  {
    "translation": {
      "en": "So, we will play music.",
      "vi": "Chúng tôi sẽ mở nhạc lên."
    }
  },
  {
    "translation": {
      "en": "Attention to all HU2 inmates.",
      "vi": "Tất cả tù nhân Nhà giam số 2 chú ý."
    }
  },
  {
    "translation": {
      "en": "Standby for the morning muster check.",
      "vi": "Sẵn sàng điểm danh buổi sáng."
    }
  },
  {
    "translation": {
      "en": "I repeat. Standby for the morning muster check.",
      "vi": "Tôi nhắc lại. Sẵn sàng điểm danh buổi sáng."
    }
  },
  {
    "translation": {
      "en": "You are required to stand up with your T- shirt tucked in and greet your officer.",
      "vi": "Các anh được yêu cầu đứng đợi sẵn, áo bỏ vào quần và chào cán bộ."
    }
  },
  {
    "translation": {
      "en": "OK, muster!",
      "vi": "Được rồi, điểm danh!"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Muster check is a process where we account for",
      "vi": "Điểm danh là quá trình chúng tôi kiểm tra"
    }
  },
  {
    "translation": {
      "en": "the inmates' headcount in our prisons. So, let's say, for example,",
      "vi": "số lượng tù nhân ở nhà tù của mình. Ví dụ như,"
    }
  },
  {
    "translation": {
      "en": "if I have 150 inmates in my housing unit,",
      "vi": "nếu chúng tôi có 150 tù nhân trong nhà giam của mình,"
    }
  },
  {
    "translation": {
      "en": "I must make sure I have 150 headcounts accounted for.",
      "vi": "tôi phải đảm bảo có 150 người được điểm danh."
    }
  },
  {
    "translation": {
      "en": "- Morning, sir. - Good morning.",
      "vi": "- Chào buổi sáng. - Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Not just seeing them,",
      "vi": "Không phải chỉ nhìn họ là thôi,"
    }
  },
  {
    "translation": {
      "en": "I also need to make sure that they are responding,",
      "vi": "tôi phải đảm bảo họ có đáp lại,"
    }
  },
  {
    "translation": {
      "en": "get his acknowledgment as well.",
      "vi": "và nhận lời đáp của họ."
    }
  },
  {
    "translation": {
      "en": "- Good morning, sir. - Good morning.",
      "vi": "- Chào buổi sáng. - Chào buối sáng."
    }
  },
  {
    "translation": {
      "en": "To make sure that he’s not feeling unwell or anything.",
      "vi": "Để đảm bảo họ không bị ốm hay gì đó."
    }
  },
  {
    "translation": {
      "en": "OK, Bravo. Dayroom 01 muster. Total present 4- 1. 4- 1.",
      "vi": "Bravo. Điểm danh Sảnh sinh hoạt chung 1. Hiện diện đủ 4-1."
    }
  },
  {
    "translation": {
      "en": "CCC to A location.",
      "vi": "CCC đến địa điểm A."
    }
  },
  {
    "translation": {
      "en": "The muster check is over. I repeat. The muster check is over.",
      "vi": "Điểm danh kết thúc. Nhắc lại. Điểm danh kết thúc."
    }
  },
  {
    "translation": {
      "en": "So, after muster check,",
      "vi": "Sau khi điểm danh,"
    }
  },
  {
    "translation": {
      "en": "about, like, 20 minutes, then our food latch will open.",
      "vi": "khoảng chừng 20 phút, khe thức ăn của chúng tôi sẽ được mở."
    }
  },
  {
    "translation": {
      "en": "Yeah, usually, this is very important to us",
      "vi": "Phải, thường thì đây là việc hết sức quan trọng đối với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "because it's our first view of the day,",
      "vi": "vì đây là cảnh tượng đầu tiên trong ngày,"
    }
  },
  {
    "translation": {
      "en": "from a long lock- up from yesterday night.",
      "vi": "sau một đêm dài bị giam bên trong."
    }
  },
  {
    "translation": {
      "en": "Before breakfast,",
      "vi": "Trước khi ăn sáng,"
    }
  },
  {
    "translation": {
      "en": "the shavers will be issued and they will shave inside the cell.",
      "vi": "dao cạo râu sẽ được cấp để họ tự cạo râu bên trong xà lim."
    }
  },
  {
    "translation": {
      "en": "After ten minutes, we will collect the shaver.",
      "vi": "Sau mười phút, chúng tôi sẽ thu lại dao cạo."
    }
  },
  {
    "translation": {
      "en": "Around 07:45, our attendants will issue breakfast to them.",
      "vi": "Khoảng 7h45, phục vụ viên sẽ mang đồ ăn sáng đến cho họ."
    }
  },
  {
    "translation": {
      "en": "So, our breakfast usually consists of four pieces of bread,",
      "vi": "Thường thì bữa sáng của chúng tôi gồm bốn lát bánh mì,"
    }
  },
  {
    "translation": {
      "en": "so they will pass it through our food latch.",
      "vi": "được chuyền vào từ khe thức ăn."
    }
  },
  {
    "translation": {
      "en": "- Morning, bro. - Good morning.",
      "vi": "- Chào buổi sáng. - Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Then we will take our mug, so put it here.",
      "vi": "Sau đó chúng tôi sẽ lấy cốc ra và đặt ở chỗ này."
    }
  },
  {
    "translation": {
      "en": "Once we are given our daily ration tea or coffee, then we'll bring it in.",
      "vi": "Khi được rót đủ phần trà hoặc cà phê cho một ngày, chúng tôi sẽ mang vào trong."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "After that, this door will close.",
      "vi": "Sau đó, cánh cửa này sẽ đóng lại."
    }
  },
  {
    "translation": {
      "en": "I'll finish my breakfast, everything, I will walk again.",
      "vi": "Sau khi ăn sáng xong xuôi, tôi sẽ lại đi qua đi lại."
    }
  },
  {
    "translation": {
      "en": "This is the central kitchen,",
      "vi": "Đây là bếp trung tâm,"
    }
  },
  {
    "translation": {
      "en": "giving meals for the entire cluster B.",
      "vi": "chuẩn bị thức ăn cho toàn bộ khu B."
    }
  },
  {
    "translation": {
      "en": "Per day, we have over two meals, lunch and dinner,",
      "vi": "Mỗi ngày, chúng tôi sẽ nấu hai bữa là trưa và tối,"
    }
  },
  {
    "translation": {
      "en": "approximately, about 7,000 to 8,000 meals",
      "vi": "có khoảng 7.000 đến 8.000 suất ăn"
    }
  },
  {
    "translation": {
      "en": "prepared for prison officers, volunteers, and inmates.",
      "vi": "được chuẩn bị cho cán bộ, tình nguyện viên và tù nhân."
    }
  },
  {
    "translation": {
      "en": "In this kitchen, the meals are prepared by inmate kitchen workers.",
      "vi": "Trong nhà bếp này, các bữa ăn đều do chính các tù nhân làm ở bếp nấu."
    }
  },
  {
    "translation": {
      "en": "Staff Yeo, don’t mind, can close door 10. Close door 10. Open door 11.",
      "vi": "Nhân viên Yeo, đóng cửa 10. Đóng cửa số 10. Mở cửa 11."
    }
  },
  {
    "translation": {
      "en": "Here, he is preparing the vegetables",
      "vi": "Ở đây, anh ấy đang cắt rau"
    }
  },
  {
    "translation": {
      "en": "for tomorrow’s lunch and tomorrow’s dinner.",
      "vi": "cho bữa trưa và bữa tối ngày mai."
    }
  },
  {
    "translation": {
      "en": "People might wonder",
      "vi": "Mọi người sẽ thắc mắc"
    }
  },
  {
    "translation": {
      "en": "if it’s safe for inmates to use this type of tools in this workshop,",
      "vi": "liệu có an toàn để tù nhân dùng các dụng cụ này trong khu bếp này,"
    }
  },
  {
    "translation": {
      "en": "but as you can see, the tools here, they are chained.",
      "vi": "nhưng bạn thấy đó, mấy dụng cụ ở đây đều được xích lại hết."
    }
  },
  {
    "translation": {
      "en": "When they come to the kitchen, right,",
      "vi": "Khi họ vào bên trong bếp,"
    }
  },
  {
    "translation": {
      "en": "we will monitor their attitude and their performance,",
      "vi": "chúng tôi sẽ để ý thái độ và biểu hiện của họ,"
    }
  },
  {
    "translation": {
      "en": "and we’ll see who’s suitable for which location.",
      "vi": "và thấy được ai thích hợp ở vị trí nào."
    }
  },
  {
    "translation": {
      "en": "So, let’s say, veggie cutting area requires a lot of cutting and grinding.",
      "vi": "Ví dụ, khu vực cắt rau yêu cầu công việc cắt và nghiền rất nhiều."
    }
  },
  {
    "translation": {
      "en": "So we need inmates here with the correct composure and the correct mind",
      "vi": "Vì thế ở đây chúng tôi cần tù nhân có thái độ bình tĩnh và suy nghĩ đúng đắn"
    }
  },
  {
    "translation": {
      "en": "to perform this type of task.",
      "vi": "để thực hiện công việc này."
    }
  },
  {
    "translation": {
      "en": "OK, one ready, put back the tray.",
      "vi": "Được rồi, một cái đã xong, đặt cái khay lại."
    }
  },
  {
    "translation": {
      "en": "- OK. - OK?",
      "vi": "- Được rồi. - Được rồi à?"
    }
  },
  {
    "translation": {
      "en": "OK. Now you can arrange.",
      "vi": "Được rồi. Giờ sắp xếp đi."
    }
  },
  {
    "translation": {
      "en": "There will be chefs from the Singapore Airport Terminal Services,",
      "vi": "Đầu bếp ở công ty Singapore Airport Terminal Services,"
    }
  },
  {
    "translation": {
      "en": "in short, SATS,",
      "vi": "gọi tắt là SATS,"
    }
  },
  {
    "translation": {
      "en": "who will be here to educate and guide the inmates on how to prepare the meals.",
      "vi": "sẽ đến đây để tập huấn và chỉ dẫn tù nhân cách chuẩn bị các bữa ăn."
    }
  },
  {
    "translation": {
      "en": "The kitchen caters for six to eight different diets approved",
      "vi": "Nhà bếp chuẩn bị sáu đến tám chế độ ăn uống được phê chuẩn"
    }
  },
  {
    "translation": {
      "en": "based on the dietitian’s recommendation.",
      "vi": "dựa trên khuyến nghị của chuyên gia."
    }
  },
  {
    "translation": {
      "en": "We have normal, non- meat,",
      "vi": "Chúng tôi có suất ăn thường, không thịt,"
    }
  },
  {
    "translation": {
      "en": "soft diet, which means minced diet,",
      "vi": "ăn mềm, nghĩa là đồ ăn băm nhuyễn,"
    }
  },
  {
    "translation": {
      "en": "off chili, for people who can’t take spicy food,",
      "vi": "không ớt dành cho người không ăn cay được,"
    }
  },
  {
    "translation": {
      "en": "low purine, for people who can’t take things like tofu,",
      "vi": "ít purin, dành cho người không ăn được mấy thứ như đậu hũ,"
    }
  },
  {
    "translation": {
      "en": "and low sugar, for inmates who have diabetes.",
      "vi": "và ít đường dành cho tù nhân bị bệnh tiểu đường."
    }
  },
  {
    "translation": {
      "en": "The kitchens will ensure that the daily protein",
      "vi": "Nhà bếp sẽ đảm bảo cung cấp đủ chất đạm"
    }
  },
  {
    "translation": {
      "en": "and vegetable nutrition requirement",
      "vi": "và rau cần thiết hàng ngày"
    }
  },
  {
    "translation": {
      "en": "is catered for for the inmates.",
      "vi": "trong đồ ăn dành cho tù nhân."
    }
  },
  {
    "translation": {
      "en": "Every day, they have different types of food.",
      "vi": "Mỗi ngày họ ăn các món khác nhau."
    }
  },
  {
    "translation": {
      "en": "Let’s say, for Monday, they have baked chicken.",
      "vi": "Ví dụ, thứ Hai họ ăn gà nướng."
    }
  },
  {
    "translation": {
      "en": "For Tuesday, they will have fish.",
      "vi": "Thứ Ba, họ sẽ ăn cá."
    }
  },
  {
    "translation": {
      "en": "Food production is done on an industrial scale.",
      "vi": "Thức ăn được chế biến theo quy mô bếp ăn công nghiệp."
    }
  },
  {
    "translation": {
      "en": "The inmates are the ones preparing the meals.",
      "vi": "Tù nhân chính là người chuẩn bị bữa ăn,"
    }
  },
  {
    "translation": {
      "en": "Ensuring that the inmates, right, they get the proper amount of food.",
      "vi": "để đảm bảo các tù nhân đều được cấp đủ lượng thức ăn."
    }
  },
  {
    "translation": {
      "en": "After it is being packed, it's placed in these food trolleys.",
      "vi": "Sau khi được chia ra khay, thức ăn được đặt vào mấy xe đẩy này."
    }
  },
  {
    "translation": {
      "en": "These food trolleys will ensure the food is kept warm",
      "vi": "Mấy chiếc xe đẩy này sẽ giữ cho thức ăn vẫn còn ấm"
    }
  },
  {
    "translation": {
      "en": "until it reaches the inmates.",
      "vi": "khi đến tay các tù nhân."
    }
  },
  {
    "translation": {
      "en": "Now.",
      "vi": "Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "This one is, like, totally, if I give a point from zero to ten,",
      "vi": "Nếu phải cho điểm từ không đến mười,"
    }
  },
  {
    "translation": {
      "en": "I will say, maybe, it's zero.",
      "vi": "có lẽ tôi sẽ chấm cái này không điểm."
    }
  },
  {
    "translation": {
      "en": "Because it's very cold and sometimes, the mee already became hard.",
      "vi": "Vì nó đã nguội lạnh và đôi khi, cọng mì còn bị cứng lại."
    }
  },
  {
    "translation": {
      "en": "When I was doing the illegal stuff,",
      "vi": "Khi còn làm việc phạm pháp,"
    }
  },
  {
    "translation": {
      "en": "when the money was good also,",
      "vi": "khi kiếm được nhiều tiền,"
    }
  },
  {
    "translation": {
      "en": "I brought my kids out because they love restaurants, western food.",
      "vi": "tôi hay đưa con cái ra ngoài ăn vì chúng thích ăn nhà hàng, món Tây."
    }
  },
  {
    "translation": {
      "en": "I ate mostly at restaurants,",
      "vi": "Tôi thường đi ăn nhà hàng,"
    }
  },
  {
    "translation": {
      "en": "so, compared to the food now, one is like totally heaven and one hell.",
      "vi": "cho nên so với thức ăn bây giờ, khác biệt như thiên đường và địa ngục."
    }
  },
  {
    "translation": {
      "en": "Usually, after eating, I still feel hungry.",
      "vi": "Sau khi ăn xong, tôi vẫn thấy đói."
    }
  },
  {
    "translation": {
      "en": "The portion, for me, is not enough.",
      "vi": "Khẩu phần này đối với tôi là không đủ."
    }
  },
  {
    "translation": {
      "en": "For lunch, usually, we don't have meat.",
      "vi": "Thường thì chúng tôi không được ăn thịt cho bữa trưa."
    }
  },
  {
    "translation": {
      "en": "For dinner, we have two chicken breasts or fish.",
      "vi": "Buổi tối, chúng tôi được ăn hai lát ức gà hoặc cá."
    }
  },
  {
    "translation": {
      "en": "Over the years, I really started to adapt to the food.",
      "vi": "Qua nhiều năm, tôi cũng bắt đầu quen với đồ ăn ở đây."
    }
  },
  {
    "translation": {
      "en": "But actually, I still miss the food outside.",
      "vi": "Nhưng thú thật tôi vẫn nhớ đồ ăn bên ngoài."
    }
  },
  {
    "translation": {
      "en": "The way we are being served is like being treated as a pet in a cage.",
      "vi": "Cách họ cho chúng tôi ăn giống như chăm sóc cho thú cưng trong lồng vậy."
    }
  },
  {
    "translation": {
      "en": "For me, it is definitely hard.",
      "vi": "Đối với tôi, chuyện này thật sự khó khăn."
    }
  },
  {
    "translation": {
      "en": "Today, I am left with 50 days to go.",
      "vi": "Tính từ hôm nay, tôi chỉ còn 50 ngày nữa."
    }
  },
  {
    "translation": {
      "en": "I have collected all these items",
      "vi": "Tôi đã sưu tập mấy món đồ này"
    }
  },
  {
    "translation": {
      "en": "so that I can reward myself",
      "vi": "để thưởng cho bản thân"
    }
  },
  {
    "translation": {
      "en": "every single night for my countdown.",
      "vi": "mỗi buổi tối trong lúc đếm ngược ngày ra."
    }
  },
  {
    "translation": {
      "en": "B1 is one of the maximum- security prisons.",
      "vi": "B1 là một trong những nhà tù có an ninh tối đa."
    }
  },
  {
    "translation": {
      "en": "We hold about 500 plus inmates.",
      "vi": "Chúng tôi giam giữ hơn 500 tù nhân."
    }
  },
  {
    "translation": {
      "en": "OK, Bravo, you can grant me Dayroom 01 slider.",
      "vi": "Gọi Bravo, có thể mở khóa Sảnh sinh hoạt chung 1."
    }
  },
  {
    "translation": {
      "en": "The cells that we have here in B1 are special,",
      "vi": "Các xà lim chúng tôi có trong cơ sở B1 này khá đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "in a way that it's all single man cells.",
      "vi": "ở chỗ tất cả đều là xà lim đơn."
    }
  },
  {
    "translation": {
      "en": "In other places, you have three- men cells,",
      "vi": "Ở các nơi khác, chúng tôi có xà lim ba người,"
    }
  },
  {
    "translation": {
      "en": "four- men cells, and eight- men cells.",
      "vi": "xà lim bốn người và xà lim tám người."
    }
  },
  {
    "translation": {
      "en": "Over here, you see the inmate cell door.",
      "vi": "Ở bên này, bạn có thể thấy cửa xà lim."
    }
  },
  {
    "translation": {
      "en": "It consists of three key items over here,",
      "vi": "Cửa gồm có ba phần chính ở đây,"
    }
  },
  {
    "translation": {
      "en": "which is the viewing panel, and we have two apertures.",
      "vi": "đó là một cửa quan sát và hai cửa khe."
    }
  },
  {
    "translation": {
      "en": "One on top and one below.",
      "vi": "Một ở trên, một ở dưới."
    }
  },
  {
    "translation": {
      "en": "There is this portion, which is perforated.",
      "vi": "Còn có chỗ này đã được đục lỗ."
    }
  },
  {
    "translation": {
      "en": "So, from here, we can hear and talk to the inmate inside.",
      "vi": "Từ đây, chúng tôi có thể nghe và nói chuyện với tù nhân ở trong."
    }
  },
  {
    "translation": {
      "en": "It is not encouraged to talk through the aperture because",
      "vi": "Nói chuyện qua cửa khe không được khuyến khích"
    }
  },
  {
    "translation": {
      "en": "we do not know what they have up their sleeves.",
      "vi": "vì chúng tôi không biết được tù nhân đang mưu tính gì."
    }
  },
  {
    "translation": {
      "en": "They can throw things. They can grab all your items nearby the aperture.",
      "vi": "Họ có thể ném đồ đạc. Họ có thể chụp lấy tất cả đồ vật ở gần cửa khe."
    }
  },
  {
    "translation": {
      "en": "Alright, so the poster you see over here is basically the cell layout",
      "vi": "Còn tấm áp phích ở đây cơ bản là sơ đồ bố trí xà lim"
    }
  },
  {
    "translation": {
      "en": "that the inmates have to follow.",
      "vi": "mà tù nhân phải tuân theo."
    }
  },
  {
    "translation": {
      "en": "They are given a set of items inside the cell,",
      "vi": "Họ được cấp cho một số vật dụng dùng trong xà lim,"
    }
  },
  {
    "translation": {
      "en": "so when it’s time for muster check, they have to arrange their items",
      "vi": "đến giờ điểm danh, họ phải sắp xếp các vật dụng"
    }
  },
  {
    "translation": {
      "en": "according to the poster, which is given over here.",
      "vi": "theo như tấm áp phích được dán ở chỗ này."
    }
  },
  {
    "translation": {
      "en": "The inmates will be given a clear pail, a soap box,",
      "vi": "Các tù nhân sẽ được cấp một cái xô trong suốt, hộp xà phòng,"
    }
  },
  {
    "translation": {
      "en": "a mug with a cover. Alright.",
      "vi": "cốc có nắp đậy. Vậy đấy."
    }
  },
  {
    "translation": {
      "en": "It's transparent",
      "vi": "Nó phải trong suốt"
    }
  },
  {
    "translation": {
      "en": "so that staff can see what they are hiding inside.",
      "vi": "để cán bộ có thể thấy họ giấu thứ gì bên trong."
    }
  },
  {
    "translation": {
      "en": "They are given a plastic spoon",
      "vi": "Họ có một cái thìa nhựa"
    }
  },
  {
    "translation": {
      "en": "for them to use when they eat their meal.",
      "vi": "dùng để ăn hàng ngày."
    }
  },
  {
    "translation": {
      "en": "And we have a set of toothbrush and toothpaste.",
      "vi": "Và họ cũng có một bộ bàn chải và kem đánh răng."
    }
  },
  {
    "translation": {
      "en": "The toothpaste is made in a way that it's clear and you can see things inside.",
      "vi": "Kem đánh răng được thiết kế trong suốt để có thể nhìn thấy bên trong."
    }
  },
  {
    "translation": {
      "en": "If they were to hide anything inside, it will be visible for the staff to see.",
      "vi": "Nếu họ giấu vật gì bên trong thì cũng sẽ bị cán bộ nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "If you see the toothbrush over here,",
      "vi": "Nếu bạn quan sát thì sẽ thấy bàn chải ở đây"
    }
  },
  {
    "translation": {
      "en": "it is made in a way that it's very short.",
      "vi": "được thiết kế rất ngắn."
    }
  },
  {
    "translation": {
      "en": "Because, if they were to use this as a weapon,",
      "vi": "Bởi vì nếu họ định dùng thứ này làm vũ khí,"
    }
  },
  {
    "translation": {
      "en": "I would say, pretty much, it wouldn’t cause much damage",
      "vi": "có thể nói là chắc chắn nó sẽ không gây thương tích gì nhiều"
    }
  },
  {
    "translation": {
      "en": "compared to a longer toothbrush.",
      "vi": "so với chiếc bàn chải dài hơn."
    }
  },
  {
    "translation": {
      "en": "Each inmate will also get two blankets, big enough to cover the whole body.",
      "vi": "Mỗi tù nhân cũng sẽ được cấp hai cái chăn đủ to để đắp cả người."
    }
  },
  {
    "translation": {
      "en": "Last but not least, we have the straw mat",
      "vi": "Cuối cùng, chúng tôi cấp một tấm chiếu"
    }
  },
  {
    "translation": {
      "en": "for them to lay out and sleep on the hard ground.",
      "vi": "để họ trải ra ngủ trên sàn nhà cứng."
    }
  },
  {
    "translation": {
      "en": "If they want it to be more cushioned,",
      "vi": "Nếu họ muốn êm hơn,"
    }
  },
  {
    "translation": {
      "en": "they will just fold the blankets in a way and make it like a mattress.",
      "vi": "thì có thể gấp hai tấm chăn lại dùng thay cho nệm."
    }
  },
  {
    "translation": {
      "en": "This is the toilet area,",
      "vi": "Đây là khu vực vệ sinh,"
    }
  },
  {
    "translation": {
      "en": "where the inmates go to the toilet and also take a shower.",
      "vi": "nơi tù nhân đi vệ sinh và tắm rửa."
    }
  },
  {
    "translation": {
      "en": "So the CCTV will capture everything inside the cell,",
      "vi": "Máy quay an ninh sẽ quay lại mọi thứ bên trong xà lim,"
    }
  },
  {
    "translation": {
      "en": "including the toilet area.",
      "vi": "bao gồm cả khu vực vệ sinh."
    }
  },
  {
    "translation": {
      "en": "If they go to the toilet to do their business,",
      "vi": "Khi họ vào nhà xí để đi vệ sinh,"
    }
  },
  {
    "translation": {
      "en": "if they were to take a shower, we can see everything.",
      "vi": "khi họ đi tắm, chúng tôi đều nhìn thấy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "At night, the CCTV that is inside the cell",
      "vi": "Buổi tối, máy quay an ninh trong xà lim"
    }
  },
  {
    "translation": {
      "en": "is equipped in a way that they can see in the dark.",
      "vi": "được trang bị để có thể quay được cả trong tối."
    }
  },
  {
    "translation": {
      "en": "This is a one- man cell setting.",
      "vi": "Đây là bố trí xà lim đơn."
    }
  },
  {
    "translation": {
      "en": "It can be psychologically small, in a way,",
      "vi": "Nó có thể khá nhỏ về mặt tâm lí,"
    }
  },
  {
    "translation": {
      "en": "if you are cooped up here for a very long time.",
      "vi": "nếu bị nhốt trong này một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "On weekends, the impact is really big.",
      "vi": "Mấy ngày cuối tuần có ảnh hưởng rất lớn."
    }
  },
  {
    "translation": {
      "en": "A very, very big impact.",
      "vi": "Rất, rất là lớn."
    }
  },
  {
    "translation": {
      "en": "For 48 hours, knowing that your perimeter is only this much,",
      "vi": "Suốt 48 giờ, biết được phạm vi của mình chỉ có mỗi chừng này,"
    }
  },
  {
    "translation": {
      "en": "it really disturbs the mind and body as well.",
      "vi": "thật sự gây xáo trộn tinh thần và thể chất."
    }
  },
  {
    "translation": {
      "en": "My wax, my moisturizer, my lip balm, my lotion.",
      "vi": "Sáp, kem dưỡng ẩm, kem dưỡng môi, kem dưỡng thể."
    }
  },
  {
    "translation": {
      "en": "These are all the things that I don't have here.",
      "vi": "Đó là tất cả những thứ tôi không có ở trong này."
    }
  },
  {
    "translation": {
      "en": "Before I came here, I was a fitness trainer.",
      "vi": "Trước khi vào đây, tôi là huấn luyện viên thể hình."
    }
  },
  {
    "translation": {
      "en": "I was living a high life, a luxurious life.",
      "vi": "Tôi đã sống một cuộc đời sung sướng, xa hoa."
    }
  },
  {
    "translation": {
      "en": "People wanting to get a car, to get a bike, to get a house,",
      "vi": "Mọi người đều muốn mua ô tô, mua xe máy, mua nhà,"
    }
  },
  {
    "translation": {
      "en": "to get every single thing,",
      "vi": "có được tất cả mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "I managed to get it all done before I even hit 30.",
      "vi": "tôi đã có được tất cả mấy thứ đó ngay cả khi chưa 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "For this time, my sentence,",
      "vi": "Đối với bản án lần này,"
    }
  },
  {
    "translation": {
      "en": "I was caught trespassing to Istana.",
      "vi": "tôi bị bắt lúc đang đột nhập vào tòa nhà Istana."
    }
  },
  {
    "translation": {
      "en": "During that time, I was high on drugs.",
      "vi": "Lúc đó tôi đang phê thuốc."
    }
  },
  {
    "translation": {
      "en": "I just tend to follow my thoughts",
      "vi": "Tôi chỉ làm theo suy nghĩ của mình"
    }
  },
  {
    "translation": {
      "en": "and I like to go to places",
      "vi": "và tôi thích đi đến những nơi"
    }
  },
  {
    "translation": {
      "en": "that are eventually interesting or unique.",
      "vi": "kiểu thú vị hoặc là độc đáo."
    }
  },
  {
    "translation": {
      "en": "When I was caught, I had a drug utensil with me.",
      "vi": "Lúc bị bắt, tôi có mang theo dụng cụ tiêm chích."
    }
  },
  {
    "translation": {
      "en": "They said I was led to the drug consumption.",
      "vi": "Họ nói tôi có ý định sử dụng ma túy."
    }
  },
  {
    "translation": {
      "en": "I was sentenced to three years imprisonment",
      "vi": "Tôi bị tuyên án ba năm tù"
    }
  },
  {
    "translation": {
      "en": "for drug consumption",
      "vi": "về tội sử dụng ma túy"
    }
  },
  {
    "translation": {
      "en": "and four months for drug utensil possession.",
      "vi": "và bốn tháng tù vì tội tàng trữ dụng cụ tiêm chích ma túy."
    }
  },
  {
    "translation": {
      "en": "The blanket, for me, is the most important one",
      "vi": "Đối với tôi, chiếc chăn là vật dụng quan trọng nhất"
    }
  },
  {
    "translation": {
      "en": "because the blanket can change to become a pillow.",
      "vi": "vì chăn có thể dùng làm gối đầu."
    }
  },
  {
    "translation": {
      "en": "The plastic spoon you get, you should use only once, then throw away.",
      "vi": "Cái thìa nhựa này đáng ra chỉ nên dùng một lần rồi vứt đi."
    }
  },
  {
    "translation": {
      "en": "But this thing has been with me for one year plus. One year plus.",
      "vi": "Nhưng vật này đã theo tôi hơn một năm rồi. Hơn một năm rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, this one is tasteless.",
      "vi": "Phải, cái này không có vị gì hết."
    }
  },
  {
    "translation": {
      "en": "Made in China.",
      "vi": "Làm tại Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "I don't know why they give us this. Maybe because of budget,",
      "vi": "Tôi không hiểu sao họ cho chúng tôi thứ này. Có thể là vì ngân sách,"
    }
  },
  {
    "translation": {
      "en": "but it doesn’t give any effect.",
      "vi": "nhưng nó không có tác dụng gì hết."
    }
  },
  {
    "translation": {
      "en": "Yeah, totally, seriously.",
      "vi": "Phải, thật đấy chứ."
    }
  },
  {
    "translation": {
      "en": "I am a worker, so this thing",
      "vi": "Tôi làm việc ở trong này, vì thế thứ này"
    }
  },
  {
    "translation": {
      "en": "is not normal soap.",
      "vi": "không phải xà phòng thường."
    }
  },
  {
    "translation": {
      "en": "This one is quite good. Better than the normal soap.",
      "vi": "Cái này dùng khá tốt đấy. Tốt hơn xà phòng thường."
    }
  },
  {
    "translation": {
      "en": "Normal soap is too dry. Way too dry.",
      "vi": "Xà phòng thường quá khô. Cực kì khô."
    }
  },
  {
    "translation": {
      "en": "Scented soap is one of those things that motivate inmates",
      "vi": "Xà phòng thơm là một trong những thứ động viên tù nhân"
    }
  },
  {
    "translation": {
      "en": "to maintain their conduct and behavior in prisons",
      "vi": "duy trì hạnh kiểm và hành xử tốt trong nhà tù"
    }
  },
  {
    "translation": {
      "en": "so that they can still go for work soon.",
      "vi": "để họ có thể tiếp tục sớm được làm việc."
    }
  },
  {
    "translation": {
      "en": "So, once you go to work, then we actually give an allowance,",
      "vi": "Một khi tham gia làm việc, chúng tôi trả thù lao cho họ,"
    }
  },
  {
    "translation": {
      "en": "then you'll be able to purchase canteen items, like soap.",
      "vi": "để họ có thể mua các mặt hàng ở căng tin như xà phòng."
    }
  },
  {
    "translation": {
      "en": "I got these goodies",
      "vi": "Tôi mua đống bánh kẹo này"
    }
  },
  {
    "translation": {
      "en": "from the allowance that I had working as a peer facilitator.",
      "vi": "bằng thù lao làm việc ở vị trí điều phối viên hỗ trợ tù nhân."
    }
  },
  {
    "translation": {
      "en": "Today, I am eft with 50 days to go",
      "vi": "Từ hôm nay, chỉ còn 50 ngày nữa"
    }
  },
  {
    "translation": {
      "en": "until my release date on the 21st of January.",
      "vi": "là đến lúc tôi được thả, vào ngày 21 tháng 1."
    }
  },
  {
    "translation": {
      "en": "I have collected all these items",
      "vi": "Tôi đã sưu tầm tất cả các món hàng này"
    }
  },
  {
    "translation": {
      "en": "so that I can reward myself",
      "vi": "để có thể thưởng cho bản thân"
    }
  },
  {
    "translation": {
      "en": "every single night for my countdown.",
      "vi": "mỗi buổi tối trong lúc đếm ngược ngày ra."
    }
  },
  {
    "translation": {
      "en": "So, by having some rewards and achieving these rewards",
      "vi": "Qua việc có được phần thưởng và đạt được các phần thưởng này,"
    }
  },
  {
    "translation": {
      "en": "by myself, I am able to eventually make myself think better",
      "vi": "tôi có thể dần dần khiến bản thân suy nghĩ tốt hơn"
    }
  },
  {
    "translation": {
      "en": "during my darkest time here.",
      "vi": "trong thời điểm tăm tối nhất ở đây."
    }
  },
  {
    "translation": {
      "en": "Basically, I’m worried I forget. I need to focus on the risk",
      "vi": "Thường thì tôi lo lắng mình sẽ quên. Tôi cần phải tập trung vào nguy cơ"
    }
  },
  {
    "translation": {
      "en": "of me getting into trouble.",
      "vi": "là mình sẽ dính vào rắc rối."
    }
  },
  {
    "translation": {
      "en": "I think arguing",
      "vi": "Tôi nghĩ cãi nhau"
    }
  },
  {
    "translation": {
      "en": "and disobeying officers",
      "vi": "và không nghe lời cán bộ"
    }
  },
  {
    "translation": {
      "en": "can be an extension of three days to seven days for my release date.",
      "vi": "có thể kéo dài thời hạn được thả của tôi từ ba ngày cho đến bảy ngày."
    }
  },
  {
    "translation": {
      "en": "Tonight, I’m gonna treat myself with biscuits.",
      "vi": "Đêm nay, tôi sẽ thưởng cho mình bằng cái bánh quy này."
    }
  },
  {
    "translation": {
      "en": "This biscuit.",
      "vi": "Cái bánh quy này."
    }
  },
  {
    "translation": {
      "en": "He is a very good inmate,",
      "vi": "Anh ta là một tù nhân rất tốt,"
    }
  },
  {
    "translation": {
      "en": "but it doesn’t mean all the good inmates are good citizens.",
      "vi": "nhưng không có nghĩa tất cả tù nhân tốt đều là công dân tốt."
    }
  },
  {
    "translation": {
      "en": "We have a lot of experience",
      "vi": "Chúng tôi đã gặp rất nhiều trường hợp"
    }
  },
  {
    "translation": {
      "en": "where the inmate obeys, but after two months, they come back.",
      "vi": "tù nhân rất tuân thủ phép tắc, nhưng sau hai tháng, họ lại trở lại đây."
    }
  },
  {
    "translation": {
      "en": "They fail to become a good citizen.",
      "vi": "Họ không làm công dân tốt được."
    }
  },
  {
    "translation": {
      "en": "Even though he’s a very good inmate,",
      "vi": "Mặc dù anh ta là tù nhân rất tốt,"
    }
  },
  {
    "translation": {
      "en": "what we are focusing now is we want him to become a good citizen.",
      "vi": "việc chúng tôi tập trung lúc này là giúp anh ta trở thành công dân tốt."
    }
  },
  {
    "translation": {
      "en": "So that’s our next challenge that we need to prepare him before his release.",
      "vi": "Đó là thử thách tiếp theo của chúng tôi, chuẩn bị cho anh ta trước khi ra tù."
    }
  },
  {
    "translation": {
      "en": "Ben to Shalih. Message. Over.",
      "vi": "Ben gọi Shalih. Tin nhắn. Hết."
    }
  },
  {
    "translation": {
      "en": "OK, Shalih to Mr. Ben. Send your message. Over.",
      "vi": "Được, Shalih gọi anh Ben. Gửi tin nhắn. Hết."
    }
  },
  {
    "translation": {
      "en": "Ben to Shalih, prepare for Dayroom 01 cell search.",
      "vi": "Ben gọi Shalih, chuẩn bị khám xà lim Sảnh sinh hoạt chung 1."
    }
  },
  {
    "translation": {
      "en": "Shalih to Mr. Ben, roger. Proceeding.",
      "vi": "Shalih gọi anh Ben, rõ. Bắt đầu thực hiện."
    }
  },
  {
    "translation": {
      "en": "Count number.",
      "vi": "Đếm số."
    }
  },
  {
    "translation": {
      "en": "Okay, we’re going to conduct a routine cell search",
      "vi": "Chúng tôi sẽ tiến hành khám xà lim định kì"
    }
  },
  {
    "translation": {
      "en": "from 507 to 511.",
      "vi": "từ buồng 507 đến 511."
    }
  },
  {
    "translation": {
      "en": "Okay, Boon Keng, stand by for cell search.",
      "vi": "Boon Keng, sẵn sàng đợi khám xà lim."
    }
  },
  {
    "translation": {
      "en": "This is part of the prison's regulations that we need to do the cell search",
      "vi": "Một phần quy định của nhà tù là chúng tôi phải khám xà lim"
    }
  },
  {
    "translation": {
      "en": "to make sure that they don't keep any contraband.",
      "vi": "để đảm bảo họ không giữ bất kì món đồ cấm nào."
    }
  },
  {
    "translation": {
      "en": "Contraband can include excessive items",
      "vi": "Đồ vật cấm có thể gồm đồ thừa"
    }
  },
  {
    "translation": {
      "en": "or any items which are modified, such as a cell hook, strings.",
      "vi": "hoặc các đồ tự chế, ví dụ như móc treo, vật dài như dây."
    }
  },
  {
    "translation": {
      "en": "Yeah, Bravo can grant 507 cell search.",
      "vi": "Bravo, có thể cho phép khám xà lim 507."
    }
  },
  {
    "translation": {
      "en": "We want to make sure that the environment is actually safe",
      "vi": "Chúng tôi muốn đảm bảo môi trường thật sự an toàn"
    }
  },
  {
    "translation": {
      "en": "for the inmates and officers to work in.",
      "vi": "cho cả tù nhân và cán bộ làm việc."
    }
  },
  {
    "translation": {
      "en": "So, every day,",
      "vi": "Vì thế mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "- we have scheduled cells to search. - Keep body back.",
      "vi": "- chúng tôi đều có lịch khám xà lim. - Lùi ra sau."
    }
  },
  {
    "translation": {
      "en": "Take out your Toyogo box. Sit outside.",
      "vi": "Mang thùng nhựa của anh ra. Ngồi bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Okay, Boon Keng, before I go in, you got anything to declare?",
      "vi": "Trước khi tôi vào, anh có gì để khai báo không?"
    }
  },
  {
    "translation": {
      "en": "No, sir.",
      "vi": "Không, thưa cán bộ."
    }
  },
  {
    "translation": {
      "en": "The officer will come with their shoes on,",
      "vi": "Cán bộ sẽ đi cả giày vào trong,"
    }
  },
  {
    "translation": {
      "en": "so this is basically where I live. This is my home.",
      "vi": "đây là nơi tôi sinh sống. Đây là nhà của tôi."
    }
  },
  {
    "translation": {
      "en": "So after the cell search, I have to actually re- clean the whole cell.",
      "vi": "Vì thế sau khi khám xà lim, tôi phải lau lại cả xà lim."
    }
  },
  {
    "translation": {
      "en": "So, normally, inmates would like to keep things",
      "vi": "Thường thì tù nhân thích để đồ vật"
    }
  },
  {
    "translation": {
      "en": "in any part of the door fixture.",
      "vi": "trong mấy bộ phận của cánh cửa."
    }
  },
  {
    "translation": {
      "en": "Usually, the holes over here, they will use staple bullets.",
      "vi": "Thường trong mấy cái lỗ ở đây, họ sẽ dùng ghim bấm."
    }
  },
  {
    "translation": {
      "en": "They can even put straws, to use as hooks to hang things.",
      "vi": "Thậm chí họ có thể dùng ống hút, để làm móc treo đồ."
    }
  },
  {
    "translation": {
      "en": "Then, usually, they will have a long piece of string",
      "vi": "Thường họ sẽ có một sợi dây dài"
    }
  },
  {
    "translation": {
      "en": "and then they will just put it round and round",
      "vi": "rồi quấn vòng nó lại"
    }
  },
  {
    "translation": {
      "en": "and round and round just to conceal it.",
      "vi": "để giấu đi."
    }
  },
  {
    "translation": {
      "en": "So, this string, they will use to do some threading",
      "vi": "Sợi dây này có thể được dùng để cạo"
    }
  },
  {
    "translation": {
      "en": "to their eyebrows or to their facial hair.",
      "vi": "lông mày hoặc lông mặt."
    }
  },
  {
    "translation": {
      "en": "If caught with contraband in the cell, a report will be submitted against them",
      "vi": "Nếu bị phát hiện có vật cấm trong xà lim, họ sẽ bị lập báo cáo"
    }
  },
  {
    "translation": {
      "en": "and they may actually lose opportunity in terms of the work program",
      "vi": "và có thể mất cơ hội tham gia làm việc"
    }
  },
  {
    "translation": {
      "en": "or even have their out of cell activity, their yard activity, forfeited.",
      "vi": "hoặc thậm chí là mất cơ hội tham gia hoạt động ngoài xà lim."
    }
  },
  {
    "translation": {
      "en": "When it comes to the toilet area, this is where it gets more exciting.",
      "vi": "Khi đến khu vực vệ sinh thì sẽ bắt đầu hay ho hơn."
    }
  },
  {
    "translation": {
      "en": "Like over here, you see an improvised hook. Which is not allowed.",
      "vi": "Giống như ở bên này, đây là một cái móc tự chế. Cái này bị cấm."
    }
  },
  {
    "translation": {
      "en": "Each cell, they are allowed to have three cell hooks.",
      "vi": "Mỗi xà lim chỉ được phép có ba cái móc."
    }
  },
  {
    "translation": {
      "en": "Two in the living area and one at the toilet.",
      "vi": "Hai cái ở chỗ ngủ và một cái ở chỗ vệ sinh."
    }
  },
  {
    "translation": {
      "en": "So this is an extra one.",
      "vi": "Vậy đây là cái thêm vào."
    }
  },
  {
    "translation": {
      "en": "I will certainly ask the inmate to remove this and pass it to me.",
      "vi": "Chắc chắn tôi sẽ yêu cầu tù nhân gỡ bỏ cái này và giao cho tôi."
    }
  },
  {
    "translation": {
      "en": "Then I will give them a warning.",
      "vi": "Sau đó tôi sẽ cảnh cáo họ."
    }
  },
  {
    "translation": {
      "en": "We have a standard stock of items for inmates.",
      "vi": "Chúng tôi có vật dụng tiêu chuẩn cho tù nhân."
    }
  },
  {
    "translation": {
      "en": "If inmates are allowed to have their own items,",
      "vi": "Nếu tù nhân được phép sở hữu đồ vật riêng,"
    }
  },
  {
    "translation": {
      "en": "then it actually makes our officer's job more difficult to check.",
      "vi": "sẽ làm cho công việc kiểm tra của các cán bộ khó khăn hơn."
    }
  },
  {
    "translation": {
      "en": "Secondly, it's also more on enforcing equality among the inmates.",
      "vi": "Thứ hai, việc này chủ yếu để đảm bảo bình đẳng giữa các tù nhân."
    }
  },
  {
    "translation": {
      "en": "We need to make sure that everyone is the same, treated the same.",
      "vi": "Chúng tôi cần đảm bảo họ đều như nhau, được đối xử như nhau."
    }
  },
  {
    "translation": {
      "en": "The reason why I knock",
      "vi": "Lí do tôi gõ vào đây"
    }
  },
  {
    "translation": {
      "en": "is to see whether there is anything that falls in or out.",
      "vi": "là để xem có gì rơi ra hay không."
    }
  },
  {
    "translation": {
      "en": "So these are the buttons for the flush and the shower.",
      "vi": "Mấy cái nút này dùng để dội nước và mở vòi sen."
    }
  },
  {
    "translation": {
      "en": "Usually, we just press the flush button first to see",
      "vi": "Thường thì chúng tôi ấn nút dội nước trước để xem"
    }
  },
  {
    "translation": {
      "en": "whether they are hiding anything at the toilet area.",
      "vi": "họ có giấu thứ gì trong khu vực vệ sinh không."
    }
  },
  {
    "translation": {
      "en": "They normally will hide things right under the pipe over here.",
      "vi": "Họ thường sẽ giấu đồ vật ngay bên dưới cái ống ở đây."
    }
  },
  {
    "translation": {
      "en": "So we will just use the flush button to flush it all down",
      "vi": "Vì thế chúng tôi ấn nút dội nước để dội hết mọi thứ xuống"
    }
  },
  {
    "translation": {
      "en": "in case, then we will know what they will be hiding.",
      "vi": "để đề phòng và kiểm tra xem họ đang giấu gì ở đó."
    }
  },
  {
    "translation": {
      "en": "So, in my experience, when we do cell search, we check the toilet bowls",
      "vi": "Theo kinh nghiệm của tôi, khi khám xà lim, chúng tôi sẽ kiểm tra bệ xí"
    }
  },
  {
    "translation": {
      "en": "because sometimes we can find inmates hide things inside there.",
      "vi": "vì đôi khi chúng tôi có thể tìm thấy đồ vật do tù nhân giấu ở đó."
    }
  },
  {
    "translation": {
      "en": "Things like medication pills, tablets,",
      "vi": "Có những thứ như thuốc viên,"
    }
  },
  {
    "translation": {
      "en": "even improvised items that they wish to hide.",
      "vi": "thậm chí là các đồ vật tự chế mà họ muốn giấu."
    }
  },
  {
    "translation": {
      "en": "OK, Boon Keng, you can come in with your Toyogo box.",
      "vi": "Boon Keng, mang thùng nhựa vào trong được rồi."
    }
  },
  {
    "translation": {
      "en": "Chances are they are",
      "vi": "Có khả năng là"
    }
  },
  {
    "translation": {
      "en": "- smuggling among each other, - Stand behind.",
      "vi": "- họ buôn lậu đồ qua lại, - Đứng ra sau."
    }
  },
  {
    "translation": {
      "en": "- passing around without the staff knowing. - Alright.",
      "vi": "- chuyền tay nhau mà cán bộ không biết. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "They could get from any place that you can imagine.",
      "vi": "Họ có thể lấy đồ ở bất cứ đâu bạn có thể tưởng tượng ra."
    }
  },
  {
    "translation": {
      "en": "But this is all not within the radar of the staff.",
      "vi": "Nhưng không phải tất cả đều lọt vào mắt của cán bộ."
    }
  },
  {
    "translation": {
      "en": "That is why it is very important for us to do cell searches every day regularly.",
      "vi": "Vì thế việc khám xà lim mỗi ngày đều đặn rất quan trọng với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "This one is an origami.",
      "vi": "Đây là đồ gấp giấy."
    }
  },
  {
    "translation": {
      "en": "It looks nice, but you’re not allowed to do all this inside.",
      "vi": "Trông đẹp đấy, nhưng anh không được làm cái này ở trong đây."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "For origamis and other artwork that inmates like to create, right,",
      "vi": "Mấy món đồ gấp giấy hay đồ mỹ thuật mà tù nhân thích làm,"
    }
  },
  {
    "translation": {
      "en": "they are not part of the standardized items.",
      "vi": "không được liệt vào các vật dụng tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "And it’s also part of inmates' discipline inside prison.",
      "vi": "Việc này cũng liên quan đến kỷ luật của tù nhân trong tù."
    }
  },
  {
    "translation": {
      "en": "So that’s why it’s not allowed.",
      "vi": "Vì thế việc đó bị cấm."
    }
  },
  {
    "translation": {
      "en": "Let’s say if an inmate were to keep a long piece",
      "vi": "Ví dụ một tù nhân giữ một vật dài dạng dây"
    }
  },
  {
    "translation": {
      "en": "of string that turns into a rope,",
      "vi": "và chế nó thành dây thừng,"
    }
  },
  {
    "translation": {
      "en": "he can use it to, you know, hang himself.",
      "vi": "anh ta có thể dùng nó để tự treo cổ."
    }
  },
  {
    "translation": {
      "en": "If there are things that are sharpened,",
      "vi": "Nếu có mấy vật nhọn,"
    }
  },
  {
    "translation": {
      "en": "that could also, you know, be a risk to us when we work over here.",
      "vi": "thì cũng có thể gây rủi ro cho chúng tôi khi làm việc ở đây."
    }
  },
  {
    "translation": {
      "en": "Luckily for the inmate earlier,",
      "vi": "May mắn cho tù nhân mới vừa rồi,"
    }
  },
  {
    "translation": {
      "en": "there were no major contrabands that were found.",
      "vi": "vì không có vật cấm nghiêm trọng nào được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "It was just rubbish and a few improvised items",
      "vi": "Chỉ có rác và vài món đồ tự chế"
    }
  },
  {
    "translation": {
      "en": "that doesn’t implicate security inside our housing unit.",
      "vi": "không ảnh hưởng đến an ninh trong nhà giam của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Chief Shalih actually caught me with some straws",
      "vi": "Sếp Shalih phát hiện ra tôi giữ vài cái ống hút"
    }
  },
  {
    "translation": {
      "en": "and actually the additional hook.",
      "vi": "và một cái móc dư ra."
    }
  },
  {
    "translation": {
      "en": "It’s actually an improvised hook, yeah.",
      "vi": "Nó đúng là móc tự chế."
    }
  },
  {
    "translation": {
      "en": "So, basically, inside, we use rice to make glue to actually roll up the paper,",
      "vi": "Thường thì ở trong này, chúng tôi dùng cơm làm hồ dán giấy rồi cuộn lại,"
    }
  },
  {
    "translation": {
      "en": "so, after it dries, it becomes hard.",
      "vi": "sau khi khô, nó sẽ cứng lại."
    }
  },
  {
    "translation": {
      "en": "Make sure there are five.",
      "vi": "Lấy đủ năm cái nhé."
    }
  },
  {
    "translation": {
      "en": "For the straws, it’s actually from a counseling course.",
      "vi": "Còn ống hút thì lấy từ khóa tư vấn."
    }
  },
  {
    "translation": {
      "en": "We have this every week. If we have good performance,",
      "vi": "Chúng tôi có khóa này hàng tuần. Nếu thể hiện tốt,"
    }
  },
  {
    "translation": {
      "en": "they will actually give us packet drinks.",
      "vi": "họ sẽ cho chúng tôi đồ uống đóng hộp."
    }
  },
  {
    "translation": {
      "en": "So, the straw is actually where it comes from.",
      "vi": "Vì thế ống hút từ đó mà ra."
    }
  },
  {
    "translation": {
      "en": "I just feel that the hook for toilet is, like, not enough",
      "vi": "Tôi chỉ cảm thấy cái móc trong chỗ vệ sinh không đủ dùng"
    }
  },
  {
    "translation": {
      "en": "because, usually, I hang towel to dry out.",
      "vi": "vì tôi thường treo khăn cho khô."
    }
  },
  {
    "translation": {
      "en": "Then, when I actually go in for bath, I also have to take out my pants.",
      "vi": "Nhưng khi đi tắm, tôi còn phải cởi quần ra nữa."
    }
  },
  {
    "translation": {
      "en": "So, usually, I will find something to hook on.",
      "vi": "Thế nên tôi thường tìm thứ gì đó để treo đồ lên."
    }
  },
  {
    "translation": {
      "en": "That’s why I do the additional hook.",
      "vi": "Thế nên tôi mới làm thêm cái móc."
    }
  },
  {
    "translation": {
      "en": "After all these being confiscated,",
      "vi": "Sau khi mấy món đồ bị tịch thu,"
    }
  },
  {
    "translation": {
      "en": "I think I have to",
      "vi": "tôi nghĩ mình phải"
    }
  },
  {
    "translation": {
      "en": "readapt again to use another method, in the right way.",
      "vi": "tập làm quen lại để dùng cách khác, một cách đúng đắn."
    }
  },
  {
    "translation": {
      "en": "Okay, so far, all the things that I find here are all rubbish",
      "vi": "Được rồi, nhìn chung tất cả những thứ tôi tìm thấy ở đây đều là rác"
    }
  },
  {
    "translation": {
      "en": "and all the things that you’re not supposed to keep.",
      "vi": "và là những thứ anh không được giữ."
    }
  },
  {
    "translation": {
      "en": "See, the straws,",
      "vi": "Như mấy cái ống hút,"
    }
  },
  {
    "translation": {
      "en": "improvised cell hooks.",
      "vi": "móc tự chế."
    }
  },
  {
    "translation": {
      "en": "For all these, I’ll give you warning.",
      "vi": "Vì mấy cái này, tôi sẽ cảnh cáo anh."
    }
  },
  {
    "translation": {
      "en": "OK, if you ever do this again,",
      "vi": "Nếu anh còn tái phạm,"
    }
  },
  {
    "translation": {
      "en": "- the punishment will be higher, okay? - Yes, sir.",
      "vi": "- hình phạt sẽ nặng hơn, được chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Ok, Boon Keng, we're going to thumbprint you",
      "vi": "Boon Keng, chúng tôi sẽ để"
    }
  },
  {
    "translation": {
      "en": "for the offense that you did inside your cell.",
      "vi": "anh quét vân tay vì vi phạm bên trong xà lim."
    }
  },
  {
    "translation": {
      "en": "For having extra cell hooks and all the straws that you kept.",
      "vi": "Vì làm thêm móc treo và giữ mấy cái ống hút."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Housing Unit Informal Resolution System,",
      "vi": "Hệ thống Giải Quyết Phi Chính thức cho Nhà giam,"
    }
  },
  {
    "translation": {
      "en": "it’s a platform where we record down the inmates' wrongdoings.",
      "vi": "là một nền tảng chúng tôi dùng để lưu lại các vi phạm của tù nhân."
    }
  },
  {
    "translation": {
      "en": "What it does is it takes acknowledgement from inmates",
      "vi": "Nó sẽ ghi lại lời thừa nhận của tù nhân"
    }
  },
  {
    "translation": {
      "en": "who have committed some mistake and it gives them like a contract",
      "vi": "đã có hành vi vi phạm và đưa lại cho họ một bản cam kết"
    }
  },
  {
    "translation": {
      "en": "not to do the same mistake within six months.",
      "vi": "là không tái phạm lỗi đó trong vòng sáu tháng."
    }
  },
  {
    "translation": {
      "en": "If not, then they will be liable for a higher punishment,",
      "vi": "Nếu không, họ sẽ phải chịu hình phạt cao hơn,"
    }
  },
  {
    "translation": {
      "en": "which is a disciplinary charge.",
      "vi": "là tội vi phạm kỷ luật."
    }
  },
  {
    "translation": {
      "en": "Okay, sign over here.",
      "vi": "Được rồi, ký vào đây."
    }
  },
  {
    "translation": {
      "en": "Okay, so, in prisons, we have minor and major charges.",
      "vi": "Trong tù, chúng tôi có các lỗi nhẹ và nặng."
    }
  },
  {
    "translation": {
      "en": "So, for minor charges, it can range from quarreling with another inmate,",
      "vi": "Đối với các lỗi nhẹ, có thể từ gây gổ với tù nhân khác,"
    }
  },
  {
    "translation": {
      "en": "disobeying officers' instructions,",
      "vi": "không tuân thủ hướng dẫn của cán bộ,"
    }
  },
  {
    "translation": {
      "en": "or keeping excessive or modified items.",
      "vi": "hoặc giữ các đồ vật thừa hoặc tự chế."
    }
  },
  {
    "translation": {
      "en": "For inmates found guilty of minor charges,",
      "vi": "Đối với các tù nhân phạm lỗi nhẹ,"
    }
  },
  {
    "translation": {
      "en": "the punishment may range from a written warning,",
      "vi": "hình phạt có thể từ cảnh cáo bằng văn bản,"
    }
  },
  {
    "translation": {
      "en": "confinement in the punishment cell up to seven days,",
      "vi": "giam giữ trong xà lim đến bảy ngày,"
    }
  },
  {
    "translation": {
      "en": "or his release date will be extended.",
      "vi": "hoặc bị kéo dài thời hạn được ra tù."
    }
  },
  {
    "translation": {
      "en": "For major charges, caning may be imposed, and for serious cases,",
      "vi": "Đối với các lỗi nặng, đánh bằng roi có thể được áp dụng, nghiêm trọng hơn"
    }
  },
  {
    "translation": {
      "en": "it may also be referred to the police.",
      "vi": "thì có thể bị chuyển cho cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Major charge, it can range from fighting with other inmates,",
      "vi": "Các lỗi nặng, có thể là đánh nhau với tù nhân khác,"
    }
  },
  {
    "translation": {
      "en": "hoarding of medication, and even tattooing in prison.",
      "vi": "tích trữ thuốc men, và thậm chí là xăm mình trong tù."
    }
  },
  {
    "translation": {
      "en": "Khai, cell search.",
      "vi": "Khai, khám xà lim."
    }
  },
  {
    "translation": {
      "en": "Bravo, can grant me 509. 509.",
      "vi": "Bravo, có thể mở xà lim 509."
    }
  },
  {
    "translation": {
      "en": "I think the hardest part in prison is the control.",
      "vi": "Tôi nghĩ chuyện khó nhất khi ở tù là sự kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Maybe if you’re outside, you can be in control.",
      "vi": "Có thể khi ở bên ngoài, bạn được quyền tự kiểm soát."
    }
  },
  {
    "translation": {
      "en": "But ending up inside here, I can’t do anything.",
      "vi": "Nhưng khi ở trong này, tôi không thể làm gì cả."
    }
  },
  {
    "translation": {
      "en": "Have one, two…",
      "vi": "Có một, hai…"
    }
  },
  {
    "translation": {
      "en": "Anything to declare, Khai?",
      "vi": "Có gì để khai báo không, Khai?"
    }
  },
  {
    "translation": {
      "en": "- Nothing. - Nothing to declare.",
      "vi": "- Không. - Không có gì để khai báo."
    }
  },
  {
    "translation": {
      "en": "Mixed fruits. When?",
      "vi": "Trái cây. Từ khi nào?"
    }
  },
  {
    "translation": {
      "en": "- It’s my lunch, yesterday. - Yesterday. Why got 3 fruits?",
      "vi": "- Bữa trưa hôm qua. - Hôm qua. Sao anh có tới ba quả?"
    }
  },
  {
    "translation": {
      "en": "Which one is the oldest one?",
      "vi": "Cái nào để lâu nhất?"
    }
  },
  {
    "translation": {
      "en": "- Either one. - So this one out.",
      "vi": "- Một trong hai. - Vậy bỏ cái này."
    }
  },
  {
    "translation": {
      "en": "Some of them do store quite a few to eat later in the night,",
      "vi": "Một số tù nhân giữ lại một ít trái cây để ăn vào ban đêm,"
    }
  },
  {
    "translation": {
      "en": "when they are hungry and all that, but they should only have two.",
      "vi": "khi đói bụng, nhưng họ nên giữ hai thôi."
    }
  },
  {
    "translation": {
      "en": "We cannot have them keep it for too long because they could have stomach pain.",
      "vi": "Chúng tôi không cho họ giữ lâu quá vì họ có thể bị đau bụng."
    }
  },
  {
    "translation": {
      "en": "It could get them sick.",
      "vi": "Cái này có thể làm họ bị ốm."
    }
  },
  {
    "translation": {
      "en": "We have to remove this one because it’s been a few days already.",
      "vi": "Chúng tôi bỏ cái này đi vì nó để được mấy ngày rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "This is just his own personal drawing.",
      "vi": "Cái này chỉ là bức tranh anh ta tự vẽ."
    }
  },
  {
    "translation": {
      "en": "So, I am also taking this one because it’s an unauthorized material.",
      "vi": "Tôi cũng sẽ thu cái này vì đây không phải đồ vật được cấp phép."
    }
  },
  {
    "translation": {
      "en": "There is no chop. There’s no official stamp on it,",
      "vi": "Không có mộc. Không có dấu mộc chính thức đóng lên,"
    }
  },
  {
    "translation": {
      "en": "so I will take it away. Why?",
      "vi": "vì vậy tôi sẽ mang đi. Vì sao à?"
    }
  },
  {
    "translation": {
      "en": "Because it could lead to him writing messages",
      "vi": "Bởi vì nó có thể dẫn đến việc anh ta viết tin nhắn"
    }
  },
  {
    "translation": {
      "en": "across the housing unit or even across the institution.",
      "vi": "và chuyền trong nhà giam, thậm chí khắp cả cơ sở."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Plastic, stapler, strings,",
      "vi": "Nhựa, đồ bấm, dây,"
    }
  },
  {
    "translation": {
      "en": "and A4 paper, all these, we can’t have in the cell.",
      "vi": "và giấy A4, chúng tôi không được có mấy thứ này ở trong xà lim."
    }
  },
  {
    "translation": {
      "en": "Pencils, we are definitely not allowed to have",
      "vi": "Bút chì chắc chắn là không được giữ"
    }
  },
  {
    "translation": {
      "en": "because that one, we can use it for tattoo.",
      "vi": "vì chúng tôi có thể dùng cái đó để xăm mình."
    }
  },
  {
    "translation": {
      "en": "Although all these things in prison is not allowed, but we have our means to get it.",
      "vi": "Dù không được phép giữ mấy thứ đó trong tù, chúng tôi vẫn có cách lấy được."
    }
  },
  {
    "translation": {
      "en": "One of the possible ways how inmates got their contrabands",
      "vi": "Một trong những cách khả thi để tù nhân lấy được vật cấm"
    }
  },
  {
    "translation": {
      "en": "could be through the housing unit attendants who may put in the contrabands",
      "vi": "có thể là do các phục vụ viên trong nhà giam đã đặt các vật cấm"
    }
  },
  {
    "translation": {
      "en": "or additional items while they’re doing food issuance.",
      "vi": "hoặc các vật dụng khác khi họ đi phát thức ăn."
    }
  },
  {
    "translation": {
      "en": "Actually, everyone knows that this is against the rules.",
      "vi": "Thật ra, mọi người đều biết điều này trái với luật."
    }
  },
  {
    "translation": {
      "en": "Bored in the room. Boredom, nothing to do, then I just do the tattoo.",
      "vi": "Chán ngấy ở trong phòng. Không có gì làm, tôi chỉ biết xăm mình."
    }
  },
  {
    "translation": {
      "en": "We have to sit in front of the CCTV, back facing the CCTV,",
      "vi": "Chúng tôi ngồi trước máy quay an ninh, đưa lưng về phía máy quay,"
    }
  },
  {
    "translation": {
      "en": "like reading a book, to, like, camouflage.",
      "vi": "giống kiểu đang đọc sách, một kiểu ngụy trang."
    }
  },
  {
    "translation": {
      "en": "Some magazines would be thicker.",
      "vi": "Có vài cuốn tạp chí dày hơn."
    }
  },
  {
    "translation": {
      "en": "We use staple bullets we find in the magazine.",
      "vi": "Chúng tôi dùng ghim bấm bên trong tạp chí."
    }
  },
  {
    "translation": {
      "en": "It has to be round and thick,",
      "vi": "Nó phải tròn và dày,"
    }
  },
  {
    "translation": {
      "en": "not normal paper stapler.",
      "vi": "không phải loại ghim bấm giấy thông thường."
    }
  },
  {
    "translation": {
      "en": "Then we would sharpen it on the floor.",
      "vi": "Sau đó chúng tôi mài nó lên sàn."
    }
  },
  {
    "translation": {
      "en": "Just make it even.",
      "vi": "Làm cho nó bằng lại."
    }
  },
  {
    "translation": {
      "en": "One round, turn, sharpen.",
      "vi": "Một vòng, xoay lại, rồi lại mài."
    }
  },
  {
    "translation": {
      "en": "Clothes thread, I need the string",
      "vi": "Chỉ may đồ, tôi cần một sợi dây"
    }
  },
  {
    "translation": {
      "en": "because the string is to, like,",
      "vi": "bởi vì dây dùng để"
    }
  },
  {
    "translation": {
      "en": "we tie it to the staple.",
      "vi": "quấn chặt ghim bấm lại."
    }
  },
  {
    "translation": {
      "en": "For the ink, we try to get from the doctor.",
      "vi": "Mực thì chúng tôi lấy ở chỗ bác sĩ."
    }
  },
  {
    "translation": {
      "en": "We ask for diarrhea medication, they would give us this charcoal.",
      "vi": "Khi xin thuốc trị tiêu chảy, họ sẽ cấp cho chúng tôi than hoạt tính."
    }
  },
  {
    "translation": {
      "en": "We dip it into the ink.",
      "vi": "Chúng tôi nhúng nó vào trong mực."
    }
  },
  {
    "translation": {
      "en": "The thread will absorb the ink.",
      "vi": "Chỉ sẽ thấm mực."
    }
  },
  {
    "translation": {
      "en": "They do not have the proper facilities to do those tattoos.",
      "vi": "Họ không có dụng cụ thích hợp để làm mấy cái hình xăm đó."
    }
  },
  {
    "translation": {
      "en": "So they improvise.",
      "vi": "Thế là họ tự chế ra."
    }
  },
  {
    "translation": {
      "en": "And I’ve seen infections, their whole hand being swollen.",
      "vi": "Và tôi đã thấy mấy ca nhiễm trùng, cả bàn tay họ sưng tấy lên."
    }
  },
  {
    "translation": {
      "en": "That’s one of the reasons why we want to curb it.",
      "vi": "Đó là một trong những lí do chúng tôi muốn ngăn chặn nó."
    }
  },
  {
    "translation": {
      "en": "The other aspect is inmate subculture.",
      "vi": "Một lí do khác là do lề lối của tù nhân."
    }
  },
  {
    "translation": {
      "en": "A lot of our inmates are affiliated to gangs.",
      "vi": "Rất nhiều tù nhân là thành viên của các băng đảng."
    }
  },
  {
    "translation": {
      "en": "So, usually,",
      "vi": "Vì thế, thường thường,"
    }
  },
  {
    "translation": {
      "en": "some of the tattoos they want to put",
      "vi": "một vài hình xăm họ muốn làm"
    }
  },
  {
    "translation": {
      "en": "are gang symbols, and that can be problematic,",
      "vi": "là biểu tượng của băng đảng, và điều đó có thể gây rắc rối,"
    }
  },
  {
    "translation": {
      "en": "and that can affect the good order and discipline of the institution.",
      "vi": "ảnh hưởng đến trật tự và kỷ cương bên trong cơ sở."
    }
  },
  {
    "translation": {
      "en": "Back then, I was a secret society member.",
      "vi": "Hồi trước, tôi là thành viên một hội kín."
    }
  },
  {
    "translation": {
      "en": "So we do this tattoo to show a bit of loyalty.",
      "vi": "Vì thế chúng tôi xăm hình này để thể hiện lòng trung thành."
    }
  },
  {
    "translation": {
      "en": "And to let people know that we are from this gang.",
      "vi": "Và để người khác biết chúng tôi đến từ băng nhóm này."
    }
  },
  {
    "translation": {
      "en": "I didn’t really hide it properly,",
      "vi": "Tôi đã không giấu nó kĩ,"
    }
  },
  {
    "translation": {
      "en": "then the officer saw that it’s a fresh wound,",
      "vi": "nên bị một cán bộ nhìn thấy tôi có một vết thương còn mới,"
    }
  },
  {
    "translation": {
      "en": "so they caught me.",
      "vi": "thế là họ bắt tôi."
    }
  },
  {
    "translation": {
      "en": "My date of release was extended for 21 days",
      "vi": "Hạn ra tù của tôi bị kéo dài thêm 21 ngày"
    }
  },
  {
    "translation": {
      "en": "and four strokes of cane.",
      "vi": "và đi kèm với bốn roi."
    }
  },
  {
    "translation": {
      "en": "Four strokes, I think nothing.",
      "vi": "Bốn roi, theo tôi thì không là gì cả."
    }
  },
  {
    "translation": {
      "en": "On three different occasions, I was carrying three different types of weapons.",
      "vi": "Trong ba dịp khác nhau, tôi đã mang theo ba loại vũ khí khác nhau."
    }
  },
  {
    "translation": {
      "en": "Actually, the first weapon I got was a samurai sword.",
      "vi": "Vũ khí đầu tiên tôi có là một thanh kiếm samurai."
    }
  },
  {
    "translation": {
      "en": "I had planned to go down to this place to meet this guy.",
      "vi": "Tôi định đi đến một chỗ để gặp tên nọ."
    }
  },
  {
    "translation": {
      "en": "I just wanted to, like, slash him then I walk off",
      "vi": "Tôi chỉ muốn kiểu như, chém hắn một phát rồi bỏ đi"
    }
  },
  {
    "translation": {
      "en": "to actually teach him a lesson not to mess with other people’s wife.",
      "vi": "để dạy hắn một bài học là đừng trêu chọc vợ của người khác."
    }
  },
  {
    "translation": {
      "en": "The second weapon I carried was a parang that was in my bag.",
      "vi": "Vũ khí thứ hai tôi mang theo là một con dao parang bỏ trong giỏ."
    }
  },
  {
    "translation": {
      "en": "I needed it because, that time, I was paranoid,",
      "vi": "Tôi cần nó vì thời gian đó, tôi bị hoang tưởng,"
    }
  },
  {
    "translation": {
      "en": "like people, enemies were following me.",
      "vi": "kiểu như cứ nghĩ có người, có kẻ thù đi theo mình."
    }
  },
  {
    "translation": {
      "en": "And then, my last weapon I carried was a bread knife.",
      "vi": "Sau đó, vũ khí thứ ba tôi mang theo là một con dao cắt bánh mì."
    }
  },
  {
    "translation": {
      "en": "It’s actually a protection for myself again.",
      "vi": "Thật ra nó lại chỉ là vật dùng để tự vệ."
    }
  },
  {
    "translation": {
      "en": "I didn’t get to use it, but after that, I got caught.",
      "vi": "Tôi còn chưa dùng tới nó, nhưng sau đó, tôi bị bắt."
    }
  },
  {
    "translation": {
      "en": "When you get caned, there’s no installment.",
      "vi": "Khi bị phạt roi là lãnh một lần."
    }
  },
  {
    "translation": {
      "en": "In total, I have 21 strokes of the cane.",
      "vi": "Tổng cộng, tôi đã bị đánh 21 roi."
    }
  },
  {
    "translation": {
      "en": "When you get caned, you can’t scream. You can’t faint also.",
      "vi": "Khi bị đánh, bạn không được hét lên. Cũng không được ngất xỉu."
    }
  },
  {
    "translation": {
      "en": "And you can’t appear weak.",
      "vi": "Và cũng không được tỏ ra yếu đuối."
    }
  },
  {
    "translation": {
      "en": "We are in secret society, so we have to be tough.",
      "vi": "Chúng tôi ở trong hội kín, nên phải mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "If all these, you can’t take,",
      "vi": "Nếu nhiêu đó còn không chịu nổi,"
    }
  },
  {
    "translation": {
      "en": "then in future, other trouble, how are you going to face it?",
      "vi": "vậy sau này gặp vấn đề khác, làm sao đối mặt được đây?"
    }
  },
  {
    "translation": {
      "en": "What I’m setting up over here, right now, is for basic wound care",
      "vi": "Lúc này tôi đang chuẩn bị để chăm sóc vết thương cơ bản"
    }
  },
  {
    "translation": {
      "en": "for the patient after caning.",
      "vi": "cho bệnh nhân vừa bị đánh."
    }
  },
  {
    "translation": {
      "en": "Contrary to what people normally think,",
      "vi": "Trái ngược với điều người ta thường nghĩ,"
    }
  },
  {
    "translation": {
      "en": "they are linear superficial wounds and abrasions.",
      "vi": "đây là các vết thương và trầy xước ngoài da."
    }
  },
  {
    "translation": {
      "en": "It won’t be profusely bleeding.",
      "vi": "Nó sẽ không chảy máu nhiều."
    }
  },
  {
    "translation": {
      "en": "I would consider it a minor wound because there’s no deep tissue cut.",
      "vi": "Tôi xem đây là vết thương nhẹ vì không có vết cắt sâu vào mô."
    }
  },
  {
    "translation": {
      "en": "They try to walk straight after the caning process.",
      "vi": "Họ cố gắng đi thẳng người sau khi bị đánh bằng roi."
    }
  },
  {
    "translation": {
      "en": "Some do cry, some don’t. Some are hardier than others.",
      "vi": "Một số cũng khóc, một số thì không. Có vài người cứng rắn hơn người khác."
    }
  },
  {
    "translation": {
      "en": "So, if they do request painkillers, we will prescribe for them.",
      "vi": "Vì vậy nếu họ yêu cầu thuốc giảm đau, tôi sẽ kê đơn cho họ."
    }
  },
  {
    "translation": {
      "en": "So far, I have not seen any inmate requesting.",
      "vi": "Đến giờ tôi chưa thấy tù nhân nào yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Yes, prison is tough for me, but as long my family",
      "vi": "Đúng, ở tù thật khó khăn đối với tôi, nhưng miễn là gia đình tôi"
    }
  },
  {
    "translation": {
      "en": "is out there waiting for me,",
      "vi": "vẫn chờ đợi tôi ở ngoài kia,"
    }
  },
  {
    "translation": {
      "en": "what I go through is nothing.",
      "vi": "điều tôi phải trải qua có là gì."
    }
  },
  {
    "translation": {
      "en": "I look forward for yard time because yard, basically,",
      "vi": "Tôi rất mong đợi giờ ra sân bởi vì trong sân,"
    }
  },
  {
    "translation": {
      "en": "we do exercise and the space is much more bigger,",
      "vi": "chúng tôi tập thể dục và không gian cũng rộng hơn rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "then we can feel more air that is coming in from there.",
      "vi": "và chúng tôi có thể cảm nhận được nhiều không khí tràn vào từ ngoài đó hơn."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four.",
      "vi": "Một, hai, ba, bốn."
    }
  },
  {
    "translation": {
      "en": "We doing our usual exercise routine.",
      "vi": "Chúng tôi tập các bài thể dục quen thuộc."
    }
  },
  {
    "translation": {
      "en": "So, it’s our own so- called HIIT.",
      "vi": "Đây là bài tập chúng tôi tự gọi là CĐC."
    }
  },
  {
    "translation": {
      "en": "High Intensive Training.",
      "vi": "Tập Luyện Cường Độ Cao."
    }
  },
  {
    "translation": {
      "en": "Usually, one week, we have two hours of yard,",
      "vi": "Thông thường mỗi tuần, chúng tôi có hai giờ ra sân,"
    }
  },
  {
    "translation": {
      "en": "then twice a week.",
      "vi": "sau đó thì hai lần một tuần."
    }
  },
  {
    "translation": {
      "en": "So it falls on Tuesday and Thursday.",
      "vi": "Thường sẽ rơi vào thứ Ba và thứ Năm."
    }
  },
  {
    "translation": {
      "en": "Here, the yard time is quite, quite long, two hours.",
      "vi": "Ở đây thời gian ra sân khá dài, tận hai giờ."
    }
  },
  {
    "translation": {
      "en": "Yeah, we will make full use.",
      "vi": "Chúng tôi sẽ tận dụng hết cỡ."
    }
  },
  {
    "translation": {
      "en": "Good!",
      "vi": "Tốt lắm!"
    }
  },
  {
    "translation": {
      "en": "When officers are supervising the yard, it can be very daunting.",
      "vi": "Khi các cán bộ giám sát sân, cũng khá là lo lắng đấy."
    }
  },
  {
    "translation": {
      "en": "You are taking care of a large",
      "vi": "Họ phải trông nom"
    }
  },
  {
    "translation": {
      "en": "number of inmates in one confined space.",
      "vi": "nhiều tù nhân trong một không gian bị giới hạn."
    }
  },
  {
    "translation": {
      "en": "The officers are tactically trained. They will expect the unexpected.",
      "vi": "Cán bộ được huấn luyện chiến thuật. Họ sẽ lường trước những điều khó lường."
    }
  },
  {
    "translation": {
      "en": "One, two.",
      "vi": "Một, hai."
    }
  },
  {
    "translation": {
      "en": "Graceson, stop.",
      "vi": "Graceson, dừng lại."
    }
  },
  {
    "translation": {
      "en": "Guys, you cannot use the bench for exercise.",
      "vi": "Các anh không được dùng băng ghế để tập thể dục."
    }
  },
  {
    "translation": {
      "en": "If they're trying to do the bench press,",
      "vi": "Nếu họ chống đẩy với ghế,"
    }
  },
  {
    "translation": {
      "en": "then that will deprive someone from using the table",
      "vi": "thì người khác không thể dùng bàn"
    }
  },
  {
    "translation": {
      "en": "to read their newspaper or play games.",
      "vi": "để đọc báo hoặc chơi trò chơi."
    }
  },
  {
    "translation": {
      "en": "And besides, the bench is also not intended for that purpose.",
      "vi": "Ngoài ra, băng ghế không phải cho mục đích đó."
    }
  },
  {
    "translation": {
      "en": "Next time, I don’t want to see this.",
      "vi": "Đừng để tôi thấy nữa nhé."
    }
  },
  {
    "translation": {
      "en": "- Okay? - Yes, sir!",
      "vi": "- Được chứ? - Vâng!"
    }
  },
  {
    "translation": {
      "en": "Just now, we are showing the not correct way of exercising.",
      "vi": "Mới vừa rồi, chúng tôi đã cho thấy cách tập thể dục không đúng."
    }
  },
  {
    "translation": {
      "en": "We only can do like jogging, sit- up, push- up, HIIT.",
      "vi": "Chúng tôi chỉ có thể chạy bộ, gập bụng, chống đẩy, tập luyện cường độ cao."
    }
  },
  {
    "translation": {
      "en": "But we can’t use any equipment in the yard. Let’s say the wall, the bench,",
      "vi": "Nhưng chúng tôi không thể dùng dụng cụ trong sân. Ví dụ như tường, băng ghế,"
    }
  },
  {
    "translation": {
      "en": "everything we cannot use, and we cannot cross the red line around the yard.",
      "vi": "mọi thứ đều không được dùng, và không được ra khỏi vạch đỏ quanh sân."
    }
  },
  {
    "translation": {
      "en": "So basically, we just do exercise smartly.",
      "vi": "Nói chung, chúng tôi chỉ có thể tập thể dục theo cách thông minh."
    }
  },
  {
    "translation": {
      "en": "So when there’s officer, we try to act a bit.",
      "vi": "Khi có cán bộ ở đây, chúng tôi sẽ cố diễn một chút."
    }
  },
  {
    "translation": {
      "en": "We already do something that’s not allowed that makes us come here.",
      "vi": "Chúng tôi đã làm chuyện trái phép và phải vào đây."
    }
  },
  {
    "translation": {
      "en": "So, most of us will still do because there’s nothing more we can lose already.",
      "vi": "Hầu hết chúng tôi vẫn làm thế vì còn gì để mất nữa đâu."
    }
  },
  {
    "translation": {
      "en": "This is my portfolio.",
      "vi": "Đây là các tác phẩm của tôi."
    }
  },
  {
    "translation": {
      "en": "When I was at the Visual Arts Hub, we can draw.",
      "vi": "Khi ở Trung tâm Nghệ thuật Thị giác, chúng tôi được vẽ tranh."
    }
  },
  {
    "translation": {
      "en": "Visual Arts Hub is a place that we inmates can do like our fine art, pottery,",
      "vi": "Trung tâm Nghệ thuật Thị giác là nơi để các tù nhân vẽ tranh, làm gốm,"
    }
  },
  {
    "translation": {
      "en": "carpentry, batik.",
      "vi": "làm mộc, nhuộm vải batik."
    }
  },
  {
    "translation": {
      "en": "We can do anything to express ourselves.",
      "vi": "Chúng tôi có thể làm bất cứ gì để bày tỏ bản thân."
    }
  },
  {
    "translation": {
      "en": "This is the picture of me and my wife.",
      "vi": "Đây là tranh vẽ tôi và vợ tôi."
    }
  },
  {
    "translation": {
      "en": "I used pencil, kneaded eraser.",
      "vi": "Tôi đã dùng bút chì và tẩy đất sét."
    }
  },
  {
    "translation": {
      "en": "Photos are very precious here.",
      "vi": "Ảnh chụp là vật rất quý giá ở đây."
    }
  },
  {
    "translation": {
      "en": "Every month, we have 20 points.",
      "vi": "Mỗi tháng, chúng tôi có 20 điểm."
    }
  },
  {
    "translation": {
      "en": "If we don’t get charged or anything, we will get 20 points.",
      "vi": "Nếu không bị phạt hay gì hết, chúng tôi sẽ được 20 điểm."
    }
  },
  {
    "translation": {
      "en": "You have to accumulate 60 points for one photo.",
      "vi": "Bạn phải tích đủ 60 điểm để được một tấm ảnh."
    }
  },
  {
    "translation": {
      "en": "Sixty points. It takes about three months to accumulate.",
      "vi": "Sáu mươi điểm. Cần đến ba tháng mới tích đủ."
    }
  },
  {
    "translation": {
      "en": "You have to maintain your conduct.",
      "vi": "Anh phải giữ hạnh kiểm tốt."
    }
  },
  {
    "translation": {
      "en": "Three months, yes, to get 60 points, then you can claim, redeem for your photo.",
      "vi": "Ba tháng, đúng vậy, để lấy 60 điểm, sau đó bạn có thể đổi lấy ảnh của mình."
    }
  },
  {
    "translation": {
      "en": "My wife and I married in 2008.",
      "vi": "Tôi và vợ kết hôn năm 2008."
    }
  },
  {
    "translation": {
      "en": "So, after that, after one year, I need to come in to prison",
      "vi": "Sau đó, chỉ sau một năm, tôi phải vào tù"
    }
  },
  {
    "translation": {
      "en": "because of some cases that I’ve done.",
      "vi": "vì các phi vụ tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "So,",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "during that time, my wife was pregnant.",
      "vi": "trong thời gian đó, vợ tôi đang mang bầu."
    }
  },
  {
    "translation": {
      "en": "She’s still waiting for me. She never leave me.",
      "vi": "Cô ấy vẫn đang đợi tôi. Cô ấy không bao giờ bỏ tôi."
    }
  },
  {
    "translation": {
      "en": "My wife didn’t miss any visit.",
      "vi": "Vợ tôi không bỏ lần thăm nuôi nào."
    }
  },
  {
    "translation": {
      "en": "Only twice because she needed to give birth",
      "vi": "Chỉ có hai lần vì cô ấy phải sinh con"
    }
  },
  {
    "translation": {
      "en": "and bring my eldest daughter for check- up.",
      "vi": "và đưa con gái lớn của chúng tôi đi khám sức khỏe."
    }
  },
  {
    "translation": {
      "en": "I use money to, yeah, to show my love.",
      "vi": "Tôi dùng tiền để thể hiện tình yêu của mình."
    }
  },
  {
    "translation": {
      "en": "My wife, whatever she wants, like those branded bags, all these,",
      "vi": "Khi vợ tôi muốn bất cứ thứ gì, như mấy cái túi hàng hiệu chẳng hạn,"
    }
  },
  {
    "translation": {
      "en": "we will… I just, Okay. Let’s go. We go and get it.",
      "vi": "tôi chỉ nói: Được. Đi thôi. Mình đi mua liền."
    }
  },
  {
    "translation": {
      "en": "I can provide their living",
      "vi": "Tôi có thể cho họ cuộc sống"
    }
  },
  {
    "translation": {
      "en": "in the house, grocery, maid, everything. I can feel like…",
      "vi": "trong ngôi nhà đủ tiện nghi, có người giúp việc. Tôi cảm thấy…"
    }
  },
  {
    "translation": {
      "en": "So my wife don’t have to work.",
      "vi": "Vợ tôi không phải làm gì."
    }
  },
  {
    "translation": {
      "en": "And slowly, slowly, I start to fall back to drugs.",
      "vi": "Và dần dần, tôi bắt đầu quay trở lại nghiện ngập."
    }
  },
  {
    "translation": {
      "en": "Slowly, yeah, everything gone.",
      "vi": "Dần dần, mọi thứ biến mất hết."
    }
  },
  {
    "translation": {
      "en": "Come. Give me your pants.",
      "vi": "Nào. Đưa quần cho tôi."
    }
  },
  {
    "translation": {
      "en": "Because, on and off, I have to strip for people",
      "vi": "Bởi vì, tôi cứ phải lột đồ cho người ta xem"
    }
  },
  {
    "translation": {
      "en": "like those prostitutes. We are no different.",
      "vi": "giống như gái mại dâm. Chúng tôi đâu khác gì họ."
    }
  },
  {
    "translation": {
      "en": "If I was found guilty in the court of law,",
      "vi": "Nếu bị tuyên án có tội trước tòa,"
    }
  },
  {
    "translation": {
      "en": "I would be hanged by the neck.",
      "vi": "tôi sẽ bị treo cổ."
    }
  },
  {
    "translation": {
      "en": "I was petrified.",
      "vi": "Tôi sợ chết điếng."
    }
  },
  {
    "translation": {
      "en": "I really think I am going to die.",
      "vi": "Tôi nghĩ mình sẽ chết."
    }
  },
  {
    "translation": {
      "en": "I even make my own will.",
      "vi": "Tôi còn viết sẵn cả di chúc."
    }
  },
  {
    "translation": {
      "en": "She wants to divorce me. I feel it’s very unfair.",
      "vi": "Cô ấy muốn ly dị. Tôi cảm thấy rất không công bằng."
    }
  }
]