[
  {
    "translation": {
      "en": "I hope there's some Santa scones left.",
      "vi": "Hy vọng còn bánh Santa scone."
    }
  },
  {
    "translation": {
      "en": "One week till Christmas and then we have to wait another year.",
      "vi": "Tuần sau là Giáng sinh rồi ta phải đợi một năm."
    }
  },
  {
    "translation": {
      "en": "- Nia? - Huh? Are you even listening to me?",
      "vi": "Nia, cậu có nghe tớ nói không?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. Having no Santa scones will destroy all hopes of having a merry Christmas.",
      "vi": "Ừ. Không có bánh Santa scone sẽ phá tan hy vọng có một Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Yes. Exactly.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "- Oh, trust me they are. - Looks delicious.",
      "vi": "- Trông ngon lắm. - Nó ngon thật."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - No problem.",
      "vi": "- Cảm ơn. - Không có gì."
    }
  },
  {
    "translation": {
      "en": "Oh, I've got something... Hi. How are you?",
      "vi": "Chào. Khỏe chứ? Tôi có cái này cho bà."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Bonnie.",
      "vi": "Khỏe chứ? Tôi có cái này cho bà. Xin lỗi, Bonnie. Là khách hàng mới của ta, Julian Thompson. Anh ta rất tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "It's just our new client, Julian Thompson-- he is relentless.",
      "vi": "Xin lỗi, Bonnie. Là khách hàng mới của ta, Julian Thompson. Anh ta rất tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "He has sent over 15 text messages",
      "vi": "Xin lỗi, Bonnie. Là khách hàng mới của ta, Julian Thompson. Anh ta rất tàn nhẫn. Anh ta đã gửi hơn 15 tin nhắn chỉ trong sáng nay. Nghe này."
    }
  },
  {
    "translation": {
      "en": "just this morning alone. Listen to this, listen to this.",
      "vi": "Anh ta đã gửi hơn 15 tin nhắn chỉ trong sáng nay. Nghe này."
    }
  },
  {
    "translation": {
      "en": "Optima Getaways is very picky about the kind of property",
      "vi": "Opyima Getaways rất kén chọn bất động sản chúng tôi yêu cầu cho khu nghỉ dưỡng thích hợp."
    }
  },
  {
    "translation": {
      "en": "a 'niche resort.' we require for",
      "vi": "bất động sản chúng tôi yêu cầu cho khu nghỉ dưỡng thích hợp."
    }
  },
  {
    "translation": {
      "en": "Or, or...",
      "vi": "bất động sản chúng tôi yêu cầu cho khu nghỉ dưỡng thích hợp. Hoặc, Chúng tôi muốn truyền thống, nhưng hiện đại."
    }
  },
  {
    "translation": {
      "en": "We want traditional yet cutting edge.",
      "vi": "Hoặc, Chúng tôi muốn truyền thống, nhưng hiện đại."
    }
  },
  {
    "translation": {
      "en": "Inviting but exclusive.",
      "vi": "Hấp dẫn, nhưng độc đáo."
    }
  },
  {
    "translation": {
      "en": "Charming, not obsequious.",
      "vi": "Hấp dẫn, nhưng độc đáo. Quyến rũ, không khúm núm."
    }
  },
  {
    "translation": {
      "en": "Someone likes their thesaurus.",
      "vi": "Như từ điển từ đồng nghĩa."
    }
  },
  {
    "translation": {
      "en": "What's another word for difficult?",
      "vi": "Như từ điển từ đồng nghĩa. - Từ đồng nghĩa với khó? - Tớ biết."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "- Từ đồng nghĩa với khó? - Tớ biết."
    }
  },
  {
    "translation": {
      "en": "But you know what they say about big clients.",
      "vi": "Nhưng cậu biết khách hàng lớn thế nào."
    }
  },
  {
    "translation": {
      "en": "Big commission.",
      "vi": "- Phí môi giới cao. - Phải."
    }
  },
  {
    "translation": {
      "en": "And we need that right now.",
      "vi": "Và ta cần nó ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Hey, caught me just as I got the last Santa scone.",
      "vi": "Cô gọi đúng lúc tôi mua cái bánh Santa scone cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Do you know what that means? You know what that means? It's going to be a good day.",
      "vi": "Cô biết điều đó nghĩa là gì không? Hôm nay sẽ là một ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "That's an interesting place to set the bar, Julian. But okay.",
      "vi": "Một nơi thú vị để tạo ra tiêu chuẩn, Julian, nhưng không sao."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. This town's great. It's like something out of a Christmas fable.",
      "vi": "Thị trấn này rất tuyệt. Như truyện ngụ ngôn Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "How did you find this place?",
      "vi": "Sao anh tìm được chỗ này?"
    }
  },
  {
    "translation": {
      "en": "buddy of mine from college. Spent a summer here with a",
      "vi": "Ở đây với bạn đại học một mùa hè."
    }
  },
  {
    "translation": {
      "en": "Sean... Robinson.",
      "vi": "Sean Robinson."
    }
  },
  {
    "translation": {
      "en": "That tech billionaire.  Oh, yes.",
      "vi": "Ồ, phải, tỷ phú công nghệ đó."
    }
  },
  {
    "translation": {
      "en": "Maybe we could get some cross promotion going on with one of his companies or all of them?",
      "vi": "Có lẽ ta có thể xúc tiến chép với một công ty của anh ấy, hoặc tất cả?"
    }
  },
  {
    "translation": {
      "en": "He's not just a business prospect, Robyn.",
      "vi": "Cậu ấy không chỉ là triển vọng kinh doanh."
    }
  },
  {
    "translation": {
      "en": "- He's my best friend. -",
      "vi": "Cậu ấy là bạn thân tôi."
    }
  },
  {
    "translation": {
      "en": "I'm staying with him and his wife while I'm here.",
      "vi": "Tôi sẽ ở với cậu ấy và vợ."
    }
  },
  {
    "translation": {
      "en": "I've already thought of 15 ways we could work together.",
      "vi": "Tôi có 15 cách để có thể hợp tác."
    }
  },
  {
    "translation": {
      "en": "Only 15? You're slipping, Thompson.",
      "vi": "Chỉ 15 thôi à? Anh đang trượt, Thompson."
    }
  },
  {
    "translation": {
      "en": "I know I'm slipping, but trust me.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "letting me run with this. You will not regret",
      "vi": "Nhưng cô sẽ không hối hận khi để tôi xử lý đâu."
    }
  },
  {
    "translation": {
      "en": "Pine Valley Resort will be the greatest niche project Optima's ever done.",
      "vi": "Khu nghỉ dưỡng Pine Valley sẽ là dự án lớn nhất Optima làm."
    }
  },
  {
    "translation": {
      "en": "Now, that's setting a high bar.",
      "vi": "Đó là đặt tiêu chuẩn cao."
    }
  },
  {
    "translation": {
      "en": "I always do.",
      "vi": "Lúc nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "- Oh, it's officially Christmas. - Those look good.",
      "vi": "- Trông đẹp đấy! - Chính thức là Giáng Sinh!"
    }
  },
  {
    "translation": {
      "en": "your mother's watch. You're wearing",
      "vi": "- Trông đẹp đấy! - Chính thức là Giáng Sinh! - Cậu đang đeo đồng hồ của mẹ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "It was her favorite one. Yeah.",
      "vi": "- Cậu đang đeo đồng hồ của mẹ. - Ừ. Cái bà ấy thích nhất."
    }
  },
  {
    "translation": {
      "en": "with all of her heart. She loved this thing",
      "vi": "Bà ấy yêu nó bằng cả trái tim."
    }
  },
  {
    "translation": {
      "en": "I love how it's a tradition for you to wear her watch.",
      "vi": "Tờ thích truyền thống cậu đeo đồng hồ của bà ấy."
    }
  },
  {
    "translation": {
      "en": "very practical. It's broken. Yeah, well, it's not",
      "vi": "Không thực tế lắm. Nó hỏng rồi."
    }
  },
  {
    "translation": {
      "en": "You tell the time on your phone anyway.",
      "vi": "Cậu có thể xem giờ trên điện thoại."
    }
  },
  {
    "translation": {
      "en": "Besides, Christmas is about the magical decorations.",
      "vi": "Cậu có thể xem giờ trên điện thoại. Hơn nữa, Giáng Sinh là về trang trí kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "- The holiday spirit. - Ahh.",
      "vi": "Hơn nữa, Giáng Sinh là về trang trí kỳ diệu. Tinh thần ngày lễ."
    }
  },
  {
    "translation": {
      "en": "Hmm, and this Christmas is about closing sales. - - Okay.",
      "vi": "- Giáng sinh này là để chốt doanh số. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "We need to.",
      "vi": "Ta cần làm thế!"
    }
  },
  {
    "translation": {
      "en": "What do you think Mr. Optima Getaway is going to think about his realtor wearing a broken watch?",
      "vi": "Ông Optima Getaway sẽ nghĩ gì về môi giới đeo đồng hồ hỏng?"
    }
  },
  {
    "translation": {
      "en": "Maybe he'll think it's cute. conversation starter. And it's a good",
      "vi": "Đáng yêu mà. Cách bắt đầu trò chuyện hay."
    }
  },
  {
    "translation": {
      "en": "- Oh, my two favorite ladies. - Hi Malcolm.",
      "vi": "Chào, Malcolm. - Hai quý cô của tôi. - Hai ly cà phê lớn."
    }
  },
  {
    "translation": {
      "en": "Two large coffees, please.",
      "vi": "- Hai quý cô của tôi. - Hai ly cà phê lớn."
    }
  },
  {
    "translation": {
      "en": "- And do you want a Santa scone? -",
      "vi": "Muốn bánh Santa scone chứ?"
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "vi": "Đùa tôi đấy à."
    }
  },
  {
    "translation": {
      "en": "Okay. Just sent. Oh, okay.",
      "vi": "- Rồi, vừa gửi. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "- Hai ly cà phê. - Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "It's my parents' inn.",
      "vi": "Đó là nhà trọ của bố mẹ tớ."
    }
  },
  {
    "translation": {
      "en": "kind of small for our purposes. It's interesting but it seems",
      "vi": "Thật thú vị, nhưng có vẻ hơi nhỏ cho mục đích của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We'll have to build up just about any property we find,",
      "vi": "Ta sẽ phải gia tăng mọi khu đất ta thấy,"
    }
  },
  {
    "translation": {
      "en": "inn is beneficial in many ways. but starting with an existing",
      "vi": "nhưng bắt đầu với nhà trọ có sẵn sẽ có lợi hơn."
    }
  },
  {
    "translation": {
      "en": "Is it for sale?",
      "vi": "Để bán à?"
    }
  },
  {
    "translation": {
      "en": "Everything's for sale if you - write a big enough check. - Ah- ha.",
      "vi": "Mọi thứ đều để bán nếu cô viết séc đủ lớn."
    }
  },
  {
    "translation": {
      "en": "- Not too big, we have a budget. - And I'll stick to it.",
      "vi": "- Không quá lớn. Ngân sách rõ rồi. - Sẽ theo đó."
    }
  },
  {
    "translation": {
      "en": "But this feels exactly like the kind of place we need.",
      "vi": "Nhưng đây chính xác là nơi ta cần."
    }
  },
  {
    "translation": {
      "en": "it's like at Christmas? Can you imagine what",
      "vi": "Tưởng tượng vào Giáng Sinh?"
    }
  },
  {
    "translation": {
      "en": "to imagine anything. I don't want",
      "vi": "Tôi không muốn tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "I want you to get current photos and realtime data.",
      "vi": "Tôi muốn anh lấy ảnh hiện tại và dữ liệu thời gian thực."
    }
  },
  {
    "translation": {
      "en": "- You got it, boss. - Happy hunting.",
      "vi": "Tôi muốn anh lấy ảnh hiện tại và dữ liệu thời gian thực. - Được rồi, sếp. - Đi săn vui vẻ."
    }
  },
  {
    "translation": {
      "en": "And if you need extra blankets or anything just call down.",
      "vi": "Và nếu cần thêm chăn hay bát cứ thứ gì, cứ gọi xuống. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Oh hey there, Nia. - Hey Dad.",
      "vi": "Chào bố. Này, Nia."
    }
  },
  {
    "translation": {
      "en": "- Brought you a coffee. - Oh, thank you.",
      "vi": "Con có cà phê cho bố."
    }
  },
  {
    "translation": {
      "en": "- Which one's mine? - That one's yours.",
      "vi": "- Cảm ơn. Cái nào của bố? - Đây."
    }
  },
  {
    "translation": {
      "en": "how excited you still get Oh, I love watching after all these years running the inn.",
      "vi": "Con thích thấy bố vẫn hào hứng thế nào sau bao năm quản lý nhà trọ."
    }
  },
  {
    "translation": {
      "en": "description. I love it. It's part of the job",
      "vi": "Đó là một phần mô tả công việc. Bố thích nó."
    }
  },
  {
    "translation": {
      "en": "But don't worry, I love you more. Oh, I was worried about that.",
      "vi": "- Đừng lo, bố yêu con hơn. - Con đã lo lắng về điều đó."
    }
  },
  {
    "translation": {
      "en": "The place looks magical.",
      "vi": "Nơi này trông thật kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "Oh, it's the same every year.",
      "vi": "Năm nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "I know. Perfect.",
      "vi": "Con biết. Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Almost, can you run by Tina's shop some more Santa lights? and get me",
      "vi": "Sắp rồi. Con đến cửa hàng của Tina và mua thêm đèn Santa nhé?"
    }
  },
  {
    "translation": {
      "en": "- Ours are burnt out. - Sure.",
      "vi": "- Cháy hết rồi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "We need them for the outside for this year's festivities.",
      "vi": "Ta cần chúng ở ngoài cho ngày lễ."
    }
  },
  {
    "translation": {
      "en": "Have you got your Christmas poem picked out?",
      "vi": "- Bố đã chọn bài thơ Giáng sinh chưa ạ? - Sắp."
    }
  },
  {
    "translation": {
      "en": "for something extra special Nearly. I'm looking",
      "vi": "- Bố đã chọn bài thơ Giáng sinh chưa ạ? - Sắp. Bố đang tìm thứ gì đó đặc biệt để phòng khi…"
    }
  },
  {
    "translation": {
      "en": "in case... well, you know.",
      "vi": "Bố đang tìm thứ gì đó đặc biệt để phòng khi… Chà, con biết đấy."
    }
  },
  {
    "translation": {
      "en": "Hey. Don't talk like that, Dad.",
      "vi": "Này, bố đừng nói thế."
    }
  },
  {
    "translation": {
      "en": "We might not have to sell. I got this big client.",
      "vi": "Con có khách hàng lớn. Ta có thể không cần bán."
    }
  },
  {
    "translation": {
      "en": "Sorry, sorry. I'm just trying to be realistic.",
      "vi": "Xin lỗi. Bố chỉ cố tỏ ra thực tế."
    }
  },
  {
    "translation": {
      "en": "to retire someday. Your dad's got",
      "vi": "Ngày nào đó bố con sẽ nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "I know, but just a few more clients like this and I might be able to take over... soon.",
      "vi": "Con biết, nhưng chỉ cần vài khách như thế này là con có thể tiếp quản sớm."
    }
  },
  {
    "translation": {
      "en": "Hopefully. Somehow.",
      "vi": "Hy vọng thế. Bằng cách nào đó."
    }
  },
  {
    "translation": {
      "en": "I'll figure it out.",
      "vi": "Con sẽ tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "I'm sure you will. - - Oh.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Something wrong?",
      "vi": "Có gì không ổn à?"
    }
  },
  {
    "translation": {
      "en": "No, just this new client coming in from the city.",
      "vi": "Không, chỉ là khách hàng mới đến từ thành phố thôi ạ."
    }
  },
  {
    "translation": {
      "en": "It's this outfit called Optima Getaway.",
      "vi": "Họ tên là Optima Getaways,"
    }
  },
  {
    "translation": {
      "en": "They're looking for a property in Pine Valley to turn into a resort.",
      "vi": "đang tìm đất ở Pine Valley để xây khu nghỉ dưỡng"
    }
  },
  {
    "translation": {
      "en": "if the inn was for sale. They actually asked",
      "vi": "Anh ta hỏi nhà trọ có bán không."
    }
  },
  {
    "translation": {
      "en": "- Optima Getaways. - Mm- hmm.",
      "vi": "Optima Getaways."
    }
  },
  {
    "translation": {
      "en": "- Really? - Mm- hmm. that profitable these days. You know the inn isn't all",
      "vi": "Thật sao? Con biết đấy, nhà trọ ngày nay đâu có lợi nhuận."
    }
  },
  {
    "translation": {
      "en": "It might be a good idea to...",
      "vi": "- Có thể là ý hay… - Này, bố đừng lo."
    }
  },
  {
    "translation": {
      "en": "Hey. Don't worry Dad. We won't have to sell.",
      "vi": "- Có thể là ý hay… - Này, bố đừng lo. Ta sẽ không phải bán."
    }
  },
  {
    "translation": {
      "en": "- Thompson! - Robinson!",
      "vi": "Thompson! Robinson!"
    }
  },
  {
    "translation": {
      "en": "Yay, you still remember the handshake. How could I forget?",
      "vi": "- Cậu vẫn nhớ bắt tay! - Sao quên được?"
    }
  },
  {
    "translation": {
      "en": "It's so good to see you. Merry Christmas, man Come on, come inside.",
      "vi": "Giáng Sinh vui vẻ. Gặp cậu vui quá! Vào trong đi."
    }
  },
  {
    "translation": {
      "en": "Hey Michelle. How you doing?",
      "vi": "Chào Michelle. Em sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Ah, much better now that you're here.",
      "vi": "Anh đến nên khỏe hơn rồi."
    }
  },
  {
    "translation": {
      "en": "you're going to be on my side. I'm absolutely certain",
      "vi": "Em chắc chắn anh sẽ đứng về phía em."
    }
  },
  {
    "translation": {
      "en": "This is my guy. Not a chance. - I've known him for longer. - That's irrelevant",
      "vi": "Không đâu. Đây là người của anh. Bọn anh biết lâu hơn."
    }
  },
  {
    "translation": {
      "en": "or not he has good taste. to whether",
      "vi": "Không liên quan anh ấy quyết định sao."
    }
  },
  {
    "translation": {
      "en": "What are we talking about? Hmm, pardon me?",
      "vi": "- Xin lỗi? Ta đang nói gì vậy? - Đèn."
    }
  },
  {
    "translation": {
      "en": "I want to put up these simple Lighting.",
      "vi": "- Xin lỗi? Ta đang nói gì vậy? - Đèn. Em muốn treo những chiếc đèn Giáng sinh đơn giản nhưng trang nhã này."
    }
  },
  {
    "translation": {
      "en": "yet tasteful Christmas lights.",
      "vi": "Em muốn treo những chiếc đèn Giáng sinh đơn giản nhưng trang nhã này."
    }
  },
  {
    "translation": {
      "en": "But Sean wants...",
      "vi": "Nhưng Sean muốn…"
    }
  },
  {
    "translation": {
      "en": "Remember these, bud? Candy cane lights!",
      "vi": "đèn kẹo gậy! Nhớ không?"
    }
  },
  {
    "translation": {
      "en": "No way! You still have these? Yeah.",
      "vi": "- Không thể nào! Cậu còn giữ à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Every Christmas in college",
      "vi": "Mỗi Giáng sinh ở đại học."
    }
  },
  {
    "translation": {
      "en": "and every Christmas since, because it's tradition and they're fun.",
      "vi": "Kể từ đó, vì đó là truyền thống và rất vui."
    }
  },
  {
    "translation": {
      "en": "Unlike those which are, um, what's the technical term I'm looking for?",
      "vi": "Không giống đống… Thuật ngữ chuyên môn gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Oh yeah. Boring.",
      "vi": "Ồ, ừ, nhàm chán."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sure those were all the rage in your dorm room.",
      "vi": "Ừ, em chắc nó rất nổi tiếng trong phòng ký túc xá của anh."
    }
  },
  {
    "translation": {
      "en": "Julian, help me out here.",
      "vi": "Julian, giúp em đi."
    }
  },
  {
    "translation": {
      "en": "Okay maybe I should find a hotel. We're going to have a blast. Not a chance, man.",
      "vi": "- Có lẽ tôi nên tìm khách sạn. - Mơ đi. Ta sẽ rất vui."
    }
  },
  {
    "translation": {
      "en": "you stayed here in the summer. Just like the last time Only uh, with snow.",
      "vi": "Giống như lần trước cậu ở đây vào mùa hè, chỉ có tuyết."
    }
  },
  {
    "translation": {
      "en": "And instead of you running Hmm. Yeah. you run a tech empire. an ice cream stand",
      "vi": "Ừ, và thay vì điều hành một quầy kem, cậu điều hành một đế chế công nghệ."
    }
  },
  {
    "translation": {
      "en": "Empire, that just, it sounds so...",
      "vi": "Đế chế. Chỉ là…  Nghe có vẻ…"
    }
  },
  {
    "translation": {
      "en": "Silicon Valley?",
      "vi": "Thung lũng Silicon?"
    }
  },
  {
    "translation": {
      "en": "Yes. And this is Pine Valley.",
      "vi": "Ừ, và đây là Thung lũng Pine."
    }
  },
  {
    "translation": {
      "en": "The whole reason I brought the business out here that type of thing. was to avoid",
      "vi": "Lý do tôi nhắc đến công việc là để tránh kiểu đó."
    }
  },
  {
    "translation": {
      "en": "He's building a new campus next year.",
      "vi": "Năm sau anh ấy sẽ xây trường mới."
    }
  },
  {
    "translation": {
      "en": "- You're expanding? - Yeah.",
      "vi": "- Cậu đang mở rộng à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Talking to a guy about some land just outside of town",
      "vi": "Nói chuyện với một gã về khu đất ngoài thị trấn."
    }
  },
  {
    "translation": {
      "en": "thinking offices, manufacturing...",
      "vi": "Văn phòng tư duy, sản xuất."
    }
  },
  {
    "translation": {
      "en": "Maybe your clients might need a resort to stay while they're here.",
      "vi": "Có lẽ khách hàng của cậu cần nghỉ dưỡng khi họ ở đây."
    }
  },
  {
    "translation": {
      "en": "A hustler. I love it, I love it.",
      "vi": "Tích cực. Tôi thích lắm!"
    }
  },
  {
    "translation": {
      "en": "Man, I'm such an idiot!",
      "vi": "Trời ạ, tôi đúng là đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "I forgot your housewarming gift. Oh pfft. You didn't have to.",
      "vi": "- Tôi quên quà mừng tân gia. - Anh không cần đâu."
    }
  },
  {
    "translation": {
      "en": "Sure I did. some shopping to do. I guess now I have",
      "vi": "Chắc chắn là có. Chắc giờ tôi phải đi mua sắm."
    }
  },
  {
    "translation": {
      "en": "We could always use some more Christmas lights.",
      "vi": "Ta luôn có thể dùng thêm đèn Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Oh, excuse me. I'm sorry. I was just about to check out with those.",
      "vi": "Xin lỗi. Tôi xin lỗi, tôi vừa định mua thứ đó."
    }
  },
  {
    "translation": {
      "en": "- With these? - Mm- hmm.",
      "vi": "Cái này?"
    }
  },
  {
    "translation": {
      "en": "But um, well, did you put them back?",
      "vi": "Nhưng anh đã đặt chúng lại rồi mà?"
    }
  },
  {
    "translation": {
      "en": "No. Well, technically yes, but that's only because",
      "vi": "Không. Đúng là có, nhưng đó là vì tôi nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "I was on my phone.",
      "vi": "Đúng là có, nhưng đó là vì tôi nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "Oh, well it looks like they're the last one. So, I'm sorry but I really need them.",
      "vi": "Có vẻ chỉ còn mỗi chỗ này, nên tôi xin lỗi, nhưng tôi thực sự cần nó."
    }
  },
  {
    "translation": {
      "en": "You need Santa Claus lights? Yeah.",
      "vi": "- Cô cần đèn ông già Noel à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Well, don't you? Touché.",
      "vi": "- Anh không sao? - Có chứ."
    }
  },
  {
    "translation": {
      "en": "How about this? How about we share them.",
      "vi": "Thế này thì sao? Chúng ta chia sẻ nhé?"
    }
  },
  {
    "translation": {
      "en": "I take them this Christmas, you take them next?",
      "vi": "Giáng Sinh này tôi dùng, anh năm sau? Năm mới vui vẻ."
    }
  },
  {
    "translation": {
      "en": "- All right? Happy New Year. - I have a better idea.",
      "vi": "Giáng Sinh này tôi dùng, anh năm sau? Năm mới vui vẻ. Tôi có ý hay hơn. Ta tách chúng ra?"
    }
  },
  {
    "translation": {
      "en": "How about we split them?",
      "vi": "Tôi có ý hay hơn. Ta tách chúng ra?"
    }
  },
  {
    "translation": {
      "en": "I'll go get the scissors. Right down the center.",
      "vi": "Ngay chính giữa. Tôi sẽ đi lấy kéo."
    }
  },
  {
    "translation": {
      "en": "Okay, for real.",
      "vi": "Được rồi, thật đấy,"
    }
  },
  {
    "translation": {
      "en": "Um, why don't we flip a coin?",
      "vi": "ta tung đồng xu nhé?"
    }
  },
  {
    "translation": {
      "en": "- Okay. Flip a coin? - Yeah.",
      "vi": "- Được rồi. Lật đồng xu? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Heads or tails?",
      "vi": "Sấp hay ngửa?"
    }
  },
  {
    "translation": {
      "en": "Uh.... Heads.",
      "vi": "Ngửa."
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, tails, tails, tails.",
      "vi": "Không, sấp!"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, heads. Which one is it?",
      "vi": "- Không, ngửa! - Là mặt nào?"
    }
  },
  {
    "translation": {
      "en": "Uh, tails.",
      "vi": "Sấp!"
    }
  },
  {
    "translation": {
      "en": "How about a bribe?",
      "vi": "Thế còn hối lộ?"
    }
  },
  {
    "translation": {
      "en": "You don't like to lose, do you?",
      "vi": "Anh không thích thua nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Listen, this is just a perfect gift for my friend, okay?",
      "vi": "Đây là món quà hoàn hảo cho bạn tôi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I'll buy you whatever you want in the store.",
      "vi": "Tôi sẽ mua bất cứ thứ gì cô muốn."
    }
  },
  {
    "translation": {
      "en": "Look, my dad asked me to come pick these up and this is a really important Christmas for him so.",
      "vi": "Nghe này, bố tôi nhờ tôi mua cái này Giáng sinh này rất quan trọng với ông ấy,"
    }
  },
  {
    "translation": {
      "en": "Maybe you and your friend can figure, I don't know, something, something else out? You know?",
      "vi": "nên có lẽ anh và bạn anh có thể tím thứ gì đó khác?"
    }
  },
  {
    "translation": {
      "en": "- Mm- mm. Mm- mm. - No? Okay.",
      "vi": "Anh biết chứ? Không? Được rồi."
    }
  },
  {
    "translation": {
      "en": "How about cash?",
      "vi": "Tiền mặt thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh wow, okay. There it is.",
      "vi": "Chà. Được rồi, đây rồi."
    }
  },
  {
    "translation": {
      "en": "Um, look... I don't know where you're from, but here in Pine Valley",
      "vi": "Tôi không biết anh đến từ đâu, nhưng ở Pine Valley"
    }
  },
  {
    "translation": {
      "en": "flashing money to get whatever you want just doesn't work around here. Okay?",
      "vi": "xòe tiền cho thứ mình muốn không được đâu."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Look, I have a very important meeting to get to, so... Merry Christmas, buddy.",
      "vi": "Tôi có một cuộc họp rất quan trọng, chúc Giáng sinh vui vẻ, anh bạn."
    }
  },
  {
    "translation": {
      "en": "I really am sorry by the way.",
      "vi": "Tôi cũng thực sự xin lỗi."
    }
  },
  {
    "translation": {
      "en": "- Hi, Merry Christmas. - Hi.",
      "vi": "- Chào. - Chào. Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "He was flirting with you.  Oh, come on.",
      "vi": "Thôi nào. Anh ấy tán tỉnh cậu."
    }
  },
  {
    "translation": {
      "en": "I mean, maybe it was charming at first. like super weird. But then it got",
      "vi": "Có lẽ lúc đầu rất quyến rũ, nhưng sau đó nó trở nên siêu kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "about the lights. Like, chill out You know what I mean?",
      "vi": "Bình tĩnh về đống đèn đi."
    }
  },
  {
    "translation": {
      "en": "Well? Was he cute?",
      "vi": "Anh ấy có dễ thương không?"
    }
  },
  {
    "translation": {
      "en": "- - He was!",
      "vi": "- Cái… ? - Có rồi!"
    }
  },
  {
    "translation": {
      "en": "- What does that even matter? - Nia!  It matters.",
      "vi": "- Điều đó quan trọng gì? - Nia! Nó quan trọng."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "My watch.",
      "vi": "Đồng hồ của tớ."
    }
  },
  {
    "translation": {
      "en": "- When did that happen? - It's working.",
      "vi": "- Nó đang chạy. - Xảy ra khi nào?"
    }
  },
  {
    "translation": {
      "en": "It's never worked. I don't know.",
      "vi": "Tớ không biết. Nó chưa từng giờ chạy. Từ trước khi bố đưa nó cho tớ."
    }
  },
  {
    "translation": {
      "en": "Not since before my dad gave it to me.",
      "vi": "Nó chưa từng giờ chạy. Từ trước khi bố đưa nó cho tớ."
    }
  },
  {
    "translation": {
      "en": "- Never? - Never.",
      "vi": "Chưa bao giờ? Chưa từng."
    }
  },
  {
    "translation": {
      "en": "It's a Christmas miracle.",
      "vi": "Là phép màu Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "I don't know about all of that. It's a watch.",
      "vi": "Tớ không biết. Đó là đồng hồ."
    }
  },
  {
    "translation": {
      "en": "I mean maybe, I bumped it and a gear got unlocked or something. - I don't know. - Mm- hmm.",
      "vi": "Có lẽ tớ va vào nó và một bánh răng được mở khóa hay gì đó. Tớ chịu."
    }
  },
  {
    "translation": {
      "en": "I don't know, uh, I gotta make some photocopies.",
      "vi": "Tớ không biết. Tớ phải đi phô tô."
    }
  },
  {
    "translation": {
      "en": "Can you keep an eye out for corporate resort guy?",
      "vi": "- Để mắt đến anh chàng nghỉ dưỡng nhé? - Sẽ."
    }
  },
  {
    "translation": {
      "en": "- Uh- huh. Will do. - Thank you.",
      "vi": "- Để mắt đến anh chàng nghỉ dưỡng nhé? - Sẽ. - Cảm ơn. - Cho tớ biết nếu có dấu hiệu nào khác."
    }
  },
  {
    "translation": {
      "en": "Let me know if you get any other signs.",
      "vi": "- Cảm ơn. - Cho tớ biết nếu có dấu hiệu nào khác."
    }
  },
  {
    "translation": {
      "en": "Oh. Hi.",
      "vi": "BẤT ĐỘNG SẢN PINE VALLEY."
    }
  },
  {
    "translation": {
      "en": "Welcome to Pine Valley Realty. You must be Mr. Thompson.",
      "vi": "Chào mừng đến Bất động sản Pine Valley. Chắc anh là anh Thompson."
    }
  },
  {
    "translation": {
      "en": "Julian. Yes. Are you Nia?",
      "vi": "Julian. Vâng. Cô là Nia?"
    }
  },
  {
    "translation": {
      "en": "Oh no. I... I'm Bonnie. I'm her partner. She... she'll be out in a minute.",
      "vi": "Không. Tôi là Bonnie, cộng sự của cô ấy. Cô ấy ra ngay."
    }
  },
  {
    "translation": {
      "en": "Mm. Thank you. Very nice place you guys have here.",
      "vi": "Cảm ơn. Chỗ này rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "- It's you. - Nia?",
      "vi": "- Là anh. - Nia?"
    }
  },
  {
    "translation": {
      "en": "- Did you follow me here? - Nia.",
      "vi": "- Anh theo tôi đến đây à? - Nia?"
    }
  },
  {
    "translation": {
      "en": "- For the lights? - Nia!",
      "vi": "- Vì đống đèn? - Nia."
    }
  },
  {
    "translation": {
      "en": "Okay, listen buddy. Listen. I, I, I won the game fair and square.",
      "vi": "Được rồi, nghe này, anh bạn. Nghe này. Tôi đã thắng, công bằng."
    }
  },
  {
    "translation": {
      "en": "- No. I need to say this, Bonnie. - Nia.",
      "vi": "- Nia. - Không, tôi phải nói, Bonnie."
    }
  },
  {
    "translation": {
      "en": "If you're here to apologize about the whole cash thing, listen, don't even worry about it.",
      "vi": "Nếu anh đến đây để xin lỗi về chuyện tiền mặt, thì đừng lo."
    }
  },
  {
    "translation": {
      "en": "But I got a very important client coming, gonna need you to... so I'm just-- just",
      "vi": "Nhưng tôi có khách hàng quan trọng đến, nên tôi cần anh…"
    }
  },
  {
    "translation": {
      "en": "Stay!",
      "vi": "Ở lại."
    }
  },
  {
    "translation": {
      "en": "Because this is Julian Thompson from Optima Getaways.",
      "vi": "Vì đây là Julian Thompson từ Optima Getaways."
    }
  },
  {
    "translation": {
      "en": "Very important client.",
      "vi": "Khách hàng rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "So, um, I'm just parked right out front.",
      "vi": "Tôi đỗ xe ngay trước cửa thôi."
    }
  },
  {
    "translation": {
      "en": "After you.",
      "vi": "Sau anh."
    }
  },
  {
    "translation": {
      "en": "This is me right here.",
      "vi": "Xe của tôi ngay đây."
    }
  },
  {
    "translation": {
      "en": "Okay. You know what?",
      "vi": "Rồi, anh biết không?"
    }
  },
  {
    "translation": {
      "en": "Let's not let this silly first impression get in the way a great property. of finding you",
      "vi": "Đừng để ấn tượng ngớ ngẩn cản trở việc tìm một khu đất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Let's start over. You're right.",
      "vi": "Cô nói đúng. Bắt đầu lại đi."
    }
  },
  {
    "translation": {
      "en": "- Truce? - Truce.",
      "vi": "- Đình chiến? - Đình chiến."
    }
  },
  {
    "translation": {
      "en": "That's a nice watch.",
      "vi": "Đồng hồ đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "It's kind of a family heirloom. Uh, thanks. It was my mom's.",
      "vi": "Cảm ơn. Là của mẹ tôi. Đó là đồ gia truyền."
    }
  },
  {
    "translation": {
      "en": "Craftsmanship is amazing.",
      "vi": "Tay nghề thủ công tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So, uh, shall we head out?",
      "vi": "Ta đi chứ?"
    }
  },
  {
    "translation": {
      "en": "'Cause um...",
      "vi": "Vì,"
    }
  },
  {
    "translation": {
      "en": "I'm going to need my hand back...",
      "vi": "tôi sẽ cần rút tay về"
    }
  },
  {
    "translation": {
      "en": "to drive.",
      "vi": "để lái xe."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Certainly is quaint.",
      "vi": "Thật là kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "It's one of Pine Valley's original buildings.",
      "vi": "Đây là một tòa nhà nguyên thủy của Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Valentine's Day, Halloween, Christmas. It's' the sweet spot for sweets.",
      "vi": "Lễ tình nhân, Halloween, Giáng sinh. Đó là nơi ngọt ngào bán đồ ngọt."
    }
  },
  {
    "translation": {
      "en": "So, if we took over... candy from the kids. we'd be taking",
      "vi": "Nếu chúng tôi tiếp quản, chúng tôi sẽ lấy kẹo từ bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sure they could figure out somewhere else to get their tooth decay.",
      "vi": "Tôi chắc chúng có thể tìm ra nơi khác để chữa sâu răng."
    }
  },
  {
    "translation": {
      "en": "It's really nice, but it's not as cozy as I was hoping for.",
      "vi": "Rất tuyệt, nhưng không ấm cúng như tôi mong đợi."
    }
  },
  {
    "translation": {
      "en": "I kind of like that last place I sent you-- Pine Valley Inn.",
      "vi": "Như nơi cuối tôi gửi cô. Nhà trọ Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Uh, I'm still waiting to hear back from the owners",
      "vi": "Tôi vẫn đang chờ phản hồi từ chủ sở hữu"
    }
  },
  {
    "translation": {
      "en": "to see if they'd even consider selling but...",
      "vi": "để xem họ có cân nhắc bán không."
    }
  },
  {
    "translation": {
      "en": "We'd make a very generous offer.",
      "vi": "Chúng tôi sẽ đưa ra đề nghị hào phóng."
    }
  },
  {
    "translation": {
      "en": "Noted. Um, I'll keep on trying.",
      "vi": "Đã ghi nhận. Tôi sẽ tiếp tục cố gắng."
    }
  },
  {
    "translation": {
      "en": "In the meantime, let me tell you how great this property is.",
      "vi": "Trong lúc đó, hãy để tôi cho anh xem nơi này tuyệt vời thế nào."
    }
  },
  {
    "translation": {
      "en": "So, it is zoned for commercial, industrial, and residential.",
      "vi": "Nó được phân vùng cho thương mại, công nghiệp và dân cư,"
    }
  },
  {
    "translation": {
      "en": "Meaning you could put basically anything here.",
      "vi": "nghĩa là anh có thể xây bất cứ thứ gì ở đây."
    }
  },
  {
    "translation": {
      "en": "Eating facility, retail, spa, if that's your kind of thing.",
      "vi": "Cơ sở ăn uống, bán lẻ. Spa nếu anh có bao gồm cái đó."
    }
  },
  {
    "translation": {
      "en": "- Mmm. This is delicious. -",
      "vi": "Ngon quá. Cô ăn không?"
    }
  },
  {
    "translation": {
      "en": "- Want some? - No, thanks.",
      "vi": "Ngon quá. Cô ăn không? Không, cảm ơn. Và đừng quên rằng nó đi kèm với lô đất,"
    }
  },
  {
    "translation": {
      "en": "it comes with quite the plot. Uh, and don't forget that",
      "vi": "Không, cảm ơn. Và đừng quên rằng nó đi kèm với lô đất,"
    }
  },
  {
    "translation": {
      "en": "of square footage to expand. Meaning there is tons",
      "vi": "nghĩa là có rất nhiều diện tích để mở rộng."
    }
  },
  {
    "translation": {
      "en": "Honestly I still think Mm, yeah. is more suitable to our needs, the other side of town",
      "vi": "Ừ. Nói thật, tôi nghĩ phía bên kia thị trấn phù hợp với nhu cầu hơn."
    }
  },
  {
    "translation": {
      "en": "kind of like by Grocery Point.",
      "vi": "Ừ. Nói thật, tôi nghĩ phía bên kia thị trấn phù hợp với nhu cầu hơn. Gần Grove Street Point,"
    }
  },
  {
    "translation": {
      "en": "Where the Pine Valley Inn is.",
      "vi": "chỗ nhà trọ Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Oh. You know where it is?",
      "vi": "Anh biết nó ở đâu sao?"
    }
  },
  {
    "translation": {
      "en": "- Wow, you sure do your research. - Yes.",
      "vi": "Chà, anh nghiên cứu rồi đấy. Phải. Tôi đã từng tới đây."
    }
  },
  {
    "translation": {
      "en": "- I've also been here before. - Oh, yeah?",
      "vi": "Phải. Tôi đã từng tới đây. Vậy à?"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson was a roommate of mine in college.",
      "vi": "Sean Robinson là bạn cùng phòng đại học của tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, so you know Sean. No way.",
      "vi": "Anh biết Sean. Không thể nào."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I also spent a summer here with him and his folks.",
      "vi": "Tôi ở đây với cậu ấy và gia đình một mùa hè."
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm so glad you did, because, as you know,",
      "vi": "Tôi vui vì anh đã làm thế, vì anh biết đấy, Pine Valley có ngành du lịch rất lành mạnh,"
    }
  },
  {
    "translation": {
      "en": "Pine Valley has a very healthy tourism industry,",
      "vi": "vì anh biết đấy, Pine Valley có ngành du lịch rất lành mạnh,"
    }
  },
  {
    "translation": {
      "en": "we're really close to the city. a strong workforce, and",
      "vi": "lực lượng lao động mạnh, và chúng tôi rất gần thành phố."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's got all that.",
      "vi": "Ừ. Nó có tất cả những thứ đó."
    }
  },
  {
    "translation": {
      "en": "But um...",
      "vi": "Nhưng…"
    }
  },
  {
    "translation": {
      "en": "it's got a bit more. You know?",
      "vi": "nó có nhiều hơn một chút."
    }
  },
  {
    "translation": {
      "en": "Some of that small- town... magic.",
      "vi": "Biết không? Một số phép màu ở thị trấn nhỏ đó."
    }
  },
  {
    "translation": {
      "en": "- Magic? - Yeah.",
      "vi": "Phép màu? Ừ."
    }
  },
  {
    "translation": {
      "en": "Sorry, magic was just not a part of my pitch.",
      "vi": "Xin lỗi, phép màu không thuộc sở trường của tôi."
    }
  },
  {
    "translation": {
      "en": "Maybe it should've been.",
      "vi": "- Lẽ ra phải thế. - Thật sao?"
    }
  },
  {
    "translation": {
      "en": "- Seriously? - Yeah.",
      "vi": "- Lẽ ra phải thế. - Thật sao? Ừ. Ý tôi là, tôi không phải cô."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not you.",
      "vi": "Ừ. Ý tôi là, tôi không phải cô."
    }
  },
  {
    "translation": {
      "en": "But if I was... I would probably do things slightly differently,",
      "vi": "Nhưng nếu phải, có lẽ tôi sẽ làm khác đi."
    }
  },
  {
    "translation": {
      "en": "considering that I'm a big buyer and all.",
      "vi": "Vì tôi là người mua lớn."
    }
  },
  {
    "translation": {
      "en": "But I'm not you, so...",
      "vi": "Nhưng tôi không phải cô…"
    }
  },
  {
    "translation": {
      "en": "to pitch me on this place? What else would you like",
      "vi": "cô còn muốn giới thiệu gì ở đây nữa?"
    }
  },
  {
    "translation": {
      "en": "to tell me, of course, And then he proceeds",
      "vi": "MỪNG NGÀY LỄ TỪ BẤT ĐỒNG SẢN PINE VALLEY Rồi anh ta tiếp tục nói, tất nhiên, làm thế nào để tôi có thể làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "how I can do my job better.",
      "vi": "Rồi anh ta tiếp tục nói, tất nhiên, làm thế nào để tôi có thể làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "He says to me that I could use more passion",
      "vi": "Anh ta nói tôi có thể sử dụng nhiều đam mê và tinh thần Giáng sinh hơn,"
    }
  },
  {
    "translation": {
      "en": "and Christmas spirit and more conceptual visual thinking",
      "vi": "Anh ta nói tôi có thể sử dụng nhiều đam mê và tinh thần Giáng sinh hơn, tư duy hình ảnh khái niệm hơn,"
    }
  },
  {
    "translation": {
      "en": "and less demographics, building codes, and square footage talk.",
      "vi": "và ít nói về nhân khẩu học, quy tắc xây dựng và diện tích."
    }
  },
  {
    "translation": {
      "en": "- He said that? - He said that.",
      "vi": "- Anh ta nói thế à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Seriously? - Seriously.",
      "vi": "- Thật à? - Thật."
    }
  },
  {
    "translation": {
      "en": "But in that passive- aggressive kind of charming way",
      "vi": "Nhưng gây hấn thụ động, kiểu quyến rũ mà tớ không chịu được."
    }
  },
  {
    "translation": {
      "en": "that I just can't stand.",
      "vi": "kiểu quyến rũ mà tớ không chịu được."
    }
  },
  {
    "translation": {
      "en": "Yowza, and I thought I had a tough day.",
      "vi": "Tớ đã có một ngày khó khăn."
    }
  },
  {
    "translation": {
      "en": "Can you take him from me, - please? - No. No.",
      "vi": "- Cậu lo anh ta hộ tớ nhé? - Không."
    }
  },
  {
    "translation": {
      "en": "- Please, please, please... - No, no, no, no, no.",
      "vi": "- Làm ơn. - Không."
    }
  },
  {
    "translation": {
      "en": "I don't know if I can do another day of his hemming and hawing",
      "vi": "Tớ không biết liệu có thể chịu thêm một ngày với sự lề mề,"
    }
  },
  {
    "translation": {
      "en": "and ultra pickiness,",
      "vi": "và cực kỳ kén chọn,"
    }
  },
  {
    "translation": {
      "en": "and poo- pooing every single property I present to him",
      "vi": "và kinh thường mọi khu đất tớ giới thiệu cho anh ta"
    }
  },
  {
    "translation": {
      "en": "for not having that magic or not enough vibe.",
      "vi": "vì không có phép màu đó hoặc không đủ rung cảm."
    }
  },
  {
    "translation": {
      "en": "- Nia... - Ugh!",
      "vi": "Nia,"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson's land deal. I have the Garveys and",
      "vi": "tớ có thỏa thuận đất đai của nhà Garvey và Sean Robinson."
    }
  },
  {
    "translation": {
      "en": "the Garveys. How's that going? Right, I forgot about",
      "vi": "Tớ quên mất nhà Garvey. Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "- It's going fine. - Good.",
      "vi": "- Rất tốt. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Hey, you're going to have to take this one for the team, girl. You know,",
      "vi": "Cậu phải hy sinh."
    }
  },
  {
    "translation": {
      "en": "at least he's not hard on the eyes.",
      "vi": "Ít nhất anh ấy khá hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Unlike Mr. Garvey.",
      "vi": "Không như anh Garvey."
    }
  },
  {
    "translation": {
      "en": "for the rest of him. It doesn't make up",
      "vi": "Không bù đắp được phần còn lại."
    }
  },
  {
    "translation": {
      "en": "Ugh, how many more of these do we have? Two hundred.",
      "vi": "- Chúng ta còn bao nhiêu cái nữa? - 200."
    }
  },
  {
    "translation": {
      "en": "We know 200 people? Two hundred?",
      "vi": "200? Ta biết 200 người?"
    }
  },
  {
    "translation": {
      "en": "Two hundred people we like enough to give Christmas cards to?",
      "vi": "200 người ta đủ thích để tặng thiệp Giáng sinh?"
    }
  },
  {
    "translation": {
      "en": "It's networking.",
      "vi": "Đó là mạng lưới."
    }
  },
  {
    "translation": {
      "en": "You're letting your day with Mr. Know- it- all",
      "vi": "Cậu để ngày với anh chàng biết tuốt"
    }
  },
  {
    "translation": {
      "en": "dampen your Christmas spirit.",
      "vi": "làm suy yếu tinh thần Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "I've had enough spirit to last me the year.",
      "vi": "Tớ đã có đủ tinh thần để sống cả năm."
    }
  },
  {
    "translation": {
      "en": "Well, it is Christmastime.",
      "vi": "Giờ đang là Giáng Sinh,"
    }
  },
  {
    "translation": {
      "en": "And there's no better time... for magic.",
      "vi": "và không có lúc nào tốt hơn cho phép màu."
    }
  },
  {
    "translation": {
      "en": "Speaking of which.",
      "vi": "Nhắc mới nhớ…"
    }
  },
  {
    "translation": {
      "en": "I guess the watch is magic now.",
      "vi": "tớ đoán đồng hồ là phép màu."
    }
  },
  {
    "translation": {
      "en": "Well, it started mysteriously. And I've been thinking about this.",
      "vi": "Nó bắt đầu một cách bí ẩn, và tớ đã nghĩ về điều này."
    }
  },
  {
    "translation": {
      "en": "You know, the watch.",
      "vi": "Đồng hồ."
    }
  },
  {
    "translation": {
      "en": "Um, I think it means something, something more.",
      "vi": "Tớ nghĩ nó có ý nghĩa gì đó. Gì đó hơn thế."
    }
  },
  {
    "translation": {
      "en": "You watch too many Christmas movies.",
      "vi": "Cậu xem quá nhiều phim Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "It stopped working. Oh, look at that.",
      "vi": "Ồ, nhìn kìa. Nó ngừng chạy rồi."
    }
  },
  {
    "translation": {
      "en": "Maybe it reacts to your moods.",
      "vi": "Có lẽ nó phản ứng với tâm trạng của cậu."
    }
  },
  {
    "translation": {
      "en": "If that's the case it should be in a lot worse shape than this.",
      "vi": "Nếu vậy, nó sẽ còn tệ hơn thế này."
    }
  },
  {
    "translation": {
      "en": "are about embracing the magic. My point is is the holidays",
      "vi": "Vấn đề là ngày lễ là để nắm lấy điều kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "You know, Santa and little elves and flying reindeer and talking snowmen.",
      "vi": "Ông già Noel và yêu tinh nhỏ với tuần lộc bay và người tuyết biết nói."
    }
  },
  {
    "translation": {
      "en": "Don't let some guy you barely know ruin it for you.",
      "vi": "Đừng để một gã cậu không quen phá hỏng nó."
    }
  },
  {
    "translation": {
      "en": "No, you're right. I won't.",
      "vi": "Cậu nói đúng. Không."
    }
  },
  {
    "translation": {
      "en": "- Pinky swear? - Pinky swear.",
      "vi": "- Ngoắc tay. - Ngoắc tay?"
    }
  },
  {
    "translation": {
      "en": "- It's a hefty promise. - Pinky swear.",
      "vi": "- Ngoắc tay. - Đó là một lời hứa lớn lao."
    }
  },
  {
    "translation": {
      "en": "- Aerodynamics in place? - Great pitch and yaw.",
      "vi": "Khí động lực học tại chỗ. Ném tốt và hà miệng."
    }
  },
  {
    "translation": {
      "en": "Good weight.",
      "vi": "Cân nặng tốt."
    }
  },
  {
    "translation": {
      "en": "- One. - Two.",
      "vi": "- Một. - Hai."
    }
  },
  {
    "translation": {
      "en": "Three.",
      "vi": "Ba."
    }
  },
  {
    "translation": {
      "en": "- We all got it. - Yes!",
      "vi": "- Tuyệt! - Tuyệt! Bắt được tất."
    }
  },
  {
    "translation": {
      "en": "I tell you Santa Snacks.",
      "vi": "Cho em, đồ ăn vặt Santa."
    }
  },
  {
    "translation": {
      "en": "You got your popcorn, your pretzels, your red and green colored candies.",
      "vi": "Bỏng ngô, bánh quy, kẹo màu đỏ và xanh,"
    }
  },
  {
    "translation": {
      "en": "You got your frosty sprinkles.",
      "vi": "kẹo đường phủ."
    }
  },
  {
    "translation": {
      "en": "I still think a simple cheese plate would've been better.",
      "vi": "Em vẫn nghĩ một đĩa phô mai đơn giản sẽ tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Honey, it's a Christmas movie. You need Christmas snacks for a Christmas movie.",
      "vi": "Em yêu, đây là phim Giáng sinh. Em cần đồ ăn nhẹ Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Why didn't you warn me about this stuff before I married him?",
      "vi": "Sao anh không cảnh báo em trước khi em cưới anh ấy?"
    }
  },
  {
    "translation": {
      "en": "Hey, as his best man I knew what secrets to keep.",
      "vi": "Là phù rể, anh biết phải giữ bí mật gì."
    }
  },
  {
    "translation": {
      "en": "So when you're his best man does that mean to return the favor? you get",
      "vi": "Khi anh là phù rể, có nghĩa là anh được trả công?"
    }
  },
  {
    "translation": {
      "en": "He's not the settling down type. Never going to happen.",
      "vi": "Không hề. Cậu ấy không phải kiểu người ổn định."
    }
  },
  {
    "translation": {
      "en": "- Says who? - Me.",
      "vi": "- Ai nói vậy? - Tôi."
    }
  },
  {
    "translation": {
      "en": "you've ever lived in one place? Okay, what's the longest",
      "vi": "Cậu sống lâu nhất ở một nơi là bao lâu?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Ten. Years. I've been in the city 10 years.",
      "vi": "Mười năm. Tôi đã ở thành phố mười năm."
    }
  },
  {
    "translation": {
      "en": "And in those 10 years how many months have you been on the road?",
      "vi": "Trong khi đó, cậu đi vắng bao nhiêu tháng?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you have a point.",
      "vi": "Cậu có lý."
    }
  },
  {
    "translation": {
      "en": "needs to find the right person Call me cliché, but maybe he to settle down with.",
      "vi": "Nói em sáo rỗng, nhưng có lẽ anh ấy cần tìm đúng người để ổn định."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Speaking of perfect match or not.",
      "vi": "Nói về sự kết hợp hoàn hảo, hoặc không,"
    }
  },
  {
    "translation": {
      "en": "Is Pine Valley Realty the only game in town?",
      "vi": "Bất động sản Pine Valley là nơi duy nhất có dịch vụ đó?"
    }
  },
  {
    "translation": {
      "en": "Mmm, no. But Bonnie and Nia are the best. Aren't they the ones you're using?",
      "vi": "Không, nhưng Bonnie và Nia là tuyệt nhất. Cậu đang thuê họ mà?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I just don't think Nia and I are the right fit.",
      "vi": "Ừ. Tôi không nghĩ Nia và tôi hợp nhau."
    }
  },
  {
    "translation": {
      "en": "Really? Nia is great. I've known her since grade school.",
      "vi": "Thật à? Nia rất tuyệt. Tôi biết cô ấy từ cấp ba."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "vi": "Cậu đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "Okay, I may or may not have laid on the corporate talk a little heavy started interacting. when we first",
      "vi": "Có lẽ tôi đã nói chuyện công ty hơi nặng nề khi bắt đầu tương tác."
    }
  },
  {
    "translation": {
      "en": "So basically, it's your fault. Hey, I got a lot riding on this, okay?",
      "vi": "- Về cơ bản là lỗi của cậu. - Tôi rất hứng thú với việc này."
    }
  },
  {
    "translation": {
      "en": "I don't know, she just...",
      "vi": "Tôi không biết, cô ấy…"
    }
  },
  {
    "translation": {
      "en": "She drives me crazy.",
      "vi": "làm tôi phát điên."
    }
  },
  {
    "translation": {
      "en": "Nia? She's always got a retort for everything.",
      "vi": "- Nia? - Cô ấy luôn bị bắt bẻ mọi thứ."
    }
  },
  {
    "translation": {
      "en": "- Yeah, that is Nia. - Yeah.",
      "vi": "- Phải, đó là Nia. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I can tell that she's judging me.",
      "vi": "Và tôi có thể biết cô ấy đang phán xét tôi."
    }
  },
  {
    "translation": {
      "en": "Big suit from the city and all.",
      "vi": "Doanh nhân lớn từ thành phố."
    }
  },
  {
    "translation": {
      "en": "she is threatened. It's almost like",
      "vi": "Gần như cô ấy bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "- Yeah, right. - By this?",
      "vi": "Bằng cách này?"
    }
  },
  {
    "translation": {
      "en": "Okay, I don't believe that for one minute.",
      "vi": "- Phải rồi. - Ừ. Tôi không tin dù chỉ một phút."
    }
  },
  {
    "translation": {
      "en": "Well, I was trying to see this one place,",
      "vi": "Tôi đã cố xem một nơi và cô ấy không thể đưa tôi đến đó."
    }
  },
  {
    "translation": {
      "en": "and she can't seem to get me in there or doesn't want to.",
      "vi": "Tôi đã cố xem một nơi và cô ấy không thể đưa tôi đến đó. - Hoặc không muốn. - Nơi nào?"
    }
  },
  {
    "translation": {
      "en": "Which place is this?",
      "vi": "- Hoặc không muốn. - Nơi nào?"
    }
  },
  {
    "translation": {
      "en": "Pine Valley Inn.",
      "vi": "Nhà trọ Pine Valley."
    }
  },
  {
    "translation": {
      "en": "What? It's her family's place.",
      "vi": "- Gì cơ? - Đó là nhà của cô ấy."
    }
  },
  {
    "translation": {
      "en": "- Her family owns the inn? - Yeah.",
      "vi": "- Gia đình cô ấy sở hữu nhà trọ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "So, you might want to be a little nicer to her if you want to convince them to sell.",
      "vi": "Cậu nên đối xử tốt hơn với cô ấy nếu muốn thuyết phục họ bán nhà."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "- Ừ. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Round three. - All right.",
      "vi": "- Vòng ba. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Aerodynamics in place.",
      "vi": "Được rồi. Khí động lực học tại chỗ."
    }
  },
  {
    "translation": {
      "en": "- One. - Two.",
      "vi": "Một."
    }
  },
  {
    "translation": {
      "en": "Three!",
      "vi": "- Hai. - Ba."
    }
  },
  {
    "translation": {
      "en": "Right in my eye.",
      "vi": "- Tuyệt! - Ngay vào mắt."
    }
  },
  {
    "translation": {
      "en": "I always loved the snowman building contests we had when you were a kid.",
      "vi": "Con luôn thích các cuộc thi làm người tuyết khi còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Oh, they were the best.",
      "vi": "Chúng là hay nhất."
    }
  },
  {
    "translation": {
      "en": "Remind me to send Malcolm a double order for his gingerbread cookies for the party.",
      "vi": "Nhắc bố gửi cho Malcolm đơn hàng gấp đôi bánh quy gừng cho bữa tiệc."
    }
  },
  {
    "translation": {
      "en": "I want to make this year extra special.",
      "vi": "Bố muốn làm năm nay đặc biệt hơn."
    }
  },
  {
    "translation": {
      "en": "You're not really thinking of selling, are you Dad?",
      "vi": "Bố không nghĩ đến việc bán nhà, phải không bố?"
    }
  },
  {
    "translation": {
      "en": "Because you know I would take over for you in a heartbeat if I could.",
      "vi": "Con sẽ tiếp quản cho bố ngay nếu có thể."
    }
  },
  {
    "translation": {
      "en": "I know you keep saying that but... this place is a lot of work.",
      "vi": "Bố biết con cứ nói thế, nhưng nơi này có rất nhiều việc."
    }
  },
  {
    "translation": {
      "en": "Your mother and I used to do it together.",
      "vi": "- Bố mẹ đã làm cùng nhau. - Con biết."
    }
  },
  {
    "translation": {
      "en": "I know, I promise you, I'm going to buy it off of you someday.",
      "vi": "- Bố mẹ đã làm cùng nhau. - Con biết. Con hứa với bố, tôi sẽ mua chuộc bố. Một ngày nào đó."
    }
  },
  {
    "translation": {
      "en": "You don't need to buy it off me.",
      "vi": "Đâu cần đâu."
    }
  },
  {
    "translation": {
      "en": "But you got to retire on something.",
      "vi": "Bố phải nghỉ hưu vì thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "Cocoa's getting cold. Let's take a break.",
      "vi": "Nghỉ chút đi. Ca cao sẽ nguội mất."
    }
  },
  {
    "translation": {
      "en": "Yeah, it is. I forgot about the cocoa.",
      "vi": "Ca cao sẽ nguội mất. Ừ, con quên mất ca cao."
    }
  },
  {
    "translation": {
      "en": "Listen Nia, I know you feel like",
      "vi": "Nghe này, Nia. Bố biết con thấy có trách nhiệm tiếp quản,"
    }
  },
  {
    "translation": {
      "en": "it's your duty to take over and all, but...",
      "vi": "Bố biết con thấy có trách nhiệm tiếp quản,"
    }
  },
  {
    "translation": {
      "en": "- if this is about your mother... - No.",
      "vi": "nhưng nếu là về mẹ con…  Không."
    }
  },
  {
    "translation": {
      "en": "She wouldn't want you guilt- ridden and tied down to this place.",
      "vi": "Mẹ không muốn con bị trói buộc ở đây đâu."
    }
  },
  {
    "translation": {
      "en": "That will never change. We have the memories.",
      "vi": "Ta có kỉ niệm. Điều đó sẽ không bao giờ thay đổi."
    }
  },
  {
    "translation": {
      "en": "This is what I want.",
      "vi": "Đây là điều con muốn."
    }
  },
  {
    "translation": {
      "en": "wanted-- to maintain the inn. This is what I've always",
      "vi": "Đây là điều con luôn muốn. Duy trì nhà trọ."
    }
  },
  {
    "translation": {
      "en": "I just don't want you making bad decisions",
      "vi": "Bố chỉ không muốn con đưa ra quyết định tồi tệ vì tình cảm."
    }
  },
  {
    "translation": {
      "en": "because of sentiment or because of me.",
      "vi": "Bố chỉ không muốn con đưa ra quyết định tồi tệ vì tình cảm. Hay vì bố."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Loving the inn and wanting to take care of my dad is never a bad decision.",
      "vi": "Yêu nhà trọ và muốn chăm sóc bố không bao giờ là một quyết định tồi."
    }
  },
  {
    "translation": {
      "en": "I promise you, Dad.",
      "vi": "Con hứa đấy."
    }
  },
  {
    "translation": {
      "en": "It's working again.",
      "vi": "Nó chạy trở lại."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I forgot to tell you.",
      "vi": "Con quên nói."
    }
  },
  {
    "translation": {
      "en": "starting and stopping Yesterday it was for some strange reason.",
      "vi": "Hôm qua, nó bắt đầu và dừng chạy vì một lý do kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Wow. Isn't that something? A little Christmas magic.",
      "vi": "Không phải là nó sao? Phép màu Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "surprisingly alike. You and Bonnie are",
      "vi": "Bố và Bonnie giống nhau ghê."
    }
  },
  {
    "translation": {
      "en": "It's just exciting, that's all.",
      "vi": "Chỉ là thú vị thôi."
    }
  },
  {
    "translation": {
      "en": "is joining in this year. Like your mother",
      "vi": "Như năm nay mẹ con sẽ tham gia."
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever?",
      "vi": "Giáng sinh tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever.",
      "vi": "Giáng sinh tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "Or not.",
      "vi": "Hoặc không."
    }
  },
  {
    "translation": {
      "en": "Be with you in a second.",
      "vi": "Đợi tý tôi ra liền."
    }
  },
  {
    "translation": {
      "en": "Shouldn't I at least talk to him? Oh, what's the point?",
      "vi": "- Bố nên nói chuyện với cậu ta không? - Để làm gì?"
    }
  },
  {
    "translation": {
      "en": "Maybe we should hear the offer at least.",
      "vi": "Có lẽ ta nên nghe lời đề nghị."
    }
  },
  {
    "translation": {
      "en": "Optima Getaways online. I looked up You did?",
      "vi": "- Bố đã tìm Optima Getaways trên mạng. - Dạ?"
    }
  },
  {
    "translation": {
      "en": "A couple of their properties are quite impressive.",
      "vi": "Một vài khu đất của họ khá ấn tượng."
    }
  },
  {
    "translation": {
      "en": "Ugh, they're overblown monstrosities, Dad.",
      "vi": "Họ thổi phồng quá mức, bố ạ."
    }
  },
  {
    "translation": {
      "en": "No. They're just going to tear down the inn.",
      "vi": "Không. Họ sẽ phá nhà trọ."
    }
  },
  {
    "translation": {
      "en": "- It's too important for that. - I'm just curious.",
      "vi": "- Nó quá quan trọng. - Bố chỉ tò mò thôi."
    }
  },
  {
    "translation": {
      "en": "Well, if you really want to sell to someone other than me, I...",
      "vi": "Nếu bố thực sự muốn bán cho ai đó ngoài con, con…"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "vi": "Tất nhiên là không."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Well then maybe you and me sit down and have a serious conversation about it, okay?",
      "vi": "Vậy có lẽ cố và con sẽ ngồi xuống và nói chuyện nghiêm túc về nó?"
    }
  },
  {
    "translation": {
      "en": "But trust me when I say...",
      "vi": "Nhưng hãy tin con khi con nói"
    }
  },
  {
    "translation": {
      "en": "the right buyer for us. he is not",
      "vi": "anh ta không phải người mua phù hợp."
    }
  },
  {
    "translation": {
      "en": "I'll see you later.",
      "vi": "Gặp lại bố sau."
    }
  },
  {
    "translation": {
      "en": "Hey! I thought we were meeting at my office.",
      "vi": "Này. Tôi tưởng ta sẽ gặp ở văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "Hey. Why didn't you tell me this place belonged to your family?",
      "vi": "Này. Sao cô không nói nơi này thuộc về gia đình cô?"
    }
  },
  {
    "translation": {
      "en": "'Cause it's not relevant. It's not for sale.",
      "vi": "Vì nó không liên quan. Nó không phải để bán."
    }
  },
  {
    "translation": {
      "en": "of properties to present to you Now, I have a bunch that actually are for sale, so...",
      "vi": "Tôi có loạt khu đất cần bán, đó mới là nơi cần bán,"
    }
  },
  {
    "translation": {
      "en": "when we get into the car. You can delete those",
      "vi": "anh có thể xóa chúng khi chúng ta lên xe."
    }
  },
  {
    "translation": {
      "en": "Why would I delete them?",
      "vi": "Sao lại xóa?"
    }
  },
  {
    "translation": {
      "en": "Because it's not for sale. Okay. Cool.",
      "vi": "Vì nó không phải để bán."
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. And you can delete that last one too.",
      "vi": "Anh có thể xóa cả cái cuối."
    }
  },
  {
    "translation": {
      "en": "Negative.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I'll be the first to admit All right. was a bit misleading. that the listing",
      "vi": "Được rồi, tôi sẽ thừa nhận trước nhà niêm yết đó hơi sai."
    }
  },
  {
    "translation": {
      "en": "It's not so much old- world charm as it is...",
      "vi": "Được rồi, tôi sẽ thừa nhận trước nhà niêm yết đó hơi sai. Nó không còn quyến rũ cổ kính như…"
    }
  },
  {
    "translation": {
      "en": "- New world dilapidated. - Yeah.",
      "vi": "Nó không còn quyến rũ cổ kính như…  - Đống đổ nát. - Ừ."
    }
  },
  {
    "translation": {
      "en": "more properties to go see so... But, you know, we have a lot",
      "vi": "Nhưng ta có nhiều khu đất để đi xem, nên…"
    }
  },
  {
    "translation": {
      "en": "Okay, let's go see 'em.",
      "vi": "Đi xem nào. Ồ."
    }
  },
  {
    "translation": {
      "en": "Oh. And before I forget.",
      "vi": "Đi xem nào. Ồ. Trước khi tôi quên…"
    }
  },
  {
    "translation": {
      "en": "I got you something.",
      "vi": "tôi có thứ này cho cô."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "from The Trading Post. It's a Santa scone Thank you, but you didn't have to do this.",
      "vi": "Bánh Santa scone từ Trading Post Cảm ơn, nhưng anh không cần làm thế."
    }
  },
  {
    "translation": {
      "en": "Oh, yes I did.",
      "vi": "Ồ, có chứ."
    }
  },
  {
    "translation": {
      "en": "And yesterday I was a bit of a jerk.",
      "vi": "Hôm qua, tôi đã hơi khốn nạn."
    }
  },
  {
    "translation": {
      "en": "Oh, well...",
      "vi": "Ồ,"
    }
  },
  {
    "translation": {
      "en": "- No. - No?",
      "vi": "không Không?"
    }
  },
  {
    "translation": {
      "en": "Hmm. I was a jerk, right?",
      "vi": "Tôi đúng khốn nạn nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It's not an excuse but I've been told in the past",
      "vi": "Không phải lấy cớ, nhưng tôi được bảo"
    }
  },
  {
    "translation": {
      "en": "when I become anxious that sometimes",
      "vi": "Không phải lấy cớ, nhưng tôi được bảo đôi khi, khi tôi lo lắng, tôi cư xử hơi hống hách."
    }
  },
  {
    "translation": {
      "en": "I tend to be overbearing.",
      "vi": "đôi khi, khi tôi lo lắng, tôi cư xử hơi hống hách."
    }
  },
  {
    "translation": {
      "en": "Truth be told, I've got a lot to be anxious about.",
      "vi": "Nói thật, tôi có rất nhiều thứ để lo."
    }
  },
  {
    "translation": {
      "en": "You do? Why?",
      "vi": "Thật sao? - Tại sao? - Đây là dự án cá nhân đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "solo project at Optima. Well, this is my first",
      "vi": "- Tại sao? - Đây là dự án cá nhân đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "I suggested Pine Valley as the location,",
      "vi": "Tôi đề nghị Pine Valley làm địa điểm, nên…"
    }
  },
  {
    "translation": {
      "en": "so this is very important for me.",
      "vi": "nơi này quan trọng với tôi."
    }
  },
  {
    "translation": {
      "en": "However, it's not an excuse, hence Santa scone.",
      "vi": "Dù sao đó không phải cái cớ, vậy nên bánh Santa scone."
    }
  },
  {
    "translation": {
      "en": "They're my favorite. Hence, thank you.",
      "vi": "Vậy nên cảm ơn. Tôi rất thích."
    }
  },
  {
    "translation": {
      "en": "A Christmas tree farm? This land is what you're thinking.",
      "vi": "Trang trại cây thông Noel. Cô nghĩ là mảnh đất này?"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Now, I know you're going to have to build,",
      "vi": "Tôi biết anh sẽ phải xây dựng, nhưng đó là bất động sản cao cấp."
    }
  },
  {
    "translation": {
      "en": "but it's prime real estate-- it has a lot of potential.",
      "vi": "Tôi biết anh sẽ phải xây dựng, nhưng đó là bất động sản cao cấp. Nó có rất nhiều tiềm năng."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I certainly don't have it in my budget to build from the ground up.",
      "vi": "Xây từ đầu không nằm trong ngân sách."
    }
  },
  {
    "translation": {
      "en": "Well, what if I told you we could get it for a lot less than the list price?",
      "vi": "Nếu mua với giá thấp hơn nhiều so với giá niêm yết thì sao?"
    }
  },
  {
    "translation": {
      "en": "My business partner knows the owner. I'm sure we can get a great deal.",
      "vi": "Đối tác làm ăn của tôi biết ông chủ. Ta có thể có thỏa thuận tốt."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Not talking to you?",
      "vi": "Anh không thích à?"
    }
  },
  {
    "translation": {
      "en": "- No. - No?",
      "vi": "- Không. - Không?"
    }
  },
  {
    "translation": {
      "en": "- Not really. - Wrong vibe?",
      "vi": "Không hẳn. Cảm giác sai à?"
    }
  },
  {
    "translation": {
      "en": "Fair enough.",
      "vi": "Cũng đúng."
    }
  },
  {
    "translation": {
      "en": "So.",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "- Great. - Yep.",
      "vi": "- Cô ổn chứ? - Ừ. Được rồi."
    }
  },
  {
    "translation": {
      "en": "What was it like growing up in a country inn?",
      "vi": "Lớn lên ở nhà trọ nông thôn thế nào?"
    }
  },
  {
    "translation": {
      "en": "Um, well, it was good.",
      "vi": "Khá tốt."
    }
  },
  {
    "translation": {
      "en": "It was home.",
      "vi": "Đó là nhà."
    }
  },
  {
    "translation": {
      "en": "In all honesty, I don't think I really knew the difference.",
      "vi": "Tôi không nghĩ tôi thực sự biết sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "Not until I was about 10- years- old and a friend of mine explained to me",
      "vi": "Cho đến khi tôi mười tuổi và một người bạn giải thích cho tôi"
    }
  },
  {
    "translation": {
      "en": "don't spend Christmas that most people",
      "vi": "Cho đến khi tôi mười tuổi và một người bạn giải thích cho tôi hầu hết mọi người không dành Giáng sinh với người lạ."
    }
  },
  {
    "translation": {
      "en": "are renting rooms in your house. with a bunch of strangers who",
      "vi": "hầu hết mọi người không dành Giáng sinh với người lạ. người thuê phòng nhà anh."
    }
  },
  {
    "translation": {
      "en": "- That must have been fun. - It was. It really was.",
      "vi": "- Chắc vui lắm. - Đúng vậy. Thực sự là vậy."
    }
  },
  {
    "translation": {
      "en": "What about you?",
      "vi": "Còn anh?"
    }
  },
  {
    "translation": {
      "en": "grown up in a big family in... Let me guess. You must have",
      "vi": "Để đoán. Chắc anh lớn lên trong gia đình lớn ở…"
    }
  },
  {
    "translation": {
      "en": "- Philly. - Hmm.",
      "vi": "Philly."
    }
  },
  {
    "translation": {
      "en": "I had like dozens of cousins. of them one time or another. Wound up living with most",
      "vi": "Tôi có hàng tá anh em họ. Bị thương khi sống chung với hầu hết bọn họ."
    }
  },
  {
    "translation": {
      "en": "My parents passed away when I was a kid.",
      "vi": "Bố mẹ tôi mất khi tôi còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Oh. I'm sorry.",
      "vi": "Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "a few years ago, so... My mom passed away",
      "vi": "Mẹ tôi đã qua đời vài năm trước, nên…"
    }
  },
  {
    "translation": {
      "en": "So you understand. That's tough.",
      "vi": "Rất khó khăn. Vậy là cô hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "That's a good- looking tree, huh?",
      "vi": "Cái cây đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "You should get it.",
      "vi": "Cô nên mua nó."
    }
  },
  {
    "translation": {
      "en": "Really? Nah, I mean I already have one at home so...",
      "vi": "Thật à? - Tôi đã có một cái ở nhà. - Cô không có ở văn phòng."
    }
  },
  {
    "translation": {
      "en": "You don't have one at the office.",
      "vi": "- Tôi đã có một cái ở nhà. - Cô không có ở văn phòng."
    }
  },
  {
    "translation": {
      "en": "Maybe I'll get it. All right.",
      "vi": "Được rồi. Tôi sẽ mua nó."
    }
  },
  {
    "translation": {
      "en": "See? Maybe this trip wasn't a waste of time after all.",
      "vi": "Thấy chưa? Có lẽ chuyến đi này không lãng phí thời gian."
    }
  },
  {
    "translation": {
      "en": "Nothing perfect just yet, but I'm seeing more properties tomorrow.",
      "vi": "Chưa có gì hoàn hảo, nhưng mai tôi đi xem thêm."
    }
  },
  {
    "translation": {
      "en": "What about that inn that you liked?",
      "vi": "- Nhà trọ đó thì sao? - Nó hơi phức tạp."
    }
  },
  {
    "translation": {
      "en": "It's a bit complicated, but I'm working on it.",
      "vi": "- Nhà trọ đó thì sao? - Nó hơi phức tạp. Tôi đang xử lý đây."
    }
  },
  {
    "translation": {
      "en": "Well, you'd better work faster. You promised everyone we'd have this locked up by Christmas.",
      "vi": "Anh nên nhanh lên. Anh đã hứa chúng ta sẽ chốt nó vào Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "And I will. in a big bow just in time I'll have her wrapped up to slide down the chimney. for Santa Claus",
      "vi": "Tôi sẽ gói nó lại kịp lúc để ông già Noel thả xuống ống khói."
    }
  },
  {
    "translation": {
      "en": "I'm counting on you, Julian.  Got it.",
      "vi": "- Trông cậy vào anh, Julian. - Được."
    }
  },
  {
    "translation": {
      "en": "- Hey. - Hey.",
      "vi": "- Này. - Này."
    }
  },
  {
    "translation": {
      "en": "Are you following me again?",
      "vi": "Anh lại đi theo tôi à?"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Wait a minute. I was just... ...walking by. I saw you in the window.",
      "vi": "Khoan đã. Tôi vừa đi ngang qua và thấy cô qua cửa sổ."
    }
  },
  {
    "translation": {
      "en": "Need some help? Thank you, though. No, I'm okay.",
      "vi": "- Cần giúp gì không? - Không, tôi ổn. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe... maybe I do need a little help.",
      "vi": "Được rồi. Có lẽ tôi cần giúp một chút."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "vi": "Ừ. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Bonnie went into Albany to sign some paperwork for Sean,",
      "vi": "Bonnie đến Albany để ký giấy tờ cho Sean"
    }
  },
  {
    "translation": {
      "en": "going to get started on the tree and I told myself I was only but then...",
      "vi": "và tôi tự nhủ sẽ chỉ trang trí cây, nhưng rồi…"
    }
  },
  {
    "translation": {
      "en": "Looks like you couldn't stop.",
      "vi": "Có vẻ cô không thể dừng lại."
    }
  },
  {
    "translation": {
      "en": "Oh, once I set my mind to something...",
      "vi": "Một khi tôi quyết định điều gì đó…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm the same way, so I understand.",
      "vi": "Ừ, tôi cũng vậy, nên tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Hey, what's the story behind your watch? Is it an antique?",
      "vi": "Đồng hồ của cô là thế nào? Là đồ cổ à?"
    }
  },
  {
    "translation": {
      "en": "Actually, it is.",
      "vi": "Thật ra là vậy."
    }
  },
  {
    "translation": {
      "en": "to daughters for generations. Passed down from mothers",
      "vi": "Được truyền lại từ mẹ cho con gái qua nhiều thế hệ."
    }
  },
  {
    "translation": {
      "en": "It's going to sound weird, but it stopped working the day my mother passed away.",
      "vi": "Nghe có vẻ lạ, nhưng nó ngừng chạy vào ngày mẹ tôi qua đời."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "My dad went to every repair shop within 100 miles,",
      "vi": "Bố tôi đến mọi cửa hàng sửa chữa trong vòng 160 km."
    }
  },
  {
    "translation": {
      "en": "and no one could figure out what was wrong with it.",
      "vi": "Không ai biết nó bị làm sao."
    }
  },
  {
    "translation": {
      "en": "Anyway, I wear it every holiday season now.",
      "vi": "Dù sao, tôi đeo nó vào mỗi mùa lễ,"
    }
  },
  {
    "translation": {
      "en": "Just like my mom did. Makes my dad smile.",
      "vi": "giống như mẹ tôi đã từng. - Nó làm bố tôi cười. - Chà, chà."
    }
  },
  {
    "translation": {
      "en": "Well, well, well...",
      "vi": "- Nó làm bố tôi cười. - Chà, chà."
    }
  },
  {
    "translation": {
      "en": "Well, well, well, what?",
      "vi": "Chà, chà, cái gì?"
    }
  },
  {
    "translation": {
      "en": "sentimental than you let on. It appears you're more",
      "vi": "Cô đa cảm hơn mọi người nghĩ."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. I'm not sentimental at all.",
      "vi": "Thôi đi. Tôi không đa cảm chút nào."
    }
  },
  {
    "translation": {
      "en": "- Okay, maybe a little. - Mm- hmm.",
      "vi": "Được, có lẽ một chút."
    }
  },
  {
    "translation": {
      "en": "Maybe a lot a little. Okay?",
      "vi": "Có lẽ hơi nhiều chút?"
    }
  },
  {
    "translation": {
      "en": "Hey. The hands are working.",
      "vi": "Này, đồng hồ của cô đang chạy."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's the weirdest thing.",
      "vi": "Đó là điều kỳ lạ nhất."
    }
  },
  {
    "translation": {
      "en": "It just started working again a couple days ago.",
      "vi": "Nó vừa chạy lại vài ngày trước."
    }
  },
  {
    "translation": {
      "en": "Maybe that's Santa's gift to you. Oh, I wouldn't go that far.",
      "vi": "- Có lẽ là quà của ông già Noel. - Tôi không nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "I must've jostled it and a gear got knocked into place or something.",
      "vi": "Chắc tôi đè vào hoặc bánh răng va vào đâu đó hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Hey, can you help me with this?",
      "vi": "Này, giúp tôi được không?"
    }
  },
  {
    "translation": {
      "en": "So, how long have you been at Optima?",
      "vi": "Anh làm đã ở Optima bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Just over a year.",
      "vi": "Hơn một năm."
    }
  },
  {
    "translation": {
      "en": "Wow. They must really like you if they're giving you your own projects.",
      "vi": "Chà, họ phải rất thích anh nếu họ cho anh dự án riêng."
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, I'm just trying my best. - Trying not to mess it up. -",
      "vi": "Tôi chỉ cố hết sức. Cố gắng không làm hỏng chuyện."
    }
  },
  {
    "translation": {
      "en": "I hear that.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "And, uh, what do you like about the job?",
      "vi": "Và… anh thích gì ở công việc này?"
    }
  },
  {
    "translation": {
      "en": "adventure around the corner. Well, there's always a new",
      "vi": "Luôn có một cuộc phiêu lưu mới."
    }
  },
  {
    "translation": {
      "en": "hearing about their... Meeting new people,",
      "vi": "Gặp gỡ những người mới và nghe về…"
    }
  },
  {
    "translation": {
      "en": "Magical family heirlooms?",
      "vi": "Gia bảo phép màu của họ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yes, yes. That and hearing about their lives.",
      "vi": "Ừ. Phải. Và nghe về cuộc sống của họ."
    }
  },
  {
    "translation": {
      "en": "But you want to know what I love? What's that?",
      "vi": "- Muốn biết tôi thích gì không? - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Exploring.",
      "vi": "Khám phá."
    }
  },
  {
    "translation": {
      "en": "There's always a certain je ne sais quoi when you go into a small town.",
      "vi": "Luôn có một số vẻ đẹp nhất định khi đến một thị trấn nhỏ."
    }
  },
  {
    "translation": {
      "en": "A certain level of magic.",
      "vi": "Mức độ phép màu nhất định."
    }
  },
  {
    "translation": {
      "en": "Hmm. Right. Magic.",
      "vi": "Phải rồi. Phép màu."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này,"
    }
  },
  {
    "translation": {
      "en": "You got a little something in your hair.",
      "vi": "cô có gì đó trên tóc."
    }
  },
  {
    "translation": {
      "en": "Oh, um. Did I?",
      "vi": "Vậy sao…?"
    }
  },
  {
    "translation": {
      "en": "- Do you mind? - No.",
      "vi": "Cô có phiền không? Không."
    }
  },
  {
    "translation": {
      "en": "I guess this is it.",
      "vi": "Tôi đoán ta xong rồi?"
    }
  },
  {
    "translation": {
      "en": "Yeah. We put another ornament on this guy, and it's going to topple over.",
      "vi": "Phải, ta còn treo thêm thì nó sẽ đổ mất."
    }
  },
  {
    "translation": {
      "en": "- For sure. - For sure.",
      "vi": "- Chắc rồi. - Chắc rồi."
    }
  },
  {
    "translation": {
      "en": "- You ready? - Yeah.",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "vi": "- Rồi. - Ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "See?",
      "vi": "Thấy chứ? Phép màu."
    }
  },
  {
    "translation": {
      "en": "- - Magic.",
      "vi": "Thấy chứ? Phép màu. - Ừ. - Biết tôi nhớ đến gì không?"
    }
  },
  {
    "translation": {
      "en": "this reminds me of? You know what",
      "vi": "- Ừ. - Biết tôi nhớ đến gì không?"
    }
  },
  {
    "translation": {
      "en": "- What's that? - That warm...",
      "vi": "Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm at your family's inn. feeling I get when",
      "vi": "Cảm giác ấm áp khi ở nhà trọ của gia đình cô."
    }
  },
  {
    "translation": {
      "en": "It's so cozy and beautiful. It's so nice and...",
      "vi": "Thật ấm cúng và đẹp đẽ. - Nó rất đẹp và… - Và không phải để bán, Julian!"
    }
  },
  {
    "translation": {
      "en": "Julian, you're relentless. And not for sale!",
      "vi": "- Nó rất đẹp và… - Và không phải để bán, Julian! Anh không ngừng luôn."
    }
  },
  {
    "translation": {
      "en": "Oh. It's my dad.",
      "vi": "Là bố tôi."
    }
  },
  {
    "translation": {
      "en": "- He says he needs me. - Okay",
      "vi": "- Ông ấy nói cần tôi. - Được."
    }
  },
  {
    "translation": {
      "en": "I will no longer be a distraction.",
      "vi": "Tôi không làm cô phân tâm nữa."
    }
  },
  {
    "translation": {
      "en": "I'll see you tomorrow at 9:00?",
      "vi": "- Hẹn gặp cô 9 giờ ngày mai nhé? - Được."
    }
  },
  {
    "translation": {
      "en": "- You got it. - OK.",
      "vi": "- Hẹn gặp cô 9 giờ ngày mai nhé? - Được. Được rồi."
    }
  },
  {
    "translation": {
      "en": "And hey. Thanks.",
      "vi": "Và này, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "At Optima Getaways we aim to please.",
      "vi": "Tại Optima Getaways, chúng tôi hướng đến sự hài lòng."
    }
  },
  {
    "translation": {
      "en": "Hey Dad.",
      "vi": "Này bố."
    }
  },
  {
    "translation": {
      "en": "Is everything okay?",
      "vi": "Mọi chuyện ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I got your text message and tried calling but...",
      "vi": "Con nhận được tin nhắn và cố gọi lại, nhưng…"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, sweetie. Sorry. my phone upstairs. I guess, I left",
      "vi": "Phải, con yêu. Xin lỗi. Chắc bố để quên điện thoại trên tầng."
    }
  },
  {
    "translation": {
      "en": "So, what's going on?",
      "vi": "Vậy có chuyện gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Well, I just...",
      "vi": "Thì, bố chỉ…"
    }
  },
  {
    "translation": {
      "en": "I wanted to take you up on your offer.",
      "vi": "bố muốn chấp nhận đề nghị của con."
    }
  },
  {
    "translation": {
      "en": "Have a serious conversation about selling the inn.",
      "vi": "Nói chuyện nghiêm túc về việc bán nhà trọ."
    }
  },
  {
    "translation": {
      "en": "- Oh. - I think this could be good for us. A fresh start, no debts.",
      "vi": "Bố nghĩ điều này có thể tốt cho ta. Một khởi đầu mới. Không nợ nần."
    }
  },
  {
    "translation": {
      "en": "Emotional or otherwise.",
      "vi": "Tình cảm hay cách khác."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "is what your mother would want. Because I really do think this",
      "vi": "Vì bố thực sự nghĩ đây là điều mẹ con muốn."
    }
  },
  {
    "translation": {
      "en": "But are you sure?",
      "vi": "Nhưng con chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "I know taking care of the inn has been difficult for you",
      "vi": "Con biết việc chăm sóc nhà trọ rất khó khăn với bố từ khi…"
    }
  },
  {
    "translation": {
      "en": "since... well since she passed.",
      "vi": "Con biết việc chăm sóc nhà trọ rất khó khăn với bố từ khi… từ khi mẹ qua đời."
    }
  },
  {
    "translation": {
      "en": "Oh Dad, I've been selfish.",
      "vi": "- Bố, con ích kỷ… - Không."
    }
  },
  {
    "translation": {
      "en": "No. You've got enough going on.",
      "vi": "- Bố, con ích kỷ… - Không. - Con làm đủ rồi. - Không, con phải làm."
    }
  },
  {
    "translation": {
      "en": "No, no, I have. It's...",
      "vi": "- Con làm đủ rồi. - Không, con phải làm. Thật là một giấc mơ ngớ ngẩn khi nghĩ con có thể chăm sóc nhà trọ như mẹ,"
    }
  },
  {
    "translation": {
      "en": "It's a silly little dream to think of the inn the way Mom did, that I could take care",
      "vi": "Thật là một giấc mơ ngớ ngẩn khi nghĩ con có thể chăm sóc nhà trọ như mẹ,"
    }
  },
  {
    "translation": {
      "en": "and it's not practical.",
      "vi": "và nó không thực tế."
    }
  },
  {
    "translation": {
      "en": "I like being a realtor anyhow.",
      "vi": "Và con cũng thích làm môi giới."
    }
  },
  {
    "translation": {
      "en": "It's not a silly dream.",
      "vi": "Đó không phải giấc mơ ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "Dad, you've been delaying your retirement because of me.",
      "vi": "Bố, bố trì hoãn việc nghỉ hưu là vì con."
    }
  },
  {
    "translation": {
      "en": "It's not fair to you.",
      "vi": "Không công bằng với bố."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Nên…"
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "vi": "bố nói đúng."
    }
  },
  {
    "translation": {
      "en": "Just only to the right buyer.",
      "vi": "Chỉ là bán cho đúng người mua?"
    }
  },
  {
    "translation": {
      "en": "To the right buyer.",
      "vi": "Cho đúng người mua."
    }
  },
  {
    "translation": {
      "en": "Are you going to tell Julian? That my dad wants to sell the inn?",
      "vi": "- Cậu sẽ nói với Julian chứ? - Về bố tớ muốn bán nhà trọ?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I doubt it.",
      "vi": "Tớ không biết."
    }
  },
  {
    "translation": {
      "en": "Hear me out.",
      "vi": "Nghe này."
    }
  },
  {
    "translation": {
      "en": "The job of the real estate agent is to...",
      "vi": "Công việc của môi giới bất động sản là…"
    }
  },
  {
    "translation": {
      "en": "I know what the job is. But trust me,",
      "vi": "Tớ biết công việc là gì, nhưng tin tớ đi, Julian không phải người mua phù hợp."
    }
  },
  {
    "translation": {
      "en": "- Julian is not the right buyer. - Why not?",
      "vi": "nhưng tin tớ đi, Julian không phải người mua phù hợp. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Well, I did some research on his company last night,",
      "vi": "Tối qua tớ đã tìm hiểu về công ty của anh ấy"
    }
  },
  {
    "translation": {
      "en": "and Optima's smallest property can house dozens of guests.",
      "vi": "và khu đất nhỏ nhất của Optima có thể đón cả tá khách."
    }
  },
  {
    "translation": {
      "en": "Most of them a lot more.",
      "vi": "Hầu hết là nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "My parents' inn can house 14.",
      "vi": "Nhà trọ của bố mẹ tớ có thể đón 14 người."
    }
  },
  {
    "translation": {
      "en": "they could expand. You know, maybe",
      "vi": "Có lẽ họ có thể mở rộng. Thêm vài tòa nhà?"
    }
  },
  {
    "translation": {
      "en": "Add a couple of buildings. There's enough acreage.",
      "vi": "Có lẽ họ có thể mở rộng. Thêm vài tòa nhà? - Có đủ diện tích. - Mở rộng? Nhà trọ rất đẹp."
    }
  },
  {
    "translation": {
      "en": "Expand? The inn is beautiful.",
      "vi": "- Có đủ diện tích. - Mở rộng? Nhà trọ rất đẹp."
    }
  },
  {
    "translation": {
      "en": "Why would you want to do that, even if you could?",
      "vi": "Sao cô muốn làm thế, ngay cả khi có thể?"
    }
  },
  {
    "translation": {
      "en": "See? See?",
      "vi": "Thấy chứ?"
    }
  },
  {
    "translation": {
      "en": "People come for the historical beauty of the building",
      "vi": "Mọi người đến vì vẻ đẹp lịch sử của tòa nhà, và để tận hưởng khu đất."
    }
  },
  {
    "translation": {
      "en": "and to enjoy the land. It's about...",
      "vi": "Mọi người đến vì vẻ đẹp lịch sử của tòa nhà, và để tận hưởng khu đất. Đó là về những con đường mòn đi bộ đường dài, trượt tuyết, và động vật."
    }
  },
  {
    "translation": {
      "en": "and snowshoeing and the animals. the hiking trails",
      "vi": "Đó là về những con đường mòn đi bộ đường dài, trượt tuyết, và động vật."
    }
  },
  {
    "translation": {
      "en": "It's not just square footage for some developer to fill to capacity.",
      "vi": "Nó không chỉ là diện tích đất để lấp đầy."
    }
  },
  {
    "translation": {
      "en": "So, you want someone to come in but not change anything.",
      "vi": "Nên cậu muốn ai đó mua nhưng không thay đổi gì."
    }
  },
  {
    "translation": {
      "en": "Well, not anything. Of course not.",
      "vi": "Không phải không gì cả. Tất nhiên là không. Nhưng tớ muốn ai đó cẩn thận với những gì họ thay đổi."
    }
  },
  {
    "translation": {
      "en": "But I would like someone to be careful with what they change.",
      "vi": "Tất nhiên là không. Nhưng tớ muốn ai đó cẩn thận với những gì họ thay đổi."
    }
  },
  {
    "translation": {
      "en": "Julian seems pretty careful.",
      "vi": "Julian có vẻ khá cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Hmm, Julian is careful about not messing up his first solo project.",
      "vi": "Julian cẩn thận để không làm hỏng dự án riêng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "He's only been at Optima for a year.",
      "vi": "Anh ấy mới làm ở Optima được một năm."
    }
  },
  {
    "translation": {
      "en": "to know each other. So you're getting",
      "vi": "Vậy là hai người đang tìm hiểu nhau."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "I mean maybe a little bit.",
      "vi": "Ý tớ là, có thể, một chút."
    }
  },
  {
    "translation": {
      "en": "- A little bit. - A smidge?",
      "vi": "- Một chút? - Một chút."
    }
  },
  {
    "translation": {
      "en": "And yes, I'd like to find a buyer",
      "vi": "Và, ừ, tớ muốn tìm một người mua"
    }
  },
  {
    "translation": {
      "en": "who'll want to maintain what my parents built.",
      "vi": "muốn duy trì những gì bố mẹ tớ xây dựng."
    }
  },
  {
    "translation": {
      "en": "to want to see it last. Someone who's going",
      "vi": "Ai đó sẽ muốn thấy nó tồn tại."
    }
  },
  {
    "translation": {
      "en": "I wish it could just stay in the family. Me too.",
      "vi": "- Ước có thể lưu truyền trong gia đình. - Tớ cũng vậy."
    }
  },
  {
    "translation": {
      "en": "You know as well as I do that that's just not feasible right now.",
      "vi": "Nhưng cậu cũng biết, điều đó không khả thi bây giờ."
    }
  },
  {
    "translation": {
      "en": "Or maybe you could tell the new owners your great ideas,",
      "vi": "Cậu có thể nói với chủ mới ý tưởng của cậu."
    }
  },
  {
    "translation": {
      "en": "and they could help keep the legacy of your family alive.",
      "vi": "Họ có thể giữ di sản của gia đình."
    }
  },
  {
    "translation": {
      "en": "A very good family legacy it is.",
      "vi": "Một di sản gia đình rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "Thank you, Malcolm.",
      "vi": "Cảm ơn, Malcolm."
    }
  },
  {
    "translation": {
      "en": "That's not a bad idea.",
      "vi": "Đó không phải ý tồi."
    }
  },
  {
    "translation": {
      "en": "Like I've had so many ideas over the years,",
      "vi": "Tớ đã có rất nhiều ý tưởng nhiều năm qua."
    }
  },
  {
    "translation": {
      "en": "social media for one. got the hang of it. My parents never",
      "vi": "Mạng xã hội cho nó. Bố mẹ tớ chưa bao giờ lập."
    }
  },
  {
    "translation": {
      "en": "You've seen my dad's Instagram, right?",
      "vi": "Cậu xem Instagram của bố tớ?"
    }
  },
  {
    "translation": {
      "en": "It's just pictures of snow. Yeah, I've seen them. Very snowy.",
      "vi": "- Chỉ là ảnh tuyết thôi. - Ừ, tớ thấy rồi. Rất nhiều tuyết."
    }
  },
  {
    "translation": {
      "en": "So much snow.",
      "vi": "Siêu nhiều tuyết."
    }
  },
  {
    "translation": {
      "en": "And I'd open the dining room to the public,",
      "vi": "Và tớ sẽ mở cửa phòng ăn cho công cộng, không chỉ cho khách."
    }
  },
  {
    "translation": {
      "en": "not just to guests, and...",
      "vi": "Và tớ sẽ mở cửa phòng ăn cho công cộng, không chỉ cho khách. Tớ muốn hợp tác với doanh nghiệp địa phương để trải nghiệm thương hiệu,"
    }
  },
  {
    "translation": {
      "en": "I'd want to partner up with some of the local businesses to have these branded experiences,",
      "vi": "Tớ muốn hợp tác với doanh nghiệp địa phương để trải nghiệm thương hiệu,"
    }
  },
  {
    "translation": {
      "en": "the holiday season. especially during",
      "vi": "đặc biệt là trong mùa lễ hội."
    }
  },
  {
    "translation": {
      "en": "Like, um, a Halloween cooking class",
      "vi": "Như lớp học nấu ăn Halloween,"
    }
  },
  {
    "translation": {
      "en": "or sleigh rides through hiking trails,",
      "vi": "hay đi xe trượt tuyết qua đường mòn,"
    }
  },
  {
    "translation": {
      "en": "Christmas dinner theater. or maybe even some",
      "vi": "hay thậm chí là nhà hát Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "It is amazing.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Bonnie, I have an idea.",
      "vi": "Bonnie, tớ có ý này."
    }
  },
  {
    "translation": {
      "en": "Don't wear heels to a farm.",
      "vi": "Đừng đi giày cao gót đến nông trại."
    }
  },
  {
    "translation": {
      "en": "Okay. So, I want you to keep an open mind to this.",
      "vi": "Được rồi, tôi muốn anh giữ tâm lý cởi mở."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm officially scared.",
      "vi": "Được rồi, tôi chính thức sợ."
    }
  },
  {
    "translation": {
      "en": "And.. voila.",
      "vi": "Và… Đây rồi."
    }
  },
  {
    "translation": {
      "en": "It's a barn. It's a barn theater.",
      "vi": "- Đó là nhà kho. - Đó là nhà hát nhà kho."
    }
  },
  {
    "translation": {
      "en": "and now it can be all yours. Or at least it used to be,",
      "vi": "Hoặc ít nhất là trước đây. Và giờ nó có thể là của anh."
    }
  },
  {
    "translation": {
      "en": "It's a barn.",
      "vi": "Đó là nhà kho."
    }
  },
  {
    "translation": {
      "en": "that has had many additions It's a renovated barn",
      "vi": "Đó là một nhà kho được tân trang lại trong nhiều năm qua,"
    }
  },
  {
    "translation": {
      "en": "over the years,",
      "vi": "trong nhiều năm qua,"
    }
  },
  {
    "translation": {
      "en": "it's warm and cozy and woodsy. and most importantly,",
      "vi": "và, quan trọng nhất, nó ấm áp và ấm cúng và mộc mạc."
    }
  },
  {
    "translation": {
      "en": "You know what it really reminds me of? What's that?",
      "vi": "- Anh biết nó làm tôi nhớ gì không? - Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "The Pine Valley Inn.",
      "vi": "Nhà trọ Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Yeah. It looks exactly like the Pine Valley Inn.",
      "vi": "Trông y hệt nhà trọ Pine Valley."
    }
  },
  {
    "translation": {
      "en": "- Minus the... - Right? beautiful period building.",
      "vi": "- Phải không? - Trừ tòa nhà đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "The fireplaces, the rooms.",
      "vi": "Lò sưởi, phòng ốc."
    }
  },
  {
    "translation": {
      "en": "What is that, an outhouse?",
      "vi": "Cái gì vậy? Nhà phụ à?"
    }
  },
  {
    "translation": {
      "en": "Yes, but that's not the point.",
      "vi": "Ừ, nhưng đó không phải vấn đề."
    }
  },
  {
    "translation": {
      "en": "location and the landscape You have to consider the and just the overall feeling.",
      "vi": "Anh phải xem xét vị trí, cảnh quan và cảm giác tổng thể."
    }
  },
  {
    "translation": {
      "en": "aah. It's...",
      "vi": "Nó…"
    }
  },
  {
    "translation": {
      "en": "It's really nice here, right?",
      "vi": "Ỏ đây rất tuyệt, phải không?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah.",
      "vi": "- Ừ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "We'd have to tear it all down. No, no, no.",
      "vi": "- Chúng ta phải phá bỏ tất cả. - Không."
    }
  },
  {
    "translation": {
      "en": "It comes with a big plot of land.",
      "vi": "Nó là một lô đất lớn,"
    }
  },
  {
    "translation": {
      "en": "So, you could actually keep the barn and build the resort around it.",
      "vi": "nên anh có thể giữ nhà kho và xây khu nghỉ dưỡng xung quanh."
    }
  },
  {
    "translation": {
      "en": "And why would we keep it?",
      "vi": "Sao ta lại giữ nó?"
    }
  },
  {
    "translation": {
      "en": "Well, the barn is kind of a local landmark.",
      "vi": "Nhà kho là một địa danh địa phương."
    }
  },
  {
    "translation": {
      "en": "Has some very interesting history.",
      "vi": "Nó có lịch sử rất thú vị."
    }
  },
  {
    "translation": {
      "en": "Come on, I'll show you inside? Okay.",
      "vi": "- Đi nào, tôi sẽ dẫn anh vào trong. - Được."
    }
  },
  {
    "translation": {
      "en": "Okay. Wait right there.",
      "vi": "Được rồi. Đợi ở đó."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "See?",
      "vi": "Thấy chứ?"
    }
  },
  {
    "translation": {
      "en": "I guess, we could build a few loft spaces up there.",
      "vi": "Ta có thể xây vài phòng trên gác xép."
    }
  },
  {
    "translation": {
      "en": "Reception could go...",
      "vi": "Lễ tân có thể ở…"
    }
  },
  {
    "translation": {
      "en": "I mean, we're going to have to expand the occupancy. Definitely need new buildings.",
      "vi": "Ta sẽ phải mở rộng nơi ở Chắc chắn cần tòa nhà mới."
    }
  },
  {
    "translation": {
      "en": "Yes, and you have the space to do that.",
      "vi": "Phải, và anh có không gian để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "And in terms of this space, I mean, you could put a dining room maybe over there.",
      "vi": "Về không gian này, anh có thể đặt một phòng ăn ở đó."
    }
  },
  {
    "translation": {
      "en": "But I was thinking it could stay kind of as a performance venue",
      "vi": "Nhưng tôi nghĩ nó có thể là nơi biểu diễn"
    }
  },
  {
    "translation": {
      "en": "for weekend shows, conventions, little conventions.",
      "vi": "cho chương trình cuối tuần, hội nghị. - Hội nghị nhỏ. - Khóa tu."
    }
  },
  {
    "translation": {
      "en": "- Retreats. - Retreats.",
      "vi": "- Hội nghị nhỏ. - Khóa tu. - Khóa tu. - Cho doanh nghiệp nhỏ."
    }
  },
  {
    "translation": {
      "en": "For small businesses.",
      "vi": "- Khóa tu. - Cho doanh nghiệp nhỏ."
    }
  },
  {
    "translation": {
      "en": "For small businesses, exactly.",
      "vi": "Chính xác cho doanh nghiệp nhỏ."
    }
  },
  {
    "translation": {
      "en": "Lan Carol performed here?",
      "vi": "- Diahann Carroll từng diễn ở đây? - Ừ."
    }
  },
  {
    "translation": {
      "en": "doing summer stock theater. Yeah, as a teenager",
      "vi": "- Diahann Carroll từng diễn ở đây? - Ừ. Khi còn là thiếu niên, làm kịch mùa hè."
    }
  },
  {
    "translation": {
      "en": "I told you there's some real history here.",
      "vi": "Tôi nói rồi, ở đây có lịch sử mà."
    }
  },
  {
    "translation": {
      "en": "the most famous of all... And Nathan Lane and",
      "vi": "Và Nathan Lane, người nổi tiếng nhất…"
    }
  },
  {
    "translation": {
      "en": "- You acted here? - No you didn't.  I did.",
      "vi": "- Cô diễn ở đây? Không. - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Fifth through eighth grade, Santa's Helpers: The Musical.",
      "vi": "Từ lớp năm đến lớp tám, Nhạc kịch: Giúp việc của Santa."
    }
  },
  {
    "translation": {
      "en": "- It was a smash hit. - Hmm. We could've gone to Broadway.",
      "vi": "Chúng tôi có thể đến Broadway,"
    }
  },
  {
    "translation": {
      "en": "- Santa's Helpers? - Yep. - Never heard of it. No. - Really?",
      "vi": "- Giúp việc của Santa? Chưa từng nghe. - Thế à?"
    }
  },
  {
    "translation": {
      "en": "- Never heard of it? - No.",
      "vi": "- Chưa từng? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Figures, it was an original... - Ahhh. for the Pine Valley Community Players.",
      "vi": "Có lý. Đó là bản gốc cho Cộng đồng Diễn viên Pine Valley."
    }
  },
  {
    "translation": {
      "en": "- Do you play? - Not really. But I can hold a tune.",
      "vi": "- Anh chơi không? - Không hẳn, nhưng tôi biết giai điệu."
    }
  },
  {
    "translation": {
      "en": "Is that so?",
      "vi": "Vậy à?"
    }
  },
  {
    "translation": {
      "en": "with boughs of holly ♪ ♪ Deck the halls ♪ Fa la la la la, la la la la ♪",
      "vi": "Chúng ta lo trang hoàng ngôi thánh đường Pha la lá là la, lá la là la"
    }
  },
  {
    "translation": {
      "en": "♪ 'Tis the season to be jolly ♪",
      "vi": "Chúng ta lo trang hoàng ngôi thánh đường Pha la lá là la, lá la là la Cũng nên lo trang hoàng cho tấm lòng Pha la lá là la, lá la là la"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "vi": "Cũng nên lo trang hoàng cho tấm lòng Pha la lá là la, lá la là la"
    }
  },
  {
    "translation": {
      "en": "♪ Don we now our gay apparel ♪",
      "vi": "Dành cho Chúa dùng, thành nơi chúc tụng"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "vi": "Dành cho Chúa dùng, thành nơi chúc tụng Pha la la la lá, lá la la"
    }
  },
  {
    "translation": {
      "en": "♪ Troll the ancient Yuletide carol ♪",
      "vi": "Đón giáng sinh dâng Ngài bao ước vọng"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la ♪",
      "vi": "Phá lá lá lá la"
    }
  },
  {
    "translation": {
      "en": "♪ La la la la ♪",
      "vi": "la la la là"
    }
  },
  {
    "translation": {
      "en": "You didn't get a solo in Santa's Helper?",
      "vi": "Cô không độc diễn trong vở kịch à?"
    }
  },
  {
    "translation": {
      "en": "No. I was always chorus.",
      "vi": "Không, tôi luôn đồng ca."
    }
  },
  {
    "translation": {
      "en": "- Oh, you're a lead today. - Uhh.",
      "vi": "Hôm nay cô hát."
    }
  },
  {
    "translation": {
      "en": "♪ See the blazing yule before us ♪",
      "vi": "Lắng tai nghe câu chuyện Vua xuống trần"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "vi": "Lắng tai nghe câu chuyện Vua xuống trần Pha la lá là la, lá la là la"
    }
  },
  {
    "translation": {
      "en": "and join my chorus ♪ ♪ Strike the harp",
      "vi": "Chúa giáng sinh đem tình thương cứu người"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la ♪",
      "vi": "Chúa giáng sinh đem tình thương cứu người Pha la lá là la, lá la là la"
    }
  },
  {
    "translation": {
      "en": "merry measure ♪ ♪ Follow me in",
      "vi": "Ngài tha thứ tội. Đời ta sáng ngời"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "vi": "Ngài tha thứ tội. Đời ta sáng ngời Pha la la, la la lá, lá la la."
    }
  },
  {
    "translation": {
      "en": "Yuletide treasure ♪ ♪ While I tell of",
      "vi": "Chúa giáng sinh cung đàn vang khắp trời"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "vi": "Chúa giáng sinh cung đàn vang khắp trời Phá lá lá lá la, la la la là"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, ♪ ♪ La la la la ♪",
      "vi": "Phá lá lá lá la, la la la là"
    }
  },
  {
    "translation": {
      "en": "Oh, that was so much fun.",
      "vi": "Ôi, vừa nãy vui quá!"
    }
  },
  {
    "translation": {
      "en": "You have some serious talent.",
      "vi": "Anh có tài thật đấy."
    }
  },
  {
    "translation": {
      "en": "Thank you. I haven't done a duet in ages.",
      "vi": "Cảm ơn. Lâu rồi tôi chưa song ca."
    }
  },
  {
    "translation": {
      "en": "- Really? - Mm- mmm.",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "I see you. I see you.",
      "vi": "Tôi hiểu anh. Tôi hiểu anh."
    }
  },
  {
    "translation": {
      "en": "Doing a duet. Hmm.",
      "vi": "Song ca."
    }
  },
  {
    "translation": {
      "en": "whenever you're on a date That must be your go- to",
      "vi": "Đó hẳn là lựa chọn của anh mỗi khi hẹn hò."
    }
  },
  {
    "translation": {
      "en": "if you can find a piano.",
      "vi": "Nếu anh có thể tìm thấy đán piano."
    }
  },
  {
    "translation": {
      "en": "- Uh, no. - No?",
      "vi": "- Không. - Không?"
    }
  },
  {
    "translation": {
      "en": "I haven't been on a date in a very long time.",
      "vi": "Lâu lắm rồi tôi không hẹn hò."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I mean, Oh, of course.",
      "vi": "Tất nhiên rồi. Hẳn là có tác dụng khi anh hẹn hò với vợ anh hay bất cứ ai anh đi cùng."
    }
  },
  {
    "translation": {
      "en": "you were dating your wife it must have worked when or whoever you're with.",
      "vi": "Hẳn là có tác dụng khi anh hẹn hò với vợ anh hay bất cứ ai anh đi cùng."
    }
  },
  {
    "translation": {
      "en": "Musical or otherwise. No wife, no partner.",
      "vi": "Không có vợ. Hay người yêu. Nhạc kịch hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Really? Oh.",
      "vi": "Thật sao? Ồ."
    }
  },
  {
    "translation": {
      "en": "Well then, who is Julian Thompson?",
      "vi": "Vậy, Julian Thompson là ai?"
    }
  },
  {
    "translation": {
      "en": "World traveler not willing to settle down yet?",
      "vi": "Lữ khách thế giới, chưa sẵn sàng ổn định."
    }
  },
  {
    "translation": {
      "en": "Why does everyone keep saying that? I mean, I would settle down but...",
      "vi": "Sao mọi người cứ nói thế? Ý tôi là, tôi sẽ ổn định, nhưng…"
    }
  },
  {
    "translation": {
      "en": "the right person. I haven't found",
      "vi": "tôi chưa tìm được người phù hợp."
    }
  },
  {
    "translation": {
      "en": "A wandering soul in search of kindred spirit.",
      "vi": "Một linh hồn lang thang tìm kiếm linh hồn tử tế."
    }
  },
  {
    "translation": {
      "en": "Someone with...",
      "vi": "Ai đó với…"
    }
  },
  {
    "translation": {
      "en": "- The right magic. - The right magic.",
      "vi": "Phép màu phù hợp. Phép màu phù hợp."
    }
  },
  {
    "translation": {
      "en": "Um. So, do you like the place?",
      "vi": "Vậy, anh thích nơi này không?"
    }
  },
  {
    "translation": {
      "en": "It's got potential.",
      "vi": "Nó có tiềm năng."
    }
  },
  {
    "translation": {
      "en": "Potential enough to put in an offer? Oh, slow down there, cowgirl.",
      "vi": "- Đủ tiềm năng để đưa ra đề nghị? - Từ từ nào, cô gái cao bồi."
    }
  },
  {
    "translation": {
      "en": "the shortlist, at least? Well, can it be on",
      "vi": "Ít nhất có thể ở trong danh sách chờ chứ?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "vi": "Thế này nhé."
    }
  },
  {
    "translation": {
      "en": "on the shortlist... We can put it",
      "vi": "Ta có thể đưa nó vào danh sách chờ,"
    }
  },
  {
    "translation": {
      "en": "if you give me a tour of your family's inn.",
      "vi": "nếu cô cho tôi xem nhà trọ của nhà cô."
    }
  },
  {
    "translation": {
      "en": "Julian, it's not for sale! I've told you already.",
      "vi": "Julian, nó không phải để bán. Tôi đã nói rồi."
    }
  },
  {
    "translation": {
      "en": "I know it's not for sale, but I just want to take a look at it, please!",
      "vi": "Tôi biết nó không phải để bán, nhưng tôi chỉ muốn xem thử, làm ơn!"
    }
  },
  {
    "translation": {
      "en": "You're not going to let this go, are you? No.",
      "vi": "- Anh sẽ không bỏ qua chuyện này? - Không."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll make you a deal on one condition.",
      "vi": "Được rồi, tôi sẽ thỏa thuận với anh. Với một điều kiện."
    }
  },
  {
    "translation": {
      "en": "- That we go right now. - Mm- hmm.",
      "vi": "Ta đi ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Before my dad gets home from yoga class.",
      "vi": "Trước khi bố tôi trở về từ lớp yoga."
    }
  },
  {
    "translation": {
      "en": "Your dad does yoga?",
      "vi": "Bố cô tập yoga?"
    }
  },
  {
    "translation": {
      "en": "He does. He's actually very flexible.",
      "vi": "Đúng thế. Ông ấy rất dẻo đấy."
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "vi": "Tôi có thể tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "But in all seriousness,",
      "vi": "Nhưng nghiêm túc mà nói,"
    }
  },
  {
    "translation": {
      "en": "if we do bump into him, if we can just not talk about the resort.",
      "vi": "nếu chúng ta gặp ông ấy, ta có thể không thể nói về khu nghỉ dưỡng…"
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. Yeah, okay, done.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Okay. Deal?",
      "vi": "Được rồi. Đồng ý chứ?"
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "vi": "Đồng ý."
    }
  },
  {
    "translation": {
      "en": "And... that's it.",
      "vi": "Và thế thôi."
    }
  },
  {
    "translation": {
      "en": "That's the whole place. Satisfied?",
      "vi": "Đó là toàn bộ nơi này. Hài lòng chưa?"
    }
  },
  {
    "translation": {
      "en": "Very.",
      "vi": "Rất."
    }
  },
  {
    "translation": {
      "en": "It's perfect.",
      "vi": "Nó hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Nia, can I please talk to your dad to see if he'd consider selling?",
      "vi": "Tôi có thể gặp bố cô để xem ông ấy có cân nhắc bán không?"
    }
  },
  {
    "translation": {
      "en": "- No. You promised. - I know.",
      "vi": "Không. Anh đã hứa. Tôi biết, nhưng đó chính xác là thứ chúng tôi cần."
    }
  },
  {
    "translation": {
      "en": "But it's exactly what we needed, you know?",
      "vi": "Tôi biết, nhưng đó chính xác là thứ chúng tôi cần."
    }
  },
  {
    "translation": {
      "en": "We can keep a lot of what's here. All the stuff that works like the guest suites,",
      "vi": "Chúng tôi có thể giữ nhiều thứ, như dãy phòng khách,"
    }
  },
  {
    "translation": {
      "en": "some upgraded furniture. although they do need",
      "vi": "dù chúng cần nâng cấp nội thất."
    }
  },
  {
    "translation": {
      "en": "Reception, perfect.",
      "vi": "Lễ tân, hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Right here we just um, blow out the walls,",
      "vi": "Ngay đây, ta chỉ cần đập tường."
    }
  },
  {
    "translation": {
      "en": "I was thinking about make it bigger. maybe even a spa. a lobby bar,",
      "vi": "Xây nó to hơn. Tôi đang nghĩ về quầy bar ở sảnh. Thậm chí là spa."
    }
  },
  {
    "translation": {
      "en": "No, no. No, no, no, no, no, no, no, no, no, no. No lobby bar, no blowing out walls, no spa.",
      "vi": "Không. Không quầy bar ở sảnh, không đập tường, không spa."
    }
  },
  {
    "translation": {
      "en": "I don't know how many times I have to tell you, but it's not for sale.",
      "vi": "Tôi phải nói bao nhiêu lần nữa? Nó không phải để bán."
    }
  },
  {
    "translation": {
      "en": "What's not for sale?",
      "vi": "Cái gì không bán?"
    }
  },
  {
    "translation": {
      "en": "down by the river. The uh, old mill",
      "vi": "Nhà cối xay bên sông."
    }
  },
  {
    "translation": {
      "en": "that the mill would be Julian was thinking a great property for the resort,",
      "vi": "Julian nghĩ rằng nhà máy sẽ là một khu đất tuyệt vời cho khu nghỉ mát,"
    }
  },
  {
    "translation": {
      "en": "but it's not for sale. Right, Julian?",
      "vi": "nhưng nó bán. - Nhỉ? - Ai không thích cối xay cổ?"
    }
  },
  {
    "translation": {
      "en": "Who doesn't like an old mill?",
      "vi": "- Nhỉ? - Ai không thích cối xay cổ?"
    }
  },
  {
    "translation": {
      "en": "- That thing's falling apart. - Yeah.",
      "vi": "- Ừ. - Thứ đó sắp sụp."
    }
  },
  {
    "translation": {
      "en": "something with good bones. What you really need is",
      "vi": "Cậu cần gì đó chắc chắn hơn."
    }
  },
  {
    "translation": {
      "en": "Like this place.",
      "vi": "Như nơi này."
    }
  },
  {
    "translation": {
      "en": "Well, it's too bad it's not for sale.",
      "vi": "Tiếc là nó không để bán."
    }
  },
  {
    "translation": {
      "en": "- Sure it is. - Yeah.",
      "vi": "- Ừ. - Có chứ."
    }
  },
  {
    "translation": {
      "en": "We discussed it.",
      "vi": "Chúng tôi đã bàn bạc."
    }
  },
  {
    "translation": {
      "en": "to miss the place, Sure I'm going but it's time to retire.",
      "vi": "Tôi sẽ nhớ nơi này, nhưng đã đến lúc nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Dad... This is Julian from Optima.",
      "vi": "- Bố, đây là Julian đến từ Optima… - Julian đó?"
    }
  },
  {
    "translation": {
      "en": "Yes, Getaways.",
      "vi": "Vâng. Getaways."
    }
  },
  {
    "translation": {
      "en": "that Optima generally works My daughter tells me",
      "vi": "Con gái tôi nói với tôi, nhìn chung, Optima hoạt động ở quy mô lớn hơn nơi nhỏ bé này."
    }
  },
  {
    "translation": {
      "en": "than our little place. on a larger scale",
      "vi": "nhìn chung, Optima hoạt động ở quy mô lớn hơn nơi nhỏ bé này."
    }
  },
  {
    "translation": {
      "en": "for all our other properties. Yes. That's typically true",
      "vi": "Nó thường đúng với các khu đất."
    }
  },
  {
    "translation": {
      "en": "there's a certain level However, we understand of value and charm",
      "vi": "Tuy nhiên, chúng tôi hiểu có mức giá trị và sự quyến rũ nhất định"
    }
  },
  {
    "translation": {
      "en": "that small town inns like this bring to business.",
      "vi": "mà các nhà trọ nhỏ mang lại."
    }
  },
  {
    "translation": {
      "en": "Or at least I do.",
      "vi": "Hoặc ít nhất là vậy."
    }
  },
  {
    "translation": {
      "en": "Well, isn't that comforting to hear?",
      "vi": "Nghe vậy chẳng phải dễ chịu sao?"
    }
  },
  {
    "translation": {
      "en": "Why don't I give you a tour of the place?",
      "vi": "Tôi đưa cậu đi tham quan nhé?"
    }
  },
  {
    "translation": {
      "en": "Is there something you'd like to say?",
      "vi": "Cô muốn nói gì không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I can't believe you just did that.",
      "vi": "Ừ. Không thể tin là anh làm vậy."
    }
  },
  {
    "translation": {
      "en": "You're the one who lied to me. Me? You're mad at me?",
      "vi": "Cô giận tôi? Cô là người đã nói dối."
    }
  },
  {
    "translation": {
      "en": "No, I didn't. It's more complicated than that.",
      "vi": "Không. Nó phức tạp hơn thế."
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "vi": "Không phải."
    }
  },
  {
    "translation": {
      "en": "Not only didn't you tell me it was for sale, you specifically told me it wasn't.",
      "vi": "Cô không chỉ không nói nó để bán, cô còn nói nó không phải."
    }
  },
  {
    "translation": {
      "en": "Yes, and I had a good reason.",
      "vi": "Phải. Và tôi có lý do chính đáng."
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "vi": "Đó là gì?"
    }
  },
  {
    "translation": {
      "en": "You're the wrong buyer.",
      "vi": "Anh không phải người mua phù hợp."
    }
  },
  {
    "translation": {
      "en": "Why? Because you want to do too much to it.",
      "vi": "- Vì sao? - Vì anh muốn làm quá nhiều."
    }
  },
  {
    "translation": {
      "en": "You wanna, you wanna blow out the walls",
      "vi": "Anh muốn phá bỏ những bức tường, anh muốn sửa sang lại các phòng,"
    }
  },
  {
    "translation": {
      "en": "and you wanna remodel the rooms and you wanna open a spa.",
      "vi": "Anh muốn phá bỏ những bức tường, anh muốn sửa sang lại các phòng, và anh muốn mở một spa."
    }
  },
  {
    "translation": {
      "en": "- Yeah, a spa. - A spa?",
      "vi": "- Một spa? - Ừ, spa."
    }
  },
  {
    "translation": {
      "en": "- What's wrong with a spa? - Well...",
      "vi": "- Spa thì sao? - Thì…"
    }
  },
  {
    "translation": {
      "en": "Okay, that was just off the top of my head. Listen, every buyer's going to want to make changes.",
      "vi": "Đó chỉ là suy nghĩ của tôi. Người mua nào cũng sẽ muốn thay đổi."
    }
  },
  {
    "translation": {
      "en": "scale, and Optima Getaways is, Maybe, but it's a matter of",
      "vi": "Có thể, nhưng đó là vấn đề về quy mô, và Optima Getaways…"
    }
  },
  {
    "translation": {
      "en": "well, I'm sorry, it's just not the right fit.",
      "vi": "Nó chỉ không phù hợp."
    }
  },
  {
    "translation": {
      "en": "Your dad liked my ideas. My dad is friendly with everyone.",
      "vi": "- Bố cô thích ý của tôi. - Bố tôi thân thiện với mọi người."
    }
  },
  {
    "translation": {
      "en": "It's part of the job description. thought it through. But he hasn't",
      "vi": "Một phần mô tả công việc. Ông ấy chưa nghĩ kỹ."
    }
  },
  {
    "translation": {
      "en": "Look... If you don't want to help me do this",
      "vi": "Nghe này, nếu cô không muốn giúp tôi,"
    }
  },
  {
    "translation": {
      "en": "I could easily find another real estate agent.",
      "vi": "tôi có thể tìm môi giới khác."
    }
  },
  {
    "translation": {
      "en": "You could do that. But I must remind you I also represent the seller,",
      "vi": "Anh có thể, nhưng tôi phải nhắc anh, tôi cũng đại diện cho người bán."
    }
  },
  {
    "translation": {
      "en": "and I hold a great deal of influence with him.",
      "vi": "Tôi có ảnh hưởng lớn đến ông ấy."
    }
  },
  {
    "translation": {
      "en": "So, you'd torpedo the deal just to get your own way?",
      "vi": "Cô muốn phá thỏa thuận?"
    }
  },
  {
    "translation": {
      "en": "I would do whatever it takes to protect my dad from making a mistake he'll regret.",
      "vi": "Tôi sẽ làm mọi thứ để bảo vệ bố tôi khỏi phạm sai lầm mà ông ấy sẽ hối hận."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Is this about me? - What?",
      "vi": "Là vì tôi à? Cái gì?"
    }
  },
  {
    "translation": {
      "en": "We're not going to talk about the company for a second. Is this about me?",
      "vi": "Ta sẽ không nói về công ty. Là vì tôi à?"
    }
  },
  {
    "translation": {
      "en": "No, of course it's not.",
      "vi": "Không, tất nhiên là không. Nó…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of factors, okay? It's... look, there's just,",
      "vi": "Không, tất nhiên là không. Nó… Nghe này, đó chỉ là… Có rất nhiều yếu tố, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I have a few more properties I'd like to present to you.",
      "vi": "Tôi còn vài khu đất muốn giới thiệu với anh."
    }
  },
  {
    "translation": {
      "en": "Maybe I can convince you that there's something else better out there.",
      "vi": "Có lẽ tôi thuyết phục được anh có nơi tốt hơn."
    }
  },
  {
    "translation": {
      "en": "that this is the right property Or maybe I could convince you",
      "vi": "Hoặc có lẽ tôi có thể thuyết phục cô đây là nơi phù hợp"
    }
  },
  {
    "translation": {
      "en": "and that Optima could take it into the future while still respecting its past.",
      "vi": "và Optima có thể cải tạo nó mà vẫn tôn trọng quá khứ."
    }
  },
  {
    "translation": {
      "en": "Well, it seems like we have our work cut out for us.",
      "vi": "Có vẻ ta có thử thách lớn."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm up for the challenge.",
      "vi": "- Ừ. Tôi sẵn sàng thử thách. - Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "- Dinner tonight? - Me too.",
      "vi": "- Ừ. Tôi sẵn sàng thử thách. - Tôi cũng vậy. - Tối nay ăn tối nhé? - Chắc rồi. Không. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "Sure. No. I mean, um...",
      "vi": "- Tối nay ăn tối nhé? - Chắc rồi. Không. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm-- I can't.",
      "vi": "Tôi… Tôi không thể."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Are you busy? A date?",
      "vi": "Cô bận à? Hẹn hò?"
    }
  },
  {
    "translation": {
      "en": "Yeah. With someone tall, dark, and handsome.",
      "vi": "Ừ. Với một người cao, da đen và đẹp trai."
    }
  },
  {
    "translation": {
      "en": "Sure he is.",
      "vi": "Rồi. Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "It's just with my dad.",
      "vi": "Chỉ là với bố tôi."
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, yeah, that's cool. Whatever.",
      "vi": "Được rồi. Ừ, hay đấy."
    }
  },
  {
    "translation": {
      "en": "No. We're going over our Christmas Eve party plans and you know.",
      "vi": "Chúng tôi sẽ xem xét kế hoạch tiệc đêm Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "We have to discuss things and...",
      "vi": "và chúng tôi phải bàn bạc."
    }
  },
  {
    "translation": {
      "en": "What about after dinner?",
      "vi": "Sau bữa tối thì sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, we could do it at your office just to keep things... business.",
      "vi": "Chúng tôi có thể gặp ở văn phòng của cô,"
    }
  },
  {
    "translation": {
      "en": "'Cause you're a client. Of course, of course.",
      "vi": "Tất nhiên. Vì anh là khách hàng."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "- Hey, Robyn. - Hey, the barn's too rustic.",
      "vi": "- Robyn. - Này. Nhà kho quá mộc mạc, nhưng nhà trọ nông thôn này, hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "But this country inn, perfect. So, what's our opening bid?",
      "vi": "Nhà kho quá mộc mạc, nhưng nhà trọ nông thôn này, hoàn hảo. - Giá mở thầu là bao nhiêu? - Tôi vẫn chưa được."
    }
  },
  {
    "translation": {
      "en": "I haven't made one yet.",
      "vi": "- Giá mở thầu là bao nhiêu? - Tôi vẫn chưa được."
    }
  },
  {
    "translation": {
      "en": "Why not?  It's complicated.",
      "vi": "- Tại sao? - Chuyện phức tạp lắm."
    }
  },
  {
    "translation": {
      "en": "You said that last time.",
      "vi": "Lần trước anh đã nói thế."
    }
  },
  {
    "translation": {
      "en": "What's going on over there?",
      "vi": "Có chuyện gì ở đó vậy?"
    }
  },
  {
    "translation": {
      "en": "It's the owners. They're finicky.",
      "vi": "Là người chủ. Họ rất khó tính."
    }
  },
  {
    "translation": {
      "en": "You're the one that said everything is for sale if the check is big enough.",
      "vi": "Anh là người đã nói mọi thứ đều để bán nếu tấm séc đủ lớn."
    }
  },
  {
    "translation": {
      "en": "Yes, but I'm on a budget, right?",
      "vi": "Phải, nhưng tôi có ngân sách, phải không?"
    }
  },
  {
    "translation": {
      "en": "And this place is going to need lots of work.",
      "vi": "Và nơi này sẽ cần xử lý rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you with this. Can you get it done or not?",
      "vi": "Julian, tôi đã tin tưởng anh. Anh có làm được hay không?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "Look. Christmas is coming up. I have everyone breathing down my neck for closings.",
      "vi": "Giáng sinh đang đến gần, tôi thấy mọi người đang gây áp lực cho tôi,"
    }
  },
  {
    "translation": {
      "en": "So tick- tock.",
      "vi": "phải nhanh lên."
    }
  },
  {
    "translation": {
      "en": "I gotcha. Promise.",
      "vi": "Tôi hiểu rồi. - Tôi hứa. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Good. Now go get 'em.",
      "vi": "- Tôi hứa. - Tốt. Giờ giành nó đi."
    }
  },
  {
    "translation": {
      "en": "What about a band?",
      "vi": "Ban nhạc thì sao?"
    }
  },
  {
    "translation": {
      "en": "We only have three days. I don't think we can find one in time.",
      "vi": "Ta chỉ có ba ngày. Con không nghĩ ta có thể tìm kịp."
    }
  },
  {
    "translation": {
      "en": "Karaoke? People want to sing Christmas carols.",
      "vi": "Hát karaoke? Mọi người sẽ muốn hát mừng Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Maybe. If they're brave enough to get up on stage solo.",
      "vi": "Có thể. Nếu họ đủ dũng cảm để lên sân khấu riêng."
    }
  },
  {
    "translation": {
      "en": "- - I know. I just want this to be special.",
      "vi": "Bố biết. Bố chỉ muốn nó thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "It will be. It always is.",
      "vi": "Sẽ thế. Lúc nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "But this is the one we'll remember.",
      "vi": "Nhưng đây là lần ta sẽ nhớ."
    }
  },
  {
    "translation": {
      "en": "This is the one we'll picture when we think of Christmas at the inn.",
      "vi": "Đây là lần ta nghĩ về Giáng Sinh ở nhà trọ."
    }
  },
  {
    "translation": {
      "en": "Not necessarily.",
      "vi": "Không nhất thiết."
    }
  },
  {
    "translation": {
      "en": "Like, I remember when I was seven or eight- years- old",
      "vi": "Con nhớ lúc con bảy tuổi hay tám tuổi"
    }
  },
  {
    "translation": {
      "en": "and you hired Mr. Richards from the post office to play Santa Claus.",
      "vi": "bố thuê ông Richards ở bưu điện đóng vai ông già Noel."
    }
  },
  {
    "translation": {
      "en": "Right? And he literally...",
      "vi": "Phải không? Và ông ấy…"
    }
  },
  {
    "translation": {
      "en": "Tried to come down the chimney!",
      "vi": "Đã cố xuống bằng đường ống khói!"
    }
  },
  {
    "translation": {
      "en": "Or-- or what about that time it snowed so hard that everybody had to stay over at the inn?",
      "vi": "Hay lần đó tuyết rơi dày đến nỗi mọi người phải ở lại nhà trọ?"
    }
  },
  {
    "translation": {
      "en": "- A Christmas slumber party. - Yes.",
      "vi": "- Tiệc ngủ Giáng sinh. - Vâng!"
    }
  },
  {
    "translation": {
      "en": "That was great.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "See? All of our parties have been so memorable.",
      "vi": "Thấy không, tất cả bữa tiệc của ta đều đáng nhớ."
    }
  },
  {
    "translation": {
      "en": "They always will be.",
      "vi": "Chúng sẽ luôn vậy."
    }
  },
  {
    "translation": {
      "en": "So, have you chosen your Christmas poem?",
      "vi": "Bố đã chọn thơ Giáng sinh chưa?"
    }
  },
  {
    "translation": {
      "en": "Well actually, I was going to ask you a favor.",
      "vi": "Chà, thật ra, bố định nhờ con một việc."
    }
  },
  {
    "translation": {
      "en": "I want one truly memorable moment for our final Christmas Eve here.",
      "vi": "Bố muốn một khoảnh khắc thật sự đáng nhớ cho đêm Giáng sinh cuối cùng của ta."
    }
  },
  {
    "translation": {
      "en": "And for me, you reading the poem,",
      "vi": "Cho bố, con đọc bài thơ,"
    }
  },
  {
    "translation": {
      "en": "singing a little something with your dear old dad? Hint, hint.",
      "vi": "nói gì đó với ông bố già của con, gợi ý…"
    }
  },
  {
    "translation": {
      "en": "I'd be honored to, Dad.",
      "vi": "Con rất vinh dự."
    }
  },
  {
    "translation": {
      "en": "Look who it is. Ho, ho, ho!",
      "vi": "Hô hô hô, nhìn ai đến kìa."
    }
  },
  {
    "translation": {
      "en": "Hey, Malcolm.",
      "vi": "Này, Malcolm!"
    }
  },
  {
    "translation": {
      "en": "- How you doing buddy? - Good.",
      "vi": "- Sao rồi, anh bạn? - Tốt."
    }
  },
  {
    "translation": {
      "en": "Malcolm, this is my good buddy Julian from the city.",
      "vi": "Malcolm, bạn tốt của tôi, Julian, từ thành phố."
    }
  },
  {
    "translation": {
      "en": "Julian, this is Malcolm Wells. He's the owner and operator of this fine establishment.",
      "vi": "Julian, đây là Malcolm Wells, chủ và điều hành cơ sở xinh đẹp này."
    }
  },
  {
    "translation": {
      "en": "Your Santa scones We've met. I've ever had in my entire life. are probably the best",
      "vi": "Đã gặp. Bánh Santa scone của anh có lẽ là bánh ngon nhất tôi từng ăn,"
    }
  },
  {
    "translation": {
      "en": "only makes it better. And this food",
      "vi": "và món này chỉ làm nó ngon hơn."
    }
  },
  {
    "translation": {
      "en": "And for a small fee he'll put that in a Yelp review.",
      "vi": "Với khoản phí nhỏ, anh ấy sẽ đưa nó vào bài đánh giá trên Yelp."
    }
  },
  {
    "translation": {
      "en": "Well, thank you. So are you just up for the holidays?",
      "vi": "Cảm ơn. Anh vừa chuẩn bị nghỉ lễ à?"
    }
  },
  {
    "translation": {
      "en": "And a little business.",
      "vi": "Và một công việc nhỏ."
    }
  },
  {
    "translation": {
      "en": "- He's actually looking at buying - Oh. the Pine Valley Inn.",
      "vi": "Cậu ấy đang tìm cách mua Nhà trọ Pine Valley"
    }
  },
  {
    "translation": {
      "en": "But state secret, lips sealed.",
      "vi": "nhưng đừng nói với ai."
    }
  },
  {
    "translation": {
      "en": "You got it. And you've got fine taste.",
      "vi": "Được. Và anh có gu thẩm mỹ tốt."
    }
  },
  {
    "translation": {
      "en": "Pine Valley as you get. The inn is as vintage",
      "vi": "Nhà trọ cũng như Pine Valley cổ điển."
    }
  },
  {
    "translation": {
      "en": "I've been trying to get Pat Moore to list it as a historic landmark for years.",
      "vi": "Tôi đã cố thuyết phục Pat Moore liệt kê nó là cột mốc lịch sử."
    }
  },
  {
    "translation": {
      "en": "- Oh, here look. - Yeah?",
      "vi": "Tôi đã cố thuyết phục Pat Moore liệt kê nó là cột mốc lịch sử. Bức ảnh đó hình như chụp trước nhà trọ,"
    }
  },
  {
    "translation": {
      "en": "I think that picture was taken in front of the inn",
      "vi": "Bức ảnh đó hình như chụp trước nhà trọ,"
    }
  },
  {
    "translation": {
      "en": "with Patrick and his late wife, Christine when she was pregnant with Nia.",
      "vi": "Patrick và vợ quá cố, Christine, khi cô ấy mang thai Nia."
    }
  },
  {
    "translation": {
      "en": "- Patrick looks so young. - Yeah.",
      "vi": "Patrick trông trẻ quá."
    }
  },
  {
    "translation": {
      "en": "Oh, do you know Nia too?",
      "vi": "Anh cũng biết Nia chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. She's my real estate agent.",
      "vi": "Cô ấy là môi giới của tôi."
    }
  },
  {
    "translation": {
      "en": "Well, that makes sense. She's the best.",
      "vi": "Có lý. Cô ấy là giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "I gotta say, Mm- hmm. it's not just the food that's fantastic.",
      "vi": "Tôi phải nói, không chỉ có đồ ăn ngon."
    }
  },
  {
    "translation": {
      "en": "It's the whole vibe.",
      "vi": "Mà toàn bộ không gian."
    }
  },
  {
    "translation": {
      "en": "Really brings the town's history to life. Oh, well, history is my passion.",
      "vi": "- Làm sống dậy lịch sử của thị trấn. - Lịch sử là đam mê của tôi."
    }
  },
  {
    "translation": {
      "en": "It's kind of why I bought this place.",
      "vi": "Đó là lý do tôi mua nơi này."
    }
  },
  {
    "translation": {
      "en": "that we are on the exact spot And I'll have you know",
      "vi": "Và tôi sẽ cho anh biết chúng tôi đang ở chính xác"
    }
  },
  {
    "translation": {
      "en": "where the first Pine Valley trading post stood.",
      "vi": "nơi có Bưu điện Pine Valley đầu tiên."
    }
  },
  {
    "translation": {
      "en": "right where you're sitting. The whole town started",
      "vi": "Cả thị trấn bắt đầu ở chỗ anh ngồi."
    }
  },
  {
    "translation": {
      "en": "Or at least that's what he tells everyone.",
      "vi": "Hoặc anh ấy nói thế với mọi người."
    }
  },
  {
    "translation": {
      "en": "No, no. Seriously, seriously. Malcolm is the closest thing we have to a town historian.",
      "vi": "Không, nghiêm túc đấy, Malcolm là người gần nhất với một nhà sử học."
    }
  },
  {
    "translation": {
      "en": "Also president of the Preservation and Landmark Society.",
      "vi": "Cũng là chủ tịch của Hội Bảo tồn và Địa danh."
    }
  },
  {
    "translation": {
      "en": "It's a volunteer position. Cooking's my day job.",
      "vi": "Đó là tình nguyện. Nấu ăn là công việc của tôi."
    }
  },
  {
    "translation": {
      "en": "I've actually got a history question for you.",
      "vi": "Tôi có một câu hỏi lịch sử cho anh."
    }
  },
  {
    "translation": {
      "en": "- This pattern here. - Mm- hmm?",
      "vi": "Hoa văn này,"
    }
  },
  {
    "translation": {
      "en": "I saw it on Nia's watch.",
      "vi": "có trên đồng hồ của Nia."
    }
  },
  {
    "translation": {
      "en": "Is it like a town symbol or something?",
      "vi": "Nó là biểu tượng của thị trấn à?"
    }
  },
  {
    "translation": {
      "en": "Ah, Nia's watch, huh.",
      "vi": "Đồng hồ của Nia."
    }
  },
  {
    "translation": {
      "en": "that's where I got the idea Funny thing is, in the first place. for the pattern",
      "vi": "Đó là thứ tôi lấy ý tưởng cho hoa văn này."
    }
  },
  {
    "translation": {
      "en": "Nia's watch is famous? Oh, yeah.",
      "vi": "- Đồng hồ của Nia nổi tiếng à? - Phải."
    }
  },
  {
    "translation": {
      "en": "a whole lot of history. A family heirloom with",
      "vi": "Một gia bảo có rất nhiều lịch sử."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Bắt đầu đấy."
    }
  },
  {
    "translation": {
      "en": "So, the story goes that her great- great grandmother",
      "vi": "Chuyện kể rằng bà cố của cô ấy đã nhận nó"
    }
  },
  {
    "translation": {
      "en": "received it as a Christmas gift",
      "vi": "Chuyện kể rằng bà cố của cô ấy đã nhận nó như món quà Giáng sinh từ hôn phu trước khi ông ấy ra trận."
    }
  },
  {
    "translation": {
      "en": "before he went off to war. from her fiancé",
      "vi": "như món quà Giáng sinh từ hôn phu trước khi ông ấy ra trận."
    }
  },
  {
    "translation": {
      "en": "But later that year she got news that he died.",
      "vi": "Nhưng cuối năm đó, cô ấy nhận được tin ônh ấy hy sinh."
    }
  },
  {
    "translation": {
      "en": "the watch stopped working. And on that day,",
      "vi": "Và vào ngày đó, đồng hồ ngừng chạy."
    }
  },
  {
    "translation": {
      "en": "But then the following Christmas Eve",
      "vi": "Nhưng đêm Giáng Sinh sau đó,"
    }
  },
  {
    "translation": {
      "en": "there was a big snowstorm that came in. A whiteout type of blizzard, okay?",
      "vi": "có một cơn bão tuyết lớn ập đến, kiểu bão tuyết trắng xóa, được chứ?"
    }
  },
  {
    "translation": {
      "en": "inside in front of their fires, And while everyone was safe",
      "vi": "Trong khi mọi người đều an toàn trước đám cháy,"
    }
  },
  {
    "translation": {
      "en": "made its way through town a mysterious carriage and headed towards the inn.",
      "vi": "một cỗ xe bí ẩn đi qua thị trấn và hướng về nhà trọ."
    }
  },
  {
    "translation": {
      "en": "And so her door blew open. Okay?",
      "vi": "Và cửa nhà cô ấy mở ra, được chứ?"
    }
  },
  {
    "translation": {
      "en": "And there he was.",
      "vi": "Và ông ấy ở đó."
    }
  },
  {
    "translation": {
      "en": "The love of her life survived after all.",
      "vi": "Tình yêu của đời cô ấy vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "And legend has it that the watch started working again",
      "vi": "Và truyền thuyết kể rằng chiếc đồng hồ bắt đầu chạy lại"
    }
  },
  {
    "translation": {
      "en": "at that very moment.",
      "vi": "ngay lúc đó."
    }
  },
  {
    "translation": {
      "en": "Love story for the ages.",
      "vi": "Một chuyện tình thời đại."
    }
  },
  {
    "translation": {
      "en": "And as always, coffee and snacks in the kitchen.",
      "vi": "Trong bếp luôn có cà phê và đồ ăn nhẹ."
    }
  },
  {
    "translation": {
      "en": "I think you're going to love it here.",
      "vi": "Cô sẽ thích ở đây."
    }
  },
  {
    "translation": {
      "en": "I think you're right.",
      "vi": "Tôi nghĩ ông nói đúng."
    }
  },
  {
    "translation": {
      "en": "- Well, you're here late. - Yeah, I-- I am.",
      "vi": "- Cậu đến muộn rồi. - Ừ. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "- Nothing. Goodnight. - Goodnight.",
      "vi": "Không có gì. Chúc ngủ ngon. Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Bonnie let me in early.",
      "vi": "Bonnie để tôi vào sớm."
    }
  },
  {
    "translation": {
      "en": "Since we both had dinner, I figured we could use a little dessert.",
      "vi": "Vì cả hai đã ăn tối, tôi nghĩ ta có thể dùng chút tráng miệng."
    }
  },
  {
    "translation": {
      "en": "- A little? - Yeah.",
      "vi": "- Một chút? - Ừ."
    }
  },
  {
    "translation": {
      "en": "I wasn't sure what you like so I got us both apple pie and cherry pie.",
      "vi": "Không biết cô thích gì nên tôi có bánh táo và bánh anh đào."
    }
  },
  {
    "translation": {
      "en": "It was a little too late for Santa scones, so I got us some gingerbread cookies from the store.",
      "vi": "Tôi không kịp mua bánh Santa scone, nên tôi mua bánh quy gừng từ cửa hàng."
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet.",
      "vi": "Thật ngọt ngào."
    }
  },
  {
    "translation": {
      "en": "And if you're feeling adventurous,",
      "vi": "Nếu cô thấy muốn mạo hiểm,"
    }
  },
  {
    "translation": {
      "en": "Sean and Michelle's house. Christmas movie mix from",
      "vi": "kết hợp phim Giáng sinh từ nhà của Sean và Michelle."
    }
  },
  {
    "translation": {
      "en": "That looks very interesting but very thoughtful of you.",
      "vi": "Trông rất thú vị. Nhưng anh rất chu đáo. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Nhưng anh rất chu đáo. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Oh, and just to be clear, the only reason",
      "vi": "Và nói cho rõ, lý do duy nhất tôi đến sớm hơn để dàn xếp chuyện này"
    }
  },
  {
    "translation": {
      "en": "why I came earlier to set this all up",
      "vi": "lý do duy nhất tôi đến sớm hơn để dàn xếp chuyện này"
    }
  },
  {
    "translation": {
      "en": "efficient in our meeting. was so that we could be",
      "vi": "là để ta có cuộc họp hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Yes, of course. Of course.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "of total transparency, And for the sake",
      "vi": "Và vì lợi ích của sự minh bạch,"
    }
  },
  {
    "translation": {
      "en": "I also came ready with this.",
      "vi": "tôi cũng chuẩn bị cái này."
    }
  },
  {
    "translation": {
      "en": "- Your dad's peppermint bark. -",
      "vi": "Kẹo vỏ cây bạc hà của bố cô."
    }
  },
  {
    "translation": {
      "en": "I saw the way you were looking at it. I was scarfing it down. You mean the way that",
      "vi": "- Tôi thấy cách anh nhìn nó. - Ý cô là như cách tôi đang ăn nó."
    }
  },
  {
    "translation": {
      "en": "I might have noticed.",
      "vi": "Tôi đã để ý."
    }
  },
  {
    "translation": {
      "en": "And some hot cocoa to wash it down.",
      "vi": "Và ca cao nóng để đỡ nghẹn?"
    }
  },
  {
    "translation": {
      "en": "Looks like we have enough sugar here to keep us up all night.",
      "vi": "Chúng ta có đủ đường để thức cả đêm."
    }
  },
  {
    "translation": {
      "en": "And tomorrow night.",
      "vi": "Và tối mai."
    }
  },
  {
    "translation": {
      "en": "of this and making me laugh. Thank you so much for all",
      "vi": "Cảm ơn nhiều vì những điều này, và làm tôi cười."
    }
  },
  {
    "translation": {
      "en": "around town getting to know you. It's been really nice going",
      "vi": "Thật tuyệt khi đi quanh thị trấn, làm quen với anh."
    }
  },
  {
    "translation": {
      "en": "- It's been fun. - Mm- hmm. I didn't realize how much I needed to laugh.",
      "vi": "Rất vui. Tôi không nhận ra tôi cần cười nhiều thế nào."
    }
  },
  {
    "translation": {
      "en": "- And sing, yes. - And sing.",
      "vi": "Và hát. Và hát, ừ."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải!"
    }
  },
  {
    "translation": {
      "en": "And um...",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "much the inn means to me. And I also realized how",
      "vi": "Và tôi cũng nhận ra nhà trọ có ý nghĩa thế nào với tôi."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Julian.",
      "vi": "Tôi xin lỗi, Julian."
    }
  },
  {
    "translation": {
      "en": "I can't let my dad sell the inn to a big corporation.",
      "vi": "Tôi không thể để bố tôi bán nhà trọ cho một tập đoàn lớn."
    }
  },
  {
    "translation": {
      "en": "Nia... I'm not here to throw a wrecking ball through your family's business.",
      "vi": "Nia, tôi không ở đây để phá hỏng việc của gia đình cô."
    }
  },
  {
    "translation": {
      "en": "No. I know you're not. But can you guarantee",
      "vi": "Tôi biết anh không, nhưng anh có thể đảm bảo Optima không làm gì ý họ khi họ sở hữu nhà trọ?"
    }
  },
  {
    "translation": {
      "en": "that Optima won't do whatever it wants once it owns the inn?",
      "vi": "nhưng anh có thể đảm bảo Optima không làm gì ý họ khi họ sở hữu nhà trọ?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "But I can try my best.",
      "vi": "Nhưng tôi sẽ cố hết sức."
    }
  },
  {
    "translation": {
      "en": "Look, the honest truth is this, okay?",
      "vi": "Sự thật là thế này, được chứ?"
    }
  },
  {
    "translation": {
      "en": "The inn is one of the last few real connections I still have with my mom.",
      "vi": "Nhà trọ là một trong những kết nối thực sự cuối cùng tôi vẫn còn với mẹ."
    }
  },
  {
    "translation": {
      "en": "So, I feel like I need to be particular with who takes it over.",
      "vi": "Nên tôi cảm thấy mình cần phải nói rõ ai là người tiếp quản nó."
    }
  },
  {
    "translation": {
      "en": "Does your dad know?",
      "vi": "Bố cô biết không?"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "vi": "Sao không?"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Thì…"
    }
  },
  {
    "translation": {
      "en": "I'm sure he'd be reasonable.",
      "vi": "Chắc ông ấy sẽ hiểu."
    }
  },
  {
    "translation": {
      "en": "If I told my dad how I felt, he would never sell the inn and retire.",
      "vi": "Nếu tôi nói tôi cảm thấy thế nào, bố sẽ không bao giờ bán nhà trọ và nghỉ hưu,"
    }
  },
  {
    "translation": {
      "en": "And he really deserves to.",
      "vi": "và ông ấy xứng đáng."
    }
  },
  {
    "translation": {
      "en": "his whole life for us. He's worked so hard",
      "vi": "Anh ấy đã làm việc chăm chỉ cả đời vì chúng tôi."
    }
  },
  {
    "translation": {
      "en": "For me.",
      "vi": "Vì tôi."
    }
  },
  {
    "translation": {
      "en": "So, if you need to find someone else to help you find",
      "vi": "Nên nếu anh cần tìm người khác để giúp anh tìm khu đất để mua, thì…"
    }
  },
  {
    "translation": {
      "en": "then I totally understand, a property to buy",
      "vi": "Nên nếu anh cần tìm người khác để giúp anh tìm khu đất để mua, thì… tôi hoàn toàn hiểu, nhưng…"
    }
  },
  {
    "translation": {
      "en": "but I can't sell the inn to Optima.",
      "vi": "tôi hoàn toàn hiểu, nhưng… tôi không thể bán nhà trọ cho Optima."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay?",
      "vi": "Được rồi. Được sao?"
    }
  },
  {
    "translation": {
      "en": "We can find somewhere else for the resort.",
      "vi": "Ta có thể tìm chỗ khác."
    }
  },
  {
    "translation": {
      "en": "You don't want another real estate agent?",
      "vi": "Anh không muốn môi giới bất động sản khác à?"
    }
  },
  {
    "translation": {
      "en": "No! Why would I do that?",
      "vi": "Không! Sao tôi lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "I've got the best realtor right here.",
      "vi": "Môi giới giỏi nhất ở ngay đây."
    }
  },
  {
    "translation": {
      "en": "But your job? This can't be good for your career.",
      "vi": "Nhưng việc của anh. Việc này không tốt cho sự nghiệp của anh."
    }
  },
  {
    "translation": {
      "en": "Listen. I wouldn't be able to live with myself if I built a career off taking your home.",
      "vi": "Tôi sẽ không thể chấp nhận chính mình nếu xây dựng sự nghiệp từ việc lấy nhà của cô."
    }
  },
  {
    "translation": {
      "en": "To be honest, I'm torn.",
      "vi": "Nói thật, tôi rất đau khổ."
    }
  },
  {
    "translation": {
      "en": "these prestigious properties. Sure, it's great developing",
      "vi": "Thật tuyệt khi phát triển những khu đất danh giá này, nhưng,"
    }
  },
  {
    "translation": {
      "en": "But after coming here and meeting you,",
      "vi": "Thật tuyệt khi phát triển những khu đất danh giá này, nhưng, sau khi đến đây, và gặp cô, tôi nhớ ra vì sao tôi lại tham gia ngành này."
    }
  },
  {
    "translation": {
      "en": "I got into this industry I've remembered why",
      "vi": "và gặp cô, tôi nhớ ra vì sao tôi lại tham gia ngành này."
    }
  },
  {
    "translation": {
      "en": "in the first place.",
      "vi": "và gặp cô, tôi nhớ ra vì sao tôi lại tham gia ngành này. Để hồi sinh cộng đồng thông qua việc phục hồi chu đáo."
    }
  },
  {
    "translation": {
      "en": "through thoughtful restoration. To revitalize communities",
      "vi": "Để hồi sinh cộng đồng thông qua việc phục hồi chu đáo."
    }
  },
  {
    "translation": {
      "en": "with your family's inn, If I can't do that we can find another place.",
      "vi": "Nếu tôi không thể với nhà trọ của nhà cô, ta có thể tìm nơi khác."
    }
  },
  {
    "translation": {
      "en": "Thank you for understanding.",
      "vi": "Cảm ơn vì đã thông cảm."
    }
  },
  {
    "translation": {
      "en": "You know, I misjudged you.",
      "vi": "Anh biết không, tôi đã đánh giá sai anh."
    }
  },
  {
    "translation": {
      "en": "You did?",
      "vi": "Thế à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "You're one of the good ones, Julian Thompson.",
      "vi": "Anh là một người tốt, Julian Thompson."
    }
  },
  {
    "translation": {
      "en": "I love Santa scones. Thank you so much.",
      "vi": "Cảm ơn rất nhiều. Tôi thích bánh Santa scone"
    }
  },
  {
    "translation": {
      "en": "They're amazing.",
      "vi": "Chúng thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Hello there.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "I was just about to call you. Have a seat.",
      "vi": "Tôi vừa định gọi cho anh. Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "Aren't these delicious? We have to get these for the resort.",
      "vi": "Ngon nhỉ? Ta phải mua cái này cho khu nghỉ mát."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "And you're here because?",
      "vi": "Và cô ở đây vì?"
    }
  },
  {
    "translation": {
      "en": "still haven't closed on the inn. It's almost Christmas, and you",
      "vi": "Sắp đến Giáng Sinh rồi mà anh vẫn chưa chốt nhà trọ."
    }
  },
  {
    "translation": {
      "en": "I just don't think that's the right property for us.",
      "vi": "Tôi không nghĩ đó là khu đất phù hợp."
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? It's perfect.",
      "vi": "Tôi không nghĩ đó là khu đất phù hợp. Anh đùa à? Nó hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Okay. Look.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I've spoken to the realtor, and they've decided not to sell.",
      "vi": "Nghe này, tôi đã nói chuyện với môi giới và họ quyết định không bán."
    }
  },
  {
    "translation": {
      "en": "Did you start by lowballing them? Oh, classic rookie mistake.",
      "vi": "Anh bắt đầu bằng trả giá thấp à? Sai lầm kinh điển của tân binh."
    }
  },
  {
    "translation": {
      "en": "No. They just changed their minds.",
      "vi": "Không. Họ vừa đổi ý."
    }
  },
  {
    "translation": {
      "en": "find some better properties. I actually think we could",
      "vi": "Ta có thể tìm chỗ tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Such as? Well, I'm looking at several properties today.",
      "vi": "- Chẳng hạn? - Hôm nay tôi định xem khu đất."
    }
  },
  {
    "translation": {
      "en": "Give me 24 hours.",
      "vi": "Cho tôi 24 giờ."
    }
  },
  {
    "translation": {
      "en": "Okay. But if you don't find something by the end of the day tomorrow,",
      "vi": "Được, nhưng nếu anh không tìm được gì vào cuối ngày mai,"
    }
  },
  {
    "translation": {
      "en": "I'm going to have to step in and make them an offer they cannot refuse.",
      "vi": "tôi sẽ đứng ra và đưa đề nghị họ không thể từ chối."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Oh! Hey, sorry I'm late. I was just going to grab a--",
      "vi": "Xin lỗi tôi đến muộn. Tôi định mua…"
    }
  },
  {
    "translation": {
      "en": "- Coffee. - Yeah.",
      "vi": "- Cà phê. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Here you go. - Thanks.",
      "vi": "- Của cô đây. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- I wouldn't mind grabbing a-- - Scone.",
      "vi": "- Tôi muốn… - Bánh scone."
    }
  },
  {
    "translation": {
      "en": "To eat.",
      "vi": "Để ăn."
    }
  },
  {
    "translation": {
      "en": "- Got that as well. - Great.",
      "vi": "Cũng mua đây rồi. - Tuyệt. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Hey, are you feeling okay? - Yeah, yeah.",
      "vi": "- Tuyệt. - Ừ. - Anh thấy ổn chứ? - Ừ. Tôi chỉ muốn đi nhanh."
    }
  },
  {
    "translation": {
      "en": "I'm just uh, eager to get going. Is that your car?",
      "vi": "- Anh thấy ổn chứ? - Ừ. Tôi chỉ muốn đi nhanh. - Đó là xe của cô à? - Ừ. Nó không thay đổi từ hôm qua."
    }
  },
  {
    "translation": {
      "en": "Yeah. It hasn't changed since yesterday.",
      "vi": "- Đó là xe của cô à? - Ừ. Nó không thay đổi từ hôm qua."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Wow, this is great.",
      "vi": "Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "Ah. It's perfect.",
      "vi": "Ừ, nó hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Oh. I guess it's...",
      "vi": "ĐÃ BÁN - Tôi đoán là… - Không hoàn hảo lắm."
    }
  },
  {
    "translation": {
      "en": "Not so perfect.",
      "vi": "- Tôi đoán là… - Không hoàn hảo lắm."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "we have 30 minutes Okay um, well, until our next appointment.",
      "vi": "Được rồi, chúng ta còn 30 phút nữa là đến cuộc hẹn tiếp theo."
    }
  },
  {
    "translation": {
      "en": "So uh... tell you something. I've gotta",
      "vi": "- Nên… - Tôi phải nói điều này."
    }
  },
  {
    "translation": {
      "en": "If we don't find something soon,",
      "vi": "Nếu ta không sớm tìm được gì đó,"
    }
  },
  {
    "translation": {
      "en": "Robyn is going to put in an offer for the inn.",
      "vi": "Robyn sẽ đưa ra đề nghị cho nhà trọ."
    }
  },
  {
    "translation": {
      "en": "A big offer. But aren't you on a budget?",
      "vi": "- Một đề nghị lớn. - Anh có ngân sách mà?"
    }
  },
  {
    "translation": {
      "en": "I'm on a budget.",
      "vi": "Tôi có ngân sách."
    }
  },
  {
    "translation": {
      "en": "She is the boss and she doesn't like to lose.",
      "vi": "Cô ấy là sếp, và cô ấy không thích thua, nên…"
    }
  },
  {
    "translation": {
      "en": "independent project. So, so much for my",
      "vi": "Cô ấy là sếp, và cô ấy không thích thua, nên… Quá nhiều cho dự án độc lập."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "is really getting you Working with me into trouble, isn't it? Maybe we...",
      "vi": "Làm việc với tôi thật sự khiến anh gặp rắc rối, phải không? Có lẽ ta…"
    }
  },
  {
    "translation": {
      "en": "What? What's wrong?",
      "vi": "Cái gì? Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "You said independent, right? Independent. I have an idea.",
      "vi": "Anh nói độc lập phải không? Độc lập. Tôi có ý này."
    }
  },
  {
    "translation": {
      "en": "Enjoying your stay? Oh, Mrs. Hahn.",
      "vi": "Cô Hahn. Tận hưởng kỳ nghỉ của mình chứ?"
    }
  },
  {
    "translation": {
      "en": "Very much so. You have a lovely place.",
      "vi": "Rất nhiều. Ông có một nơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'm going to miss it.",
      "vi": "Cảm ơn. - Tôi sẽ nhớ nó. - Tôi bỏ lỡ à?"
    }
  },
  {
    "translation": {
      "en": "Miss it? Are you leaving?",
      "vi": "- Tôi sẽ nhớ nó. - Tôi bỏ lỡ à? Ông sắp đi à?"
    }
  },
  {
    "translation": {
      "en": "Finally retiring. This is my last Christmas at the inn.",
      "vi": "Tôi sắp nghỉ hưu. Đây là Giáng Sinh cuối của tôi ở nhà trọ."
    }
  },
  {
    "translation": {
      "en": "Really? Good for you.",
      "vi": "Thật sao? Mừng cho ông. Ông biết đấy, tôi chưa tự giới thiệu bản thân."
    }
  },
  {
    "translation": {
      "en": "You know, I haven't properly introduced myself.",
      "vi": "Mừng cho ông. Ông biết đấy, tôi chưa tự giới thiệu bản thân."
    }
  },
  {
    "translation": {
      "en": "Let me give you my card.",
      "vi": "Đây là danh thiếp."
    }
  },
  {
    "translation": {
      "en": "We should talk.",
      "vi": "Ta nên nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Here we are.",
      "vi": "Đến nơi rồi."
    }
  },
  {
    "translation": {
      "en": "Pine Valley Independent. You weren't kidding.",
      "vi": "Pine Valley Độc lập."
    }
  },
  {
    "translation": {
      "en": "Nope. It's the oldest newspaper in the region.",
      "vi": "- Cô không đùa. - Không. Đây là tòa báo lâu đời nhất trong vùng. Gần cổ bằng Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Pine Valley itself. Almost as old as",
      "vi": "Đây là tòa báo lâu đời nhất trong vùng. Gần cổ bằng Pine Valley."
    }
  },
  {
    "translation": {
      "en": "They've just moved into another building, and you know,",
      "vi": "Họ vừa chuyển đến nơi khác, tôi không nghĩ sẽ giới thiệu cho anh"
    }
  },
  {
    "translation": {
      "en": "I never thought to present it to you because it's downtown",
      "vi": "Họ vừa chuyển đến nơi khác, tôi không nghĩ sẽ giới thiệu cho anh vì nó ở trung tâm và anh muốn rừng cây và mộc mạc"
    }
  },
  {
    "translation": {
      "en": "and you had been saying woodsy and rustic.",
      "vi": "vì nó ở trung tâm và anh muốn rừng cây và mộc mạc"
    }
  },
  {
    "translation": {
      "en": "But then it dawned on me.",
      "vi": "nhưng rồi nó làm tôi mê mẩn"
    }
  },
  {
    "translation": {
      "en": "This building, it has some real local... Character.",
      "vi": "- Tòa nhà này, nó có vài tính cách… - Địa phương."
    }
  },
  {
    "translation": {
      "en": "I was going to with magic.",
      "vi": "Tôi định dùng phép màu."
    }
  },
  {
    "translation": {
      "en": "And look, I know it doesn't have the acreage",
      "vi": "Tôi biết nó không có diện tích như anh tìm,"
    }
  },
  {
    "translation": {
      "en": "that you were looking for. However...",
      "vi": "Tôi biết nó không có diện tích như anh tìm, tuy nhiên, tôi nghĩ với một chút cải tạo,"
    }
  },
  {
    "translation": {
      "en": "I think with a really smart renovation",
      "vi": "tuy nhiên, tôi nghĩ với một chút cải tạo,"
    }
  },
  {
    "translation": {
      "en": "it can be a self- contained resort.",
      "vi": "tuy nhiên, tôi nghĩ với một chút cải tạo, nó có thể là khu nghỉ dưỡng tự túc."
    }
  },
  {
    "translation": {
      "en": "I mean, we are right around the corner from Main Street.",
      "vi": "Ý tôi là, ta ở ngay góc phố chính."
    }
  },
  {
    "translation": {
      "en": "- Part of the action. - Exactly.",
      "vi": "- Trung tâm hoạt động. - Chính xác."
    }
  },
  {
    "translation": {
      "en": "It's still just an office building.",
      "vi": "Vẫn là tòa nhà văn phòng."
    }
  },
  {
    "translation": {
      "en": "Yes. But it's an office building that is antique- y and classic",
      "vi": "Phải, nhưng đó là một tòa nhà văn phòng cổ điển và cổ kính,"
    }
  },
  {
    "translation": {
      "en": "and has some real local charm.",
      "vi": "và có chút quyến rũ địa phương."
    }
  },
  {
    "translation": {
      "en": "Come on, let me show you inside.",
      "vi": "Nào. Để tôi dẫn anh vào trong."
    }
  },
  {
    "translation": {
      "en": "This property has been on the market for a number of months, so I'm sure we can get a great deal on it.",
      "vi": "Cái này đã ra thị trường nhiều tháng, tôi chắc ta sẽ có thỏa thuận tốt."
    }
  },
  {
    "translation": {
      "en": "I mean, currently it's just being used for little events",
      "vi": "Giờ nó chỉ được dùng cho sự kiện nhỏ như tiệc sinh nhật,"
    }
  },
  {
    "translation": {
      "en": "like birthday parties, baby showers, Christmas get- togethers, I guess.",
      "vi": "Giờ nó chỉ được dùng cho sự kiện nhỏ như tiệc sinh nhật, tiệc thôi nôi, tiệc tụ họp Giáng sinh, tôi đoán vậy."
    }
  },
  {
    "translation": {
      "en": "But what I love about it is that there is so much space.",
      "vi": "tiệc thôi nôi, tiệc tụ họp Giáng sinh, tôi đoán vậy. Nhưng điều tôi thích ở nó là có rất nhiều không gian."
    }
  },
  {
    "translation": {
      "en": "you could put reception here, Like I was thinking maybe",
      "vi": "Tôi đang nghĩ có lẽ anh có thể đặt lễ tân ở đây,"
    }
  },
  {
    "translation": {
      "en": "maybe put the dining room over here,",
      "vi": "có thể đặt phòng ăn ở đây và…"
    }
  },
  {
    "translation": {
      "en": "and then you can even put a ballroom over here.",
      "vi": "có thể đặt phòng ăn ở đây và… Anh có thể đặt phòng khiêu vũ ở đây."
    }
  },
  {
    "translation": {
      "en": "The world's your oyster. There's so much space.",
      "vi": "Có rất nhiều không gian. Có rất nhiều triển vọng, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Right? And then I was thinking",
      "vi": "Có rất nhiều không gian. Có rất nhiều triển vọng, nhỉ? Và tôi nghĩ phòng khách có thể ở tầng dưới."
    }
  },
  {
    "translation": {
      "en": "can be downstairs. the guest rooms",
      "vi": "Và tôi nghĩ phòng khách có thể ở tầng dưới."
    }
  },
  {
    "translation": {
      "en": "You know, I think this might actually work.",
      "vi": "Tôi nghĩ nơi này có thể ổn."
    }
  },
  {
    "translation": {
      "en": "And it's not too far away from Sean's new high- tech campus.",
      "vi": "Nó không quá xa khuôn viên công nghệ cao mới của Sean."
    }
  },
  {
    "translation": {
      "en": "a steady source of clientele. Really? That would be",
      "vi": "Thật sao? Đó sẽ là nguồn khách ổn định."
    }
  },
  {
    "translation": {
      "en": "I'm sure your boss would love that.",
      "vi": "Tôi chắc sếp anh sẽ thích."
    }
  },
  {
    "translation": {
      "en": "Maybe I could get Sean to write a letter of intent.",
      "vi": "Có lẽ Sean có thể viết thư ý định."
    }
  },
  {
    "translation": {
      "en": "That's a brilliant idea. Yeah.",
      "vi": "- Đó là ý tưởng tuyệt vời. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Wait till you see outside. Come on.",
      "vi": "Đợi xem bên ngoài đi. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "So, just beyond these trees over here",
      "vi": "Ngay sau những cái cây này"
    }
  },
  {
    "translation": {
      "en": "is the most incredible view you've ever seen.",
      "vi": "là khung cảnh tuyệt vời nhất mà anh từng thấy."
    }
  },
  {
    "translation": {
      "en": "This could really work.",
      "vi": "- Cái này có thể được đấy. - Đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "- With the right amount of effort - Right?",
      "vi": "- Cái này có thể được đấy. - Đúng chứ? Với nỗ lực phù hợp, nó có thể khá lãng mạn."
    }
  },
  {
    "translation": {
      "en": "it could be quite romantic.",
      "vi": "Với nỗ lực phù hợp, nó có thể khá lãng mạn."
    }
  },
  {
    "translation": {
      "en": "just around the back And I was thinking",
      "vi": "Và tôi đang nghĩ, ở phía sau,"
    }
  },
  {
    "translation": {
      "en": "you could develop an outdoor lounge space. Something with uh, maybe a gazebo,",
      "vi": "anh có thể phát triển không gian phòng khách ngoài trời, có thể vọng lâu."
    }
  },
  {
    "translation": {
      "en": "a beautiful outdoor fire- pit, maybe a little dance floor.",
      "vi": "anh có thể phát triển không gian phòng khách ngoài trời, có thể vọng lâu. Một bếp lửa ngoài trời tuyệt đẹp. Có lẽ là một sàn nhảy nhỏ."
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - May I?",
      "vi": "Anh đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- No, I don't do photos. - Why not?",
      "vi": "- Nia. - Tôi không chụp ảnh. - Sao không? - Julian, thôi đi!"
    }
  },
  {
    "translation": {
      "en": "Julian! Stop it!",
      "vi": "- Sao không? - Julian, thôi đi!"
    }
  },
  {
    "translation": {
      "en": "What's wrong with it?",
      "vi": "Có vấn đề gì?"
    }
  },
  {
    "translation": {
      "en": "Come on, I need it for the scale.",
      "vi": "Thôi nào, tôi cần chúng cho quy mô."
    }
  },
  {
    "translation": {
      "en": "Scale, right. Yeah, sure.",
      "vi": "Thôi nào, tôi cần chúng cho quy mô. Quy mô, phải. Chắc rồi."
    }
  },
  {
    "translation": {
      "en": "Photography 101. You can't get a true scale of a place",
      "vi": "Nhiếp ảnh 101. Không thể có quy mô thực sự của nơi này"
    }
  },
  {
    "translation": {
      "en": "unless you get a stunning real estate agent",
      "vi": "trừ khi cô có môi giới bất động sản tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "standing in the center of the frame.",
      "vi": "trừ khi cô có môi giới bất động sản tuyệt vời đứng giữa khung hình."
    }
  },
  {
    "translation": {
      "en": "the lyrics. Stunning, huh?  Oh, listen to",
      "vi": "đứng giữa khung hình. Nghe lời bài hát. Tuyệt vời à?"
    }
  },
  {
    "translation": {
      "en": "Come on. It's stunning. You're beautiful.",
      "vi": "Thôi nào, tuyệt lắm. Cô đẹp lắm. Rất lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "- Okay, that's enough. - You're gorgeous.",
      "vi": "Thôi nào, tuyệt lắm. Cô đẹp lắm. Rất lộng lẫy. - Rồi, đủ rồi. - Không."
    }
  },
  {
    "translation": {
      "en": "- No, no. I'm not going to stop. - Stop it. I will not stop. I need to see",
      "vi": "Tôi không dừng đâu. Tôi sẽ không."
    }
  },
  {
    "translation": {
      "en": "some pearly whites. Come on, you gotta sell the place.",
      "vi": "Tôi cần thấy răng. Cô sẽ bán nó."
    }
  },
  {
    "translation": {
      "en": "Fine. Fine.",
      "vi": "Thôi được."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay, my turn.",
      "vi": "Được rồi, đến tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. We don't want to do that to anybody. I'll take a photo with you then.",
      "vi": "- Đừng làm thế với ai cả. - Tôi sẽ chụp với anh."
    }
  },
  {
    "translation": {
      "en": "- Okay. That's cool. -",
      "vi": "Được rồi, hay đấy."
    }
  },
  {
    "translation": {
      "en": "Now a silly face.",
      "vi": "Giờ mặt ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "You see, the thing about my job is",
      "vi": "Cô thấy đấy, công việc của tôi là,"
    }
  },
  {
    "translation": {
      "en": "once I make the deal someone else handles the details.",
      "vi": "một khi tôi thỏa thuận, sẽ có người khác xử lý chi tiết."
    }
  },
  {
    "translation": {
      "en": "So, sooner or later I will no longer be your client.",
      "vi": "Nên sớm hay muộn, tôi sẽ không còn là khách hàng của cô nữa."
    }
  },
  {
    "translation": {
      "en": "That's an excellent point.",
      "vi": "Đó là một điểm tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "But you're an up and comer",
      "vi": "Nhưng… anh là người mới và anh sẽ bước vào cuộc phiêu lưu tiếp theo."
    }
  },
  {
    "translation": {
      "en": "your next adventure. and you'll be onto",
      "vi": "anh là người mới và anh sẽ bước vào cuộc phiêu lưu tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Yeah, but--",
      "vi": "Ừ, nhưng…"
    }
  },
  {
    "translation": {
      "en": "Probably somewhere more exotic.",
      "vi": "Có lẽ nơi nào đó kỳ lạ hơn."
    }
  },
  {
    "translation": {
      "en": "In the middle of nowhere.",
      "vi": "Ở đồng không mông quạnh."
    }
  },
  {
    "translation": {
      "en": "In search of more local magic.",
      "vi": "Để tìm thêm phép màu địa phương."
    }
  },
  {
    "translation": {
      "en": "You see, the thing about magic is it's very rare.",
      "vi": "Vấn đề về phép màu là nó rất hiếm."
    }
  },
  {
    "translation": {
      "en": "you'd be a fool to let it go. And if you find it,",
      "vi": "Nếu cô tìm thấy nó, sẽ thật ngốc nếu bỏ qua nó."
    }
  },
  {
    "translation": {
      "en": "It's my boss.",
      "vi": "Là sếp của tôi."
    }
  },
  {
    "translation": {
      "en": "It's Robyn.",
      "vi": "Là Robyn."
    }
  },
  {
    "translation": {
      "en": "- We should probably go. - Mm- hmm.",
      "vi": "Có lẽ ta nên đi."
    }
  },
  {
    "translation": {
      "en": "All of our other niche properties are located in the countryside, remote.",
      "vi": "Tất cả các khu đất khác đều nằm ở vùng nông thôn. Từ xa."
    }
  },
  {
    "translation": {
      "en": "This would be great for lovers of Americana.",
      "vi": "Điều này sẽ được người Mỹ thích."
    }
  },
  {
    "translation": {
      "en": "Like history buffs.",
      "vi": "Như người yêu lịch sử."
    }
  },
  {
    "translation": {
      "en": "just like this place. We could decorate it The old pictures and articles,",
      "vi": "Ta có thể trang trí như nơi này. Ảnh và bài báo cũ."
    }
  },
  {
    "translation": {
      "en": "old printing press in the basement. Think themed bar.",
      "vi": "Máy in cũ ở tầng hầm? Quán bar chủ đề suy ngẫm."
    }
  },
  {
    "translation": {
      "en": "You're a smart and creative guy, Julian, and I-- I love your passion.",
      "vi": "Anh thông minh và sáng tạo, và tôi thích đam mê của anh."
    }
  },
  {
    "translation": {
      "en": "But it's just not as good as the inn.",
      "vi": "Nó không bằng nhà trọ."
    }
  },
  {
    "translation": {
      "en": "- I've already talked - Robyn...",
      "vi": "- Robyn… - Tôi đã nói chuyện với chủ rồi."
    }
  },
  {
    "translation": {
      "en": "- You spoke to the owner? - to the owner.",
      "vi": "- Robyn… - Tôi đã nói chuyện với chủ rồi. - Cô đã nói chuyện? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yes, and I have to say I'm a little confused.",
      "vi": "- Cô đã nói chuyện? - Ừ. Và tôi phải nói, tôi hơi bối rối."
    }
  },
  {
    "translation": {
      "en": "You said he refused to sell, but Patrick himself is saying quite the opposite.",
      "vi": "Anh nói ông ấy từ chối bán, nhưng Patrick lại nói ngược lại."
    }
  },
  {
    "translation": {
      "en": "He changes his mind a lot.",
      "vi": "Ông ấy thay đổi rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Seemed pretty motivated to me. He's looking to retire.",
      "vi": "Ông ấy muốn nghỉ hưu. Có vẻ là động lực với tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, here's the thing. He and his daughter, who's also his real estate agent,",
      "vi": "Vấn đề đây. Ông ấy và con gái, cũng là môi giới bất động sản của ông ấy,"
    }
  },
  {
    "translation": {
      "en": "go in there and change the inn, are very concerned that we'll",
      "vi": "rất lo lắng rằng chúng ta sẽ vào đó và thay đổi nhà trọ,"
    }
  },
  {
    "translation": {
      "en": "make changes to the grounds.",
      "vi": "thay đổi khu đất."
    }
  },
  {
    "translation": {
      "en": "Based on the occupancy level, it just doesn't make sense",
      "vi": "Dựa trên mức độ phòng, nó không hợp lý,"
    }
  },
  {
    "translation": {
      "en": "unless we go in for an expansion.",
      "vi": "trừ khi chúng ta mở rộng."
    }
  },
  {
    "translation": {
      "en": "Is this his real estate agent? Adorable.",
      "vi": "Đây là môi giới của ông ấy à? Đáng yêu."
    }
  },
  {
    "translation": {
      "en": "It's not like that.",
      "vi": "Không phải như vậy."
    }
  },
  {
    "translation": {
      "en": "Whatever, Julian. Just tell them what they want to hear.",
      "vi": "Sao cũng được, Julian. Chỉ cần nói với họ điều họ muốn nghe."
    }
  },
  {
    "translation": {
      "en": "above their asking price, Give them 20 points",
      "vi": "Cho họ 20 điểm cao hơn giá chào bán,"
    }
  },
  {
    "translation": {
      "en": "too busy enjoying his retirement and good old Patrick will be to even care.",
      "vi": "và Patrick già sẽ bận rộn tận hường nghỉ hưu để quan tâm."
    }
  },
  {
    "translation": {
      "en": "will let us do whatever we want. The fine print in the deal",
      "vi": "Hợp đồng tốt sẽ cho phép ta làm bất cứ điều gì ta muốn."
    }
  },
  {
    "translation": {
      "en": "- That's no way to do business. - We do it all the time.",
      "vi": "Làm ăn đâu phải thế. Ta làm thế suốt. Chính anh đã giúp xử lý những vụ thế này cả năm."
    }
  },
  {
    "translation": {
      "en": "You yourself have helped work on deals like this all year.",
      "vi": "Ta làm thế suốt. Chính anh đã giúp xử lý những vụ thế này cả năm."
    }
  },
  {
    "translation": {
      "en": "Yeah, but it's not a big corporate entity.",
      "vi": "Phải, nhưng nó không phải là một công ty lớn."
    }
  },
  {
    "translation": {
      "en": "It's a small mom and pop inn. They have roots here.",
      "vi": "Đó là một quán trọ nhỏ. Họ có nguồn gốc ở đây."
    }
  },
  {
    "translation": {
      "en": "Julian, word of advice,",
      "vi": "Julian, lời khuyên."
    }
  },
  {
    "translation": {
      "en": "learn to separate the business from the personal.",
      "vi": "Học cách công tư phân minh."
    }
  },
  {
    "translation": {
      "en": "It will serve you well in your very promising career.",
      "vi": "Nó sẽ giúp ích cho sự nghiệp đầy hứa hẹn của anh."
    }
  },
  {
    "translation": {
      "en": "Now, Patrick knows you've been working with his daughter,",
      "vi": "Giờ Patrick biết anh làm việc với con ông ấy"
    }
  },
  {
    "translation": {
      "en": "so he wants to make sure you're the one to do...",
      "vi": "nên ông ấy muốn đảm bảo anh…"
    }
  },
  {
    "translation": {
      "en": "How about I loop in Nia? She's their agent.",
      "vi": "Hay tôi nói với Nia? Cô ấy là môi giới của ta."
    }
  },
  {
    "translation": {
      "en": "No. No, no, no. with the father directly. You're going to deal",
      "vi": "Không. Anh sẽ xử lý trực tiếp với người bố."
    }
  },
  {
    "translation": {
      "en": "I have laid the groundwork. I just need you to close it.",
      "vi": "Tôi đã đặt nền móng. Tôi chỉ cần anh chốt nó."
    }
  },
  {
    "translation": {
      "en": "Julian, I know how these things work. Can you please do this my way?",
      "vi": "Julian, tôi biết việc này hoạt động sao. Làm ơn làm theo cách của tôi được không?"
    }
  },
  {
    "translation": {
      "en": "a merry Christmas. Let's all have",
      "vi": "Để tất cả có một Giáng sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "- Hey, good afternoon. - Good afternoon. Mr. Thompson.",
      "vi": "- Chào buổi chiều. - Chào buổi chiều. Anh Thompson."
    }
  },
  {
    "translation": {
      "en": "Please, call me Julian.",
      "vi": "Hãy gọi tôi là Julian."
    }
  },
  {
    "translation": {
      "en": "All right Julian. You coming to the party tomorrow night?",
      "vi": "Được rồi, Julian. Tối mai cậu có đến bữa tiệc không?"
    }
  },
  {
    "translation": {
      "en": "Nia said it was just family and friends.",
      "vi": "Nia nói là tiệc gia đình, bạn bè."
    }
  },
  {
    "translation": {
      "en": "Any friend of my daughter's, a friend of mine. So, you've got to come.",
      "vi": "Bạn nào của con tôi cũng là bạn tôi, cậu phải đến."
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you.",
      "vi": "Được rồi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "to talk to you about the inn. Listen I uh, I came here",
      "vi": "Nghe này, tôi…  tôi đến nói về nhà trọ. Tôi biết ông và sếp đã nói chuyện, Robyn."
    }
  },
  {
    "translation": {
      "en": "I know you spoke to my boss, Robyn.",
      "vi": "tôi đến nói về nhà trọ. Tôi biết ông và sếp đã nói chuyện, Robyn."
    }
  },
  {
    "translation": {
      "en": "I like what she had to say. Oh, yeah. Nice lady.",
      "vi": "Phải, quý cô tốt bụng. Tôi thích những gì cô ấy nói."
    }
  },
  {
    "translation": {
      "en": "Yes. She's very good at her job.",
      "vi": "Phải. Cô ấy làm việc giỏi đấy chứ."
    }
  },
  {
    "translation": {
      "en": "Sounds like your company will take good care of the place.",
      "vi": "Có vẻ như công ty của cậu sẽ chăm sóc tốt nơi này."
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. I mean, I would do my very best to ensure that Optima respected what you've built here,",
      "vi": "Tôi sẽ cố hết sức để đảm bảo Optima tôn trọng những gì ông đã xây dựng ở đây."
    }
  },
  {
    "translation": {
      "en": "we won't make any changes. but I can't guarantee",
      "vi": "Tôi sẽ cố hết sức để đảm bảo Optima tôn trọng những gì ông đã xây dựng ở đây. - Tôi không thể đảm bảo sẽ không thay đổi. - Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Well, of course you would.",
      "vi": "- Tôi không thể đảm bảo sẽ không thay đổi. - Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "The back porch could sure use a new coat of paint.",
      "vi": "Mái hiên phía sau chắc chắn sẽ được sơn mới."
    }
  },
  {
    "translation": {
      "en": "But I'd think twice about any big changes.",
      "vi": "Nhưng tôi sẽ suy nghĩ lại về những thay đổi lớn."
    }
  },
  {
    "translation": {
      "en": "My wife always said this place is...",
      "vi": "Vợ tôi luôn nói nơi này"
    }
  },
  {
    "translation": {
      "en": "close to a historical landmark.",
      "vi": "gần với một địa danh lịch sử."
    }
  },
  {
    "translation": {
      "en": "I'll make sure the powers that be understand.",
      "vi": "Tôi sẽ đảm bảo người nằm quyền hiểu."
    }
  },
  {
    "translation": {
      "en": "Why don't we go in and chat?",
      "vi": "Sao ta không vào nói chuyện?"
    }
  },
  {
    "translation": {
      "en": "Maybe some hot cocoa will help us figure things out.",
      "vi": "Có lẽ một ít ca cao nóng sẽ giúp ta tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "You got hot cocoa?",
      "vi": "Ông có ca cao nóng?"
    }
  },
  {
    "translation": {
      "en": "And some little marshmallows.",
      "vi": "Và một ít kẹo dẻo."
    }
  },
  {
    "translation": {
      "en": "Okay. Don't say any more.",
      "vi": "- Được rồi, đừng nói nữa. - Nào."
    }
  },
  {
    "translation": {
      "en": "Come on. Say no more.",
      "vi": "- Được rồi, đừng nói nữa. - Nào. Không cần nói nữa."
    }
  },
  {
    "translation": {
      "en": "Look at this one. Oh, come on.",
      "vi": "Thôi nào, nhìn cái này đi."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, we were so cute.",
      "vi": "Phải, bọn tớ rất dễ thương."
    }
  },
  {
    "translation": {
      "en": "We were so darn cute. Well, I was anyway.",
      "vi": "Bọn tớ rất dễ thương. Dù sao thì tôi cũng từng thế."
    }
  },
  {
    "translation": {
      "en": "No word from Julian?",
      "vi": "Julian không nói gì?"
    }
  },
  {
    "translation": {
      "en": "No. He should've emailed me by now to let me know",
      "vi": "Không. Lẽ ra anh ấy nên gửi email"
    }
  },
  {
    "translation": {
      "en": "his boss agreed to the sale.",
      "vi": "báo cho tớ biết sếp anh ấy đồng ý mua."
    }
  },
  {
    "translation": {
      "en": "Hey, thanks for pulling those photos of the inn.",
      "vi": "Này, cảm ơn đã đăng mấy bức ảnh nhà trọ."
    }
  },
  {
    "translation": {
      "en": "I guess, we're going to have to list it now that my dad needs a new buyer, huh?",
      "vi": "Chắc ta cần niêm yết nó vì bố tớ cần người mua mới."
    }
  },
  {
    "translation": {
      "en": "he still wants to sell. I can't believe I know, right?",
      "vi": "- Không thể tin ông ấy vẫn muốn bán. - Tớ biết."
    }
  },
  {
    "translation": {
      "en": "that awful ice storm. Oh, this is from I think we were like eight.",
      "vi": "Ồ, cái này từ cơn bão băng kinh khủng đó. Tớ nghĩ khi đó ta tám tuổi."
    }
  },
  {
    "translation": {
      "en": "Oh, remember everyone complained about the power being out, but we loved it?",
      "vi": "Nhớ mọi người đều phàn nàn về việc mất điện, nhưng ta rất thích."
    }
  },
  {
    "translation": {
      "en": "You know, living by candlelight for a few days.",
      "vi": "Sống dưới ánh nến trong vài ngày."
    }
  },
  {
    "translation": {
      "en": "in the woods like a fairy tale. The ice made the inn sparkle",
      "vi": "Băng khiến nhà trọ lấp lánh trong rừng. Như trong truyện cổ tích."
    }
  },
  {
    "translation": {
      "en": "He should've called by now.",
      "vi": "Lẽ ra anh ấy nên gọi rồi."
    }
  },
  {
    "translation": {
      "en": "No news is good news?",
      "vi": "Không có tin tức là tin tốt?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tớ không biết."
    }
  },
  {
    "translation": {
      "en": "Thank you, sir. I guess we have ourselves a deal.",
      "vi": "- Cảm ơn ông. - Tôi đoán ta đã có thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "A deal?",
      "vi": "Thỏa thuận?"
    }
  },
  {
    "translation": {
      "en": "What deal?",
      "vi": "Thỏa thuận gì?"
    }
  },
  {
    "translation": {
      "en": "We're selling the inn to Julian's company.",
      "vi": "Ta bán nhà trọ cho công ty của Julian."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Dad, you can't sell the inn to Optima Getaways. You promised.",
      "vi": "Bố, bố không thể bán nhà trọ cho Optima. Anh đã hứa."
    }
  },
  {
    "translation": {
      "en": "If you would let me explain-- Don't worry, sweetheart.",
      "vi": "- Để tôi giải thích. - Đừng lo con yêu."
    }
  },
  {
    "translation": {
      "en": "and he'll take good care of us. We had a nice long talk,",
      "vi": "Bố đã bàn rất lâu và cậu ấy sẽ chăm sóc nó chu đáo."
    }
  },
  {
    "translation": {
      "en": "But he's not-- this decision without me? Dad, how could you make",
      "vi": "Nhưng anh ấy không… Sao bố có thể quyết định một mình?"
    }
  },
  {
    "translation": {
      "en": "Because no buyer would ever be the right buyer.",
      "vi": "Vì không người mua nào là người mua phù hợp."
    }
  },
  {
    "translation": {
      "en": "For once I need to do the sensible thing.",
      "vi": "Một lần, bố cần làm điều hợp lý."
    }
  },
  {
    "translation": {
      "en": "I just wanted to rip the Band- Aid off and do it, you know?",
      "vi": "Bố chỉ muốn quyết định nhanh và làm điều đó."
    }
  },
  {
    "translation": {
      "en": "But is it the sensible thing?",
      "vi": "Có hợp lý không?"
    }
  },
  {
    "translation": {
      "en": "They're making a very generous offer.",
      "vi": "Họ đưa ra một đề nghị rất hào phóng."
    }
  },
  {
    "translation": {
      "en": "Money I can actually retire on in comfort.",
      "vi": "Tiền bố có thể nghỉ hưu thoải mái."
    }
  },
  {
    "translation": {
      "en": "We talked about this.",
      "vi": "Ta đã nói chuyện này."
    }
  },
  {
    "translation": {
      "en": "I need to talk to you outside.",
      "vi": "Ta cần nói chuyện bên ngoài."
    }
  },
  {
    "translation": {
      "en": "How could you do this?  I didn't have a choice.",
      "vi": "- Sao anh làm thế? - Tôi không có lựa chọn."
    }
  },
  {
    "translation": {
      "en": "Robyn didn't like the news building, the offer with or without me. and she was about to make",
      "vi": "Robyn không thích tòa báo. Cô ấy tự mình đưa đề nghị."
    }
  },
  {
    "translation": {
      "en": "still try and protect the inn. But at least this way I can",
      "vi": "- Như thế, tôi sẽ cố bảo vệ nhà trọ. - Không."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me No. you were making the deal with my dad?",
      "vi": "Sao anh không nói anh đã thỏa thuận với bố tôi?"
    }
  },
  {
    "translation": {
      "en": "You went behind my back. No. No, no, no.",
      "vi": "- Anh đâm sau lưng tôi. - Không!"
    }
  },
  {
    "translation": {
      "en": "I was just trying to fix it first. Come up with a solution.",
      "vi": "Không, tôi chỉ đang cố sửa nó trước, nghĩ ra giải pháp."
    }
  },
  {
    "translation": {
      "en": "If you'd hear me out, I've got-- Maybe I didn't misjudge you.",
      "vi": "- Nếu cô nghe tôi… - Có lẽ tôi không đánh giá sai về anh."
    }
  },
  {
    "translation": {
      "en": "I've included some provisions to try to protect--",
      "vi": "Tôi đã bao gồm dự phòng để bảo vệ cô."
    }
  },
  {
    "translation": {
      "en": "Try? To try and do what?",
      "vi": "Tôi đã bao gồm dự phòng để bảo vệ cô. Để cố làm gì? Thế nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "What does that even mean, huh?",
      "vi": "Để cố làm gì? Thế nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "You're the one who told me you do the deal and someone else handles the detail.",
      "vi": "Anh nói anh thỏa thuận và người khác xử lý chi tiết."
    }
  },
  {
    "translation": {
      "en": "This is your best?",
      "vi": "- Tôi đang cố hết sức. - Đây là cố hết sức?"
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you. I trusted you.",
      "vi": "Julian, tôi đã tin anh! Tôi đã tin anh."
    }
  },
  {
    "translation": {
      "en": "You got what you wanted. I think you should go.",
      "vi": "Anh đã có thứ mình muốn. Tôi nghĩ anh nên đi."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "I didn't realize it would be like this, Nia.",
      "vi": "Bố không biết nó sẽ thế này, Nia."
    }
  },
  {
    "translation": {
      "en": "I wanted to make the decision so you didn't have to.",
      "vi": "Tôi muốn ra quyết định để con không phải làm thế."
    }
  },
  {
    "translation": {
      "en": "Julian, these developers-- No, it's not your fault.",
      "vi": "Không phải lỗi của bố. Julian… Những nhà phát triển này, họ có thể rất quyến rũ khi họ cần."
    }
  },
  {
    "translation": {
      "en": "they can be very charming when they need to be.",
      "vi": "Những nhà phát triển này, họ có thể rất quyến rũ khi họ cần."
    }
  },
  {
    "translation": {
      "en": "some dinner and talk it out. Let's go on in and whip up",
      "vi": "Hãy chuẩn bị bữa tối và nói chuyện."
    }
  },
  {
    "translation": {
      "en": "of your brilliant ideas Maybe you'll have one that'll make this work for everyone.",
      "vi": "Có lẽ con sẽ có một ý tưởng tuyệt vời để tất cả thỏa mãn."
    }
  },
  {
    "translation": {
      "en": "It's a done deal, Dad. It's...",
      "vi": "Thỏa thuận xong rồi, bố ạ. Nó…"
    }
  },
  {
    "translation": {
      "en": "It stopped again.",
      "vi": "Nó dừng lại rồi."
    }
  },
  {
    "translation": {
      "en": "It did.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "She wouldn't even let me get a word in. She's just disappointed right now.",
      "vi": "- Cô ấy thậm chí không cho tôi nói gì. - Cô ấy đang thất vọng."
    }
  },
  {
    "translation": {
      "en": "All right, just playing devil's advocate,",
      "vi": "Chỉ cần giả vờ phản đối,"
    }
  },
  {
    "translation": {
      "en": "but how bad of a resort would Optima build?",
      "vi": "nhưng Optima xây khu nghỉ dưỡng thì tệ thế sao?"
    }
  },
  {
    "translation": {
      "en": "They're liable to make it look like a cartoon Swiss ski village.",
      "vi": "Nó có thể biến thành ngôi làng trượt tuyết trong hoạt hình Thụy Sĩ."
    }
  },
  {
    "translation": {
      "en": "That wouldn't even look good in Switzerland. It's not what's right for the inn.",
      "vi": "- Ở Thụy Sĩ còn không đẹp. - Không hợp với quán trọ."
    }
  },
  {
    "translation": {
      "en": "What is right?",
      "vi": "Cái gì hợp?"
    }
  },
  {
    "translation": {
      "en": "I mean, we could expand",
      "vi": "Ý tôi là, ta có thể mở rộng"
    }
  },
  {
    "translation": {
      "en": "while still respecting what's already there.",
      "vi": "khi vẫn tôn trọng những gì đã có."
    }
  },
  {
    "translation": {
      "en": "Nia's big on the surrounding landscape.",
      "vi": "Nia rất quan tâm đến cảnh quan,"
    }
  },
  {
    "translation": {
      "en": "She doesn't want to add more buildings, so we could just build out from the main house.",
      "vi": "không muốn xây thêm, nên chúng tôi có thể xây từ nhà chính."
    }
  },
  {
    "translation": {
      "en": "By we you mean you and Nia?",
      "vi": "Chúng tôi, ý cậu là cậu và Nia?"
    }
  },
  {
    "translation": {
      "en": "add some more rooms upstairs, We follow the roofline,",
      "vi": "Chúng tôi đi theo đường mái nhà, thêm vài phòng trên tầng,"
    }
  },
  {
    "translation": {
      "en": "restaurant on the sunset side. add a solarium next to the",
      "vi": "thêm phòng tắm nắng cạnh nhà hàng ở phía hoàng hôn."
    }
  },
  {
    "translation": {
      "en": "Wow, you've really thought this through.",
      "vi": "Cậu đã nghĩ kỹ rồi."
    }
  },
  {
    "translation": {
      "en": "I guess, I have.",
      "vi": "Chắc là vậy."
    }
  },
  {
    "translation": {
      "en": "to make it happen. Then you need",
      "vi": "Vậy thì anh phải làm được."
    }
  },
  {
    "translation": {
      "en": "It'd be a shame not to.",
      "vi": "Thật tiếc nếu không."
    }
  },
  {
    "translation": {
      "en": "But it's not my job. Yeah, I know.",
      "vi": "Ừ, tôi biết, nhưng không phải việc của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm just supposed to buy the place and move on. Not get all--",
      "vi": "Tôi chỉ  mua chỗ đó và đi tiếp. Không phải lo…"
    }
  },
  {
    "translation": {
      "en": "What? Settled down?",
      "vi": "ổn định."
    }
  },
  {
    "translation": {
      "en": "Let me tell you, Thompson.",
      "vi": "Nói cho mà nghe, Thompson,"
    }
  },
  {
    "translation": {
      "en": "Finding a place to call home...",
      "vi": "tìm một nơi để gọi là nhà,"
    }
  },
  {
    "translation": {
      "en": "it's the best Christmas present ever.",
      "vi": "đó là món quà Giáng sinh tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "That's why I'm moving all my business here.",
      "vi": "Đó là lý do tôi chuyển công việc về đây."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Yes. There's a spark. I love it when he gets a great idea.",
      "vi": "Ừ. Mắt lấp lánh. Anh thích khi cậu ấy có ý tưởng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "but it's going to cost you. I got a great idea,",
      "vi": "Tôi có một ý hay. Nhưng cậu sẽ phải trả giá."
    }
  },
  {
    "translation": {
      "en": "It's going to cost me?",
      "vi": "Tôi sẽ phải trả giá?"
    }
  },
  {
    "translation": {
      "en": "This is pretty iron- clad.  I'm sorry.",
      "vi": "Tớ xin lỗi, chuyện này khá là cứng rắn."
    }
  },
  {
    "translation": {
      "en": "That's what these people are all about.",
      "vi": "Đó là mục đích của những người này."
    }
  },
  {
    "translation": {
      "en": "Just throwing money to get whatever they want",
      "vi": "Chỉ ném tiền để có thứ gì họ muốn"
    }
  },
  {
    "translation": {
      "en": "without thinking how it actually affects a community.",
      "vi": "mà không nghĩ nó ảnh hưởng thế nào đến cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Bonnie, there's no way I'm going to be able to come up with that kind of money.",
      "vi": "Bonnie, không đời nào tớ có thể kiếm được số tiền đó."
    }
  },
  {
    "translation": {
      "en": "I would be willing to buy you out of your half of the real estate office.",
      "vi": "Tớ sẵn sàng mua lại nửa văn phòng bất động sản của cậu."
    }
  },
  {
    "translation": {
      "en": "Thank you. That's really kind of you, but I don't think it'll be enough.",
      "vi": "Cảm ơn. Cậu thật tốt bụng. Nhưng tớ không nghĩ thế là đủ."
    }
  },
  {
    "translation": {
      "en": "Maybe there's a-- a loophole, you know? We're not seeing.",
      "vi": "Có lẽ có lỗ hổng mà ta không thấy."
    }
  },
  {
    "translation": {
      "en": "I doubt it.",
      "vi": "Tớ nghi ngờ đấy."
    }
  },
  {
    "translation": {
      "en": "My mom would've known what to do.",
      "vi": "Mẹ tớ sẽ biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "Aw, you're all so cute in that.",
      "vi": "Mọi người dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "This was my mom's favorite picture frame.",
      "vi": "Đây là khung ảnh mẹ tớ thích nhất."
    }
  },
  {
    "translation": {
      "en": "I remember when she bought it at the antique store just down the road.",
      "vi": "Tớ nhớ khi bà ấy mua nó ở cửa hàng đồ cổ ngay bên đường."
    }
  },
  {
    "translation": {
      "en": "the photos out every year She used to change but always the same picture frame.",
      "vi": "Bà ấy sẽ thay ảnh mỗi năm, nhưng luôn là cùng một khung ảnh."
    }
  },
  {
    "translation": {
      "en": "There's something in here. - What do you mean? What is it? - I don't know.",
      "vi": "- Có gì đó ở đây. - Ý cậu là sao? Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "an old price tag or something. It's probably",
      "vi": "- Tớ không biết. - Có lẽ là một cái giá cũ."
    }
  },
  {
    "translation": {
      "en": "the inn heritage certified? It's an application to get",
      "vi": "Đơn xin chứng nhận di sản nhà trọ à?"
    }
  },
  {
    "translation": {
      "en": "Did your mom fill that out?",
      "vi": "Mẹ cậu đã điền chưa?"
    }
  },
  {
    "translation": {
      "en": "It looks her handwriting.",
      "vi": "Trông như chữ viết tay của bà ấy."
    }
  },
  {
    "translation": {
      "en": "Wait. Does this mean...",
      "vi": "Đợi đã. Nghĩa là…?"
    }
  },
  {
    "translation": {
      "en": "I think it does.",
      "vi": "Tớ nghĩ là vậy!"
    }
  },
  {
    "translation": {
      "en": "- The magic of Christmas! - The magic of Christmas!",
      "vi": "- Phép màu Giáng Sinh. - Phép màu Giáng Sinh!"
    }
  },
  {
    "translation": {
      "en": "Protected by the Heritage Conservation Covenant.",
      "vi": "Được bảo vệ bởi giao ước bảo tồn di sản."
    }
  },
  {
    "translation": {
      "en": "It means that the Pine Valley Inn has historical...",
      "vi": "Nghĩa là Nhà trọ Pine Valley có lịch sử…"
    }
  },
  {
    "translation": {
      "en": "Well, thank you for your history lesson,",
      "vi": "Cảm ơn vì bài học lịch sử,"
    }
  },
  {
    "translation": {
      "en": "but I'm quite familiar with what a heritage building is.",
      "vi": "nhưng tôi khá quen thuộc với một tòa nhà di sản."
    }
  },
  {
    "translation": {
      "en": "It means that you can't change any of the existing walls.",
      "vi": "Nghĩa là cô không thể thay đổi bất cứ bức tường nào."
    }
  },
  {
    "translation": {
      "en": "The interior ones, exterior ones.",
      "vi": "Nội thất, ngoại thất."
    }
  },
  {
    "translation": {
      "en": "You won't be able to change the footprint. There's a lot of restrictions.",
      "vi": "Cô sẽ không thể thay đổi dấu ấn. Có rất nhiều hạn chế."
    }
  },
  {
    "translation": {
      "en": "Tell you what, I'm going to give you some time,",
      "vi": "Nói cô nghe, tôi sẽ cho cô chút thời gian."
    }
  },
  {
    "translation": {
      "en": "time to think this through a bit better.",
      "vi": "Đến lúc nghĩ kỹ hơn rồi."
    }
  },
  {
    "translation": {
      "en": "father wants to sell, retire. I mean, it's clear that your",
      "vi": "Rõ ràng là bố cô muốn bán, nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "- And it's equally clear - Mm- hmm.",
      "vi": "Và rõ ràng là"
    }
  },
  {
    "translation": {
      "en": "you don't have another buyer.",
      "vi": "cô không còn người mua."
    }
  },
  {
    "translation": {
      "en": "Certainly not anyone who will come up to what I am offering.",
      "vi": "Chắc chắn không phải ai đưa đề nghị như tôi."
    }
  },
  {
    "translation": {
      "en": "Even less likely given this news.",
      "vi": "Còn ít khả năng hơn tin này."
    }
  },
  {
    "translation": {
      "en": "And it's clear that your family has connections in Pine Valley.",
      "vi": "Và rõ ràng là gia đình cô có quan hệ ở Thung lũng Pine."
    }
  },
  {
    "translation": {
      "en": "So, why don't we both think on that? We can reconvene later?",
      "vi": "Vậy sao ta không nghĩ về điều đó? Ta có thể triệu tập lại sau."
    }
  },
  {
    "translation": {
      "en": "And now I must have some more of your father's delicious eggnog.",
      "vi": "Giờ tôi phải ăn thêm chút bánh trứng của bố cô."
    }
  },
  {
    "translation": {
      "en": "this is all a bad idea. Oh, Bonnie, maybe",
      "vi": "Bonnie, có lẽ đây là ý tồi."
    }
  },
  {
    "translation": {
      "en": "I mean, she's right.",
      "vi": "Cô ấy nói đúng."
    }
  },
  {
    "translation": {
      "en": "By registering the inn as a heritage building",
      "vi": "Đăng ký nhà trọ là tòa nhà di sản"
    }
  },
  {
    "translation": {
      "en": "it's going to be really hard to find another buyer.",
      "vi": "sẽ rất khó để tìm người mua khác."
    }
  },
  {
    "translation": {
      "en": "And my dad won't be able to retire and...",
      "vi": "Bố tôi sẽ không thể nghỉ hưu…"
    }
  },
  {
    "translation": {
      "en": "miracle. And given the family All we need is a Christmas",
      "vi": "Ta cần phép màu Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "in need of such miracles, I have high hopes.",
      "vi": "và cho gia đình đang cần, tớ có hy vọng cao."
    }
  },
  {
    "translation": {
      "en": "Is Santa coming this year? Yeah?",
      "vi": "- Năm nay ông già Noel sẽ đến? - Ừ."
    }
  },
  {
    "translation": {
      "en": "What did you ask for?",
      "vi": "Hai đứa muốn gì?"
    }
  },
  {
    "translation": {
      "en": "A pony? I guess Julian went back to the city.",
      "vi": "- Một con ngựa? - Hẳn Julian đã quay lại thành phố."
    }
  },
  {
    "translation": {
      "en": "Maybe, maybe not. Hard to say.",
      "vi": "Cũng có thể. Có thể không. Khó nói lắm."
    }
  },
  {
    "translation": {
      "en": "Could I have everyone's attention, please?",
      "vi": "Mọi người chú ý được không nào?"
    }
  },
  {
    "translation": {
      "en": "Okay folks. This is when I usually read the Christmas poem.",
      "vi": "Được rồi, mọi người, đây là lúc tôi thường đọc bài thơ Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "But this year, because it is",
      "vi": "Nhưng năm nay, vì nó,"
    }
  },
  {
    "translation": {
      "en": "dare I say our last Christmas at the inn...",
      "vi": "Nhưng năm nay, vì nó, tôi dám nói, Giáng Sinh cuối cùng ở nhà trọ…"
    }
  },
  {
    "translation": {
      "en": "talented daughter Ms. Nia Moore I'd like to invite my very",
      "vi": "Tôi muốn mời cô con gái tài năng của tôi, cô Nia Moore,"
    }
  },
  {
    "translation": {
      "en": "to say a few words. to join me up here",
      "vi": "Tôi muốn mời cô con gái tài năng của tôi, cô Nia Moore, để cùng tôi lên đây nói vài lời."
    }
  },
  {
    "translation": {
      "en": "Thank you so much everyone for coming tonight.",
      "vi": "Cảm ơn mọi người rất nhiều vì đã đến tối nay."
    }
  },
  {
    "translation": {
      "en": "We have had many, many, many joyful Christmas memories here",
      "vi": "Chúng tôi đã có rất nhiều kỷ niệm Giáng sinh vui vẻ ở đây"
    }
  },
  {
    "translation": {
      "en": "before I was born. since, oh, since",
      "vi": "từ khi… từ trước khi tôi sinh ra."
    }
  },
  {
    "translation": {
      "en": "I'll be honest.",
      "vi": "Nói thật, tôi vẫn đang cố gắng xử lý"
    }
  },
  {
    "translation": {
      "en": "I'm still trying to process the idea of the inn",
      "vi": "Nói thật, tôi vẫn đang cố gắng xử lý việc nhà trọ không còn là một phần cuộc sống của ta nữa."
    }
  },
  {
    "translation": {
      "en": "of our lives anymore. not being a part",
      "vi": "việc nhà trọ không còn là một phần cuộc sống của ta nữa."
    }
  },
  {
    "translation": {
      "en": "So my dad wanted to do something extra special this year,",
      "vi": "Nên năm nay bố tôi muốn làm gì đó thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "and we will be singing a duet.",
      "vi": "Chúng tôi sẽ song ca."
    }
  },
  {
    "translation": {
      "en": "every Christmas Eve together. It's a song we used to sing",
      "vi": "Đó là bài hát chúng tôi thường hát mỗi đêm Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "And I'd like to dedicate this song",
      "vi": "Và tôi muốn dành tặng bài hát này"
    }
  },
  {
    "translation": {
      "en": "to those who are here with us and to those who are not.",
      "vi": "cho những ai ở đây với chúng tôi, và cả những ai không ở đây."
    }
  },
  {
    "translation": {
      "en": "♪ Silent night ♪",
      "vi": "Đêm yên lặng"
    }
  },
  {
    "translation": {
      "en": "♪ Holy night ♪",
      "vi": "Đêm linh thiêng"
    }
  },
  {
    "translation": {
      "en": "♪ All is calm ♪",
      "vi": "- Mọi thứ thật êm đềm - Mọi thứ thật êm đềm"
    }
  },
  {
    "translation": {
      "en": "♪ All is bright ♪",
      "vi": "- Mọi thứ đều tươi sáng - Mọi thứ đều tươi sáng"
    }
  },
  {
    "translation": {
      "en": "♪ Round yon virgin ♪",
      "vi": "- Quanh chốn này - Quanh chốn này"
    }
  },
  {
    "translation": {
      "en": "♪ Mother and child ♪",
      "vi": "- Mẹ Mari đang ngắm các con - Mẹ Mari đang ngắm các con"
    }
  },
  {
    "translation": {
      "en": "♪ Holy infant so ♪",
      "vi": "- Vị thánh trẻ - Vị thánh trẻ"
    }
  },
  {
    "translation": {
      "en": "♪ Tender and mild ♪",
      "vi": "- Dịu dàng và nhẹ nhàng - Dịu dàng và nhẹ nhàng"
    }
  },
  {
    "translation": {
      "en": "♪ Sleep in heavenly peace ♪",
      "vi": "- Ngủ yên thiên đường bình yên - Ngủ yên thiên đường bình yên"
    }
  },
  {
    "translation": {
      "en": "♪ Sleep in heavenly peace ♪",
      "vi": "- Ngủ yên thiên đường bình yên - Ngủ yên thiên đường bình yên"
    }
  },
  {
    "translation": {
      "en": "♪ Silent night ♪",
      "vi": "- Đêm yên lặng - Đêm yên lặng"
    }
  },
  {
    "translation": {
      "en": "♪ Holy night ♪",
      "vi": "- Đêm linh thiên - Đêm linh thiên"
    }
  },
  {
    "translation": {
      "en": "♪ Shepherds quake ♪",
      "vi": "- Ngài mục sư - Ngài mục sư"
    }
  },
  {
    "translation": {
      "en": "♪ At the sight ♪",
      "vi": "- Bàng hoàng - Bàng hoàng"
    }
  },
  {
    "translation": {
      "en": "♪ Glory streams ♪",
      "vi": "- Cảnh tượng lộng lẫy - Cảnh tượng lộng lẫy"
    }
  },
  {
    "translation": {
      "en": "♪ From heaven afar ♪",
      "vi": "- Từ thiên đường xa xôi - Từ thiên đường xa xôi"
    }
  },
  {
    "translation": {
      "en": "sing hallelujah ♪ ♪ Heavenly hosts",
      "vi": "- Thiên sứ đang hát vang - Thiên sứ đang hát vang - Cảm tạ ơn Chúa - Cảm tạ ơn Chúa"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "vi": "- Chúa cứu thế được sinh ra - Chúa cứu thế được sinh ra"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "vi": "- Chúa cứu thế được sinh ra - Chúa cứu thế được sinh ra"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "vi": "- Chúa cứu thế được sinh ra - Chúa cứu thế được sinh ra"
    }
  },
  {
    "translation": {
      "en": "and Merry Christmas. Thank you everyone",
      "vi": "Cảm ơn mọi người, chúc Giáng sinh vui vẻ!"
    }
  },
  {
    "translation": {
      "en": "Oh, and uh, there's lots of hot cocoa and treats that have to be finished by the end of the night",
      "vi": "Và có rất nhiều ca cao nóng và đồ ăn vặt phải được ăn hết tối nay"
    }
  },
  {
    "translation": {
      "en": "otherwise my dad will finish them all to himself.",
      "vi": "nếu không bố tôi sẽ phải tự ăn hết."
    }
  },
  {
    "translation": {
      "en": "And all my yoga would have gone to waste.",
      "vi": "Và yoga của tôi sẽ bị lãng phí!"
    }
  },
  {
    "translation": {
      "en": "- You see who's here? - Thank you. And he's coming this way.",
      "vi": "- Cảm ơn. - Thấy ai ở đây không? Anh ấy đi lối này."
    }
  },
  {
    "translation": {
      "en": "He's right behind me isn't he?  He is right behind you.",
      "vi": "- Anh ấy ở ngay sau tớ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Excuse me. There's a gingerbread man, um, eyeing me.",
      "vi": "Xin lỗi, có người bánh gừng đang để mắt đến tôi."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Hi.",
      "vi": "Chào. Chào."
    }
  },
  {
    "translation": {
      "en": "that was beautiful. You and your dad,",
      "vi": "Em và bố em, thật… đẹp."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I messed up.",
      "vi": "- Tôi… - Anh làm hỏng chuyện."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to say that I'm sorry.",
      "vi": "Và anh chỉ muốn nói rằng anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I should've came to you first and let you decide what to do",
      "vi": "Lẽ ra anh nên đến gặp em trước. Để em quyết định làm gì, thay vì đi gặp bố em."
    }
  },
  {
    "translation": {
      "en": "instead of going to your dad and making a deal.",
      "vi": "Để em quyết định làm gì, thay vì đi gặp bố em."
    }
  },
  {
    "translation": {
      "en": "Why did you do that?",
      "vi": "Sao anh lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Anh không biết."
    }
  },
  {
    "translation": {
      "en": "I was afraid for you, for me, for my job. I don't know.",
      "vi": "Anh đã sợ. Vì em, vì anh, vì công việc."
    }
  },
  {
    "translation": {
      "en": "But those are just excuses.",
      "vi": "Nhưng đó chỉ là cái cớ."
    }
  },
  {
    "translation": {
      "en": "I'm here now to make things right.",
      "vi": "Anh phải làm việc nên làm."
    }
  },
  {
    "translation": {
      "en": "Or to try to at least.",
      "vi": "Hoặc ít nhất là cố làm."
    }
  },
  {
    "translation": {
      "en": "We have a little problem. Excuse me, Mrs. Hahn?",
      "vi": "Xin lỗi, cô Hahn. Cô có vấn đề nhỏ."
    }
  },
  {
    "translation": {
      "en": "has already informed me. Yes, your daughter",
      "vi": "Vâng, con gái ông đã báo cho tôi."
    }
  },
  {
    "translation": {
      "en": "cooperation from the town, But I mean, with some I'm sure we can still make this work.",
      "vi": "Nhưng với sự hợp tác từ thị trấn, tôi chắc chắn ta vẫn có thể làm được."
    }
  },
  {
    "translation": {
      "en": "Well, if by cooperation you mean Malcolm agreeing to turn a blind eye",
      "vi": "Nếu hợp tác ý cô là Malcolm làm ngơ"
    }
  },
  {
    "translation": {
      "en": "to you not acknowledging this beautiful inn's",
      "vi": "để không thừa nhận ý nghĩa lịch sử của nhà trọ xinh đẹp này,"
    }
  },
  {
    "translation": {
      "en": "historical significance, it's not likely.",
      "vi": "để không thừa nhận ý nghĩa lịch sử của nhà trọ xinh đẹp này, thì không đâu."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You are?",
      "vi": "Tôi xin lỗi. Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "Oh, Sean Robinson.",
      "vi": "Ôi, Sean Robinson."
    }
  },
  {
    "translation": {
      "en": "And Malcolm is?",
      "vi": "Còn Malcolm là?"
    }
  },
  {
    "translation": {
      "en": "Malcolm Wells?",
      "vi": "Malcolm Wells."
    }
  },
  {
    "translation": {
      "en": "Well, he is the president of the Pine Valley Landmarks and Preservation Society",
      "vi": "Anh ấy là chủ tịch của Hiệp hội Bảo tồn và Địa danh Valley Pine,"
    }
  },
  {
    "translation": {
      "en": "and let me assure you, he is a stickler for the rules.",
      "vi": "và để tôi đảm bảo với cô, anh ấy là người tuân thủ luật lệ."
    }
  },
  {
    "translation": {
      "en": "the inn a historical landmark. So, Malcolm is declaring",
      "vi": "Malcolm tuyên bố nhà trọ là địa danh lịch sử?"
    }
  },
  {
    "translation": {
      "en": "Indeed he is.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "don't pull the offer? And what if they",
      "vi": "Nếu họ không chấp nhận?"
    }
  },
  {
    "translation": {
      "en": "would give us enough time The legal challenges to find another buyer hopefully.",
      "vi": "Những thách thức pháp lý sẽ cho ta đủ thời gian để tìm người mua khác."
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "vi": "- Hy vọng thế. - Hợp lý đấy."
    }
  },
  {
    "translation": {
      "en": "Who knows, maybe we could find financing ourselves.",
      "vi": "Ai mà biết? Có lẽ ta có thể tự tìm tài chính."
    }
  },
  {
    "translation": {
      "en": "Ourselves?",
      "vi": "Tự tìm?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "ahead of myself here, but um... I mean, I don't want to get",
      "vi": "Anh không muốn cầm đèn chạy trước ô tô, nhưng…"
    }
  },
  {
    "translation": {
      "en": "I don't want to leave.",
      "vi": "anh không muốn đi."
    }
  },
  {
    "translation": {
      "en": "I don't want to move on to my next adventure.",
      "vi": "Anh không muốn tiếp tục phiêu lưu."
    }
  },
  {
    "translation": {
      "en": "Because I think I found it right here with you.",
      "vi": "Vì anh nghĩ anh đã tìm thấy. Ngay đây với em."
    }
  },
  {
    "translation": {
      "en": "And I'd be a fool to let you go.",
      "vi": "Và anh thật ngốc khi để em đi."
    }
  },
  {
    "translation": {
      "en": "And you'd be willing to work with me",
      "vi": "Và anh sẵn sàng làm việc với tôi"
    }
  },
  {
    "translation": {
      "en": "and help keep the inn?",
      "vi": "và giúp giữ nhà trọ?"
    }
  },
  {
    "translation": {
      "en": "I meant what I said.",
      "vi": "Đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "This is your home, and I don't want you to lose it.",
      "vi": "Đây là nhà em. Và anh không muốn em mất nó."
    }
  },
  {
    "translation": {
      "en": "Were you not happy with our deal? Was I not generous enough?",
      "vi": "Ông không hài lòng à? Tôi không đủ hào phóng sao?"
    }
  },
  {
    "translation": {
      "en": "No, very generous.",
      "vi": "Không. Rất hào phóng."
    }
  },
  {
    "translation": {
      "en": "It's just that my daughter... Isn't keen on bending the rules.",
      "vi": "- Chỉ là con gái tôi… - Không thích bẻ cong luật lệ."
    }
  },
  {
    "translation": {
      "en": "I mean, I've actually put out some feelers and I've got some strong leads.",
      "vi": "Anh thực sự bắt đầu truy vẫn và có vài đầu mối mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "That's very touching, Julian,  but you shouldn't lie to the girl.",
      "vi": "Cảm động đấy, Julian. Anh không nên nói dối cô ấy."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "vi": "Xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "You have no financing, no leads.",
      "vi": "Anh không có tài chính, không có đầu mối."
    }
  },
  {
    "translation": {
      "en": "And if you continue sabotaging our work, you won't have a job either.",
      "vi": "Và nếu anh tiếp tục phá hoại công việc, anh cũng sẽ không có việc làm."
    }
  },
  {
    "translation": {
      "en": "You want to know what, Robyn?",
      "vi": "Muốn biết gì không, Robyn?"
    }
  },
  {
    "translation": {
      "en": "to work for you anymore. I don't know if I want to work for you anymore Actually, I don't want",
      "vi": "Tôi không biết có muốn làm việc cho cô không. Thật ra, tôi không muốn"
    }
  },
  {
    "translation": {
      "en": "if this is how you do business.",
      "vi": "nếu cô làm ăn như vậy."
    }
  },
  {
    "translation": {
      "en": "- Well, he won't need it. - Excuse me?",
      "vi": "Anh ấy không cần đâu. Xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "Oh, very soon he's going to have a beautiful resort to restore.",
      "vi": "Sớm thôi, cậu ấy sẽ có một khu nghỉ dưỡng tuyệt đẹp để phục hồi."
    }
  },
  {
    "translation": {
      "en": "- He's got the financing. - What?",
      "vi": "Cậu ấy có tài chính. - Gì cơ? - Tôi đang nghĩ về cơ sở mới của mình."
    }
  },
  {
    "translation": {
      "en": "my new facility, and... I was thinking about Yeah, you know.",
      "vi": "- Gì cơ? - Tôi đang nghĩ về cơ sở mới của mình. Mọi người sẽ cần một nơi để ở khi họ đến thăm, nên…"
    }
  },
  {
    "translation": {
      "en": "people are going to need a place to stay when they visit so...",
      "vi": "Mọi người sẽ cần một nơi để ở khi họ đến thăm, nên…"
    }
  },
  {
    "translation": {
      "en": "- We are doing it. - You'd do that?",
      "vi": "Anh sẽ làm thế à? Chúng tôi sẽ."
    }
  },
  {
    "translation": {
      "en": "Everybody, just wait, um... Okay, wait, wait, wait.",
      "vi": "Được rồi, chờ đã, mọi người. Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Julian, I need to talk to you outside. - Right now. - Mm- hmm.",
      "vi": "Julian, tôi cần nói chuyện với anh."
    }
  },
  {
    "translation": {
      "en": "- Right now! - Mm- hmm.",
      "vi": "Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "You okay? You need a jacket?",
      "vi": "Em ổn chứ? Cần áo không?"
    }
  },
  {
    "translation": {
      "en": "No, I'm okay.",
      "vi": "Không, em ổn."
    }
  },
  {
    "translation": {
      "en": "But we just met...",
      "vi": "Nhưng ta vừa gặp nhau."
    }
  },
  {
    "translation": {
      "en": "and I don't want you to give up your career or dreams for me.",
      "vi": "Em không muốn anh từ bỏ sự nghiệp hay ước mơ vì em."
    }
  },
  {
    "translation": {
      "en": "- Yes, I'm sure. - Are you sure?",
      "vi": "Anh chắc chứ? Ừ, anh chắc."
    }
  },
  {
    "translation": {
      "en": "But how? Why?",
      "vi": "Nhưng làm thế nào? Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Because of the magic.",
      "vi": "Vì phép màu."
    }
  },
  {
    "translation": {
      "en": "- It's working again. - Of course, it is.",
      "vi": "Nó chạy trở lại. Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Mistletoe.",
      "vi": "Cây tầm gửi."
    }
  },
  {
    "translation": {
      "en": "It sure is.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "- Merry Christmas, Julian. - Merry Christmas, Nia.",
      "vi": "Giáng sinh vui vẻ, Nia. Giáng sinh vui vẻ, Julian."
    }
  }
]