[
  {
    "translation": {
      "en": "Hi.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "- Nice to meet you. I'm Lars. - Hi.",
      "vi": "- Rất vui được gặp. Tôi là Lars. - Chào."
    }
  },
  {
    "translation": {
      "en": "- Hi. How you doing? - Hi.",
      "vi": "- Chào. Anh khỏe chứ? - Chào."
    }
  },
  {
    "translation": {
      "en": "No problem, lovely to see you.",
      "vi": "Không sao, gặp anh thật vui."
    }
  },
  {
    "translation": {
      "en": "Good to see you. Hi, how are you? Where do I sit?",
      "vi": "Rất vui được gặp. Cô thế nào? Ngồi đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So 35 people to interview, huh?",
      "vi": "Thế phỏng vấn 35 người à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. At least.",
      "vi": "Vâng. Tối thiểu."
    }
  },
  {
    "translation": {
      "en": "Is this okay?",
      "vi": "Thế ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "How much elbow room do I have?",
      "vi": "Tôi được cử động khoảng nào?"
    }
  },
  {
    "translation": {
      "en": "- You have full room. - Full.",
      "vi": "- Toàn bộ luôn. - Toàn bộ."
    }
  },
  {
    "translation": {
      "en": "- Gesture as much as you want. - Okay.",
      "vi": "- Cử động tùy ý anh. - Được."
    }
  },
  {
    "translation": {
      "en": "So look at you and talk.",
      "vi": "Vậy là nhìn anh rồi nói."
    }
  },
  {
    "translation": {
      "en": "Which accent should I do this in now?",
      "vi": "Tôi nên nói giọng nào giờ?"
    }
  },
  {
    "translation": {
      "en": "Should I start with, like, an Indian accent?",
      "vi": "Bắt đầu bằng giọng Ấn Độ à?"
    }
  },
  {
    "translation": {
      "en": "- We can talk about New York. - Yeah.",
      "vi": "- Rồi có thể nói về New York. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Um, we can talk about, um, Jab Tak Hai Jaan.",
      "vi": "Có thể nói về Jab Tak Hai Jaan."
    }
  },
  {
    "translation": {
      "en": "I could do a British accent.",
      "vi": "Tôi cũng nói được giọng Anh."
    }
  },
  {
    "translation": {
      "en": "I could do the entire interview like that.",
      "vi": "Có thể nói vậy cả cuộc phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "Reflection. No reflection. Lot of reflection.",
      "vi": "Bóng chiếu. Không bóng. Quá bóng."
    }
  },
  {
    "translation": {
      "en": "Or I can just talk like this.",
      "vi": "Hay tôi có thể nói thế này."
    }
  },
  {
    "translation": {
      "en": "I can say controversial things as well if you like.",
      "vi": "Nếu muốn, tôi có thể nói những chuyện gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "Couple of rumors.",
      "vi": "Vài lời đồn đại."
    }
  },
  {
    "translation": {
      "en": "Don't ask me when Salman Khan will get married.",
      "vi": "Đừng hỏi tôi khi nào Salman Khan cưới."
    }
  },
  {
    "translation": {
      "en": "Give me a minute",
      "vi": "Trước khi ghi hình, chờ tôi xem lại cái này một chút."
    }
  },
  {
    "translation": {
      "en": "so I run through this for a second. The first part.",
      "vi": "Trước khi ghi hình, chờ tôi xem lại cái này một chút. Phần đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I don't know what I'm in for, but let's go.",
      "vi": "Không biết vụ gì đây, nhưng làm thôi."
    }
  },
  {
    "translation": {
      "en": "I don't have any, like pieces, in between my teeth, right?",
      "vi": "Răng tôi không dính gì, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Clean?  We're noisy people.",
      "vi": "- Sạch sẽ? - Ta đúng là ồn ào."
    }
  },
  {
    "translation": {
      "en": "Let's make sure that we don't open the door.",
      "vi": "Nhớ đảm bảo không mở cửa chính nhé."
    }
  },
  {
    "translation": {
      "en": "Even on a film set. This is how you just go.",
      "vi": "Kể cả trên trường quay."
    }
  },
  {
    "translation": {
      "en": "Rolling?",
      "vi": "Quay chưa?"
    }
  },
  {
    "translation": {
      "en": "Check five, four, three, two, one.",
      "vi": "Kiểm tra năm, bốn, ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "Yeah, now sound level.",
      "vi": "Ừ, tới âm lượng."
    }
  },
  {
    "translation": {
      "en": "- Sound, one, two, three. -",
      "vi": "Âm thanh, một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "Fantastic. Mind- boggling. Let's go.",
      "vi": "Tuyệt vời. Háo hức quá. Làm đi."
    }
  },
  {
    "translation": {
      "en": "Be your eyes shut Or wide open",
      "vi": "Dù đôi mắt ta nhắm nghiền hay mở to"
    }
  },
  {
    "translation": {
      "en": "You see your beloved",
      "vi": "Ta đều thấy người ta thương"
    }
  },
  {
    "translation": {
      "en": "How will I ever explain to you What love really is?",
      "vi": "Làm sao để anh giải thích cho em Tình yêu thật sự là gì?"
    }
  },
  {
    "translation": {
      "en": "I wanted to be an actor since as far back as I can really remember.",
      "vi": "Tôi muốn làm diễn viên từ lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "There is nothing that, uh, fascinated me more than Hindi films.",
      "vi": "Phim Hindi thu hút tôi hơn hết thảy."
    }
  },
  {
    "translation": {
      "en": "Be your eyes shut Or wide open",
      "vi": "Dù đôi mắt ta nhắm nghiền hay mở to"
    }
  },
  {
    "translation": {
      "en": "You see your beloved",
      "vi": "Ta đều thấy người ta thương"
    }
  },
  {
    "translation": {
      "en": "Just picture this, like, little, slightly overweight kid",
      "vi": "Tưởng tượng chút nhé, một cậu bé hơi bụ bẫm"
    }
  },
  {
    "translation": {
      "en": "sitting on the floor in front of the television screen,",
      "vi": "ngồi trên sàn trước màn hình TV"
    }
  },
  {
    "translation": {
      "en": "um, while all the kids are playing outside, you know.",
      "vi": "trong khi bọn trẻ thì chơi ngoài kia."
    }
  },
  {
    "translation": {
      "en": "I was just engrossed, besotted, fascinated, wide- eyed.",
      "vi": "Tôi cứ mải mê, đắm chìm, say sưa, trố mắt."
    }
  },
  {
    "translation": {
      "en": "It was a very, very fascinating, uh, world for me.",
      "vi": "Với tôi, đó thực sự là một thế giới rất, rất thú vị."
    }
  },
  {
    "translation": {
      "en": "What are we all about?",
      "vi": "Chúng tôi là gì?"
    }
  },
  {
    "translation": {
      "en": "We're an incredible, incredible place.",
      "vi": "Chúng tôi là một nơi rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "We're a country of so many cultures, so many religions.",
      "vi": "Chúng tôi là một quốc gia của rất nhiều nền văn hóa và tôn giáo."
    }
  },
  {
    "translation": {
      "en": "There's the colors of Rajasthan, the rituals of South India,",
      "vi": "Màu sắc của Rajasthan, các nghi lễ của Nam Ấn,"
    }
  },
  {
    "translation": {
      "en": "the magnanimity and large- heartedness of the north.",
      "vi": "sự hào hùng và tấm lòng rộng lớn của miền Bắc."
    }
  },
  {
    "translation": {
      "en": "We're a force to reckon in the world",
      "vi": "Chúng tôi là thế lực hùng mạnh trên thế giới"
    }
  },
  {
    "translation": {
      "en": "as far as cinema is concerned.",
      "vi": "về mảng điện ảnh."
    }
  },
  {
    "translation": {
      "en": "We're the largest filmmaking country in the world.",
      "vi": "Là đất nước làm phim lớn nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "We churn out about 700 to 800 films a year.",
      "vi": "Chúng tôi tung ra 700 tới 800 bộ phim mỗi năm."
    }
  },
  {
    "translation": {
      "en": "That's a lot.",
      "vi": "Rất nhiều đó."
    }
  },
  {
    "translation": {
      "en": "Our cinema is as much a part of our lives in India",
      "vi": "Điện ảnh là một phần đời sống của chúng tôi ở Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "as much as you wake up in the morning and brush your teeth.",
      "vi": "như khi chúng tôi thức dậy vào buổi sáng và đánh răng."
    }
  },
  {
    "translation": {
      "en": "It's just an inherent part of Indians.",
      "vi": "Đó là một phần vốn có của người Ấn."
    }
  },
  {
    "translation": {
      "en": "They are fanatic about two things. One is cricket and one is movies.",
      "vi": "Họ cuồng mộ hai thứ. Một là bóng gậy và một là phim ảnh."
    }
  },
  {
    "translation": {
      "en": "Films that come out of India are completely unique to India",
      "vi": "Những bộ phim do Ấn làm thì mang đặc trưng của Ấn,"
    }
  },
  {
    "translation": {
      "en": "and to our ethos and to our culture.",
      "vi": "phong tục tập quán và văn hóa chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And they don't try to be like anybody else.",
      "vi": "Họ không cố giả làm ai đó khác."
    }
  },
  {
    "translation": {
      "en": "Hindi films are known worldwide",
      "vi": "Phim Ấn được cả thế giới biết tới"
    }
  },
  {
    "translation": {
      "en": "for their music, for their dancing, for their vibrancy,",
      "vi": "nhờ âm nhạc, điệu nhảy, sự sôi động"
    }
  },
  {
    "translation": {
      "en": "for their ability to tell a story through a beautiful melody as well.",
      "vi": "và khả năng kể chuyện qua những giai điệu tuyệt vời nữa."
    }
  },
  {
    "translation": {
      "en": "There's beauty in the cinema the Indian filmmakers have stuck to",
      "vi": "Vẻ đẹp trong điện ảnh mà các nhà làm phim Ấn trung thành"
    }
  },
  {
    "translation": {
      "en": "vis- à- vis music.",
      "vi": "đó là âm nhạc."
    }
  },
  {
    "translation": {
      "en": "Or keeping it still like a musical format.",
      "vi": "Hoặc vẫn giữ theo kiểu nhạc kịch."
    }
  },
  {
    "translation": {
      "en": "I think song and dance is so unique to India,",
      "vi": "Bài hát và điệu nhảy độc đáo với Ấn Độ,"
    }
  },
  {
    "translation": {
      "en": "which is unbelievable. Like, people…",
      "vi": "đến mức không tưởng. Con người…"
    }
  },
  {
    "translation": {
      "en": "Most of the people in the West, they don't understand what's happening.",
      "vi": "Hầu hết người phương Tây, họ không hiểu là chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Why are they singing, and are they really singers?",
      "vi": "Sao họ hát, họ là ca sĩ thật à?"
    }
  },
  {
    "translation": {
      "en": "I mean, they don't understand the concept of lip- synching or playback singing.",
      "vi": "Họ không hiểu khái niệm hát nhép hoặc hát nền."
    }
  },
  {
    "translation": {
      "en": "Like, in the West, if you're singing, you sing for yourself.",
      "vi": "Ở phương Tây, nếu hát là bạn tự hát."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen in India.",
      "vi": "Ở Ấn Độ thì không."
    }
  },
  {
    "translation": {
      "en": "We have a very old culture.",
      "vi": "Chúng tôi có nền văn hóa lâu đời."
    }
  },
  {
    "translation": {
      "en": "I mean our culture is really more than 4,000 years old.",
      "vi": "Nền văn hóa đã hơn 4.000 năm tuổi."
    }
  },
  {
    "translation": {
      "en": "You know, plays and theater have been part of our culture",
      "vi": "Các vở kịch và nhà hát là một phần văn hóa chúng tôi"
    }
  },
  {
    "translation": {
      "en": "from the dawn of time, so we know what we're doing.",
      "vi": "từ thuở sơ khai, nên chúng tôi hiểu mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I think Indian culture has a lot, you know, in terms of style and luxury and art.",
      "vi": "Tôi nghĩ văn hóa Ấn Độ nhiều phong cách, sang trọng, nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Whether it's our textiles, whether it is our jewelry,",
      "vi": "Dù là chất liệu vải, trang sức,"
    }
  },
  {
    "translation": {
      "en": "whether it's the lifestyle of the prince and princesses,",
      "vi": "dù là phong cách sống của công chúa và hoàng tử,"
    }
  },
  {
    "translation": {
      "en": "the maharajas.",
      "vi": "hoàng tộc."
    }
  },
  {
    "translation": {
      "en": "The way the West perceives Indian cinema,",
      "vi": "Cách phương Tây nhận định điện ảnh Ấn,"
    }
  },
  {
    "translation": {
      "en": "it's not about sadhus, it's not about…",
      "vi": "không phải là sadhu, không phải là…"
    }
  },
  {
    "translation": {
      "en": "- Snake charmers. - …uh, snake charmers.",
      "vi": "- Dụ rắn. - …dụ rắn."
    }
  },
  {
    "translation": {
      "en": "Not about elephants, and cows running.",
      "vi": "Không phải voi hay bò đang chạy."
    }
  },
  {
    "translation": {
      "en": "We have come a long way.",
      "vi": "Chúng tôi đã phát triển."
    }
  },
  {
    "translation": {
      "en": "Today, because we have to term them as something,",
      "vi": "Ngày nay, vì phải đặt thuật ngữ cho chúng,"
    }
  },
  {
    "translation": {
      "en": "we term them as a drama, or a romance, or an action film, or a comedy,",
      "vi": "nên chúng tôi gọi là chính kịch, phim lãng mạn, hành động, hài kịch,"
    }
  },
  {
    "translation": {
      "en": "but actually we have everything in it.",
      "vi": "nhưng thật ra pha trộn toàn bộ."
    }
  },
  {
    "translation": {
      "en": "Our movies are like our food and our thalis.",
      "vi": "Phim chúng tôi như thức ăn và món ăn thali."
    }
  },
  {
    "translation": {
      "en": "There's a little bit of everything in it. Every emotion and every style.",
      "vi": "Mỗi thứ một chút trong đó. Mọi cảm xúc và phong cách."
    }
  },
  {
    "translation": {
      "en": "And that's what our audiences like.",
      "vi": "Khán giả thích như thế."
    }
  },
  {
    "translation": {
      "en": "With stars wrapped around you",
      "vi": "Những ngôi sao vây quanh em"
    }
  },
  {
    "translation": {
      "en": "You can't play with the emotion of 1.32 billion people.",
      "vi": "Ta không thể chơi trò cảm xúc với 1,32 tỉ người."
    }
  },
  {
    "translation": {
      "en": "That's like every seventh guy in the world is an Indian.",
      "vi": "Cứ bảy người trên thế giới thì có một người Ấn."
    }
  },
  {
    "translation": {
      "en": "We've very strong emotions.",
      "vi": "Chúng tôi có cảm xúc mạnh."
    }
  },
  {
    "translation": {
      "en": "After sex, cinema is the only best form of entertainment in the world.",
      "vi": "Sau tình dục thì điện ảnh là hình thức giải trí tốt nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "For Indians at least.",
      "vi": "Ít nhất với người Ấn."
    }
  },
  {
    "translation": {
      "en": "I come from a very lower middle- class family.",
      "vi": "Tôi sinh ra trong gia đình dưới trung lưu."
    }
  },
  {
    "translation": {
      "en": "Television was hardly existent.",
      "vi": "TV hầu như không tồn tại."
    }
  },
  {
    "translation": {
      "en": "There was one channel. Um, the state- owned channel.",
      "vi": "Chỉ có một kênh. Kênh của quốc gia. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "And it showed a movie every Sunday.",
      "vi": "Mỗi Chủ nhật lại chiếu một phim."
    }
  },
  {
    "translation": {
      "en": "That also we would go and watch in our neighbor's house",
      "vi": "Chúng tôi sẽ sang nhà hàng xóm xem,"
    }
  },
  {
    "translation": {
      "en": "who had a television,",
      "vi": "nhà có TV ấy,"
    }
  },
  {
    "translation": {
      "en": "and who would, uh, graciously allow all the kids to come and sit on a dari.",
      "vi": "nhà mà cho phép tất cả bọn trẻ vào ngồi trên thảm."
    }
  },
  {
    "translation": {
      "en": "The good thing was there was no advertising between the films.",
      "vi": "Điểm tốt là không có quảng cáo giữa phim."
    }
  },
  {
    "translation": {
      "en": "Turning to look, on your way",
      "vi": "Quay lại nhìn, trên đường ta đi"
    }
  },
  {
    "translation": {
      "en": "My dad used to look at the Times of India",
      "vi": "Hồi đó, bố tôi hay đọc Times of India và quyết định cả nhà sẽ xem phim gì."
    }
  },
  {
    "translation": {
      "en": "and decide which movie we're gonna watch.",
      "vi": "Hồi đó, bố tôi hay đọc Times of India và quyết định cả nhà sẽ xem phim gì. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Only if it's a good review.",
      "vi": "Đánh giá tốt mới xem."
    }
  },
  {
    "translation": {
      "en": "Doordarshan had started showing some black and white films",
      "vi": "Doordarshan bắt đầu chiếu vài bộ phim đen trắng"
    }
  },
  {
    "translation": {
      "en": "and those used to fascinate me.",
      "vi": "và khiến tôi say mê."
    }
  },
  {
    "translation": {
      "en": "Draw closer to the curtains",
      "vi": "Đến gần hơn với chiếc rèm cửa"
    }
  },
  {
    "translation": {
      "en": "We would go to a movie theater rarely.",
      "vi": "Chúng tôi hiếm khi đi xem phim."
    }
  },
  {
    "translation": {
      "en": "Um, once a year, or something like that.",
      "vi": "BIÊN KỊCH Một năm một lần, kiểu đó."
    }
  },
  {
    "translation": {
      "en": "Going to theater was a very big thing.",
      "vi": "Đi xem phim là sự kiện lớn lắm."
    }
  },
  {
    "translation": {
      "en": "You went when it was an occasion, or it was a big film.",
      "vi": "Chỉ đi xem vào dịp đặc biệt, hoặc phim đó nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "You know, there used to be black marketing of tickets.",
      "vi": "Từng có chợ đen bán vé xem phim."
    }
  },
  {
    "translation": {
      "en": "Guys, very under your breath, walking and standing next to you",
      "vi": "Những kẻ lí nhí bước lại đứng cạnh ta"
    }
  },
  {
    "translation": {
      "en": "and saying, Dus ka panch, dus ka panch, dus ka panch.",
      "vi": "và nói, Dus ka panch."
    }
  },
  {
    "translation": {
      "en": "Which is like, Five rupee ticket for ten, five for ten, five for ten.",
      "vi": "Nghĩa là, Vé giá năm rupee cho mười người."
    }
  },
  {
    "translation": {
      "en": "So it used to be a big high.",
      "vi": "Hồi đó giá vậy là cao lắm."
    }
  },
  {
    "translation": {
      "en": "I'd ride back on my cycle, tell Mom, I've managed.",
      "vi": "Tôi đạp xe về bảo mẹ, Con mua được rồi."
    }
  },
  {
    "translation": {
      "en": "Even that was a big thing, to manage a ticket for a big release or whatever.",
      "vi": "Việc mua được vé xem phim nổi tiếng cũng là chuyện lớn cơ."
    }
  },
  {
    "translation": {
      "en": "This year's special presentation",
      "vi": "Màn trình diễn đặc biệt năm nay"
    }
  },
  {
    "translation": {
      "en": "with the top 23 stars…",
      "vi": "với 23 ngôi sao hàng đầu…"
    }
  },
  {
    "translation": {
      "en": "When I was growing up,",
      "vi": "Tôi nhớ hồi tôi còn nhỏ,"
    }
  },
  {
    "translation": {
      "en": "that there was the first multi- starrer film.",
      "vi": "lần đầu có bộ phim nhiều ngôi sao đóng."
    }
  },
  {
    "translation": {
      "en": "Which meant that many actors, famous actors were in it.",
      "vi": "Nghĩa là có nhiều diễn viên nổi tiếng trong đó."
    }
  },
  {
    "translation": {
      "en": "It was made by a gentleman called Mr. Yash Chopra.",
      "vi": "Bộ phim do Yash Chopra đạo diễn."
    }
  },
  {
    "translation": {
      "en": "And, uh, it was called Waqt.",
      "vi": "Phim tên là Waqt."
    }
  },
  {
    "translation": {
      "en": "But in those years, directors were not public figures,",
      "vi": "Nhưng thời đó, đạo diễn không nổi tiếng,"
    }
  },
  {
    "translation": {
      "en": "actors were public figures, stars were public figures.",
      "vi": "chỉ có diễn viên và các minh tinh."
    }
  },
  {
    "translation": {
      "en": "So there were two, three names, uh, which used to circulate around",
      "vi": "Nên chỉ cỏ vài ba cái tên được truyền tai"
    }
  },
  {
    "translation": {
      "en": "as great filmmakers, or good filmmakers, or big filmmakers.",
      "vi": "là nhà làm phim vĩ đại, nhà làm phim tốt hay lớn."
    }
  },
  {
    "translation": {
      "en": "Actually, I'll be honest. It used to be people who make big films.",
      "vi": "Nói thật, từng có những người làm các bộ phim lớn."
    }
  },
  {
    "translation": {
      "en": "They just looked big and beautiful.",
      "vi": "Chúng rất hoành tráng và đẹp."
    }
  },
  {
    "translation": {
      "en": "But Mr. Yash Chopra was one of the guys that you didn't miss a film of.",
      "vi": "Nhưng Yash Chopra thuộc diện ta không thể bỏ lỡ phim của ông."
    }
  },
  {
    "translation": {
      "en": "And if it happens to be with an Amitabh Bachchan or Rajesh Khanna",
      "vi": "Nếu tình cờ có Amitabh Bachchan hay Rajesh Khanna"
    }
  },
  {
    "translation": {
      "en": "then you didn't miss it at all.",
      "vi": "thì sẽ không bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "Me and you",
      "vi": "Anh và em"
    }
  },
  {
    "translation": {
      "en": "Me and you",
      "vi": "Anh và em"
    }
  },
  {
    "translation": {
      "en": "You and me",
      "vi": "Em và anh"
    }
  },
  {
    "translation": {
      "en": "You and me",
      "vi": "Em và anh"
    }
  },
  {
    "translation": {
      "en": "We're just happy meeting like this",
      "vi": "Ta chỉ gặp gỡ vui vẻ thế này"
    }
  },
  {
    "translation": {
      "en": "I watched the masters.",
      "vi": "Tôi đã xem các bậc thầy."
    }
  },
  {
    "translation": {
      "en": "I watched vintage Raj Kapoor.",
      "vi": "Xem phim của Raj Kapoor."
    }
  },
  {
    "translation": {
      "en": "Guru Dutt, Bimal Roy and all those beautiful movies.",
      "vi": "ĐẠO DIỄN VÀ NHÀ SẢN XUẤT Guru Dutt, Bimal Roy và những bộ phim hay."
    }
  },
  {
    "translation": {
      "en": "But it was Yash Chopra's cinema that caught my eye.",
      "vi": "Nhưng phim Yash Chopra lọt vào mắt tôi."
    }
  },
  {
    "translation": {
      "en": "You absolutely know that a filmmaker has made a huge mark",
      "vi": "Ta sẽ biết một nhà làm phim tạo được dấu ấn lớn"
    }
  },
  {
    "translation": {
      "en": "when you call his cinema a school of cinema.",
      "vi": "khi ta gọi phim của ông là trường điện ảnh."
    }
  },
  {
    "translation": {
      "en": "He's done drama, he's done action.",
      "vi": "Ông ấy làm chính kịch, hành động. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "He's done every kind of film.",
      "vi": "Ông ấy làm đủ loại phim."
    }
  },
  {
    "translation": {
      "en": "But for me Yash Chopra stood for romance.",
      "vi": "Nhưng Yash Chopra thích lãng mạn. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Whether it was Kabhi Kabhie or Chandni or Silsila.",
      "vi": "Dù là Kabhi Kabhie, Chandni hay Silsila."
    }
  },
  {
    "translation": {
      "en": "For me, Chandni and Lamhe have to be my all- time classics.",
      "vi": "Với tôi, Chandni và Lamhe là kinh điển nhất mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "Because those are the two films I grew up watching and I was mesmerized.",
      "vi": "Đó là hai bộ phim tôi xem từ nhỏ và say mê nó. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Something that stands out in his films is a sense of grandness.",
      "vi": "Một thứ nổi bật trong các phim của ông ấy là cảm giác rộng lớn."
    }
  },
  {
    "translation": {
      "en": "And not just in the way scenes were shot,",
      "vi": "Không chỉ ở cách quay các cảnh phim,"
    }
  },
  {
    "translation": {
      "en": "but also at a thematic level.",
      "vi": "mà còn ở cấp độ chủ đề."
    }
  },
  {
    "translation": {
      "en": "His films talk about eternal love, there's bit of destiny thrown in.",
      "vi": "Phim của ông nói về tình yêu vĩnh cửu, có thêm chút định mệnh."
    }
  },
  {
    "translation": {
      "en": "The way that Yashji portrayed his heroines was so dignified",
      "vi": "Cách mà Yashji phác họa các nữ anh hùng thật trang nghiêm,"
    }
  },
  {
    "translation": {
      "en": "and graceful, and layered.",
      "vi": "duyên dáng, và đa tầng. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "The heroine always wore something lovely in chiffon.",
      "vi": "Nữ anh hùng luôn mặc bộ đồ vải voan đáng yêu."
    }
  },
  {
    "translation": {
      "en": "And it was always that happy, Punjabi family, well- to- do.",
      "vi": "Và luôn là gia đình Punjabi hạnh phúc, giàu sang. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "He kind of showed a lifestyle, glamour,",
      "vi": "Ông thể hiện một phong cách sống, hào nhoáng,"
    }
  },
  {
    "translation": {
      "en": "and I was really, really fascinated as a child.",
      "vi": "và hồi nhỏ tôi thực sự rất say mê."
    }
  },
  {
    "translation": {
      "en": "I would wonder, Do people really go to a 5- star hotel to just have coffee?",
      "vi": "Tự hỏi, Họ tới khách sạn năm sao chỉ để uống cà phê? NHÀ THIẾT KẾ TRANG PHỤC VÀ THỜI TRANG"
    }
  },
  {
    "translation": {
      "en": "You would expect great music, iconic music.",
      "vi": "Ta mong đợi thứ âm nhạc tuyệt vời, đặc trưng."
    }
  },
  {
    "translation": {
      "en": "Everything is glossy, and frothy, and beautiful.",
      "vi": "Mọi thứ hào nhoáng, phù phiếm, và đẹp. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "I think most cinema today that is made in the commercial norms",
      "vi": "Tôi nghĩ điện ảnh thời nay làm theo tiêu chuẩn thương mại"
    }
  },
  {
    "translation": {
      "en": "is all cut from the same cloth that Yash Uncle started.",
      "vi": "đều cắt từ mảnh vải mà chú Yash khơi nguồn."
    }
  },
  {
    "translation": {
      "en": "I saw people that looked beautiful,",
      "vi": "Tôi thấy những người xinh đẹp,"
    }
  },
  {
    "translation": {
      "en": "women looked stunning, the men looked handsome.",
      "vi": "phụ nữ trông tuyệt vời, đàn ông thì điển trai."
    }
  },
  {
    "translation": {
      "en": "And I just watched it transfixed.",
      "vi": "Và tôi cứ xem đến ngơ ngác."
    }
  },
  {
    "translation": {
      "en": "I just became obsessed with watching his films.",
      "vi": "Tôi ám ảnh với việc xem phim của ông."
    }
  },
  {
    "translation": {
      "en": "And I felt that Who is this man who is constantly responsible",
      "vi": "Tôi cảm thấy, Người này là người phải chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "for mesmerizing me as a child?",
      "vi": "vì đã khiến tôi mê muội từ bé?"
    }
  },
  {
    "translation": {
      "en": "Yash Chopra was from Jalandhar.",
      "vi": "Yash Chopra quê ở Jalandhar."
    }
  },
  {
    "translation": {
      "en": "Five brothers and a sister. And he was the youngest.",
      "vi": "Năm anh trai và một chị gái. Ông là con út."
    }
  },
  {
    "translation": {
      "en": "They were from a very humble background.",
      "vi": "Họ xuất thân rất khiêm tốn."
    }
  },
  {
    "translation": {
      "en": "They weren't really one of those fancy type of rich people, you know.",
      "vi": "Họ thực sự không phải kiểu người giàu sang chảnh."
    }
  },
  {
    "translation": {
      "en": "They were simple people.",
      "vi": "Họ là người đơn giản."
    }
  },
  {
    "translation": {
      "en": "B.R. Chopra was the eldest.",
      "vi": "B.R. Chopra là anh cả."
    }
  },
  {
    "translation": {
      "en": "Yash looked at him, not only as an elder brother,",
      "vi": "ĐẠO DIỄN VÀ NHÀ SẢN XUẤT Yash coi ông không chỉ là anh trai,"
    }
  },
  {
    "translation": {
      "en": "but even as a father.",
      "vi": "mà còn là cha."
    }
  },
  {
    "translation": {
      "en": "Because there was a big age gap between the two of them.",
      "vi": "Vì khoảng cách tuổi tác giữa họ rất lớn."
    }
  },
  {
    "translation": {
      "en": "And Mr. B.R. Chopra was the one who made it.",
      "vi": "Và ông B.R. Chopra là người thành công."
    }
  },
  {
    "translation": {
      "en": "Because he was the educated person in the family.",
      "vi": "Vì ông là người có ăn học trong nhà. BẠN CỦA GIA ĐÌNH"
    }
  },
  {
    "translation": {
      "en": "He made it somehow as a journalist, then he became a writer,",
      "vi": "Ông ấy đã trở thành nhà báo, rồi thành biên kịch,"
    }
  },
  {
    "translation": {
      "en": "then he started making films. Then he came to Bombay.",
      "vi": "sau đó bắt đầu làm phim. Rồi ông tới Bombay."
    }
  },
  {
    "translation": {
      "en": "Bombay sees the first script of the Independence Day celebrations",
      "vi": "Kịch bản đầu tiên của lễ Quốc Khánh ở Bombay"
    }
  },
  {
    "translation": {
      "en": "as Lord Mountbatten bids farewell to the first British troops to leave India",
      "vi": "khi Lord Mountbatten chia tay binh lính Anh đầu tiên rời Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "since the transfer of power.",
      "vi": "từ lúc chuyển giao quyền lực."
    }
  },
  {
    "translation": {
      "en": "I think the partition really had a deep impact on everybody's psyche.",
      "vi": "Tôi nghĩ rằng việc chia cắt thực sự có tác động sâu sắc đến tâm lý của mọi người."
    }
  },
  {
    "translation": {
      "en": "The Indian peninsula has been divided into two nations,",
      "vi": "Bán đảo Ấn Độ đã được chia thành hai quốc gia,"
    }
  },
  {
    "translation": {
      "en": "India and Pakistan,",
      "vi": "Ấn Độ và Pakistan,"
    }
  },
  {
    "translation": {
      "en": "each of them self- governing states within the British…",
      "vi": "hai tiểu bang tự quản bên trong nước Anh…"
    }
  },
  {
    "translation": {
      "en": "It's not an easy thing to be a democratic republic",
      "vi": "Để trở thành nước cộng hòa dân chủ"
    }
  },
  {
    "translation": {
      "en": "after 10,000 years of being something else altogether.",
      "vi": "sau 10.000 năm không hề dễ dàng."
    }
  },
  {
    "translation": {
      "en": "Government buildings in New Delhi all aglow,",
      "vi": "Tòa nhà chính phủ ở New Delhi đều rực rỡ,"
    }
  },
  {
    "translation": {
      "en": "to mark the 10th anniversary of India's independence.",
      "vi": "đánh dấu kỷ niệm mười năm độc lập Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "Prime Minister Nehru recalls the progress made by the nation",
      "vi": "Thủ tướng Nehru nhắc lại những tiến bộ mà đất nước đạt được"
    }
  },
  {
    "translation": {
      "en": "in ten years of democratic government",
      "vi": "trong mười năm của chính phủ dân chủ"
    }
  },
  {
    "translation": {
      "en": "and holds high hope for the future of India",
      "vi": "và ấp ủ hy vọng cho tương lai Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "and her 380 million independent citizens.",
      "vi": "cùng 380 triệu dân độc lập."
    }
  },
  {
    "translation": {
      "en": "Yash Chopra's elder brother, B.R. Chopra, started making films in the early '50s.",
      "vi": "Anh trai Yash Chopra là B.R. Chopra bắt đầu làm phim đầu những năm 50."
    }
  },
  {
    "translation": {
      "en": "And I think Yash definitely looked up to B.R. Chopra.",
      "vi": "Tôi nghĩ Yash cực kỳ ngưỡng mộ B.R. Chopra."
    }
  },
  {
    "translation": {
      "en": "He was a big name.",
      "vi": "Ông ấy có tiếng tăm."
    }
  },
  {
    "translation": {
      "en": "He had started working with big stars including Ashok Kumar, Dilip Kumar.",
      "vi": "Ông ấy làm việc với các ngôi sao lớn Ashok Kumar, Dilip Kumar. PHÓNG VIÊN ĐIỆN ẢNH"
    }
  },
  {
    "translation": {
      "en": "B.R. Chopra was not just a very prominent filmmaker,",
      "vi": "B.R. Chopra không chỉ là nhà làm phim nổi danh,"
    }
  },
  {
    "translation": {
      "en": "but he was also a filmmaker",
      "vi": "mà còn là một nhà làm phim"
    }
  },
  {
    "translation": {
      "en": "who was really driven by ideals, you know.",
      "vi": "sống theo lý tưởng."
    }
  },
  {
    "translation": {
      "en": "Who shared with Nehru and other political leaders at that time,",
      "vi": "Người chung quan điểm với Nehru và nhiều thủ lĩnh chính trị thời đó,"
    }
  },
  {
    "translation": {
      "en": "this idea of using cinema as a tool for nation building.",
      "vi": "ý tưởng sử dụng điện ảnh làm công cụ xây dựng đất nước."
    }
  },
  {
    "translation": {
      "en": "It wasn't something just for entertainment.",
      "vi": "Đó không phải thứ chỉ để giải trí."
    }
  },
  {
    "translation": {
      "en": "Film Industry, moving pictures, play an enormous part today",
      "vi": "Ngành điện ảnh đóng vai trò rất lớn ngày nay… PANDIT NEHRU  PHỎNG VẤN VỚI HOLLYWOOD PRESS"
    }
  },
  {
    "translation": {
      "en": "in influencing directly or sometimes indirectly,",
      "vi": "…tạo ảnh hưởng trực tiếp hoặc đôi khi gián tiếp,"
    }
  },
  {
    "translation": {
      "en": "the thinking of human beings.",
      "vi": "lên tư duy con người."
    }
  },
  {
    "translation": {
      "en": "So when Yash Chopra enters B.R. Films and that wave of optimism,",
      "vi": "Nên khi Yash Chopra vào B.R. Films, vào làn sóng chủ nghĩa lạc quan đó,"
    }
  },
  {
    "translation": {
      "en": "he can't help but be swept by it.",
      "vi": "ông ấy bị cuốn theo nó."
    }
  },
  {
    "translation": {
      "en": "Yashji came to Bombay and started to assist within B.R. Films.",
      "vi": "Yashji tới Bombay và bắt đầu làm trợ lý trong B.R. Films."
    }
  },
  {
    "translation": {
      "en": "When Yashji was working for B.R. Chopra, he was a salaried person.",
      "vi": "Khi Yashji làm cho B.R. Chopra, ông làm công ăn lương. CỰU GIÁM ĐỐC SẢN XUẤT, YASH RAJ FILMS"
    }
  },
  {
    "translation": {
      "en": "He was no partner or nothing like that.",
      "vi": "Ông ấy không hề là đối tác."
    }
  },
  {
    "translation": {
      "en": "Yashji became an assistant on a very famous film,",
      "vi": "Yashji làm trợ lý cho một bộ phim nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "which is now considered a classic, Naya Daur.",
      "vi": "giờ được coi là kinh điển, Naya Daur."
    }
  },
  {
    "translation": {
      "en": "And, uh, his brother, B.R. Chopra, must have seen",
      "vi": "Và anh trai B.R. Chopra hẳn đã thấy… PHÓNG VIÊN ĐIỆN ẢNH & NHÀ VĂN"
    }
  },
  {
    "translation": {
      "en": "great potential in his younger brother and said,",
      "vi": "PHÓNG VIÊN ĐIỆN ẢNH & NHÀ VĂN …tiềm năng ở người em trai và nói,"
    }
  },
  {
    "translation": {
      "en": "Okay, he could direct a film.",
      "vi": "Được, nó có thể đạo diễn."
    }
  },
  {
    "translation": {
      "en": "So in 1959, Yash Chopra makes his debut film, which was Dhool Ka Phool.",
      "vi": "Năm 1959, Yash Chopra ra mắt phim đầu tay Dhool Ka Phool. DHOOL KA PHOOL  - ĐẠO DIỄN: YASH CHOPRA - SẢN XUẤT: B.R. CHOPRA"
    }
  },
  {
    "translation": {
      "en": "A very message- oriented film.",
      "vi": "Một bộ phim mang nhiều thông điệp."
    }
  },
  {
    "translation": {
      "en": "My goodness!",
      "vi": "Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "Which is an examination of What does an illegitimate child mean?",
      "vi": "Đó là một cuộc kiểm tra Đứa con ngoài giá thú nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "You'll neither become a Hindu Nor will you be a Muslim",
      "vi": "Không là người Hindu Cũng không là Hồi giáo"
    }
  },
  {
    "translation": {
      "en": "You're a human baby You'll become a human",
      "vi": "Con là một đứa bé Con sẽ trở thành con người"
    }
  },
  {
    "translation": {
      "en": "It was a remarkable film, not just for its timing,",
      "vi": "Đó là bộ phim xuất sắc, không chỉ vì thời điểm,"
    }
  },
  {
    "translation": {
      "en": "but also for its sensitivity.",
      "vi": "mà còn vì độ nhạy."
    }
  },
  {
    "translation": {
      "en": "It was made by somebody, who in his head,",
      "vi": "Nó được làm bởi một người mà trong đầu ông,"
    }
  },
  {
    "translation": {
      "en": "did not differentiate the Punjab of India, from, uh, the Punjab of Pakistan.",
      "vi": "không phân biệt Punjab của Ấn Độ với Punjab của Pakistan."
    }
  },
  {
    "translation": {
      "en": "Both the states, both the countries in which he spent his formative years in.",
      "vi": "Cả hai tiểu bang, cả hai quốc gia mà ông đã lớn lên từ thuở xưa."
    }
  },
  {
    "translation": {
      "en": "And this is quite evident in the kinds of film",
      "vi": "DHARMPUTRA  - ĐẠO DIỄN: YASH CHOPRA - SẢN XUẤT: B.R. CHOPRA Điều này được thể hiện khá rõ trong các phim Yash Chopra làm từ sớm."
    }
  },
  {
    "translation": {
      "en": "Yash Chopra made early on.",
      "vi": "Điều này được thể hiện khá rõ trong các phim Yash Chopra làm từ sớm."
    }
  },
  {
    "translation": {
      "en": "You don't know history. They wrecked a thousand temples and made mosques.",
      "vi": "Không biết lịch sử. Họ phá 1.000 ngôi đền và xây nhà thờ Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "But they still couldn't succeed.",
      "vi": "Nhưng vẫn không thành công."
    }
  },
  {
    "translation": {
      "en": "Hinduism is so strong they couldn't wipe it out.",
      "vi": "Hindu giáo mạnh tới nỗi không thể xóa bỏ."
    }
  },
  {
    "translation": {
      "en": "What religion are you harping on about?",
      "vi": "Anh đang theo đuổi tôn giáo nào?"
    }
  },
  {
    "translation": {
      "en": "There has been so much bloodshed in the name of religion.",
      "vi": "Đã có rất nhiều máu đổ nhân danh tôn giáo."
    }
  },
  {
    "translation": {
      "en": "His second film, Dharmputra,",
      "vi": "Phim thứ hai của ông, Dharmputra,"
    }
  },
  {
    "translation": {
      "en": "is a very direct take on Hindu fundamentalism.",
      "vi": "đánh vào chủ nghĩa chính thống Hindu giáo. ẤN ĐỘ CHIA CẮT"
    }
  },
  {
    "translation": {
      "en": "India was partitioned.",
      "vi": "Ấn Độ đã bị chia cắt."
    }
  },
  {
    "translation": {
      "en": "Also, it talks about the trauma of partition.",
      "vi": "Nó cũng nói về nỗi đau của việc chia cắt."
    }
  },
  {
    "translation": {
      "en": "In this darkness, except for the fire",
      "vi": "Trong bóng tối, trừ ngọn lửa"
    }
  },
  {
    "translation": {
      "en": "and the screams…",
      "vi": "và tiếng hét…"
    }
  },
  {
    "translation": {
      "en": "But he was somebody who had a poetic take to things, you know.",
      "vi": "Nhưng ông là người mang văn thơ vào mọi thứ."
    }
  },
  {
    "translation": {
      "en": "A certain kind of predisposition for softness in emotions",
      "vi": "Một loại khuynh hướng nhất định cho sự mềm mại trong cảm xúc"
    }
  },
  {
    "translation": {
      "en": "and that you can see.",
      "vi": "mà bạn có thể thấy."
    }
  },
  {
    "translation": {
      "en": "Four years later, he makes this pretty grand, opulent film called Waqt.",
      "vi": "Bốn năm sau, ông làm một bộ phim khá hoành tráng và hào nhoáng tên là Waqt."
    }
  },
  {
    "translation": {
      "en": "The winds carry news Of whose arrival?",
      "vi": "ĐẠO DIỄN: YASH CHOPRA SẢN XUẤT: B.R. CHOPRA Ngọn gió nói em biết ai sẽ tới?"
    }
  },
  {
    "translation": {
      "en": "It's as much of a high society entertainer as it can be.",
      "vi": "Nó mang tính giải trí xã hội khá cao."
    }
  },
  {
    "translation": {
      "en": "The kind of film that has inspired the likes of Karan Johar, you know.",
      "vi": "Kiểu phim truyền cảm hứng cho những người kiểu như Karan Johar."
    }
  },
  {
    "translation": {
      "en": "And it kind of set a dominant kind of filmmaking grammar,",
      "vi": "Nó thiết lập nên một kiểu văn phạm làm phim nổi trội,"
    }
  },
  {
    "translation": {
      "en": "at least in terms of production design, at least in terms of story line.",
      "vi": "ít nhất về mặt thiết kế sản xuất, ít nhất về mặt cốt truyện."
    }
  },
  {
    "translation": {
      "en": "You're still lost in the past.",
      "vi": "Cô vẫn lạc lối trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "Waqt was a blockbuster.",
      "vi": "Waqt là một bộ phim bom tấn."
    }
  },
  {
    "translation": {
      "en": "And, uh, I think he was really taken in by the charms of the film industry.",
      "vi": "Tôi nghĩ ông thực sự bị thu hút bởi sự hấp dẫn của ngành công nghiệp điện ảnh."
    }
  },
  {
    "translation": {
      "en": "He was a born filmmaker.",
      "vi": "Ông là nhà làm phim bẩm sinh."
    }
  },
  {
    "translation": {
      "en": "And, you know, they are these god- sent people who are…",
      "vi": "Họ là những con người tài năng thiên bẩm…"
    }
  },
  {
    "translation": {
      "en": "It's… it's in them.",
      "vi": "Sẵn trong máu rồi."
    }
  },
  {
    "translation": {
      "en": "And he flowed with whatever was happening under the B.R. camp.",
      "vi": "Ông cứ xuôi theo dòng đời tại trại B.R."
    }
  },
  {
    "translation": {
      "en": "He was quite happy with that environment.",
      "vi": "Ông khá vui với môi trường đó."
    }
  },
  {
    "translation": {
      "en": "Till before he got married.",
      "vi": "Tới khi ông kết hôn."
    }
  },
  {
    "translation": {
      "en": "Actually, we met for the first time, early in 1970.",
      "vi": "Thực ra, chúng tôi gặp nhau lần đầu vào đầu năm 1970."
    }
  },
  {
    "translation": {
      "en": "He had come to Delhi to take the examination",
      "vi": "Ống ấy tới Delhi để tham gia kỳ thi"
    }
  },
  {
    "translation": {
      "en": "for the Film Institute of India.",
      "vi": "vào Học viện Điện ảnh Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "And he was supposed to be there only for one day,",
      "vi": "Và lẽ ra ông ấy chỉ ở đó một ngày thôi,"
    }
  },
  {
    "translation": {
      "en": "but he missed his flight the next day.",
      "vi": "nhưng ông lỡ chuyến bay hôm sau."
    }
  },
  {
    "translation": {
      "en": "So these friends of ours who knew him also",
      "vi": "Nên mấy người bạn của chúng tôi mà quen ông ấy cũng… VỢ YASH CHOPRA"
    }
  },
  {
    "translation": {
      "en": "came over to invite me for dinner",
      "vi": "…qua mời tôi ăn tối"
    }
  },
  {
    "translation": {
      "en": "and take permission from my parents.",
      "vi": "và xin phép bố mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "That was the rule at that time.",
      "vi": "Đó là quy định thời đó."
    }
  },
  {
    "translation": {
      "en": "But I had already met him once before, and said no.",
      "vi": "Nhưng tôi đã gặp ông ấy một lần trước đó, nên từ chối."
    }
  },
  {
    "translation": {
      "en": "Because I found him a little strange.",
      "vi": "Vì tôi thấy ông ấy hơi kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Like, he would not hesitate to say the wildest thing.",
      "vi": "Ông ấy chẳng do dự gì mà cứ nói những lời ngông cuồng nhất."
    }
  },
  {
    "translation": {
      "en": "And I was in a cotton dhoti,",
      "vi": "Và tôi mặc chiếc dhoti bằng bông,"
    }
  },
  {
    "translation": {
      "en": "not made up, nothing, no hair done, nothing.",
      "vi": "không trang điểm, làm tóc, không gì hết."
    }
  },
  {
    "translation": {
      "en": "I said, If you want me to come like this, I'll come.",
      "vi": "Tôi nói, Muốn tôi tới thế này thì tôi tới."
    }
  },
  {
    "translation": {
      "en": "I am not going to dress up for someone I didn't even like.",
      "vi": "Tôi không ăn diện cho người mà tôi còn chẳng thích đâu."
    }
  },
  {
    "translation": {
      "en": "So I went, and strangely enough I found him very attractive",
      "vi": "Nên tôi tới đó, mà kỳ lạ thật, tôi thấy ông ấy rất hấp dẫn"
    }
  },
  {
    "translation": {
      "en": "because he had in his mind decided that he's not interested in me.",
      "vi": "vì ông ấy đã quyết định là không hứng thú với tôi."
    }
  },
  {
    "translation": {
      "en": "And I had also decided in my mind that I am not interested in him.",
      "vi": "Và tôi cũng quyết định là tôi không hứng thú với ông ấy."
    }
  },
  {
    "translation": {
      "en": "And the next thing I knew, his brother and his sister- in- law",
      "vi": "Thế mà chớp nhoáng, anh trai và chị dâu của ông ấy"
    }
  },
  {
    "translation": {
      "en": "were flying in to Delhi to meet me.",
      "vi": "bay tới Delhi để gặp tôi."
    }
  },
  {
    "translation": {
      "en": "I got married.",
      "vi": "Tôi kết hôn."
    }
  },
  {
    "translation": {
      "en": "I went on my honeymoon.",
      "vi": "Tôi đi trăng mật."
    }
  },
  {
    "translation": {
      "en": "And on my honeymoon,",
      "vi": "Và trong lúc đó,"
    }
  },
  {
    "translation": {
      "en": "I just thought that after directing five films at B.R. Films…",
      "vi": "tôi chỉ nghĩ sau khi đạo diễn năm bộ phim ở B.R.Films… ĐẠO DIỄN PHIM"
    }
  },
  {
    "translation": {
      "en": "I thought it's high time I should fly on my own wings.",
      "vi": "…tôi nghĩ đã tới lúc nên tự bay trên đôi cánh mình."
    }
  },
  {
    "translation": {
      "en": "He has always been under the umbrella of his brother.",
      "vi": "Ống ấy luôn được anh trai chở che."
    }
  },
  {
    "translation": {
      "en": "First when we came to Bombay after marriage,",
      "vi": "Khi chúng tôi mới tới Bombay sau khi kết hôn,"
    }
  },
  {
    "translation": {
      "en": "we were staying with them.",
      "vi": "chúng tôi ở cùng họ."
    }
  },
  {
    "translation": {
      "en": "One day, Yash got up and said,",
      "vi": "Một ngày nọ, Yash thức dậy và bảo,"
    }
  },
  {
    "translation": {
      "en": "Look, we're shifting out of this house.",
      "vi": "Này, ta sẽ chuyển ra khỏi nhà này."
    }
  },
  {
    "translation": {
      "en": "B.R. Films treated the Kardar Studio employees to a lavish feast.",
      "vi": "B.R. Films thiết đãi nhân viên Kardar Studio bữa tiệc xa hoa."
    }
  },
  {
    "translation": {
      "en": "I had the shelter, the protection of my big brother…",
      "vi": "Tôi có nơi trú ẩn, có sự bảo vệ của anh trai…"
    }
  },
  {
    "translation": {
      "en": "…with Producer B.R. Chopra.",
      "vi": "…với nhà sản xuất B.R. Chopra."
    }
  },
  {
    "translation": {
      "en": "…under the banner of B.R. Films.",
      "vi": "…dưới biểu ngữ B.R. Films."
    }
  },
  {
    "translation": {
      "en": "After the dinner, B.R. Chopra and Yash Chopra",
      "vi": "Sau bữa tối, B.R. Chopra và Yash Chopra"
    }
  },
  {
    "translation": {
      "en": "were presented with flowers by well- wishers.",
      "vi": "được các nhà hảo tâm tặng hoa."
    }
  },
  {
    "translation": {
      "en": "I had no business sense.",
      "vi": "Tôi không giỏi kinh doanh."
    }
  },
  {
    "translation": {
      "en": "I was not a newcomer as a director, but I was a newcomer as a producer.",
      "vi": "Tôi không mới ở vị trí đạo diễn, nhưng tôi mới ở vị trí nhà sản xuất."
    }
  },
  {
    "translation": {
      "en": "I was so scared about what's going to happen.",
      "vi": "Tôi rất sợ chuyện sẽ diễn ra."
    }
  },
  {
    "translation": {
      "en": "So he said, Am I taking the right step?",
      "vi": "Ông ấy nói, Anh đi đúng hướng chứ?"
    }
  },
  {
    "translation": {
      "en": "I said, What do you feel right inside you?",
      "vi": "Tôi nói, Anh thấy thế nào trong người?"
    }
  },
  {
    "translation": {
      "en": "Are you taking the right step?",
      "vi": "Anh có đang đi đúng đường?"
    }
  },
  {
    "translation": {
      "en": "Somewhere my inner self was saying, Either now or never, you have to do it.",
      "vi": "Đâu đó trong tâm tôi mách bảo: Bây giờ hoặc không bao giờ, làm thôi."
    }
  },
  {
    "translation": {
      "en": "His brother was not very happy, mind you.",
      "vi": "Anh trai anh ấy không vui lắm đâu, phiền anh."
    }
  },
  {
    "translation": {
      "en": "Because he would lose one talented director from his company.",
      "vi": "Bởi công ty anh ấy sẽ mất một giám đốc tài năng."
    }
  },
  {
    "translation": {
      "en": "Gulshan Rai, then the distributor of B.R. Chopra,",
      "vi": "Gulshan Rai, sau đó là nhà phân phối của B.R. Chopra,"
    }
  },
  {
    "translation": {
      "en": "and he was a big financer also, he called Yashji.",
      "vi": "cũng là nhà tài chính lớn, được gọi là Yashji."
    }
  },
  {
    "translation": {
      "en": "Gulshan Rai was a really big shot in those days.",
      "vi": "Gulshan Rai thực sự có tầm cỡ hồi đó."
    }
  },
  {
    "translation": {
      "en": "I mean, he was the most powerful distributor and financier.",
      "vi": "Ý là, anh ấy là nhà phân phối và nhà tài chính quyền lực nhất."
    }
  },
  {
    "translation": {
      "en": "He came to me.",
      "vi": "Anh ấy đã tìm đến tôi."
    }
  },
  {
    "translation": {
      "en": "I hear you want to produce a film.",
      "vi": "Nghe nói cậu muốn sản xuất một bộ phim."
    }
  },
  {
    "translation": {
      "en": "Any amount of money, whatever terms you want, I'm with you.",
      "vi": "Cậu muốn bao nhiêu tiền, điều khoản gì, tôi đều đồng ý."
    }
  },
  {
    "translation": {
      "en": "Mr. Gulshan Rai was so generous, so wonderful.",
      "vi": "Ông Gulshan Rai rất hào phóng, thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "He had faith in me as a director, as a businessman or as a man.",
      "vi": "Ông ấy có niềm tin vào tôi với tư cách một đạo diễn, doanh nhân và đàn ông."
    }
  },
  {
    "translation": {
      "en": "We started with one room, 10 by 20.",
      "vi": "Chúng tôi bắt đầu với căn phòng 10x20."
    }
  },
  {
    "translation": {
      "en": "And that is where Yash Raj Films was born.",
      "vi": "Và đó là nơi Yash Raj Films ra đời."
    }
  },
  {
    "translation": {
      "en": "After having made five films under the B.R. Films banner,",
      "vi": "DAAG - MỘT BÀI THƠ CỦA TÌNH YÊU Sau khi đã thực hiện năm bộ phim thuộc Hãng B.R. Films,"
    }
  },
  {
    "translation": {
      "en": "Yash Chopra decided to branch out on his own.",
      "vi": "Yash Chopra quyết định tự làm thương hiệu riêng mình."
    }
  },
  {
    "translation": {
      "en": "So in 1970, Yash Chopra creates Yash Raj Films.",
      "vi": "Nên năm 1970, Yash Chopra thành lập Hãng Yash Raj Films."
    }
  },
  {
    "translation": {
      "en": "And a year later in 1971, makes the first film for the banner,",
      "vi": "Một năm sau đó, năm 1971, làm bộ phim đầu tiên của hãng,"
    }
  },
  {
    "translation": {
      "en": "this drama called Daag.",
      "vi": "bộ phim này có tên Daag."
    }
  },
  {
    "translation": {
      "en": "Daag had Rajesh Khanna, who was a very big name,",
      "vi": "Daag có Rajesh Khanna, một tên tuổi rất lớn,"
    }
  },
  {
    "translation": {
      "en": "Sharmila Tagore and Rakhee.",
      "vi": "Sharmila Tagore và Rakhee."
    }
  },
  {
    "translation": {
      "en": "They were three big stars.",
      "vi": "Họ đều là ba ngôi sao lớn."
    }
  },
  {
    "translation": {
      "en": "I told you my intentions",
      "vi": "Tôi nói với em ý định của tôi"
    }
  },
  {
    "translation": {
      "en": "I laughed and said yes",
      "vi": "Tôi đã cười và nói vâng"
    }
  },
  {
    "translation": {
      "en": "The film Daag, when it was complete,",
      "vi": "Bộ phim Daag, khi nó hoàn thành,"
    }
  },
  {
    "translation": {
      "en": "all the distributers came to see the film.",
      "vi": "mọi nhà phân phối đã đến xem phim."
    }
  },
  {
    "translation": {
      "en": "They said, Wonderful, wonderful.",
      "vi": "Họ nói: Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "But in a very subdued way.",
      "vi": "Nhưng một cách rất thờ ơ."
    }
  },
  {
    "translation": {
      "en": "And Mr. Gulshan Rai told me in a very subtle way,",
      "vi": "Và ông Gulshan Rai đã nói với tôi theo cách rất tinh tế."
    }
  },
  {
    "translation": {
      "en": "It may not do well.",
      "vi": "Có thể không thành công."
    }
  },
  {
    "translation": {
      "en": "And now it's my test as a producer.",
      "vi": "Đó là thử thách của tôi với tư cách nhà sản xuất."
    }
  },
  {
    "translation": {
      "en": "If the picture doesn't do well, people will say,",
      "vi": "Nếu phim không thành công, người ta sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "Yash doesn't know anything.",
      "vi": "Yash chả biết gì cả."
    }
  },
  {
    "translation": {
      "en": "For many nights he didn't sleep,",
      "vi": "Nhiều đêm anh ấy không ngủ…"
    }
  },
  {
    "translation": {
      "en": "before the release of the film.",
      "vi": "…trước khi phát hành bộ phim."
    }
  },
  {
    "translation": {
      "en": "And then of course, Yash's first film was a hit.",
      "vi": "Và tất nhiên, phim đầu tay của Yash đã thành công vang dội."
    }
  },
  {
    "translation": {
      "en": "And then, he didn't believe it when it was declared a hit.",
      "vi": "Và sau đó, anh ấy không tin là nó thành công vang dội."
    }
  },
  {
    "translation": {
      "en": "He was probably the most modest person in the world.",
      "vi": "Anh ấy có lẽ là người khiêm tốn nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "Like, if he got an award, or an honor or something,",
      "vi": "Nếu anh ấy nhận giải thưởng, hay được vinh danh hay gì đó,"
    }
  },
  {
    "translation": {
      "en": "first thing he would tell me,",
      "vi": "điều đầu tiên anh ấy sẽ nói với tôi:"
    }
  },
  {
    "translation": {
      "en": "Do you think I really deserve this?",
      "vi": "Anh có thực sự xứng đáng?"
    }
  },
  {
    "translation": {
      "en": "I said, Yes, you must go and get it.",
      "vi": "Tôi nói: Có chứ, anh phải đi nhận nó."
    }
  },
  {
    "translation": {
      "en": "You can't help but feel excited on Yash Chopra's behalf",
      "vi": "Ta sẽ thấy vui thay Yash Chopra"
    }
  },
  {
    "translation": {
      "en": "in the early '70s.",
      "vi": "vào đầu những năm 70."
    }
  },
  {
    "translation": {
      "en": "He's not just a young producer, he's a young husband, he's a young father.",
      "vi": "Anh ấy không chỉ là nhà sản xuất trẻ, anh ấy là người chồng, người cha trẻ. ADITYA - SINH 1971"
    }
  },
  {
    "translation": {
      "en": "And he's somebody who is looking forward.",
      "vi": "UDAY - SINH 1971 Anh ấy luôn nhìn về phía trước."
    }
  },
  {
    "translation": {
      "en": "Now contrast that to the country that he finds himself in.",
      "vi": "Giờ hãy đối chiếu điều đó với đất nước mà anh ấy đang ở."
    }
  },
  {
    "translation": {
      "en": "The Pakistan Army commenced its operation to discipline the Bengali people.",
      "vi": "Quân đội Pakistan bắt đầu tiến hành đàn áp người dân Bengali."
    }
  },
  {
    "translation": {
      "en": "Long live Bangladesh!",
      "vi": "Bangladesh muôn năm!"
    }
  },
  {
    "translation": {
      "en": "The government of India could not remain a silent spectator.",
      "vi": "Chính phủ Ấn Độ không thể cứ làm khán giả im lặng."
    }
  },
  {
    "translation": {
      "en": "Situation is leading the two countries to a point of no return.",
      "vi": "Tình hình đang dẫn hai nước đến một điểm không thể trở lại."
    }
  },
  {
    "translation": {
      "en": "All the great promises of an independent nation…",
      "vi": "Tất cả những lời hứa vĩ đại của một quốc gia độc lập… PHÓNG VIÊN ĐIỆN ẢNH"
    }
  },
  {
    "translation": {
      "en": "Pakistan launched a surprise air- strike",
      "vi": "Pakistan thực hiện không kích bất ngờ"
    }
  },
  {
    "translation": {
      "en": "on Indian airfields in the western command area.",
      "vi": "trên sân bay Ấn Độ ở khu vực chỉ huy phía tây. CHIẾN TRANH ẤN ĐỘ - PAKISTAN"
    }
  },
  {
    "translation": {
      "en": "…those grand promises of independence, all of that was sort of souring.",
      "vi": "…những lời hứa vĩ đại về độc lập,  tất cả điều đó đều trở nên chua chát."
    }
  },
  {
    "translation": {
      "en": "We had, first, the events in Bangladesh,",
      "vi": "Chúng tôi nghe nói các sự kiện ở Bangladesh"
    }
  },
  {
    "translation": {
      "en": "leading to the stream of refugees.",
      "vi": "đang dẫn đến những dòng người tị nạn."
    }
  },
  {
    "translation": {
      "en": "Then the war, and then…",
      "vi": "Sau đó là chiến tranh…"
    }
  },
  {
    "translation": {
      "en": "There was corruption, there was anarchy, in parts of the country.",
      "vi": "Có tham nhũng, có vô chính phủ, ở nhiều nơi trên đất nước."
    }
  },
  {
    "translation": {
      "en": "Mujibur will win!",
      "vi": "Mujibur sẽ thắng!"
    }
  },
  {
    "translation": {
      "en": "Mujibur will win!",
      "vi": "Mujibur sẽ thắng!"
    }
  },
  {
    "translation": {
      "en": "And then of course, Emergency in 1975.",
      "vi": "Và sau đó dĩ nhiên, tình trạng báo động năm 1975."
    }
  },
  {
    "translation": {
      "en": "The Allahabad High Court",
      "vi": "Tòa án Tối cao Allahabad"
    }
  },
  {
    "translation": {
      "en": "found Indira Gandhi guilty of electoral malpractices.",
      "vi": "kết luận Indira Gandhi phạm lỗi bầu cử. INDIRA GANDHI TUYÊN BỐ BÁO ĐỘNG"
    }
  },
  {
    "translation": {
      "en": "When the Emergency was enforced,",
      "vi": "Khi áp đặt tình trạng báo động,"
    }
  },
  {
    "translation": {
      "en": "Indira Gandhi's government assumed dictatorial powers",
      "vi": "chính phủ của Indira Gandhi nắm quyền độc tài"
    }
  },
  {
    "translation": {
      "en": "and crushed all dissent.",
      "vi": "và đè bẹp mọi bất đồng."
    }
  },
  {
    "translation": {
      "en": "Thousands of media persons were jailed and the judiciary was…",
      "vi": "Hàng ngàn người trong giới truyền thông đã bị bỏ tù và cơ quan tư pháp…"
    }
  },
  {
    "translation": {
      "en": "In 1975, you have the Emergency,",
      "vi": "Năm 1975 có tình trạng báo động,"
    }
  },
  {
    "translation": {
      "en": "which gives a set of Draconian principles",
      "vi": "bộ luật hà khắc của Draco ra đời,"
    }
  },
  {
    "translation": {
      "en": "and it locks down the country.",
      "vi": "và khiến đất nước bị đóng cửa."
    }
  },
  {
    "translation": {
      "en": "For two years, the press has no freedom at all.",
      "vi": "Trong hai năm, báo chí không có tự do gì."
    }
  },
  {
    "translation": {
      "en": "- And in that climate, there is a backlash. -",
      "vi": "Và trong không khí đó, có một phản ứng dữ dội."
    }
  },
  {
    "translation": {
      "en": "And the backlash comes in the form of the Angry Young Man,",
      "vi": "Và phản ứng dữ dội xuất hiện dưới hình thức của Thanh Niên Giận Dữ."
    }
  },
  {
    "translation": {
      "en": "which is modelled, to near perfection by Amitabh Bachchan.",
      "vi": "Nó đã được mô phỏng, gần như hoàn hảo bởi Amitabh Bachchan."
    }
  },
  {
    "translation": {
      "en": "Overnight, the hero changed, the face of the hero changed.",
      "vi": "Qua một đêm, anh hùng thay đổi, khuôn mặt thay đổi."
    }
  },
  {
    "translation": {
      "en": "Hand over the briefcase… or else…",
      "vi": "Giao chiếc cặp đi… không thì…"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "I'll forget this briefcase full of gold, Raj Singh.",
      "vi": "Tôi sẽ quên chiếc cặp đầy vàng này, Raj Singh."
    }
  },
  {
    "translation": {
      "en": "But I won't forget you.",
      "vi": "Tôi sẽ không quên anh."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Của anh đây."
    }
  },
  {
    "translation": {
      "en": "Amitji was playing this Angry Young Man",
      "vi": "Amitji vào vai Thanh Niên Giận Dữ này,"
    }
  },
  {
    "translation": {
      "en": "who's not the squeaky clean kind of a hero.",
      "vi": "mà không phải kiểu anh hùng không tì vết."
    }
  },
  {
    "translation": {
      "en": "He would be a rebel, he would be someone who is a criminal…",
      "vi": "Anh ấy là kẻ nổi loạn, là tội phạm…"
    }
  },
  {
    "translation": {
      "en": "The nozzle is aimed at your brains.",
      "vi": "Nòng súng đang nhắm vào đầu anh."
    }
  },
  {
    "translation": {
      "en": "…but whose heart is on the right side.",
      "vi": "…nhưng tim anh ở bên chính nghĩa."
    }
  },
  {
    "translation": {
      "en": "This isn't your plate, it has my name written on it.",
      "vi": "Đây không phải là đĩa của anh, có tên của tôi viết trên đó."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "And Amitabh Bachchan became the voice of the common man.",
      "vi": "Và Amitabh Bachchan trở thành tiếng nói của thường dân."
    }
  },
  {
    "translation": {
      "en": "He became their hero, their role model that they rooted for.",
      "vi": "Anh ấy trở thành người hùng, hình mẫu mà họ ủng hộ."
    }
  },
  {
    "translation": {
      "en": "Cinema at that point of time was only Amitabh Bachchan.",
      "vi": "Điện ảnh lúc bấy giờ chỉ có Amitabh Bachchan. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Everything was about him.",
      "vi": "Mọi thứ là về anh ấy."
    }
  },
  {
    "translation": {
      "en": "It was, like, invariably a ritual.",
      "vi": "Nó luôn giống như một nghi lễ."
    }
  },
  {
    "translation": {
      "en": "Like, if we went out to watch a movie as kids,",
      "vi": "Nếu ra ngoài xem phim khi còn nhỏ…"
    }
  },
  {
    "translation": {
      "en": "we'd come back home and re- enact parts of that movie.",
      "vi": "UDAY CHOPRA DIỄN VIÊN VÀ NHÀ SẢN XUẤT, CON TRAI CỦA YASH CHOPRA …chúng tôi sẽ về và diễn lại bộ phim đó."
    }
  },
  {
    "translation": {
      "en": "We never understood the emotional sub- text.",
      "vi": "Chúng tôi không hiểu được cảm xúc ẩn giấu."
    }
  },
  {
    "translation": {
      "en": "That's something we never thought about as kids.",
      "vi": "Điều chúng tôi chưa nghĩ đến hồi nhỏ."
    }
  },
  {
    "translation": {
      "en": "For us it was, Oh, my God, this is so cool.",
      "vi": "DIỄN VIÊN, CON TRAI AMITABH BACHCHAN Nó kiểu: Trời ơi, điều này thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Abhishek and I used to play together as kids.",
      "vi": "Hồi nhỏ, Abhishek và tôi hay chơi cùng nhau."
    }
  },
  {
    "translation": {
      "en": "And the common fight between us was",
      "vi": "Và bọn tôi thường cãi nhau xem"
    }
  },
  {
    "translation": {
      "en": "who's going to be Amitabh Bachchan?",
      "vi": "ai sẽ làm Amitabh Bachchan?"
    }
  },
  {
    "translation": {
      "en": "And he was like, I'm his son.",
      "vi": "Tôi là con ông ấy."
    }
  },
  {
    "translation": {
      "en": "I said, You can't every time be Amitabh Bachchan.",
      "vi": "Đâu thể lúc nào cũng là Amitabh Bachchan."
    }
  },
  {
    "translation": {
      "en": "Because we were crazy fans. Like, at that point,",
      "vi": "Chúng tôi hâm mộ điên cuồng. Vì vào lúc đó,"
    }
  },
  {
    "translation": {
      "en": "he was the superstar, right? Everybody wanted to be him.",
      "vi": "ông ấy đúng là siêu sao. Ai cũng muốn làm ông ấy."
    }
  },
  {
    "translation": {
      "en": "At Indiana University,",
      "vi": "Ở trường Đại học Indiana,"
    }
  },
  {
    "translation": {
      "en": "where I'd gone to do my under- graduate in media studies",
      "vi": "nơi tôi đã học về truyền thông…"
    }
  },
  {
    "translation": {
      "en": "thinking I'd get a job in Chicago, New York, as a copywriter.",
      "vi": "DIỄN VIÊN …nghĩ rằng tôi sẽ kiếm việc viết quảng cáo."
    }
  },
  {
    "translation": {
      "en": "And in my second year, uh, I was late to register for classes,",
      "vi": "Vào năm thứ hai, do tôi đăng ký lớp học muộn,"
    }
  },
  {
    "translation": {
      "en": "there was one seat left and it happened to be Acting I for non- majors.",
      "vi": "chỉ còn một suất và nó là lớp diễn xuất cho người không chuyên ngành."
    }
  },
  {
    "translation": {
      "en": "And on the first day, the instructor asked us",
      "vi": "Vào ngày đầu tiên, người hướng dẫn yêu cầu chúng tôi"
    }
  },
  {
    "translation": {
      "en": "to just get up and perform something.",
      "vi": "chỉ cần đứng dậy và diễn gì đó."
    }
  },
  {
    "translation": {
      "en": "You want to say a poem, you want to dance, just do it.",
      "vi": "Muốn đọc thơ, muốn nhảy, cứ làm đi."
    }
  },
  {
    "translation": {
      "en": "So I was like, Okay. Uh, got to do something I know how to do.",
      "vi": "Vì vậy, tôi nghĩ: Được rồi. Phải làm gì đó mà mình biết làm."
    }
  },
  {
    "translation": {
      "en": "I… And I knew the words of the monologue from Deewaar.",
      "vi": "Và tôi thuộc đoạn độc thoại từ Deewaar."
    }
  },
  {
    "translation": {
      "en": "Your rules and your principles.",
      "vi": "Các quy tắc và nguyên tắc của anh."
    }
  },
  {
    "translation": {
      "en": "What good are they?",
      "vi": "Chúng có gì tốt?"
    }
  },
  {
    "translation": {
      "en": "Your principles cannot feed you, Ravi!",
      "vi": "Các nguyên tắc của anh không thể nuôi sống anh, Ravi!"
    }
  },
  {
    "translation": {
      "en": "I started performing in front of the class and there was an African- American student,",
      "vi": "Tôi bắt đầu biểu diễn trước lớp. Có sinh viên người Mỹ gốc Phi,"
    }
  },
  {
    "translation": {
      "en": "there was a Korean student,",
      "vi": "có một sinh viên Hàn Quốc,"
    }
  },
  {
    "translation": {
      "en": "there were people who didn't understand the Hindi language at all.",
      "vi": "có những người hoàn toàn không hiểu tiếng Hindi."
    }
  },
  {
    "translation": {
      "en": "We grew up on this footpath together.",
      "vi": "Ta lớn lên trên con đường này."
    }
  },
  {
    "translation": {
      "en": "But you got left behind and here I am.",
      "vi": "Nhưng anh đã rời đi, giờ tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "Today, I have buildings, properties, bank balance, bungalows, cars.",
      "vi": "Giờ tôi có nhà, tài sản, có tiền, nhà gỗ, xe hơi."
    }
  },
  {
    "translation": {
      "en": "What do you have?",
      "vi": "Anh có cái gì?"
    }
  },
  {
    "translation": {
      "en": "I have my mother.",
      "vi": "Tôi có mẹ."
    }
  },
  {
    "translation": {
      "en": "And they were like…  Like that.",
      "vi": "Và trông họ đều thế này."
    }
  },
  {
    "translation": {
      "en": "You know? And I went for it. Like, I was like…",
      "vi": "Tôi cứ làm tới. Kiểu như…"
    }
  },
  {
    "translation": {
      "en": "Because there is also no other way to deliver this monologue, okay?",
      "vi": "Vì chẳng còn cách nào khác để diễn màn độc thoại này."
    }
  },
  {
    "translation": {
      "en": "You can't speak about Hindi cinema without speaking about Deewaar.",
      "vi": "Nhắc tới Bollywood là không thể không nhắc tới Deewaar."
    }
  },
  {
    "translation": {
      "en": "Deewaar was the template of the Angry Young Man.",
      "vi": "Dewaar là mẫu của Thanh Niên Giận Dữ."
    }
  },
  {
    "translation": {
      "en": "I think what Yash Chopra created in Deewaar",
      "vi": "Tôi nghĩ điều mà Yash Chopra tạo ra trong Deewaar"
    }
  },
  {
    "translation": {
      "en": "catapulted Mr. Bachchan to being who he became.",
      "vi": "đã thúc đẩy ông Bachan trở thành người như bây giờ."
    }
  },
  {
    "translation": {
      "en": "A lot of people thought Deewaar is an action film.",
      "vi": "Nhiều người nghĩ Deewaar là phim hành động."
    }
  },
  {
    "translation": {
      "en": "In Deewaar, there was only one fight.",
      "vi": "BIÊN KỊCH Deewaar chỉ có một cảnh đánh nhau."
    }
  },
  {
    "translation": {
      "en": "Otherwise that was a film of family drama.",
      "vi": "Ngoài cảnh đó, nó là phim tình cảm gia đình."
    }
  },
  {
    "translation": {
      "en": "Two brothers, mother.",
      "vi": "Hai anh em, người mẹ."
    }
  },
  {
    "translation": {
      "en": "My early memory of Yashji is in his flashy sports car",
      "vi": "Kí ức đầu của tôi về Yashji là trong chiếc xe thể thao bóng loáng"
    }
  },
  {
    "translation": {
      "en": "driving down Marine Drive.",
      "vi": "phóng trên đường Marine Drive."
    }
  },
  {
    "translation": {
      "en": "And Yashji was always looked upon as this new- age young director",
      "vi": "Và Yashji luôn được coi là đạo diễn mới trong thế hệ trẻ này… DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "who was wanting to make different films.",
      "vi": "…người luôn muốn quay những bộ phim mới lạ."
    }
  },
  {
    "translation": {
      "en": "Salim- Javed suggested that Mr. Yash Chopra should direct Deewaar.",
      "vi": "Salm-Javed từng nhờ Yash Chopra đạo diễn Deewaar. BỘ ĐÔI BIÊN KỊCH"
    }
  },
  {
    "translation": {
      "en": "Now Yashji, by that time, had established himself as a director",
      "vi": "Ở thời điểm đó, Yashji đã tạo dựng mình là một đạo diễn"
    }
  },
  {
    "translation": {
      "en": "who worked more in beautiful sceneries,",
      "vi": "thiên về các cảnh quay đẹp,"
    }
  },
  {
    "translation": {
      "en": "objects and the beauty of nature.",
      "vi": "những vật thể và vẻ đẹp của thiên nhiên."
    }
  },
  {
    "translation": {
      "en": "But Deewaar was very rugged.",
      "vi": "Nhưng Deewaar rất khô khan."
    }
  },
  {
    "translation": {
      "en": "And one wondered whether he would accept to do something like this.",
      "vi": "Và ta đều tự hỏi liệu ông ấy có làm một phim như vậy không."
    }
  },
  {
    "translation": {
      "en": "Yashji never lost his mind towards nature and towards romance",
      "vi": "Yashji chưa từng quên đi thiên nhiên hay sự lãng mạn"
    }
  },
  {
    "translation": {
      "en": "even when he was doing a film like Deewaar.",
      "vi": "kể cả khi ông ấy quay một phim như Deewaar."
    }
  },
  {
    "translation": {
      "en": "So there is a shot where I've decided to go and take revenge",
      "vi": "Nên có một cảnh mà tôi quyết định đi trả thù,"
    }
  },
  {
    "translation": {
      "en": "and I've put up my revolver, and I'm looking very intensely.",
      "vi": "tôi cầm súng lên, trông tôi rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "And the camera shifts and goes to a bouquet of roses.",
      "vi": "Và camera chuyển hướng sang một bó hoa hồng."
    }
  },
  {
    "translation": {
      "en": "I said, Hey, Yashji, this is a very intense scene.",
      "vi": "Này, Yashji, đây là cảnh nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "We're talking about bullets and things like that.",
      "vi": "Đang cảnh súng đạn trả thù đó."
    }
  },
  {
    "translation": {
      "en": "Why are you going to a bouquet?",
      "vi": "Tại sao lại quay hoa?"
    }
  },
  {
    "translation": {
      "en": "It looks nice.",
      "vi": "Trông đẹp mà."
    }
  },
  {
    "translation": {
      "en": "I think marriage and becoming a father had a significant influence",
      "vi": "Tôi nghĩ kết hôn và làm cha có sức ảnh hưởng lớn"
    }
  },
  {
    "translation": {
      "en": "on, uh, Yash Chopra's filmmaking life.",
      "vi": "lên cuộc đời làm phim của Yash Chopra."
    }
  },
  {
    "translation": {
      "en": "As it would do to perhaps to any director.",
      "vi": "Và có lẽ là cả những đạo diễn khác."
    }
  },
  {
    "translation": {
      "en": "And you get the sense that there's the personal",
      "vi": "Và ta cảm nhận được có gì đó cá nhân"
    }
  },
  {
    "translation": {
      "en": "that's beautifully melding into the professional.",
      "vi": "đã tác động một cách đẹp đẽ lên công việc của họ."
    }
  },
  {
    "translation": {
      "en": "We don't call the wife the better half without reason.",
      "vi": "Ta không gọi vợ là nửa kia tốt hơn mà không có lí do."
    }
  },
  {
    "translation": {
      "en": "Pam was somewhere in the background,",
      "vi": "Pam ở đâu đó sau sân khấu,"
    }
  },
  {
    "translation": {
      "en": "but all her thoughts, her thinking were always in the foreground.",
      "vi": "nhưng tất cả suy nghĩ của cô ấy đều luôn trên sân khấu."
    }
  },
  {
    "translation": {
      "en": "Pamji was a big contributor to Yashji's, uh, success in the initial years.",
      "vi": "Pam là có công lớn đến thành công của Yashiji trong những năm đầu tiên. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Especially when he started off on his own.",
      "vi": "Nhất là khi ông ấy bắt đầu ra làm riêng."
    }
  },
  {
    "translation": {
      "en": "She was a world woman.",
      "vi": "Bà ấy tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Educated, intelligent, articulate.",
      "vi": "Có học thức, thông minh, tự tin."
    }
  },
  {
    "translation": {
      "en": "The kind of importance Yashji had on the set,",
      "vi": "Yashji có tầm quan trọng trên phim trường,"
    }
  },
  {
    "translation": {
      "en": "Pam Chopra had off the set.",
      "vi": "Pam Chopra thì là ở phía sau."
    }
  },
  {
    "translation": {
      "en": "She's an automatic organizer. It's in her.",
      "vi": "Bản chất của bà ấy là người có tổ chức. DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "She was the one who made sure that everybody knew everybody",
      "vi": "Bà ấy là người đảm bảo rằng ai cũng biết nhau… DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "and everybody kept in touch with everybody.",
      "vi": "…và giữ liên hệ với nhau."
    }
  },
  {
    "translation": {
      "en": "Music is my passion, actually.",
      "vi": "Thật ra, âm nhạc là đam mê của tôi."
    }
  },
  {
    "translation": {
      "en": "Yash knew that, and invited me to attend the music sitting.",
      "vi": "Yash biết điều đó, và mời tôi vào đội ngũ sản xuất nhạc."
    }
  },
  {
    "translation": {
      "en": "And slowly I became a part of that group.",
      "vi": "Dần dần tôi trở thành một phần của nhóm."
    }
  },
  {
    "translation": {
      "en": "My mother had a really good sense of music and song.",
      "vi": "Mẹ tôi có cảm nhận rất tốt về âm nhạc và bài hát."
    }
  },
  {
    "translation": {
      "en": "We have this gadda room,  you know, in our house,",
      "vi": "Chúng tôi có cái phòng gadda ở trong nhà,"
    }
  },
  {
    "translation": {
      "en": "which was like the music room.",
      "vi": "nó giống phòng âm nhạc ấy."
    }
  },
  {
    "translation": {
      "en": "And it was specifically created for a creatively inducive environment.",
      "vi": "Và căn phòng đó được đặc biệt làm ra để làm nơi sáng tạo."
    }
  },
  {
    "translation": {
      "en": "I remember as kids playing outside",
      "vi": "Vẫn nhớ hồi nhỏ chơi ở ngoài"
    }
  },
  {
    "translation": {
      "en": "and we heard these songs going on inside",
      "vi": "nghe thấy những bài hát bên trong"
    }
  },
  {
    "translation": {
      "en": "and my mother and father would be going through different pieces of music,",
      "vi": "và bố mẹ tôi đang nghe những bài hát khác nhau,"
    }
  },
  {
    "translation": {
      "en": "trying to figure what fits, what doesn't fit.",
      "vi": "cố gắng tìm ra thứ phù hợp."
    }
  },
  {
    "translation": {
      "en": "Working with a lyricist.",
      "vi": "Có người viết lời."
    }
  },
  {
    "translation": {
      "en": "And I think the credit of getting Punjabi music into the films",
      "vi": "Và tôi nghĩ công lao đưa nhạc Punjabi vào phim"
    }
  },
  {
    "translation": {
      "en": "was partly Pam Chopraji's.",
      "vi": "một phần thuộc về Pam Chorpaji."
    }
  },
  {
    "translation": {
      "en": "Till today it's such an integral part",
      "vi": "Tới ngày nay, nó là phần không thể thiếu"
    }
  },
  {
    "translation": {
      "en": "and all the hit songs which we all dance to today",
      "vi": "và tất cả các bản hit ta nhảy múa theo ngày hôm nay,"
    }
  },
  {
    "translation": {
      "en": "are having a Punjabi background.",
      "vi": "đều xuất phát từ Punjabi."
    }
  },
  {
    "translation": {
      "en": "To self",
      "vi": "Cho chính mình"
    }
  },
  {
    "translation": {
      "en": "The promise that was made",
      "vi": "Lời hứa được tạo ra GIỌNG PAMELA CHOPRA"
    }
  },
  {
    "translation": {
      "en": "I think once my father got married,",
      "vi": "Tôi nghĩ khi bố tôi kết hôn,"
    }
  },
  {
    "translation": {
      "en": "he was very interested in my mother's point of view.",
      "vi": "ông ấy rất hứng thú với góc nhìn của mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "So he would always ask her, you know, what is the woman's perspective.",
      "vi": "Vì thế ông ấy luôn hỏi bà, góc nhìn của phụ nữ thì như nào."
    }
  },
  {
    "translation": {
      "en": "And I think you will see that change in his movies post- marriage.",
      "vi": "Tôi nghĩ ta có thể thấy sự thay đổi đó trong những phim hậu kết hôn của ông."
    }
  },
  {
    "translation": {
      "en": "Having a partner by his side who's a keen, intelligent mind,",
      "vi": "Có một người bạn đời có trí tuệ, nhạy bén bên cạnh,"
    }
  },
  {
    "translation": {
      "en": "I think, started to imbue his films, not just with a certain kind of softness,",
      "vi": "đã nhuộm màu phim của ông, không chỉ với sự dịu dàng,"
    }
  },
  {
    "translation": {
      "en": "but also with a very keen awareness about his female characters.",
      "vi": "mà với cả sự hiểu biết sâu sắc về những nhân vật nữ của ông."
    }
  },
  {
    "translation": {
      "en": "In fact, she's the one who's written the story of Kabhi Kabhie.",
      "vi": "Thật ra, bà ấy viết kịch bản cho Kabhi Kabhie."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, new leaves will sprout.",
      "vi": "Ngày mai, những chiếc lá mới sẽ đầm chồi."
    }
  },
  {
    "translation": {
      "en": "And new flowers will blossom.",
      "vi": "Và những đóa hoa sẽ nở rộ."
    }
  },
  {
    "translation": {
      "en": "Fresh new footsteps will leave their mark on new grasslands.",
      "vi": "Những bước chân chập chững sẽ lưu trên cỏ mới."
    }
  },
  {
    "translation": {
      "en": "After every successful film, a director wants to try something new.",
      "vi": "Sau mỗi phim thành công, đạo diễn sẽ muốn thử cái mới."
    }
  },
  {
    "translation": {
      "en": "I think Kabhi Kabhie",
      "vi": "Tôi nghĩ theo cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "in a way, it was an art film.",
      "vi": "Kabhi Kabhie là phim nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "An experiment in romance.",
      "vi": "Một thử nghiệm phim lãng mạn."
    }
  },
  {
    "translation": {
      "en": "I just want to be happy in life.",
      "vi": "Đời tôi chỉ muốn hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "But it was the biggest star cast possible at that time.",
      "vi": "Nhưng đó là dàn sao nổi tiếng nhất lúc ấy."
    }
  },
  {
    "translation": {
      "en": "So people thought I'm making a very commercial film.",
      "vi": "Nên cứ nghĩ là phim thương mại."
    }
  },
  {
    "translation": {
      "en": "Sometimes",
      "vi": "Đôi khi"
    }
  },
  {
    "translation": {
      "en": "My heart tells me",
      "vi": "Trái tim nói với anh"
    }
  },
  {
    "translation": {
      "en": "Sometimes",
      "vi": "Đôi khi"
    }
  },
  {
    "translation": {
      "en": "My heart tells me",
      "vi": "Trái tim nói với anh"
    }
  },
  {
    "translation": {
      "en": "You were created for me",
      "vi": "Em sinh ra là dành cho anh"
    }
  },
  {
    "translation": {
      "en": "We shot for Deewaar for several months.",
      "vi": "Deewaar quay trong vài tháng."
    }
  },
  {
    "translation": {
      "en": "Within ten or 15 days, we started Kabhi Kabhie.",
      "vi": "Trong 10 đến 15 ngày, chúng tôi bắt đầu Kabhi Kabhie."
    }
  },
  {
    "translation": {
      "en": "The switchover from something so aggressive and so dark,",
      "vi": "Việc bất ngờ thay đổi từ cái hung hăng và đen tối,"
    }
  },
  {
    "translation": {
      "en": "suddenly to shift to an environment",
      "vi": "sang môi trường"
    }
  },
  {
    "translation": {
      "en": "which is full of flowers and mountains and snow,",
      "vi": "đầy hoa, núi và tuyết,"
    }
  },
  {
    "translation": {
      "en": "it was a very adventurous switchover.",
      "vi": "đó là sự thay đổi rất mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "But the ease with which he just adapted to that",
      "vi": "Nhưng cách ông ấy làm quen dễ dàng"
    }
  },
  {
    "translation": {
      "en": "was just quite remarkable.",
      "vi": "thật sự rất kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "In a moment, my poetry will be sung",
      "vi": "Trong một khoảnh khắc Bài thơ của anh sẽ được hát lên"
    }
  },
  {
    "translation": {
      "en": "In a moment, my story will have ended",
      "vi": "Trong một khoảnh khắc Câu chuyện của anh sẽ kết thúc"
    }
  },
  {
    "translation": {
      "en": "For only a moment I will live in ecstasy",
      "vi": "Trong khoảnh khắc Anh sống trong sự mê ly"
    }
  },
  {
    "translation": {
      "en": "Kabhi Kabhie is a story of a young poet.",
      "vi": "Kabhi Kabhie là câu chuyện về nhà thơ trẻ."
    }
  },
  {
    "translation": {
      "en": "He falls in love with a woman.",
      "vi": "Anh ta yêu một người phụ nữ."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "vi": "Em tên gì?"
    }
  },
  {
    "translation": {
      "en": "But her parents get her married to another person, an architect.",
      "vi": "Nhưng bố mẹ cô ấy bắt cô ấy cưới người khác, một kiến trúc sư."
    }
  },
  {
    "translation": {
      "en": "My wedding gift for you.",
      "vi": "Món quà cưới tôi dành cho em."
    }
  },
  {
    "translation": {
      "en": "And Amitabh Bachchan is pretty heart broken.",
      "vi": "Và Amitabh Bachchan đã tan nát trái tim."
    }
  },
  {
    "translation": {
      "en": "So Amitabh Bachchan quits poetry,",
      "vi": "Nên Amitabh Bachchan bỏ thơ"
    }
  },
  {
    "translation": {
      "en": "he gets married to another character played by Waheeda Rehman.",
      "vi": "và cưới một người khác do Waheeda Rehman thủ vai."
    }
  },
  {
    "translation": {
      "en": "Strange, isn't it?",
      "vi": "Lạ lùng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Then the film cuts two decades later",
      "vi": "Rồi phim chuyển đến cảnh hai thập niên sau,"
    }
  },
  {
    "translation": {
      "en": "and dives into the lives of the younger generation.",
      "vi": "và tập trung khai thác cuộc sống của lứa trẻ."
    }
  },
  {
    "translation": {
      "en": "I can't take my eyes off you",
      "vi": "Anh không thể rời mắt khỏi em"
    }
  },
  {
    "translation": {
      "en": "Kabhi Kabhie was a picnic.",
      "vi": "Kabhi Kabhie là phim dễ làm."
    }
  },
  {
    "translation": {
      "en": "I mean, I think Yashji had the whole script in his head.",
      "vi": "Tôi nghĩ Yashji đã có kịch bản trong đầu."
    }
  },
  {
    "translation": {
      "en": "- Hmm. - But he never made us feel what's going…",
      "vi": "DIỄN VIÊN Nhưng ông ấy không để lộ vấn đề…"
    }
  },
  {
    "translation": {
      "en": "We were just having fun.",
      "vi": "Chúng tôi cứ vui vẻ."
    }
  },
  {
    "translation": {
      "en": "We were playing games, and we were eating and just joking.",
      "vi": "Chúng tôi chơi đùa, chúng tôi ăn và ông ấy thì đùa giỡn."
    }
  },
  {
    "translation": {
      "en": "I didn't even know what I was doing.",
      "vi": "Chẳng rõ mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I mean, he was…  You wanted my role in the movie, remember?",
      "vi": "Ông muốn tôi vào vai đó, nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "No, mine is a different story altogether.",
      "vi": "Không, vai của tôi là chuyện khác."
    }
  },
  {
    "translation": {
      "en": "Being in love isn't wrong",
      "vi": "Rơi vào tình yêu không phải sai"
    }
  },
  {
    "translation": {
      "en": "When I was approached for Kabhi Kabhie, I didn't want to do the film",
      "vi": "Khi được mời vào Kabhi Kabhie, tôi đã không muốn nhận vai"
    }
  },
  {
    "translation": {
      "en": "because I felt if they gave me Neetu's role, I would do that.",
      "vi": "vì tôi thấy nếu cho tôi vai diễn Neetu, tôi mới nhận nó."
    }
  },
  {
    "translation": {
      "en": "- He wanted to reverse the roles. - Reverse.",
      "vi": "- Ông ấy muốn đổi vai. - Đổi."
    }
  },
  {
    "translation": {
      "en": "But Yashji said, That's the girl's role. How can we give that to you?",
      "vi": "Nhưng Yashji nói: Đây là vai nữ. Sao cho anh được?"
    }
  },
  {
    "translation": {
      "en": "I said, You make it into a male.",
      "vi": "Tôi nói biến thành vai nam đi."
    }
  },
  {
    "translation": {
      "en": "Then why did you say that I have another mother?",
      "vi": "Vậy tại sao cô nói tôi có mẹ khác?"
    }
  },
  {
    "translation": {
      "en": "I don't have another mom.",
      "vi": "Tôi không có người mẹ nào khác."
    }
  },
  {
    "translation": {
      "en": "You know, perhaps I was a little childish, I do not know what the reason was.",
      "vi": "Có lẽ tôi hơi trẻ con, tôi không biết tại sao phải làm thế."
    }
  },
  {
    "translation": {
      "en": "But then came my uncle, who sat me down and, you know--",
      "vi": "Nhưng khi tôi gặp chú tôi, chú ngồi cạnh tôi…"
    }
  },
  {
    "translation": {
      "en": "- Shashi Kapoor. - Made me understand.",
      "vi": "- Shashi. - …giúp tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Shashi Kapoor and Yashji made me understand.",
      "vi": "Shashi Kapoor và Yashji giúp tôi hiểu ra."
    }
  },
  {
    "translation": {
      "en": "They convinced me, took me to Srinagar, they shot about 14, 15 scenes",
      "vi": "Họ thuyết phục, đưa tôi tới Srinagar, họ quay khoảng 14, 15 cảnh"
    }
  },
  {
    "translation": {
      "en": "- in that one day I was there with them. -",
      "vi": "trong một ngày tôi ở cùng họ."
    }
  },
  {
    "translation": {
      "en": "Then I was stuck in the continuity in the film.",
      "vi": "Và tôi đã kẹt lại trong sự tiến triển của phim."
    }
  },
  {
    "translation": {
      "en": "Not that, you know, I was going… And I said, Oh, my God, now I'm stuck.",
      "vi": "Tôi nói: Chúa ơi, tôi mắc kẹt rồi."
    }
  },
  {
    "translation": {
      "en": "But now, when I look back in retrospect, I feel that",
      "vi": "Nhưng giờ, khi nhìn lại, tôi cảm thấy"
    }
  },
  {
    "translation": {
      "en": "how stupid, how silly I was.",
      "vi": "tôi ngu ngốc, ngớ ngẩn ra sao."
    }
  },
  {
    "translation": {
      "en": "What a lovely role he had.",
      "vi": "Vai diễn đó rất đáng yêu."
    }
  },
  {
    "translation": {
      "en": "I would've missed out on such a wonderful film,",
      "vi": "Tôi suýt nữa đã bở lỡ bộ phim tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "which is probably, you know, few of the very",
      "vi": "Một phim mà là một trong số ít"
    }
  },
  {
    "translation": {
      "en": "lovely romantic films we have made in this country.",
      "vi": "những bộ phim lãng mạn từng làm ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "One of the most memorable things about Kabhi Kabhie",
      "vi": "Một trong những điều đáng nhớ nhất về Kabhi Kabhie"
    }
  },
  {
    "translation": {
      "en": "is that it really empowers its female characters.",
      "vi": "chính là nó thật sự trao quyền cho các nhân vật nữ."
    }
  },
  {
    "translation": {
      "en": "The narrative of Kabhi Kabhie was driven by a woman.",
      "vi": "Câu chuyện của Kabhi Kabhie được dẫn dắt bởi phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "vi": "Vâng?"
    }
  },
  {
    "translation": {
      "en": "Because it was the main mastery role. That led the narrative.",
      "vi": "Vì đó là vai chính. Nó dẫn dắt mạch chuyện."
    }
  },
  {
    "translation": {
      "en": "My name is Pinky.",
      "vi": "Tên tôi là Pinky."
    }
  },
  {
    "translation": {
      "en": "The film is very clear- eyed",
      "vi": "Bộ phim làm vô cùng rõ ràng"
    }
  },
  {
    "translation": {
      "en": "about the agency that the female characters have.",
      "vi": "về những sức mạnh mà những nhân vật nữ có."
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "vi": "Đó là ai vậy?"
    }
  },
  {
    "translation": {
      "en": "Not just making decisions for themselves,",
      "vi": "Không chỉ tự đưa ra quyết định cho chính mình,"
    }
  },
  {
    "translation": {
      "en": "but owning up to their decisions, their losses,",
      "vi": "mà còn chịu trách nhiệm cho những quyết định, mất mát,"
    }
  },
  {
    "translation": {
      "en": "their happiness, joys, and things like that.",
      "vi": "niềm vui, niềm hạnh phúc, mọi thứ của họ."
    }
  },
  {
    "translation": {
      "en": "I will not make you suffer anymore.",
      "vi": "Tôi không để cô chịu đựng nữa."
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "vi": "Tôi hứa."
    }
  },
  {
    "translation": {
      "en": "Kabhi Kabhie is extremely nuanced, and extremely complex",
      "vi": "Kabhie Kabhie rất nhiều sắc thái, và cực kỳ phức tạp"
    }
  },
  {
    "translation": {
      "en": "and the things it's saying about a relationship, about marriage",
      "vi": "và nó nói về mối quan hệ, kết hôn"
    }
  },
  {
    "translation": {
      "en": "is very different from traditional notions of women",
      "vi": "rất khác so với quan niệm truyền thống về phụ nữ"
    }
  },
  {
    "translation": {
      "en": "and fidelity, and what… You know, You can love only one person.",
      "vi": "và lòng chung thủy, kiểu, Ta chỉ được yêu một người."
    }
  },
  {
    "translation": {
      "en": "Are you happy?",
      "vi": "Anh hạnh phúc?"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm happy from the conventional point of view.",
      "vi": "Có, tôi hạnh phúc, theo quan điểm thông thường."
    }
  },
  {
    "translation": {
      "en": "These were mature scenes, they were modern scenes.",
      "vi": "Có cảnh trưởng thành, có cảnh hiện đại."
    }
  },
  {
    "translation": {
      "en": "They are scenes people avoid. But I have put it. These are the scenes.",
      "vi": "Có những cảnh người ta tránh né. Nhưng tôi vẫn cho vào."
    }
  },
  {
    "translation": {
      "en": "These are the… In fact, this is life.",
      "vi": "Thực chất, đó là cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Sometimes my heart tells me",
      "vi": "Đôi khi trái tim nói với tôi"
    }
  },
  {
    "translation": {
      "en": "life could have passed in the shade of your long tresses.",
      "vi": "cuộc sống trôi qua theo chiều dài tóc em."
    }
  },
  {
    "translation": {
      "en": "And I think Kabhi Kabhie also reintroduced a vulnerable,",
      "vi": "Tôi nghĩ Kabhi Kabhie đã tái giới thiệu một anh hùng phim ảnh"
    }
  },
  {
    "translation": {
      "en": "gentle Hindi film hero that needn't be so macho all the time.",
      "vi": "dịu dàng, dễ tan vỡ mà không cần phải ra vẻ đàn ông mọi lúc."
    }
  },
  {
    "translation": {
      "en": "This is when Mr. Bachchan stopped being",
      "vi": "Đó là khi Bachchan dừng việc"
    }
  },
  {
    "translation": {
      "en": "the incredible force, and the Angry Young Man that he was.",
      "vi": "là người hừng hực khí thế, là Thanh Niên Giận Dữ."
    }
  },
  {
    "translation": {
      "en": "He made some brilliant films.",
      "vi": "Ông ấy làm mấy phim hay nữa."
    }
  },
  {
    "translation": {
      "en": "But by the time I was growing up, he was making the cinema,",
      "vi": "Nhưng vào thời điểm tôi lớn lên, ông ấy làm những phim"
    }
  },
  {
    "translation": {
      "en": "uh, which perhaps a young guy wasn't so, uh, inclined towards.",
      "vi": "mà những người trẻ như chúng tôi không hứng thú lắm."
    }
  },
  {
    "translation": {
      "en": "There were lovely, beautiful women and men",
      "vi": "Phim có nam thanh nữ tú,"
    }
  },
  {
    "translation": {
      "en": "and talking romance, and poetry.",
      "vi": "nói chuyện về tình cảm, về thơ ca."
    }
  },
  {
    "translation": {
      "en": "My mom loved them, my sister loved them. Everybody around us loved them.",
      "vi": "Mẹ tôi thích chúng, cả chị tôi nữa. Xung quanh chúng tôi ai cũng thích."
    }
  },
  {
    "translation": {
      "en": "Me, to be really honest, I'm like, Why is Mr. Bachchan playing a poet?",
      "vi": "Thật ra, tôi nghĩ: Sao ông Bachchan lại làm về thơ?"
    }
  },
  {
    "translation": {
      "en": "Why can't he beat up people?",
      "vi": "Sao không đánh nhau nữa?"
    }
  },
  {
    "translation": {
      "en": "When I saw a dream This story began",
      "vi": "Khi ta nhìn thấy giấc mơ Câu chuyện bắt đầu"
    }
  },
  {
    "translation": {
      "en": "There are flowers bloomed All around, wherever I see",
      "vi": "Có những đóa hoa nở rộ Mọi nơi, ở đâu anh cũng thấy"
    }
  },
  {
    "translation": {
      "en": "Did you ever sit back and analyze why your film went wrong?",
      "vi": "Ông có bao giờ ngồi xuống và phân tích sao bộ phim của mình thất bại?"
    }
  },
  {
    "translation": {
      "en": "Why it didn't meet up to commercial expectations?",
      "vi": "Sao không đạt kỳ vọng doanh thu?"
    }
  },
  {
    "translation": {
      "en": "At this point of time, Indian cinema had a sea change.",
      "vi": "Vào lúc đó, điện ảnh Ấn đã có bước chuyển mình."
    }
  },
  {
    "translation": {
      "en": "There were only action films being made.",
      "vi": "Người ta chỉ làm phim hành động."
    }
  },
  {
    "translation": {
      "en": "There was not much of room for any kind of social or romantic films.",
      "vi": "Không có nhiều chỗ cho những phim về xã hội hay tình cảm."
    }
  },
  {
    "translation": {
      "en": "People didn't give it a chance, didn't want to see it.",
      "vi": "Không cho nó cơ hội, cũng không muốn xem."
    }
  },
  {
    "translation": {
      "en": "They wanted to save their money to see a big star",
      "vi": "Họ để dành tiền để xem ngôi sao lớn"
    }
  },
  {
    "translation": {
      "en": "who's gonna be doing an action film.",
      "vi": "diễn trong một phim hành động."
    }
  },
  {
    "translation": {
      "en": "- Beat them! - Come on!",
      "vi": "- Đánh chúng đi! - Xông lên!"
    }
  },
  {
    "translation": {
      "en": "The '80s, you know, with the onset of VCR, was really just a low point.",
      "vi": "Thập niên 80 với sự hiện diện của VCR là một giai đoạn thoái trào."
    }
  },
  {
    "translation": {
      "en": "Middle- class people just stopped going into theaters.",
      "vi": "Giới trung lưu không tới rạp phim nữa."
    }
  },
  {
    "translation": {
      "en": "GVC sets you free",
      "vi": "GVC cho bạn sự tự do"
    }
  },
  {
    "translation": {
      "en": "Recording programs from the TV",
      "vi": "Chương trình được thu từ tivi"
    }
  },
  {
    "translation": {
      "en": "I remember we used to hire a VCR and a color TV",
      "vi": "Tôi nhớ chúng tôi từng thuê VCR và một tivi màu"
    }
  },
  {
    "translation": {
      "en": "and we used to watch films on VHS tapes.",
      "vi": "và chúng tôi từng cùng nhau xem phim trên những băng VHS."
    }
  },
  {
    "translation": {
      "en": "Just playback all the programs that you've missed.",
      "vi": "Chiếu lại mọi chương trình mà bạn bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "There used to be a boy who would come to your door",
      "vi": "Từng có một chú bé đi tới cửa nhà bạn"
    }
  },
  {
    "translation": {
      "en": "with the pirated cassettes,  you know, in his bag.",
      "vi": "với băng cát-xét có phim lậu ở trong túi."
    }
  },
  {
    "translation": {
      "en": "And he would just give you the film probably on the same day or the day after.",
      "vi": "Nó sẽ đưa cho bạn bộ phim chiếu hôm đó hoặc hôm sau."
    }
  },
  {
    "translation": {
      "en": "The group who can afford a VCR, which is to say middle- class families,",
      "vi": "Nhóm có thể chi trả cho VCR, mà có lẽ là những gia đình trung lưu,"
    }
  },
  {
    "translation": {
      "en": "they start to desert theaters.",
      "vi": "họ bắt đầu bỏ rạp phim."
    }
  },
  {
    "translation": {
      "en": "And what that contributes to is",
      "vi": "Và một phần yếu tố khác"
    }
  },
  {
    "translation": {
      "en": "a change in class composition, in the audience.",
      "vi": "chính là thay đổi về thành phần tầng lớp khán giả."
    }
  },
  {
    "translation": {
      "en": "A group of audience that is pejoratively described as the front benchers.",
      "vi": "Một nhóm khán giả được mô tả theo nghĩa xấu là người ghế đầu."
    }
  },
  {
    "translation": {
      "en": "We started deriving from the cinema made in the south.",
      "vi": "Chúng tôi bắt đầu xuất phát từ điện ảnh phía Nam."
    }
  },
  {
    "translation": {
      "en": "We became a bit of a wannabe movement at that point of time.",
      "vi": "Chúng tôi trở thành một phần của phong trào bắt chước lúc ấy."
    }
  },
  {
    "translation": {
      "en": "So there was a lot of color, and kitschness.",
      "vi": "Có nhiều màu sắc, và kém chất lượng."
    }
  },
  {
    "translation": {
      "en": "The '80s were normally a time of excess",
      "vi": "Thập niên 80 là thời điểm của dư thừa"
    }
  },
  {
    "translation": {
      "en": "and I don't know if it was my favorite decade in Indian cinema.",
      "vi": "và tôi không rõ… DIỄN VIÊN …liệu tôi có yêu điện ảnh Ấn thời đó."
    }
  },
  {
    "translation": {
      "en": "The kind of cinema that came out in the early '80s",
      "vi": "Những phim ra mắt đầu thập niên 80,"
    }
  },
  {
    "translation": {
      "en": "was, uh, cinema that I personally didn't like.",
      "vi": "cá nhân tôi không thích lắm."
    }
  },
  {
    "translation": {
      "en": "And as a person who belonged to a film family,",
      "vi": "Và sinh ra trong gia đình làm phim,"
    }
  },
  {
    "translation": {
      "en": "I would want to see better cinema coming out of the film world.",
      "vi": "tôi muốn thấy những phim tốt hơn trong giới điện ảnh."
    }
  },
  {
    "translation": {
      "en": "But Yash Chopra was so different from everything made around him.",
      "vi": "Nhưng Yash Chopra rất khác với những gì người xung quanh làm."
    }
  },
  {
    "translation": {
      "en": "And that's why he met with some failure in that phase,",
      "vi": "Và đó là lí do tại sao ông ấy thất bại trong giai đoạn đó,"
    }
  },
  {
    "translation": {
      "en": "uh, because I think his aesthetics",
      "vi": "vì thẩm mĩ của ông ấy"
    }
  },
  {
    "translation": {
      "en": "weren't going with the grain of India that had become.",
      "vi": "không phù hợp với Ấn Độ thời đó."
    }
  },
  {
    "translation": {
      "en": "I think in that environment,",
      "vi": "Tôi nghĩ trong môi trường ấy,"
    }
  },
  {
    "translation": {
      "en": "uh, somebody with the sensibility of Yashji",
      "vi": "người có khả năng nhạy cảm như Yashji"
    }
  },
  {
    "translation": {
      "en": "was probably just flailing around, trying to figure out",
      "vi": "có lẽ chỉ loanh quanh, cố tìm ra"
    }
  },
  {
    "translation": {
      "en": "what hits, you know, what connects?",
      "vi": "thứ tạo ra cú hit, thứ kết nối?"
    }
  },
  {
    "translation": {
      "en": "In every director's life, a time comes when he gets confused.",
      "vi": "Trong cuộc đời mỗi đạo diễn, sẽ có thời điểm họ bối rối."
    }
  },
  {
    "translation": {
      "en": "He doesn't know what to do.",
      "vi": "Không biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "I made three films.",
      "vi": "Tôi đã làm ba bộ phim."
    }
  },
  {
    "translation": {
      "en": "One film from my heart, and still I say it's from my heart,",
      "vi": "Một phim từ trái tim, và tôi vẫn nói nó từ trái tim tôi,"
    }
  },
  {
    "translation": {
      "en": "It worked very well.",
      "vi": "Phim làm ra rất tốt."
    }
  },
  {
    "translation": {
      "en": "I'm very proud of that film.",
      "vi": "Tôi rất tự hào về nó."
    }
  },
  {
    "translation": {
      "en": "But it didn't come to the box office as was expected.",
      "vi": "Nhưng khi ra phòng vé lại không như kỳ vọng."
    }
  },
  {
    "translation": {
      "en": "Mashaal didn't come up to the expectation.",
      "vi": "Mashaal không đạt được kì vọng."
    }
  },
  {
    "translation": {
      "en": "That liquor belonged to my friend. I want the cost.",
      "vi": "Rượu của bạn tôi, tôi muốn cái giá."
    }
  },
  {
    "translation": {
      "en": "Otherwise I'll rip you in half, you idiot scrap seller!",
      "vi": "MASHAAL  ĐẠO DIỄN BỞI: YASH CHOPRA Nếu không, tao sẽ xé mày ra, đồ bán hàng ngu ngốc!"
    }
  },
  {
    "translation": {
      "en": "It affected all our careers. Yeah. That film didn't do well. Yeah.",
      "vi": "Sự nghiệp bọn tôi đều ảnh hưởng. Phim không thành công lắm."
    }
  },
  {
    "translation": {
      "en": "It was a setback.",
      "vi": "Đó là sự thụt lùi."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, Faasle also tanked.",
      "vi": "Không may, Faasle cũng chìm."
    }
  },
  {
    "translation": {
      "en": "And Yash used to take it all very personally.",
      "vi": "Và Yash rất buồn vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Especially when a film that he really loved didn't do well.",
      "vi": "Nhất là khi một phim ông ấy yêu lại không có kết quả tốt."
    }
  },
  {
    "translation": {
      "en": "He used to get very low, very depressed.",
      "vi": "Hồi đó, ông ấy rất buồn, trầm cảm."
    }
  },
  {
    "translation": {
      "en": "Not want to meet anybody, or talk to anybody or anything.",
      "vi": "Không muốn gặp ai hay nói chuyện với ai."
    }
  },
  {
    "translation": {
      "en": "And then, of course, he had to make a film",
      "vi": "Và rồi, tất nhiên, ông ấy phải làm một phim"
    }
  },
  {
    "translation": {
      "en": "which is kind of an ensemble, like a multi- starrer.",
      "vi": "tập hợp các ngôi sao lớn."
    }
  },
  {
    "translation": {
      "en": "And like a rehash of all his old films.",
      "vi": "Giống như bản mới từ mọi phim cũ."
    }
  },
  {
    "translation": {
      "en": "He said, Let me make a hardcore commercial film",
      "vi": "Ông ấy nói: Để tôi làm phim thương mại tuyệt đối,"
    }
  },
  {
    "translation": {
      "en": "with song, and dance,",
      "vi": "với những bài hát, điệu múa,"
    }
  },
  {
    "translation": {
      "en": "and, uh, little bit of sex thrown in here and there.",
      "vi": "và một chút tình dục trong đó."
    }
  },
  {
    "translation": {
      "en": "And bikini shots and conflict scenes.",
      "vi": "Vài cảnh bikini và đánh nhau nữa."
    }
  },
  {
    "translation": {
      "en": "I made a very calculated commercial decision.",
      "vi": "Tôi đã đưa ra sự lựa chọn mang tính thương mại kĩ càng."
    }
  },
  {
    "translation": {
      "en": "- Hmm. - I can't say this film was from my heart.",
      "vi": "Không thể nói phim được làm từ trái tim."
    }
  },
  {
    "translation": {
      "en": "I think during the making of the film,",
      "vi": "Trong quá trình làm phim,"
    }
  },
  {
    "translation": {
      "en": "I could feel that he was not feeling, uh, creatively, uh,",
      "vi": "tôi có thể cảm nhận ông ấy không sáng tạo,"
    }
  },
  {
    "translation": {
      "en": "you know, enjoying the process. Even I didn't enjoy it.",
      "vi": "hay tận hưởng quá trình. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "I think none of us were enjoying the process.",
      "vi": "Không ai tận hưởng quá trình."
    }
  },
  {
    "translation": {
      "en": "At that time I was making Vijay.",
      "vi": "Lúc đó, tôi đang làm Vijay."
    }
  },
  {
    "translation": {
      "en": "I thought, What am I doing?",
      "vi": "Tôi nghĩ: Mình đang làm gì?"
    }
  },
  {
    "translation": {
      "en": "What am I doing?",
      "vi": "Mình đang làm gì?"
    }
  },
  {
    "translation": {
      "en": "Where has the softness inside me gone?",
      "vi": "Sự dịu dàng của tôi đâu hết?"
    }
  },
  {
    "translation": {
      "en": "So when I was shooting sometime in Vijay,",
      "vi": "Thế nên khi tôi đang quay Vijay,"
    }
  },
  {
    "translation": {
      "en": "he told me, I want to make this film. And it's a love story.",
      "vi": "ông ấy nói: Tôi muốn làm phim này. Phim tình cảm."
    }
  },
  {
    "translation": {
      "en": "Our industry had reached the saturation point of violence.",
      "vi": "Ngành này đã chạm điểm bão hòa của bạo lực."
    }
  },
  {
    "translation": {
      "en": "I said, Okay. Now I'll do the biggest gamble of my life.",
      "vi": "Tôi nói: Ừ. Vậy tôi sẽ có ván cược lớn nhất cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "Whatever happens.",
      "vi": "Dù thế nào đi nữa,"
    }
  },
  {
    "translation": {
      "en": "I won't make a film with formula,",
      "vi": "tôi cũng sẽ không làm phim theo công thức,"
    }
  },
  {
    "translation": {
      "en": "with calculation, with this one, this one, that one.",
      "vi": "với tính toán, với cái này, cái kia."
    }
  },
  {
    "translation": {
      "en": "I'll make a film which touches my heart.",
      "vi": "Tôi sẽ làm bộ phim cảm động chính mình."
    }
  },
  {
    "translation": {
      "en": "- That was Chandni. - I started Chandni.",
      "vi": "- Chandni. - Tôi làm Chandni."
    }
  },
  {
    "translation": {
      "en": "- Where is Chandni? - I don't know where she is roaming around.",
      "vi": "- Chandni đâu? - Không biết cô ấy đi đâu."
    }
  },
  {
    "translation": {
      "en": "The topmost star at that time was Sridevi.",
      "vi": "Ngôi sao nổi nhất lúc ấy là Sridevi."
    }
  },
  {
    "translation": {
      "en": "I had never worked with Sridevi.",
      "vi": "Tôi chưa làm với Sridevi."
    }
  },
  {
    "translation": {
      "en": "I had seen one film which impressed me very much.",
      "vi": "Tôi từng xem một bộ phim ấn tượng."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Amitji showed me the movie.",
      "vi": "- Ừ. - Amitji cho tôi xem phim."
    }
  },
  {
    "translation": {
      "en": "And I was very much impressed by her performance.",
      "vi": "Tôi ấn tượng bởi diễn xuất của cô ấy."
    }
  },
  {
    "translation": {
      "en": "You shouldn't talk while eating.",
      "vi": "Anh đừng nói chuyện khi ăn. MOONDRAM PIRAI  ĐẠO DIỄN: BALU MAHENDRA"
    }
  },
  {
    "translation": {
      "en": "He was so low in his, uh…",
      "vi": "Ống ấy bị chậm chạp…"
    }
  },
  {
    "translation": {
      "en": "You know, he didn't know how to approach her.",
      "vi": "Không biết cách tiếp cận cô ấy."
    }
  },
  {
    "translation": {
      "en": "So he asked my brother to go and speak to her.",
      "vi": "Ông ấy nhờ anh trai tôi tới gặp cô ấy."
    }
  },
  {
    "translation": {
      "en": "So my brother flew down to Chennai and spoke to her mother.",
      "vi": "NHÀ SẢN XUẤT Anh trai tôi bay tới Chennai và nói chuyện với mẹ cô ấy."
    }
  },
  {
    "translation": {
      "en": "And, uh, it didn't matter to her",
      "vi": "Bà ấy không quan tâm"
    }
  },
  {
    "translation": {
      "en": "who is Yash Chopra, who has made such great films.",
      "vi": "Yash Chopra là ai, đã làm những phim lớn thế nào."
    }
  },
  {
    "translation": {
      "en": "It was just the money, you know.",
      "vi": "Chỉ là tiền thôi."
    }
  },
  {
    "translation": {
      "en": "Chandni benefitted from Sridevi,",
      "vi": "Chandni hưởng lợi từ Sridevi"
    }
  },
  {
    "translation": {
      "en": "uh, more than Sridevi benefitted from the film at that time.",
      "vi": "nhiều hơn Sridevi hưởng lợi từ bộ phim thời đó."
    }
  },
  {
    "translation": {
      "en": "Because, I mean, she was a real big deal, you know.",
      "vi": "Vì cô ấy rất nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "I just remember one day.",
      "vi": "Tôi nhớ có một ngày."
    }
  },
  {
    "translation": {
      "en": "One very prominent critic told me,",
      "vi": "Một nhà phê bình có tiếng nói với tôi,"
    }
  },
  {
    "translation": {
      "en": "How come you're making this movie?",
      "vi": "Sao anh làm được bộ phim này?"
    }
  },
  {
    "translation": {
      "en": "He says, Vinod Khanna is in the movie. And there's no action.",
      "vi": "Vinod Khanna đóng phim, mà chẳng có cảnh hành động."
    }
  },
  {
    "translation": {
      "en": "There's no highlights in the movie.",
      "vi": "Không có điểm nhấn trong bộ phim."
    }
  },
  {
    "translation": {
      "en": "If you think a fight is a highlight, I feel a song is a highlight.",
      "vi": "Anh nghĩ đánh nhau là điểm nhấn, tôi nghĩ bài hát là điểm nhấn."
    }
  },
  {
    "translation": {
      "en": "It's a bigger highlight because",
      "vi": "Đó là điểm nhấn lớn hơn bởi vì"
    }
  },
  {
    "translation": {
      "en": "a song remains with you after you go out of the theater.",
      "vi": "bài hát vẫn còn đọng lại sau khi bạn rời rạp."
    }
  },
  {
    "translation": {
      "en": "Yash was always known as a person",
      "vi": "Yash luôn được biết tới là người"
    }
  },
  {
    "translation": {
      "en": "who dressed his actresses beautifully.",
      "vi": "cho các nữ diễn viên ăn mặc xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I remember walking into the room once, while he was reading the Vogue.",
      "vi": "Tôi nhớ có lần bước vào phòng, khi ông ấy đang đọc Vogue."
    }
  },
  {
    "translation": {
      "en": "I said, Uncle, wow, you're reading the Vogue? That's so cool.",
      "vi": "Tôi nói: Chú đọc Vogue ạ? Ngầu quá."
    }
  },
  {
    "translation": {
      "en": "He's like, I'm referencing costumes.",
      "vi": "Ông ấy bảo: Chú tham khảo trang phục."
    }
  },
  {
    "translation": {
      "en": "I sometimes cancel 50, 60 costumes if they don't come in my vision.",
      "vi": "Đôi khi, tôi hủy 50, 60 bộ trang phục nếu không khớp với tưởng tượng của tôi."
    }
  },
  {
    "translation": {
      "en": "He had visualized Chandni",
      "vi": "Ông đã hình dung Chandni"
    }
  },
  {
    "translation": {
      "en": "in a completely white wardrobe.",
      "vi": "vào một cái tủ toàn đồ trắng."
    }
  },
  {
    "translation": {
      "en": "I wanted to dress her very simply.",
      "vi": "Tôi muốn cho cô ấy ăn mặc đơn giản."
    }
  },
  {
    "translation": {
      "en": "Chandni means purity, means whiteness, means innocence.",
      "vi": "Chandni nghĩa là thanh khiết, trong trắng, ngây thơ."
    }
  },
  {
    "translation": {
      "en": "So she came to Yash and she said,",
      "vi": "Nên cô ấy tới gặp Yash và nói,"
    }
  },
  {
    "translation": {
      "en": "Yashji, what is this white?",
      "vi": "Yashji, màu trắng này là gì?"
    }
  },
  {
    "translation": {
      "en": "It's so dull.",
      "vi": "Buồn tẻ quá."
    }
  },
  {
    "translation": {
      "en": "I said, Sridevi, I have faith",
      "vi": "Tôi nói: Sridevi, tôi có niềm tin"
    }
  },
  {
    "translation": {
      "en": "in your talent and performance as an actress.",
      "vi": "vào tài năng và diễn xuất của cô."
    }
  },
  {
    "translation": {
      "en": "If you have faith in me as a director,",
      "vi": "Nếu cô tin tài đạo diễn của tôi,"
    }
  },
  {
    "translation": {
      "en": "I'd like to present you as I want it.",
      "vi": "tôi muốn thể hiện cô theo ý tôi."
    }
  },
  {
    "translation": {
      "en": "And the mother came.",
      "vi": "Và bà mẹ tới."
    }
  },
  {
    "translation": {
      "en": "Yash Chopraji, white in our community is not considered festive at all.",
      "vi": "Màu trắng trong cộng đồng chúng tôi không được coi là sặc sỡ."
    }
  },
  {
    "translation": {
      "en": "So Yash said,",
      "vi": "Yash nói:"
    }
  },
  {
    "translation": {
      "en": "Listen, Mummyji.",
      "vi": "Mẹ nghe này."
    }
  },
  {
    "translation": {
      "en": "This is my vision.",
      "vi": "Đây là tưởng tượng của tôi."
    }
  },
  {
    "translation": {
      "en": "Somehow he managed to convince her, but she was not completely convinced.",
      "vi": "Thế nào đó mà ông thuyết phục được bà, dù bà không thấy thuyết phục lắm."
    }
  },
  {
    "translation": {
      "en": "There was no money,",
      "vi": "Không có tiền,"
    }
  },
  {
    "translation": {
      "en": "they had taken this bank overdraft and they were making Chandni.",
      "vi": "họ đã phải thấu chi ngân hàng khi quay bộ phim Chandni."
    }
  },
  {
    "translation": {
      "en": "It was like a last- ditch effort.",
      "vi": "Đó như là nỗ lực cuối cùng."
    }
  },
  {
    "translation": {
      "en": "I know for a fact that Yashji knew that if this film doesn't work,",
      "vi": "Tôi biết sự thật là Yashji biết nếu phim thất bại,"
    }
  },
  {
    "translation": {
      "en": "he was going to, uh, close shop.",
      "vi": "ông ấy sẽ đóng cửa doanh nghiệp."
    }
  },
  {
    "translation": {
      "en": "Because he knew this was his last bullet.",
      "vi": "Vì ông ấy biết đó là nỗ lực cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Do you remember the first time you saw Chandni?",
      "vi": "Anh nhớ lần đầu xem Chandni không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I remember. It was the premiere.",
      "vi": "Có, đó là buổi công chiếu đầu tiên."
    }
  },
  {
    "translation": {
      "en": "There are sweet songs On your and my lips, beloved",
      "vi": "Có những bài hát ngọt ngào Trên môi anh và môi em, hỡi người yêu"
    }
  },
  {
    "translation": {
      "en": "I walk ahead And love follows me, beloved",
      "vi": "Em bước về phía trước Tình yêu theo sau em, hỡi người yêu"
    }
  },
  {
    "translation": {
      "en": "The first night of the first love Is always remembered",
      "vi": "Đêm đầu tiên của tình yêu đầu Sẽ luôn nhớ mãi"
    }
  },
  {
    "translation": {
      "en": "Our meeting in this city of flowers Will be remembered",
      "vi": "Cuộc gặp gỡ trong thành phố đầy hoa Sẽ được nhớ mãi"
    }
  },
  {
    "translation": {
      "en": "At the end of the screening, I was taking leaps of love.",
      "vi": "Cuối buổi công chiếu, tôi đã có bước nhảy vọt về tình yêu."
    }
  },
  {
    "translation": {
      "en": "Like, at my reaction. I had gone crazy.",
      "vi": "Ví dụ như phản ứng. Tôi phát điên."
    }
  },
  {
    "translation": {
      "en": "I was already ready to watch that film all seven days of the next week.",
      "vi": "Tôi đã sẵn sàng xem bộ phim đó cả bảy ngày trong tuần tới."
    }
  },
  {
    "translation": {
      "en": "But I walked out to such a tepid and such a lukewarm reaction.",
      "vi": "Nhưng tôi bước ra ngoài và nhận phản ứng tẻ nhạt, thờ ơ."
    }
  },
  {
    "translation": {
      "en": "It's too long, there are too many songs.",
      "vi": "Quá dài, quá nhiều bài hát."
    }
  },
  {
    "translation": {
      "en": "What's it really about?",
      "vi": "Nội dung là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Who's gonna get it? This isn't a commercial film.",
      "vi": "Ai mà hiểu? Đâu phải phim thương mại."
    }
  },
  {
    "translation": {
      "en": "And I was like, Why aren't people getting it?",
      "vi": "Tôi nghĩ: Sao người ta không hiểu?"
    }
  },
  {
    "translation": {
      "en": "One of the distributors rang me up.",
      "vi": "Một nhà phân phối gọi tôi."
    }
  },
  {
    "translation": {
      "en": "He doesn't want to release the picture.",
      "vi": "Ông ấy không muốn phát hành bộ phim."
    }
  },
  {
    "translation": {
      "en": "He wanted to leave this film.",
      "vi": "Ông ấy muốn bỏ phim."
    }
  },
  {
    "translation": {
      "en": "And I remember that we were in a hotel corridor",
      "vi": "Tôi nhớ đang đứng ở hành lang khách sạn"
    }
  },
  {
    "translation": {
      "en": "and the first report of the film not doing well had come.",
      "vi": "và bài báo đầu tiên về bộ phim không thành công đã tới."
    }
  },
  {
    "translation": {
      "en": "And the walk from the elevator to his room, I could…",
      "vi": "Khoảng cách từ thang máy tới phòng ông ấy, tôi có thể…"
    }
  },
  {
    "translation": {
      "en": "From the moment he came out of the elevator,",
      "vi": "Từ lúc ông ấy bước khỏi thang máy,"
    }
  },
  {
    "translation": {
      "en": "he was a different man.",
      "vi": "ông ấy đã là người khác."
    }
  },
  {
    "translation": {
      "en": "When Chandni premiered,",
      "vi": "Khi Chandni công chiếu,"
    }
  },
  {
    "translation": {
      "en": "a lot of messages passed through the country.",
      "vi": "rất nhiều tin nhắn truyền khắp nước."
    }
  },
  {
    "translation": {
      "en": "Another flop is coming. Don't give them theaters.",
      "vi": "'Lại một phim thất bại. Đừng cho ra rạp."
    }
  },
  {
    "translation": {
      "en": "He was very demoralized in those days.",
      "vi": "Những ngày đó ông ấy mất tinh thần."
    }
  },
  {
    "translation": {
      "en": "He said, I don't know, I had dreams,",
      "vi": "Ông nói: Tôi không biết, tôi có giấc mơ,"
    }
  },
  {
    "translation": {
      "en": "but I don't know if I'll be making films now.",
      "vi": "nhưng giờ không biết tôi có làm phim không."
    }
  },
  {
    "translation": {
      "en": "Then we heard reports that, mixed reports, it's maybe not doing well",
      "vi": "Rồi nghe tin tức lẫn lộn, nói là có lẽ phim không ổn"
    }
  },
  {
    "translation": {
      "en": "or some people have not liked it, and this and that.",
      "vi": "hay vài người không thích, rồi này kia."
    }
  },
  {
    "translation": {
      "en": "So I remember being a part of that conversation",
      "vi": "Tôi nhớ mình tham gia cuộc trò chuyện đó"
    }
  },
  {
    "translation": {
      "en": "and feeling the, uh… jitters.",
      "vi": "và cảm thấy… bồn chồn."
    }
  },
  {
    "translation": {
      "en": "But as destiny has it, Chandni had worked.",
      "vi": "Nhưng như định mệnh đã sắp đặt, Chandni thành công."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, big hand to the multi- talented team",
      "vi": "Thưa quý vị, một tràng pháo tay dành cho đội ngũ đa tài"
    }
  },
  {
    "translation": {
      "en": "who has made Chandni.",
      "vi": "đã tạo nên Chandni."
    }
  },
  {
    "translation": {
      "en": "And then, there was no looking back for Yash Chopra.",
      "vi": "Sau đó, Yash Chopra không thể quay đầu lại nữa."
    }
  },
  {
    "translation": {
      "en": "With the kohl of your eyes",
      "vi": "Với phấn mắt của em"
    }
  },
  {
    "translation": {
      "en": "I have written your name On my heart",
      "vi": "Anh viết tên em lên trái tim anh"
    }
  },
  {
    "translation": {
      "en": "Chandni",
      "vi": "Chandni"
    }
  },
  {
    "translation": {
      "en": "Oh, my Chandni",
      "vi": "Ôi, Chandni của anh"
    }
  },
  {
    "translation": {
      "en": "The film had just picked up, and gone crazy.",
      "vi": "Bộ phim vừa chiếu đã tạo làn sóng điên cuồng."
    }
  },
  {
    "translation": {
      "en": "The north had taken to it. The music had become a blockbuster album.",
      "vi": "Miền Bắc rất yêu thích. Âm nhạc trở thành album bom tấn."
    }
  },
  {
    "translation": {
      "en": "It had gone against what the entire trade had predicted.",
      "vi": "Nó đã đi ngược với toàn bộ dự đoán của thương mại."
    }
  },
  {
    "translation": {
      "en": "Chandni",
      "vi": "Chandni"
    }
  },
  {
    "translation": {
      "en": "Oh, my Chandni",
      "vi": "Ôi, Chandni của anh"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, like, she was just so fantastic and beautiful",
      "vi": "Ôi trời, cô ấy tuyệt vời, xinh đẹp… DIỄN VIÊN"
    }
  },
  {
    "translation": {
      "en": "and vulnerable, but she was still so womanly.",
      "vi": "DIỄN VIÊN …và dễ tổn thương, nhưng vẫn rất nữ tính."
    }
  },
  {
    "translation": {
      "en": "Like, every woman wanted to be Sridevi.",
      "vi": "Mọi phụ nữ đều muốn là Sridevi."
    }
  },
  {
    "translation": {
      "en": "She was, I think, the epitome of I would say grace, beauty, performance.",
      "vi": "Cô ấy là hình ảnh thu nhỏ của sự dịu dàng, xinh đẹp, biểu diễn."
    }
  },
  {
    "translation": {
      "en": "She was just everything that a Hindi film actress needed to have.",
      "vi": "Cô ấy là tất cả những gì mà một nữ diễn viên Ấn Độ cần."
    }
  },
  {
    "translation": {
      "en": "You see a lot of beautiful actresses, who are good actors,",
      "vi": "Ta thấy rất nhiều diễn viên xinh đẹp, diễn hay,"
    }
  },
  {
    "translation": {
      "en": "good with their craft.",
      "vi": "giỏi nghề."
    }
  },
  {
    "translation": {
      "en": "But having great comic timing is a rarity.",
      "vi": "DIỄN VIÊN Nhưng hài hước khéo léo thì hiếm."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Đúng!"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "And Sridevi was blessed with that.",
      "vi": "Sridevi có năng khiếu."
    }
  },
  {
    "translation": {
      "en": "You don't bring any flowers Or gifts along",
      "vi": "Anh không mang theo hoa hay quà"
    }
  },
  {
    "translation": {
      "en": "You are too much",
      "vi": "Anh thật quá đáng"
    }
  },
  {
    "translation": {
      "en": "It was the first movie, according to me, which opened the doors for romance.",
      "vi": "Theo tôi, đó là bộ phim đầu tiên mở ra cánh cửa lãng mạn."
    }
  },
  {
    "translation": {
      "en": "It did. We're still all reaping the benefits of that phase.",
      "vi": "Đúng vậy. Chúng tôi vẫn đang hưởng quả ngọt từ giai đoạn đó."
    }
  },
  {
    "translation": {
      "en": "It was actually a newer language.",
      "vi": "Thực ra đó là ngôn ngữ mới."
    }
  },
  {
    "translation": {
      "en": "You know, she broke into this dance,",
      "vi": "Cô ấy bắt đầu điệu nhảy này,"
    }
  },
  {
    "translation": {
      "en": "which was a projection of the predicament in her mind.",
      "vi": "là sự phản chiếu cho những bất định trong tâm trí."
    }
  },
  {
    "translation": {
      "en": "And I was just, What is this? This is like new.",
      "vi": "Tôi nghĩ: Cái gì đây? Mới mẻ thật."
    }
  },
  {
    "translation": {
      "en": "It was that sort of heightened romance that only he could envision.",
      "vi": "Đó là kiểu lãng mạn đỉnh cao mà chỉ ông ấy mới có thể nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "You know, throwing rose petals on a woman from a helicopter, you know.",
      "vi": "Rải cánh hoa từ trực thăng lên một phụ nữ."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And it paid off, it was a humongous hit.",
      "vi": "Và nó đã được đền đáp, đó là một thành công lớn."
    }
  },
  {
    "translation": {
      "en": "After Chandni, people started coming back to cinema to see romantic films.",
      "vi": "Sau Chandni, người ta bắt đầu trở lại rạp để xem phim lãng mạn."
    }
  },
  {
    "translation": {
      "en": "Suddenly we saw the whole concept changing from action to romantic.",
      "vi": "Tự nhiên toàn bộ phong cách chuyển từ hành động sang lãng mạn."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, romantic films are in. Chandni has become a huge hit.",
      "vi": "Ôi trời, phim lãng mạn nổi lên. Chandni thành công vang dội."
    }
  },
  {
    "translation": {
      "en": "And, you know, romantic films are in now.",
      "vi": "Giờ phim lãng mạn thành xu hướng."
    }
  },
  {
    "translation": {
      "en": "You fool",
      "vi": "Cái đồ ngốc này"
    }
  },
  {
    "translation": {
      "en": "The cinema that Yashji gave us is a cinema of aspiration,",
      "vi": "Điện ảnh mà Yashji tạo cho ta là điện ảnh truyền cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "it's a cinema of hope.",
      "vi": "điện ảnh hi vọng."
    }
  },
  {
    "translation": {
      "en": "It's a cinema that just sort of makes you feel that you can dream.",
      "vi": "Đó là điện ảnh khiến ta cảm thấy ta có thể mơ."
    }
  },
  {
    "translation": {
      "en": "He brought Switzerland back on the map.",
      "vi": "Ông đã mang Thụy Sĩ trở lại."
    }
  },
  {
    "translation": {
      "en": "We got Switzerland.",
      "vi": "Ta có Thụy Sĩ."
    }
  },
  {
    "translation": {
      "en": "At that time, few of us had the disposable income",
      "vi": "Thời đó, rất ít người có đủ thu nhập"
    }
  },
  {
    "translation": {
      "en": "to go to Switzerland and see these things.",
      "vi": "để tới Thụy Sĩ ngắm mấy thứ này."
    }
  },
  {
    "translation": {
      "en": "And so, we travelled vicariously through these movies.",
      "vi": "Nên chúng tôi du lịch gián tiếp qua những bộ phim."
    }
  },
  {
    "translation": {
      "en": "And it is our great honor to now dedicate",
      "vi": "Và chúng tôi rất vinh dự được đề tặng"
    }
  },
  {
    "translation": {
      "en": "suite number 250 for you, Mr. Chopra.",
      "vi": "phòng số 250 cho ngài, ngày Chopra."
    }
  },
  {
    "translation": {
      "en": "Switzerland should be indebted to Mr. Yash Chopra",
      "vi": "Thụy Sĩ nên mang ơn ông Yash Chopra"
    }
  },
  {
    "translation": {
      "en": "for the rest of their lives, which they are.",
      "vi": "suốt cuộc đời, đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "It's indeed a great pleasure and great honor",
      "vi": "Thực sự là một niềm vinh hạnh lớn"
    }
  },
  {
    "translation": {
      "en": "to have director Yash Chopra…",
      "vi": "khi có đạo diễn Yash Chopra…"
    }
  },
  {
    "translation": {
      "en": "They have a suite under his name, they have a train under his name.",
      "vi": "Họ có phòng đặt theo tên ông, họ có tàu đặt theo tên ông."
    }
  },
  {
    "translation": {
      "en": "In the bus, I was traveling from Geneva to Gstaad,",
      "vi": "Trên xe buýt tôi đi từ Geneva tới Gstaad"
    }
  },
  {
    "translation": {
      "en": "and the bus driver was introducing as if we are tourists.",
      "vi": "và tài xế giới thiệu như thể chúng tôi là du khách."
    }
  },
  {
    "translation": {
      "en": "You'll be passing a lake. This lake is called Chopra Lake.",
      "vi": "Ta sẽ đi qua cái hồ bên trái. Hồ này gọi là Hồ Chopra."
    }
  },
  {
    "translation": {
      "en": "- Little knowing Chopra is sitting… - That it was named after you.",
      "vi": "- Mà không biết Chopra ngồi… - Đặt theo tên ông."
    }
  },
  {
    "translation": {
      "en": "- The ambassador of Interlaken. -",
      "vi": "Đại sứ của Interlaken."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Then I'd like to thank all my stars, technicians, workers",
      "vi": "Tôi xin cảm ơn các diễn viên, kỹ thuật viên, nhân viên"
    }
  },
  {
    "translation": {
      "en": "who have worked with me for so long, such a long time",
      "vi": "đã hợp tác với tôi trong một thời gian rất dài"
    }
  },
  {
    "translation": {
      "en": "to achieve this success and this new life to Yash Raj Films unit.",
      "vi": "để đạt được thành công này và mở ra trang mới cho Yash Raj Films."
    }
  },
  {
    "translation": {
      "en": "You get the sense that Yash Chopra and the production house itself",
      "vi": "Có cảm giác như Yash Chopra và xưởng phim"
    }
  },
  {
    "translation": {
      "en": "is rising from the ashes.",
      "vi": "đã vươn lên từ đống tro tàn."
    }
  },
  {
    "translation": {
      "en": "That it has started to come into being.",
      "vi": "Nó đã bắt đầu thành hình."
    }
  },
  {
    "translation": {
      "en": "Uh, there are different other changes. Even at…",
      "vi": "Có những thay đổi khác biệt. Thậm chí ở…"
    }
  },
  {
    "translation": {
      "en": "Both at the personal and the professional level.",
      "vi": "Kể cả mức độ cá nhân và chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "This young man called Aditya Chopra has, uh, has just begun his career.",
      "vi": "Cậu trai trẻ Aditya Chopra vừa bắt đầu sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Did you have an inkling that Adi would grow up to be a director?",
      "vi": "Anh có linh cảm là Adi sau này sẽ là đạo diễn?"
    }
  },
  {
    "translation": {
      "en": "Uh, of course.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "That wasn't even a discussion.",
      "vi": "Chẳng cần bàn cãi."
    }
  },
  {
    "translation": {
      "en": "I mean, that was just… I don't even remember thinking about it.",
      "vi": "Chỉ là… Tôi không nhớ là có nghĩ về việc đó."
    }
  },
  {
    "translation": {
      "en": "'Cause you just knew that Adi was… That's all, his world was cinema.",
      "vi": "Vì ta biết ngay Adi là… Thế giới của anh ấy là điện ảnh."
    }
  },
  {
    "translation": {
      "en": "I was sure that, uh, that he would be a filmmaker.",
      "vi": "Chắc chắn anh ấy sẽ làm phim."
    }
  },
  {
    "translation": {
      "en": "But I think he's gone much beyond that.",
      "vi": "Nhưng tôi nghĩ anh ấy còn hơn thế."
    }
  },
  {
    "translation": {
      "en": "I think he's not just a filmmaker now.",
      "vi": "Giờ anh ấy không chỉ làm phim."
    }
  },
  {
    "translation": {
      "en": "I think he's, uh, he's a creator of cinema in a larger sense.",
      "vi": "Anh ấy còn tạo ra điện ảnh theo khía cạnh lớn hơn."
    }
  },
  {
    "translation": {
      "en": "He's on the forefront of our industry.",
      "vi": "Anh ấy đi đầu toàn ngành."
    }
  },
  {
    "translation": {
      "en": "I… I tried to interview Adi when I first started",
      "vi": "Hồi mới bắt đầu, tôi đã cố gắng phỏng vấn Adi"
    }
  },
  {
    "translation": {
      "en": "and of course that didn't go anywhere.",
      "vi": "nhưng không đi đến đâu cả."
    }
  },
  {
    "translation": {
      "en": "What is the deal? Why is he so reclusive?",
      "vi": "Sao thế? Sao anh ấy ẩn dật vậy?"
    }
  },
  {
    "translation": {
      "en": "Anti- social? I've no clue.",
      "vi": "Ngại giao tiếp xã hội? Không rõ."
    }
  },
  {
    "translation": {
      "en": "I have a clue, but I'm not going to tell you that.",
      "vi": "Tôi rõ chứ, mà tôi không nói đâu."
    }
  },
  {
    "translation": {
      "en": "He's very, very private.",
      "vi": "Anh ấy rất kín tiếng."
    }
  },
  {
    "translation": {
      "en": "He hates going out, he hates, uh, promoting his own movies,",
      "vi": "Anh ấy ghét ra ngoài, ghét quảng bá phim của mình,"
    }
  },
  {
    "translation": {
      "en": "he hates it. He just wants to be left alone.",
      "vi": "ghét thế thôi. Anh ấy chỉ muốn ở một mình."
    }
  },
  {
    "translation": {
      "en": "I… I think, uh, Adi is very clear.",
      "vi": "Tôi nghĩ Adi rất rõ ràng."
    }
  },
  {
    "translation": {
      "en": "I want to write a story, and I want to make a film.",
      "vi": "Tôi muốn viết kịch bản và tôi muốn làm phim."
    }
  },
  {
    "translation": {
      "en": "When I'm not writing a story or making a film,",
      "vi": "Khi không viết kịch bản hay làm phim,"
    }
  },
  {
    "translation": {
      "en": "I want to help others write a story, and make a film as a producer.",
      "vi": "tôi muốn giúp nhà sản xuất viết kịch bản và làm phim."
    }
  },
  {
    "translation": {
      "en": "Don't be so shy, now come on.",
      "vi": "Đừng xấu hổ, nào."
    }
  },
  {
    "translation": {
      "en": "Adi, come on.",
      "vi": "Adi, nào."
    }
  },
  {
    "translation": {
      "en": "Don't be so camera- conscious, okay?",
      "vi": "Đừng để ý tới máy quay, được chứ?"
    }
  },
  {
    "translation": {
      "en": "How do you feel, Adi?",
      "vi": "Anh thấy sao, Adi?"
    }
  },
  {
    "translation": {
      "en": "Adi! Aditya Chopra, the great director.",
      "vi": "Adi! Aditya Chopra, đạo diễn vĩ đại."
    }
  },
  {
    "translation": {
      "en": "The one and only genius of Dilwale Dulhania Le Jayenge",
      "vi": "Thần đồng duy nhất của Dilwale Dulhania Le Jayenge…"
    }
  },
  {
    "translation": {
      "en": "is right now limping out the door.",
      "vi": "đang tập tễnh bước ra khỏi cửa."
    }
  },
  {
    "translation": {
      "en": "Is Adi going to talk to you or no?",
      "vi": "Adi có nói chuyện với anh không?"
    }
  },
  {
    "translation": {
      "en": "Would it, uh, surprise you, if I told you that",
      "vi": "Anh có bất ngờ không, nếu tôi nói là"
    }
  },
  {
    "translation": {
      "en": "he shot with us extensively, like, he gave us--",
      "vi": "anh ấy quay với chúng tôi suốt và cho chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "- He'll be on camera? - Yeah.",
      "vi": "- Lên sóng ư? - Ừ."
    }
  },
  {
    "translation": {
      "en": "What are you saying?",
      "vi": "Nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "He's never given…",
      "vi": "Anh ấy không bao giờ…"
    }
  },
  {
    "translation": {
      "en": "That's a big one. That's a big one!",
      "vi": "Vụ này lớn nhé!"
    }
  },
  {
    "translation": {
      "en": "Adi even came to my wedding, like, covering his face.",
      "vi": "Adi còn che mặt tới dự đám cưới tôi."
    }
  },
  {
    "translation": {
      "en": "Will Aditya Chopra finally make a public appearance?",
      "vi": "Cuối cùng liệu Aditya Chopra có lộ diện?"
    }
  },
  {
    "translation": {
      "en": "The reclusive director Aditya Chopra…",
      "vi": "Đạo diễn ẩn dật Aditya Chopra…"
    }
  },
  {
    "translation": {
      "en": "Aditya Chopra…",
      "vi": "ADITYA CHOPRA VÀ RANI MUKERJI THƯỞNG THỨC BỮA TỐI HÒ HẸN"
    }
  },
  {
    "translation": {
      "en": "Aditya Chopra is very shy",
      "vi": "Aditya Chopra rất ngại ngùng"
    }
  },
  {
    "translation": {
      "en": "and does not like to be clicked by paparazzi.",
      "vi": "và không thích bị hội săn ảnh chụp được."
    }
  },
  {
    "translation": {
      "en": "Has Aditya finally decided  to be photographed?",
      "vi": "Cuối cùng Aditya đã quyết định cho chụp?"
    }
  },
  {
    "translation": {
      "en": "I can't believe it.",
      "vi": "Không tin nổi."
    }
  },
  {
    "translation": {
      "en": "I can hardly believe that he actually sat in front of the camera",
      "vi": "Gần như không thể tin anh ấy ngồi trước máy quay"
    }
  },
  {
    "translation": {
      "en": "and expressed himself.",
      "vi": "và để bản thân lộ diện."
    }
  },
  {
    "translation": {
      "en": "He hates it.",
      "vi": "Anh ấy ghét vậy."
    }
  },
  {
    "translation": {
      "en": "What was his last interview, like, 20 years ago? I don't know.",
      "vi": "Buổi phỏng vấn cuối cùng của anh ấy chắc là 20 năm trước rồi."
    }
  },
  {
    "translation": {
      "en": "Jeez!",
      "vi": "Trời!"
    }
  },
  {
    "translation": {
      "en": "You should… You should sell that for a lot of money.",
      "vi": "Bán cái đó giá cao vào."
    }
  },
  {
    "translation": {
      "en": "I would buy it off you.",
      "vi": "Tôi sẽ mua lại."
    }
  },
  {
    "translation": {
      "en": "It's… it's the beginning of a new era then, I think.",
      "vi": "Đó là khởi đầu của kỷ nguyên mới."
    }
  },
  {
    "translation": {
      "en": "It's a new chapter in life.",
      "vi": "Đó là chương mới trong cuộc đời."
    }
  },
  {
    "translation": {
      "en": "Well done, guys, congratulations.",
      "vi": "Làm tốt lắm, chúc mừng nhé."
    }
  },
  {
    "translation": {
      "en": "I think, that, that… Wrap. Interview's done.",
      "vi": "Kết thúc. Phỏng vấn xong rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, let's go, guys.",
      "vi": "Được rồi, đi thôi."
    }
  }
]