[
  {
    "translation": {
      "en": "[narrator] Jason Bateman and Maya Rudolph are about to guest star",
      "vi": "Jason Bateman và Maya Rudolph sẽ là ngôi sao khách mời"
    }
  },
  {
    "translation": {
      "en": "on the Murderville Christmas Special.",
      "vi": "trong Tập Giáng Sinh Đặc Biệt Thị Trấn Mưu Sát."
    }
  },
  {
    "translation": {
      "en": "But here's the catch, everyone has been given a script... except them.",
      "vi": "Nhưng vấn đề ở đây là, ai cũng được trao kịch bản… ngoại trừ họ."
    }
  },
  {
    "translation": {
      "en": "Hi, my name's Jason Bateman. I am here doing Murderville.",
      "vi": "Xin chào, tôi là Jason Bateman. Tôi ở đây để quay Thị Trấn Mưu Sát."
    }
  },
  {
    "translation": {
      "en": "I'm Maya Rudolph.",
      "vi": "Tôi là Maya Rudolph."
    }
  },
  {
    "translation": {
      "en": "I'm about to do Murderville.",
      "vi": "Tôi sắp sửa quay Thị Trấn Mưu Sát."
    }
  },
  {
    "translation": {
      "en": "I have been given no script.",
      "vi": "Tôi không được trao kịch bản."
    }
  },
  {
    "translation": {
      "en": "-I have not been given a script. -What I know is next to nothing.",
      "vi": "- Tôi không được trao kịch bản. - Tôi chẳng biết làm gì tiếp theo."
    }
  },
  {
    "translation": {
      "en": "I love that I didn't have to learn any lines.",
      "vi": "Tôi thích thế, đỡ phải học thuộc kịch bản."
    }
  },
  {
    "translation": {
      "en": "[Jason] I've seen no actors. I've seen no sets.",
      "vi": "Tôi chưa thấy diễn viên nào, bối cảnh nào."
    }
  },
  {
    "translation": {
      "en": "I'm going to have to figure out who the murderer is.",
      "vi": "Tôi nghĩ tôi sẽ phải đoán xem kẻ sát nhân là ai."
    }
  },
  {
    "translation": {
      "en": "And that makes me nervous. So, I don't know who's here,",
      "vi": "Điều đó làm tôi hồi hộp. Tôi không biết ai ở đây… THÁM TỬ TẬP SỰ"
    }
  },
  {
    "translation": {
      "en": "what's happening... [chuckles] ...and what I'm going to do, which I'm delighted by.",
      "vi": "…điều gì sẽ xảy ra, sẽ phải làm gì, tôi rất phấn khích."
    }
  },
  {
    "translation": {
      "en": "[Terry] The holidays,",
      "vi": "Kỳ nghỉ lễ,"
    }
  },
  {
    "translation": {
      "en": "a magical time each year when we set aside our differences",
      "vi": "một dịp kỳ diệu mỗi năm khi ta dẹp bỏ mọi sự khác biệt"
    }
  },
  {
    "translation": {
      "en": "and unite around one common belief, that Christmas sucks ass.",
      "vi": "và cùng quây quần lại với đức tin rằng Lễ Giáng Sinh rất tệ hại."
    }
  },
  {
    "translation": {
      "en": "At least that's what I used to think. My name is Terry Seattle.",
      "vi": "Ít nhất đó là điều tôi từng nghĩ. Tôi là Terry Seattle."
    }
  },
  {
    "translation": {
      "en": "I'm a senior homicide detective with a failed marriage",
      "vi": "Thám tử cấp cao về án mạng với một cuộc hôn nhân đổ vỡ"
    }
  },
  {
    "translation": {
      "en": "and moderate to severe plaque psoriasis.",
      "vi": "và mắc căn bệnh vảy nến nghiêm trọng ở vài phần trên da."
    }
  },
  {
    "translation": {
      "en": "And this is a story of one magical night, when my whole world changed.",
      "vi": "Đây là câu chuyện về một đêm kỳ diệu, khiến cả thế giới của tôi đảo lộn."
    }
  },
  {
    "translation": {
      "en": "Bingo.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "-[phone rings] -[grunts]",
      "vi": "PHIM DIE HARD (CHỈ PHẦN THÚ VỊ THÔI)"
    }
  },
  {
    "translation": {
      "en": "-What is it Rhonda-slash-Chief? -Merry Christmas, Terry.",
      "vi": "Vụ gì đấy Rhonda / Đội trưởng? Giáng Sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Is it? Is it a merry Christmas?",
      "vi": "Thế à? Giáng Sinh vui vẻ thật chứ?"
    }
  },
  {
    "translation": {
      "en": "I'll be quick, 'cause I'm in Hawaii with Daz,",
      "vi": "Em sẽ nói ngắn gọn. Em đang ở Hawaii."
    }
  },
  {
    "translation": {
      "en": "we booked paddle boarding lessons.",
      "vi": "Bọn em đã đặt khóa học lướt ván."
    }
  },
  {
    "translation": {
      "en": "Did I forget to cash an alimony check again?",
      "vi": "Bọn em đã đặt khóa học lướt ván. Tôi lại quên trả tiền trợ cấp à?"
    }
  },
  {
    "translation": {
      "en": "Yes, but that's not why I'm calling.",
      "vi": "Tôi lại quên trả tiền trợ cấp à? Em không gọi vì vụ đó."
    }
  },
  {
    "translation": {
      "en": "Mayor Palmer's hosting City Hall's annual holiday party,",
      "vi": "Thị trưởng mở tiệc nghỉ lễ hằng năm ở Tòa thị chính,"
    }
  },
  {
    "translation": {
      "en": "and there's been a mix up.",
      "vi": "đã có vụ lộn xộn."
    }
  },
  {
    "translation": {
      "en": "She needs someone to run security details, so get down there ASAP.",
      "vi": "Nên bà ấy cần người điều hành an ninh, anh mau qua đó đi."
    }
  },
  {
    "translation": {
      "en": "Just 'cause I hate Christmas, doesn't mean I want to work.",
      "vi": "Tôi không ưa Giáng Sinh, đâu có nghĩa là tôi muốn đi làm."
    }
  },
  {
    "translation": {
      "en": "Besides, one person can't handle that event.",
      "vi": "Một người không kham nổi vụ này đâu."
    }
  },
  {
    "translation": {
      "en": "-Which is why I got you a new partner. -What?",
      "vi": "- Nên em đã tìm cho anh cộng sự mới. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "No. Chief, come on!",
      "vi": "Không. Đội trưởng, thôi nào!"
    }
  },
  {
    "translation": {
      "en": "I'll text you the details. Have fun!",
      "vi": "Em sẽ nhắn tin chi tiết. Vui vẻ nhé!"
    }
  },
  {
    "translation": {
      "en": "I hope you fall off the paddle board, then sharks circle you.",
      "vi": "Mong cô ngã khỏi ván lướt, rồi lũ cá mập vây lấy cô."
    }
  },
  {
    "translation": {
      "en": "-But don't eat... Ah, she hung up. -[doorbell rings]",
      "vi": "Nhưng đừng đớp… Cô ấy cúp máy rồi."
    }
  },
  {
    "translation": {
      "en": "I heard you the first time.",
      "vi": "Nghe thấy rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Well, if it isn't the Ghost of Christmas ass.",
      "vi": "Chà, nếu đây không phải là Bóng ma Giáng Sinh chết tiệt. KHÔNG HÁT MỪNG"
    }
  },
  {
    "translation": {
      "en": "That's not complimentary.",
      "vi": "Đó không phải lời khen nhỉ."
    }
  },
  {
    "translation": {
      "en": "-Good to see you. -Come on in.",
      "vi": "- Rất vui được gặp anh. - Anh vào đi."
    }
  },
  {
    "translation": {
      "en": "You are Detective Seattle perhaps, I hope.",
      "vi": "Có lẽ anh là thám tử Seattle, hy vọng thế."
    }
  },
  {
    "translation": {
      "en": "Look at this guy, he's already got questions.",
      "vi": "Xem kìa, chưa gì gã này đã hỏi thăm rồi."
    }
  },
  {
    "translation": {
      "en": "-Pop a seat right here. -Yep.",
      "vi": "- Ngồi ở đó đi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-Can I come around? -I wish you would.",
      "vi": "- Tôi đi xem một vòng nhé? - Cứ tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -Is this breakfast?",
      "vi": "Bữa sáng đây hả?"
    }
  },
  {
    "translation": {
      "en": "-You always talk when you're nervous? -[laughs]",
      "vi": "Anh luôn lắm mồm khi hồi hộp vậy hả? THỰC TẬP SINH"
    }
  },
  {
    "translation": {
      "en": "-Let's start with the basics. -Okay.",
      "vi": "- Bắt đầu với thứ cơ bản nhé. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "-What's your name? -Jason.",
      "vi": "- Tên anh là gì? - Jason."
    }
  },
  {
    "translation": {
      "en": "-Bateman. -Okay.",
      "vi": "- Bateman. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "What's your profession before you became a homicide trainee?",
      "vi": "Trước khi tập sự án mạng, anh làm nghề gì?"
    }
  },
  {
    "translation": {
      "en": "I used to be an actor. I'm looking for",
      "vi": "Tôi là diễn viên. Tôi đang tìm cách"
    }
  },
  {
    "translation": {
      "en": "-a career change. -Kicked out?",
      "vi": "- đổi nghề. - Bị đuổi việc à?"
    }
  },
  {
    "translation": {
      "en": "-No, not kicked out. -Close?",
      "vi": "- Không. - Vậy hết thời?"
    }
  },
  {
    "translation": {
      "en": "-No, it was totally voluntary. -What kind of roles would you play?",
      "vi": "- Không, chỉ là tình nguyện. - Anh thường vào vai gì?"
    }
  },
  {
    "translation": {
      "en": "Just a normal, average, dumb white guy.",
      "vi": "Chỉ là một gã da trắng bình thường, bậc trung, ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "-That makes sense. -Sorry?",
      "vi": "- Có lý đấy. - Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "You come waltzing in here, thinking you can do my job.",
      "vi": "Anh cứ lượn lờ, nghĩ mình làm nổi việc của tôi."
    }
  },
  {
    "translation": {
      "en": "-No. -I don't...",
      "vi": "- Không. - Tôi không…"
    }
  },
  {
    "translation": {
      "en": "-You ever worked security before? -No, I have not.",
      "vi": "- Anh từng làm an ninh chưa? - Chưa từng."
    }
  },
  {
    "translation": {
      "en": "I got three callbacks for one security part, but didn't get that one.",
      "vi": "Ba lần được gọi phỏng vấn lại, chưa từng được nhận."
    }
  },
  {
    "translation": {
      "en": "-Like a commercial? -Huh?",
      "vi": "Để làm quảng cáo à?"
    }
  },
  {
    "translation": {
      "en": "No, no. How dare you.",
      "vi": "Không. Sao anh nói thế."
    }
  },
  {
    "translation": {
      "en": "We're gonna be working a security detail down at City Hall.",
      "vi": "Chúng ta sẽ giữ gìn an ninh cho Tòa thị chính."
    }
  },
  {
    "translation": {
      "en": "Number one thing is threat assessment.",
      "vi": "Quan trọng nhất là đánh giá nguy cơ."
    }
  },
  {
    "translation": {
      "en": "Think you'd be good at that?",
      "vi": "Quan trọng nhất là đánh giá nguy cơ. Anh thạo đánh giá nguy cơ không?"
    }
  },
  {
    "translation": {
      "en": "-Well, I-- -See any threat around you right now?",
      "vi": "Anh thạo đánh giá nguy cơ không? Thấy nguy cơ nào ngay đây không?"
    }
  },
  {
    "translation": {
      "en": "-I see a lot of VHS tapes. -Jason Bateman,",
      "vi": "- Tôi thấy nhiều băng hình VHS. - Jason Bateman,"
    }
  },
  {
    "translation": {
      "en": "do you see any other kind of threat other than these items?",
      "vi": "anh thấy loại nguy cơ nào khác ngoài mấy thứ đó không?"
    }
  },
  {
    "translation": {
      "en": "Is there anything threatening to you?",
      "vi": "Có nguy cơ gì đe dọa anh không?"
    }
  },
  {
    "translation": {
      "en": "-Nothing at all in front of me. -Huh.",
      "vi": "Chẳng có gì đe dọa tôi cả."
    }
  },
  {
    "translation": {
      "en": "Sit down! Sit down!",
      "vi": "Ngồi xuống!"
    }
  },
  {
    "translation": {
      "en": "You see that?",
      "vi": "Anh thấy chứ?"
    }
  },
  {
    "translation": {
      "en": "You did not assess the threat! Sit down!",
      "vi": "Anh đã không đánh giá được nguy cơ! Ngồi xuống!"
    }
  },
  {
    "translation": {
      "en": "You let a raving lunatic into my home!",
      "vi": "Anh đã để một gã điên cầm cưa vào nhà tôi."
    }
  },
  {
    "translation": {
      "en": "Lucky for you, it was my former trainee, Marshawn Lynch.",
      "vi": "May cho anh, đó là thực tập sinh cũ của tôi, Marshawn Lynch."
    }
  },
  {
    "translation": {
      "en": "-Holy. Good Lord. -Shit!",
      "vi": "- Ôi. Chúa ơi. - Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "-Big fan. -The best damn",
      "vi": "- Tôi hâm mộ anh lắm. - Thực tập sinh"
    }
  },
  {
    "translation": {
      "en": "homicide trainee I ever had.",
      "vi": "về giết người tuyệt nhất của tôi."
    }
  },
  {
    "translation": {
      "en": "-You did not assess the threat. -He wasn't in the room yet.",
      "vi": "- Anh đã không đánh giá được nguy cơ. - Anh ta đã vào phòng đâu."
    }
  },
  {
    "translation": {
      "en": "Exactly. You should be thinking about outside of the room.",
      "vi": "Chính xác. Anh nên nghĩ đến bên ngoài căn phòng chứ."
    }
  },
  {
    "translation": {
      "en": "-Is there more trouble outside? -You tell us.",
      "vi": "Còn rắc rối bên ngoài nữa ư? Anh nói xem."
    }
  },
  {
    "translation": {
      "en": "Is everybody going to die? Are we going to die",
      "vi": "Mọi người sẽ chết sao? Liệu ta có chết"
    }
  },
  {
    "translation": {
      "en": "-in your hands, Jason Bateman? -I don't want that to happen.",
      "vi": "- trên tay anh? - Tôi không muốn điều đó xảy ra."
    }
  },
  {
    "translation": {
      "en": "-How can I help? -You gotta stay alive.",
      "vi": "- Tôi có thể giúp gì? - Anh phải sống sót."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Put your face in here.",
      "vi": "- Được. - Đưa mặt anh lại đây."
    }
  },
  {
    "translation": {
      "en": "Look at this guy. Listen to him.",
      "vi": "Nhìn gã này đi. Nghe gã nói."
    }
  },
  {
    "translation": {
      "en": "-Shit, that is the fucking Ozark dude. -Thank you.",
      "vi": "- Trời, đây đâu phải chương trình Ozark. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-You're the best. -No problem, Chief.",
      "vi": "- Anh là nhất. - Không có gì, Đội trưởng."
    }
  },
  {
    "translation": {
      "en": "Make yourself at home, whatever you want.",
      "vi": "Cứ thoải mái như ở nhà, làm những gì anh muốn."
    }
  },
  {
    "translation": {
      "en": "-That's it for him? -He's going to chill out.",
      "vi": "- Anh ấy xong việc rồi à? - Anh ấy sẽ đi thư giãn."
    }
  },
  {
    "translation": {
      "en": "It's Christmas. Let's get out of here.",
      "vi": "Giáng Sinh mà. Ra khỏi đây thôi."
    }
  },
  {
    "translation": {
      "en": "-Let's do it. -[phone chimes]",
      "vi": "- Hãy làm thôi. - Từ từ, đợi chút đã."
    }
  },
  {
    "translation": {
      "en": "-All right, hang on a second. Uh-oh. -[Jason chuckles]",
      "vi": "- Hãy làm thôi. - Từ từ, đợi chút đã. Có tin nhắn từ đội trưởng đây."
    }
  },
  {
    "translation": {
      "en": "This is just something from the chief here.",
      "vi": "Có tin nhắn từ đội trưởng đây."
    }
  },
  {
    "translation": {
      "en": "What size booties do you wear?",
      "vi": "Anh đi giày cỡ bao nhiêu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Terry] Turns out the holiday party was short an elf,",
      "vi": "Hóa ra bữa tiệc ngày lễ bị thiếu một yêu tinh,"
    }
  },
  {
    "translation": {
      "en": "so Jason was pressed into emergency service.",
      "vi": "nên Jason đã bị ép vào một dịch vụ khẩn cấp."
    }
  },
  {
    "translation": {
      "en": "Little did we know his job would soon go from spreading cheer,",
      "vi": "Chưa ai biết rằng công việc của anh ấy sẽ sớm từ lan tỏa niềm vui,"
    }
  },
  {
    "translation": {
      "en": "to solving murder.",
      "vi": "biến thành giải quyết án mạng."
    }
  },
  {
    "translation": {
      "en": "Look at this.",
      "vi": "Xem này."
    }
  },
  {
    "translation": {
      "en": "-They smudged their names. -Pretty smeary.",
      "vi": "- Mấy cái tên này nhòe cả rồi. - Lem hết rồi."
    }
  },
  {
    "translation": {
      "en": "[Terry] Amateur hour. You guys never heard of a Sharpie?",
      "vi": "Đúng là nghiệp dư. Bộ không biết dùng bút Sharpie à?"
    }
  },
  {
    "translation": {
      "en": "You ready? How you feeling? Feeling good?",
      "vi": "Anh sẵn sàng chưa? Anh thấy thế nào? Tốt chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm happy now. We're at a party.",
      "vi": "Tôi rất vui. Ta đang ở một bữa tiệc."
    }
  },
  {
    "translation": {
      "en": "Good. The Mayor said that she needed Santa's elf",
      "vi": "Thị trưởng nói rằng bà ấy cần yêu tinh của Ông già Nô-en"
    }
  },
  {
    "translation": {
      "en": "as a helper, I wanna know you're here to help.",
      "vi": "làm người hỗ trợ, tôi muốn biết rằng anh ở đây để giúp."
    }
  },
  {
    "translation": {
      "en": "-Are you here to help? -I'm here to help.",
      "vi": "Tôi ở đây để giúp đỡ mà."
    }
  },
  {
    "translation": {
      "en": "Are you getting into a holiday outfit?",
      "vi": "Anh có tính mặc trang phục ngày lễ không?"
    }
  },
  {
    "translation": {
      "en": "I need you looking alive, looking for threats.",
      "vi": "Tôi cần anh trông đầy sức sống, và tìm kiếm mối đe dọa."
    }
  },
  {
    "translation": {
      "en": "Look at all these presents. Wow!",
      "vi": "Xem mấy món quà này. Chà."
    }
  },
  {
    "translation": {
      "en": "These are incredible.",
      "vi": "Chúng thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "What, do we just grab one of these... Angus?",
      "vi": "Bọn tôi lấy một món nhé… Angus?"
    }
  },
  {
    "translation": {
      "en": "Angie, and no. This toy drive is for the local orphanage.",
      "vi": "Angie và không. Đồ chơi này là dành cho các em mồ côi địa phương."
    }
  },
  {
    "translation": {
      "en": "Later, Santa will deliver the gifts to the kids.",
      "vi": "Sau đó, Ông già Nô-en sẽ đem quà đến cho lũ trẻ."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh! Noise canceling headphones! These are the best.",
      "vi": "Tai nghe chống tiếng ồn. Cái này là tuyệt nhất đấy."
    }
  },
  {
    "translation": {
      "en": "-You ever used these before? -I'd love some right now.",
      "vi": "- Anh đã dùng nó chưa? - Tôi muốn thử ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "-They cancel out the noise. -Yep.",
      "vi": "- Chúng chống được tiếng ồn. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Can I have these? -[Angie] Absolutely not.",
      "vi": "- Tôi lấy nó được không? - Tất nhiên là không."
    }
  },
  {
    "translation": {
      "en": "-Each present is for a specific orphan. -Wow.",
      "vi": "- Mỗi món quà là cho một em mồ côi. - Chà."
    }
  },
  {
    "translation": {
      "en": "These orphans, parents die and people just give you presents?",
      "vi": "Lũ trẻ mồ côi này, ba mẹ mất và mọi người tự dưng cho chúng quà?"
    }
  },
  {
    "translation": {
      "en": "Wish my parents had just died like that. [quietly] Grab those.",
      "vi": "Ước gì ba mẹ tôi mất kiểu đó. Chôm chúng đi."
    }
  },
  {
    "translation": {
      "en": "-Three presents? -No, these.",
      "vi": "- Ba món quà? - Không, cái này."
    }
  },
  {
    "translation": {
      "en": "Stuff 'em in. In your vest.",
      "vi": "Nhét chúng vào trong áo khoác anh."
    }
  },
  {
    "translation": {
      "en": "I've always wanted a pair of these.",
      "vi": "Tôi đã luôn muốn có thứ này."
    }
  },
  {
    "translation": {
      "en": "You got it? Zip 'em right in there. That looks good.",
      "vi": "Anh lấy chưa? Khóa nó vào đây đi. Trông tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "-Detective. -Mayor Palmer, how are you?",
      "vi": "- Thám tử. - Chà. Bà thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "Detective Seattle, thank you for coming on short notice.",
      "vi": "Cảm ơn vì đã đến nhanh vậy."
    }
  },
  {
    "translation": {
      "en": "And you must be?",
      "vi": "Và anh hẳn là?"
    }
  },
  {
    "translation": {
      "en": "-Jason, trainee. -How good are you, Jason?",
      "vi": "- Jason, thực tập sinh. - Anh giỏi không, Jason?"
    }
  },
  {
    "translation": {
      "en": "-I can be the best, the best ever. -Great.",
      "vi": "- Tôi có thể là người giỏi nhất. - Tốt."
    }
  },
  {
    "translation": {
      "en": "You're practiced at being an elf?",
      "vi": "Anh đã tập cách làm yêu tinh chưa?"
    }
  },
  {
    "translation": {
      "en": "I feel like I've got the outfit on and ready to go.",
      "vi": "Tôi cảm thấy tôi đã có bộ đồ và sẵn sàng vào việc."
    }
  },
  {
    "translation": {
      "en": "Do you have, like, a... maybe, like, an elf dance?",
      "vi": "Anh có, kiểu, một… một điệu nhảy yêu tinh không?"
    }
  },
  {
    "translation": {
      "en": "That'd be great.",
      "vi": "Nó sẽ rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "Yeah, let's see that.",
      "vi": "Ừ, hãy xem nào."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Terry] And sort make,",
      "vi": "- Được. - Và hãy làm,"
    }
  },
  {
    "translation": {
      "en": "-like a song, an original song. -Yeah.",
      "vi": "kiểu, một bài hát gốc."
    }
  },
  {
    "translation": {
      "en": "-Caw caw caw! -That'd be--",
      "vi": "- Ừ. - Đó là…"
    }
  },
  {
    "translation": {
      "en": "-[Terry chuckles] -Not mine. -[Terry] Hang on. -Wow.",
      "vi": "- Không phải của tôi. - Chờ đã."
    }
  },
  {
    "translation": {
      "en": "Sorry, I brought these for the orphans.",
      "vi": "- Chà. - Tôi mua nó cho các em mồ côi."
    }
  },
  {
    "translation": {
      "en": "They look like the one you had before.",
      "vi": "Chúng trông y hệt mấy món mà cô đã có."
    }
  },
  {
    "translation": {
      "en": "-Damn it. -Ready?",
      "vi": "- Chết tiệt. - Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "-Let's do it. -Come here, listen to Santa.",
      "vi": "- Làm thôi. - Đến đây, nghe Ông già Nô-en nói nào."
    }
  },
  {
    "translation": {
      "en": "He'll tell you what's going on.",
      "vi": "Ông ấy sẽ kể anh nghe chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "-Ho ho ho! -Stand right here, next to Santa.",
      "vi": "Đứng ngay đó, làm ơn, cạnh Ông già Nô-en."
    }
  },
  {
    "translation": {
      "en": "My little elf helper has arrived.",
      "vi": "Trợ lý yêu tinh bé nhỏ của ta đến rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, don't be distracted by all this Christmas crap.",
      "vi": "Đừng bị phân tâm bởi mấy thứ Giáng Sinh chết tiệt này."
    }
  },
  {
    "translation": {
      "en": "You're here for threat assessment. Keep your eyes peeled for any danger.",
      "vi": "Anh ở đây để đánh giá nguy cơ. Mở to mắt xem nguy hiểm ở đâu nhé."
    }
  },
  {
    "translation": {
      "en": "-Terry, can I talk to you for a second? -Yep.",
      "vi": "- Tôi nói chuyện với anh chút được chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Alright, Terry, I really need tonight to go smoothly.",
      "vi": "Tôi rất cần tối nay diễn ra suôn sẻ."
    }
  },
  {
    "translation": {
      "en": "No problems. I'm down in the polls, I can't take negative PR.",
      "vi": "Không có vấn đề gì. Tôi đang tranh cử. Không thể bị PR tiêu cực."
    }
  },
  {
    "translation": {
      "en": "Mayor Palmer, don't you worry about it, okay?",
      "vi": "Tôi đang tranh cử. Không thể bị PR tiêu cực. Đừng lo về vụ đó, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Nothing's going to go wrong. Terry Seattle is on the case!",
      "vi": "Chẳng có vấn đề gì đâu. Terry Seattle đang phụ trách vụ này."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Ổn rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Jason! I leave you alone for two seconds, and Santa gets shivved?",
      "vi": "Ôi Chúa ơi, tôi mới rời anh có hai giây mà Ông già Nô-en bị đâm liền hả?"
    }
  },
  {
    "translation": {
      "en": "I didn't do it. I-- uh... Should we take it out?",
      "vi": "Tôi có làm đâu. Ta có nên rút nó ra không?"
    }
  },
  {
    "translation": {
      "en": "-Seems like he might still be alive. -Oh, my God. Santa!",
      "vi": "- Trông ông ấy có vẻ vẫn còn sống. - Ông già Nô-en!"
    }
  },
  {
    "translation": {
      "en": "-Santa, what happened? -Someone stabbed me with a candy cane.",
      "vi": "- Ông già Nô-en, sao vậy? - Ai đó đã đâm tôi bằng kẹo que."
    }
  },
  {
    "translation": {
      "en": "That part is so apparent, Santa, and sticking out of your chest.",
      "vi": "Điều đó là hiển nhiên mà, Ông già Nô-en, nó lòi ra từ ngực ông kìa."
    }
  },
  {
    "translation": {
      "en": "Who did it?",
      "vi": "Ai đã gây ra chuyện này?"
    }
  },
  {
    "translation": {
      "en": "[groaning] Butter.",
      "vi": "Butter."
    }
  },
  {
    "translation": {
      "en": "-Butter? -Butter?",
      "vi": "- Butter? - Butter à?"
    }
  },
  {
    "translation": {
      "en": "He said \"butter\" as his last words.",
      "vi": "Lời cuối cùng của ông ấy là 〝butter〞."
    }
  },
  {
    "translation": {
      "en": "What does that mean? Does that mean anything to you?",
      "vi": "Là sao? Nó nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "You look like you consume a lot of butter.",
      "vi": "Anh trông có vẻ ăn nhiều bơ đấy."
    }
  },
  {
    "translation": {
      "en": "I've been trying to cut down on that.",
      "vi": "- Tôi đã cố cắt giảm món đó. - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-Oh God! Johnny. -Johnny?",
      "vi": "- Tôi đã cố cắt giảm món đó. - Chúa ơi. - Johnny. - Johnny?"
    }
  },
  {
    "translation": {
      "en": "-Johnny... -Johnny, who-- Here, take off the beard.",
      "vi": "- Johnny… - Johnny, anh… Đây, giật bộ râu ra."
    }
  },
  {
    "translation": {
      "en": "[Jason] Oh, Jesus. You dragged Sean Hayes into this?",
      "vi": "Chúa ơi. Mấy người kéo Sean Hayes vào chuyện này?"
    }
  },
  {
    "translation": {
      "en": "Man. Legendary quarterback John Blaze, Hall of Famer.",
      "vi": "Trời, tiền vệ huyền thoại, John Blaze, cực kỳ nổi tiếng. Johnny đáng ra sẽ giúp đem quà đến cho các em mồ côi."
    }
  },
  {
    "translation": {
      "en": "Johnny was gonna help deliver presents to the orphans.",
      "vi": "Johnny đáng ra sẽ giúp đem quà đến cho các em mồ côi."
    }
  },
  {
    "translation": {
      "en": "Then throw a football over the orphanage.",
      "vi": "Rồi ném một quả bóng bầu dục qua trại trẻ mồ côi."
    }
  },
  {
    "translation": {
      "en": "Well, looks like his life plans got intercepted.",
      "vi": "Chà, có vẻ như kế hoạch cuộc đời của anh ấy bị 〝chặn lại〞 rồi."
    }
  },
  {
    "translation": {
      "en": "-That's wonderful. -Thank you.",
      "vi": "- Câu đó hay đấy. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Is he still alive a little bit? He might need mouth to mouth.",
      "vi": "Anh ấy vẫn còn sống chứ? Có lẽ anh ấy cần hô hấp nhân tạo."
    }
  },
  {
    "translation": {
      "en": "-I'd love to. -Let's see if that'll bring him back.",
      "vi": "- Tôi sẵn lòng. - Hãy xem nó cứu được anh ấy không."
    }
  },
  {
    "translation": {
      "en": "-Johnny, -Let's see--",
      "vi": "- Johnny. - Xem nào…"
    }
  },
  {
    "translation": {
      "en": "But now he's turning away from me.",
      "vi": "Anh ấy xoay người tránh tôi."
    }
  },
  {
    "translation": {
      "en": "-Get in there. -I've gotta plug and open. Plug and open.",
      "vi": "- Lao vào đó đi. - Tôi phải nhấn và mở. Nhấn và mở."
    }
  },
  {
    "translation": {
      "en": "-Get him. -Plug and open.",
      "vi": "- Tóm lấy anh ấy. - Nhấn và mở."
    }
  },
  {
    "translation": {
      "en": "Is he still holding?",
      "vi": "Anh ấy vẫn cố tránh à?"
    }
  },
  {
    "translation": {
      "en": "-And opening. -[Palmer] Save him.",
      "vi": "Và mở. Tôi thấy anh ấy có vẻ có sức sống."
    }
  },
  {
    "translation": {
      "en": "He seems alive to me. That seemed to do it.",
      "vi": "Tôi thấy anh ấy có vẻ có sức sống. Có vẻ hiệu quả đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, he died again.",
      "vi": "Anh ấy lại chết rồi."
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, we can't say we didn't try. Okay, listen up, everybody.",
      "vi": "Chà, ta đâu thể nói là mình chưa thử. Được rồi, nghe này, mọi người."
    }
  },
  {
    "translation": {
      "en": "Legendary quarterback",
      "vi": "Tiền vệ huyền thoại…"
    }
  },
  {
    "translation": {
      "en": "John \"Johnny\" Blaze was murdered.",
      "vi": "HIỆN TRƯỜNG VỤ ÁN TÒA THỊ CHÍNH …John 〝Johnny〞 Blaze đã bị ám sát."
    }
  },
  {
    "translation": {
      "en": "And his killer... is in this room.",
      "vi": "Và kẻ giết anh ấy đang ở trong phòng này."
    }
  },
  {
    "translation": {
      "en": "Mayor Palmer, we have to shut this whole place down.",
      "vi": "Ta sẽ phải đóng cửa toàn bộ nơi này."
    }
  },
  {
    "translation": {
      "en": "Oh no, we can't lock down the building.",
      "vi": "Không. Ta không thể phong tỏa tòa nhà."
    }
  },
  {
    "translation": {
      "en": "We have to deliver those presents by Christmas morning.",
      "vi": "Ta phải đem quà đến trước sáng Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "-If we don't, it'll be a PR disaster. -How long we got till sunrise?",
      "vi": "- Nếu không, nó sẽ là một thảm họa PR. - Còn bao lâu nữa mặt trời mọc?"
    }
  },
  {
    "translation": {
      "en": "-Seven hours, 14 minutes. -Wow, that was so specific.",
      "vi": "- Bảy tiếng, 14 phút. - Chà, cụ thể quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "Okay, well, until then, nobody can leave this building.",
      "vi": "Được, chà, đến lúc đó, không ai được rời tòa nhà này."
    }
  },
  {
    "translation": {
      "en": "-Okay? -Fine.",
      "vi": "- Được chứ? - Được."
    }
  },
  {
    "translation": {
      "en": "But you better find the killer by dawn,",
      "vi": "Nhưng anh phải tìm ra kẻ giết người trước bình minh, vì nếu đống quà đó"
    }
  },
  {
    "translation": {
      "en": "because if those presents don't go to the kids,",
      "vi": "Nhưng anh phải tìm ra kẻ giết người trước bình minh, vì nếu đống quà đó không đến với lũ trẻ, sự nghiệp chính trị của tôi sẽ đi tong."
    }
  },
  {
    "translation": {
      "en": "my political career is toast.",
      "vi": "không đến với lũ trẻ, sự nghiệp chính trị của tôi sẽ đi tong."
    }
  },
  {
    "translation": {
      "en": "And you better believe if I go down, I'm taking you with me.",
      "vi": "Và anh hãy tin là nếu tôi ngã xuống, tôi sẽ kéo anh theo cùng."
    }
  },
  {
    "translation": {
      "en": "I can't imagine I can go further down than I already am.",
      "vi": "Không thể tưởng tượng được việc tôi xuống thấp hơn thế này."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi, Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Grab her a chair. Grab that chair. Let her sit down.",
      "vi": "Lấy ghế cho cô ấy. Lấy ghế cho cô ấy ngồi đi."
    }
  },
  {
    "translation": {
      "en": "Sit her right down. Sit down, there she is.",
      "vi": "Ngồi xuống nào. Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "We're trapped! I can't do this! We're all gonna die!",
      "vi": "Chúng ta mắc kẹt rồi! Tôi không thể! Chúng ta sẽ chết mất!"
    }
  },
  {
    "translation": {
      "en": "She's having a panic attack. You gotta calm her down.",
      "vi": "Cô ấy đang bị hoảng loạn. Trấn an cô ấy đi."
    }
  },
  {
    "translation": {
      "en": "You gotta calm down.",
      "vi": "Bình tĩnh nào."
    }
  },
  {
    "translation": {
      "en": "-♪ Sweet little baby, don't you cry ♪ -[shrieking]",
      "vi": "Bé con nào, đừng khóc"
    }
  },
  {
    "translation": {
      "en": "No, you are the worst at this. Do something calmer.",
      "vi": "Không, anh làm tệ quá. Anh phải trấn an được cô ấy cơ."
    }
  },
  {
    "translation": {
      "en": "She can't -- Oh no, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I just want to go home and be with Mr. Whiskers.",
      "vi": "Tôi chỉ muốn về nhà với Ngài Whiskers thôi."
    }
  },
  {
    "translation": {
      "en": "-Who's Mr. Whiskers? -My kitty.",
      "vi": "- Ngài Whiskers là ai? - Mèo của tôi."
    }
  },
  {
    "translation": {
      "en": "-He always calms my fragile nerves. -Well, you're an actor.",
      "vi": "- Nó luôn làm dịu lòng tôi. - Anh là diễn viên mà."
    }
  },
  {
    "translation": {
      "en": "-Be a kitty? -Yeah. Mr. Whiskers can't be here",
      "vi": "- Vào vai mèo đi. - Ừ, Ngài Whiskers không ở đây"
    }
  },
  {
    "translation": {
      "en": "-but we do have Master Bateman. -Mr. Bateman.",
      "vi": "- nhưng ta có bậc thầy Bateman. - Ngài Bateman."
    }
  },
  {
    "translation": {
      "en": "Just get on all fours like a cat. Get on all fours and be a kitty.",
      "vi": "Cứ đi bốn chân như mèo đi. Làm cho giống mèo vào."
    }
  },
  {
    "translation": {
      "en": "[Terry] There you go. There you go.",
      "vi": "Được rồi đây. Đây rồi."
    }
  },
  {
    "translation": {
      "en": "[Angie] He is kind of nice. Come on, jump up.",
      "vi": "Chú mèo thật dễ thương. Nào, lên ngồi vào lòng ta nào."
    }
  },
  {
    "translation": {
      "en": "There we go, just lean across her.",
      "vi": "Đấy, ngả vào lòng cô ấy đi."
    }
  },
  {
    "translation": {
      "en": "-There's a soft side of me. -Clean. Clean.",
      "vi": "- Có khía cạnh dịu dàng trong tôi. - Liếm láp âu yếm đi."
    }
  },
  {
    "translation": {
      "en": "There we go. Little kitty. What else--",
      "vi": "Đây rồi. Chú mèo nhỏ. Sao nữa…"
    }
  },
  {
    "translation": {
      "en": "You want some milk, don't you?",
      "vi": "Mèo muốn đĩa sữa không nào?"
    }
  },
  {
    "translation": {
      "en": "-Yes, please. -Milk!",
      "vi": "- Có. - Lấy sữa nào!"
    }
  },
  {
    "translation": {
      "en": "Right down-- There we go.",
      "vi": "Bò xuống… Như thế đấy."
    }
  },
  {
    "translation": {
      "en": "There he is, he'll get down on all fours in the milk. Here we go.",
      "vi": "Đấy, anh ấy sẽ bò bốn chân để liếm sữa. Đấy nhé."
    }
  },
  {
    "translation": {
      "en": "And then get right in there, okay. And eyes up. Eyes up.",
      "vi": "Rồi chúi vào đó đi, được đấy. Ngước nhìn lên nào."
    }
  },
  {
    "translation": {
      "en": "-[Jason] Mmm, almond. [laughs] -Eyes up. Lick it eyes up.",
      "vi": "- Sữa quả hạnh đấy. - Vừa liếm vừa ngước lên đi."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "vi": "Thế đúng rồi."
    }
  },
  {
    "translation": {
      "en": "-[exhales] I'm feeling better. -Okay, good.",
      "vi": "- Tôi thấy khỏe hơn rồi. - Được rồi, tốt."
    }
  },
  {
    "translation": {
      "en": "-Thank you, detective. -Good.",
      "vi": "- Cảm ơn nhé. - Tốt."
    }
  },
  {
    "translation": {
      "en": "-You're a saint. -You got it.",
      "vi": "- Anh như một vị thánh ấy. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Terry] Get up, you're embarrassing yourself!",
      "vi": "Đứng lên thôi. Anh đang tự làm mình xấu hổ đấy."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Anh làm cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "God, that's humiliating.",
      "vi": "Trời, nhục thật."
    }
  },
  {
    "translation": {
      "en": "Payback's gonna be tough.",
      "vi": "Trả đũa sẽ nặng nề đây."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I got a long time to think about it.",
      "vi": "- Phải. - Tôi nghĩ về việc này lâu rồi."
    }
  },
  {
    "translation": {
      "en": "[officer] Lock it up. No one comes in or out.",
      "vi": "Khóa cửa lại. Nội bất xuất ngoại bất nhập."
    }
  },
  {
    "translation": {
      "en": "All right, listen. You were there when Santa got murdered.",
      "vi": "Được. Anh đã ở đó khi Ông già Nô-en bị giết."
    }
  },
  {
    "translation": {
      "en": "You remember anything? You hear any unusual sound?",
      "vi": "Anh có nhớ gì không? Có nghe thấy gì bất thường không?"
    }
  },
  {
    "translation": {
      "en": "I just remember a little bit of a squeal.",
      "vi": "Tôi chỉ nhớ một tiếng kêu thất thanh."
    }
  },
  {
    "translation": {
      "en": "-A squeal? -Yep.",
      "vi": "- Ré lên à? - Phải."
    }
  },
  {
    "translation": {
      "en": "That was all? You didn't hear any other sound?",
      "vi": "Anh không nghe tiếng động gì khác à?"
    }
  },
  {
    "translation": {
      "en": "-You didn't hear-- -I think I did hear...",
      "vi": "- Anh không nghe thấy… - Tôi nghĩ mình đã nghe thấy…"
    }
  },
  {
    "translation": {
      "en": "Yes, I did. There were three bells and then the lights came on.",
      "vi": "Đúng. Có ba tiếng chuông rồi lại có điện lại."
    }
  },
  {
    "translation": {
      "en": "-You heard three bells? I'm not crazy? -Maybe it was five. It was... ching ching.",
      "vi": "- Ba tiếng chuông? Tôi đâu có điên nhỉ? - Có lẽ là năm tiếng chuông."
    }
  },
  {
    "translation": {
      "en": "Like a Christmas type of shaky thing.",
      "vi": "Kiểu mấy món lúc lắc Giáng Sinh ấy."
    }
  },
  {
    "translation": {
      "en": "All right, let's examine the body, shall we?",
      "vi": "Được, vậy khám nghiệm tử thi chứ?"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "vi": "- Được thôi. - Được."
    }
  },
  {
    "translation": {
      "en": "[gasps] Gosh. Amber at point.",
      "vi": "Trời ơi. Amber đến làm rồi."
    }
  },
  {
    "translation": {
      "en": "-You got here quick. -I came as soon as I heard.",
      "vi": "- Cô nhanh thật đấy. - Nghe chuyện là tôi đến ngay."
    }
  },
  {
    "translation": {
      "en": "Amber Kang, forensics.",
      "vi": "Amber Kang, bên pháp y."
    }
  },
  {
    "translation": {
      "en": "This is homicide trainee, Jason Bateman, in an elf costume.",
      "vi": "Đây là thực tập sinh án mạng, Jason Bateman, mặc đồ yêu tinh đó."
    }
  },
  {
    "translation": {
      "en": "Let's take a look. Whaddya think, J?",
      "vi": "Nhìn xem. Anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "-Pop down here real quick. -Yep.",
      "vi": "- Cúi xuống đây nhanh lên. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Amber, how was Santa killed with just a candy cane?",
      "vi": "Amber này, sao Ông già Nô-en lại bị giết dễ dàng bằng kẹo que vậy?"
    }
  },
  {
    "translation": {
      "en": "By it being sharpened to a fine peppermint point.",
      "vi": "Bằng cách tạo một đầu nhọn sắc bén vị bạc hà."
    }
  },
  {
    "translation": {
      "en": "-You see how smooth that taper is? -Yeah.",
      "vi": "- Thấy phần chóp trơn nhẵn thế nào chứ? - Phải đấy."
    }
  },
  {
    "translation": {
      "en": "You can't get that with a knife.",
      "vi": "Dao không thể làm được đến vậy."
    }
  },
  {
    "translation": {
      "en": "You can only get that by licking it.",
      "vi": "Chỉ có thể làm bằng cách liếm nó thôi."
    }
  },
  {
    "translation": {
      "en": "It in order to lick that much...",
      "vi": "Để có thể liếm nhiều đến thế"
    }
  },
  {
    "translation": {
      "en": "-must have loved mint. -And licking.",
      "vi": "- phải là người yêu thích bạc hà. - Và thích liếm."
    }
  },
  {
    "translation": {
      "en": "I guess, and licking, too.",
      "vi": "Tôi cũng đoán thế."
    }
  },
  {
    "translation": {
      "en": "A Santa hater, but a great licker.",
      "vi": "Một kẻ ghét Ông già Nô-en, mà giỏi liếm."
    }
  },
  {
    "translation": {
      "en": "Why don't you examine the rest of the body?",
      "vi": "Sao không khám nghiệm tử thi?"
    }
  },
  {
    "translation": {
      "en": "See if there's anything you can find here.",
      "vi": "Xem liệu có tìm ra gì ở đây không."
    }
  },
  {
    "translation": {
      "en": "-Is there anything here? -We've got-- hang on a second.",
      "vi": "- Có gì ở đây không? - Chờ một lát."
    }
  },
  {
    "translation": {
      "en": "-[Jason] We've got somebody's name tag. -[Terry] Let me grab it.",
      "vi": "- Có thẻ ghi tên ai đó này. - Để tôi lấy xem."
    }
  },
  {
    "translation": {
      "en": "The name is smudged.",
      "vi": "Cái tên đã bị nhòe rồi."
    }
  },
  {
    "translation": {
      "en": "It's possible that, that is the name tag of the person Santa was struggling with.",
      "vi": "Có thể đó là thẻ tên của kẻ đã vật lộn với Ông già Nô-en."
    }
  },
  {
    "translation": {
      "en": "That he grabbed it off of whoever killed him.",
      "vi": "Và anh ấy đã giật được nó từ kẻ sát hại mình."
    }
  },
  {
    "translation": {
      "en": "Mayor, can you think of anybody here who had a relationship with Johnny Blaze?",
      "vi": "Thị trưởng, bà có nghĩ ra ai ở đây có quan hệ với Johnny Blaze không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, there is one.",
      "vi": "Có, có một người."
    }
  },
  {
    "translation": {
      "en": "-Jim Trentley?! -Absolutely.",
      "vi": "- Jim Trentley à? - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Sports reporter from Channel Five News?",
      "vi": "Tay phóng viên thể thao của Channel Five News à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Do you know Jim?",
      "vi": "- Phải. - Anh biết anh ta à?"
    }
  },
  {
    "translation": {
      "en": "-I love his show. -The two of them were really close.",
      "vi": "- Tôi thích chương trình của anh ấy. - Hai người họ thân lắm."
    }
  },
  {
    "translation": {
      "en": "So Jim's in the bar, he's pretty shaken up.",
      "vi": "Anh ấy đang ở quầy rượu, run rẩy."
    }
  },
  {
    "translation": {
      "en": "Jim's in the bar.",
      "vi": "Jim đang ở quầy rượu."
    }
  },
  {
    "translation": {
      "en": "Sounds like we got ourselves our first suspect.",
      "vi": "Có vẻ như ta đã có một nghi phạm."
    }
  },
  {
    "translation": {
      "en": "Mr. Trentley.",
      "vi": "Ngài Trentley."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Only my wife's divorce attorney calls for Mr. Trentley.",
      "vi": "Chỉ có luật sư li dị của vợ tôi mới gọi tôi là ngài Trentley thôi."
    }
  },
  {
    "translation": {
      "en": "Call me Jim.",
      "vi": "Cứ gọi tôi là Jim."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Oh, well.",
      "vi": "NGHI PHẠM SỐ 1 PHÓNG VIÊN THỂ THAO"
    }
  },
  {
    "translation": {
      "en": "Senior Detective Terry Seattle.",
      "vi": "Thám tử cao cấp Terry Seattle."
    }
  },
  {
    "translation": {
      "en": "Big fan, and sorry about your divorce.",
      "vi": "Rất hâm mộ anh. Thật tiếc cho vụ li dị của anh."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's fine.",
      "vi": "Ờ, không sao."
    }
  },
  {
    "translation": {
      "en": "Hey, I got myself a new little lady, and she has got a pair",
      "vi": "Này, tôi kiếm được cô nàng mới, cô ấy có đôi tay kỳ diệu đấy."
    }
  },
  {
    "translation": {
      "en": "of magic hands, if you know what I'm talking about.",
      "vi": "Các anh biết không?"
    }
  },
  {
    "translation": {
      "en": "[Terry] Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Jason's got some questions here that he needs to ask you.",
      "vi": "Anh ấy có mấy câu cần hỏi anh."
    }
  },
  {
    "translation": {
      "en": "Just routine stuff.",
      "vi": "Cứ tự nhiên đi."
    }
  },
  {
    "translation": {
      "en": "That's funny, because, I'm usually the one",
      "vi": "Hay thật, bởi tôi thường là"
    }
  },
  {
    "translation": {
      "en": "asking the questions.",
      "vi": "người đặt câu hỏi mà."
    }
  },
  {
    "translation": {
      "en": "Hey, hey. What do you think your team did, huh?",
      "vi": "Như kiểu: 〝Này. Anh nghĩ đội mình đã thể hiện thế nào?"
    }
  },
  {
    "translation": {
      "en": "-You think you'll make it into playoffs? -[all laugh]",
      "vi": "Anh có cho là mình sẽ vào vòng loại trực tiếp không?〝"
    }
  },
  {
    "translation": {
      "en": "Hey! This is what we're going to do.",
      "vi": "Này! Đây là những thứ chúng ta sẽ làm."
    }
  },
  {
    "translation": {
      "en": "Okay? You're going to ask the question.",
      "vi": "Được chứ? Các anh sẽ đặt câu hỏi."
    }
  },
  {
    "translation": {
      "en": "You're an interviewer. That's the microphone.",
      "vi": "Anh sẽ là phóng viên. Đây là cái micro."
    }
  },
  {
    "translation": {
      "en": "You're going to be cameraman, big man, cameraman.",
      "vi": "Anh sẽ là người quay phim, người quay chính."
    }
  },
  {
    "translation": {
      "en": "-Here he comes. -Okay.",
      "vi": "- Thế này này. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "That's your camera.",
      "vi": "Đây là máy quay của anh."
    }
  },
  {
    "translation": {
      "en": "We're going to do a classic, old school locker room interview, all right?",
      "vi": "Chúng ta sẽ làm phỏng vấn kiểu cũ, kiểu truyền thống, nhé?"
    }
  },
  {
    "translation": {
      "en": "-I'm going to get ready. -Okay.",
      "vi": "- Tôi sẽ đi chuẩn bị. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "Boy, he's a character, huh?",
      "vi": "Ôi trời, anh ấy cá tính thật đấy."
    }
  },
  {
    "translation": {
      "en": "-[Jim] Don't drink my peppermint schnapps! -Don't know how this is gonna go.",
      "vi": "Ôi trời, anh ấy cá tính thật đấy. - Sẽ ra sao đây. - Đừng uống rượu bạc hà của tôi!"
    }
  },
  {
    "translation": {
      "en": "-He seems... You got your-- -Go over a few questions.",
      "vi": "- Anh ấy có vẻ… Có được… - Cứ làm vài câu hỏi đã."
    }
  },
  {
    "translation": {
      "en": "-You got some questions there? -Should I run--",
      "vi": "- Anh có câu hỏi chứ? - Tôi có nên…"
    }
  },
  {
    "translation": {
      "en": "-[Jim] Okay, I'm ready! -I guess you could--",
      "vi": "- Sẵn sàng rồi! - Tôi nghĩ anh có thể…"
    }
  },
  {
    "translation": {
      "en": "Let's roll camera!",
      "vi": "Bắt đầu quay nào!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "-Oh, boy. Hey... -Hey there.",
      "vi": "- Ôi trời. Xin chào. - Xin chào."
    }
  },
  {
    "translation": {
      "en": "Folks, thanks for hanging out. I was just hitting the showers.",
      "vi": "Các bạn, cảm ơn đã ghé chơi. Tôi vừa mới đi tắm."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Anh biết không?"
    }
  },
  {
    "translation": {
      "en": "Like a locker room interview.",
      "vi": "Kiểu phỏng vấn trong phòng thay đồ."
    }
  },
  {
    "translation": {
      "en": "You got some questions for me?",
      "vi": "Anh có vài câu hỏi cho tôi à?"
    }
  },
  {
    "translation": {
      "en": "Can you describe your relationship with Johnny Blaze?",
      "vi": "Xin trình bày mối quan hệ của anh với Johnny."
    }
  },
  {
    "translation": {
      "en": "Johnny Blaze and I met 15 years ago, became golfing buddies.",
      "vi": "Johnny Blaze và tôi quen nhau 15 năm rồi. Bọn tôi là bạn chơi gôn."
    }
  },
  {
    "translation": {
      "en": "-You played golf with Johnny Blaze? -Yes, I did. Every Thursday.",
      "vi": "- Anh chơi gôn với Johnny Blaze à? - Đúng. Thứ Năm mỗi tuần."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Johnny always won.",
      "vi": "Johnny luôn thắng."
    }
  },
  {
    "translation": {
      "en": "I got a hell of a drive, but my short game's for crap.",
      "vi": "Tôi giỏi ở đánh xa, nhưng đánh gần thì tệ lắm."
    }
  },
  {
    "translation": {
      "en": "You know, it's my putter! That's why I lost all that money to him.",
      "vi": "Anh biết đấy, do cây gậy putter. Nên tôi toàn mất tiền cho anh ta."
    }
  },
  {
    "translation": {
      "en": "You know, and whatever I owed him, it would just go on my tab.",
      "vi": "Anh biết đấy, do cây gậy putter. Nên tôi toàn mất tiền cho anh ta. Anh biết đấy, tôi nợ anh ta cái gì, thì cứ tính vào thẻ hết."
    }
  },
  {
    "translation": {
      "en": "How much money did you lose to Johnny?",
      "vi": "Anh thua anh ấy bao nhiêu tiền?"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Chà…"
    }
  },
  {
    "translation": {
      "en": "[stammering] About $9 million.",
      "vi": "Khoảng chín triệu đô."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "-You lost $9 million to Johnny Blaze? -It was my damn putter.",
      "vi": "- Anh thua chín triệu đô sao? - Chỉ tại cây gậy putter chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I could never get-- my short game's for crap.",
      "vi": "Tôi không bao giờ thắng đánh ngắn."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I don't know, golf's hard... -Roger that.",
      "vi": "- Tôi không biết nữa, đánh gôn khó mà… - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Was the money that you owed a source of tension between you two?",
      "vi": "Khoản tiền anh nợ gây căng thẳng giữa hai người à?"
    }
  },
  {
    "translation": {
      "en": "-$9 million, safe to bet it was. -Tension.",
      "vi": "- Chín triệu đô. Chắc vậy rồi. - Căng thẳng."
    }
  },
  {
    "translation": {
      "en": "Come on, now.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "We would never let money get in between us, boy.",
      "vi": "Bọn tôi không bao giờ để tiền bạc xen vào giữa bọn tôi."
    }
  },
  {
    "translation": {
      "en": "Even when he called in the whole debt, recently.",
      "vi": "Ngay cả khi gần đây anh ta đòi trả hết."
    }
  },
  {
    "translation": {
      "en": "Um... he called in the debt?",
      "vi": "Ngay cả khi gần đây anh ta đòi trả hết. Anh ấy đòi trả nợ à?"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, of course he did. Last week he called in the debt.",
      "vi": "Ừ, tất nhiên. Tuần trước anh ta đòi nợ."
    }
  },
  {
    "translation": {
      "en": "Said he needed the cash for some business ventures he was doing, you know?",
      "vi": "Nói là cần tiền mặt để kinh doanh."
    }
  },
  {
    "translation": {
      "en": "And, you know, when you think about it, me not owing him $9 million",
      "vi": "Anh biết không, khi anh nghĩ về điều đó, việc tôi không còn nợ anh ta 9 triệu đô"
    }
  },
  {
    "translation": {
      "en": "is really the only positive thing to come out of this whole sad event.",
      "vi": "thật sự là điều tích cực duy nhất từ sự kiện đau buồn này."
    }
  },
  {
    "translation": {
      "en": "What you're saying is you recognize that you would have had... take some deep bends.",
      "vi": "Anh đang nói mình nhận ra là mình đã nhận cái kết thắng đậm?"
    }
  },
  {
    "translation": {
      "en": "Him, now dead, you would no longer need to...",
      "vi": "Anh ấy giờ đã chết rồi, anh sẽ không cần phải…"
    }
  },
  {
    "translation": {
      "en": "uh, pay him the $9 million.",
      "vi": "trả anh ấy chín triệu đô nữa."
    }
  },
  {
    "translation": {
      "en": "-Try downward dog, while we're at it. -All right, well, if you say so.",
      "vi": "- Thử làm tư thế chó úp mặt đi. - Được, nếu anh nói thế."
    }
  },
  {
    "translation": {
      "en": "-He's a true ginger. I'll give him that. -He's a true ginger. He's super flexible.",
      "vi": "- Đúng là dân tóc đỏ. - Thực sự. Anh ấy rất linh hoạt."
    }
  },
  {
    "translation": {
      "en": "He's very flexible and not afraid to do it.",
      "vi": "Anh ấy linh hoạt và không ngại làm thế."
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, thanks for your time, Jim. I do have one request,",
      "vi": "Chà, cảm ơn anh đã dành thời gian, Jim. Tôi có một đề nghị,"
    }
  },
  {
    "translation": {
      "en": "and I feel bad asking.",
      "vi": "thật ngại khi phải nói…"
    }
  },
  {
    "translation": {
      "en": "-You want an autograph? -I would love one.",
      "vi": "- Anh muốn xin chữ ký à? - Tôi muốn lắm."
    }
  },
  {
    "translation": {
      "en": "-[laughs] That's alright, here you go. -He's got his own.",
      "vi": "- Của anh đây. - Anh ấy mang hình luôn kìa."
    }
  },
  {
    "translation": {
      "en": "-I come with my own headshot. -Cool. Senior Detective Terry Seattle.",
      "vi": "- Tôi có ảnh riêng của mình. - Hay đấy. Thám tử cấp cao Terry Seattle."
    }
  },
  {
    "translation": {
      "en": "-T-E-R-R-Y. -To my new best friend, Toby Skedaddle.",
      "vi": "- T-E-R-R-Y. - Tặng bạn thân mới, Toby Skedaddle."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -Close enough.",
      "vi": "- Của anh đây. - Cũng gần đúng."
    }
  },
  {
    "translation": {
      "en": "But you know what I want? Now come on.",
      "vi": "Nhưng anh biết tôi muốn gì không? Lại đây nào."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, God!",
      "vi": "Phải. Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "You're a good hugger.",
      "vi": "Anh ôm chặt thật đấy."
    }
  },
  {
    "translation": {
      "en": "[Terry] After a rocky start, Jason and I were finally clicking as partners.",
      "vi": "Sau một khởi đầu khó khăn, Jason và tôi cuối cùng cũng trở thành cộng sự gắn bó."
    }
  },
  {
    "translation": {
      "en": "We were ready to track down more suspects. But fate, and Mayor Palmer,",
      "vi": "Bọn tôi đã sẵn sàng lùng thêm nghi phạm, nhưng số phận và Thị trưởng Palmer,"
    }
  },
  {
    "translation": {
      "en": "had other plans.",
      "vi": "có kế hoạch khác."
    }
  },
  {
    "translation": {
      "en": "Where have you two been?",
      "vi": "Hai người đã ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "-[Jason] Well... -[Terry] Uh... Sorry, it took a second",
      "vi": "Hai người đã ở đâu vậy? - Chà… - Xin lỗi, hơi mất thời gian"
    }
  },
  {
    "translation": {
      "en": "just to convince Jim to put his clothes back on, it got dicey.",
      "vi": "để thuyết phục Jim mặc quần áo, quá là nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "We're here at your service, we're really on top of this.",
      "vi": "Bọn tôi ở đây để phục vụ, bọn tôi xử lý được chuyện này."
    }
  },
  {
    "translation": {
      "en": "Are you? It seems clear to me you're not able to handle this on your own.",
      "vi": "Bọn tôi ở đây để phục vụ, bọn tôi xử lý được chuyện này. Tôi thấy rõ là các anh không giải quyết được chuyện này."
    }
  },
  {
    "translation": {
      "en": "-Well... -We're doing our best.",
      "vi": "- Chà… - Bọn tôi đang làm hết sức."
    }
  },
  {
    "translation": {
      "en": "-We are... -I don't think so.",
      "vi": "Tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "-And that's why I've called in backup. -[Terry] What?",
      "vi": "- Và đó là lý do tôi đã yêu cầu giúp đỡ. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Come on, Mayor. Last thing I need is another idiot",
      "vi": "Không. Thôi nào. Tôi chẳng cần thêm một kẻ ngốc"
    }
  },
  {
    "translation": {
      "en": "-that I got to babysit up in here. -Boy.",
      "vi": "- mà tôi sẽ phải chăm sóc. - Trời."
    }
  },
  {
    "translation": {
      "en": "-Okay? -I'm excited.",
      "vi": "- Được chứ? - Tôi hưng phấn quá."
    }
  },
  {
    "translation": {
      "en": "-Well. -Come on out, Maya.",
      "vi": "- Chà. - Ra đây nào, Maya."
    }
  },
  {
    "translation": {
      "en": "This is such a mistake.",
      "vi": "Đây đúng là sai lầm."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "-Stand right here, please. -Okay. Hi.",
      "vi": "- Đứng đây này. - Được. Chào."
    }
  },
  {
    "translation": {
      "en": "Detective, Jason. This is Maya Rudolph. She's on your team now.",
      "vi": "Đây là Maya Rudolph. Giờ cô ấy cùng đội với các anh."
    }
  },
  {
    "translation": {
      "en": "-Incredible to meet you. -Great to meet you.",
      "vi": "- Thật vui được gặp cô. - Rất vui được gặp."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Senior Detective Terry Seattle.",
      "vi": "- Chào. - Thám tử cấp cao Terry Seattle."
    }
  },
  {
    "translation": {
      "en": "-Maya Rudolph. -Maya.",
      "vi": "- Maya Rudolph. - Maya."
    }
  },
  {
    "translation": {
      "en": "-It's great we got help. -Just great.",
      "vi": "Thật tuyệt khi có sự giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "I need all of you to find the killer and close this case.",
      "vi": "Tôi cần các người tìm ra kẻ sát nhân và xử lý xong vụ này."
    }
  },
  {
    "translation": {
      "en": "-You understand? -Yeah, got it.",
      "vi": "- Hiểu chứ? - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Great. Now, Terry, you have five hours before the sun rises and your career sets.",
      "vi": "Tuyệt. Giờ, Terry, anh có năm tiếng trước khi trời sáng và sự nghiệp đi tong."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "-Thought it'd be another-- -Super menacing.",
      "vi": "- Cứ tưởng nó sẽ là một… - Hăm dọa ghê thật."
    }
  },
  {
    "translation": {
      "en": "-Five hours? A lot of time. -So you work together.",
      "vi": "- Năm tiếng? Nhiều thời gian mà. - Hai anh cộng tác hả?"
    }
  },
  {
    "translation": {
      "en": "Now we're all working together?",
      "vi": "Giờ ta sẽ cùng cộng tác?"
    }
  },
  {
    "translation": {
      "en": "-What does your gut tell you so far? -Nothing, I just got here.",
      "vi": "- Giác quan nói cho cô biết điều gì? - Không gì cả, tôi mới tới."
    }
  },
  {
    "translation": {
      "en": "-Santa Claus is dead. -I'll tell you what.",
      "vi": "- Ông già Nô-en chết rồi. - Tôi nói nghe này."
    }
  },
  {
    "translation": {
      "en": "Jason, why don't you tell Maya what's happened?",
      "vi": "Sao anh không kể Maya những chuyện vừa xảy ra?"
    }
  },
  {
    "translation": {
      "en": "-Really, Santa Claus is dead? -Tell her what's happened.",
      "vi": "- Ông già Nô-en chết thật? - Kể cô ấy nghe đi."
    }
  },
  {
    "translation": {
      "en": "Only got about 20 seconds. Here we go.",
      "vi": "Chỉ mất 20 giây thôi. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "-Johnny Blaze... -Yeah.",
      "vi": "- Johnny Blaze… - Ừ."
    }
  },
  {
    "translation": {
      "en": "-...was a football player. -Okay.",
      "vi": "…là một tuyển thủ bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "He's now dead. He was playing Santa.",
      "vi": "Anh ấy chết rồi. Anh ấy đóng giả Ông già Nô-en."
    }
  },
  {
    "translation": {
      "en": "-Okay. -So, Santa",
      "vi": "- Được. - Ông già Nô-en"
    }
  },
  {
    "translation": {
      "en": "-was killed by a sharp candy cane... -Object? Okay.",
      "vi": "- bị giết bởi một que kẹo nhọn… - Một đồ vật? Được rồi."
    }
  },
  {
    "translation": {
      "en": "...that was made into a point through licking.",
      "vi": "…được tạo chóp bằng cách liếm láp."
    }
  },
  {
    "translation": {
      "en": "-That was made sharp from licking? -Lick made the point.",
      "vi": "- Tạo chóp nhọn bằng cách liếm ư? - Liếm ra đầu nhọn."
    }
  },
  {
    "translation": {
      "en": "Lick made the point, Santa's dead, Johnny Blaze is not dead, though.",
      "vi": "Liếm ra đầu nhọn, Ông già Nô-en đã chết, Johnny Blaze vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "-Johnny Blaze is dead. -[Terry] Johnny Blaze is dead.",
      "vi": "Johnny Blaze chết rồi. Johnny Blaze đã chết. Và có một phóng viên thể thao trần truồng."
    }
  },
  {
    "translation": {
      "en": "Johnny Blaze is dead. And there was a naked sports caster.",
      "vi": "Johnny Blaze đã chết. Và có một phóng viên thể thao trần truồng."
    }
  },
  {
    "translation": {
      "en": "He's a ginger, too. He seemed pretty guilty.",
      "vi": "- Một gã tóc đỏ. - Trông anh ta có vẻ tội lỗi."
    }
  },
  {
    "translation": {
      "en": "-The naked guy? -Yeah! And drunk,",
      "vi": "- Gã trần truồng á? - Ừ! Say xỉn nữa, và anh ta nợ Johnny Blaze"
    }
  },
  {
    "translation": {
      "en": "-and he owed Johnny Blaze $9 million. -[gasps]",
      "vi": "Say xỉn nữa, và anh ta nợ Johnny Blaze chín triệu đô la."
    }
  },
  {
    "translation": {
      "en": "-We don't know who killed Santa? -Why we're here.",
      "vi": "Và ta không biết ai đã giết Ông già Nô-en?"
    }
  },
  {
    "translation": {
      "en": "-We're gonna figure it out. -Obviously.",
      "vi": "Đó là thứ mà ta phải tìm ra."
    }
  },
  {
    "translation": {
      "en": "Okay. I feel I'm up to speed. I don't know where we are.",
      "vi": "Rõ ràng. Tôi đang theo kịp đây. Tôi không biết ta đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "Where are we now? Tell her that.",
      "vi": "Giờ ta đang ở đâu? Nói cho cô ấy đi."
    }
  },
  {
    "translation": {
      "en": "We're in an office building.",
      "vi": "Chúng ta đang ở trong một tòa nhà văn phòng."
    }
  },
  {
    "translation": {
      "en": "-No, where does the mayor work? -The mayor works at big city, right?",
      "vi": "- Không, thị trưởng làm việc ở đâu? - Ở thành phố lớn, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "In any city, where does the mayor--",
      "vi": "Ở bất kỳ thành phố nào. Thị trưởng ở…"
    }
  },
  {
    "translation": {
      "en": "-City Hall. -There we go.",
      "vi": "- Tòa thị chính. - Đúng rồi đó."
    }
  },
  {
    "translation": {
      "en": "I gotta tell you something, this is a disaster.",
      "vi": "Tôi nói này, đây đúng là thảm họa."
    }
  },
  {
    "translation": {
      "en": "-No. -Why?",
      "vi": "- Không. - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Hello? I'm calling for Johnny Blaze.",
      "vi": "Tôi đang gọi thay Johnny Blaze."
    }
  },
  {
    "translation": {
      "en": "I need to cancel his massage appointment tomorrow.",
      "vi": "Hãy hủy lịch hẹn mát-xa của anh ấy vào ngày mai nhé."
    }
  },
  {
    "translation": {
      "en": "No, he's not rescheduling.",
      "vi": "Không, anh ấy không xếp lại lịch."
    }
  },
  {
    "translation": {
      "en": "Did you just hear that? She works for Johnny Blaze.",
      "vi": "Nghe thấy chứ? Cô ấy làm việc cho Johnny Blaze."
    }
  },
  {
    "translation": {
      "en": "We need to go and see what she knows.",
      "vi": "Ta cần đi và xem cô ấy biết gì."
    }
  },
  {
    "translation": {
      "en": "About Johnny. Yep, let's do it.",
      "vi": "Về Johnny. Ừ, làm thôi."
    }
  },
  {
    "translation": {
      "en": "Obviously about Johnny, not what she knows about other stuff.",
      "vi": "Tất nhiên là về Johnny, không phải về những thứ khác cô ấy biết."
    }
  },
  {
    "translation": {
      "en": "And we don't know who killed him?",
      "vi": "Và ta không biết ai đã ám sát anh ấy?"
    }
  },
  {
    "translation": {
      "en": "We got to find out because otherwise the orphans",
      "vi": "Chúng ta phải tìm ra vì nếu không lũ trẻ mồ côi"
    }
  },
  {
    "translation": {
      "en": "aren't going to get their toys, and then",
      "vi": "sẽ không nhận được đồ chơi của chúng"
    }
  },
  {
    "translation": {
      "en": "the other thing that'll get murdered is the spirit of Christmas.",
      "vi": "sẽ không nhận được đồ chơi của chúng và rồi linh hồn của Giáng Sinh sẽ bị giết chết."
    }
  },
  {
    "translation": {
      "en": "It's true. All these gifts are for the orphans.",
      "vi": "Đúng vậy. Tất cả số quà này là cho các em mồ côi."
    }
  },
  {
    "translation": {
      "en": "\"Get murdered.\"",
      "vi": "〝Bị giết chết〞."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, cool.",
      "vi": "Được rồi. Được, tốt thôi."
    }
  },
  {
    "translation": {
      "en": "[Terry] We put suspect number two in an office",
      "vi": "Chúng tôi đặt nghi phạm số hai vào một văn phòng"
    }
  },
  {
    "translation": {
      "en": "to sweat for a bit before interrogating her.",
      "vi": "để chuẩn bị một chút trước khi thẩm vấn cô ấy."
    }
  },
  {
    "translation": {
      "en": "But getting her to talk would be our toughest mission yet.",
      "vi": "Nhưng để bắt cô ấy khai ra là nhiệm vụ khó khăn nhất đến giờ."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Can somebody please tell me why I'm being held in here?",
      "vi": "Ôi Chúa ơi. Ai đấy làm ơn cho tôi biết tại sao tôi lại bị giữ ở đây đi?"
    }
  },
  {
    "translation": {
      "en": "First, let's just get the intros out of the way.",
      "vi": "Thứ nhất, hãy giới thiệu đã nhé."
    }
  },
  {
    "translation": {
      "en": "I am Senior Detective Terry Seattle.",
      "vi": "Tôi là Thám tử cấp cao Terry Seattle."
    }
  },
  {
    "translation": {
      "en": "We're going to start right at the beginning here. What is your name?",
      "vi": "Ta sẽ bắt đầu ngay. Tên cô là gì?"
    }
  },
  {
    "translation": {
      "en": "I'm Mia Briggs, and I was Johnny's personal assistant.",
      "vi": "Mia Briggs, trợ lý riêng của Johnny."
    }
  },
  {
    "translation": {
      "en": "-How come you're wearing his name tag? -I was gonna ask.",
      "vi": "- Cô đeo thẻ tên của anh ta à? - Tôi đang định hỏi."
    }
  },
  {
    "translation": {
      "en": "This is actually mine. Johnny said remembering the name Mia was impossible,",
      "vi": "Đây là của tôi. Johnny nói rằng anh ấy không thể nhớ tên tôi,"
    }
  },
  {
    "translation": {
      "en": "-so he just called me Johnny. -We're gonna ask you about Johnny.",
      "vi": "- nên anh ấy gọi tôi là Johnny. - Chúng tôi sẽ hỏi cô về Johnny."
    }
  },
  {
    "translation": {
      "en": "-I can't answer anything. -Why not?",
      "vi": "- Tôi không thể trả lời. - Sao lại không?"
    }
  },
  {
    "translation": {
      "en": "I signed an ironclad NDA. Can't answer anything that has to do with him.",
      "vi": "Tôi đã ký một thỏa thuận bảo mật chặt chẽ. Không thể trả lời về anh ấy."
    }
  },
  {
    "translation": {
      "en": "-Ironclad NDA? Not a regular NDA? -It was very intense.",
      "vi": "- Chặt chẽ? Không phải loại thường ư? - Nó rất căng đấy. Không có thời gian để đào sâu chuyện này đâu."
    }
  },
  {
    "translation": {
      "en": "We don't have time to get to the bottom of this.",
      "vi": "Không có thời gian để đào sâu chuyện này đâu."
    }
  },
  {
    "translation": {
      "en": "We're going to do something I call good cop, bad cop, Terry style.",
      "vi": "Ta sẽ phải làm thứ mà tôi gọi là cớm tốt, cớm tồi, kiểu Terry."
    }
  },
  {
    "translation": {
      "en": "Jason, you're a good cop. Maya, you're a bad cop.",
      "vi": "Anh sẽ là cớm tốt. Cô là cớm tồi."
    }
  },
  {
    "translation": {
      "en": "If things don't work out, switch roles. So look for cues.",
      "vi": "Nếu không thành công, ta sẽ đổi vai."
    }
  },
  {
    "translation": {
      "en": "-You're good. -You're good, you're bad.",
      "vi": "Để ý gợi ý nhé. Anh tốt, cô xấu."
    }
  },
  {
    "translation": {
      "en": "You're gonna be answering questions right now!",
      "vi": "Cô sẽ phải trả lời vài câu hỏi."
    }
  },
  {
    "translation": {
      "en": "-Hey, Mia. -Right here.",
      "vi": "- Chào, Mia. - Ngay tại đây."
    }
  },
  {
    "translation": {
      "en": "[Mia] I'm gonna sit, but not talk.",
      "vi": "Tôi sẽ ngồi, nhưng tôi không nói đâu."
    }
  },
  {
    "translation": {
      "en": "Okay, let's see about that.",
      "vi": "Để xem."
    }
  },
  {
    "translation": {
      "en": "-Get over here. -Let's see about that.",
      "vi": "- Lại đây. - Để xem nào."
    }
  },
  {
    "translation": {
      "en": "-Right here. Good cop, bad, go! -You look awesome today,",
      "vi": "- Ngay đây. Cớm tốt, xấu, nào! - Hôm nay cô trông tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "That color's very pretty on your complexion.",
      "vi": "Màu đó trông rất xinh trên nước da của cô."
    }
  },
  {
    "translation": {
      "en": "When's the last time you saw your boss alive?",
      "vi": "Lần cuối cô thấy sếp mình còn sống là lúc nào?"
    }
  },
  {
    "translation": {
      "en": "This morning.",
      "vi": "Sáng nay."
    }
  },
  {
    "translation": {
      "en": "-Yeah, you murder him? -I can't talk about him.",
      "vi": "- Cô giết anh ta à? - Tôi không thể nói về anh ấy."
    }
  },
  {
    "translation": {
      "en": "I don't even know why I answered those.",
      "vi": "Chả hiểu sao tôi lại trả lời mấy câu vừa rồi."
    }
  },
  {
    "translation": {
      "en": "Defensive much?",
      "vi": "Phòng thủ quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-You don't want to get her upset? -Switch it.",
      "vi": "- Cô không muốn thấy cô ấy nổi giận đâu. - Đổi đi."
    }
  },
  {
    "translation": {
      "en": "You're gonna answer the question",
      "vi": "Trả lời câu hỏi hoặc cô sẽ bị"
    }
  },
  {
    "translation": {
      "en": "or you're going to get carted out of here on a stretcher.",
      "vi": "Trả lời câu hỏi hoặc cô sẽ bị đưa ra khỏi đây bằng cáng đấy."
    }
  },
  {
    "translation": {
      "en": "-I'm not answering. -Sweetie, I just have a couple questions.",
      "vi": "- Không trả lời đâu. - Tôi sẽ chỉ hỏi cô vài câu."
    }
  },
  {
    "translation": {
      "en": "-I love your sweater. -We need something helpful from you.",
      "vi": "- Tôi thích áo len của cô lắm. - Ta cần thứ gì đó hữu ích."
    }
  },
  {
    "translation": {
      "en": "I can't talk about him.",
      "vi": "Tôi không thể nói về anh ấy."
    }
  },
  {
    "translation": {
      "en": "We got to try new kinds of cops.",
      "vi": "Ta cần thử loại cớm mới."
    }
  },
  {
    "translation": {
      "en": "Maya, French cop, Jason, Italian cop.",
      "vi": "Maya, cớm Pháp, Jason, cớm Ý."
    }
  },
  {
    "translation": {
      "en": "Mia... [speaks French]",
      "vi": "Mia…"
    }
  },
  {
    "translation": {
      "en": "Smoke.",
      "vi": "Hút thuốc đi."
    }
  },
  {
    "translation": {
      "en": "Forget about it.",
      "vi": "Quên nó đi."
    }
  },
  {
    "translation": {
      "en": "[Italian accent] Forget about it! What you think you know?",
      "vi": "Quên nó đi! Cô nghĩ mình biết gì?"
    }
  },
  {
    "translation": {
      "en": "And tell me what I need to know.",
      "vi": "Và kể tôi nghe thứ tôi cần biết đi."
    }
  },
  {
    "translation": {
      "en": "[French accent] You know what I think? You Americans put too much",
      "vi": "Cô biết tôi nghĩ gì không? Người Mỹ các cô cho quá nhiều"
    }
  },
  {
    "translation": {
      "en": "ketchup on your hamburgers.",
      "vi": "sốt cà chua vào bánh hamburger."
    }
  },
  {
    "translation": {
      "en": "At the Olive Garden, when you're here, you're family.",
      "vi": "Gia đình cô ở Vườn Ô-liu, trong khi cô ở đây."
    }
  },
  {
    "translation": {
      "en": "When you're here...",
      "vi": "Khi cô ở đây…"
    }
  },
  {
    "translation": {
      "en": "Singing cop.",
      "vi": "Cớm hát hò xem nào."
    }
  },
  {
    "translation": {
      "en": "♪ Let me ask you a couple of questions ♪",
      "vi": "Hãy để tôi hỏi cô vài câu"
    }
  },
  {
    "translation": {
      "en": "♪ Did you murder your boss? ♪",
      "vi": "Cô đã giết sếp mình à?"
    }
  },
  {
    "translation": {
      "en": "Liam Neeson cop.",
      "vi": "Cớm Liam Neeson."
    }
  },
  {
    "translation": {
      "en": "-[imitates Liam] I will protect you. -Pretty good!",
      "vi": "- Tôi sẽ bảo vệ cô. - Khá tốt đấy!"
    }
  },
  {
    "translation": {
      "en": "-Pretty good. -Okay, Maya, working class British cop.",
      "vi": "- Khá tốt. - Được rồi, cớm Anh tầng lớp lao động đi."
    }
  },
  {
    "translation": {
      "en": "[British accent] I'm gonna give you five fucking minutes, right?",
      "vi": "Tôi sẽ cho cô năm phút chết tiệt, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "And then you're going to fucking tell me. What the fuck.",
      "vi": "Và rồi cô sẽ phải khai cho tôi cái quái gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Only speaks in robot sound-bleeps.",
      "vi": "- Chỉ nói tiếng rô-bốt thôi, bíp. - Được."
    }
  },
  {
    "translation": {
      "en": "[imitates robot] Okay. We need...",
      "vi": "- Chỉ nói tiếng rô-bốt thôi, bíp. - Được. Ta cần…"
    }
  },
  {
    "translation": {
      "en": "-some answers out of you. -No words, just bleeps.",
      "vi": "- vài câu trả lời từ cô. - Không dùng từ, chỉ nói 〝bíp〞 thôi."
    }
  },
  {
    "translation": {
      "en": "Listen, you don't want to get the robot mad.",
      "vi": "Nghe này, cô không muốn làm rô-bốt nổi giận đâu."
    }
  },
  {
    "translation": {
      "en": "-He'll fucking punch you, right? -[robot noise]",
      "vi": "Anh ấy sẽ đấm nát mặt cô đó, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "-Rick Astley cop. -[chuckles]",
      "vi": "Cảnh sát Rick Astley."
    }
  },
  {
    "translation": {
      "en": "♪ Never going to arrest you Because you're my best friend ♪",
      "vi": "Tôi sẽ không bao giờ bắt cô Vì cô là bạn thân tôi"
    }
  },
  {
    "translation": {
      "en": "♪ Never going to arrest you, Mia ♪",
      "vi": "Không bao giờ bắt cô đâu, Mia"
    }
  },
  {
    "translation": {
      "en": "-[shouts] Is that enough for you? -I'll talk!",
      "vi": "- Vậy là đủ với cô chưa? - Tôi sẽ khai!"
    }
  },
  {
    "translation": {
      "en": "[normal] There it is.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "-We did it. -You're running point on this.",
      "vi": "- Ta làm được rồi. - Cô đang dẫn trước trong vụ này."
    }
  },
  {
    "translation": {
      "en": "Ask about her job working for Johnny.",
      "vi": "Hỏi cô ấy về công việc của cô ấy với Johnny đi."
    }
  },
  {
    "translation": {
      "en": "-[normal] Yes, I have questions. -Yeah.",
      "vi": "- Ừ, tôi có vài câu hỏi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay. What were your responsibilities?",
      "vi": "Được rồi. Vậy nghĩa vụ của cô là gì?"
    }
  },
  {
    "translation": {
      "en": "I had his calendar. I would drive him places.",
      "vi": "Tôi có lịch trình của anh ấy. Tôi sẽ chở anh ấy đi các nơi."
    }
  },
  {
    "translation": {
      "en": "-Okay. -I faked an ADHD condition",
      "vi": "Tôi giả vờ bị chứng ADHD để anh ấy được chơi thuốc Adderal."
    }
  },
  {
    "translation": {
      "en": "-so that he could snort my Adderall. -Wait, what?",
      "vi": "Tôi giả vờ bị chứng ADHD để anh ấy được chơi thuốc Adderal. - Khoan, sao cơ? - Đấy."
    }
  },
  {
    "translation": {
      "en": "One time, he had me drive through a tornado to get to Sam's Club",
      "vi": "Có lần tôi chở anh ấy qua cơn lốc xoáy đến cửa hàng tạp hóa Sam's Club"
    }
  },
  {
    "translation": {
      "en": "because he said, quote, \"I need all of the butter.\"",
      "vi": "vì anh ấy bảo, nguyên văn nhé: 〝Tôi cần mua hết số bơ đó.〞"
    }
  },
  {
    "translation": {
      "en": "-[beeping] -Wait, hang on. Sorry. I have to do this really quick.",
      "vi": "Chờ chút. Xin lỗi. Tôi phải làm điều này thật nhanh."
    }
  },
  {
    "translation": {
      "en": "-What's that? -Okay, so Johnny said that",
      "vi": "- Gì vậy? - Rồi, Johnny bảo là"
    }
  },
  {
    "translation": {
      "en": "my breath smelled like a wet sneaker with gonorrhea.",
      "vi": "hơi thở của tôi có mùi giày ẩm và bệnh lậu ý."
    }
  },
  {
    "translation": {
      "en": "So he asked me to spray my mouth with mint every five minutes.",
      "vi": "Anh ấy đòi tôi cứ năm phút phải xịt bạc hà một lần."
    }
  },
  {
    "translation": {
      "en": "So he said unkind things to you often and you like mint?",
      "vi": "Anh ấy thường nói những điều tồi tệ với cô và cô thích vị bạc hà à?"
    }
  },
  {
    "translation": {
      "en": "It seems to me-- I'm just going to put this out there...",
      "vi": "Tôi thấy có vẻ… Tôi phải nói ra thôi."
    }
  },
  {
    "translation": {
      "en": "-Johnny's a bit controlling. -Okay, wait.",
      "vi": "- Anh ấy hơi thích điều khiển đấy. - Không."
    }
  },
  {
    "translation": {
      "en": "I feel like you're getting the wrong impression of him.",
      "vi": "Các vị đang hiểu nhầm đấy."
    }
  },
  {
    "translation": {
      "en": "He really was a very great boss most of the time.",
      "vi": "Anh ấy luôn là người sếp rất tốt."
    }
  },
  {
    "translation": {
      "en": "-Doesn't sound like it. -No, he got me a present.",
      "vi": "- Không hẳn vậy. - Anh ấy tặng quà Giáng Sinh cho tôi."
    }
  },
  {
    "translation": {
      "en": "-Really? -Yes. Look. This beautiful necklace.",
      "vi": "- Thật sao? - Đúng. Đây. Cái vòng cổ thật đẹp."
    }
  },
  {
    "translation": {
      "en": "-[bells jingling] -He got me this necklace",
      "vi": "- Thật sao? - Đúng. Đây. Cái vòng cổ thật đẹp. Vòng cổ gây tiếng động lớn nên tôi ở đâu là anh ấy biết liền."
    }
  },
  {
    "translation": {
      "en": "that makes noise so he can know where I am.",
      "vi": "Vòng cổ gây tiếng động lớn nên tôi ở đâu là anh ấy biết liền."
    }
  },
  {
    "translation": {
      "en": "Now I know where he is all times.",
      "vi": "Giờ tôi biết nơi anh ấy luôn ở rồi."
    }
  },
  {
    "translation": {
      "en": "-Where is he? -Boss heaven.",
      "vi": "- Ở đâu? - Trên thiên đàng của các sếp."
    }
  },
  {
    "translation": {
      "en": "\"Boss heaven?\"",
      "vi": "〝Thiên đàng của các sếp〞 ư?"
    }
  },
  {
    "translation": {
      "en": "Terry, you need to see this.",
      "vi": "Terry, anh cần xem cái này."
    }
  },
  {
    "translation": {
      "en": "Who the fuck is that?",
      "vi": "Mụ chết tiệt nào đấy?"
    }
  },
  {
    "translation": {
      "en": "Take a look at this.",
      "vi": "Đi xem cái này đi."
    }
  },
  {
    "translation": {
      "en": "All the guests were close enough to Johnny to stab him when the lights went out,",
      "vi": "Khách khứa đứng đủ gần để đâm anh ấy khi đèn tắt,"
    }
  },
  {
    "translation": {
      "en": "but the circuit breaker for the power is all the way over here.",
      "vi": "nhưng cầu chì điện ở mãi tận đây."
    }
  },
  {
    "translation": {
      "en": "There wasn't time for any guests to cut the lights and stab Johnny.",
      "vi": "Không có thời gian để cắt điện và đâm Johnny."
    }
  },
  {
    "translation": {
      "en": "Know what that means?",
      "vi": "Biết thế nghĩa là gì không?"
    }
  },
  {
    "translation": {
      "en": "Can I just have a moment with my trainees?",
      "vi": "Cho tôi trao đổi với thực tập sinh một lát nhé?"
    }
  },
  {
    "translation": {
      "en": "Whoever turned off the lights can't be the same person...",
      "vi": "Người ngắt điện không thể là"
    }
  },
  {
    "translation": {
      "en": "[both] ...who killed Johnny. Jinx!",
      "vi": "- kẻ giết Johnny. - Kẻ giết Johnny."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -[both laugh]",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-What if it's Stretch Armstrong? -The character?",
      "vi": "- Nếu là Búp bê Co giãn thì sao nhỉ? - Nhân vật đó ư?"
    }
  },
  {
    "translation": {
      "en": "The one with the arms that could reach that and stab at the same time.",
      "vi": "Là kẻ có cánh tay vươn dài được và đâm được cùng lúc."
    }
  },
  {
    "translation": {
      "en": "You know what this means, right? This means,",
      "vi": "Hai người hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "there's an accomplice. This changes everything.",
      "vi": "Có một đồng phạm. Điều này làm thay đổi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "-[deep voice] So what you're saying is... -[both] There's an accomplice.",
      "vi": "Vậy ý anh là… - Có một đồng phạm. - Có một đồng phạm."
    }
  },
  {
    "translation": {
      "en": "And this accomplice is out here, hiding in plain sight,",
      "vi": "Và đồng phạm này ở ngay đây, ẩn trong bề ngoài bình thản,"
    }
  },
  {
    "translation": {
      "en": "and their only goal is to try to stop us. We are no longer the hunters.",
      "vi": "chúng chỉ có mục đích là cản ta. Ta không còn là thợ săn nữa."
    }
  },
  {
    "translation": {
      "en": "We are now the hunted.",
      "vi": "Giờ ta thành con mồi rồi."
    }
  },
  {
    "translation": {
      "en": "And there's a new hunter who's out there hunting us.",
      "vi": "Có một thợ săn mới đang săn đuổi chúng ta."
    }
  },
  {
    "translation": {
      "en": "The former hunters, being now the hunted...",
      "vi": "Những cựu thợ săn bây giờ đang bị săn đuổi"
    }
  },
  {
    "translation": {
      "en": "by the new hunter.",
      "vi": "bởi thợ săn mới."
    }
  },
  {
    "translation": {
      "en": "-Are you having a stroke? -[woman] Hello?",
      "vi": "- Anh đang bị choáng à? - Xin chào?"
    }
  },
  {
    "translation": {
      "en": "-Who's that? -Oh, shit. The orphans.",
      "vi": "- Ai thế? - Khỉ thật. Là lũ trẻ mồ côi."
    }
  },
  {
    "translation": {
      "en": "-What are they doing here? -They've been waiting to meet Santa.",
      "vi": "- Sao chúng lại ở đây? - Đang chờ gặp Ông già Nô-en."
    }
  },
  {
    "translation": {
      "en": "I forgot about them in the chaos.",
      "vi": "Tôi quên mất bọn chúng."
    }
  },
  {
    "translation": {
      "en": "If they see Santa dead, my career is over.",
      "vi": "Nếu chúng thấy Ông già Nô-en trên sàn, sự nghiệp tôi đi tong."
    }
  },
  {
    "translation": {
      "en": "Okay, what do we do?",
      "vi": "Được, giờ ta làm gì?"
    }
  },
  {
    "translation": {
      "en": "-Think. -\"Hard Knock Life.\"",
      "vi": "- Nghĩ xem. - Bài ca 〝Nghịch Cảnh〞."
    }
  },
  {
    "translation": {
      "en": "Sweeping. Should I give 'em a broom?",
      "vi": "Hay là lấy cho anh ấy cây chổi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Wait a second! I got an idea.",
      "vi": "Chờ chút. Tôi có ý này."
    }
  },
  {
    "translation": {
      "en": "You stall 'em, Mayor. You two, come with me.",
      "vi": "Thị trưởng, bà giữ chân chúng. Hai người, đi theo tôi."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "Hi, hi. So sorry. Sorry for the delay. Hi. Are you kids having fun?",
      "vi": "Xin chào. Xin lỗi vì chậm trễ. Nào. Các bé có vui không nào?"
    }
  },
  {
    "translation": {
      "en": "We've been sitting in your office for five hours.",
      "vi": "Chúng tôi đã ngồi đợi ở văn phòng bà năm tiếng rồi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -What's going on?",
      "vi": "- Phải. - Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "We got him all set here. Let's just get him--",
      "vi": "Ta đặt anh ấy ở đây. Cứ để anh ấy…"
    }
  },
  {
    "translation": {
      "en": "All right. Okay. All right, guys, we got Santa. Come on.",
      "vi": "Được rồi. Ổn rồi, mọi người, có Ông già Nô-en rồi. Nào."
    }
  },
  {
    "translation": {
      "en": "-No. -Come on back here.",
      "vi": "- Không. - Đứng vào sau này."
    }
  },
  {
    "translation": {
      "en": "So Santa is having, like, a moment.",
      "vi": "Ông già Nô-en cần chút thời gian."
    }
  },
  {
    "translation": {
      "en": "Hold that. You manage that, and, Jason, you get there.",
      "vi": "Giữ lấy. Anh làm việc này, còn cô đứng ra kia."
    }
  },
  {
    "translation": {
      "en": "And Santa's gonna have that moment for a while.",
      "vi": "Ông già Nô-en sẽ cần một lát thôi."
    }
  },
  {
    "translation": {
      "en": "[Terry] Santa's ready.",
      "vi": "Ông già Nô-en xong rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, then, come this way, I guess.",
      "vi": "Rồi. Vậy đi lối này, chắc thế."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "-[Jason as Santa] Hello. -This is great. Come here.",
      "vi": "Chào các cháu. Tuyệt. Đến đây đi."
    }
  },
  {
    "translation": {
      "en": "Hello, boys and girls. Would you like a present? What would you like?",
      "vi": "Chào các cô bé, cậu bé. Thích nhận quà gì nào?"
    }
  },
  {
    "translation": {
      "en": "Why isn't Santa's mouth moving?",
      "vi": "Sao miệng Ông già Nô-en không mấp máy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Move his mouth, Maya. You keep doing his arms.",
      "vi": "Cử động miệng anh ấy đi. Anh cứ giữ cánh tay anh ấy."
    }
  },
  {
    "translation": {
      "en": "[Jason as Santa] It's moving. There. Can't you see?",
      "vi": "Đang mấp máy đấy. Kia kìa. Các cháu thấy không?"
    }
  },
  {
    "translation": {
      "en": "Some of the kids want to sit on Santa's lap.",
      "vi": "Mấy cháu muốn ngồi vào lòng Ông già Nô-en đấy."
    }
  },
  {
    "translation": {
      "en": "-Please sit here. -Yep. You wanna-- Go ahead.",
      "vi": "- Nào, ngồi vào đi. - Ờ. Cháu muốn… Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "-Right here. -What happened to your beard?",
      "vi": "- Ngồi đây này. - Râu ông bị làm sao vậy?"
    }
  },
  {
    "translation": {
      "en": "I've got no hair on my bottom of my face.",
      "vi": "Ông làm gì có râu cằm kia chứ."
    }
  },
  {
    "translation": {
      "en": "Be sensitive. It's called alopecia.",
      "vi": "Tinh tế lên chứ. Ông bị chứng bạch định vô mao đấy."
    }
  },
  {
    "translation": {
      "en": "Why is there red stuff on your suit?",
      "vi": "Sao áo ông lại có vết đỏ thế?"
    }
  },
  {
    "translation": {
      "en": "That's a leaky gut. Please tell me what you want for Christmas.",
      "vi": "Hội chứng rò ruột đấy. Cháu muốn nhận quà gì nào?"
    }
  },
  {
    "translation": {
      "en": "I'd like a new doll, and an art kit, and a soccer ball.",
      "vi": "Cháu thích búp bê mới, bộ đồ chơi, và quả bóng đá."
    }
  },
  {
    "translation": {
      "en": "She doesn't get to ask for three things.",
      "vi": "Cô bé đâu được đòi tận ba thứ."
    }
  },
  {
    "translation": {
      "en": "-No, only one. -You don't get to ask for so many things.",
      "vi": "- Không, chỉ một thứ thôi. - Cháu không được đòi nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "You take what you get and you don't get upset.",
      "vi": "Được cho gì thì cháu nhận đấy và đừng có giận dỗi."
    }
  },
  {
    "translation": {
      "en": "Santa's so mean.",
      "vi": "Ông già Nô-en ác quá."
    }
  },
  {
    "translation": {
      "en": "Come here, come here.",
      "vi": "Nào, lại đây nào."
    }
  },
  {
    "translation": {
      "en": "-Mayor, what is going on? -You're a crybaby.",
      "vi": "- Sao lại thế này? - Cháu là cô bé khóc nhè."
    }
  },
  {
    "translation": {
      "en": "Santa, can you behave yourself?",
      "vi": "Ông già Nô-en cư xử tử tế được không?"
    }
  },
  {
    "translation": {
      "en": "-You're terrible at this. Switch. -Apologies.",
      "vi": "- Anh kém quá. Đổi vai nào. - Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "-Please hold. -Okay.",
      "vi": "- Giữ lấy nào. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Say, \"Sorry about that.\" -[laughs]",
      "vi": "Nói: 〝Xin lỗi vì điều đó〞 đi."
    }
  },
  {
    "translation": {
      "en": "-Say, \"Sorry about that.\" -[Maya as Santa] So sorry.",
      "vi": "- Nói: 〝Xin lỗi vì điều đó〞 đi. - Rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Hey, kids, do you like TikTok? I'm Gwen Stefani.",
      "vi": "Nào các bé, thích TikTok không nào? Ta là Gwen Stefani."
    }
  },
  {
    "translation": {
      "en": "I'm dabbing! I mean, I'm dabbing.",
      "vi": "Ta đang nhảy này."
    }
  },
  {
    "translation": {
      "en": "-Oh he's dabbing, Santa's dabbing. -Look at me. Yay! TikTok is cool.",
      "vi": "- Ông già Nô-en đang nhảy kìa. - Nhìn ta xem. Phải! TikTok thú vị lắm."
    }
  },
  {
    "translation": {
      "en": "Who wants to sit on Santa's lap?",
      "vi": "Giờ ai muốn ngồi vào lòng Ông già Nô-en đây?"
    }
  },
  {
    "translation": {
      "en": "-Okay. What's your name? -My name's Terence.",
      "vi": "- Rồi. Tên cháu là gì? - Cháu là Terence."
    }
  },
  {
    "translation": {
      "en": "-Terrence. I like that. -What do you want for Christmas, Terrence?",
      "vi": "- Ta thích cái tên ấy. - Cháu muốn nhận quà gì?"
    }
  },
  {
    "translation": {
      "en": "What do you want for Christmas, Terrence?",
      "vi": "Cháu muốn nhận quà gì?"
    }
  },
  {
    "translation": {
      "en": "I don't think you can give me what I want, Santa.",
      "vi": "Cháu nghĩ Ông già Nô-en không cho điều cháu muốn được."
    }
  },
  {
    "translation": {
      "en": "Oh yeah? Try me, bitch.",
      "vi": "Sao? Cứ thử nói ra xem."
    }
  },
  {
    "translation": {
      "en": "What I want more than anything in the world...",
      "vi": "Điều cháu muốn nhiều hơn cả thế gian này."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -...is a mommy and daddy.",
      "vi": "- Sao cơ? - Là bố mẹ cháu."
    }
  },
  {
    "translation": {
      "en": "A real mommy and daddy. A forever mommy and daddy.",
      "vi": "Bố mẹ bằng xương bằng thịt ấy. Bố mẹ sống mãi cơ."
    }
  },
  {
    "translation": {
      "en": "I thought maybe you can wish for it along with me, it'll come true.",
      "vi": "Cháu mong ông có thể ước điều đó cùng cháu, nó sẽ thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "[crying] Wish for them. Wish for it, Maya.",
      "vi": "Ước đi. Ước điều đó, Maya."
    }
  },
  {
    "translation": {
      "en": "I'm wishing, I'm wishing.",
      "vi": "Ta đang ước đây. Đang ước đây."
    }
  },
  {
    "translation": {
      "en": "Come here. Come closer. Put your-- Nuzzle your head in my chest.",
      "vi": "Lại đây, lại gần đây. Ngả đầu vào ngực ta nào."
    }
  },
  {
    "translation": {
      "en": "You're a good baby. You're a good baby.",
      "vi": "Cháu là đứa trẻ ngoan. Đứa trẻ ngoan."
    }
  },
  {
    "translation": {
      "en": "I love you. How about some chocolate?",
      "vi": "Ta yêu cháu. Thế còn sô-cô-la thì sao nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Do you like chocolate? -Yeah!",
      "vi": "- Các cháu thích sô-cô-la chứ? - Có!"
    }
  },
  {
    "translation": {
      "en": "Okay, here, here you go.",
      "vi": "Rồi, của các cháu đây."
    }
  },
  {
    "translation": {
      "en": "Okay... you know what? Great, get your chocolate.",
      "vi": "Rồi… biết gì chưa? Tuyệt, lấy sô-cô-la của mình đi."
    }
  },
  {
    "translation": {
      "en": "And I think that's good.",
      "vi": "Thế chắc là ổn rồi đấy."
    }
  },
  {
    "translation": {
      "en": "-Okay, we did it, everybody let's go. -Eat it up.",
      "vi": "- Rồi, xong rồi, mọi người đi thôi. - Ăn hết đi nhé."
    }
  },
  {
    "translation": {
      "en": "Bye, I love you guys. My gosh, I love you guys so much.",
      "vi": "Chào, ta yêu các cháu. Lạy Chúa, ta yêu các cháu lắm."
    }
  },
  {
    "translation": {
      "en": "-Bye. -Thank you.",
      "vi": "- Chào nhé. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Ta yêu các cháu."
    }
  },
  {
    "translation": {
      "en": "-[normal] My finger. -I think we're clear.",
      "vi": "- Ngón tay tôi. - Thế là xong rồi."
    }
  },
  {
    "translation": {
      "en": "-My finger hurts. -We're clear.",
      "vi": "- Đau ngón tay quá. - Ta xong rồi."
    }
  },
  {
    "translation": {
      "en": "We did it. We pulled it off. I didn't think we were going to be able to do it.",
      "vi": "Ta đã làm được. Đã làm tốt. Tôi không nghĩ chúng ta sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "I think they really bought it. We did it!",
      "vi": "Tôi nghĩ chúng tin thật đấy."
    }
  },
  {
    "translation": {
      "en": "I think I finally figured out what Christmas is all about.",
      "vi": "Tôi đã tìm ra ý nghĩa Giáng Sinh là gì."
    }
  },
  {
    "translation": {
      "en": "What is it, Terry?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "It's not about parties and noise canceling headphones. It's about hope.",
      "vi": "Không phải tiệc tùng và tai nghe chống ồn. Mà là hy vọng."
    }
  },
  {
    "translation": {
      "en": "-And we got to give those kids hope. -Yes.",
      "vi": "- Phải mang đến hy vọng cho lũ trẻ. - Phải."
    }
  },
  {
    "translation": {
      "en": "We're gonna catch this killer and save Christmas, right?",
      "vi": "Chúng ta sẽ tóm kẻ sát nhân và giữ gìn Giáng Sinh. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "-[all scream] -Jesus Christ.",
      "vi": "Chúng ta sẽ tóm kẻ sát nhân và giữ gìn Giáng Sinh. Đúng không? Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "What did you do to Santa?",
      "vi": "Các người làm gì Ông già Nô-en thế?"
    }
  },
  {
    "translation": {
      "en": "Would somebody please help out Angie again?",
      "vi": "Có ai giúp Angie lần nữa không?"
    }
  },
  {
    "translation": {
      "en": "-My gosh. -She really scared me.",
      "vi": "- Chúa ơi. - Cô ấy thực sự làm tôi sợ."
    }
  },
  {
    "translation": {
      "en": "She's just-- this has been a whole thing with Angie.",
      "vi": "Cô ấy quanh đi quẩn lại chỉ có thế thôi."
    }
  },
  {
    "translation": {
      "en": "-It all started with a big scream. -He had to be a cat for--",
      "vi": "- Bắt đầu bằng hét toáng lên. - Anh ấy đã phải làm mèo để…"
    }
  },
  {
    "translation": {
      "en": "-Amber, yes. -Terry.",
      "vi": "- Amber à. - Terry."
    }
  },
  {
    "translation": {
      "en": "I cross referenced the party's guest list with Johnny",
      "vi": "Tôi rà soát danh sách khách dự tiệc với Johnny"
    }
  },
  {
    "translation": {
      "en": "-looking for connections and I got a hit. -Okay. Donna Foccacia.",
      "vi": "để tìm manh mối và thấy mối lớn. Donna Foccacia."
    }
  },
  {
    "translation": {
      "en": "-Like the bread? -Exactly.",
      "vi": "- Bánh mì Foccacia á? - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "-Really? -She's the brains and money",
      "vi": "- Thật sao? - Cô ta là đầu não, giàu có"
    }
  },
  {
    "translation": {
      "en": "behind tons of athlete branded restaurants.",
      "vi": "nhờ mở quán ăn mang tên vận động viên."
    }
  },
  {
    "translation": {
      "en": "So she's going to help us how?",
      "vi": "Vậy bằng cách nào cô ấy sẽ giúp ta?"
    }
  },
  {
    "translation": {
      "en": "Her and Johnny were collaborating on a project.",
      "vi": "Cô ấy và Johnny đã cùng thực hiện một dự án."
    }
  },
  {
    "translation": {
      "en": "You'll find her in the VIP lounge.",
      "vi": "Cô ấy đang ở phòng trà VIP."
    }
  },
  {
    "translation": {
      "en": "-The VIP lounge? -Yes.",
      "vi": "- Phòng trà VIP à? - Phải."
    }
  },
  {
    "translation": {
      "en": "We have an exclusive club, two floors up.",
      "vi": "Ta có một câu lạc bộ riêng biệt, hai tầng lầu."
    }
  },
  {
    "translation": {
      "en": "-Here? -City Hall's got a VIP lounge?",
      "vi": "- Ở Tòa thị chính à? - Phòng trà VIP?"
    }
  },
  {
    "translation": {
      "en": "Less than two hours before the orphans wake up",
      "vi": "Còn hai giờ trước khi lũ trẻ mồ côi ngủ dậy"
    }
  },
  {
    "translation": {
      "en": "looking for their presents. Move fast,",
      "vi": "đi tìm quà tặng. Hãy di chuyển cho nhanh,"
    }
  },
  {
    "translation": {
      "en": "and keep your cell phone on. I want to be in constant contact.",
      "vi": "giữ điện thoại luôn bật. Tôi muốn luôn giữ liên lạc."
    }
  },
  {
    "translation": {
      "en": "Do you know what this means?",
      "vi": "Biết thế nghĩa là gì không?"
    }
  },
  {
    "translation": {
      "en": "The killer's accomplice is still out there and we got targets on our back.",
      "vi": "Kẻ đồng phạm vẫn ở đó và chúng ta đã bị theo dõi."
    }
  },
  {
    "translation": {
      "en": "Like we're hunted?",
      "vi": "Ta bị săn đuổi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. If we're going to solve this,",
      "vi": "Ừ. Nếu ta định giải quyết vụ này,"
    }
  },
  {
    "translation": {
      "en": "the only way it's going to happen is that if you two go deep undercover.",
      "vi": "thì cách duy nhất có thể là hai người phải làm bí mật."
    }
  },
  {
    "translation": {
      "en": "[Terry] We headed to the VIP lounge with Maya posing as an elite athlete,",
      "vi": "Chúng tôi đến phòng trà VIP, Maya đóng giả vận động viên,"
    }
  },
  {
    "translation": {
      "en": "and Jason as her manager.",
      "vi": "còn Jason giả làm ông bầu của cô ấy."
    }
  },
  {
    "translation": {
      "en": "We kept an eye out for the accomplice,",
      "vi": "Chúng tôi cứ theo dõi kẻ đồng phạm,"
    }
  },
  {
    "translation": {
      "en": "but it turned out their eye was already on us.",
      "vi": "nhưng hóa ra chúng lại đang theo dõi chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, this is the VIP area.",
      "vi": "Rồi, đây là khu VIP."
    }
  },
  {
    "translation": {
      "en": "I don't understand why they have a VIP room.",
      "vi": "Tôi không hiểu tại sao họ lại có một phòng VIP."
    }
  },
  {
    "translation": {
      "en": "-You two are going in there alone. -[both] What?",
      "vi": "Chỉ có hai người vào trong đó. - Sao thế? - Sao thế?"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll be with you the entire time.",
      "vi": "- Sao thế? - Sao thế? Đừng lo. Tôi sẽ ở bên hai người."
    }
  },
  {
    "translation": {
      "en": "-Yeah. You gonna pop these in your ears. -Are these drugs?",
      "vi": "- Hai người gắn cái này vào tai. - Là thuốc à?"
    }
  },
  {
    "translation": {
      "en": "No, these are just ear pieces, put one in each of your ear.",
      "vi": "Không, là tai nghe gắn tai, mỗi người gắn một cái."
    }
  },
  {
    "translation": {
      "en": "You're gonna pitch Donna a restaurant idea",
      "vi": "Hai người hãy khích cho Donna nói về quán ăn"
    }
  },
  {
    "translation": {
      "en": "and try to get her talking about Johnny Blaze.",
      "vi": "và cố để cô ta nói về Johnny."
    }
  },
  {
    "translation": {
      "en": "And I'm going to find a safe place to hide, and I'll talk you through it.",
      "vi": "Tôi sẽ tìm chỗ an toàn để ẩn náu và hướng dẫn hai người bằng cái này."
    }
  },
  {
    "translation": {
      "en": "-You got it? -Okay.",
      "vi": "- Hiểu chưa? - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Get in there.",
      "vi": "Vào đi."
    }
  },
  {
    "translation": {
      "en": "Bingo.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Yippee Ki-Yay...",
      "vi": "Đời mà…"
    }
  },
  {
    "translation": {
      "en": "-[clang] -Motherfucker!",
      "vi": "Mẹ kiếp!"
    }
  },
  {
    "translation": {
      "en": "[Donna] I said, you can slap a horse's ass but don't expect it to kiss you goodnight.",
      "vi": "Rồi tôi nói, cậu có thể tét con ngựa, nhưng đừng mong nó hôn mình chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "[Terry on radio] Jason, Maya, can you hear me?",
      "vi": "Nghe rõ tôi không?"
    }
  },
  {
    "translation": {
      "en": "[both] Yes.",
      "vi": "- Có. - Nghe rõ."
    }
  },
  {
    "translation": {
      "en": "Let's get to work. Did you find Donna?",
      "vi": "Vào việc nào. Tìm thấy Donna chưa?"
    }
  },
  {
    "translation": {
      "en": "-Did you find Donna? -No. Don't repeat that. Did you find her?",
      "vi": "- Tìm thấy Donna chưa? - Đừng nhắc lại thế. - Thấy cô ta chưa? - Mụ tên như bánh mì à?"
    }
  },
  {
    "translation": {
      "en": "-You talking about the bread lady? -Yes, her.",
      "vi": "- Thấy cô ta chưa? - Mụ tên như bánh mì à? Phải. Làm theo những gì tôi nói."
    }
  },
  {
    "translation": {
      "en": "Do what I tell you to. Wait till she's alone.",
      "vi": "Phải. Làm theo những gì tôi nói. - Đợi khi cô ta một mình. Được chưa? - Một mình rồi."
    }
  },
  {
    "translation": {
      "en": "-Is she alone? -[both] Yes.",
      "vi": "- Đợi khi cô ta một mình. Được chưa? - Một mình rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Go sit next to her.",
      "vi": "Đến ngồi kế bên cô ta."
    }
  },
  {
    "translation": {
      "en": "-Hi, there. -Hi. Hello.",
      "vi": "- Xin chào. - Xin chào."
    }
  },
  {
    "translation": {
      "en": "Can I help you two or...",
      "vi": "Tôi giúp gì được hai người…"
    }
  },
  {
    "translation": {
      "en": "\"Good evening, ma'am. I'm sorry to intrude.\"",
      "vi": "〝Chào buổi tối. Tôi xin lỗi đã đường đột.〞"
    }
  },
  {
    "translation": {
      "en": "-Sorry to intrude. Good evening. -Good evening.",
      "vi": "Tôi xin lỗi vì đã đường đột. Chào buổi tối."
    }
  },
  {
    "translation": {
      "en": "You're Canadian.",
      "vi": "Anh là người Canada."
    }
  },
  {
    "translation": {
      "en": "Heavy accent, like a real maple sucker.",
      "vi": "Thổ âm nặng, như một gã chuyên tu si-rô lá phong ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, and there's a hat under your seat, check.",
      "vi": "Có cái mũ bên dưới ghế anh đó. Kiểm tra gầm ghế đi."
    }
  },
  {
    "translation": {
      "en": "[Terry] On the floor. On the floor. There it is.",
      "vi": "Trên sàn. Nó đấy."
    }
  },
  {
    "translation": {
      "en": "-[Canadian accent] How's it going, eh? -\"Sorry to intrude.\"",
      "vi": "- Công việc thế nào? - 〝Xin lỗi vì đã đường đột.〞 - Xin lỗi vì đường đột. Tôi là… - 〝Gordy Horton.〞"
    }
  },
  {
    "translation": {
      "en": "-Sorry to intrude, eh. I'm... -\"Gordy Horton.\"",
      "vi": "- Xin lỗi vì đường đột. Tôi là… - 〝Gordy Horton.〞"
    }
  },
  {
    "translation": {
      "en": "-Gordy Horton. -\"I'm from Chisel Lake up in Manitoba.\"",
      "vi": "- Gordy Horton. - 〝Tôi từ Chisel Lake trên Manitoba.〞"
    }
  },
  {
    "translation": {
      "en": "Up there in Chisel Lake, in Manitoba.",
      "vi": "Trên Chisel Lake, ở Manitoba ấy."
    }
  },
  {
    "translation": {
      "en": "-\"She's real cold up there, eh.\" -She is real cold up there, eh.",
      "vi": "- 〝Ở đó lạnh lắm.〞 - Ở đó lạnh lắm."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I like to give her. -Yeah, I like to give her.",
      "vi": "- Cứ muốn cho đi. - Cứ muốn cho đi."
    }
  },
  {
    "translation": {
      "en": "Feed her, give her.",
      "vi": "Muốn nuôi dưỡng, cho đi."
    }
  },
  {
    "translation": {
      "en": "-I'd like you to meet my client... -\"Martina Stroyanka.",
      "vi": "- Đây là khách hàng của tôi… - 〝Martina Stroyanka."
    }
  },
  {
    "translation": {
      "en": "I am Bulgarian,\" with a heavy accent.",
      "vi": "Tôi là người Bulgari〝 có thổ âm nặng."
    }
  },
  {
    "translation": {
      "en": "-[Bulgarian accent] Martina Stroyanka. -Her name's Martina.",
      "vi": "- Martina Stroyanka. - Tên cô ấy là Martina."
    }
  },
  {
    "translation": {
      "en": "-I'm Bulgarian. -\"From Bulgaria.\"",
      "vi": "- Tôi là người Bulgari. - 〝Đến từ Bulgari.〞"
    }
  },
  {
    "translation": {
      "en": "From Bulgaria.",
      "vi": "Đến từ Bulgari."
    }
  },
  {
    "translation": {
      "en": "-\"I'm like Mrs. Bulgaria.\" -I'm like Mrs. Bulgaria.",
      "vi": "- 〝Tôi giống như quý bà Bulgari.〞 - Tôi giống như quý bà Bulgari."
    }
  },
  {
    "translation": {
      "en": "-And what is it that you do? -\"I am basketball sporter.\"",
      "vi": "- Vậy cô làm nghề gì? - 〝Tôi là cầu thủ bóng rổ.〞"
    }
  },
  {
    "translation": {
      "en": "I am Bulgarian number one basketball sporter.",
      "vi": "Tôi là cầu thủ bóng rổ người Bulgari số một đấy."
    }
  },
  {
    "translation": {
      "en": "-\"Huge following.\" -Huge following up over there--",
      "vi": "- 〝Có lượng theo dõi khủng.〞 - Có lượng theo dõi khủng…"
    }
  },
  {
    "translation": {
      "en": "-\"Huge!\" -Huge!",
      "vi": "- 〝Lượng khủng!〞 - Lượng khủng!"
    }
  },
  {
    "translation": {
      "en": "So big, so big!",
      "vi": "Rất nhiều!"
    }
  },
  {
    "translation": {
      "en": "-Big! -\"Like a big Easter bunny.\"",
      "vi": "- Nhiều! - 〝Nhiều như Thỏ Phục Sinh ấy.〞"
    }
  },
  {
    "translation": {
      "en": "Like a big Easter bunny.",
      "vi": "Nhiều như Thỏ Phục Sinh ấy."
    }
  },
  {
    "translation": {
      "en": "\"Thing is, Martina's got this restaurant idea...\"",
      "vi": "〝Chuyện là, Martina có ý tưởng nhà hàng này…〞"
    }
  },
  {
    "translation": {
      "en": "The thing is, Martina's got this restaurant idea, eh,",
      "vi": "Chuyện là, Martina có ý tưởng nhà hàng này"
    }
  },
  {
    "translation": {
      "en": "and it's a real beaut', a real getter.",
      "vi": "thật hấp dẫn… Hoặc để kiếm bộn tiền."
    }
  },
  {
    "translation": {
      "en": "Hey, barkeep, this a mint julep? I said rum and Mountain Dew.",
      "vi": "Này, phục vụ, là rượu bạc hà à? Tôi gọi rượu rum và soda mà."
    }
  },
  {
    "translation": {
      "en": "[Donna] Get this shit out of my face. God damn, I hate me a mint julep.",
      "vi": "Dọn đi cho khuất mắt tôi. Chết tiệt, tôi ghét rượu bạc hà."
    }
  },
  {
    "translation": {
      "en": "All right, so what now? You got some big idea you want to pitch me?",
      "vi": "Rồi, giờ thì sao? Cô có ý tưởng muốn kể với tôi hả?"
    }
  },
  {
    "translation": {
      "en": "\"I want to open world's first authentic Bulgarian pizzeria.\"",
      "vi": "〝Tôi muốn mở tiệm pizza Bulgari xịn hàng đầu thế giới.〞"
    }
  },
  {
    "translation": {
      "en": "I want to open world's first authentic Bulgarian pizzeria.",
      "vi": "Tôi muốn mở tiệm pizza Bulgari xịn hàng đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "You want to serve, like, a Bulgarian-style pizza?",
      "vi": "Cô muốn phục vụ, kiểu như, pizza phong cách Bulgari à?"
    }
  },
  {
    "translation": {
      "en": "-\"All the workers? Very rude.\" -This is authentic Bulgarian, okay?",
      "vi": "- 〝Nhân viên à? Đều phải thô lỗ.〞 - Đây là Bulgari xịn mà, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-The workers, very rude. -\"And the washrooms are filthy.\"",
      "vi": "- Tất cả nhân viên phải thô lỗ. - 〝Và nhà vệ sinh thì bẩn.〞"
    }
  },
  {
    "translation": {
      "en": "-The washrooms are filthy. -\"Everything Bulgarian.\"",
      "vi": "- Và nhà vệ sinh thì bẩn. - 〝Mọi thứ đều kiểu Bulgari.〞"
    }
  },
  {
    "translation": {
      "en": "-Everything Bulgarian. -\"Except the pizza.\"",
      "vi": "- Đều kiểu Bulgari. - 〝Ngoại trừ pizza.〞"
    }
  },
  {
    "translation": {
      "en": "-Except the pizza. -\"Pizza would be like Domino's.\"",
      "vi": "- Ngoại trừ pizza. - 〝Pizza sẽ như của Domino.〞"
    }
  },
  {
    "translation": {
      "en": "-The pizza would be like Domino's. -Just roll that back for me.",
      "vi": "- Ngoại trừ pizza. - 〝Pizza sẽ như của Domino.〞 - Pizza sẽ như của Domino. - Nói lại cho tôi nghe nào."
    }
  },
  {
    "translation": {
      "en": "Well, the experience would be like, uh Bulgarian, eh.",
      "vi": "Chà, trải nghiệm sẽ như một người Bulgari."
    }
  },
  {
    "translation": {
      "en": "And the ingredients. We're gonna have--",
      "vi": "Nguyên liệu. Chúng tôi sẽ có kiểu Bulgari…"
    }
  },
  {
    "translation": {
      "en": "[Terry] \"That's wrong. It'd be like Domino's.\"",
      "vi": "〝Nhầm rồi. Nó sẽ giống như của Domino.〞"
    }
  },
  {
    "translation": {
      "en": "No, that's wrong. It'd be more like a Domino's.",
      "vi": "Nhầm rồi. Nó sẽ giống như của Domino."
    }
  },
  {
    "translation": {
      "en": "-\"He's so stupid and wrong.\" -He's so stupid and wrong.",
      "vi": "- 〝Anh ta thật ngốc và nhầm lẫn.〞 - Anh ta thật ngốc và nhầm lẫn."
    }
  },
  {
    "translation": {
      "en": "\"She loves saying that, but I am stupid.\" She loves saying that, but I am stupid, eh.",
      "vi": "〝Cô ấy thích nói thế lắm, nhưng tôi thật ngốc.〞"
    }
  },
  {
    "translation": {
      "en": "\"You ever experienced a Bulgarian bathroom?\"",
      "vi": "〝Cô đã từng trải nghiệm nhà vệ sinh Bulgari chưa?〞"
    }
  },
  {
    "translation": {
      "en": "Ever experience a Bulgarian bathroom? \"I dropped a huge coiler in there once, eh.\"",
      "vi": "〝Tôi từng đánh rơi cuộn xoắn lớn ở đó.〞"
    }
  },
  {
    "translation": {
      "en": "-I dropped a coiler in there once, eh. -\"Huge coiler.\"",
      "vi": "- Tôi từng đánh rơi cuộn xoắn ở đó. - 〝Cuộn xoắn lớn.〞"
    }
  },
  {
    "translation": {
      "en": "Huge coiler!",
      "vi": "Cuộn xoắn lớn!"
    }
  },
  {
    "translation": {
      "en": "Huge, like a Thanksgiving coiler.",
      "vi": "Lớn, như cuộn xoắn Lễ Tạ Ơn ấy."
    }
  },
  {
    "translation": {
      "en": "-Okay. -You know?",
      "vi": "- Rồi. - Cô biết không?"
    }
  },
  {
    "translation": {
      "en": "-\"But the pizza's great.\" -But the pizza's great.",
      "vi": "Nhưng pizza thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "-[snickering] -I'm running the numbers here.",
      "vi": "Tôi cần biết về những con số."
    }
  },
  {
    "translation": {
      "en": "-So, it's actually Domino's Pizza? -Yeah, it would be like Domino's.",
      "vi": "- Vậy, thực sự chỉ Pizza Domino hả? - Phải, sẽ giống như của Domino."
    }
  },
  {
    "translation": {
      "en": "-Now you're getting it, eh. -\"What you think?\"",
      "vi": "- Cô đang dần hiểu rồi đấy. - 〝Cô nghĩ sao?〞"
    }
  },
  {
    "translation": {
      "en": "-What you think? -I got to shoot you straight.",
      "vi": "- Cô nghĩ sao? - Tôi phải nói thẳng với hai người."
    }
  },
  {
    "translation": {
      "en": "This is the worst idea",
      "vi": "Đây là ý tưởng tệ nhất"
    }
  },
  {
    "translation": {
      "en": "I ever been pitched in my whole life.",
      "vi": "tôi từng bị mời chào trong đời."
    }
  },
  {
    "translation": {
      "en": "-Tell her how crazy she is. -You're crazy!",
      "vi": "- Bảo là cô ta thật điên rồ đi. - Cô thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "Oh, you're crazy!",
      "vi": "Cô thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "-Let me tell you something. -You're crazy.",
      "vi": "- Để tôi nói vài điều đã. - Cô thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "-You're close. -You're crazy in the face.",
      "vi": "- Cô dí gần quá. - Cô thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "-Keep going. -You're crazy.",
      "vi": "- Cứ nói tiếp đi. - Cô thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "You make a moose look like a genius. You allergic to money?",
      "vi": "Cô làm cho con nai trông như thiên tài. Cô dị ứng với tiền bạc à?"
    }
  },
  {
    "translation": {
      "en": "You both are dumber than a can of wet salad.",
      "vi": "Hai người ngớ ngẩn hơn cả một hộp salad."
    }
  },
  {
    "translation": {
      "en": "-You're almost as dumb as Johnny Blaze. -[gasps]",
      "vi": "Hai người ngớ ngẩn hệt như Johnny Blaze."
    }
  },
  {
    "translation": {
      "en": "-\"You got a beef with Johnny Blaze?\" -You got a beef with Johnny Blaze?",
      "vi": "- 〝Cô có vấn đề với Johnny à?〞 - Cô có vấn đề với Johnny à?"
    }
  },
  {
    "translation": {
      "en": "I got more than a beef with Johnny.",
      "vi": "Còn hơn cả vấn đề."
    }
  },
  {
    "translation": {
      "en": "Can you tell me more about that?",
      "vi": "Cô nói rõ hơn được không?"
    }
  },
  {
    "translation": {
      "en": "Johnny comes to me, he says, \"I want to open up a new barbecue joint.\"",
      "vi": "Johnny đến bảo tôi: 〝Tôi muốn mở chung quán BBQ mới.〞"
    }
  },
  {
    "translation": {
      "en": "So I bring Johnny right under my wing. I teach him everything that I know.",
      "vi": "Thế là tôi bảo hộ Johnny. Dạy hết những gì tôi biết."
    }
  },
  {
    "translation": {
      "en": "The dumb entrée names, the disgustingly large portions,",
      "vi": "Tên các món ăn ngớ ngẩn, khẩu phần lớn kinh khủng,"
    }
  },
  {
    "translation": {
      "en": "the obscene amounts of butter on everything, okay?",
      "vi": "liều lượng bơ ghê gớm để nhồi nhét vào mọi món ăn."
    }
  },
  {
    "translation": {
      "en": "-So what did Johnny do? -So what'd he do?",
      "vi": "- Được chưa? - Thế anh ta làm gì?"
    }
  },
  {
    "translation": {
      "en": "He backs out of the deal last minute, so he can open up his own place",
      "vi": "Anh ta phản chủ. Mở quán riêng mình"
    }
  },
  {
    "translation": {
      "en": "to compete with my flagship restaurant in Times Square.",
      "vi": "để cạnh tranh với quán đầu bảng của tôi ở Quảng trường Thời đại."
    }
  },
  {
    "translation": {
      "en": "-What's happening with the restaurant now? -Nothing with Johnny's, because he's dead.",
      "vi": "- Rồi chuyện gì đến với quán? - Chẳng có gì, bởi anh ta chết rồi."
    }
  },
  {
    "translation": {
      "en": "Shit, my phone! My phone's ringing!",
      "vi": "Khỉ thật, điện thoại của tôi. Nó đang reo!"
    }
  },
  {
    "translation": {
      "en": "Abort mission.",
      "vi": "Chấm dứt nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "I'm compromised. Make an excuse and leave.",
      "vi": "Vị trí của tôi hỏng rồi. Chuồn thôi."
    }
  },
  {
    "translation": {
      "en": "Abort, abort, abort!",
      "vi": "Chấm dứt!"
    }
  },
  {
    "translation": {
      "en": "Abort, abort, abort!",
      "vi": "Chấm dứt!"
    }
  },
  {
    "translation": {
      "en": "-I gotta go pee pee. -Me gotta pee pee, too.",
      "vi": "- Tôi phải đi tè thôi. - Tôi cũng phải đi tè thôi."
    }
  },
  {
    "translation": {
      "en": "Why didn't I put my phone in my pocket?",
      "vi": "Sao tôi lại không để điện thoại ở túi áo cơ chứ."
    }
  },
  {
    "translation": {
      "en": "God!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "-[Maya] Boss? -[Jason] Seattle?",
      "vi": "- Sếp? - Seattle à?"
    }
  },
  {
    "translation": {
      "en": "Okay, come here, listen.",
      "vi": "Rồi, lại đây, nghe này."
    }
  },
  {
    "translation": {
      "en": "Listen up.",
      "vi": "Nghe kỹ nhé."
    }
  },
  {
    "translation": {
      "en": "Someone's been trying to call me. My phone--",
      "vi": "Ai đó đang cố gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "-Run! -[intense music]",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "[Terry] Having finally lost the accomplice in the bowels of City Hall,",
      "vi": "Cuối cùng cũng lạc mất kẻ đồng lõa ở giữa Tòa thị chính,"
    }
  },
  {
    "translation": {
      "en": "I was able to answer my phone.",
      "vi": "tôi đã có thể nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "It was a cold call from an air duct repair service slash psychic.",
      "vi": "Đó là một cuộc gọi từ dịch vụ sửa chữa ống dẫn khí và cũng là nhà ngoại cảm."
    }
  },
  {
    "translation": {
      "en": "With only 30 minutes till sunrise, we headed back to the party room.",
      "vi": "Chỉ với 30 phút đến bình minh, chúng tôi quay lại phòng tổ chức tiệc."
    }
  },
  {
    "translation": {
      "en": "It was time to close this case and save Christmas.",
      "vi": "Đã đến lúc khép lại vụ án và giải cứu Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "-[Angie yells, sobs] -Angie, please. Would you just deal with yourself for--",
      "vi": "Angie, làm ơn, tự điều chỉnh bản thân để…"
    }
  },
  {
    "translation": {
      "en": "-[Jason] Hi. -Hi. Will you please, please tell me that you know",
      "vi": "Chào. Anh có thể làm ơn hãy nói tôi biết là anh đã biết"
    }
  },
  {
    "translation": {
      "en": "who killed Johnny Blaze?",
      "vi": "kẻ giết Ông già Nô-en là ai?"
    }
  },
  {
    "translation": {
      "en": "-I've gotta-- -Um, maybe...",
      "vi": "- Tôi phải… - Có lẽ…"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? I knew you three couldn't handle this alone.",
      "vi": "Anh đùa tôi hả? Tôi biết ba người sẽ không kham nổi vụ này mà."
    }
  },
  {
    "translation": {
      "en": "And that is why I called in more backup.",
      "vi": "Và đó là lý do tôi đã gọi thêm người đến giúp."
    }
  },
  {
    "translation": {
      "en": "-What? -What? No, come on.",
      "vi": "- Gì cơ? - Gì? Không."
    }
  },
  {
    "translation": {
      "en": "Come on out, Pete.",
      "vi": "Ra đây đi, Pete."
    }
  },
  {
    "translation": {
      "en": "-What? -Pete, come on. Come here.",
      "vi": "- Gì cơ? - Pete, nhanh nào. Lại đây."
    }
  },
  {
    "translation": {
      "en": "-For the love of Pete! -[Palmer] Can you stand there please?",
      "vi": "- Vì tình yêu của Pete! - Đứng đây. Đây là Pete, anh ấy sẽ tham dự cuộc điều tra này."
    }
  },
  {
    "translation": {
      "en": "This is Pete Davidson, he's joining the investigation.",
      "vi": "Đây là Pete, anh ấy sẽ tham dự cuộc điều tra này. - Tôi biết anh ấy. - Thật mừng là có anh trong đội."
    }
  },
  {
    "translation": {
      "en": "-Oh, I know who he is. -Great to have you on the team.",
      "vi": "- Tôi biết anh ấy. - Thật mừng là có anh trong đội."
    }
  },
  {
    "translation": {
      "en": "Why did he just get here?",
      "vi": "- Giúp họ đi. - Sao anh ấy lại tới đây?"
    }
  },
  {
    "translation": {
      "en": "[Terry] Where've you been?",
      "vi": "- Anh đã ở đâu vậy? - Không biết."
    }
  },
  {
    "translation": {
      "en": "-[Jason] Fresh eyes, ears. -I'm very confused.",
      "vi": "- Chẳng biết gì luôn. - Tôi bối rối quá."
    }
  },
  {
    "translation": {
      "en": "[Terry] Know anything about what we're doing?",
      "vi": "Anh có biết gì về việc ta đang làm không?"
    }
  },
  {
    "translation": {
      "en": "No, not at all.",
      "vi": "- Không hề. - Được rồi. Jason, Maya, làm ơn,"
    }
  },
  {
    "translation": {
      "en": "Okay. Jason, Maya, please, in 15 seconds just explain to him.",
      "vi": "- Không hề. - Được rồi. Jason, Maya, làm ơn, trong 15 giây hãy giải thích cho anh ấy."
    }
  },
  {
    "translation": {
      "en": "A naked guy that hugged Jason.",
      "vi": "Có một gã trần truồng ôm Jason."
    }
  },
  {
    "translation": {
      "en": "Yeah. He's a ginger. Santa's been stabbed",
      "vi": "Ừ. Gã tóc đỏ. Ông già Nô-en đã bị đâm"
    }
  },
  {
    "translation": {
      "en": "-by a pointy candy cane. -AKA, Johnny Blaze.",
      "vi": "- bằng một que kẹo sắc nhọn. - Còn được biết tới là Johnny."
    }
  },
  {
    "translation": {
      "en": "Hall of Fame quarterback.",
      "vi": "Tiền vệ nổi tiếng lẫy lừng."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "Stabbed with a candy cane that was sucked to a point.",
      "vi": "Bị đâm bằng một que kẹo bị liếm đến mức nhọn hoắt."
    }
  },
  {
    "translation": {
      "en": "-Sucked all the way to a point. -Whoa.",
      "vi": "Liếm đến mức tạo thành chóp luôn."
    }
  },
  {
    "translation": {
      "en": "-There was an assistant. -Sure.",
      "vi": "Có một trợ lý."
    }
  },
  {
    "translation": {
      "en": "[Jason] She seemed guilty.",
      "vi": "Trông cô ấy có vẻ tội lỗi."
    }
  },
  {
    "translation": {
      "en": "-Very. -She likes mint breath spray.",
      "vi": "- Rất ấy. - Cô ấy thích xịt họng vị bạc hà."
    }
  },
  {
    "translation": {
      "en": "-It's her. -So--",
      "vi": "- Là cô ấy. - Vậy…"
    }
  },
  {
    "translation": {
      "en": "-Johnny-- -It's her!",
      "vi": "Là cô ấy!"
    }
  },
  {
    "translation": {
      "en": "-No it's her. She sucked a candy cane-- -What do you--",
      "vi": "- Cô ấy liếm cây kẹo que… - Sao anh…"
    }
  },
  {
    "translation": {
      "en": "Because she likes mint.",
      "vi": "Vì cô ấy thích bạc hà."
    }
  },
  {
    "translation": {
      "en": "What about the bread lady? And the butter?",
      "vi": "Vậy còn quý cô bánh mì? Bơ ấy?"
    }
  },
  {
    "translation": {
      "en": "-I don't know about bread. -There was butter.",
      "vi": "- Tôi không biết gì về bánh mì. - Có bơ."
    }
  },
  {
    "translation": {
      "en": "There was empty butter pats on the table in front of the gal",
      "vi": "Có một khoanh bơ rỗng trên mặt bàn trước mặt cô ấy"
    }
  },
  {
    "translation": {
      "en": "-we were pitching to. -Wait, there were?",
      "vi": "- khi ta đang chào mời pizza. - Có à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I pay attention.",
      "vi": "Ừ. Tôi đã quan sát."
    }
  },
  {
    "translation": {
      "en": "You're out of time, we gotta decide.",
      "vi": "Hết thời gian rồi, quyết định thôi."
    }
  },
  {
    "translation": {
      "en": "-We're gonna go over here. -Okay.",
      "vi": "Ta sẽ lại đó."
    }
  },
  {
    "translation": {
      "en": "-On your way, each of you grab a present. -Okay.",
      "vi": "Trong lúc đi, mỗi người cầm một món quà. - Được chứ? - Được."
    }
  },
  {
    "translation": {
      "en": "-Come on, Terry, you got 15 minutes. -Okay. All right.",
      "vi": "- Nhanh lên, Terry, anh có 15 phút. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "I know this isn't how you wanted to spend your evening, locked up.",
      "vi": "Đây không phải cách mọi người muốn dành buổi tối của mình, bị khóa kín."
    }
  },
  {
    "translation": {
      "en": "It was the only way to solve the murder of Johnny Blaze.",
      "vi": "Nhưng là cách duy nhất để ta giải quyết vụ án mạng."
    }
  },
  {
    "translation": {
      "en": "Time to find out if",
      "vi": "Đã đến lúc để tìm ra liệu"
    }
  },
  {
    "translation": {
      "en": "Jason, Maya, and Pete, know who is responsible.",
      "vi": "Jason, Maya, Pete, có biết ai chịu trách nhiệm vụ này không."
    }
  },
  {
    "translation": {
      "en": "Was it Jim Trentley?",
      "vi": "Có phải là Jim Trentley?"
    }
  },
  {
    "translation": {
      "en": "Mia Briggs? Or Donna Foccacia?",
      "vi": "Mia Briggs? Hay Donna Foccacia?"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Hey, man.",
      "vi": "Này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "She's had to live with that her whole life.",
      "vi": "Cô ấy sẽ phải chịu cái tên đó cả đời đấy."
    }
  },
  {
    "translation": {
      "en": "Dick's like you.",
      "vi": "Đừng là một gã khốn."
    }
  },
  {
    "translation": {
      "en": "-Fuckin' asshole. -So, each one of you is holding a present.",
      "vi": "- Được rồi. - Vậy, mỗi người đang cầm một món quà."
    }
  },
  {
    "translation": {
      "en": "-Please. -Yeah.",
      "vi": "- Làm ơn. - Ừ."
    }
  },
  {
    "translation": {
      "en": "You're going to hand it to the person you think murdered Johnny Blaze.",
      "vi": "Hãy trao nó cho người mà bạn nghĩ đã ám sát Johnny."
    }
  },
  {
    "translation": {
      "en": "Maya, you're going to go first.",
      "vi": "Maya, cô đi trước đi."
    }
  },
  {
    "translation": {
      "en": "[Jason] Really think about it.",
      "vi": "Nghĩ kỹ vào nhé."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -[all gasp] What?",
      "vi": "- Của cô đây. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "-How dare you? I'm so insulted. -I'm just doing my job.",
      "vi": "- Sao cô dám? Tôi thấy bị xúc phạm. - Tôi chỉ làm việc của mình thôi."
    }
  },
  {
    "translation": {
      "en": "-She's making an informed guess. -Naming the Mayor as the killer?",
      "vi": "- Cô ấy đang đoán dựa trên thông tin. - Đoán rằng Thị trưởng là sát nhân?"
    }
  },
  {
    "translation": {
      "en": "I think that, that shows real gumption.",
      "vi": "Tôi nghĩ điều đó thể hiện sự dũng cảm."
    }
  },
  {
    "translation": {
      "en": "I don't know if she did it yet.",
      "vi": "Tôi không biết liệu có phải cô ấy làm không."
    }
  },
  {
    "translation": {
      "en": "We're going to find out. Jason, it's up to you.",
      "vi": "Ta sẽ tìm hiểu. Jason, đến lượt anh đấy."
    }
  },
  {
    "translation": {
      "en": "-Who do you think murdered Johnny Blaze? -I got it, thank you.",
      "vi": "- Anh nghĩ ai đã giết Johnny? - Tôi có rồi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Jesus. -Suicide.",
      "vi": "- Chúa ơi. - Tự sát."
    }
  },
  {
    "translation": {
      "en": "-Wow. -[Palmer] This is unorthodox.",
      "vi": "- Chà. - Thật là kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "-Okay. I've seen his work. -Nothing indicated suicide.",
      "vi": "- Được rồi. Tôi đã thấy anh ấy làm việc. - Chẳng có gì chỉ ra là tự sát."
    }
  },
  {
    "translation": {
      "en": "Sure it does. The guy was a quarterback, and then he became Santa at City Hall.",
      "vi": "Có chứ. Anh ấy đang là tiền vệ, tự dưng lại đi làm Ông già Nô-en ở Tòa thị chính."
    }
  },
  {
    "translation": {
      "en": "-How did he stab himself with the... -He licked himself lousy",
      "vi": "- Anh ấy tự đâm mình thế nào chứ… - Anh ấy tự liếm thật nhiều"
    }
  },
  {
    "translation": {
      "en": "-then stuck it in his gut. -Licked it, then he sticked it.",
      "vi": "- rồi nhét nó vào ruột mình. - Liếm nó, rồi nhét nó."
    }
  },
  {
    "translation": {
      "en": "-Okay? -You guys are good.",
      "vi": "- Được chứ? - Mấy người này đỉnh thật."
    }
  },
  {
    "translation": {
      "en": "We're teeing up Pete here.",
      "vi": "Ta đang đặt Pete vào thế khó."
    }
  },
  {
    "translation": {
      "en": "-We're fond of him. Here he goes. -[Terry] All right, Pete.",
      "vi": "- Bọn tôi thích anh lắm. Anh ấy đến đây. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Based on this entire case you've had the luxury of studying,",
      "vi": "Dựa trên tất cả tình huống mà anh đã được quyền nghiên cứu,"
    }
  },
  {
    "translation": {
      "en": "who do you think killed Johnny Blaze?",
      "vi": "anh nghĩ ai đã giết hại Johnny Blaze?"
    }
  },
  {
    "translation": {
      "en": "Who's the spearmint lady?",
      "vi": "Ai là quý cô dầu bạc hà?"
    }
  },
  {
    "translation": {
      "en": "-Pink pants. -Okay, it's her,",
      "vi": "- Cô quần hồng ấy. - Được, là cô ấy."
    }
  },
  {
    "translation": {
      "en": "But I'm gonna be a dick.",
      "vi": "Nhưng tôi sẽ là một tên khốn."
    }
  },
  {
    "translation": {
      "en": "I think you're up to something.",
      "vi": "Tôi nghĩ anh đang tính làm gì đó."
    }
  },
  {
    "translation": {
      "en": "-So, just to recap... -Yep.",
      "vi": "- Vậy, tóm lại… - Ừ."
    }
  },
  {
    "translation": {
      "en": "Maya, you think the Mayor did it?",
      "vi": "Maya, cô nghĩ Thị trưởng là thủ phạm?"
    }
  },
  {
    "translation": {
      "en": "The fuck?",
      "vi": "Cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "Jason, you think that he committed suicide?",
      "vi": "Jason, anh nghĩ anh ấy đã tự sát?"
    }
  },
  {
    "translation": {
      "en": "I would.",
      "vi": "Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "-And Pete, you think I did it? -Yeah.",
      "vi": "- Và Pete, anh nghĩ là do tôi? - Ừ."
    }
  },
  {
    "translation": {
      "en": "So we had three suspects, and you chose none of them.",
      "vi": "Ta có ba nghi phạm, mấy người chẳng hề chọn họ."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "-Fantastic. -Now what?",
      "vi": "- Tuyệt. - Giờ sao?"
    }
  },
  {
    "translation": {
      "en": "Listen here, there is a mountain of evidence out there.",
      "vi": "Có cả núi bằng chứng ngoài đây."
    }
  },
  {
    "translation": {
      "en": "So whoever did commit this murder, please, now is your chance to come clean.",
      "vi": "Vậy bất kể ai là thủ phạm, làm ơn, đây là cơ hội để ngươi ra đầu thú."
    }
  },
  {
    "translation": {
      "en": "You may think that all you've done is killed legendary quarterback Johnny Blaze.",
      "vi": "Ngươi cho rằng mình chỉ giết tiền vệ huyền thoại Johnny Blaze thôi."
    }
  },
  {
    "translation": {
      "en": "But what you've really done is you've committed the most heinous act of all.",
      "vi": "Nhưng điều ngươi làm lại là thực hiện tội ác ghê gớm hơn."
    }
  },
  {
    "translation": {
      "en": "If we don't get those presents to those orphans in the next 12 minutes",
      "vi": "Nếu ta không đem số quà đó đến cho các em mồ côi trong vòng 12 phút nữa,"
    }
  },
  {
    "translation": {
      "en": "those kids are going to stop believing in Santa",
      "vi": "lũ trẻ đó sẽ ngừng tin tưởng vào Ông già Nô-en"
    }
  },
  {
    "translation": {
      "en": "and you will have murdered the spirit of Christmas.",
      "vi": "và ngươi sẽ giết chết linh hồn của Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Who did it?",
      "vi": "Ai là thủ phạm?"
    }
  },
  {
    "translation": {
      "en": "-I can't take it anymore. -[all gasp]",
      "vi": "Tôi không chịu được nữa."
    }
  },
  {
    "translation": {
      "en": "It was me, I did it!",
      "vi": "- Là tôi. Tôi đã làm. - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "-Why? -How the fuck was I supposed to know that? I've never met you before.",
      "vi": "Sao tôi biết được chứ? Tôi đã gặp anh bao giờ đâu."
    }
  },
  {
    "translation": {
      "en": "Legendary Channel Five sports anchor Jim Trentley!",
      "vi": "Bình luận viên thể thao đài Channel Five, huyền thoại Jim Trentley!"
    }
  },
  {
    "translation": {
      "en": "I didn't have anywhere else to go. I didn't have the money,",
      "vi": "Tôi không có chỗ để đi. Tôi không có tiền."
    }
  },
  {
    "translation": {
      "en": "he was going to tell everybody about my debt, ruin my TV career.",
      "vi": "Anh ấy sẽ kể mọi người về món nợ của tôi, hủy hoại sự nghiệp truyền hình của tôi."
    }
  },
  {
    "translation": {
      "en": "Yes, of course. Of course. It had to be you.",
      "vi": "Ừ, dĩ nhiên. Phải là anh."
    }
  },
  {
    "translation": {
      "en": "Jason heard the sound of jingle bells during the murder.",
      "vi": "Jason nghe thấy tiếng chuông ngân giữa lúc án mạng."
    }
  },
  {
    "translation": {
      "en": "Jim was the one who had that ugly bell sweater.",
      "vi": "Jim là người có cái áo len đính chuông xấu xí đó."
    }
  },
  {
    "translation": {
      "en": "-Hey... -Sorry.",
      "vi": "- Này… - Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Jim was drinking peppermint schnapps.",
      "vi": "Jim uống rượu bạc hà."
    }
  },
  {
    "translation": {
      "en": "We know the killer liked the taste of mint.",
      "vi": "Ta biết kẻ sát nhân thích vị bạc hà."
    }
  },
  {
    "translation": {
      "en": "Donna sent back her mint julep. She hated it when you were at the bar.",
      "vi": "Donna trả lại rượu bạc hà của cô ấy. Cô ấy ghét bỏ nó lúc ở quầy rượu."
    }
  },
  {
    "translation": {
      "en": "This a mint julep? I said rum and Mountain Dew, get this shit out.",
      "vi": "Rượu bạc hà à? Tôi gọi rượu rum và soda mà. Dọn đi cho khuất mắt tôi."
    }
  },
  {
    "translation": {
      "en": "Finally there's the name tag issue. Everybody's name tag was smudged.",
      "vi": "Vấn đề về thẻ tên. Thẻ tên của mọi người bị nhòe."
    }
  },
  {
    "translation": {
      "en": "We found the smudged name tag in the hand of Johnny Blaze.",
      "vi": "Ta tìm thấy thẻ tên bị nhòe trong tay Johnny Blaze."
    }
  },
  {
    "translation": {
      "en": "Which means the killer must've made a second name tag.",
      "vi": "Nghĩa là tên sát nhân đã làm thẻ tên thứ hai."
    }
  },
  {
    "translation": {
      "en": "Only one person didn't have a smudged name tag and that was Jim Trentley.",
      "vi": "Chỉ một người không có thẻ tên bị nhòe là Jim Trentley."
    }
  },
  {
    "translation": {
      "en": "Call me Jim.",
      "vi": "Cứ gọi tôi là Jim."
    }
  },
  {
    "translation": {
      "en": "And his was signed with a brand new red Sharpie",
      "vi": "Và anh ta đã ký bằng một chiếc bút Sharpie mới tinh"
    }
  },
  {
    "translation": {
      "en": "that matched the headshot that you signed for me.",
      "vi": "mà trùng với bức ảnh chân dung anh đã ký cho tôi."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "I'm going to jail, aren't I?",
      "vi": "Tôi sẽ phải đi tù, đúng không?"
    }
  },
  {
    "translation": {
      "en": "You're not only going to jail, you're also going to hell.",
      "vi": "Anh không những phải đi tù, mà còn xuống địa ngục."
    }
  },
  {
    "translation": {
      "en": "Do they have golf in jail?",
      "vi": "Họ có gôn trong tù không?"
    }
  },
  {
    "translation": {
      "en": "Golf! Of course!",
      "vi": "Gôn! Tất nhiên rồi!"
    }
  },
  {
    "translation": {
      "en": "That adds up. We thought Johnny Blaze's last words were \"butter.\"",
      "vi": "Thêm chuyện đó nữa. Ta tưởng từ cuối cùng của Johnny Blaze là 〝butter〞."
    }
  },
  {
    "translation": {
      "en": "-Butter. -But it wasn't \"butter.\" It was \"putter.\"",
      "vi": "- Butter. - Nhưng không phải. Là 〝gậy putter〞."
    }
  },
  {
    "translation": {
      "en": "-Oh. -Oh, my gosh.",
      "vi": "- Ồ. - Trời ơi."
    }
  },
  {
    "translation": {
      "en": "-That's a twist. -This guy's crying.",
      "vi": "- Đúng là bất ngờ. - Anh ấy khóc rồi này."
    }
  },
  {
    "translation": {
      "en": "It's so fucking sad.",
      "vi": "Chết tiệt, chuyện này buồn quá."
    }
  },
  {
    "translation": {
      "en": "He was trying to tell us who the killer was.",
      "vi": "Anh ấy đã cố kể với ta kẻ sát nhân là ai."
    }
  },
  {
    "translation": {
      "en": "But there was an accomplice.",
      "vi": "Có một kẻ đồng lõa."
    }
  },
  {
    "translation": {
      "en": "-Who turned off the lights? -Thank you.",
      "vi": "- Ai đã tắt đèn? - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "The accomplice was Jim Trentley's new girl, Angie!",
      "vi": "Kẻ đồng lõa là bạn gái mới của Jim Trentley, Angie."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Jim told us his lady friend had magic hands.",
      "vi": "Jim kể bọn tôi bạn gái mới của anh ta có đôi tay kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "Guess who was wrapping the orphan's presents at lightning speed?",
      "vi": "Đoán xem ai là người gói quà cho các em mồ côi bằng tốc độ ánh sáng nào?"
    }
  },
  {
    "translation": {
      "en": "She was the one hunting us in the hallway.",
      "vi": "Cô ta là người đã săn chúng ta."
    }
  },
  {
    "translation": {
      "en": "She wasn't out of breath from a panic attack,",
      "vi": "Cô ta hết hơi không phải vì bị hoảng loạn,"
    }
  },
  {
    "translation": {
      "en": "but from running the hallways in a ski mask, trying to take us out.",
      "vi": "mà vì chạy trên hành lang trong lúc đeo mặt nạ để hạ ta."
    }
  },
  {
    "translation": {
      "en": "Jim, you idiot! I told you to not talk about my magic hands.",
      "vi": "Jim, đồ ngốc! Em bảo anh đừng kể về đôi tay kỳ diệu của em rồi mà."
    }
  },
  {
    "translation": {
      "en": "-I love you, Boo Boo. -Hey, Jim, why don't you go fuck yourself?",
      "vi": "- Anh yêu em, cưng à. - Jim, sao không cút cho khuất mắt đi?"
    }
  },
  {
    "translation": {
      "en": "Officers, take him away.",
      "vi": "Sĩ quan, giải anh ta đi."
    }
  },
  {
    "translation": {
      "en": "But nobody even gave me a present. If nobody got it...",
      "vi": "Nhưng chẳng ai tặng tôi quà. Nếu ai đó có nó…"
    }
  },
  {
    "translation": {
      "en": "Can't I-- That's rude.",
      "vi": "Tôi không thể… Thật thô lỗ."
    }
  },
  {
    "translation": {
      "en": "-Well, thanks for having me. -That was crazy. Thank God it's all over.",
      "vi": "- Chà, cảm ơn vì đã mời tôi. - Thật điên rồ. Tạ ơn Chúa xong rồi."
    }
  },
  {
    "translation": {
      "en": "Detective!",
      "vi": "Thám tử!"
    }
  },
  {
    "translation": {
      "en": "-Uh-oh. -You wanted a present from the table?",
      "vi": "Anh muốn quà trên bàn không?"
    }
  },
  {
    "translation": {
      "en": "Well, my magic hands wrapped something nice and big for you,",
      "vi": "Chà, bàn tay kỳ diệu của tôi đã gói một thứ rất to và tuyệt cho anh"
    }
  },
  {
    "translation": {
      "en": "and it's going to blow you away!",
      "vi": "và nó sẽ thổi bay anh đấy."
    }
  },
  {
    "translation": {
      "en": "-Oh, no. -[beeping]",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Careful.",
      "vi": "Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "A real bomb!",
      "vi": "Một quả bom thật!"
    }
  },
  {
    "translation": {
      "en": "-Look, we need to evacuate. -No time for that.",
      "vi": "- Coi này, ta phải sơ tán. - Không kịp đâu."
    }
  },
  {
    "translation": {
      "en": "This entire building is going to blow.",
      "vi": "Cả tòa nhà này sẽ nổ tung."
    }
  },
  {
    "translation": {
      "en": "-Fifty-five seconds, MacGruber! -Let me see it.",
      "vi": "- Còn 55 giây, MacGruber! - Để tôi xem nào."
    }
  },
  {
    "translation": {
      "en": "Oh my God! There are three wires, red, green, and blue.",
      "vi": "Có ba dây đỏ, xanh lá và xanh dương."
    }
  },
  {
    "translation": {
      "en": "-Right. -No!",
      "vi": "- Được rồi. - Không!"
    }
  },
  {
    "translation": {
      "en": "-You're lucky. -[Jason] Good instincts.",
      "vi": "May đấy… - Bản năng nhạy bén đấy. - Ta vẫn chưa sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "We're not prepared for that.",
      "vi": "- Bản năng nhạy bén đấy. - Ta vẫn chưa sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Cut the correct wire, the bomb will disarm.",
      "vi": "Nếu anh cắt đúng dây, quả bom sẽ ngừng."
    }
  },
  {
    "translation": {
      "en": "If you cut the wrong one, we all die.",
      "vi": "Nếu anh cắt đúng dây, quả bom sẽ ngừng. Nếu anh cắt sai, ta sẽ chết."
    }
  },
  {
    "translation": {
      "en": "You seem comfortable with explosives. You have to run point on this.",
      "vi": "Anh có vẻ thoải mái với chất nổ. Anh lo liệu đi."
    }
  },
  {
    "translation": {
      "en": "Cut the right one, you decide.",
      "vi": "Cắt dây đúng, anh quyết định đi."
    }
  },
  {
    "translation": {
      "en": "Consensus. Talk together about what to do.",
      "vi": "Hãy đồng lòng. Bàn xem phải làm gì."
    }
  },
  {
    "translation": {
      "en": "[Jason] I think maybe red, the pliers are red.",
      "vi": "Tôi nghĩ có thể là đỏ, vì cái kìm màu đỏ này."
    }
  },
  {
    "translation": {
      "en": "I think blue because it's the only non Christmas color.",
      "vi": "Tôi nghĩ là xanh dương vì nó không phải màu Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "We're running out of time here.",
      "vi": "Ta đang hết thời gian."
    }
  },
  {
    "translation": {
      "en": "I'm thinking we just go like, three, two, one, go?",
      "vi": "Tôi nghĩ ta hãy cứ làm kiểu, ba, hai, một, cắt?"
    }
  },
  {
    "translation": {
      "en": "Or do we go one, two, three?",
      "vi": "Hay ta làm một, hai, ba?"
    }
  },
  {
    "translation": {
      "en": "-Do we do it on three? -We don't have time for this!",
      "vi": "- Ta có nên làm từ ba không? - Ta không có thời gian đâu!"
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "vi": "Làm thôi!"
    }
  },
  {
    "translation": {
      "en": "Two! One!",
      "vi": "Hai! Một!"
    }
  },
  {
    "translation": {
      "en": "Pete Davidson saved Christmas and saved the day.",
      "vi": "Pete Davidson đã cứu Giáng Sinh và giải cứu chúng ta."
    }
  },
  {
    "translation": {
      "en": "You're the hero.",
      "vi": "Anh là anh hùng."
    }
  },
  {
    "translation": {
      "en": "[all] Pete, Pete, Pete,",
      "vi": "Pete!"
    }
  },
  {
    "translation": {
      "en": "Pete, Pete, Pete, Pete, Pete,",
      "vi": "Pete!"
    }
  },
  {
    "translation": {
      "en": "-Pete, Pete, Pete! -That was some crazy shit.",
      "vi": "- Pete! - Đúng là điên rồ mà."
    }
  },
  {
    "translation": {
      "en": "-Fantastic. -Wow.",
      "vi": "- Tuyệt. - Chà."
    }
  },
  {
    "translation": {
      "en": "Pete, you came in last second, you really saved the day.",
      "vi": "Anh đến cuối cùng, nhưng thật sự đã cứu cả bọn."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -[Maya] Good job.",
      "vi": "- Cảm ơn. - Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "You trusted your gut. It's a holiday I'm never gonna forget. I know.",
      "vi": "Anh đã tin vào bản năng của mình. Kỳ nghỉ này tôi sẽ không quên. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "I want to thank you all for coming down here.",
      "vi": "Tôi muốn cảm ơn tất cả mọi người vì đã đến đây."
    }
  },
  {
    "translation": {
      "en": "It's been an incredible journey, but...",
      "vi": "Thật là một hành trình tuyệt vời, nhưng…"
    }
  },
  {
    "translation": {
      "en": "Thanks so much, Terry.",
      "vi": "Cảm ơn rất nhiều, Terry."
    }
  },
  {
    "translation": {
      "en": "What's wrong, Mayor?",
      "vi": "Sao vậy, Thị trưởng?"
    }
  },
  {
    "translation": {
      "en": "Well, the day may be saved, but not the spirit of Christmas.",
      "vi": "Chà, ta đã giải quyết vấn đề nhưng không phải linh hồn của Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "-God dang it, the orphans. -We only have six minutes to sunrise.",
      "vi": "- Các em mồ côi. - Chỉ còn sáu phút là bình minh."
    }
  },
  {
    "translation": {
      "en": "Those kids are about to wake up with no presents at all.",
      "vi": "Lũ trẻ sắp dậy mà không có quà."
    }
  },
  {
    "translation": {
      "en": "No, they're not. Somebody get me the Santa suit.",
      "vi": "Không đâu. Ai đó đưa tôi bộ đồ Ông già Nô-en."
    }
  },
  {
    "translation": {
      "en": "I'm dreaming of an orange Christmas.",
      "vi": "Tôi đang mơ về một Giáng Sinh màu da cam."
    }
  },
  {
    "translation": {
      "en": "On Donnor, on Blitzen, on Rampage!",
      "vi": "Cưỡi Donnor, cưỡi Blitzen, cưỡi Rampage!"
    }
  },
  {
    "translation": {
      "en": "Ho, ho, ho. Merry Christmas!",
      "vi": "Giáng Sinh an lành."
    }
  },
  {
    "translation": {
      "en": "-Santa, you really came! -And your beard grew back!",
      "vi": "Ông già Nô-en, ông đến thật! Và ông mọc lại râu rồi!"
    }
  },
  {
    "translation": {
      "en": "[Terry] Of course I came.",
      "vi": "Tất nhiên là ta phải đến."
    }
  },
  {
    "translation": {
      "en": "Every good girl and boy deserves a present on Christmas.",
      "vi": "Mọi bé ngoan đều xứng đáng có quà vào dịp Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Thank you, Terry. I mean, Santa. You saved Christmas.",
      "vi": "Cảm ơn, Terry. Ý tôi là, Ông già Nô-en. Anh đã cứu Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "On the contrary, Christmas saved me.",
      "vi": "Ngược lại, Giáng Sinh đã cứu tôi."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "\"To Terry, from Santa?\"",
      "vi": "〝Gửi Terry, từ Ông già Nô-en〞 ư?"
    }
  },
  {
    "translation": {
      "en": "It's a Christmas miracle. My noise canceling headphones!",
      "vi": "Đây là phép màu Giáng Sinh. Tai nghe chống tiếng ồn của tôi!"
    }
  },
  {
    "translation": {
      "en": "-Where's your present, Terry? -I didn't get one.",
      "vi": "- Quà của con đâu, Terry? - Con không có quà."
    }
  },
  {
    "translation": {
      "en": "I guess Santa felt I didn't deserve one.",
      "vi": "Con đoán là Ông già Nô-en thấy con không xứng."
    }
  },
  {
    "translation": {
      "en": "No, I'm sure we just can't--",
      "vi": "Không, ta chắc là ta không thể…"
    }
  },
  {
    "translation": {
      "en": "-Maybe Santa-- -They really work! I can't hear shit!",
      "vi": "- Có lẽ Ông già Nô-en… - Hiệu quả thật! Tôi chả nghe thấy khỉ gì!"
    }
  },
  {
    "translation": {
      "en": "Terry, those aren't for you.",
      "vi": "Terry, đó đâu phải cho anh."
    }
  },
  {
    "translation": {
      "en": "-Those aren't for you! -I really can't hear shit.",
      "vi": "- Đó không phải cho anh! - Tôi chả nghe thấy quỷ gì."
    }
  },
  {
    "translation": {
      "en": "It was for Orphan Terry.",
      "vi": "Đó là cho Terry mồ côi mà."
    }
  },
  {
    "translation": {
      "en": "[Terry] The holiday spirit.",
      "vi": "Linh hồn Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "You can't wrap it up and put it under the tree,",
      "vi": "Bạn không thể gói nó và đặt nó dưới cái cây,"
    }
  },
  {
    "translation": {
      "en": "but it's still the most valuable gift I've ever received.",
      "vi": "nhưng nó vẫn là món quà giá trị nhất tôi từng được nhận."
    }
  },
  {
    "translation": {
      "en": "After the headphones, of course.",
      "vi": "Dĩ nhiên, là sau cái tai nghe đó."
    }
  }
]