[
  {
    "translation": {
      "en": "[Johann] Okay. Ready?",
      "vi": "Được rồi. Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Cheers, you guys.",
      "vi": "Cạn ly nào."
    }
  },
  {
    "translation": {
      "en": "Oh, ta-- tastes awful. Oh, that's cold.",
      "vi": "Ôi, mùi vị tệ quá. Ôi, lạnh quá."
    }
  },
  {
    "translation": {
      "en": "I always say to you, \"Are you mad?\"",
      "vi": "Tôi luôn nói với anh, \"Anh điên à?\""
    }
  },
  {
    "translation": {
      "en": "Doing a movie about Steve? Okay.",
      "vi": "Làm phim về Steve? Được rồi."
    }
  },
  {
    "translation": {
      "en": "In my-- you know, in my eyes, you are-- you are making a movie about a loser.",
      "vi": "Trong mắt tôi, anh đang làm một bộ phim về một kẻ thất bại."
    }
  },
  {
    "translation": {
      "en": "So, uh, why are you doing that?",
      "vi": "Vậy sao anh lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "I met Steve Glew about 20 or 25 years ago.",
      "vi": "Tôi gặp Steve Glew khoảng 20 hay 25 năm trước."
    }
  },
  {
    "translation": {
      "en": "I did not even know what Steve was-- was doing.",
      "vi": "Tôi còn không biết lúc đó Steve làm gì."
    }
  },
  {
    "translation": {
      "en": "No one knew him. No one knew where he came from.",
      "vi": "Không ai biết ông ta. Không ai biết ông ta đến từ đâu."
    }
  },
  {
    "translation": {
      "en": "No one that you asked had any idea who the hell he was.",
      "vi": "Những người mà bạn hỏi đều không biết ông ta là ai."
    }
  },
  {
    "translation": {
      "en": "But everybody wanted what he was selling.",
      "vi": "Nhưng ai cũng muốn thứ ông ta bán."
    }
  },
  {
    "translation": {
      "en": "[Steve] I mean, I was handling amounts of money that I had dreamed of.",
      "vi": "Tôi đang quản lý số tiền mà tôi mơ ước."
    }
  },
  {
    "translation": {
      "en": "And doing a deal for $500,000...",
      "vi": "Và giao dịch với số tiền 500.000 đô-la…"
    }
  },
  {
    "translation": {
      "en": "I had no idea that he had made millions of dollars.",
      "vi": "Tôi không hề biết ông ấy kiếm được hàng triệu đô-la."
    }
  },
  {
    "translation": {
      "en": "I remember reading something and thinking, is my dad a criminal? [laughing]",
      "vi": "Tôi nhớ đã đọc được gì đó và nghĩ, bố mình là tội phạm ư?"
    }
  },
  {
    "translation": {
      "en": "[Steve] I learned to protect my space.",
      "vi": "Tôi đã học cách bảo vệ không gian của mình."
    }
  },
  {
    "translation": {
      "en": "I saw people follow me all the time.",
      "vi": "Tôi thấy có người đi theo tôi suốt."
    }
  },
  {
    "translation": {
      "en": "I was paranoid beyond belief.",
      "vi": "Tôi đã bị hoang tưởng quá mức."
    }
  },
  {
    "translation": {
      "en": "When I'd get home, and open that bag, it was diamonds.",
      "vi": "Khi tôi về nhà, và mở cái túi đó ra, đó là kim cương."
    }
  },
  {
    "translation": {
      "en": "It was gold.",
      "vi": "Đó là vàng."
    }
  },
  {
    "translation": {
      "en": "I won the lottery.",
      "vi": "Tôi trúng số rồi."
    }
  },
  {
    "translation": {
      "en": "It's like printin' money. [laughing]",
      "vi": "Như in tiền vậy."
    }
  },
  {
    "translation": {
      "en": "[reporter] Welcome to the wonderful world of Pez.",
      "vi": "Chào mừng đến với thế giới tuyệt vời của Pez."
    }
  },
  {
    "translation": {
      "en": "Those colorful little candy dispensers",
      "vi": "Mấy cái máy rút kẹo đầy màu sắc"
    }
  },
  {
    "translation": {
      "en": "many of us purchased for pennies years ago.",
      "vi": "mà nhiều người chúng ta mua với giá vài xu nhiều năm trước."
    }
  },
  {
    "translation": {
      "en": "Well, pennies make dollars, folks.",
      "vi": "Chà, xu tạo ra đô-la, thưa quý vị."
    }
  },
  {
    "translation": {
      "en": "What-- what is that, a Pez dispenser? You want one?",
      "vi": "- Gì vậy, máy rút kẹo Pez? - Muốn một cái không?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Some Pez are quite rare.",
      "vi": "Vài máy Pez khá hiếm."
    }
  },
  {
    "translation": {
      "en": "[man 2] And how much is this worth? [Richie] Between three and four thousand dollars.",
      "vi": "- Cái này giá bao nhiêu? - Từ ba đến bốn ngàn đô-la."
    }
  },
  {
    "translation": {
      "en": "♪ Your love is like fool's gold ♪",
      "vi": "TÔI MUỐN KẸO!"
    }
  },
  {
    "translation": {
      "en": "[Steve] People inside the Pez cell think that this thing has already peaked,",
      "vi": "Những người trong văn phòng Pez nghĩ rằng thứ này đã đạt đỉnh,"
    }
  },
  {
    "translation": {
      "en": "and it has not.",
      "vi": "và nó chưa hề."
    }
  },
  {
    "translation": {
      "en": "♪ Nothing but fool's love ♪",
      "vi": "GÃ BUÔN LẬU PEZ"
    }
  },
  {
    "translation": {
      "en": "[Steve] That's good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "I've been waiting to tell this story for 20 years.",
      "vi": "Tôi đã đợi 20 năm để kể câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "When we moved out here, we became back-to-earthers.",
      "vi": "Khi chuyển đến đây, chúng tôi sống giản dị."
    }
  },
  {
    "translation": {
      "en": "We had goats, we had chickens, we had pigs,",
      "vi": "Chúng tôi có mấy con dê, gà, lợn,"
    }
  },
  {
    "translation": {
      "en": "we had a cow or two.",
      "vi": "có một hoặc hai con bò."
    }
  },
  {
    "translation": {
      "en": "It was a good deal on a house and a little barn and 20 acres",
      "vi": "Đó là món hời khi một căn nhà, một nhà kho nhỏ, và hơn tám héc-ta đất"
    }
  },
  {
    "translation": {
      "en": "for less than $20,000.",
      "vi": "có giá chưa đến 20.000 đô-la."
    }
  },
  {
    "translation": {
      "en": "Can you believe that?",
      "vi": "Tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you couldn't imagine living anywhere else.",
      "vi": "Bà không thể hình dung mình sống ở đâu khác."
    }
  },
  {
    "translation": {
      "en": "No. I couldn't.",
      "vi": "Không. Tôi không thể."
    }
  },
  {
    "translation": {
      "en": "But we moved into an old farm house",
      "vi": "Nhưng chúng tôi chuyển vào một nông trại cũ…"
    }
  },
  {
    "translation": {
      "en": "[Steve] Right there. It was where the grey barn was.",
      "vi": "Ngay đó. Đó là nơi có nhà kho xám."
    }
  },
  {
    "translation": {
      "en": "-[Kathy] Silver barn is. -[Steve] Yeah.",
      "vi": "- …nhà kho màu bạc. - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Kathy] We lived there for 18 years",
      "vi": "Chúng tôi sống trong đó 18 năm."
    }
  },
  {
    "translation": {
      "en": "and the first several years were kinda rough.",
      "vi": "Vài năm đầu khá khó khăn."
    }
  },
  {
    "translation": {
      "en": "Steve is a schemer and a plotter and a dreamer.",
      "vi": "Steve là người hay ủ mưu, lên kế hoạch, và một kẻ mơ mộng."
    }
  },
  {
    "translation": {
      "en": "He was so much in his head that he doesn't always",
      "vi": "Ông ấy nghĩ nhiều thứ trong đầu đến nỗi thường không chú ý"
    }
  },
  {
    "translation": {
      "en": "pay attention to what someone else is saying",
      "vi": "Ông ấy nghĩ nhiều thứ trong đầu đến nỗi thường không chú ý đến việc người khác đang nói hay làm gì."
    }
  },
  {
    "translation": {
      "en": "or doing.",
      "vi": "đến việc người khác đang nói hay làm gì."
    }
  },
  {
    "translation": {
      "en": "He was always a good guy, but you had to look for it sometimes.",
      "vi": "Ông ấy luôn là người tốt, nhưng đôi khi bạn phải tìm kiếm điều đó."
    }
  },
  {
    "translation": {
      "en": "It's part of his OCD that he doesn't like change.",
      "vi": "Đó là một phần của bệnh OCD mà ông ấy không thích thay đổi."
    }
  },
  {
    "translation": {
      "en": "I wear three pair of socks,",
      "vi": "Tôi mang ba đôi tất,"
    }
  },
  {
    "translation": {
      "en": "and I keep a paper towel with me at all times.",
      "vi": "và tôi luôn giữ khăn giấy bên mình."
    }
  },
  {
    "translation": {
      "en": "It just helps you cope.",
      "vi": "Nó chỉ giúp bạn đối phó."
    }
  },
  {
    "translation": {
      "en": "[Kathy] So we had to keep him in a safe little bubble",
      "vi": "Nên chúng tôi phải giữ ông ấy trong một bong bóng nhỏ an toàn."
    }
  },
  {
    "translation": {
      "en": "[Steve] My whole life, I'd been poor.",
      "vi": "Tôi nghèo từ bé."
    }
  },
  {
    "translation": {
      "en": "Poor is when you don't have enough money.",
      "vi": "Nghèo là khi bạn không có đủ tiền."
    }
  },
  {
    "translation": {
      "en": "When your house payment's only $125 a month.",
      "vi": "Khi tiền nhà chỉ có 125 đô-la một tháng."
    }
  },
  {
    "translation": {
      "en": "[Steve] Um, yeah, we lived in a ratty old house",
      "vi": "Phải, chúng tôi sống trong một căn nhà cũ nát"
    }
  },
  {
    "translation": {
      "en": "that snow came in, till we wrapped it in plastic.",
      "vi": "mà tuyết tràn vào, cho đến khi chúng tôi quấn nhựa quanh nó."
    }
  },
  {
    "translation": {
      "en": "Literally, a big sheet of plastic.",
      "vi": "Một tấm nhựa lớn, đúng nghĩa đen."
    }
  },
  {
    "translation": {
      "en": "Yeah, it had a lot of holes.",
      "vi": "Ừ, nó có rất nhiều lỗ thủng."
    }
  },
  {
    "translation": {
      "en": "You know, if you spilled water on the floor, it would freeze.",
      "vi": "Nếu bạn đổ nước ra sàn, nó sẽ đóng băng lại."
    }
  },
  {
    "translation": {
      "en": "this guy won't amount to nothin'.",
      "vi": "Những kỳ vọng trong đời tôi là, \"Gã này sẽ chẳng làm được gì\"."
    }
  },
  {
    "translation": {
      "en": "He's a joke.",
      "vi": "\"Hắn là trò cười\"."
    }
  },
  {
    "translation": {
      "en": "But I've always had an inner person that... that knew there was more.",
      "vi": "Nhưng con người bên trong tôi luôn biết rằng có nhiều hơn thế."
    }
  },
  {
    "translation": {
      "en": "Uh, that I could achieve more.",
      "vi": "Rằng tôi có thể đạt được nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "[Josh] At that point in our life, um, we didn't have two pennies.",
      "vi": "Vào thời điểm đó trong đời, chúng tôi không có nổi hai xu."
    }
  },
  {
    "translation": {
      "en": "And if you did have two pennies,",
      "vi": "Nếu có hai xu,"
    }
  },
  {
    "translation": {
      "en": "it was because you weren't paying something else.",
      "vi": "đó là vì bạn không chi cho thứ gì khác."
    }
  },
  {
    "translation": {
      "en": "There was never excess money.",
      "vi": "Không bao giờ có tiền dư."
    }
  },
  {
    "translation": {
      "en": "You used to make, like, $11 an hour as a-- as a skilled tradesman who knew his stuff.",
      "vi": "Ông ấy từng kiếm được 11 đô-la một giờ như một người thợ lành nghề biết việc."
    }
  },
  {
    "translation": {
      "en": "[Steve] My job was mind-numbingly boring.",
      "vi": "Công việc của tôi cực kỳ nhàm chán."
    }
  },
  {
    "translation": {
      "en": "I worked for almost 25 years as a machinist in a factory.",
      "vi": "Tôi làm thợ máy trong một nhà máy suốt gần 25 năm."
    }
  },
  {
    "translation": {
      "en": "I would set the cut, and, uh, while the cut was running,",
      "vi": "Tôi sẽ thiết lập máy cắt, và trong khi máy cắt chạy,"
    }
  },
  {
    "translation": {
      "en": "I'd have plenty of time to think.",
      "vi": "tôi có nhiều thời gian suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "And I'd think about, uh, something better.",
      "vi": "Và tôi sẽ nghĩ về điều gì đó tốt hơn."
    }
  },
  {
    "translation": {
      "en": "[Josh] Tom Clancy was his author of choice.",
      "vi": "Tom Clancy là tác giả ông ấy hay đọc."
    }
  },
  {
    "translation": {
      "en": "He's in books, submersing himself in that story and-- and kind of living that adventure.",
      "vi": "Ông ấy ở trong sách, chìm đắm trong truyện và sống trong cuộc phiêu lưu đó."
    }
  },
  {
    "translation": {
      "en": "Because he hated his job.",
      "vi": "Vì ông ghét công việc của mình."
    }
  },
  {
    "translation": {
      "en": "-[tense music plays] -[Soldier] Target acquired...",
      "vi": "Đã xác định mục tiêu."
    }
  },
  {
    "translation": {
      "en": "[Steve] I mean, I suffered through it. Don't get me wrong.",
      "vi": "Tôi đã phải chịu đựng. Đừng hiểu lầm tôi."
    }
  },
  {
    "translation": {
      "en": "But I always wanted out.",
      "vi": "Nhưng tôi luôn muốn thoát ra."
    }
  },
  {
    "translation": {
      "en": "I always was waiting, every minute of every day,",
      "vi": "Tôi luôn chờ đợi, mỗi phút mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "to figure anything out that would get me the hell out of there.",
      "vi": "để tìm ra bất cứ điều gì có thể đưa tôi ra khỏi đó."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He used to go through some pretty big depressions.",
      "vi": "Ông ấy từng trải qua vài lần trầm cảm nặng."
    }
  },
  {
    "translation": {
      "en": "I think he probably didn't like himself or didn't know himself.",
      "vi": "Tôi nghĩ có lẽ ông ấy không thích hoặc không hiểu chính mình. Phải, tôi khá đau khổ cho đến khi tìm thấy các hộp ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "[Steve] Yeah, I was pretty miserable, until I found cereal boxes.",
      "vi": "Phải, tôi khá đau khổ cho đến khi tìm thấy các hộp ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "And I just really loved them.",
      "vi": "Và tôi thực sự yêu chúng."
    }
  },
  {
    "translation": {
      "en": "I'm a cereal box guy. Always have been.",
      "vi": "Tôi là gã ngũ cốc đóng hộp. Luôn là vậy."
    }
  },
  {
    "translation": {
      "en": "Being compulsive obsessive, it's not the box, it's the stack.",
      "vi": "Là một kẻ ám ảnh cưỡng chế, không phải cái hộp, mà là chồng hộp."
    }
  },
  {
    "translation": {
      "en": "There's a sense of joy when you find something you hold special.",
      "vi": "Có một cảm giác vui mừng khi bạn tìm ra thứ gì đó đặc biệt."
    }
  },
  {
    "translation": {
      "en": "There it is.",
      "vi": "Kia rồi."
    }
  },
  {
    "translation": {
      "en": "The screwier a box is, the better it is.",
      "vi": "Hộp càng lạ thì càng tốt."
    }
  },
  {
    "translation": {
      "en": "[Kathy] Steve is a creative person whose mind wanders a lot.",
      "vi": "Steve là người sáng tạo, tâm trí ông ấy lang thang rất nhiều."
    }
  },
  {
    "translation": {
      "en": "And when he started collecting, he found some type of outlet for that.",
      "vi": "Và khi bắt đầu sưu tầm, ông ấy đã tìm ra phương tiện cho việc đó."
    }
  },
  {
    "translation": {
      "en": "[Steve] I love cereal boxes.",
      "vi": "Tôi thích hộp ngũ cốc. Chúng vui nhộn."
    }
  },
  {
    "translation": {
      "en": "They're just fun. Cap'n Crunch.",
      "vi": "Tôi thích hộp ngũ cốc. Chúng vui nhộn. Cap'n Crunch."
    }
  },
  {
    "translation": {
      "en": "And they're a part of my childhood.",
      "vi": "Và chúng là một phần tuổi thơ tôi."
    }
  },
  {
    "translation": {
      "en": "We were the generation that ate the sweet cereal.",
      "vi": "Chúng tôi là thế hệ ăn ngũ cốc ngọt."
    }
  },
  {
    "translation": {
      "en": "And I eat the sweet cereal still.",
      "vi": "Và tôi vẫn ăn ngũ cốc ngọt."
    }
  },
  {
    "translation": {
      "en": "[Kathy] Before collecting, it was difficult to get Steve out of the house.",
      "vi": "Trước khi sưu tập, rất khó để đưa Steve ra khỏi nhà."
    }
  },
  {
    "translation": {
      "en": "He just didn't like being around people.",
      "vi": "Ông ấy không thích ở gần mọi người."
    }
  },
  {
    "translation": {
      "en": "[Mike] Steve, uh, was never shy about things.",
      "vi": "Steve không bao giờ ngại ngùng."
    }
  },
  {
    "translation": {
      "en": "He'd be running up and down the aisles, like, \"Oh, look at this box variation.",
      "vi": "Ông ấy sẽ chạy lên xuống các lối đi, kiểu, \"Ồ, nhìn cái hộp biến đổi này\"."
    }
  },
  {
    "translation": {
      "en": "Look at this, or look at that.\"",
      "vi": "\"Nhìn cái này, nhìn cái kia\"."
    }
  },
  {
    "translation": {
      "en": "And he was very passionate about what he did.",
      "vi": "Và ông ấy rất đam mê những gì mình làm."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He had fun driving around and picking up cereal boxes",
      "vi": "Ông ấy rất vui khi lái xe loanh quanh và nhặt các hộp ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "People thought he was kinda nuts, but, well, i guess he was kinda nuts.",
      "vi": "Mọi người nghĩ ông ấy hơi điên rồ, nhưng, chà, tôi đoán ông ấy hơi điên thật."
    }
  },
  {
    "translation": {
      "en": "[Mike] Steve figured out a way of working the system of mail order premiums.",
      "vi": "Steve đã tìm ra cách vận hành hệ thống đặt hàng khuyến mại qua thư."
    }
  },
  {
    "translation": {
      "en": "Like, send ten box tops for this free craft radio.",
      "vi": "Kiểu, gửi mười nắp hộp lấy cái đài thủ công miễn phí này."
    }
  },
  {
    "translation": {
      "en": "[Steve] Frisbees, sports item, cars.",
      "vi": "Đĩa ném, đồ thể thao, xe hơi."
    }
  },
  {
    "translation": {
      "en": "I was getting all kinds of stuff.",
      "vi": "Tôi đã nhận được đủ thứ."
    }
  },
  {
    "translation": {
      "en": "I learned to take those out and sell 'em, and it was generating revenue back into the family.",
      "vi": "Tôi đã học cách lấy chúng ra và bán chúng, và nó mang lại doanh thu cho gia đình."
    }
  },
  {
    "translation": {
      "en": "And it was thousands and thousands of these items.",
      "vi": "Và nó là hàng ngàn và hàng ngàn những món đồ này."
    }
  },
  {
    "translation": {
      "en": "[Mike] He totally skewed their system, and--",
      "vi": "Ông ấy đã làm sai lệch hệ thống của họ, và ông ấy làm thường xuyên đến nỗi"
    }
  },
  {
    "translation": {
      "en": "and he did it often enough that they actually changed",
      "vi": "Ông ấy đã làm sai lệch hệ thống của họ, và ông ấy làm thường xuyên đến nỗi họ thực sự đã thay đổi chính sách công ty về mua lại hàng khuyến mãi."
    }
  },
  {
    "translation": {
      "en": "corporate policy about-- about premium redemption.",
      "vi": "họ thực sự đã thay đổi chính sách công ty về mua lại hàng khuyến mãi."
    }
  },
  {
    "translation": {
      "en": "You know that little disclaimer? They say \"one per household.\"",
      "vi": "Bạn biết dòng miễn trách nhiệm không? Họ nói \"mỗi hộ một món\"."
    }
  },
  {
    "translation": {
      "en": "That's me. I did that. [laughing]",
      "vi": "Là tôi đấy. Tôi đã làm cái đó."
    }
  },
  {
    "translation": {
      "en": "I mean, it-- it was the first effort of \"push it till it breaks.\"",
      "vi": "Ý tôi là, đó là nỗ lực đầu tiên của việc \"đẩy nó đến khi nó vỡ\"."
    }
  },
  {
    "translation": {
      "en": "We started going to toy shows, and I was yankin' down 300 bucks a show.",
      "vi": "Bọn tôi bắt đầu đi trưng bày đồ chơi, và tôi kiếm được 300 đô một buổi."
    }
  },
  {
    "translation": {
      "en": "Thank you. One dollar. Thank you. Just one.",
      "vi": "Cảm ơn. Một đô. Cảm ơn. Một thôi."
    }
  },
  {
    "translation": {
      "en": "After they closed the window on cereal premiums,",
      "vi": "Sau khi họ chặn đứng vụ hàng khuyến mãi ngũ cốc,"
    }
  },
  {
    "translation": {
      "en": "it seemed like the end of the road.",
      "vi": "có vẻ như đã là ngõ cụt."
    }
  },
  {
    "translation": {
      "en": "But I had enough product for one last toy show.",
      "vi": "Nhưng tôi có đủ sản phẩm cho một buổi trưng bày đồ chơi cuối."
    }
  },
  {
    "translation": {
      "en": "That's when everything changed.",
      "vi": "Đó là khi mọi thứ thay đổi."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Mọi thứ."
    }
  },
  {
    "translation": {
      "en": "It was very, uh, film noire.",
      "vi": "Nó rất giống phim đen."
    }
  },
  {
    "translation": {
      "en": "I remember the moment completely.",
      "vi": "Tôi nhớ toàn bộ khoảnh khắc đó."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, oh, my God, I want one of them, I want one of them.",
      "vi": "Ôi Chúa ơi, tôi muốn một cái."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I could sell these and do really, really well.",
      "vi": "Tôi có thể bán mấy thứ này và bán rất chạy."
    }
  },
  {
    "translation": {
      "en": "Toy world is full of people. They go, \"Shh, shh, don't tell anybody.\"",
      "vi": "Thế giới đồ chơi đầy người. Họ nói, \"Suỵt, đừng nói với ai\"."
    }
  },
  {
    "translation": {
      "en": "Where did you get those?",
      "vi": "Cô lấy mấy cái này ở đâu?"
    }
  },
  {
    "translation": {
      "en": "[Steve] It was-- it was haunting.",
      "vi": "Thật ám ảnh."
    }
  },
  {
    "translation": {
      "en": "'Cause it's like \"Rosebud\" from, uh, Citizen Kane.",
      "vi": "Vì nó giống Rosebud trong phim Citizen Kane."
    }
  },
  {
    "translation": {
      "en": "-Rosebud. -[glass smashing]",
      "vi": "Rosebud."
    }
  },
  {
    "translation": {
      "en": "[Steve] And she leaned over and told me,",
      "vi": "Và cô ấy nghiêng người qua nói với tôi,"
    }
  },
  {
    "translation": {
      "en": "\"You want the good stuff?",
      "vi": "\"Anh muốn đồ ngon à?\""
    }
  },
  {
    "translation": {
      "en": "You gotta go to Kolinska.\"",
      "vi": "\"Anh phải đến Kolinska\"."
    }
  },
  {
    "translation": {
      "en": "It was like the temptation of the pot of gold at the end of the rainbow.",
      "vi": "Giống như sự cám dỗ của hũ vàng ở cuối cầu vồng."
    }
  },
  {
    "translation": {
      "en": "The collectors loved... things that weren't available to the open market.",
      "vi": "Các nhà sưu tập thích những thứ không có sẵn trên thị trường."
    }
  },
  {
    "translation": {
      "en": "Things that you couldn't go down to your grocery store and pick up.",
      "vi": "Những thứ bạn không thể đến cửa hàng tạp hóa và lấy."
    }
  },
  {
    "translation": {
      "en": "They wanted what was available in Europe.",
      "vi": "Họ muốn những gì sẵn có ở Châu Âu."
    }
  },
  {
    "translation": {
      "en": "And so I was like, \"Dad, let's see what we can get,",
      "vi": "Nên tôi nói, \"Bố, hãy xem ta có thể kiếm được gì,"
    }
  },
  {
    "translation": {
      "en": "you know, right from the factory.\"",
      "vi": "thẳng từ nhà máy\"."
    }
  },
  {
    "translation": {
      "en": "I don't go places.",
      "vi": "Tôi không đi đâu cả."
    }
  },
  {
    "translation": {
      "en": "I mean, Europe-- Europe is this thing that rich people only do, and...",
      "vi": "Ý tôi là, Châu Âu là nơi chỉ người giàu mới đến, và…"
    }
  },
  {
    "translation": {
      "en": "not something in my world.",
      "vi": "không thuộc thế giới của tôi."
    }
  },
  {
    "translation": {
      "en": "[man on TV] Welcome aboard. Welcome aboard the spacious...",
      "vi": "Chào mừng lên tàu. Chào mừng lên con tàu rộng rãi…"
    }
  },
  {
    "translation": {
      "en": "[Josh] I was about 20 years old. I had never been out of the country.",
      "vi": "Tôi mới khoảng 20 tuổi. Tôi chưa từng ra nước ngoài."
    }
  },
  {
    "translation": {
      "en": "But there was no way I was gonna just let that dream die anyway.",
      "vi": "Nhưng không đời nào tôi để giấc mơ đó tàn lụi."
    }
  },
  {
    "translation": {
      "en": "I kind of took the reins and contacted a-- a local travel agent.",
      "vi": "Tôi đã nắm quyền chủ động và liên hệ một đại lý du lịch địa phương."
    }
  },
  {
    "translation": {
      "en": "This needs to happen in order to take that next step.",
      "vi": "Việc này cần xảy ra để thực hiện bước tiếp theo đó."
    }
  },
  {
    "translation": {
      "en": "How bad do you want that next step?",
      "vi": "Bố muốn bước tiếp theo đến mức nào?"
    }
  },
  {
    "translation": {
      "en": "[man on TV] A new concept in air transportation.",
      "vi": "Khái niệm mới trong vận tải hàng không."
    }
  },
  {
    "translation": {
      "en": "I don't know. I don't know, yeah, okay. Let's go.",
      "vi": "Bố không biết nữa. Ừ, được rồi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "-[bold music plays] -He got me a passport.",
      "vi": "Nó làm hộ chiếu cho tôi."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, we had tickets. Next thing you know, we're on a plane.",
      "vi": "Kế tiếp, chúng tôi có vé. Kế tiếp, chúng tôi ở trên máy bay."
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "CHÂU ÂU"
    }
  },
  {
    "translation": {
      "en": "[David] Well, I heard that he was making a trip to Europe, and I thought he was insane.",
      "vi": "Tôi nghe nói ông ấy sẽ có một chuyến đi tới Châu Âu, và tôi nghĩ ông ấy bị điên."
    }
  },
  {
    "translation": {
      "en": "He didn't speak any foreign language.",
      "vi": "Ông ấy không nói được tiếng nước ngoài."
    }
  },
  {
    "translation": {
      "en": "There was no internet, he had no contact people",
      "vi": "Không có mạng internet, không có người liên hệ ở địa phương,"
    }
  },
  {
    "translation": {
      "en": "on the ground, he was just some hillbilly",
      "vi": "Không có mạng internet, không có người liên hệ ở địa phương, ông ấy chỉ là một gã miền núi từ Michigan lên máy bay,"
    }
  },
  {
    "translation": {
      "en": "from Michigan who got on a plane...",
      "vi": "ông ấy chỉ là một gã miền núi từ Michigan lên máy bay,"
    }
  },
  {
    "translation": {
      "en": "and then just landed somewhere.",
      "vi": "và rồi hạ cánh ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "You know, the state of Europe was vastly different back then than it is today.",
      "vi": "Bạn biết đấy, tình hình Châu Âu hồi đó rất khác so với ngày nay."
    }
  },
  {
    "translation": {
      "en": "The Berlin wall hadn't been down very long.",
      "vi": "Bức tường Berlin sụp đổ chưa được bao lâu."
    }
  },
  {
    "translation": {
      "en": "[Peter Jennings] The wall has suddenly become irrelevant.",
      "vi": "Bức tường đột nhiên trở nên vô dụng."
    }
  },
  {
    "translation": {
      "en": "Something, as you can see, almost to party on.",
      "vi": "Điều mà, như bạn thấy, gần như đáng ăn mừng."
    }
  },
  {
    "translation": {
      "en": "How do you measure such an astonishing moment in history?",
      "vi": "Làm sao bạn đo được khoảnh khắc đáng kinh ngạc đến vậy trong lịch sử?"
    }
  },
  {
    "translation": {
      "en": "[David] He was operating out of this capitalist scheme,",
      "vi": "Ông ta hoạt động từ kế hoạch tư bản này,"
    }
  },
  {
    "translation": {
      "en": "but he had no idea what he was doing.",
      "vi": "nhưng ông ta không biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "But, you know, he has that, like, magical little troll quality.",
      "vi": "Nhưng, bạn biết đấy, ông ta có phẩm chất thần lùn ma thuật nhỏ bé."
    }
  },
  {
    "translation": {
      "en": "[Josh] When you're doing this, and you're fully invested, it's either win or lose.",
      "vi": "Khi bạn làm việc này, và hết mình với nó, chỉ có thắng hoặc thua,"
    }
  },
  {
    "translation": {
      "en": "Live or die, you know?",
      "vi": "Sống hay chết, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "So we always had everything on the line.",
      "vi": "Nên mọi thứ chúng tôi làm luôn rất rủi ro."
    }
  },
  {
    "translation": {
      "en": "We had to take out a loan from our credit union",
      "vi": "Chúng tôi phải vay tín dụng công đoàn"
    }
  },
  {
    "translation": {
      "en": "to make this very first trip happen.",
      "vi": "để thực hiện chuyến đi đầu tiên này."
    }
  },
  {
    "translation": {
      "en": "Failure wasn't an option. We had to find the factory.",
      "vi": "Thất bại không phải một lựa chọn. Bọn tôi phải tìm nhà máy."
    }
  },
  {
    "translation": {
      "en": "But here you are, you know, these small-town guys going out into the world, you know?",
      "vi": "Bạn ở đây, mấy gã ở thị trấn nhỏ đang bước ra thế giới, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "It's-- it's the big adventure of a lifetime.",
      "vi": "Đó là cuộc phiêu lưu lớn của đời người."
    }
  },
  {
    "translation": {
      "en": "At this time, the conflict and genocide in Croatia was going on.",
      "vi": "Vào lúc này, xung đột và diệt chủng ở Croatia đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "And we were right on the southern border.",
      "vi": "Và chúng tôi ở ngay biên giới phía Nam."
    }
  },
  {
    "translation": {
      "en": "So, we were driving around, you know, trying to go off from a map,",
      "vi": "Chúng tôi lái xe vòng quanh, cố xuất phát từ một tấm bản đồ,"
    }
  },
  {
    "translation": {
      "en": "but at one o'clock in the morning, in the dark,",
      "vi": "nhưng vào một giờ sáng, trong bóng tối,"
    }
  },
  {
    "translation": {
      "en": "where you're not seeing every sign or anything like that.",
      "vi": "khi bạn không thấy biển báo hay gì đó như thế."
    }
  },
  {
    "translation": {
      "en": "And we got hopelessly lost.",
      "vi": "Và bọn tôi lạc trong vô vọng."
    }
  },
  {
    "translation": {
      "en": "[Steve] We screwed up.",
      "vi": "Chúng tôi thất bại rồi."
    }
  },
  {
    "translation": {
      "en": "We were on an old dirt road somewhere, and there was a chain across the road.",
      "vi": "Chúng tôi đang ở một con đường đất cũ ở đâu đó, và có một sợi xích bên đường."
    }
  },
  {
    "translation": {
      "en": "And it just basically said, \"Zagreb - X miles.\"",
      "vi": "Và cơ bản nó chỉ ghi, \"Zagreb-X dặm\"."
    }
  },
  {
    "translation": {
      "en": "[Josh] We were out in the middle of nowhere,",
      "vi": "Bọn tôi đang ở giữa nơi hoang vu,"
    }
  },
  {
    "translation": {
      "en": "looking in the dark for any pops on the horizon.",
      "vi": "nhìn trong bóng tối để tìm một dấu hiệu phía chân trời."
    }
  },
  {
    "translation": {
      "en": "Well. [clears throat]",
      "vi": "Chà…"
    }
  },
  {
    "translation": {
      "en": "His plans are always rather grandiose.",
      "vi": "Kế hoạch của ông ấy luôn rất hoành tráng."
    }
  },
  {
    "translation": {
      "en": "He really has great ideas and a bunch of stupid ideas.",
      "vi": "Ông ấy có vài ý tưởng tuyệt vời, và một đống ý tưởng ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "-I don't know why... -[lovely music plays]",
      "vi": "Tôi không rõ tại sao,"
    }
  },
  {
    "translation": {
      "en": "but Kathy's always believed in me.",
      "vi": "nhưng Kathy luôn tin tưởng tôi."
    }
  },
  {
    "translation": {
      "en": "We met at age 18.",
      "vi": "Chúng tôi gặp nhau năm 18 tuổi."
    }
  },
  {
    "translation": {
      "en": "[Kathy] It was not love at first sight; it was lust at first sight.",
      "vi": "Không phải tình yêu sét đánh, mà là khát khao sét đánh."
    }
  },
  {
    "translation": {
      "en": "Let me say, the sex was really good.",
      "vi": "Để tôi nói, chuyện tình dục rất tốt."
    }
  },
  {
    "translation": {
      "en": "For a long time... Still is.",
      "vi": "Trong một thời gian dài… Vẫn vậy."
    }
  },
  {
    "translation": {
      "en": "[Steve] Kathy was one of the flower children, uh, the beautiful people.",
      "vi": "Kathy là một trong những đứa trẻ đeo hoa, những người xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I was just a guy. Not worth a hill of beans.",
      "vi": "Tôi chỉ là một gã. Chẳng đáng một xu."
    }
  },
  {
    "translation": {
      "en": "And yet, she sees the guy that's-- that's there.",
      "vi": "Vậy mà cô ấy thấy người đàn ông ở đó."
    }
  },
  {
    "translation": {
      "en": "The potential.",
      "vi": "Tiềm năng."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He said he always wanted to have a family He always wanted to be married.",
      "vi": "Ông ấy nói luôn muốn có một gia đình. Ông ấy luôn muốn kết hôn."
    }
  },
  {
    "translation": {
      "en": "[Steve] The minute I saw her, I knew she was it. Completely.",
      "vi": "Ngay khi thấy cô ấy, tôi đã biết rõ cô ấy là người đó."
    }
  },
  {
    "translation": {
      "en": "And we've been together every day since.",
      "vi": "Và chúng tôi đã ở bên nhau từ ngày đó."
    }
  },
  {
    "translation": {
      "en": "Kathy allows me my dreams.",
      "vi": "Kathy cho phép tôi mơ ước."
    }
  },
  {
    "translation": {
      "en": "Until I get too far off path, then she reins me back in.",
      "vi": "Khi tôi quá bay bổng, cô ấy lại ghì tôi lại."
    }
  },
  {
    "translation": {
      "en": "[Kathy] I was the typical wife who always told him no",
      "vi": "Tôi là người vợ điển hình luôn nói với ông ấy, \"Không\","
    }
  },
  {
    "translation": {
      "en": "because he was always coming up with harebrained schemes.",
      "vi": "vì ông ấy luôn đưa ra những kế hoạch viển vông."
    }
  },
  {
    "translation": {
      "en": "And then, I realized that maybe I should start saying yes",
      "vi": "Và rồi, tôi nhận ra có lẽ tôi nên bắt đầu đồng ý."
    }
  },
  {
    "translation": {
      "en": "Maybe it will get him someplace and it'll definitely make him happier",
      "vi": "Có lẽ nó sẽ đưa ông ấy đến đâu đó, và nó chắc chắn khiến ông ấy vui hơn."
    }
  },
  {
    "translation": {
      "en": "She knows I get dangerous, and careless... occasionally.",
      "vi": "Cô ấy biết đôi khi… tôi gặp nguy hiểm và bất cẩn."
    }
  },
  {
    "translation": {
      "en": "But she supported me 100% on the-- the trip to Europe.",
      "vi": "Nhưng cô ấy ủng hộ tôi 100% trong chuyến đi đến Châu Âu."
    }
  },
  {
    "translation": {
      "en": "[Steve] I thought we were dead.",
      "vi": "Tôi tưởng bọn tôi chết rồi."
    }
  },
  {
    "translation": {
      "en": "But thank God I had Josh. Thank God.",
      "vi": "Nhưng ơn Chúa vì tôi có Josh. Tạ ơn Chúa."
    }
  },
  {
    "translation": {
      "en": "-I mean-- [lips smacking]. -[car rumbling]",
      "vi": "Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "I truly began to appreciate him.",
      "vi": "tôi thực sự bắt đầu đánh giá cao thằng bé."
    }
  },
  {
    "translation": {
      "en": "Our first trip to Europe for Joshua and me was like",
      "vi": "Chuyến đi đầu tiên đến Châu Âu của Joshua và tôi"
    }
  },
  {
    "translation": {
      "en": "our graduation from childhood to manhood.",
      "vi": "giống như lễ tốt nghiệp từ thời thơ ấu đến tuổi trưởng thành."
    }
  },
  {
    "translation": {
      "en": "I did lean on him to be able to emotionally do this.",
      "vi": "Tôi đã dựa vào thằng bé để có thể làm việc này về mặt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "[Josh] The next day we were supposed to be finding",
      "vi": "Ngày hôm sau, lẽ ra chúng tôi phải tìm nhà máy,"
    }
  },
  {
    "translation": {
      "en": "the factory, and still we had no idea where it was.",
      "vi": "Ngày hôm sau, lẽ ra chúng tôi phải tìm nhà máy, và chúng tôi vẫn không biết nó ở đâu."
    }
  },
  {
    "translation": {
      "en": "And then, I see it.",
      "vi": "Và rồi, tôi thấy nó."
    }
  },
  {
    "translation": {
      "en": "It's printed, the address is printed right on here.",
      "vi": "Nó được in, địa chỉ được in ngay đây."
    }
  },
  {
    "translation": {
      "en": "[Josh] It's right there, and you're just, like, holy crap.",
      "vi": "Nó ở ngay đó, và bạn nói, \"Trời ạ\"."
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "TOM CLANCY PEZ"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm amazed how an American is able to get into the factories.",
      "vi": "Tôi ngạc nhiên khi một người Mỹ lại có thể đặt chân vào nhà máy."
    }
  },
  {
    "translation": {
      "en": "We really get a long ways by playing up \"dumb American.\"",
      "vi": "Chúng tôi thực sự rất nỗ lực khi vào vai \"người Mỹ ngu ngốc\"."
    }
  },
  {
    "translation": {
      "en": "\"Came here for Pez? Dumb American.\"",
      "vi": "\"Đến đây vì Pez à? Tên Mỹ đần\"."
    }
  },
  {
    "translation": {
      "en": "You know what I mean?",
      "vi": "Hiểu ý tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "[Johann] I couldn't make out any sense of this.",
      "vi": "Tôi không hiểu nổi chuyện này."
    }
  },
  {
    "translation": {
      "en": "Uh, I don't want to insult Steve now,",
      "vi": "Tôi không muốn xúc phạm Steve bây giờ,"
    }
  },
  {
    "translation": {
      "en": "because appearance-wise, what is it-- like, a homeless.",
      "vi": "vì ngoại hình… như một kẻ vô gia cư."
    }
  },
  {
    "translation": {
      "en": "Yeah. Actually, he looks like a poor, homeless guy.",
      "vi": "Ừ. Thật ra, trông ông ấy giống một gã nghèo khổ, vô gia cư."
    }
  },
  {
    "translation": {
      "en": "I got in.",
      "vi": "Tôi vào được rồi."
    }
  },
  {
    "translation": {
      "en": "Looking disheveled and crazy has always worked for me.",
      "vi": "Vẻ ngoài bù xù và điên rồ luôn hữu dụng với tôi."
    }
  },
  {
    "translation": {
      "en": "Everybody underestimates you.",
      "vi": "Mọi người đều đánh giá thấp bạn."
    }
  },
  {
    "translation": {
      "en": "And that's when I met Marcos.",
      "vi": "Và đó là khi tôi gặp Marcos."
    }
  },
  {
    "translation": {
      "en": "And what he showed me, it was overwhelming.",
      "vi": "Và những gì anh ấy cho tôi thấy, thật choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "It was exactly like Willy Wonka & the Chocolate Factory.",
      "vi": "Giống hệt như Willy Wonka và Nhà máy Sô-cô-la."
    }
  },
  {
    "translation": {
      "en": "We had got our golden ticket...",
      "vi": "Chúng tôi đã có tấm vé vàng"
    }
  },
  {
    "translation": {
      "en": "and we were in there to buy our heart's desire.",
      "vi": "và chúng tôi ở trong đó để mua ước muốn trái tim mình."
    }
  },
  {
    "translation": {
      "en": "I saw so much wonderful Pez.",
      "vi": "Tôi đã thấy rất nhiều Pez tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "This is the stuff people dream of.",
      "vi": "Đây là thứ mà người ta mơ ước."
    }
  },
  {
    "translation": {
      "en": "[Josh] It was, like, you hit the lottery.",
      "vi": "Như thể bạn trúng số."
    }
  },
  {
    "translation": {
      "en": "-It was unreal. -[Steve laughing]",
      "vi": "Thật không tưởng."
    }
  },
  {
    "translation": {
      "en": "[Steve] Marcos's job was design.",
      "vi": "Công việc của Marcos là thiết kế."
    }
  },
  {
    "translation": {
      "en": "We had made a friend. A soulmate.",
      "vi": "Chúng tôi đã kết bạn. Một tri kỷ."
    }
  },
  {
    "translation": {
      "en": "That truly appreciates the artistic talent, the vision.",
      "vi": "Điều đó thực sự đánh giá cao tài năng nghệ sĩ, tầm nhìn."
    }
  },
  {
    "translation": {
      "en": "I-- I got what he was saying and how much he loved it.",
      "vi": "Tôi hiểu điều anh ta nói và anh ta yêu nó đến thế nào."
    }
  },
  {
    "translation": {
      "en": "It was stuff that just wasn't sold in the U.S.",
      "vi": "Đó là những thứ không được bán ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "Pez USA rejected damn near everything Marcos would do.",
      "vi": "Pez Mỹ từ chối gần như mọi thứ Marcos làm."
    }
  },
  {
    "translation": {
      "en": "[Bud] My name is Bud Damberg,",
      "vi": "Tên tôi là Bud Damberg,"
    }
  },
  {
    "translation": {
      "en": "and I'm the former marketing manager for Pez.",
      "vi": "và tôi là cựu giám đốc tiếp thị của Pez."
    }
  },
  {
    "translation": {
      "en": "And I was there for about 15 years.",
      "vi": "Tôi đã ở đó khoảng 15 năm."
    }
  },
  {
    "translation": {
      "en": "I love working in the candy industry.",
      "vi": "Tôi thích làm trong ngành kẹo."
    }
  },
  {
    "translation": {
      "en": "It's one of the sweetest industries around.",
      "vi": "Đó là một trong những ngành ngọt ngào nhất."
    }
  },
  {
    "translation": {
      "en": "Literally. [laughing]",
      "vi": "Đúng nghĩa đen."
    }
  },
  {
    "translation": {
      "en": "Back in the 1990s, Pez USA and Pez International out of Austria,",
      "vi": "Trở lại những năm 1990, Pez Mỹ và Pez Quốc tế, trừ Áo ra,"
    }
  },
  {
    "translation": {
      "en": "operated very independently.",
      "vi": "hoạt động rất độc lập."
    }
  },
  {
    "translation": {
      "en": "Pez International had distribution throughout the entire world.",
      "vi": "Pez Quốc tế phân phối khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "But not the United States.",
      "vi": "Nhưng ở Mỹ thì không."
    }
  },
  {
    "translation": {
      "en": "Because of Pez USA's agreement with the parent company in Austria,",
      "vi": "Vì thỏa thuận của Pez Mỹ với công ty mẹ ở Áo,"
    }
  },
  {
    "translation": {
      "en": "they have 100% control of everything Pez-related in the United States.",
      "vi": "họ kiểm soát 100% mọi thứ liên quan đến Pez ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "And the, uh, president and CEO of Pez USA was Scott McWhinnie.",
      "vi": "Và chủ tịch kiêm giám đốc điều hành Pez Mỹ là Scott McWhinnie."
    }
  },
  {
    "translation": {
      "en": "Also very fondly known as the \"Pezident.\"",
      "vi": "Còn được trìu mến biết đến như \"Sếp Pez\"."
    }
  },
  {
    "translation": {
      "en": "He was the ultimate decision-maker.",
      "vi": "Ông ấy là người quyết định cuối."
    }
  },
  {
    "translation": {
      "en": "He ran a very tight and very lean ship.",
      "vi": "Ông ấy điều hành rất chặt chẽ và tinh gọn."
    }
  },
  {
    "translation": {
      "en": "\"I love Pez\" is a very common, uh, statement.",
      "vi": "\"Tôi yêu Pez\" là câu nói rất phổ biến."
    }
  },
  {
    "translation": {
      "en": "However, the kids of today know nothing about nostalgia.",
      "vi": "Tuy nhiên, trẻ em ngày nay không biết về hoài niệm."
    }
  },
  {
    "translation": {
      "en": "They love Pez for what it is.",
      "vi": "Chúng yêu Pez vì chính nó."
    }
  },
  {
    "translation": {
      "en": "[Steve] The people at Pez USA decided what came into the US and what didn't.",
      "vi": "Những người ở Pez Mỹ quyết định cái gì được nhập vào Mỹ và cái gì không."
    }
  },
  {
    "translation": {
      "en": "If Scott didn't want something sold in the United States, it wasn't sold in the United States.",
      "vi": "Nếu Scott không muốn thứ gì được bán ở Mỹ, nó không được bán."
    }
  },
  {
    "translation": {
      "en": "Europe would bust it's butt and come up with a great idea,",
      "vi": "Châu Âu sẽ làm việc chăm chỉ và nghĩ ra một ý tưởng mới,"
    }
  },
  {
    "translation": {
      "en": "or get some really good licenses,",
      "vi": "hoặc kiếm được giấy phép tốt,"
    }
  },
  {
    "translation": {
      "en": "and Pez USA would say no.",
      "vi": "và Pez Mỹ sẽ nói, \"Không\"."
    }
  },
  {
    "translation": {
      "en": "No, stupid, we hate it, no,",
      "vi": "\"Không, ngu ngốc, bọn tôi ghét nó, không\"."
    }
  },
  {
    "translation": {
      "en": "no, you're ignorant, we hate it.",
      "vi": "\"Không, anh thật đần độn, bọn tôi ghét nó\"."
    }
  },
  {
    "translation": {
      "en": "But everything unique and creative",
      "vi": "Nhưng mọi thứ độc đáo và sáng tạo mà họ nghĩ ra,"
    }
  },
  {
    "translation": {
      "en": "that they came up with, I could not get enough of.",
      "vi": "Nhưng mọi thứ độc đáo và sáng tạo mà họ nghĩ ra, tôi đều muốn sở hữu."
    }
  },
  {
    "translation": {
      "en": "And that endeared us to them.",
      "vi": "Và điều đó khiến chúng tôi được quý mến."
    }
  },
  {
    "translation": {
      "en": "They loved us. Just loved us.",
      "vi": "Họ yêu quý chúng tôi. Chỉ quý chúng tôi thôi."
    }
  },
  {
    "translation": {
      "en": "[Josh] These people were hungry for American dollars.",
      "vi": "Những người này thèm khát đô-la Mỹ."
    }
  },
  {
    "translation": {
      "en": "They wanted to work with us.",
      "vi": "Họ muốn làm việc với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "They wanted to do business with us and everything.",
      "vi": "Họ muốn làm ăn với bọn tôi và mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I was looking at the, uh, cabinet, in the office,",
      "vi": "Tôi nhìn vào các ngăn tủ ở văn phòng,"
    }
  },
  {
    "translation": {
      "en": "and they had a display in there of-- of dispensers that hadn't even hit the market.",
      "vi": "và trong đó họ trưng bày các máy rút còn chưa được tung ra thị trường."
    }
  },
  {
    "translation": {
      "en": "Um, one of them was the Bubble Boy dispenser.",
      "vi": "Một trong đó là máy rút Bubble Boy."
    }
  },
  {
    "translation": {
      "en": "[Steve] Our jaws just dropped to the floor.",
      "vi": "Hàm chúng tôi muốn rớt xuống sàn."
    }
  },
  {
    "translation": {
      "en": "Uh, especially once, uh, he told us the stories behind 'em.",
      "vi": "Đặc biệt là khi anh ấy kể cho bọn tôi những câu chuyện đằng sau chúng."
    }
  },
  {
    "translation": {
      "en": "Bubble Man was a reject from an idea to sell gum.",
      "vi": "Bubble Man từng bị từ chối từ ý tưởng bán kẹo cao su."
    }
  },
  {
    "translation": {
      "en": "[Josh] Now, I had heard of the Bubble Boy dispenser.",
      "vi": "Tôi đã nghe nói về máy rút Bubble Boy."
    }
  },
  {
    "translation": {
      "en": "He wasn't going to be released.",
      "vi": "Nó sẽ không được tung ra."
    }
  },
  {
    "translation": {
      "en": "Well, he gave me one from the cabinet.",
      "vi": "Ông ấy đưa tôi một cái từ tủ."
    }
  },
  {
    "translation": {
      "en": "I mean, that was-- that was the coolest thing.",
      "vi": "Đó là thứ tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "He also gave me a purple Dino and a yellow Dino.",
      "vi": "Ông ấy còn cho tôi một con Dino tím và một con Dino vàng."
    }
  },
  {
    "translation": {
      "en": "Stuff that should never have been out there,",
      "vi": "Thứ mà lẽ ra không nên có,"
    }
  },
  {
    "translation": {
      "en": "but it existed.",
      "vi": "nhưng nó tồn tại."
    }
  },
  {
    "translation": {
      "en": "[Steve] It was just really wonderful Pez.",
      "vi": "Những chiếc Pez thật sự tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "At that point, I was home free. I had my product.",
      "vi": "Lúc đó, tôi có lợi thế thành công. Tôi đã có sản phẩm."
    }
  },
  {
    "translation": {
      "en": "All of the obstacles had been hurdled.",
      "vi": "Vượt qua tất cả các chướng ngại."
    }
  },
  {
    "translation": {
      "en": "-All except one. -[quirky music plays]",
      "vi": "Tất cả trừ một việc."
    }
  },
  {
    "translation": {
      "en": "Coming back through US customs was the hard part.",
      "vi": "Trở về qua hải quan Mỹ là phần khó."
    }
  },
  {
    "translation": {
      "en": "[P.J.] Here at Homeland Security Investigations, we investigate transnational crime.",
      "vi": "Ở Phòng Điều tra An ninh Nội địa, bọn tôi điều tra tội phạm xuyên quốc gia."
    }
  },
  {
    "translation": {
      "en": "Uh, basically any crime that touches, uh, the United States border.",
      "vi": "Về cơ bản, bất kỳ tội phạm nào chạm vào biên giới Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "Uh, either inbound or outbound.",
      "vi": "cả từ trong lẫn ngoài nước."
    }
  },
  {
    "translation": {
      "en": "It runs across the spectrum.",
      "vi": "Nó gồm nhiều lĩnh vực."
    }
  },
  {
    "translation": {
      "en": "It could be, uh, contraband, in that-- in the-- in the form of narcotics, money,",
      "vi": "Có thể là hàng lậu, dưới dạng ma túy, tiền,"
    }
  },
  {
    "translation": {
      "en": "body parts, human heads, of course, arms.",
      "vi": "bộ phận cơ thể, đầu người, dĩ nhiên, cánh tay."
    }
  },
  {
    "translation": {
      "en": "You know, various animals.",
      "vi": "Bạn biết đấy, các loài vật khác nhau."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, sometimes those animals don't make it,",
      "vi": "Không may, đôi khi những con vật đó không sống nổi,"
    }
  },
  {
    "translation": {
      "en": "but other times they do, and all of a sudden",
      "vi": "nhưng cũng có khi sống,"
    }
  },
  {
    "translation": {
      "en": "you're opening a, you know, a suitcase,",
      "vi": "và đột nhiên bạn mở vali,"
    }
  },
  {
    "translation": {
      "en": "and there's birds in there or something else.",
      "vi": "và trong đó có chim, hay gì đó khác."
    }
  },
  {
    "translation": {
      "en": "It can be entertaining.",
      "vi": "Cũng giải trí lắm."
    }
  },
  {
    "translation": {
      "en": "Uh, for a serious crime, you could be looking at decades in jail.",
      "vi": "Với tội nghiêm trọng, bạn có thể phải ngồi tù hàng chục năm."
    }
  },
  {
    "translation": {
      "en": "[Tina] He just had great big duffle bags",
      "vi": "Ông ấy có những túi vải thô to chứa đầy hàng ngàn chiếc Pez."
    }
  },
  {
    "translation": {
      "en": "full of thousands and thousands of Pez, and I don't know what",
      "vi": "Ông ấy có những túi vải thô to chứa đầy hàng ngàn chiếc Pez. Tôi không biết mấy nhân viên hải quan nghĩ gì,"
    }
  },
  {
    "translation": {
      "en": "the customs people thought,",
      "vi": "Tôi không biết mấy nhân viên hải quan nghĩ gì,"
    }
  },
  {
    "translation": {
      "en": "or maybe they didn't even really look at them.",
      "vi": "hoặc có lẽ họ không thực sự nhìn vào chúng."
    }
  },
  {
    "translation": {
      "en": "They must not have, or he wouldn't have been able",
      "vi": "Hẳn là họ không nhìn, nếu không ông ấy sẽ không thể"
    }
  },
  {
    "translation": {
      "en": "to bring 'em in without all the proper paperwork.",
      "vi": "đem chúng nhập cảnh mà không có giấy tờ đàng hoàng."
    }
  },
  {
    "translation": {
      "en": "[Steve] It was something I learned.",
      "vi": "Đó là điều tôi học được."
    }
  },
  {
    "translation": {
      "en": "You had to be methodical about how you went about it.",
      "vi": "Bạn phải làm điều gì đó một cách có phương pháp."
    }
  },
  {
    "translation": {
      "en": "I had to appear to be... a fool.",
      "vi": "Tôi phải làm ra vẻ là… một tên ngốc."
    }
  },
  {
    "translation": {
      "en": "Disheveled. Crazy.",
      "vi": "Tóc tai bù xù. Khùng điên."
    }
  },
  {
    "translation": {
      "en": "So, I'd stay awake for 24 hours prior to hitting customs.",
      "vi": "Nên tôi sẽ thức suốt 24 giờ trước khi đến hải quan."
    }
  },
  {
    "translation": {
      "en": "[P.J.] Well, that's-- that's exactly what you don't wanna do.",
      "vi": "Chà, đó chính xác là điều bạn không muốn làm."
    }
  },
  {
    "translation": {
      "en": "Uh, you know, the more odd and the more you stick out,",
      "vi": "Bạn càng kỳ quặc và nổi bật,"
    }
  },
  {
    "translation": {
      "en": "if you're disheveled and don't sleep",
      "vi": "nếu đầu tóc bạn bù xù và không ngủ,"
    }
  },
  {
    "translation": {
      "en": "and you're acting a little, uh, kind of out of sorts.",
      "vi": "và bạn đang cư xử hơi, kiểu, cáu kỉnh."
    }
  },
  {
    "translation": {
      "en": "If anything, that's gonna attract more attention,",
      "vi": "Nếu có, điều đó sẽ thu hút nhiều sự chú ý hơn"
    }
  },
  {
    "translation": {
      "en": "and it certainly would for me.",
      "vi": "và chắc chắn với tôi là vậy."
    }
  },
  {
    "translation": {
      "en": "[Steve] Oh, I knew it would work.",
      "vi": "Tôi biết nó sẽ hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Um, doing crazy things that made no sense.",
      "vi": "Làm những việc điên rồ vô nghĩa."
    }
  },
  {
    "translation": {
      "en": "-Because then I'm harmless. -You should be honest.",
      "vi": "Vì khi đó tôi vô hại. Bạn nên thành thật."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to declare what you're coming in with.",
      "vi": "Bạn sẽ phải khai báo về thứ bạn mang đến."
    }
  },
  {
    "translation": {
      "en": "You needed to be as honest as you could, without being completely honest.",
      "vi": "Bạn cần phải thành thật nhất có thể, mà không hoàn toàn thành thật."
    }
  },
  {
    "translation": {
      "en": "Yes, I was definitely doing something technically illegal.",
      "vi": "Vâng, tôi chắc chắn đã làm một điều mà về lý là bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "Did I care? Nah. Not in the slightest. Not in the slightest.",
      "vi": "Tôi có quan tâm không? Không. Không hề."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, tell me what was illegal about what Steve was doing",
      "vi": "Vậy, cho tôi biết Steve đã làm điều gì bất hợp pháp,"
    }
  },
  {
    "translation": {
      "en": "or why it was not allowed by law?",
      "vi": "hay tại sao nó không được pháp luật cho phép."
    }
  },
  {
    "translation": {
      "en": "Um, the items that-- that Steve Glew was bringing over were grey market items.",
      "vi": "Những món đồ mà Steve Glew mang đến là đồ chợ xám."
    }
  },
  {
    "translation": {
      "en": "Um, which were items that were not manufactured",
      "vi": "Đó là những mặt hàng không được sản xuất"
    }
  },
  {
    "translation": {
      "en": "for United States market.",
      "vi": "cho thị trường Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "They were legitimate Pez dispensers,",
      "vi": "Chúng là máy rút Pez chính thống,"
    }
  },
  {
    "translation": {
      "en": "but he did not have the licensing rights to bring them in.",
      "vi": "nhưng ông ta không có giấy phép để mang chúng nhập cảnh."
    }
  },
  {
    "translation": {
      "en": "Pez Candy Inc. in the United States",
      "vi": "Công ty Pez Candy ở Mỹ"
    }
  },
  {
    "translation": {
      "en": "is the only licensed entity to sell them in this country.",
      "vi": "là đơn vị duy nhất được cấp phép bán chúng ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So... What do you think allowed him to get in?",
      "vi": "Vậy anh nghĩ điều gì cho phép ông ấy vào?"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Let me think about that one.",
      "vi": "Để tôi nghĩ đã."
    }
  },
  {
    "translation": {
      "en": "[Steve] A snafu made everything I did possible.",
      "vi": "Một sự hỗn loạn đã hiện thực hóa mọi thứ mà tôi làm."
    }
  },
  {
    "translation": {
      "en": "There was one simple, little thing that would have shut me down.",
      "vi": "Có một việc đơn giản, nhỏ bé đã có thể ngăn chặn tôi."
    }
  },
  {
    "translation": {
      "en": "Pez USA contacting international customs and registering...",
      "vi": "Pez Mỹ liên lạc với hải quan quốc tế và đăng ký"
    }
  },
  {
    "translation": {
      "en": "that they were the sole importers of Pez products from Europe.",
      "vi": "rằng họ là nhà nhập khẩu duy nhất các sản phẩm của Pez từ châu Âu."
    }
  },
  {
    "translation": {
      "en": "My name's Julie Hilario, I'm a special agent with Homeland Security Investigations.",
      "vi": "Tôi là Julie Hilario, đặc vụ của Cục Điều tra An ninh Nội địa."
    }
  },
  {
    "translation": {
      "en": "Oftentimes, we find that trademark owners may not be knowledgeable",
      "vi": "Thường, chúng tôi thấy các chủ sở hữu nhãn hiệu có lẽ không biết"
    }
  },
  {
    "translation": {
      "en": "that they need to record their trademark with U.S. Customs and Border Protection",
      "vi": "rằng họ cần đăng ký nhãn hiệu của họ với Hải quan và Bảo vệ Biên giới Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "for enforcement at the border.",
      "vi": "để thực thi ở biên giới."
    }
  },
  {
    "translation": {
      "en": "[Steve] One of the customs agents that I dealt with,",
      "vi": "Một trong những nhân viên hải quan mà tôi đã làm việc,"
    }
  },
  {
    "translation": {
      "en": "he said, \"uh, you know, uh, well, you know, you're not the importer for this.\"",
      "vi": "anh ta nói, \"Anh biết đấy, anh không phải nhà nhập khẩu sản phẩm này\"."
    }
  },
  {
    "translation": {
      "en": "And he got his sheet out, and he was lookin', and he was lookin', and he was lookin'.",
      "vi": "Anh ấy lấy giấy ra, và anh ấy nhìn."
    }
  },
  {
    "translation": {
      "en": "He said, \"Oh, my God.\"",
      "vi": "Anh ấy nói, \"Ôi Chúa ơi\"."
    }
  },
  {
    "translation": {
      "en": "[Julie] Pez USA, I did check,",
      "vi": "Pez Mỹ, tôi đã kiểm tra,"
    }
  },
  {
    "translation": {
      "en": "and their trademark is not recorded with Customs and Border Protection.",
      "vi": "và nhãn hiệu của họ chưa được đăng ký với Hải quan và Bảo vệ Biên giới."
    }
  },
  {
    "translation": {
      "en": "Yeah, I wasn't aware of that.",
      "vi": "Ừ, tôi không biết điều đó."
    }
  },
  {
    "translation": {
      "en": "I mean, I know that, um... they had some very expensive lawyers in New York",
      "vi": "Ý tôi là, tôi biết họ có vài luật sư đắt đỏ ở New York"
    }
  },
  {
    "translation": {
      "en": "that spent a lot of time and money.",
      "vi": "đã dành nhiều thời gian và tiền bạc."
    }
  },
  {
    "translation": {
      "en": "They were supposed to make sure that it was registered",
      "vi": "Lẽ ra họ phải đảm bảo nó đã được đăng ký"
    }
  },
  {
    "translation": {
      "en": "in all the classes of trade.",
      "vi": "trong mọi lớp thương mại."
    }
  },
  {
    "translation": {
      "en": "They have a US patent",
      "vi": "Họ có bằng sáng chế và nhãn hiệu với USPTO"
    }
  },
  {
    "translation": {
      "en": "and trademark with USPTO, um, but they didn't take",
      "vi": "Họ có bằng sáng chế và nhãn hiệu với USPTO nhưng họ không làm bước hai là đăng ký nhãn hiệu của họ"
    }
  },
  {
    "translation": {
      "en": "the second step of actually recording their trademark",
      "vi": "nhưng họ không làm bước hai là đăng ký nhãn hiệu của họ"
    }
  },
  {
    "translation": {
      "en": "with Customs and Border Protection for enforcement at the border.",
      "vi": "với Hải quan và Bảo vệ Biên giới để thực thi ở biên giới."
    }
  },
  {
    "translation": {
      "en": "And he goes, \"if they're that stupid...",
      "vi": "Và anh ta nói, \"Nếu họ ngu đến vậy…\""
    }
  },
  {
    "translation": {
      "en": "go ahead.\" [laughing]",
      "vi": "Cứ đi đi."
    }
  },
  {
    "translation": {
      "en": "When we got back from Europe after the first trip,",
      "vi": "Khi chúng tôi về từ Châu Âu sau chuyến đi đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "going back to work sucked, big time.",
      "vi": "trở lại công việc cực kỳ tệ hại."
    }
  },
  {
    "translation": {
      "en": "It was like being in prison.",
      "vi": "Cảm giác như đang ở tù."
    }
  },
  {
    "translation": {
      "en": "But not having any money, I had to stick it out for a while.",
      "vi": "Nhưng không có tiền, tôi phải chịu đựng một thời gian."
    }
  },
  {
    "translation": {
      "en": "I guess my dad, uh, had done some talking to, you know, the-- the Pez dealers,",
      "vi": "Tôi đoán bố tôi đã nói chuyện với mấy tay buôn Pez,"
    }
  },
  {
    "translation": {
      "en": "and one of them heard that-- that I had that Bubble Boy.",
      "vi": "và một trong số họ nghe nói tôi có Bubble Boy."
    }
  },
  {
    "translation": {
      "en": "[Steve] Buyers appeared... through word of mouth.",
      "vi": "Người mua xuất hiện qua truyền miệng."
    }
  },
  {
    "translation": {
      "en": "The phone chain was people talking to people",
      "vi": "Chuỗi điện thoại là người nói chuyện với người,"
    }
  },
  {
    "translation": {
      "en": "that talking to people.",
      "vi": "nói chuyện với người."
    }
  },
  {
    "translation": {
      "en": "Honestly, I was flabbergasted at the prices that people would pay.",
      "vi": "Nói thật, tôi sửng sốt trước cái giá mà mọi người trả."
    }
  },
  {
    "translation": {
      "en": "[Josh] They're like, you know, I'll buy that Bubble Boy from you.",
      "vi": "Họ nói, \"Tôi sẽ mua Bubble Boy từ anh\"."
    }
  },
  {
    "translation": {
      "en": "-$1,250. -[cash register dings]",
      "vi": "\"1.250 đô-la\"."
    }
  },
  {
    "translation": {
      "en": "I was like, what?",
      "vi": "Tôi nói, \"Sao cơ?\""
    }
  },
  {
    "translation": {
      "en": "I mean, it was a gift from Marcos, so we didn't have the intention at all of selling it.",
      "vi": "Đó là quà từ Marcos, nên chúng tôi không có ý định bán nó."
    }
  },
  {
    "translation": {
      "en": "Here I am, a college student paying for my own tuition and everything...",
      "vi": "Đây là tôi, một sinh viên đại học, tự trả học phí và mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "being offered 1,250 bucks for a piece of plastic that was given to me for free.",
      "vi": "được đề nghị 1.250 đô-la cho một mẩu nhựa mà tôi được cho miễn phí."
    }
  },
  {
    "translation": {
      "en": "[Steve] The last thing in the world I wanted to do was sell Bubble Boy.",
      "vi": "Điều cuối cùng tôi muốn làm là bán Bubble Boy."
    }
  },
  {
    "translation": {
      "en": "But, hey, man, I gotta pay some bills. [laughing]",
      "vi": "Nhưng tôi phải trả vài hóa đơn."
    }
  },
  {
    "translation": {
      "en": "Money talks. Money talks.",
      "vi": "Có tiền là có tất."
    }
  },
  {
    "translation": {
      "en": "[Steve] The collectors bought pretty much everything I had, overnight.",
      "vi": "Các nhà sưu tập đã mua gần hết mọi thứ tôi có, chỉ qua một đêm."
    }
  },
  {
    "translation": {
      "en": "I paid 27 cents each.",
      "vi": "Tôi trả 27 xu mỗi món."
    }
  },
  {
    "translation": {
      "en": "300 bucks.",
      "vi": "Ba trăm đô."
    }
  },
  {
    "translation": {
      "en": "Without those early sales, I never would have been able to quit my job.",
      "vi": "Nếu không có doanh thu ban đầu này, tôi sẽ không bao giờ có thể nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "One of my last memories in the shop was Enya playing on the radio.",
      "vi": "Một trong những ký ức cuối cùng của tôi ở cửa hàng là radio đang mở Enya."
    }
  },
  {
    "translation": {
      "en": "And it was just floating.",
      "vi": "Và nó cứ trôi."
    }
  },
  {
    "translation": {
      "en": "Through the whole shop. Her voice. And echoing.",
      "vi": "Qua toàn bộ cửa hàng. Giọng cô ấy. Và vang vọng."
    }
  },
  {
    "translation": {
      "en": "[Steve] Her music was, like, a place I wanted to be.",
      "vi": "Âm nhạc của cô ấy là nơi tôi muốn đến."
    }
  },
  {
    "translation": {
      "en": "And traveling to Europe, and my dreams, married perfectly well with that.",
      "vi": "Và du lịch Châu Âu, những giấc mơ của tôi, khớp hoàn hảo với điều đó."
    }
  },
  {
    "translation": {
      "en": "[Steve] When I left the shop for the last time, I went from,",
      "vi": "Khi tôi rời khỏi cửa hàng lần cuối, tôi đi từ việc làm việc 79 tiếng mỗi tuần đến làm điều mình muốn."
    }
  },
  {
    "translation": {
      "en": "uh, working 79-hour work weeks to doing my own thing.",
      "vi": "tôi đi từ việc làm việc 79 tiếng mỗi tuần đến làm điều mình muốn."
    }
  },
  {
    "translation": {
      "en": "I went to selling toys and Pez full-time.",
      "vi": "Tôi đi bán đồ chơi và Pez toàn thời gian."
    }
  },
  {
    "translation": {
      "en": "[David] At that time, the hobby was kind of this small,",
      "vi": "Vào thời điểm đó, thú vui này là của một nhóm nhỏ, khép kín,"
    }
  },
  {
    "translation": {
      "en": "closed group, and we all knew each other.",
      "vi": "Vào thời điểm đó, thú vui này là của một nhóm nhỏ, khép kín, và chúng tôi đều biết nhau."
    }
  },
  {
    "translation": {
      "en": "And Steve was like this, you know...",
      "vi": "Và Steve như là, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "magical troll who just sprung forth out of nowhere.",
      "vi": "một tên quỷ lùn ma thuật xuất hiện từ hư không."
    }
  },
  {
    "translation": {
      "en": "But then he found out about the Pez community",
      "vi": "Nhưng rồi ông ấy biết về cộng đồng Pez"
    }
  },
  {
    "translation": {
      "en": "and started talking to all of us.",
      "vi": "và bắt đầu nói chuyện với tất cả chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Steve] The Pez community was a smallish community that taught me everything I-- I learned.",
      "vi": "Cộng đồng Pez là một cộng đồng nhỏ bé đã dạy tôi mọi thứ tôi học được."
    }
  },
  {
    "translation": {
      "en": "Welcome to the wonderful world of Pez collecting. You're hooked now.",
      "vi": "Mừng đến với thế giới sưu tập Pez thú vị. Giờ anh bị mê hoặc rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, I like to drink scotch, I like fast cars.",
      "vi": "Ý tôi là, tôi thích uống rượu scotch, tôi thích xe nhanh."
    }
  },
  {
    "translation": {
      "en": "But there-- there's nothing that compares with the feeling",
      "vi": "Nhưng không gì sánh nổi với cảm giác bạn có được"
    }
  },
  {
    "translation": {
      "en": "you get when you get a great find in Pez.",
      "vi": "khi có một phát hiện Pez tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So, this is my Pez room.",
      "vi": "Đây là phòng Pez của tôi."
    }
  },
  {
    "translation": {
      "en": "So, I've been collecting about 20 years.",
      "vi": "Tôi đã sưu tầm 20 năm rồi."
    }
  },
  {
    "translation": {
      "en": "Your Thors, you're gonna be-- $200-300 range. This Pony would probably go about 1300.",
      "vi": "Thor của anh sẽ tầm 200-300 đô. Con Pony này có lẽ sẽ được cỡ 1.300."
    }
  },
  {
    "translation": {
      "en": "[Tina] I have 53 covered grandstands.",
      "vi": "Tôi có 53 khán đài có mái che."
    }
  },
  {
    "translation": {
      "en": "They each hold 80 dispensers.",
      "vi": "Mỗi cái chứa 80 máy rút."
    }
  },
  {
    "translation": {
      "en": "[Johann] I have everything filled up. Every empty space is filled up with junk.",
      "vi": "Tôi đã lấp đầy mọi thứ. Mọi chỗ trống đều chất đầy đồ."
    }
  },
  {
    "translation": {
      "en": "So, if you want to give me a title, you can say to me I am a crazy collector.",
      "vi": "Nên nếu muốn cho tôi một danh hiệu, bạn có thể nói tôi là nhà sưu tập khùng."
    }
  },
  {
    "translation": {
      "en": "[John] I will say that I've spent $2,500 for one dispenser.",
      "vi": "Tôi sẽ nói là tôi đã bỏ ra 2.500 đô-la cho một cái máy rút."
    }
  },
  {
    "translation": {
      "en": "The most I ever paid for Pez was $11,000.",
      "vi": "Số tiền nhiều nhất tôi từng trả cho Pez là 11.000 đô-la."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] For one? -One.",
      "vi": "- Cho một món? - Một."
    }
  },
  {
    "translation": {
      "en": "[John] And so, in the Pez world,",
      "vi": "Và vì thế, ở thế giới Pez,"
    }
  },
  {
    "translation": {
      "en": "the person who brought the most new product to us was Steve Glew.",
      "vi": "người mang đến sản phẩm mới nhất cho chúng tôi là Steve Glew."
    }
  },
  {
    "translation": {
      "en": "[Steve] With the prices people were paying,",
      "vi": "Với mức giá mà mọi người đang trả,"
    }
  },
  {
    "translation": {
      "en": "Josh and me were itching to go back and get more product.",
      "vi": "Josh và tôi rất muốn quay lại và mua thêm sản phẩm."
    }
  },
  {
    "translation": {
      "en": "And I had heard the real mother lode... was Hungary.",
      "vi": "Và tôi nghe nói nguồn cung chính đích thực là Hungary."
    }
  },
  {
    "translation": {
      "en": "And Gunther was a person of importance there.",
      "vi": "Và Gunther là người quan trọng ở đó."
    }
  },
  {
    "translation": {
      "en": "[Steve] He had been a person within the upper echelon",
      "vi": "Ông ấy từng là nhân viên cấp cao"
    }
  },
  {
    "translation": {
      "en": "at Pez corporation in Austria, in Linz.",
      "vi": "tập đoàn Pez ở Áo, ở Linz."
    }
  },
  {
    "translation": {
      "en": "And he had been tasked with the role of opening up the East.",
      "vi": "Và ông ấy được giao nhiệm vụ mở rộng miền Đông."
    }
  },
  {
    "translation": {
      "en": "He had power. He had power.",
      "vi": "Ông ấy có quyền lực."
    }
  },
  {
    "translation": {
      "en": "First time I met him, I believe it was on our second trip to Europe.",
      "vi": "Lần đầu gặp ông ấy, tôi tin là trong chuyến đi Châu Âu thứ hai."
    }
  },
  {
    "translation": {
      "en": "I mean, like, I walk in the door and I ask about Pez,",
      "vi": "Ý tôi là, tôi bước vào cửa và hỏi về Pez,"
    }
  },
  {
    "translation": {
      "en": "and Gunther Leitner came out in the most God-awful",
      "vi": "và Gunther Leitner bước ra trong bộ áo khoác thể thao kẻ sọc"
    }
  },
  {
    "translation": {
      "en": "plaid sports jacket I have ever seen in my life.",
      "vi": "kinh khủng nhất tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "He comes up to me at the counter and he said,",
      "vi": "Ông ta đến chỗ tôi ở quầy và nói,"
    }
  },
  {
    "translation": {
      "en": "\"I hear you're here huntin' for Pez, eh?\"",
      "vi": "\"Nghe nói anh ở đây để tìm Pez hả?\""
    }
  },
  {
    "translation": {
      "en": "And I goes, \"Yeah, I'm huntin' for it.\" He says, \"Yeah, I know, I know, I know.\"",
      "vi": "Và tôi nói, \"Ừ, tôi đang lùng nó\". Ông ấy nói, \"Ừ, tôi biết\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Don't you-- don't you know who I am?\"",
      "vi": "Và ông ta nói, \"Anh không biết tôi là ai à?\""
    }
  },
  {
    "translation": {
      "en": "[Steve] No, I have no idea who you are and I don't really give a damn.",
      "vi": "Không, tôi không biết anh là ai, và tôi đếch quan tâm."
    }
  },
  {
    "translation": {
      "en": "Gunther took a Post-it, just a stupid little Post-it.",
      "vi": "Gunther lấy một tờ giấy nhớ, chỉ một tờ giấy nhớ ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "Wrote a few words, signed his name. He said, \"Okay, take this. Go over there.\"",
      "vi": "Viết vài chữ, ký tên. Ông ấy nói, \"Được rồi, cầm cái này. Qua đó đi\"."
    }
  },
  {
    "translation": {
      "en": "And I handed the post-it to the, uh, the guard at the gate.",
      "vi": "Và tôi đưa tờ giấy nhớ cho người gác cổng."
    }
  },
  {
    "translation": {
      "en": "I mean, he might as well have hopped to and clicked",
      "vi": "Anh ta chỉ thiếu điều nhảy cẫng lên"
    }
  },
  {
    "translation": {
      "en": "his heels and opened up the gate.",
      "vi": "Anh ta chỉ thiếu điều nhảy cẫng lên và mở cổng."
    }
  },
  {
    "translation": {
      "en": "I mean, really. That little Post-it.",
      "vi": "Ý tôi là, thật đấy. Tờ giấy nhớ nhỏ đó."
    }
  },
  {
    "translation": {
      "en": "Everybody did anything we ask.",
      "vi": "Mọi người làm bất cứ điều gì bọn tôi yêu cầu."
    }
  },
  {
    "translation": {
      "en": "People walked up to me, and every time I showed it to 'em,",
      "vi": "Người ta đến chỗ tôi, và mỗi lần tôi cho họ xem nó,"
    }
  },
  {
    "translation": {
      "en": "\"Yep, yep. Yep, yep. Over here. Over here.\"",
      "vi": "\"Phải. Ở đằng này\"."
    }
  },
  {
    "translation": {
      "en": "Next thing I know, they got a truck... for me to load.",
      "vi": "Điều tiếp theo tôi biết, họ cho tôi xe tải để chất đồ lên."
    }
  },
  {
    "translation": {
      "en": "And take everything off to the airport.",
      "vi": "Và chở mọi thứ ra sân bay."
    }
  },
  {
    "translation": {
      "en": "And he truly was that powerful.",
      "vi": "Và ông ấy thật sự quyền lực."
    }
  },
  {
    "translation": {
      "en": "Just wished I could have taken it all. I really wish I could've, but I couldn't.",
      "vi": "Ước gì tôi có thể lấy hết. Tôi thực sự ước mình có thể, nhưng tôi không thể."
    }
  },
  {
    "translation": {
      "en": "I only had 4,000 bucks maybe in my pocket, so, I mean,",
      "vi": "Tôi chỉ có 4.000 đô trong túi, có lẽ vậy."
    }
  },
  {
    "translation": {
      "en": "it was very disappointing for Gunther, you know?",
      "vi": "nên ý tôi là, rất thất vọng đối với Gunther."
    }
  },
  {
    "translation": {
      "en": "Gunther didn't give the money to Pez.",
      "vi": "Gunther không đưa tiền cho Pez."
    }
  },
  {
    "translation": {
      "en": "He kept it.",
      "vi": "Ông ta đã giữ nó."
    }
  },
  {
    "translation": {
      "en": "Oh, and the last thing he says as he's getting out of the car.",
      "vi": "Và điều cuối cùng ông ta nói khi ra khỏi xe."
    }
  },
  {
    "translation": {
      "en": "He leans back in and he goes, \"I don't know you. I don't know you.\"",
      "vi": "Ông ta nghiêng người ra sau và nói, \"Tôi không biết anh\"."
    }
  },
  {
    "translation": {
      "en": "[laughing] Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[Bud] So, now we're finding out all these illegal dispensers are all over the place.",
      "vi": "Giờ chúng tôi đã phát hiện ra máy rút kẹo bất hợp pháp ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Word came out that somebody took",
      "vi": "Có lời đồn rằng ai đó đã lấy"
    }
  },
  {
    "translation": {
      "en": "some pre-production samples and were selling those.",
      "vi": "vài mẫu tiền sản xuất và bán chúng."
    }
  },
  {
    "translation": {
      "en": "Pre-production samples, illegal, on the black market.",
      "vi": "Mẫu tiền sản xuất, bất hợp pháp, trên chợ đen."
    }
  },
  {
    "translation": {
      "en": "And apparently somebody would go over to Europe",
      "vi": "Và có vẻ ai đó sẽ đến Châu Âu"
    }
  },
  {
    "translation": {
      "en": "and meet up with some of the, um, workers who worked in the factories after hours",
      "vi": "và gặp gỡ một số công nhân làm việc trong nhà máy sau giờ làm,"
    }
  },
  {
    "translation": {
      "en": "and pay 'em a few hundred U.S. dollars,",
      "vi": "và trả cho họ vài trăm đô-la Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and before you know it you had all these pre-production samples disappear.",
      "vi": "và trước khi bạn nhận ra, tất cả các mẫu tiền sản xuất đã biến mất."
    }
  },
  {
    "translation": {
      "en": "Well, my reaction was... isn't anybody watching the factory?",
      "vi": "Phản ứng của tôi là, không có ai trông chừng nhà máy à?"
    }
  },
  {
    "translation": {
      "en": "It's not like when you go on a vacation you bring a dozen back with you.",
      "vi": "Không giống khi bạn đi nghỉ mát và mang một tá về đâu."
    }
  },
  {
    "translation": {
      "en": "This guy was bringing thousands and thousands of them over.",
      "vi": "Gã này mang qua hàng ngàn và hàng ngàn sản phẩm."
    }
  },
  {
    "translation": {
      "en": "Scott was furious that this was happening.",
      "vi": "Scott rất giận vì chuyện này xảy ra."
    }
  },
  {
    "translation": {
      "en": "So, his mission was to find out who was doing this.",
      "vi": "Nên, nhiệm vụ của anh ta là tìm ra kẻ đã làm việc này."
    }
  },
  {
    "translation": {
      "en": "[Richie] I was a police officer for 20 years,",
      "vi": "Tôi là sĩ quan cảnh sát đã 20 năm,"
    }
  },
  {
    "translation": {
      "en": "and I started my newsletter, Pez Collectors News, in 1995.",
      "vi": "và tôi đã thành lập bản tin của mình, Tin Tức Nhà Sưu Tầm Pez, vào năm 1995."
    }
  },
  {
    "translation": {
      "en": "As a collector, the idea of the newsletter",
      "vi": "Là nhà sưu tập, ý tưởng của bản tin"
    }
  },
  {
    "translation": {
      "en": "was to get the word out there to other collectors and just,",
      "vi": "là loan tin cho các nhà sưu tập khác"
    }
  },
  {
    "translation": {
      "en": "what's out there, and what's real,",
      "vi": "và chỉ là, ngoài kia có gì, và thứ gì là thật,"
    }
  },
  {
    "translation": {
      "en": "and is-- is there any fakes going around.",
      "vi": "và có hàng giả đang lưu thông không?"
    }
  },
  {
    "translation": {
      "en": "In a lot of senses, Richie was the number one spy for, uh, Pez USA",
      "vi": "Theo nhiều nghĩa, Richie là gián điệp số một của Pez Mỹ."
    }
  },
  {
    "translation": {
      "en": "No, I wasn't a spy.",
      "vi": "Không, tôi không phải gián điệp."
    }
  },
  {
    "translation": {
      "en": "People thought I was the Pez police, but no,",
      "vi": "Mọi người nghĩ tôi là cảnh sát Pez, nhưng không, tôi không nói gì với họ cả."
    }
  },
  {
    "translation": {
      "en": "I really didn't tell them anything.",
      "vi": "nhưng không, tôi không nói gì với họ cả."
    }
  },
  {
    "translation": {
      "en": "Did he report back to Scott?",
      "vi": "Anh ta có báo lại cho Scott không?"
    }
  },
  {
    "translation": {
      "en": "Yes. Not a doubt in my brain.",
      "vi": "Có. Tôi chắc chắn đấy."
    }
  },
  {
    "translation": {
      "en": "Scott McWhinnie absolutely had a reputation",
      "vi": "Scott McWhinnie rất nổi tiếng như là,"
    }
  },
  {
    "translation": {
      "en": "for kind of, \"the Pez company hates collectors.\"",
      "vi": "Scott McWhinnie rất nổi tiếng như là, \"Công ty Pez ghét các nhà sưu tập\"."
    }
  },
  {
    "translation": {
      "en": "And he's not a particularly likeable guy.",
      "vi": "Và ông ấy không phải người đặc biệt dễ mến."
    }
  },
  {
    "translation": {
      "en": "He's a little pompous, he's a little full of himself, he's a little insecure.",
      "vi": "Ông ấy hơi khoa trương, hơi tự mãn, hơi bất an."
    }
  },
  {
    "translation": {
      "en": "I was told by many people that-- that Scott McWhinnie",
      "vi": "Nhiều người nói với tôi rằng Scott McWhinnie có gián điệp trong thế giới Pez."
    }
  },
  {
    "translation": {
      "en": "had spies in the Pez world.",
      "vi": "Scott McWhinnie có gián điệp trong thế giới Pez."
    }
  },
  {
    "translation": {
      "en": "That anything we would say would get back to him.",
      "vi": "Rằng bất cứ điều gì chúng tôi nói sẽ đến tai ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Bud] Scott was very aware of the growing collectors market.",
      "vi": "Scott biết rõ về thị trường sưu tầm đang phát triển."
    }
  },
  {
    "translation": {
      "en": "He was also very well-aware of the illegal activity",
      "vi": "Ông ta cũng biết rất rõ về hoạt động phi pháp"
    }
  },
  {
    "translation": {
      "en": "going on in the collectors market.",
      "vi": "đang diễn ra ở thị trường sưu tầm."
    }
  },
  {
    "translation": {
      "en": "So, one of the first things we did to get information out to them,",
      "vi": "Vì vậy, một trong những điều đầu tiên chúng tôi làm để đưa thông tin đến họ"
    }
  },
  {
    "translation": {
      "en": "was we invited Richie Belyski up to the factory.",
      "vi": "là mời Richie Belyski đến nhà máy."
    }
  },
  {
    "translation": {
      "en": "He had a tour of the factory, um, he interviewed Scott",
      "vi": "Ông ấy đã đi tham quan nhà máy, phỏng vấn Scott trong một hai tiếng, và chúng tôi đi ăn trưa."
    }
  },
  {
    "translation": {
      "en": "for an hour or two, and we went to lunch.",
      "vi": "phỏng vấn Scott trong một hai tiếng, và chúng tôi đi ăn trưa."
    }
  },
  {
    "translation": {
      "en": "[Richie] It was interesting.",
      "vi": "Thật thú vị."
    }
  },
  {
    "translation": {
      "en": "It was the first time I was ever in there, and they don't give tours to people. ♪",
      "vi": "Đó là lần đầu tiên tôi đến đó, và họ không cho người vào tham quan."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did Rich print whatever you asked him to?",
      "vi": "Rich xuất bản bất cứ điều gì các anh yêu cầu ư?"
    }
  },
  {
    "translation": {
      "en": "Um, yeah. Yeah, he did.",
      "vi": "Vâng, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "He was sort of a little bit like a PR agency in a way.",
      "vi": "Ông ấy như một đơn vị quảng cáo theo một cách nào đó."
    }
  },
  {
    "translation": {
      "en": "[Richie] That one's worth about $700. There's another sticker on the back.",
      "vi": "Cái đó giá khoảng 700 đô. Có một hình dán khác ở phía sau."
    }
  },
  {
    "translation": {
      "en": "An original sticker.",
      "vi": "Hình dán nguyên bản."
    }
  },
  {
    "translation": {
      "en": "[man] Wow, that's terrific.",
      "vi": "Chà, tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Well, thank you, Richard. We appreciate it. We all love Pez, and now we know why.",
      "vi": "Cảm ơn, Richard. Chúng tôi rất cảm kích. Ta đều yêu Pez, và giờ ta biết tại sao."
    }
  },
  {
    "translation": {
      "en": "[Richie] I remember when I went to the Pez factory,",
      "vi": "Tôi nhớ khi tôi đến nhà máy Pez,"
    }
  },
  {
    "translation": {
      "en": "Scott McWhinnie pulled one out of his pocket.",
      "vi": "Scott McWhinnie lấy ra một cái trong túi."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Hey, you see this dispenser?",
      "vi": "Ông ta nói, \"Này, thấy máy rút này chưa? Anh biết đây là gì không?\""
    }
  },
  {
    "translation": {
      "en": "-You know what this is?\" -And I said yeah.",
      "vi": "Ông ta nói, \"Này, thấy máy rút này chưa? Anh biết đây là gì không?\" Tôi nói, \"Có\". Và ông ta nói, \"Ừ, tôi sẽ sớm bán nó\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Yeah, I'm gonna be sellin' it soon.\"",
      "vi": "Tôi nói, \"Có\". Và ông ta nói, \"Ừ, tôi sẽ sớm bán nó\"."
    }
  },
  {
    "translation": {
      "en": "Bubble Man was designed by Scott McWhinnie.",
      "vi": "Bubble Man được thiết kế bởi Scott McWhinnie."
    }
  },
  {
    "translation": {
      "en": "He loved it. Absolutely, [coughing] he was passionate about it.",
      "vi": "Ông ấy thích nó. Chắc chắn rồi, ông ấy rất đam mê nó."
    }
  },
  {
    "translation": {
      "en": "That was his.",
      "vi": "Đó là của ông ấy."
    }
  },
  {
    "translation": {
      "en": "He had the character developed and designed.",
      "vi": "Ông ấy đã phát triển và thiết kế nhân vật."
    }
  },
  {
    "translation": {
      "en": "Even went as far as having the name, um, registered.",
      "vi": "Thậm chí còn đi xa hơn khi đăng ký cái tên đó."
    }
  },
  {
    "translation": {
      "en": "Um, and it was a project that Scott pretty much worked on himself.",
      "vi": "Và đó là một dự án mà Scott gần như đã tự làm."
    }
  },
  {
    "translation": {
      "en": "And I-- I think he-- he cared very much about it.",
      "vi": "Và tôi nghĩ ông ấy rất quan tâm đến nó."
    }
  },
  {
    "translation": {
      "en": "However, that project was put on hold.",
      "vi": "Tuy nhiên, dự án đó đã bị hoãn."
    }
  },
  {
    "translation": {
      "en": "And when Scott heard that people were bringing",
      "vi": "Và khi Scott nghe tin người ta đang đưa Bubble Man vào Mỹ"
    }
  },
  {
    "translation": {
      "en": "Bubble Man over into the United States",
      "vi": "người ta đang đưa Bubble Man vào Mỹ"
    }
  },
  {
    "translation": {
      "en": "and selling them for an obscene amount of money,",
      "vi": "và bán chúng với một số tiền lớn,"
    }
  },
  {
    "translation": {
      "en": "that burned him up.",
      "vi": "ông ta đã nóng mặt."
    }
  },
  {
    "translation": {
      "en": "Most expensive one here right now is this guy here.",
      "vi": "Đắt tiền nhất ở đây là anh chàng này."
    }
  },
  {
    "translation": {
      "en": "And he's not old. He's from 1992. He's called the Bubble Gum Man.",
      "vi": "Và cậu ấy không già. Cậu ấy sinh năm 1992. Cậu ấy được gọi là Bubble Gum Man."
    }
  },
  {
    "translation": {
      "en": "He's a prototype.",
      "vi": "Cậu ấy là nguyên mẫu."
    }
  },
  {
    "translation": {
      "en": "Scott McWhinnie was watching, um, some news reel",
      "vi": "Scott McWhinnie đang xem một số tin tức về hội nghị Pez,"
    }
  },
  {
    "translation": {
      "en": "of a Pez convention, and he saw the Bubble Man.",
      "vi": "Scott McWhinnie đang xem một số tin tức về hội nghị Pez, và ông ấy đã thấy Bubble Man."
    }
  },
  {
    "translation": {
      "en": "Some girl had one for sale.",
      "vi": "Một cô gái đang rao bán một cái."
    }
  },
  {
    "translation": {
      "en": "[woman] There's only about 20 known in the whole world.",
      "vi": "Trên thế giới chỉ có cỡ 20 cái."
    }
  },
  {
    "translation": {
      "en": "It was something they designed that they didn't have to pay licensing for.",
      "vi": "Đó là thứ họ thiết kế mà không phải trả bản quyền."
    }
  },
  {
    "translation": {
      "en": "Manufactured a few, and looked at it and said,",
      "vi": "Sản xuất vài cái, nhìn nó và nói,"
    }
  },
  {
    "translation": {
      "en": "\"what were we thinking when we made this?\"",
      "vi": "\"Ta nghĩ gì khi làm cái này?\""
    }
  },
  {
    "translation": {
      "en": "-And that was the end of that. -It's butt ugly.",
      "vi": "- Và đó là kết thúc của nó. - Thật tồi tệ."
    }
  },
  {
    "translation": {
      "en": "-[woman] That's right. -[laughing]",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "[John] And Scott McWhinnie had a fit.",
      "vi": "Và Scott McWhinnie nổi điên."
    }
  },
  {
    "translation": {
      "en": "[woman] And right now his asking price is $1200.",
      "vi": "Và giờ giá chào bán của ông ta là 1.200 đô-la."
    }
  },
  {
    "translation": {
      "en": "[reporter] Wow, $1200 for a Pez?",
      "vi": "Chà, 1.200 đô cho một chiếc Pez?"
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "vi": "Thật kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "At this point, when Scott became aware of the-- the abuse",
      "vi": "Lúc này, khi Scott ý thức được sự lạm dụng đang diễn ra,"
    }
  },
  {
    "translation": {
      "en": "that was going on, the best way of killing that",
      "vi": "Lúc này, khi Scott ý thức được sự lạm dụng đang diễn ra, cách tốt nhất để triệt hạ nó"
    }
  },
  {
    "translation": {
      "en": "was to take those dispensers and put them into the direct",
      "vi": "là lấy mấy cái máy rút kẹo đó và đưa vào chương trình tiếp thị trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "marketing program, and sell it to all the collectors",
      "vi": "là lấy mấy cái máy rút kẹo đó và đưa vào chương trình tiếp thị trực tiếp, và bán cho các nhà sưu tập với giá hợp lý."
    }
  },
  {
    "translation": {
      "en": "at a reasonable price.",
      "vi": "và bán cho các nhà sưu tập với giá hợp lý."
    }
  },
  {
    "translation": {
      "en": "[Johann] Okay, this is Bubble Man. It's worth nothing.",
      "vi": "Rồi, đây là Bubble Man. Chẳng có giá trị gì."
    }
  },
  {
    "translation": {
      "en": "Everybody shouted, \"Bubble Man! Bubble Man!\"",
      "vi": "Mọi người hét lên, \"Bubble Man!\" Mấy thứ này rất hiếm\"."
    }
  },
  {
    "translation": {
      "en": "These are absolutely rare. They will not produce it.",
      "vi": "Mọi người hét lên, \"Bubble Man!\" Mấy thứ này rất hiếm\". \"Họ sẽ không sản xuất nó\". Và rồi họ sản xuất nó."
    }
  },
  {
    "translation": {
      "en": "And then it-- then they produced it.",
      "vi": "\"Họ sẽ không sản xuất nó\". Và rồi họ sản xuất nó."
    }
  },
  {
    "translation": {
      "en": "Maybe actually on purpose to-- to-- to-- to damage the collector scene.",
      "vi": "Có thể, thực ra là, cố ý, để phá hỏng bối cảnh sưu tập."
    }
  },
  {
    "translation": {
      "en": "The reason that anybody was willing to pay 1200",
      "vi": "Ngay từ đầu, lý do mà ai đó sẵn sàng trả 1.200"
    }
  },
  {
    "translation": {
      "en": "to begin with was because, at the time,",
      "vi": "Ngay từ đầu, lý do mà ai đó sẵn sàng trả 1.200 là vì, vào thời điểm đó, họ nghĩ rằng có ít hơn mười cái."
    }
  },
  {
    "translation": {
      "en": "they thought that there were less than ten.",
      "vi": "là vì, vào thời điểm đó, họ nghĩ rằng có ít hơn mười cái."
    }
  },
  {
    "translation": {
      "en": "[Bud] I gotta tell you, when we put Bubble Man out there,",
      "vi": "Tôi phải nói, khi tung ra Bubble Man,"
    }
  },
  {
    "translation": {
      "en": "it was insane the amount of orders we got.",
      "vi": "lượng đặt hàng bọn tôi nhận được thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "People want 'em, you know, for a $1.99.",
      "vi": "Rằng mọi người muốn chúng với giá 1,99 đô-la."
    }
  },
  {
    "translation": {
      "en": "You got a $1200 dispenser.",
      "vi": "Bạn có máy rút 1.200 đô-la."
    }
  },
  {
    "translation": {
      "en": "[laughing] So, it was like--",
      "vi": "Nên, nó kiểu…"
    }
  },
  {
    "translation": {
      "en": "They've sold more Bubble Boy than any-- probably any damn dispenser ever,",
      "vi": "Họ đã bán nhiều Bubble Boy hơn bất kỳ cái máy rút chết tiệt nào."
    }
  },
  {
    "translation": {
      "en": "and it came out of Scott being so mad that he couldn't see straight,",
      "vi": "Và nó xuất phát từ việc Scott nổi điên đến mức không thể nhìn thẳng,"
    }
  },
  {
    "translation": {
      "en": "and ordering the product to stomp on us.",
      "vi": "và đặt sản phẩm để giẫm đạp lên chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You deal with the devil.",
      "vi": "Bạn đối phó với quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "And in all honesty, Scott McWhinnie was my arch-nemesis.",
      "vi": "Và nói thật, Scott McWhinnie là kẻ thù không đội trời chung của tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, I hated his guts.",
      "vi": "Tôi ghét ông ta."
    }
  },
  {
    "translation": {
      "en": "And that's when I decided to become the Pez Outlaw.",
      "vi": "Và đó là khi tôi quyết định trở thành Gã Buôn Lậu Pez."
    }
  },
  {
    "translation": {
      "en": "I needed a vessel. A person.",
      "vi": "Tôi cần một con tàu, một người."
    }
  },
  {
    "translation": {
      "en": "I needed to build him.",
      "vi": "Tôi cần xây dựng anh ta."
    }
  },
  {
    "translation": {
      "en": "So that I can draw him in when I need him.",
      "vi": "Để tôi có thể lôi kéo anh ta khi tôi cần."
    }
  },
  {
    "translation": {
      "en": "I definitely viewed the whole thing as an adventure.",
      "vi": "Tôi chắc chắn đã xem mọi thứ như một cuộc phiêu lưu."
    }
  },
  {
    "translation": {
      "en": "The money, the travel, the quest.",
      "vi": "Tiền, đi lại, tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "My goal from that point on was for accumulation.",
      "vi": "Mục tiêu của tôi từ lúc đó là tích lũy."
    }
  },
  {
    "translation": {
      "en": "I needed the product so I could beat Scott.",
      "vi": "Tôi cần sản phẩm để có thể đánh bại Scott."
    }
  },
  {
    "translation": {
      "en": "Every sale I could take away from Scott McWhinnie",
      "vi": "Mọi vụ mua bán tôi đoạt được từ Scott McWhinnie"
    }
  },
  {
    "translation": {
      "en": "was a nail in his coffin.",
      "vi": "đều góp phần làm ông ta thất bại."
    }
  },
  {
    "translation": {
      "en": "As the Pez Outlaw, ain't nothing stops me.",
      "vi": "Là Gã Buôn Lậu Pez, không gì ngăn được tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, for good or ill.",
      "vi": "Ý tôi là, dù tốt hay xấu."
    }
  },
  {
    "translation": {
      "en": "[Steve] I will win.",
      "vi": "Tôi sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "I will win. In the end.",
      "vi": "Tôi sẽ thắng. Cuối cùng."
    }
  },
  {
    "translation": {
      "en": "At that point, we were going to Europe about every three or four weeks.",
      "vi": "Vào thời điểm đó, chúng tôi sẽ đi Châu Âu khoảng ba hay bốn tuần một lần."
    }
  },
  {
    "translation": {
      "en": "And going to shows in between that.",
      "vi": "Và giữa đó thì đến các buổi trưng bày."
    }
  },
  {
    "translation": {
      "en": "Sometimes even landing at shows and going directly to them.",
      "vi": "Đôi khi còn có mặt ở các buổi trưng bày và đến thẳng chỗ họ."
    }
  },
  {
    "translation": {
      "en": "[Josh] We had so much cash a-- after some of these conventions that,",
      "vi": "Chúng tôi có rất nhiều tiền sau một vài hội nghị,"
    }
  },
  {
    "translation": {
      "en": "you know, you-- you did feel like a rock star.",
      "vi": "đến nỗi bạn cảm thấy như sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "I had so much money that I was absolutely drunk.",
      "vi": "Tôi có nhiều tiền đến mức tôi hoàn toàn say xỉn."
    }
  },
  {
    "translation": {
      "en": "And ta-da, we have a basement.",
      "vi": "Và tèn ten, ta có một tầng hầm. GIỌNG KATHY"
    }
  },
  {
    "translation": {
      "en": "[Steve] But I mean, we bought a ton of things.",
      "vi": "Nhưng ý tôi là, bọn tôi đã mua rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "We bought a new house.",
      "vi": "Bọn tôi đã mua nhà mới."
    }
  },
  {
    "translation": {
      "en": "Well, guess what? Here's my house in the ditch.",
      "vi": "Chà, đoán xem? Đây là nhà tôi ở dưới mương."
    }
  },
  {
    "translation": {
      "en": "[Moriah] My mom really was able",
      "vi": "Mẹ tôi thực sự có thể có sự tự do,"
    }
  },
  {
    "translation": {
      "en": "to have the freedom with them coming into a little more money",
      "vi": "Mẹ tôi thực sự có thể có sự tự do, với việc họ kiếm nhiều tiền hơn, để theo đuổi những gì bà muốn làm."
    }
  },
  {
    "translation": {
      "en": "to really pursue what she wanted to do.",
      "vi": "với việc họ kiếm nhiều tiền hơn, để theo đuổi những gì bà muốn làm."
    }
  },
  {
    "translation": {
      "en": "Well, you know, life got easier",
      "vi": "Chà, bạn biết đấy, cuộc sống dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "I left my job and was able to spend more time riding my horse.",
      "vi": "Tôi nghỉ việc và có thể dành nhiều thời gian hơn để cưỡi ngựa."
    }
  },
  {
    "translation": {
      "en": "She went to schooling to become a therapeutic horseback riding instructor.",
      "vi": "Bà ấy đi học để trở thành huấn luyện viên cưỡi ngựa trị liệu."
    }
  },
  {
    "translation": {
      "en": "[Kathy] So that was really living my dream.",
      "vi": "Tôi thực sự sống trong mơ."
    }
  },
  {
    "translation": {
      "en": "Steve had become nouveau riche at this point.",
      "vi": "Lúc này, Steve đã thành đại gia mới nổi."
    }
  },
  {
    "translation": {
      "en": "His Pez market was booming.",
      "vi": "Thị trường Pez của ông ấy đang bùng nổ."
    }
  },
  {
    "translation": {
      "en": "He was making tons of money, which he never had before.",
      "vi": "Ông ấy kiếm được cả đống tiền, điều trước đây ông ấy chưa từng có."
    }
  },
  {
    "translation": {
      "en": "Hey, that's how I was doing things. I just-- talk to my bank.",
      "vi": "Đó là cách tôi làm. Tôi chỉ nói chuyện với ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Do this, do that.",
      "vi": "Làm thế này, làm thế kia."
    }
  },
  {
    "translation": {
      "en": "He was so generous with his money,",
      "vi": "Ông ấy xài tiền rất thoáng,"
    }
  },
  {
    "translation": {
      "en": "he paid his family and all his helpers well.",
      "vi": "trả hậu hĩnh cho gia đình và giúp việc."
    }
  },
  {
    "translation": {
      "en": "I benefitted, 'cause I got to go to college",
      "vi": "Tôi được lợi, vì tôi được đi học đại học"
    }
  },
  {
    "translation": {
      "en": "without having to pay for any of it.",
      "vi": "mà không phải trả tiền."
    }
  },
  {
    "translation": {
      "en": "It was magic. The whole time was magic.",
      "vi": "Thật kỳ diệu. Toàn bộ thời gian đó là phép màu."
    }
  },
  {
    "translation": {
      "en": "I won the lottery.",
      "vi": "Tôi đã trúng số."
    }
  },
  {
    "translation": {
      "en": "Pez Outlaw was so dominant in the marketplace",
      "vi": "Gã Buôn Lậu Pez đã áp đảo trên thị trường"
    }
  },
  {
    "translation": {
      "en": "that Scott McWhinnie, the Pezident...",
      "vi": "đến nỗi Scott McWhinnie, Sếp Pez…"
    }
  },
  {
    "translation": {
      "en": "He was losing.",
      "vi": "Ông ta đang thua."
    }
  },
  {
    "translation": {
      "en": "They advertised nothing.",
      "vi": "Họ không quảng cáo gì cả."
    }
  },
  {
    "translation": {
      "en": "I had two full-page ads in one publication,",
      "vi": "Tôi có hai trang toàn quảng cáo trong một ấn phẩm,"
    }
  },
  {
    "translation": {
      "en": "a full-page ad in another publication... every month.",
      "vi": "một quảng cáo toàn trang trong ấn phẩm khác, mỗi tháng."
    }
  },
  {
    "translation": {
      "en": "He was blatantly advertising these things.",
      "vi": "Ông ta quảng cáo mấy thứ này, trắng trợn."
    }
  },
  {
    "translation": {
      "en": "There's the easiest way to find out. Steve was his own worst enemy.",
      "vi": "Có cách dễ nhất để tìm ra. Steve là kẻ thù tệ nhất của chính mình."
    }
  },
  {
    "translation": {
      "en": "You know, put a billboard up, here I am, guys.",
      "vi": "Treo biển quảng cáo, \"Tôi đây. Bắt tôi xem\"."
    }
  },
  {
    "translation": {
      "en": "Come after me. [laughing] So, it's like--",
      "vi": "Treo biển quảng cáo, \"Tôi đây. Bắt tôi xem\". Nên, nó giống như là…"
    }
  },
  {
    "translation": {
      "en": "Well, you gotta remember, at the end of the day, Pez is a brand.",
      "vi": "Bạn phải nhớ, cuối cùng, Pez là một thương hiệu."
    }
  },
  {
    "translation": {
      "en": "It's a registered brand.",
      "vi": "Một thương hiệu đã đăng ký."
    }
  },
  {
    "translation": {
      "en": "You go over there on vacation, you bring back, you know, a dozen, yourself.",
      "vi": "Bạn đến đó trong kỳ nghỉ, bạn tự mang về một tá,"
    }
  },
  {
    "translation": {
      "en": "You can sell them online. Nobody cares about that.",
      "vi": "Bạn có thể bán chúng trên mạng. Chẳng ai quan tâm."
    }
  },
  {
    "translation": {
      "en": "When you start selling thousands of 'em, and you're running full-page ads...",
      "vi": "Khi bạn bắt đầu bán hàng ngàn cái và chạy quảng cáo toàn trang,"
    }
  },
  {
    "translation": {
      "en": "now you become a business.",
      "vi": "bạn thành một doanh nghiệp."
    }
  },
  {
    "translation": {
      "en": "Scott took it very seriously,",
      "vi": "Scott rất nghiêm túc,"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna protect my product, I'm gonna protect my brand.",
      "vi": "\"Tôi sẽ bảo vệ sản phẩm của mình, thương hiệu của mình\"."
    }
  },
  {
    "translation": {
      "en": "They're not gonna get away with that any longer.",
      "vi": "\"Chúng sẽ không thoát được lâu nữa đâu\"."
    }
  },
  {
    "translation": {
      "en": "[Josh] After I couldn't go with him anymore,",
      "vi": "Sau khi không thể đi cùng ông ấy nữa,"
    }
  },
  {
    "translation": {
      "en": "um, I wasn't scared for him, but I definitely was surprised,",
      "vi": "tôi không sợ cho ông ấy, nhưng tôi ngạc nhiên"
    }
  },
  {
    "translation": {
      "en": "uh, that, you know, he was able to-- to go alone.",
      "vi": "rằng, bạn biết đấy, ông ấy có thể đi một mình."
    }
  },
  {
    "translation": {
      "en": "[Steve] It was very nerve-wracking headin' off on my own.",
      "vi": "Đi một mình rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "[Kathy] It was a pretty dramatic shift without Josh there to keep his dad safe.",
      "vi": "Đó là thay đổi khá lớn khi không có Josh ở đó để giữ an toàn cho bố nó."
    }
  },
  {
    "translation": {
      "en": "But I told him I told myself I'd tell him yes, so I had to stick with it.",
      "vi": "Nhưng tôi tự nhủ mình đã nói \"có\" với ông ấy, nên tôi phải kiên trì."
    }
  },
  {
    "translation": {
      "en": "I think his mental health, uh, state of mind,",
      "vi": "Tôi nghĩ sức khỏe tinh thần, trạng thái tâm trí của ông ấy,"
    }
  },
  {
    "translation": {
      "en": "ex-drug persona, has to-- it-- it can't not play into paranoias.",
      "vi": "việc đã cai thuốc, phải… không thể biến thành chứng hoang tưởng."
    }
  },
  {
    "translation": {
      "en": "I learned to protect my space.",
      "vi": "Tôi đã học cách bảo vệ không gian của mình."
    }
  },
  {
    "translation": {
      "en": "Getting off the highway, taking back roads.",
      "vi": "Ra khỏi đường cao tốc, đi đường phụ."
    }
  },
  {
    "translation": {
      "en": "Totally paranoid.",
      "vi": "Hoàn toàn hoang tưởng."
    }
  },
  {
    "translation": {
      "en": "I saw people following me all the time.",
      "vi": "Tôi thấy người ta bám theo tôi suốt."
    }
  },
  {
    "translation": {
      "en": "If I thought there was somebody behind me, man, I'd ditch 'em.",
      "vi": "Nếu tôi nghĩ có ai đó sau tôi, tôi sẽ cắt đuôi họ."
    }
  },
  {
    "translation": {
      "en": "[David] He had things to be paranoid about.",
      "vi": "Ông ấy có thứ để hoang tưởng."
    }
  },
  {
    "translation": {
      "en": "So, I would imagine that he didn't know who to trust.",
      "vi": "Nên, tôi hình dung rằng ông ấy không biết phải tin ai."
    }
  },
  {
    "translation": {
      "en": "[Steve] Coming from the Midwest,",
      "vi": "Đến từ miền Trung Tây,"
    }
  },
  {
    "translation": {
      "en": "I had never seen officials with machine guns.",
      "vi": "tôi chưa từng thấy sĩ quan nào có súng máy."
    }
  },
  {
    "translation": {
      "en": "So, every border crossing was a threat.",
      "vi": "Nên, mỗi lần vượt biên là một mối đe dọa."
    }
  },
  {
    "translation": {
      "en": "Not just the people with machine guns...",
      "vi": "Không chỉ những người có súng máy,"
    }
  },
  {
    "translation": {
      "en": "...but the biggest nightmare would be losing the load.",
      "vi": "mà cơn ác mộng lớn nhất sẽ là mất tải hàng."
    }
  },
  {
    "translation": {
      "en": "That mattered.",
      "vi": "Điều đó quan trọng."
    }
  },
  {
    "translation": {
      "en": "Every bag out on to the blacktop.",
      "vi": "Mọi túi đều được đưa lên bàn đen."
    }
  },
  {
    "translation": {
      "en": "Every bag open. Every bag dumped.",
      "vi": "Mọi túi đều bị mở ra. Túi nào cũng bị vứt."
    }
  },
  {
    "translation": {
      "en": "Could I have possibly gotten arrested?",
      "vi": "Liệu tôi có thể bị bắt không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "Would traps have been laid? Yes.",
      "vi": "Có bẫy được đặt không? Có."
    }
  },
  {
    "translation": {
      "en": "Sometimes, all he really wanted was a bribe.",
      "vi": "Đôi khi, anh ta chỉ muốn được hối lộ."
    }
  },
  {
    "translation": {
      "en": "I learned, if something happens of that nature...",
      "vi": "Tôi học được, nếu có gì xảy ra theo cách đó…"
    }
  },
  {
    "translation": {
      "en": "Hand out some money, you're done.",
      "vi": "Cứ xòe ra ít tiền là ổn."
    }
  },
  {
    "translation": {
      "en": "Being that close to illegal, maybe illegal.",
      "vi": "Gần bất hợp pháp đến cỡ này, có thể là bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "Of course you're paranoid.",
      "vi": "Dĩ nhiên bạn hoang tưởng."
    }
  },
  {
    "translation": {
      "en": "[Bud] Scott never, ever went to Europe to go chase down Steve.",
      "vi": "Scott chưa từng đến Châu Âu để đuổi theo Steve."
    }
  },
  {
    "translation": {
      "en": "So, there-- there's none of this, you know, Scott in a dark suit, you know, trying-- you know, hiding behind corners.",
      "vi": "Không có chuyện này, Scott mặc com-lê đen nấp sau các góc."
    }
  },
  {
    "translation": {
      "en": "You know, \"I got you, Glew.\" You know? [laughing] There wasn't any of that drama.",
      "vi": "\"Bắt được mày rồi, Glew\". Hiểu chứ? Không có chuyện đó đâu."
    }
  },
  {
    "translation": {
      "en": "None of that ever existed.",
      "vi": "Chưa từng tồn tại."
    }
  },
  {
    "translation": {
      "en": "[Steve] Would Scott McWhinnie have tried to have people follow me?",
      "vi": "Liệu Scott McWhinnie có cố cài người bám theo tôi không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, he would've done that. In a heartbeat.",
      "vi": "Ừ, ông ta sẽ làm thế ngay."
    }
  },
  {
    "translation": {
      "en": "But if they were following me, I did shake 'em.",
      "vi": "Nhưng nếu họ theo dõi tôi, tôi đã cắt đuôi được."
    }
  },
  {
    "translation": {
      "en": "Steve Glew was standing here.",
      "vi": "Steve Glew đang đứng đây."
    }
  },
  {
    "translation": {
      "en": "This was the place-- the place Steve Glew was waiting for me.",
      "vi": "Đây là nơi Steve Glew đã đợi tôi."
    }
  },
  {
    "translation": {
      "en": "I just decided to go visit Johann.",
      "vi": "Tôi quyết định đi thăm Johann."
    }
  },
  {
    "translation": {
      "en": "I don't know how I had his address, where I got it, I have no idea, but I did.",
      "vi": "Tôi không biết làm sao và từ đâu tôi có địa chỉ, không biết, nhưng tôi có."
    }
  },
  {
    "translation": {
      "en": "He came to me without appointment. He just was standing in front of my door.",
      "vi": "Ông ấy đến gặp tôi không hẹn trước. Ông ấy đứng trước cửa nhà tôi."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, a guy pulls up on a, uh... mo-- motorbike.",
      "vi": "Đột nhiên, một gã đỗ xịch xe máy lại."
    }
  },
  {
    "translation": {
      "en": "And I said, \"You are lucky, I am Johann Patek.\"",
      "vi": "Tôi nói, \"Anh may đấy, tôi là Johann Patek\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Oh, I am Steve Glew from America and I want to buy Pez.\"",
      "vi": "Anh ta nói, \"Tôi là Steve Glew từ Mỹ và tôi muốn mua Pez\"."
    }
  },
  {
    "translation": {
      "en": "I just wanted to buy Pez.",
      "vi": "Tôi chỉ muốn mua Pez."
    }
  },
  {
    "translation": {
      "en": "My answer was, \"Oh, yes, let's do.\"",
      "vi": "Tôi trả lời, \"Ừ, làm đi\"."
    }
  },
  {
    "translation": {
      "en": "Let's do some deals and I will show you something.",
      "vi": "\"Giao dịch đi và tôi sẽ cho anh xem thứ này\"."
    }
  },
  {
    "translation": {
      "en": "I ask him to wait outside,",
      "vi": "Tôi bảo ông ấy đợi ở ngoài,"
    }
  },
  {
    "translation": {
      "en": "and then I went in and brought him some Pez.",
      "vi": "rồi tôi vào mang cho ông ấy ít Pez."
    }
  },
  {
    "translation": {
      "en": "[Steve] I had to sit on the curb outside this house he owned.",
      "vi": "Tôi phải ngồi trên lề đường bên ngoài ngôi nhà ông ấy sở hữu."
    }
  },
  {
    "translation": {
      "en": "While he went in and got the product.",
      "vi": "Trong khi ông ấy vào và lấy sản phẩm."
    }
  },
  {
    "translation": {
      "en": "[Tina] Johann Patek. Yes.",
      "vi": "Johann Patek. Vâng."
    }
  },
  {
    "translation": {
      "en": "I do not know very much about him that I would tell.",
      "vi": "Tôi không biết nhiều về ông ấy để kể."
    }
  },
  {
    "translation": {
      "en": "It's all very basic here.",
      "vi": "Ở đây rất cơ bản."
    }
  },
  {
    "translation": {
      "en": "[Richie] Johann is a collector in Austria.",
      "vi": "Johann là một nhà sưu tập ở Áo."
    }
  },
  {
    "translation": {
      "en": "You know, is this off the record?",
      "vi": "Máy quay tắt rồi à?"
    }
  },
  {
    "translation": {
      "en": "-[interviewer speaking] -Oh, okay.",
      "vi": "- Không, đang quay. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "\"What's in there?\" I don't tell you.",
      "vi": "\"Có gì trong đó?\" Tôi không nói."
    }
  },
  {
    "translation": {
      "en": "I will tell you later.",
      "vi": "Tôi sẽ nói sau."
    }
  },
  {
    "translation": {
      "en": "There's not much to tell there.",
      "vi": "Không có gì nhiều để kể."
    }
  },
  {
    "translation": {
      "en": "I mean, he's basically just been a competitor of mine.",
      "vi": "Ý tôi là, về cơ bản ông ấy chỉ là đối thủ của tôi."
    }
  },
  {
    "translation": {
      "en": "[Johann] And now, something dangerous will appear. Let me see. Uh.",
      "vi": "Và giờ, một thứ nguy hiểm sẽ xuất hiện. Để tôi xem."
    }
  },
  {
    "translation": {
      "en": "Hi, guys. Hands up, or I shoot you.",
      "vi": "Chào mọi người. Giơ tay không tôi bắn!"
    }
  },
  {
    "translation": {
      "en": "It's a genuine Pez shooter.",
      "vi": "Đó là một tay súng Pez chính hiệu."
    }
  },
  {
    "translation": {
      "en": "Now, Zorro. Oho.",
      "vi": "Giờ thì, Zorro."
    }
  },
  {
    "translation": {
      "en": "I am fighting for the poor. I am taking the money from the rich.",
      "vi": "Tôi đấu tranh vì người nghèo. Tôi lấy tiền của người giàu."
    }
  },
  {
    "translation": {
      "en": "I am Zorro and I--",
      "vi": "Tôi là Zorro và tôi…"
    }
  },
  {
    "translation": {
      "en": "so everybody could recognize me, I have Zorro written on my stem.",
      "vi": "để mọi người nhận ra tôi, tôi có chữ Zorro khắc trên thân."
    }
  },
  {
    "translation": {
      "en": "Otherwise, somebody would say, \"I am a bank robber.\"",
      "vi": "Nếu không, ai đó sẽ nói, \"Tôi là cướp ngân hàng\"."
    }
  },
  {
    "translation": {
      "en": "[Tina] He knows everybody.",
      "vi": "Ông ấy biết mọi người."
    }
  },
  {
    "translation": {
      "en": "But, yeah, he's a--",
      "vi": "Nhưng, phải, ông ấy là một…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is there a controversy around him or something? Or why is he...",
      "vi": "Có tranh cãi về ông ấy hay gì đó à? Hay tại sao ông ấy…"
    }
  },
  {
    "translation": {
      "en": "He was in the right place at the right time.",
      "vi": "Ông ấy đã ở đúng nơi, đúng thời điểm."
    }
  },
  {
    "translation": {
      "en": "Steve happened in and kind of got in that territory.",
      "vi": "Steve đã đến và vào được lãnh thổ đó."
    }
  },
  {
    "translation": {
      "en": "Um, and I don't know if they're friends.",
      "vi": "Và tôi không biết họ có là bạn không."
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Pezzi Boy.",
      "vi": "Xin chào, tôi là Nhóc Pezzi."
    }
  },
  {
    "translation": {
      "en": "There are special collectors are only collecting Pezzi Boys.",
      "vi": "Có những nhà sưu tập đặc biệt chỉ sưu tập Nhóc Pezzi."
    }
  },
  {
    "translation": {
      "en": "It's amazing. They even made a Pezzi Girl so they can make babies.",
      "vi": "Thật tuyệt. Họ còn làm Cô Nhóc Pezzi để có thể tạo ra em bé."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can we go up there and film?",
      "vi": "- Bọn tôi lên đó quay được chứ? - Không."
    }
  },
  {
    "translation": {
      "en": "-No. -[interviewer] No?",
      "vi": "- Bọn tôi lên đó quay được chứ? - Không. Không à?"
    }
  },
  {
    "translation": {
      "en": "-Okay, well, why not? -No.",
      "vi": "- Được rồi, sao không? - Không."
    }
  },
  {
    "translation": {
      "en": "Because this will-- in-- affect my business.",
      "vi": "Vì điều này sẽ ảnh hưởng việc kinh doanh của tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, I have to... [slaps wood] ...be silent because I'm on a tape.",
      "vi": "Ồ, tôi phải im lặng, vì tôi đang được ghi hình."
    }
  },
  {
    "translation": {
      "en": "I have no business.",
      "vi": "Tôi không kinh doanh gì."
    }
  },
  {
    "translation": {
      "en": "I never was a businessman. I always wanted to be part of the collectors game.",
      "vi": "Tôi chưa từng là doanh nhân. Tôi luôn muốn là một phần của trò chơi sưu tập."
    }
  },
  {
    "translation": {
      "en": "[Steve] He just didn't want me to see.",
      "vi": "Ông ấy không muốn tôi thấy."
    }
  },
  {
    "translation": {
      "en": "If people knew how much he actually had,",
      "vi": "Nếu mọi người biết ông ấy thực sự có bao nhiêu,"
    }
  },
  {
    "translation": {
      "en": "like, if I had opened my mouth to the world that he had one bazillion...",
      "vi": "kiểu, nếu tôi hé răng với thế giới rằng ông ấy có một con số rất lớn."
    }
  },
  {
    "translation": {
      "en": "uh, the value would have plummeted.",
      "vi": "giá trị sẽ lao dốc."
    }
  },
  {
    "translation": {
      "en": "Then, all of a sudden, he wasn't interested anymore.",
      "vi": "Rồi đột nhiên, ông ấy không còn hứng thú nữa."
    }
  },
  {
    "translation": {
      "en": "Because he thought he-- he could get it for an apple and an egg.",
      "vi": "Vì ông ấy nghĩ có thể mua được nó với giá rẻ."
    }
  },
  {
    "translation": {
      "en": "But this was not so, and so we parted our ways.",
      "vi": "Nhưng không phải vậy, nên chúng tôi chia tay nhau."
    }
  },
  {
    "translation": {
      "en": "He did not even know what he was doing.",
      "vi": "Ông ấy còn không biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I mean, every dedicated collector is crazy a little bit in his mind.",
      "vi": "Ý tôi là, mỗi nhà sưu tập tâm huyết đều có chút điên rồ trong suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "Because otherwise he would not be a collector.",
      "vi": "Vì nếu không ông ấy sẽ không phải là nhà sưu tập."
    }
  },
  {
    "translation": {
      "en": "Collecting is, um, more or less a-- a disease.",
      "vi": "Sưu tầm ít nhiều cũng là một căn bệnh."
    }
  },
  {
    "translation": {
      "en": "[Steve] I think my symptoms of anxiety, depression, the highs, the lows,",
      "vi": "Tôi nghĩ các triệu chứng lo âu, trầm cảm, lúc thăng, lúc trầm,"
    }
  },
  {
    "translation": {
      "en": "where you-- you-- the minute you've-- you get high,",
      "vi": "khi mà bạn… ngay khi bạn phê,"
    }
  },
  {
    "translation": {
      "en": "the immediate thought... is what you know is coming.",
      "vi": "suy nghĩ đầu tiên là bạn biết điều đang đến."
    }
  },
  {
    "translation": {
      "en": "The low.",
      "vi": "Lúc trầm."
    }
  },
  {
    "translation": {
      "en": "So, you don't even get to enjoy it.",
      "vi": "Nên, bạn còn không được tận hưởng nó."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He just had an anger inside of him that",
      "vi": "Ông ấy chỉ có một cơn giận dữ trong người,"
    }
  },
  {
    "translation": {
      "en": "years later he was diagnosed as being bi-polar.",
      "vi": "nhiều năm sau, ông ấy được chẩn đoán là bị lưỡng cực."
    }
  },
  {
    "translation": {
      "en": "[Steve] In my brain, I decided that what was going on--",
      "vi": "Trong đầu tôi, tôi quyết định rằng điều đang diễn ra…"
    }
  },
  {
    "translation": {
      "en": "well, I just made something up.",
      "vi": "Chà, tôi vừa bịa ra một chuyện."
    }
  },
  {
    "translation": {
      "en": "I have a very good... imagination, and...",
      "vi": "Tôi có trí tưởng tượng rất tốt,"
    }
  },
  {
    "translation": {
      "en": "my heart is in creation.",
      "vi": "và tim tôi luôn sáng tạo."
    }
  },
  {
    "translation": {
      "en": "It's actually straight.",
      "vi": "Thật ra là thẳng đó."
    }
  },
  {
    "translation": {
      "en": "[Kathy ] I was always trying to keep him from sinking",
      "vi": "Tôi luôn cố giữ ông ấy không bị chìm."
    }
  },
  {
    "translation": {
      "en": "but he, is the type of person that needs to do things himself.",
      "vi": "Nhưng ông ấy là kiểu người cần tự làm mọi việc."
    }
  },
  {
    "translation": {
      "en": "[Steve] Was I telling them what I really think? Or Coming Close?",
      "vi": "Anh nên nói với họ điều anh thực sự nghĩ? Hay suýt soát thôi?"
    }
  },
  {
    "translation": {
      "en": "[Kathy] Probably. I didn't listen that much.",
      "vi": "Có lẽ vậy. Em không nghe nhiều đến thế."
    }
  },
  {
    "translation": {
      "en": "- [Steve] Hmm. - [Kathy] I didn't listen that much.",
      "vi": "Em không nghe nhiều đến thế."
    }
  },
  {
    "translation": {
      "en": "Is that like when I talk about horses?",
      "vi": "Có giống như khi em nói về ngựa không?"
    }
  },
  {
    "translation": {
      "en": "[Josh] By that time, I had my master's in business.",
      "vi": "Lúc đó, tôi đã lấy bằng thạc sĩ kinh doanh."
    }
  },
  {
    "translation": {
      "en": "And I'd always envisioned, you know, coming and working for my dad, uh, anyways.",
      "vi": "Và tôi luôn hình dung, dù sao tôi cũng sẽ đến và làm việc cho bố tôi."
    }
  },
  {
    "translation": {
      "en": "He had the momentum,",
      "vi": "Ông ấy có động lực,"
    }
  },
  {
    "translation": {
      "en": "he had the pockets, he had the mechanism in place.",
      "vi": "ông ấy có tiền, ông ấy có cơ chế đâu vào đấy."
    }
  },
  {
    "translation": {
      "en": "[Steve] We had six employees, Josh was on the team.",
      "vi": "Bọn tôi có sáu nhân viên, Josh ở trong đội."
    }
  },
  {
    "translation": {
      "en": "And I continued my adventures as Pez Outlaw.",
      "vi": "Và tôi tiếp tục cuộc phiêu lưu như Kẻ Buôn Lậu Pez."
    }
  },
  {
    "translation": {
      "en": "I enjoyed messing with Scott McWhinnie.",
      "vi": "- Chúng ta đã có hợp đồng… - Tôi thích gây sự với Scott McWhinnie."
    }
  },
  {
    "translation": {
      "en": "He'd go into boardrooms in Europe,",
      "vi": "Ông ta vào phòng họp ở Châu Âu,"
    }
  },
  {
    "translation": {
      "en": "screaming and yelling and calling everybody names.",
      "vi": "la hét và gọi tên mọi người."
    }
  },
  {
    "translation": {
      "en": "Here he is, some president of an international corporation.",
      "vi": "Ông ấy đây, chủ tịch của một tập đoàn quốc tế."
    }
  },
  {
    "translation": {
      "en": "-I am Pez USA! I am-- -[Steve] And yet,",
      "vi": "Tôi là Pez Mỹ! Vậy mà, tôi là số một trong đầu hắn?"
    }
  },
  {
    "translation": {
      "en": "I'm the number one thing on his mind?",
      "vi": "Vậy mà, tôi là số một trong đầu hắn?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I think I love you.",
      "vi": "Chúa ơi, tôi nghĩ tôi yêu anh."
    }
  },
  {
    "translation": {
      "en": "We could've, um, sued him. Brought him to court.",
      "vi": "Bọn tôi có thể kiện ông ta. Đưa ông ta ra tòa."
    }
  },
  {
    "translation": {
      "en": "The time, the money, the frustration, to sue this guy.",
      "vi": "Thời gian, tiền bạc, sự bực bội để kiện gã này."
    }
  },
  {
    "translation": {
      "en": "I have other ways I could do it for a lot less money.",
      "vi": "Tôi có thể làm cách khác để kiếm ít tiền hơn."
    }
  },
  {
    "translation": {
      "en": "[Steve] I doubt literally that people were following me.",
      "vi": "Tôi thực sự nghi ngờ có kẻ theo dõi tôi."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What if I told you that I have intel that, Scott actually did hire people to follow you.",
      "vi": "Nếu tôi nói với ông rằng tôi có tin tình báo rằng Scott thực sự đã thuê người theo dõi ông?"
    }
  },
  {
    "translation": {
      "en": "Yeah, the Shadow.",
      "vi": "Ừ, Cái Bóng."
    }
  },
  {
    "translation": {
      "en": "The Shadow was following him.",
      "vi": "Cái Bóng bám theo ông ta."
    }
  },
  {
    "translation": {
      "en": "That's fun. That's fun.",
      "vi": "Hài hước đấy."
    }
  },
  {
    "translation": {
      "en": "It ain't paranoid if it turns out to be true.",
      "vi": "Không hoang tưởng nếu hóa ra nó là sự thật."
    }
  },
  {
    "translation": {
      "en": "[Bud] Scott would call his counterparts over in Europe",
      "vi": "Scott sẽ gọi các đối tác ở Châu Âu"
    }
  },
  {
    "translation": {
      "en": "and discuss these illegal dispensers that Steve was importing and selling,",
      "vi": "và thảo luận về những máy rút bất hợp pháp mà Steve đang nhập khẩu và bán,"
    }
  },
  {
    "translation": {
      "en": "and about having a stop put to it, and the Europeans agreed",
      "vi": "và về việc chấm dứt nó. Và người Châu Âu đã đồng ý thuê một thám tử tư để chấm dứt nó."
    }
  },
  {
    "translation": {
      "en": "to hire a private investigator to put an end to it.",
      "vi": "Và người Châu Âu đã đồng ý thuê một thám tử tư để chấm dứt nó."
    }
  },
  {
    "translation": {
      "en": "I don't know who that was, 'cause they're private.",
      "vi": "Tôi không biết đó là ai, vì họ là thám tử tư."
    }
  },
  {
    "translation": {
      "en": "Did they find out anything?",
      "vi": "Họ có phát hiện ra gì không?"
    }
  },
  {
    "translation": {
      "en": "It-- it seemed like there was pieces of the puzzle that were hard to put together.",
      "vi": "Có vẻ như có những mảnh của bức tranh khó ghép lại với nhau."
    }
  },
  {
    "translation": {
      "en": "I mean, I have my own personal theories...",
      "vi": "Ý tôi là, tôi có giả thuyết cá nhân"
    }
  },
  {
    "translation": {
      "en": "that... you know, I think that maybe there was some people with-- inside the company at the time",
      "vi": "rằng tôi nghĩ có lẽ có vài người trong nội bộ công ty thời điểm đó"
    }
  },
  {
    "translation": {
      "en": "that were doing things they shouldn't have been doing.",
      "vi": "đã làm những việc họ không nên làm."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Steve has told us that...",
      "vi": "Steve đã nói với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "Gunther Leitner was actually selling things under the table to him.",
      "vi": "Gunther Leitner thực ra đã lén bán đồ cho ông ta."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I mean, my experience with Gunther,",
      "vi": "Trải nghiệm của tôi với Gunther,"
    }
  },
  {
    "translation": {
      "en": "he was always an upstanding man. Upstanding businessman.",
      "vi": "ông ấy luôn là người ngay thẳng, một doanh nhân ngay thẳng."
    }
  },
  {
    "translation": {
      "en": "Gunther was well-known in the Pez organization",
      "vi": "Gunther nổi tiếng trong tổ chức Pez"
    }
  },
  {
    "translation": {
      "en": "because he was in charge of the factories.",
      "vi": "vì ông ấy phụ trách các nhà máy."
    }
  },
  {
    "translation": {
      "en": "You know, he was the-- the top guy, so...",
      "vi": "Ông ấy là lãnh đạo cấp cao, nên sẽ là hạ thấp mình nếu ông ấy làm thế."
    }
  },
  {
    "translation": {
      "en": "that-- that would be beneath him, to do that.",
      "vi": "nên sẽ là hạ thấp mình nếu ông ấy làm thế."
    }
  },
  {
    "translation": {
      "en": "-[Gunther] Dog, come here. -[dog barks]",
      "vi": "Cún, lại đây."
    }
  },
  {
    "translation": {
      "en": "[Gunther] My name is Gunther Leitner. I was responsible for the Eastern European countries",
      "vi": "Tên tôi là Gunther Leitner. Tôi phụ trách sản xuất kẹo Pez và máy rút kẹo Pez"
    }
  },
  {
    "translation": {
      "en": "for Pez candy production and Pez dispenser production.",
      "vi": "cho các quốc gia Đông Âu."
    }
  },
  {
    "translation": {
      "en": "I worked for 47 years for Pez",
      "vi": "Tôi đã làm việc 47 năm cho Pez."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Tell me, did you collect the Pez yourself?",
      "vi": "Nói tôi nghe, ông tự đi sưu tầm máy Pez à?"
    }
  },
  {
    "translation": {
      "en": "No, I didn't collect I had...",
      "vi": "Không, tôi không sưu tầm. Tôi có vài vấn đề với các nhà sưu tập, vì có một gã,"
    }
  },
  {
    "translation": {
      "en": "I had some problems with collectors because there was a guy",
      "vi": "Tôi có vài vấn đề với các nhà sưu tập, vì có một gã,"
    }
  },
  {
    "translation": {
      "en": "I forget the name of him, a famous collector",
      "vi": "tôi quên mất tên ông ta rồi, một nhà sưu tập nổi tiếng,"
    }
  },
  {
    "translation": {
      "en": "and he came directly to Europe and bought product.",
      "vi": "và ông ta đến tận Châu Âu mua sản phẩm."
    }
  },
  {
    "translation": {
      "en": "Tell me a name from a famous collector. Do you have?",
      "vi": "Nói tên một nhà sưu tập nổi tiếng đi. Biết không?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] David Welch? Do you know that name?",
      "vi": "David Welch? Ông biết cái tên đó chứ?"
    }
  },
  {
    "translation": {
      "en": "I know the name but it was not David Welch.",
      "vi": "Tôi biết tên, nhưng không phải David Welch."
    }
  },
  {
    "translation": {
      "en": "[interviewer] John Devlin? Nein.",
      "vi": "- John Devlin? - Không."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What about Steve Glew?",
      "vi": "Còn Steve Glew thì sao?"
    }
  },
  {
    "translation": {
      "en": "This guy, this guy... he was always here, Steve Glew",
      "vi": "Đây là… Gã này. Ông ta luôn ở đây. Steve Glew."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Really? What was he doing?",
      "vi": "Thật à? Ông ta đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "Buying the dispensers.",
      "vi": "Mua máy rút kẹo. Vài cái ở đây."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you know him? Yeah, I know him personally.",
      "vi": "- Vậy ông biết ông ấy? - Ừ, tôi biết ông ta."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How was he getting the dispensers?",
      "vi": "Làm sao ông ta có được máy rút?"
    }
  },
  {
    "translation": {
      "en": "I don't know. He was...",
      "vi": "Tôi không biết. Ông ta…"
    }
  },
  {
    "translation": {
      "en": "Someone bring it out from the factory. I don't know where.",
      "vi": "Ai đó mang nó ra từ nhà máy. Tôi không biết ở đâu."
    }
  },
  {
    "translation": {
      "en": "Scott was angry about this. For Scott this was his biggest enemy.",
      "vi": "Scott rất tức giận vì việc này. Với Scott, đây là kẻ thù lớn nhất của ông ta."
    }
  },
  {
    "translation": {
      "en": "Collectors, collectors...",
      "vi": "\"Các nhà sưu tập…\" Ông ấy luôn nghĩ có ai đó muốn lừa ông ấy hay gì đó."
    }
  },
  {
    "translation": {
      "en": "He always think anybody wants to cheat him or something like this",
      "vi": "Ông ấy luôn nghĩ có ai đó muốn lừa ông ấy hay gì đó."
    }
  },
  {
    "translation": {
      "en": "This is Scott McWhinnie. He needed more dispensers",
      "vi": "Đây là Scott McWhinnie. Ông ấy cần thêm máy rút kẹo,"
    }
  },
  {
    "translation": {
      "en": "and so he was here to fulfill his demand.",
      "vi": "nên ông ấy ở đây để đáp ứng yêu cầu của mình."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, did you ever do business with Steve Glew personally?",
      "vi": "Vậy ông từng làm ăn riêng với Steve Glew chưa?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Chưa."
    }
  },
  {
    "translation": {
      "en": "He asked me about if i had dispensers and I said no and that's it.",
      "vi": "Ông ta hỏi tôi có máy rút kẹo không, tôi nói không và thế là xong."
    }
  },
  {
    "translation": {
      "en": "But he knows other ways. He was everywhere.",
      "vi": "Nhưng ông ta biết cách khác. Ông ta ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Maybe I give him advice for Hungary, I don't know.",
      "vi": "Có lẽ tôi đã cho ông ta lời khuyên về Hungary, tôi không biết nữa. Những người ở Hungary, nếu anh không kiểm soát họ,"
    }
  },
  {
    "translation": {
      "en": "The people in Hungary, if you don't control them",
      "vi": "Những người ở Hungary, nếu anh không kiểm soát họ,"
    }
  },
  {
    "translation": {
      "en": "some person is working in the... in the factory. They're stealing...",
      "vi": "ai đó làm việc trong nhà máy. Họ sẽ ăn trộm…"
    }
  },
  {
    "translation": {
      "en": "they steal the dispensers and they sell it to them.",
      "vi": "Họ trộm máy rút kẹo và bán nó cho họ."
    }
  },
  {
    "translation": {
      "en": "So better we do it.. directly.",
      "vi": "Nên thà bọn tôi làm thế, trực tiếp."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Was it something illegal?",
      "vi": "Có bất hợp pháp không?"
    }
  },
  {
    "translation": {
      "en": "[Gunther] Ah this word. Scott always used this word, illegal.",
      "vi": "Từ này… Scott luôn dùng từ này, bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "All was illegal.",
      "vi": "Tất cả đều bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "And you know, if you work in these countries, in former Eastern European countries",
      "vi": "Nếu bạn làm việc ở các nước này, ở các nước Đông Âu cũ,"
    }
  },
  {
    "translation": {
      "en": "there is not everything illegal. There are some things that are not so serious.",
      "vi": "không có gì là bất hợp pháp. Có vài thứ không quá nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "But I have no problem with this. This is nothing for me.",
      "vi": "Nhưng tôi không có vấn đề với việc này. Đây không là gì với tôi."
    }
  },
  {
    "translation": {
      "en": "We say in German \"Des past.\" For me, it's okay.",
      "vi": "Chúng tôi nói \"Quá khứ\" bằng tiếng Đức. Với tôi, không sao."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What does that mean?",
      "vi": "Nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "This means that I have accepted what happened.",
      "vi": "Điều này nghĩa là tôi chấp nhận những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "\"Des past.\"",
      "vi": "\"Quá khứ\"."
    }
  },
  {
    "translation": {
      "en": "[John] Steve Glew became so notorious... that even over there,",
      "vi": "Steve Glew trở nên khét tiếng đến nỗi ở đó,"
    }
  },
  {
    "translation": {
      "en": "they had pictures of Steve Glew in the factory.",
      "vi": "họ dán ảnh của Steve Glew trong nhà máy."
    }
  },
  {
    "translation": {
      "en": "And Pez even decided, let's put video cameras",
      "vi": "Và Pez còn quyết định, bật máy quay hình ở đây 24/7"
    }
  },
  {
    "translation": {
      "en": "here-- there-- there, 24/7 on the lines,",
      "vi": "bật máy quay hình ở đây 24/7"
    }
  },
  {
    "translation": {
      "en": "so if somebody came in at night or whatever, we can see them.",
      "vi": "để nếu ai đó đến trong đêm hay gì đó, ta có thể thấy họ."
    }
  },
  {
    "translation": {
      "en": "[Steve] It was definitely a cat and mouse game",
      "vi": "Giữa McWhinnie và tôi, đó chắc chắn là"
    }
  },
  {
    "translation": {
      "en": "between McWhinnie and I.",
      "vi": "trò mèo vờn chuột."
    }
  },
  {
    "translation": {
      "en": "-[banging] -I was a threat.",
      "vi": "Tôi là mối đe dọa."
    }
  },
  {
    "translation": {
      "en": "[Bud] So, yes, there were meetings a-- amongst",
      "vi": "Vâng, có những cuộc họp giữa tôi và Scott, và những người khác trong công ty."
    }
  },
  {
    "translation": {
      "en": "myself and Scott and other people within the company.",
      "vi": "giữa tôi và Scott, và những người khác trong công ty."
    }
  },
  {
    "translation": {
      "en": "But he was passionate about it.",
      "vi": "- Nhưng ông ấy rất tức giận. - Tôi là Pez Mỹ!"
    }
  },
  {
    "translation": {
      "en": "And-- and passionate that, you know, that he wanted 'em stopped.",
      "vi": "Và tức giận đến nỗi ông ấy muốn họ dừng lại."
    }
  },
  {
    "translation": {
      "en": "[Steve] I had to be very careful.",
      "vi": "Tôi phải rất cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Very careful.",
      "vi": "Hết sức cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Where I went, how much exposure I gave myself.",
      "vi": "Tôi đã đi đâu, tiếp xúc nhiều thế nào."
    }
  },
  {
    "translation": {
      "en": "They just knew who I was. Everybody knew who I was.",
      "vi": "Họ chỉ biết tôi là ai. Ai cũng biết tôi là ai."
    }
  },
  {
    "translation": {
      "en": "On one of the last trips to Europe...",
      "vi": "Trong một trong các chuyến đi cuối đến châu Âu,"
    }
  },
  {
    "translation": {
      "en": "it's like visiting this very special, wonderful place.",
      "vi": "nó như thể đến thăm một nơi rất đặc biệt, tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And the door to the factory offices was wide open.",
      "vi": "Và cánh cửa đến văn phòng nhà máy rộng mở."
    }
  },
  {
    "translation": {
      "en": "And Gunther... [laughing] ...Gunther happened to be there.",
      "vi": "Và Gunther tình cờ có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "And he came running out of the offices into the parking lot,",
      "vi": "Và ông ta chạy từ văn phòng vào bãi đỗ xe,"
    }
  },
  {
    "translation": {
      "en": "and he just goes, \"You cannot be here! You cannot be here! I cannot be seen with you!",
      "vi": "và nói, \"Anh không thể ở đây! Tôi không thể bị bắt gặp với anh!\""
    }
  },
  {
    "translation": {
      "en": "I don't know you! I don't know you!\"",
      "vi": "\"Tôi không biết anh\"."
    }
  },
  {
    "translation": {
      "en": "Nein. I did not do this.",
      "vi": "Không. Tôi không làm thế."
    }
  },
  {
    "translation": {
      "en": "[Steve] After that, I knew I was persona non grata.",
      "vi": "Sau đó, tôi biết mình là kẻ không được chào đón."
    }
  },
  {
    "translation": {
      "en": "And if I went near the place--",
      "vi": "Và nếu tôi đến gần nơi này…"
    }
  },
  {
    "translation": {
      "en": "I mean, poor Marcos saw me and, you know, it's just,",
      "vi": "Ý tôi là, Marcos tội nghiệp thấy tôi và bạn biết đấy, chỉ là,"
    }
  },
  {
    "translation": {
      "en": "big hearted wonderful Marcos, who you love dearly.",
      "vi": "Marcos tuyệt vời, bao dung, người bạn yêu quý,"
    }
  },
  {
    "translation": {
      "en": "Won't look at you, won't say a word.",
      "vi": "Không nhìn bạn, không nói lời nào."
    }
  },
  {
    "translation": {
      "en": "They were afraid of me because I could get 'em fired.",
      "vi": "Họ sợ tôi vì tôi có thể khiến họ bị sa thải."
    }
  },
  {
    "translation": {
      "en": "Um, they were afraid to lose their jobs.",
      "vi": "Họ sợ mất việc."
    }
  },
  {
    "translation": {
      "en": "Every one of 'em.",
      "vi": "Tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "Even knowing me or saying they liked me could cost them their job and their livelihood.",
      "vi": "Cả việc biết tôi hay nói họ quý tôi cũng có thể khiến họ mất việc và sinh kế."
    }
  },
  {
    "translation": {
      "en": "And eventually it did shut their factories down.",
      "vi": "Và cuối cùng nó đã đóng cửa các nhà máy của họ."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What did they turn into?",
      "vi": "Chúng biến thành gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, Kolinska turned into a... a ketchup factory, and soup.",
      "vi": "Kolinska thành nhà máy sản xuất tương cà và súp."
    }
  },
  {
    "translation": {
      "en": "Ormoz turned into a dustpan factory.",
      "vi": "Ormoz thành nhà máy sản xuất máy hút bụi."
    }
  },
  {
    "translation": {
      "en": "And, uh, I don't say it with a brag.",
      "vi": "Và tôi không khoe khoang."
    }
  },
  {
    "translation": {
      "en": "But I accept responsibility for both being shut down because of me.",
      "vi": "Nhưng tôi nhận trách nhiệm về mình cho việc cả hai bị đóng cửa."
    }
  },
  {
    "translation": {
      "en": "[Bud] It had nothing to do with Steve Glew.",
      "vi": "Không liên quan gì đến Steve Glew."
    }
  },
  {
    "translation": {
      "en": "There wasn't one decision made",
      "vi": "Không có quyết định nào về một nhà máy"
    }
  },
  {
    "translation": {
      "en": "regarding a factory that had anything to do with Steve Glew.",
      "vi": "Không có quyết định nào về một nhà máy có liên quan đến Steve Glew."
    }
  },
  {
    "translation": {
      "en": "Zero. [chuckling]",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "[Steve] I could see the writing on the wall.",
      "vi": "Tôi có thể thấy sự không chào đón rõ ràng."
    }
  },
  {
    "translation": {
      "en": "I was headin' down the tubes.",
      "vi": "Tôi đang dần tụt dốc."
    }
  },
  {
    "translation": {
      "en": "Scott McWhinnie was winning at that point,",
      "vi": "Khi đó Scott McWhinnie đã thắng,"
    }
  },
  {
    "translation": {
      "en": "because when you make it impossible for somebody",
      "vi": "vì khi bạn khiến ai đó không thể"
    }
  },
  {
    "translation": {
      "en": "to buy the thing that competes, you win.",
      "vi": "mua thứ cạnh tranh, bạn thắng."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was deeply frustrating.",
      "vi": "Ừ, thật khó chịu."
    }
  },
  {
    "translation": {
      "en": "I got the hell out of there and... it was just sad.",
      "vi": "Tôi ra khỏi đó, và… nó thật đáng buồn."
    }
  },
  {
    "translation": {
      "en": "Once I got home...",
      "vi": "Khi tôi về nhà…"
    }
  },
  {
    "translation": {
      "en": "there really wasn't room for old me anymore.",
      "vi": "không còn chỗ cho tôi trước kia nữa."
    }
  },
  {
    "translation": {
      "en": "[Kathy] I started losing my balance quite often and then my voice started going.",
      "vi": "Tôi bắt đầu loạng choạng khá thường xuyên, rồi giọng tôi bắt đầu thành."
    }
  },
  {
    "translation": {
      "en": "Kathy's hands started twitching.",
      "vi": "Tay Kathy bắt đầu co giật."
    }
  },
  {
    "translation": {
      "en": "And, uh, the Parkinson's started coming on.",
      "vi": "Và bệnh Parkinson bắt đầu xuất hiện."
    }
  },
  {
    "translation": {
      "en": "[Kathy] Something clicked inside of him that this was more getting to be more of a problem.",
      "vi": "Ông ấy đột nhiên nhận ra chuyện này đang trở nên rắc rối hơn."
    }
  },
  {
    "translation": {
      "en": "I can't do that. Not gonna do that.",
      "vi": "Tôi không thể làm thế. Sẽ không làm thế."
    }
  },
  {
    "translation": {
      "en": "Not doing that.",
      "vi": "Không làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are you thinking about Kathy?",
      "vi": "Ông đang nghĩ về Kathy à?"
    }
  },
  {
    "translation": {
      "en": "[chuckling] The whole story's about her.",
      "vi": "Toàn bộ câu chuyện là về cô ấy."
    }
  },
  {
    "translation": {
      "en": "I was busy.",
      "vi": "Tôi đã rất bận."
    }
  },
  {
    "translation": {
      "en": "Being what I call Pez Outlaw, and doing what I needed to do",
      "vi": "Là kẻ mà tôi gọi là Gã Buôn Lậu Pez và làm điều tôi cần làm"
    }
  },
  {
    "translation": {
      "en": "to earn what I thought was being a man then.",
      "vi": "để giành được thứ mà hồi đó tôi nghĩ là làm đàn ông."
    }
  },
  {
    "translation": {
      "en": "But I knew that I needed to be better.",
      "vi": "Nhưng tôi biết mình cần làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He really made a shift to make sure that he was there to support.",
      "vi": "Ông ấy thực sự đã thay đổi để đảm bảo rằng ông ấy ở đó để hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "It's okay, you'll be all grown-up and spotted, and we'll show you these pictures.",
      "vi": "Không sao, mày sẽ lớn và được để mắt tới, và bọn tao sẽ cho mày xem mấy bức ảnh này."
    }
  },
  {
    "translation": {
      "en": "[Josh] As things became more difficult for my mom...",
      "vi": "Khi mọi thứ trở nên khó khăn hơn với mẹ tôi,"
    }
  },
  {
    "translation": {
      "en": "he stepped up to a new level of being",
      "vi": "ông ấy đã bước lên một trạng thái sống mới"
    }
  },
  {
    "translation": {
      "en": "that I don't even think the closest people, you know, in our lives,",
      "vi": "mà tôi nghĩ cả những người gần gũi với chúng tôi nhất"
    }
  },
  {
    "translation": {
      "en": "would've ever expected to happen.",
      "vi": "cũng không ngờ sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "but that...",
      "vi": "Nhưng đó…"
    }
  },
  {
    "translation": {
      "en": "that's how much he loves her. My mom.",
      "vi": "thể hiện ông ấy yêu bà ấy, mẹ tôi, đến nhường nào."
    }
  },
  {
    "translation": {
      "en": "[Steve] I used to think I had to ride a horse...",
      "vi": "Tôi từng nghĩ mình phải cưỡi ngựa"
    }
  },
  {
    "translation": {
      "en": "to be the man she could love.",
      "vi": "để là người đàn ông bà ấy yêu."
    }
  },
  {
    "translation": {
      "en": "She liked horses, so, \"Ooh, I gotta be a cowboy.\"",
      "vi": "Bà ấy thích ngựa, nên, \"Tôi phải làm cao bồi\"."
    }
  },
  {
    "translation": {
      "en": "So, I tried to be a cow-- You ain't gotta be a cowboy.",
      "vi": "Nên tôi đã cố làm cao… Bạn không cần phải là cao bồi."
    }
  },
  {
    "translation": {
      "en": "Be useful. Be decent. Be kind.",
      "vi": "Có ích. Đàng hoàng. Tử tế."
    }
  },
  {
    "translation": {
      "en": "Tell her you love her.",
      "vi": "Nói bạn yêu cô ấy."
    }
  },
  {
    "translation": {
      "en": "[Kathy] Steve us sort of like a horse.",
      "vi": "Steve giống như một con ngựa."
    }
  },
  {
    "translation": {
      "en": "The more you try and rein them in, the more they resist.",
      "vi": "Bạn càng cố ghì chúng lại, chúng càng kháng cự. Nếu bạn có thể học cách phiêu với chúng, bạn sẽ đi xa hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "If you can learn to flow with them, you get a lot farther.",
      "vi": "Nếu bạn có thể học cách phiêu với chúng, bạn sẽ đi xa hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I went out and did this crazy thing",
      "vi": "Tôi đã ra ngoài và làm điều điên rồ này,"
    }
  },
  {
    "translation": {
      "en": "because this crazy thing took care of my family.",
      "vi": "vì điều điên rồ này đã chăm sóc gia đình tôi."
    }
  },
  {
    "translation": {
      "en": "But if I was gonna continue with Pez, I realized that I had to take action.",
      "vi": "Nhưng nếu tôi tiếp tục với Pez, tôi nhận ra rằng tôi phải hành động."
    }
  },
  {
    "translation": {
      "en": "We gotta find other ways to do things.",
      "vi": "Ta phải tìm cách khác để làm."
    }
  },
  {
    "translation": {
      "en": "And that is what led to... the big decision.",
      "vi": "Và đó là điều dẫn đến… quyết định lớn."
    }
  },
  {
    "translation": {
      "en": "The ball had started to roll and I don't know if I could have stopped it.",
      "vi": "Quả bóng bắt đầu lăn, và tôi không biết liệu mình có thể ngăn nó lại không."
    }
  },
  {
    "translation": {
      "en": "[Steve] Trying to find... There we go.",
      "vi": "Đang cố tìm… Đây rồi."
    }
  },
  {
    "translation": {
      "en": "After buying all this product for so long,",
      "vi": "Sau khi mua tất cả sản phẩm này trong một thời gian dài,"
    }
  },
  {
    "translation": {
      "en": "i-- it finally occurred to me, why don't I create my own?",
      "vi": "cuối cùng tôi cũng nghĩ, sao không tự tạo ra nó?"
    }
  },
  {
    "translation": {
      "en": "Um, I had a lot of good ideas, just like Marcos.",
      "vi": "Tôi có rất nhiều ý tưởng hay, giống như Marcos."
    }
  },
  {
    "translation": {
      "en": "He's gonna hate me for this.",
      "vi": "Anh ta sẽ ghét tôi vì chuyện này."
    }
  },
  {
    "translation": {
      "en": "Steve was very creative.",
      "vi": "Steve rất sáng tạo."
    }
  },
  {
    "translation": {
      "en": "He kept coming up with all these different interesting color variations like, um,",
      "vi": "Ông ấy liên tục nghĩ ra các biến thể màu sắc thú vị khác nhau,"
    }
  },
  {
    "translation": {
      "en": "crystal Pez with see-through heads.",
      "vi": "như Pez pha lê với đầu xuyên thấu."
    }
  },
  {
    "translation": {
      "en": "[David] If the order was, you know, large quantities,",
      "vi": "Nếu đơn hàng là số lượng lớn,"
    }
  },
  {
    "translation": {
      "en": "anyone can get anything directly from a factory.",
      "vi": "ai cũng có thể lấy bất cứ thứ gì trực tiếp từ nhà máy."
    }
  },
  {
    "translation": {
      "en": "I decided to create my own designs.",
      "vi": "Tôi quyết định tạo ra thiết kế của riêng mình."
    }
  },
  {
    "translation": {
      "en": "I'd named 'em the \"Holiday Colors.\"",
      "vi": "Tôi đặt tên chúng là \"Màu Sắc Lễ Hội\"."
    }
  },
  {
    "translation": {
      "en": "The half million-dollar order was my attempt to come out",
      "vi": "Đơn hàng trị giá nửa triệu đô-la là nỗ lực của tôi để thoát khỏi bóng tối,"
    }
  },
  {
    "translation": {
      "en": "of the shadows, and do business openly.",
      "vi": "Đơn hàng trị giá nửa triệu đô-la là nỗ lực của tôi để thoát khỏi bóng tối, và làm ăn công khai."
    }
  },
  {
    "translation": {
      "en": "I was trying to go legit. Yes, definitely I was trying to go legit.",
      "vi": "Tôi đang cố làm việc hợp pháp. Vâng, chắc chắn tôi đang cố làm thế."
    }
  },
  {
    "translation": {
      "en": "And not have to talk in code.",
      "vi": "Và không phải nói bằng mật mã."
    }
  },
  {
    "translation": {
      "en": "And, uh, be able to say, \"Yes, this is my product.\"",
      "vi": "Và có thể nói, \"Vâng, đây là sản phẩm của tôi\"."
    }
  },
  {
    "translation": {
      "en": "-[buttons beeping] -[dial tone]",
      "vi": "ĐANG GỬI"
    }
  },
  {
    "translation": {
      "en": "I mortgaged my house.",
      "vi": "Tôi đã thế chấp nhà."
    }
  },
  {
    "translation": {
      "en": "I took out a line of credit. -That got me 250 of it. -[cash register dings]",
      "vi": "Tôi đã lấy một hạn mức tín dụng. Tôi có 250 từ đó."
    }
  },
  {
    "translation": {
      "en": "And then, believe it or not, I had 250 cash.",
      "vi": "Và rồi, tin hay không, tôi có 250 tiền mặt."
    }
  },
  {
    "translation": {
      "en": "You know, we went from bringing it back in, uh, duffle bags,",
      "vi": "Chúng tôi chuyển từ việc mang nó về trong các túi vải thô,"
    }
  },
  {
    "translation": {
      "en": "to importing it through a broker in Grand Rapids.",
      "vi": "tới nhập khẩu nó qua một nhà môi giới ở Grand Rapids."
    }
  },
  {
    "translation": {
      "en": "And we were spending huge amounts of money.",
      "vi": "Và chúng tôi đã tiêu rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "They created all my product...",
      "vi": "Họ tạo ra tất cả sản phẩm của tôi,"
    }
  },
  {
    "translation": {
      "en": "in the name that it was going to, like, Taiwan.",
      "vi": "dưới tên của nơi nó sẽ tới, như Đài Loan."
    }
  },
  {
    "translation": {
      "en": "And Taiwan packaging. [whistling] Rerouted it to me.",
      "vi": "Và Đài Loan đóng gói gửi lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "Legally. On paper, legally.",
      "vi": "Hợp pháp. Trên giấy tờ, hợp pháp."
    }
  },
  {
    "translation": {
      "en": "[Kathy] It did feel like we were putting all of our eggs in one basket",
      "vi": "Có cảm giác như chúng tôi đang bỏ tất cả trứng vào một giỏ,"
    }
  },
  {
    "translation": {
      "en": "but the basket had held pretty well up until then.",
      "vi": "nhưng giỏ vẫn khá chắc chắn cho đến lúc đó."
    }
  },
  {
    "translation": {
      "en": "So I just kinda went along with it.",
      "vi": "Nên tôi đã đồng ý."
    }
  },
  {
    "translation": {
      "en": "I laid out the whole business plan, and...",
      "vi": "Tôi đã vạch ra toàn bộ kế hoạch kinh doanh, và…"
    }
  },
  {
    "translation": {
      "en": "I could afford to pay just under five bucks per to have them made.",
      "vi": "Tôi có thể trả dưới năm đô một cái để đặt làm chúng."
    }
  },
  {
    "translation": {
      "en": "And then sell 'em for 25 and be on a good profit margin.",
      "vi": "Và rồi bán chúng với giá 25 và có lợi nhuận tốt."
    }
  },
  {
    "translation": {
      "en": "And I'd been assured that this was going to be exclusive to me.",
      "vi": "Và tôi đã được đảm bảo rằng việc này sẽ là độc quyền đối với tôi."
    }
  },
  {
    "translation": {
      "en": "And I have faxes of those assurances.",
      "vi": "Và tôi có bản fax của những lời đảm bảo đó."
    }
  },
  {
    "translation": {
      "en": "We were set.",
      "vi": "Sẵn sàng rồi."
    }
  },
  {
    "translation": {
      "en": "Half a million dollars was gonna turn into...",
      "vi": "Nửa triệu đô-la sẽ biến thành"
    }
  },
  {
    "translation": {
      "en": "a minimum of 2.5 million dollars.",
      "vi": "tối thiểu 2,5 triệu đô-la."
    }
  },
  {
    "translation": {
      "en": "And then Christmas time rolls around, and I was just so excited.",
      "vi": "Và rồi Giáng Sinh đến, và tôi rất háo hức."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Are you kiddin' me?",
      "vi": "Chúa ơi. Đùa tôi à?"
    }
  },
  {
    "translation": {
      "en": "Everything I wanted was in front of me.",
      "vi": "Mọi thứ tôi muốn đều ở trước mặt tôi."
    }
  },
  {
    "translation": {
      "en": "[Kathy] Boxes of Pez from floor to ceiling throughout this whole house.",
      "vi": "Các hộp Pez từ sàn đến trần khắp ngôi nhà này."
    }
  },
  {
    "translation": {
      "en": "This is the stuff people dream of.",
      "vi": "Đây là thứ mọi người mơ ước."
    }
  },
  {
    "translation": {
      "en": "The best thing in the world. And Scott McWhinnie, I'm not done yet.",
      "vi": "Điều tuyệt vời nhất trên đời. Và, Scott McWhinnie, tôi chưa xong đâu."
    }
  },
  {
    "translation": {
      "en": "We started selling it at conventions, I started selling it at toy shows.",
      "vi": "Chúng tôi bắt đầu bán nó ở các hội nghị, tôi bắt đầu bán ở các triển lãm đồ chơi."
    }
  },
  {
    "translation": {
      "en": "[Tina] Everybody wanted his colors.",
      "vi": "Ai cũng muốn màu của ông ấy."
    }
  },
  {
    "translation": {
      "en": "You know, he had five different stems",
      "vi": "Ông ấy có năm thân khác nhau của người tuyết màu vàng"
    }
  },
  {
    "translation": {
      "en": "of a yellow snowman and of the red snowman.",
      "vi": "Ông ấy có năm thân khác nhau của người tuyết màu vàng và người tuyết màu đỏ."
    }
  },
  {
    "translation": {
      "en": "You could only buy them from Steve.",
      "vi": "Bạn chỉ có thể mua chúng từ Steve."
    }
  },
  {
    "translation": {
      "en": "It was so different than what Pez was putting out.",
      "vi": "Nó rất khác so với những gì Pez tung ra."
    }
  },
  {
    "translation": {
      "en": "So, this is Pez's version of the skull. Right? So, this is his variation.",
      "vi": "Đây là phiên bản đầu lâu của Pez. Phải không? Đây là biến thể của ông ấy."
    }
  },
  {
    "translation": {
      "en": "You know, he did the black face with the yellow eyes.",
      "vi": "Ông ấy làm mặt đen với mắt vàng."
    }
  },
  {
    "translation": {
      "en": "It just popped. It looked cool.",
      "vi": "Nó nổi bật. Trông rất ngầu."
    }
  },
  {
    "translation": {
      "en": "Steve Glew had so many color variations of things,",
      "vi": "Steve Glew có rất nhiều biến thể màu sắc"
    }
  },
  {
    "translation": {
      "en": "that I was in shock when I saw those all out at one table.",
      "vi": "đến mức tôi đã bị sốc khi nhìn thấy chúng trên một bàn."
    }
  },
  {
    "translation": {
      "en": "[Steve] They were selling like a madman. And it was more than I could dream of.",
      "vi": "Chúng bán đắt như tôm tươi. Và nó còn hơn cả những gì tôi có thể mơ."
    }
  },
  {
    "translation": {
      "en": "To have my own product line that I was proud of.",
      "vi": "Có dòng sản phẩm riêng mà tôi tự hào."
    }
  },
  {
    "translation": {
      "en": "And I was, I was extremely proud of it.",
      "vi": "Và tôi đã tự hào. Tôi cực kỳ tự hào về nó."
    }
  },
  {
    "translation": {
      "en": "That was the year that I did a million bucks.",
      "vi": "Đó là năm tôi kiếm được một triệu đô."
    }
  },
  {
    "translation": {
      "en": "It was magic.",
      "vi": "Thật thần kỳ."
    }
  },
  {
    "translation": {
      "en": "Going legit had worked,",
      "vi": "Làm việc hợp pháp đã ra quả ngọt,"
    }
  },
  {
    "translation": {
      "en": "but it was the briefest moment ever because,",
      "vi": "nhưng đó là khoảnh khắc ngắn ngủi nhất, vì, ôi trời, đột nhiên tiếng xấu lan ra."
    }
  },
  {
    "translation": {
      "en": "oh, man, did the shit hit the fan.",
      "vi": "vì, ôi trời, đột nhiên tiếng xấu lan ra. TRUNG TÂM HỘI NGHỊ ĐẦU PEZ… TIỆC TÙNG NÀO!"
    }
  },
  {
    "translation": {
      "en": "[Tina] Steve and David Welch and I were walking from our rooms upstairs",
      "vi": "Steve và David Welch và tôi đang đi bộ từ phòng trên lầu"
    }
  },
  {
    "translation": {
      "en": "down to the convention floor.",
      "vi": "xuống tầng hội nghị."
    }
  },
  {
    "translation": {
      "en": "And we walked through the door,",
      "vi": "Và chúng tôi bước qua cánh cửa,"
    }
  },
  {
    "translation": {
      "en": "and the first thing we see is this huge display.",
      "vi": "và thứ đầu tiên chúng tôi thấy là màn hình khổng lồ này."
    }
  },
  {
    "translation": {
      "en": "[Bud] I had a job to do, and I executed the job.",
      "vi": "Tôi có việc phải làm, và tôi đã hoàn thành công việc."
    }
  },
  {
    "translation": {
      "en": "And the job was to help stop this.",
      "vi": "Và công việc là giúp ngăn chặn việc này. MÁY RÚT KẸO LẠC LOÀI PEZ MỸ"
    }
  },
  {
    "translation": {
      "en": "We took every single one of his and copied them.",
      "vi": "Chúng tôi lấy từng cái của ông ta và sao chép chúng."
    }
  },
  {
    "translation": {
      "en": "Right down to the gnat's eyelash.",
      "vi": "Đến từng chi tiết nhỏ nhất."
    }
  },
  {
    "translation": {
      "en": "This is what Pez did with the Misfit. This is how they packaged it.",
      "vi": "Đây là điều Pez đã làm với Lạc Loài. Đây là cách họ đóng gói nó."
    }
  },
  {
    "translation": {
      "en": "To them, it was misfit, it was ugly.",
      "vi": "Với họ, nó lạc loài, nó xấu xí."
    }
  },
  {
    "translation": {
      "en": "The ones that Steve had done were on Pez cards.",
      "vi": "Những thứ mà Steve đã làm là trên thẻ Pez."
    }
  },
  {
    "translation": {
      "en": "They were made at the factory.",
      "vi": "Chúng được làm ở nhà máy."
    }
  },
  {
    "translation": {
      "en": "They were on the-- a stripe candy card.",
      "vi": "Chúng ở trên một tấm thiệp kẹo sọc."
    }
  },
  {
    "translation": {
      "en": "But then when we walked into the ballroom that day,",
      "vi": "Nhưng khi chúng tôi bước vào phòng khiêu vũ hôm đó,"
    }
  },
  {
    "translation": {
      "en": "they were on a completely different card,",
      "vi": "chúng ở trên một tấm thẻ hoàn toàn khác,"
    }
  },
  {
    "translation": {
      "en": "and they were actually labeled on that card as Misfits.",
      "vi": "và trên đó chúng bị dán nhãn là Lạc Loài."
    }
  },
  {
    "translation": {
      "en": "Scott came up with the name Misfits",
      "vi": "Scott nghĩ ra cái tên Lạc Loài"
    }
  },
  {
    "translation": {
      "en": "'cause they didn't fit into the rest of the assortment.",
      "vi": "vì chúng không hợp với phần còn lại."
    }
  },
  {
    "translation": {
      "en": "The Misfits were manufactured as a way to put him out of business.",
      "vi": "Lạc Loài được sản xuất như một cách để loại bỏ ông ta khỏi thị trường."
    }
  },
  {
    "translation": {
      "en": "Where he was selling them for, say, 20, 25 dollars,",
      "vi": "Nơi ông ta bán chúng với giá 20, 25 đô-la,"
    }
  },
  {
    "translation": {
      "en": "we're selling them now for $1.99.",
      "vi": "giờ chúng tôi bán chúng với giá 1,99 đô-la."
    }
  },
  {
    "translation": {
      "en": "[Steve] He sold for less than I paid to have it made.",
      "vi": "Ông ta bán với giá thấp hơn giá tôi trả để đặt làm nó."
    }
  },
  {
    "translation": {
      "en": "So, basically... pulled the gas right out of him.",
      "vi": "Nên, về cơ bản, khiến ông ta mất hết động lực."
    }
  },
  {
    "translation": {
      "en": "Scott used the marketplace. He used the market to-- to kill him.",
      "vi": "Scott dùng thị trường. Lợi dụng thị trường để giết ông ta."
    }
  },
  {
    "translation": {
      "en": "[Tina] The Pez company decided to put him out of business.",
      "vi": "Công ty Pez quyết định cho ông ta ngừng kinh doanh."
    }
  },
  {
    "translation": {
      "en": "Steve and David turned around and they went back to their room,",
      "vi": "Steve và David quay lại và họ về phòng,"
    }
  },
  {
    "translation": {
      "en": "and they never came back that day.",
      "vi": "và hôm đó không trở lại nữa."
    }
  },
  {
    "translation": {
      "en": "It was horrible.",
      "vi": "Thật tồi tệ."
    }
  },
  {
    "translation": {
      "en": "It was just horrible. They hurt him.",
      "vi": "Thật kinh khủng. Họ làm tổn hại ông ấy."
    }
  },
  {
    "translation": {
      "en": "They hurt him financially, really bad.",
      "vi": "Họ làm tổn hại ông ấy về tài chính, rất tệ."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Was there part of that you felt like he enjoyed?",
      "vi": "Anh cảm thấy có phần nào ông ấy thích thú không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "A little-- a little satisfaction.",
      "vi": "Một chút hài lòng."
    }
  },
  {
    "translation": {
      "en": "The man was broken that day.",
      "vi": "Người đàn ông đã suy sụp vào ngày hôm đó."
    }
  },
  {
    "translation": {
      "en": "[Steve] I dropped my prices,",
      "vi": "Tôi đã hạ giá,"
    }
  },
  {
    "translation": {
      "en": "pushed it out into the market as cheap as I had to.",
      "vi": "đẩy nó ra thị trường rẻ hết mức có thể."
    }
  },
  {
    "translation": {
      "en": "It didn't work.",
      "vi": "Không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Worthless.",
      "vi": "Vô giá trị."
    }
  },
  {
    "translation": {
      "en": "[Mike] I didn't realize how devastating it was to him, though, initially.",
      "vi": "Ban đầu tôi không nhận ra nó hủy hoại thế nào với ông ấy."
    }
  },
  {
    "translation": {
      "en": "This was right around the time my wife",
      "vi": "Đây là khoảng thời gian tôi kết hôn."
    }
  },
  {
    "translation": {
      "en": "and I got married, and Steve was supposed to drive up",
      "vi": "Đây là khoảng thời gian tôi kết hôn. Lẽ ra Steve phải lái xe từ Michigan đến dự đám cưới của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "from Michigan for our-- for our wedding.",
      "vi": "Lẽ ra Steve phải lái xe từ Michigan đến dự đám cưới của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And, uh, he just was a no-show, and I didn't know why.",
      "vi": "Ông ấy không xuất hiện, và tôi không biết tại sao."
    }
  },
  {
    "translation": {
      "en": "We lost contact after that, and Steve stopped calling.",
      "vi": "Chúng tôi mất liên lạc sau đó, và Steve ngừng gọi điện."
    }
  },
  {
    "translation": {
      "en": "I think he-- I think he stopped taking phone calls, too, because of what-- of what happened to him.",
      "vi": "Tôi nghĩ ông ấy cũng không nghe điện nữa, vì những gì đã xảy ra với ông ấy."
    }
  },
  {
    "translation": {
      "en": "That's when he went into his-- his period of seclusion.",
      "vi": "Đó là khi ông ấy bước vào thời kỳ ẩn dật."
    }
  },
  {
    "translation": {
      "en": "Where he just, like, dropped off of the, uh, off of the map.",
      "vi": "Khi mà ông ấy cứ thế biến mất."
    }
  },
  {
    "translation": {
      "en": "[Kathy] He was just dealing with his own demons and...",
      "vi": "Ông ấy đang đối mặt với con quỷ của mình,"
    }
  },
  {
    "translation": {
      "en": "I think that he had to work through that for a long long time.",
      "vi": "và tôi nghĩ ông ấy phải nỗ lực vượt qua nó một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "[Bud] You know, he just sort of went off the radar.",
      "vi": "Ông ấy cứ thế biến mất."
    }
  },
  {
    "translation": {
      "en": "Which is exactly what the plan was.",
      "vi": "Đó chính xác là kế hoạch."
    }
  },
  {
    "translation": {
      "en": "[Steve] I lost all my money and went $250,000 in debt.",
      "vi": "Tôi mất hết tiền và nợ 250.000 đô-la."
    }
  },
  {
    "translation": {
      "en": "You know, you fight for-- to pay your bills.",
      "vi": "Bạn phải chiến đấu để trả hóa đơn."
    }
  },
  {
    "translation": {
      "en": "You damn near lose your house so many times it's tiresome.",
      "vi": "Bạn suýt mất nhà nhiều lần đến nỗi thật mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "Josh had to slowly let go of all four of the employees, including my son-in-law.",
      "vi": "Josh phải dần cho nghỉ cả bốn nhân viên, bao gồm cả con rể tôi."
    }
  },
  {
    "translation": {
      "en": "And his last job... was he fired himself.",
      "vi": "Và việc cuối cùng của thằng bé là sa thải chính mình."
    }
  },
  {
    "translation": {
      "en": "[Kathy] It was kind of a rude awakening.",
      "vi": "Đó là một sự thức tỉnh phũ phàng."
    }
  },
  {
    "translation": {
      "en": "I think it took a long time for it to really sink in... for me.",
      "vi": "Tôi nghĩ phải mất một thời gian dài để tôi thực sự hiểu được nó."
    }
  },
  {
    "translation": {
      "en": "[Steve] Yeah, I went through some pretty bad years.",
      "vi": "Ừ, tôi đã trải qua những năm tháng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Financially and mentally.",
      "vi": "Về cả tài chính lẫn tinh thần."
    }
  },
  {
    "translation": {
      "en": "But I think that... the crash was important to find me.",
      "vi": "Nhưng tôi nghĩ vụ phá sản rất quan trọng để tìm ra con người tôi."
    }
  },
  {
    "translation": {
      "en": "I had a decade of what I call a primal scream.",
      "vi": "Tôi đã có một thập kỷ mà tôi gọi là tiếng hét nguyên thủy. LÀM TỐT LẮM"
    }
  },
  {
    "translation": {
      "en": "Scott McWhinnie decided... that he finally had the way to kill me.",
      "vi": "Scott McWhinnie quyết định rằng cuối cùng cũng có cách giết tôi."
    }
  },
  {
    "translation": {
      "en": "And he was right. He did.",
      "vi": "Và ông ta đã đúng. Có."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "After the crash, the story was all I had left.",
      "vi": "Sau vụ phá sản, tôi chỉ còn lại câu chuyện."
    }
  },
  {
    "translation": {
      "en": "And that's when I wrote my blog, Pez Outlaw Diary.",
      "vi": "Và đó là khi tôi viết blog, Nhật Ký Gã Buôn Lậu Pez."
    }
  },
  {
    "translation": {
      "en": "You don't just create a product. You create a story.",
      "vi": "Bạn không chỉ tạo ra một sản phẩm. Bạn tạo ra một câu chuyện."
    }
  },
  {
    "translation": {
      "en": "When Steve started writing his blogs... nobody knew any of that about him.",
      "vi": "Khi Steve bắt đầu viết blog, không ai biết gì về ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Mike] Steve feels that this is his legacy now.",
      "vi": "Steve cảm thấy giờ đây là di sản của mình."
    }
  },
  {
    "translation": {
      "en": "He wants people to know what happened. He wants the story to be out.",
      "vi": "Ông ấy muốn chuyện đã xảy ra được biết. Ông ấy muốn câu chuyện được công bố."
    }
  },
  {
    "translation": {
      "en": "It validates it. It says, \"Yes, this happened.\"",
      "vi": "Xác nhận chuyện đó. Nó nói, \"Ừ, chuyện này đã xảy ra\"."
    }
  },
  {
    "translation": {
      "en": "[Steve] I think everyone wants to be remembered in life.",
      "vi": "Tôi nghĩ trong đời ai cũng muốn được nhớ đến."
    }
  },
  {
    "translation": {
      "en": "They wanna make their mark.",
      "vi": "Họ muốn tạo dấu ấn."
    }
  },
  {
    "translation": {
      "en": "And they wanna get it right.",
      "vi": "Và họ muốn làm cho đúng."
    }
  },
  {
    "translation": {
      "en": "At least once.",
      "vi": "Ít nhất một lần."
    }
  },
  {
    "translation": {
      "en": "Honest to God, if it wasn't for Pez Outlaw,",
      "vi": "Thành thật với Chúa, nếu không nhờ Gã Buôn Lậu Pez,"
    }
  },
  {
    "translation": {
      "en": "nobody would remember Scott McWhinnie.",
      "vi": "sẽ không ai nhớ đến Scott McWhinnie."
    }
  },
  {
    "translation": {
      "en": "He's a plot point in my story.",
      "vi": "Ông ấy là điểm mấu chốt trong câu chuyện của tôi."
    }
  },
  {
    "translation": {
      "en": "If I can get this character of Pez Outlaw...",
      "vi": "Nếu tôi có thể đưa nhân vật Gã Buôn Lậu Pez này"
    }
  },
  {
    "translation": {
      "en": "deeply ingrained enough into the history of Pez, then...",
      "vi": "hằn sâu đủ vào lịch sử của Pez,"
    }
  },
  {
    "translation": {
      "en": "that will be enough.",
      "vi": "vậy là đủ rồi."
    }
  },
  {
    "translation": {
      "en": "It's a good story. It's a good story.",
      "vi": "Một câu chuyện hay."
    }
  },
  {
    "translation": {
      "en": "[Tina] It was 20 years before I saw Steve again.",
      "vi": "Đã 20 năm rồi tôi mới gặp lại Steve."
    }
  },
  {
    "translation": {
      "en": "And he swore he'd never go to another convention.",
      "vi": "Và ông ấy đã thề không bao giờ đi hội nghị nữa."
    }
  },
  {
    "translation": {
      "en": "I said, \"Steve, everybody wants to know about you, Steve.",
      "vi": "Tôi nói, \"Steve, mọi người muốn biết về ông, Steve ạ\"."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to hear your story.\"",
      "vi": "\"Ai cũng muốn nghe câu chuyện của ông\"."
    }
  },
  {
    "translation": {
      "en": "[Richie] Nowadays, I think that, you know, with all the new collectors coming into the hobby,",
      "vi": "Ngày nay, tôi nghĩ, với các nhà sưu tập mới đến với thú chơi này,"
    }
  },
  {
    "translation": {
      "en": "they-- they don't know of the backstory.",
      "vi": "họ không biết câu chuyện phía sau."
    }
  },
  {
    "translation": {
      "en": "They don't know-- they weren't there when it happened, and...",
      "vi": "Họ không ở đó khi nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Jim] For a guy like me who wants to collect",
      "vi": "Với một người như tôi, muốn sưu tầm mọi thứ từ Pez"
    }
  },
  {
    "translation": {
      "en": "everything Pez, his history was--",
      "vi": "Với một người như tôi, muốn sưu tầm mọi thứ từ Pez lịch sử của ông ấy là một phần ảnh hưởng của lý do tôi sưu tập."
    }
  },
  {
    "translation": {
      "en": "was part of the influence of-- of even why I collected.",
      "vi": "lịch sử của ông ấy là một phần ảnh hưởng của lý do tôi sưu tập."
    }
  },
  {
    "translation": {
      "en": "[John] Steve Glew was a featured person at the convention,",
      "vi": "Steve Glew là nhân vật nổi bật ở hội nghị,"
    }
  },
  {
    "translation": {
      "en": "and he hadn't been heard from for years.",
      "vi": "và nhiều năm rồi chưa nghe nói về ông ấy."
    }
  },
  {
    "translation": {
      "en": "And I mean, there was many, many, many people that wanted his signature.",
      "vi": "Và ý tôi là, có rất nhiều người muốn có chữ ký của ông ấy."
    }
  },
  {
    "translation": {
      "en": "He definitely has a great cult following.",
      "vi": "Ông ấy chắc chắn có rất nhiều người theo dõi."
    }
  },
  {
    "translation": {
      "en": "[Jim] He-- he was just this... I don't know, Pez God.",
      "vi": "Ông ấy chỉ là, tôi không biết nữa, Chúa Pez."
    }
  },
  {
    "translation": {
      "en": "[laughing] I mean, how-- how else do you say it?",
      "vi": "Còn nói thế nào được nữa?"
    }
  },
  {
    "translation": {
      "en": "[Steve] The myth of the whole thing is part of the joy of it, you know?",
      "vi": "Toàn bộ bí ẩn là một phần vui thú về nó, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "[David] I think everyone wants someone just to say,",
      "vi": "Tôi nghĩ ai cũng muốn có người chỉ để nói,"
    }
  },
  {
    "translation": {
      "en": "\"I see what happened to you and it-- and it matters.\"",
      "vi": "\"Tôi hiểu chuyện xảy ra với ông và nó quan trọng\"."
    }
  },
  {
    "translation": {
      "en": "It's-- it's a huge thing to find out that you're not alone.",
      "vi": "Thật lớn lao khi biết rằng bạn không đơn độc."
    }
  },
  {
    "translation": {
      "en": "[Steve] Everybody wants their story told.",
      "vi": "Ai cũng muốn câu chuyện của mình được kể."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be remembered.",
      "vi": "Ai cũng muốn được nhớ đến."
    }
  },
  {
    "translation": {
      "en": "The story of Pez Outlaw is an act out of my mental issues.",
      "vi": "Câu chuyện về Gã Buôn Lậu Pez là hành động từ vấn đề tâm lý của tôi."
    }
  },
  {
    "translation": {
      "en": "Learning to cope with anxiety, depression...",
      "vi": "Học cách đối phó với lo lắng, trầm cảm,"
    }
  },
  {
    "translation": {
      "en": "and... the voices in your head, so to speak.",
      "vi": "và… những tiếng nói trong đầu, có thể nói vậy."
    }
  },
  {
    "translation": {
      "en": "And in some cases, some of the things that you have are actually tools.",
      "vi": "Và trong vài trường hợp, một số thứ bạn có thực sự là công cụ."
    }
  },
  {
    "translation": {
      "en": "They are not burdens.",
      "vi": "Chúng không phải gánh nặng."
    }
  },
  {
    "translation": {
      "en": "Honestly, I think his story is good,",
      "vi": "Nói thật, tôi nghĩ câu chuyện của ông ấy hay ho, và nó vui,"
    }
  },
  {
    "translation": {
      "en": "and it's fun, but I think the human side",
      "vi": "Nói thật, tôi nghĩ câu chuyện của ông ấy hay ho, và nó vui, nhưng tôi nghĩ khía cạnh con người của Gã Buôn Lậu Pezcó giá trị hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "of Pez Outlaw is way more valuable.",
      "vi": "nhưng tôi nghĩ khía cạnh con người của Gã Buôn Lậu Pezcó giá trị hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "I can be who I am and be miserable...",
      "vi": "Tôi có thể là chính mình và đau khổ,"
    }
  },
  {
    "translation": {
      "en": "or I can be who I am... and try and find the good in it.",
      "vi": "hoặc tôi có thể là chính mình và cố tìm thấy điều tốt đẹp trong đó."
    }
  },
  {
    "translation": {
      "en": "And if you're lucky, like me, you married your therapist.",
      "vi": "Và nếu bạn may mắn, như tôi, bạn kết hôn với bác sĩ trị liệu của mình."
    }
  },
  {
    "translation": {
      "en": "[Kathy] It was worth it. Every bit of it was worth it.",
      "vi": "Nó đáng giá. Từng chút một đều đáng giá."
    }
  },
  {
    "translation": {
      "en": "The ups and the downs, the adventure, but...",
      "vi": "Những thăng trầm, cuộc phiêu lưu, nhưng tôi nghĩ tôi đã đồng ý với mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I think I'm done saying yes to everything.",
      "vi": "nhưng tôi nghĩ tôi đã đồng ý với mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Steve] She's been everything to me.",
      "vi": "Cô ấy là tất cả với tôi."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Johann] I hope you have success.",
      "vi": "Tôi mong ông thành công."
    }
  },
  {
    "translation": {
      "en": "I wish-- I wish you-- because you're very sympathetic man.",
      "vi": "Tôi cầu cho ông, vì như tôi đã nói, một người rất đáng mến."
    }
  },
  {
    "translation": {
      "en": "But I think you picked the wrong topic.",
      "vi": "Nhưng tôi nghĩ ông chọn sai chủ đề rồi."
    }
  },
  {
    "translation": {
      "en": "That's my impression. Let's see...",
      "vi": "Đó là ấn tượng của tôi. Để xem."
    }
  },
  {
    "translation": {
      "en": "if you-- if you also have to take out a mortgage for your house.",
      "vi": "Nếu ông cũng phải thế chấp căn nhà của mình,"
    }
  },
  {
    "translation": {
      "en": "Then I-- I-- I-- I keep right.",
      "vi": "thì tôi đã đúng."
    }
  },
  {
    "translation": {
      "en": "You picked the wrong person. Anyway.",
      "vi": "Dù sao thì. Ông chọn nhầm người rồi."
    }
  }
]