[
  {
    "translation": {
      "en": "Johnny!",
      "vi": "Johnny!"
    }
  },
  {
    "translation": {
      "en": "You'll never make it out of the bay.",
      "vi": "Các ông không bao giờ ra khỏi vịnh."
    }
  },
  {
    "translation": {
      "en": "Son,",
      "vi": "Con trai,"
    }
  },
  {
    "translation": {
      "en": "I'm Captain Jack Sparrow.",
      "vi": "ta là thuyền trưởng Jack Sparrow."
    }
  },
  {
    "translation": {
      "en": "Savvy?",
      "vi": "Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "He's one of Hollywood's biggest and most successful stars.",
      "vi": "Anh ấy là một trong những ngôi sao lớn và thành công nhất Hollywood."
    }
  },
  {
    "translation": {
      "en": "Actors Johnny Depp and Amber Heard.",
      "vi": "Diễn viên Johnny Depp và Amber Heard."
    }
  },
  {
    "translation": {
      "en": "Johnny! Johnny and Amber!",
      "vi": "- Johnny! - Amber!"
    }
  },
  {
    "translation": {
      "en": "- Johnny! - Amber!",
      "vi": "- Johnny! - Amber!"
    }
  },
  {
    "translation": {
      "en": "Hundreds of miles away from the glitz and glamour of Hollywood…",
      "vi": "Cách sự phù phiếm và hào nhoáng của Hollywood hàng trăm dặm…"
    }
  },
  {
    "translation": {
      "en": "Johnny Depp's defamation trial against his ex- wife, Amber Heard,",
      "vi": "Phiên tòa xử vụ Johnny Depp kiện vợ cũ, Amber Heard, tội phỉ báng"
    }
  },
  {
    "translation": {
      "en": "is set to start in northern Virginia.",
      "vi": "sẽ diễn ra ở Bắc Virginia."
    }
  },
  {
    "translation": {
      "en": "Just in case you've gotten lost in the soap opera,",
      "vi": "Phòng khi các vị không theo được bộ phim dài tập,"
    }
  },
  {
    "translation": {
      "en": "50 million dollar claim by Johnny Depp that Amber Heard defamed him.",
      "vi": "Johnny Depp đòi Amber Heard bồi thường 50 triệu đô vì đã bôi nhọ anh ấy."
    }
  },
  {
    "translation": {
      "en": "She wrote a 2018 op- ed in The Washington Post",
      "vi": "Năm 2018, cô ấy đã gửi đến mục ý kiến độc giả của tờ Washington Post"
    }
  },
  {
    "translation": {
      "en": "referring to herself as a public figure representing domestic abuse.",
      "vi": "viết rằng cô là nhân vật đại diện cho nạn bạo hành gia đình."
    }
  },
  {
    "translation": {
      "en": "Depp and his legal team say that Heard is outright lying,",
      "vi": "Depp và đội ngũ pháp lý nói rằng Heard hoàn toàn dối trá,"
    }
  },
  {
    "translation": {
      "en": "and that those lies have devastated his career.",
      "vi": "và những lời nói dối đó đã hủy hoại sự nghiệp của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Heard countersued for 100 million in damages,",
      "vi": "Heard, ngược lại, đòi bồi thường thiệt hại 100 triệu đô,"
    }
  },
  {
    "translation": {
      "en": "alleging the actor's legal team",
      "vi": "cáo buộc đội ngũ pháp lý của nam diễn viên cố bôi nhọ cô"
    }
  },
  {
    "translation": {
      "en": "tried to defame her by calling her claims a hoax.",
      "vi": "cáo buộc đội ngũ pháp lý của nam diễn viên cố bôi nhọ cô khi nói các cáo buộc của cô là lừa đảo."
    }
  },
  {
    "translation": {
      "en": "Neither Depp nor Heard live or work here in Virginia,",
      "vi": "Cả Depp và Heard đều không sống hay làm việc ở Virginia,"
    }
  },
  {
    "translation": {
      "en": "but because The Washington Post has servers here and a printer here in Virginia,",
      "vi": "nhưng vì tờ Washington Post đặt máy chủ và máy in ở đây, ở Virginia,"
    }
  },
  {
    "translation": {
      "en": "Fairfax County residents are gonna decide their fate",
      "vi": "nên cư dân hạt Fairfax sẽ quyết định số phận của họ"
    }
  },
  {
    "translation": {
      "en": "in this 50 million dollar case.",
      "vi": "trong vụ 50 triệu đô này."
    }
  },
  {
    "translation": {
      "en": "All right,",
      "vi": "Được rồi,"
    }
  },
  {
    "translation": {
      "en": "everybody.",
      "vi": "mọi người."
    }
  },
  {
    "translation": {
      "en": "Right now, I am on my way",
      "vi": "Lúc này, tôi đang trên đường"
    }
  },
  {
    "translation": {
      "en": "to the Fairfax County Courthouse",
      "vi": "đến Tòa án Hạt Fairfax"
    }
  },
  {
    "translation": {
      "en": "to get into line.",
      "vi": "để xếp hàng."
    }
  },
  {
    "translation": {
      "en": "] Day one of the Johnny Depp trial. There's gonna be 100 spectators,",
      "vi": "Ngày đầu ở phiên tòa Johnny Depp. Sẽ có 100 người đến dự."
    }
  },
  {
    "translation": {
      "en": "and it's gonna be a mix of media and just civilians, you know, supporters, fans.",
      "vi": "gồm truyền thông, người dân, người ủng hộ, người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "- - Johnny Depp!",
      "vi": "Johnny Depp."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "I hear it's first come, first serve. So gotta be there bright and early.",
      "vi": "Nghe nói ai đến trước được vào trước. Phải đến đó từ sáng sớm."
    }
  },
  {
    "translation": {
      "en": "Oh, wait, I gotta take a picture of the cushion.",
      "vi": "Tôi phải chụp cái đệm đó."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "vi": "Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Oh, okay, I'm going for it.",
      "vi": "Được rồi, tôi sẽ ăn."
    }
  },
  {
    "translation": {
      "en": "I love you guys. Pass it along.",
      "vi": "Tôi yêu các bạn. Chuyền đi."
    }
  },
  {
    "translation": {
      "en": "Let's flip it up so you guys can see.",
      "vi": "Để đổi camera cho các bạn thấy."
    }
  },
  {
    "translation": {
      "en": "- Good morning. - Good morning.",
      "vi": "- Chào buổi sáng. - Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "How are we feeling, line?  Yay.",
      "vi": "- Các bạn trong hàng thấy thế nào? - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "You know what to do. Hashtag respect for the line.",
      "vi": "Biết phải làm gì rồi. #tôntrọngngườixếphàng."
    }
  },
  {
    "translation": {
      "en": "Justice for the line.",
      "vi": "#cônglýchongườixếphàng."
    }
  },
  {
    "translation": {
      "en": "Okay, so if you're, like, official media, you have to be on that side of the street, right?",
      "vi": "Nếu các bạn bên giới truyền thông chính thức, phải đứng bên kia đường."
    }
  },
  {
    "translation": {
      "en": "If you're, like, just a fan, you can be over here.",
      "vi": "Nếu chỉ là người hâm mộ các bạn có thể ở đây."
    }
  },
  {
    "translation": {
      "en": "So I can kind of get, like, a closer look at Johnny.",
      "vi": "Như vậy tôi có thể nhìn Johnny rõ hơn."
    }
  },
  {
    "translation": {
      "en": "Johnny Depp is suing his ex- wife, Amber Heard, for 50 million dollars in damages,",
      "vi": "Johnny Depp đang kiện vợ cũ, đòi Amber Heard bồi thường 50 triệu đô la"
    }
  },
  {
    "translation": {
      "en": "claiming she defamed him.",
      "vi": "vì đã phỉ báng anh ấy."
    }
  },
  {
    "translation": {
      "en": "Welcome back. We're getting a closer look into the lives of Hollywood's elites",
      "vi": "Chào mừng trở lại. Ta tìm hiểu sâu hơn về cuộc sống giới thượng lưu Hollywood"
    }
  },
  {
    "translation": {
      "en": "as part of the defamation lawsuit",
      "vi": "thông qua vụ kiện phỉ báng"
    }
  },
  {
    "translation": {
      "en": "between A- lister Johnny Depp and ex- wife Amber Heard.",
      "vi": "giữa ngôi sao hạng A, Johnny Depp và vợ cũ Amber Heard."
    }
  },
  {
    "translation": {
      "en": "In 2020, Depp lost a lawsuit against a British tabloid",
      "vi": "PHÁT THANH VIÊN Năm 2020, Depp thua trong vụ kiện một tờ báo lá cải của Anh"
    }
  },
  {
    "translation": {
      "en": "that labeled him a, quote, wife- beater.",
      "vi": "gọi anh là kẻ đánh vợ."
    }
  },
  {
    "translation": {
      "en": "He and Heard are both expected to testify at this trial.",
      "vi": "Anh và Heard đều sẽ ra làm chứng tại phiên tòa này."
    }
  },
  {
    "translation": {
      "en": "Lots of people are talking about this, I know there's lots of livestreams happening.",
      "vi": "Dư luận bàn tán, nhiều người đang phát trực tiếp."
    }
  },
  {
    "translation": {
      "en": "You can go watch the trial yourself, make your own opinions of it.",
      "vi": "Các bạn có thể tự xem phiên tòa và có ý kiến riêng."
    }
  },
  {
    "translation": {
      "en": "It's online. You can go to YouTube right now and watch.",
      "vi": "Nó có trên mạng. Lên YouTube xem."
    }
  },
  {
    "translation": {
      "en": "Johnny, we love you!",
      "vi": "Johnny, tụi em yêu anh!"
    }
  },
  {
    "translation": {
      "en": "Today is a different kind of show because we are going to be watching",
      "vi": "Hôm nay là một chương trình khác vì ta sẽ xem phần mở đầu phiên tòa trong vụ kiện Johnny Depp / Amber Heard,"
    }
  },
  {
    "translation": {
      "en": "the opening statements in the Johnny Depp- Amber Heard case",
      "vi": "vì ta sẽ xem phần mở đầu phiên tòa trong vụ kiện Johnny Depp / Amber Heard,"
    }
  },
  {
    "translation": {
      "en": "and going through them with commentary.",
      "vi": "và ta sẽ cùng xem và bình luận."
    }
  },
  {
    "translation": {
      "en": "All right, so I got my spectator pass. That is awesome.",
      "vi": "Rồi, vậy là tôi đã có vé dự tòa. Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Okay, so we are up here on the fifth floor.",
      "vi": "Rồi, ta đang ở tầng năm."
    }
  },
  {
    "translation": {
      "en": "That's where his trial's taking place. Not supposed to be on our phones.",
      "vi": "Đó là nơi diễn ra phiên tòa. Không nên dùng điện thoại. Chắc chắn không nên ghi âm ở đây."
    }
  },
  {
    "translation": {
      "en": "Definitely not supposed to be recording up here.",
      "vi": "Không nên dùng điện thoại. Chắc chắn không nên ghi âm ở đây."
    }
  },
  {
    "translation": {
      "en": "There's no Amber Heard fans. It's only-- It's only Johnny Depp fans.",
      "vi": "Không có người hâm mộ của Amber Heard. Chỉ có người hâm mộ Johnny Depp."
    }
  },
  {
    "translation": {
      "en": "Nobody's there for Amber.",
      "vi": "Không ai đến vì Amber."
    }
  },
  {
    "translation": {
      "en": "What's up, guys?",
      "vi": "Các bạn sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Welcome to Lawsplaining, and I hope you are ready.",
      "vi": "Chào mừng đến với Giải thích pháp luật hy vọng các bạn đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "This is one of the first high- profile Me Too defamation cases",
      "vi": "Đây là một trong các vụ kiện quan trọng về tội phỉ báng liên quan đến Me Too"
    }
  },
  {
    "translation": {
      "en": "that's making it into a courtroom.",
      "vi": "lần đầu tiên được đưa ra tòa."
    }
  },
  {
    "translation": {
      "en": "That is huge news.",
      "vi": "Một tin chấn động."
    }
  },
  {
    "translation": {
      "en": "Hey, there we are. There's the man himself, Johnny D.",
      "vi": "Này, đây rồi. Anh ấy đây rồi, Johnny D."
    }
  },
  {
    "translation": {
      "en": "That's a nice tie! I like that tie.",
      "vi": "Cà vạt đẹp đấy. Tôi thích cái cà vạt đó."
    }
  },
  {
    "translation": {
      "en": "- Ready for the jury? - Yes, Your Honor.",
      "vi": "Sẵn sàng gặp bồi thẩm đoàn chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay, great.",
      "vi": "- Vâng, thưa Tòa. - Tốt."
    }
  },
  {
    "translation": {
      "en": "So how is it that Court TV and other stations are even allowed to broadcast this trial?",
      "vi": "Làm sao Court TV và các đài khác được phép phát sóng phiên tòa này?"
    }
  },
  {
    "translation": {
      "en": "Why do we have such crazy access into the Fairfax County Courthouse?",
      "vi": "Sao chúng tôi lại được quyền vào Tòa án Hạt Fairfax?"
    }
  },
  {
    "translation": {
      "en": "In Virginia, that decision is solely up to the judge,",
      "vi": "Ở Virginia, thẩm phán có toàn quyền quyết định việc đó,"
    }
  },
  {
    "translation": {
      "en": "and the judge in this case signed an order permitting a pool camera",
      "vi": "và trong vụ này, thẩm phán đã ký lệnh cho phép phát sóng phiên tòa. THẨM PHÁN PENNEY AZCARATE TÒA ÁN LƯU ĐỘNG HẠT FAIRFAX"
    }
  },
  {
    "translation": {
      "en": "to broadcast the trial.",
      "vi": "THẨM PHÁN PENNEY AZCARATE TÒA ÁN LƯU ĐỘNG HẠT FAIRFAX"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, we're gonna go over the responsibilities you have as jurors, okay, in this case.",
      "vi": "Thưa quý vị, ta sẽ nói qua trách nhiệm của bồi thẩm đoàn trong vụ kiện này."
    }
  },
  {
    "translation": {
      "en": "All right, so you're not to read, watch, or listen to anything about this case",
      "vi": "Các vị không được đọc, xem, hay nghe gì về vụ này"
    }
  },
  {
    "translation": {
      "en": "on any social networking sites.",
      "vi": "trên bất kỳ trang mạng xã hội nào."
    }
  },
  {
    "translation": {
      "en": "What you learn about this case is limited to what you learn",
      "vi": "Những gì các vị biết chỉ giới hạn trong bốn bức tường của phòng xử án này, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "in the four walls of this courtroom.",
      "vi": "chỉ giới hạn trong bốn bức tường của phòng xử án này, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay? Are we ready with opening statements?",
      "vi": "chỉ giới hạn trong bốn bức tường của phòng xử án này, hiểu chứ? Phát biểu mở đầu nhé?"
    }
  },
  {
    "translation": {
      "en": "The judge is asking for Johnny Depp's attorney's opening statement.",
      "vi": "Thẩm phán yêu cầu luật sư của Depp phát biểu."
    }
  },
  {
    "translation": {
      "en": "Uh, I'm gonna cut to a full screen, but I will chime in with some commentary if there are some breaks.",
      "vi": "Tôi sẽ chuyển sang toàn màn hình, nhưng tôi sẽ bình luận nếu tòa nghỉ."
    }
  },
  {
    "translation": {
      "en": "But here we go, live, uh, on Popcorned Planet here in Virginia.",
      "vi": "Và đây, trực tiếp trên Popcorned Planet từ Virginia."
    }
  },
  {
    "translation": {
      "en": "- Good morning. - Morning.",
      "vi": "- Chào buổi sáng. - Chào."
    }
  },
  {
    "translation": {
      "en": "This is a defamation case.",
      "vi": "Đây là một vụ kiện tội phỉ báng."
    }
  },
  {
    "translation": {
      "en": "It's a case about how devastating words can be",
      "vi": "Đây là trường hợp cho thấy những lời dối trá phát ngôn công khai"
    }
  },
  {
    "translation": {
      "en": "when they are false and uttered publicly.",
      "vi": "có sức tàn phá đến thế nào."
    }
  },
  {
    "translation": {
      "en": "For nearly 30 years,",
      "vi": "Suốt gần 30 năm,"
    }
  },
  {
    "translation": {
      "en": "Mr. Depp built a reputation",
      "vi": "anh Depp đã gầy dựng tên tuổi,"
    }
  },
  {
    "translation": {
      "en": "as one of the most talented actors in Hollywood.",
      "vi": "là một trong những diễn viên tài năng nhất Hollywood."
    }
  },
  {
    "translation": {
      "en": "Today, his name is associated with a lie",
      "vi": "Hôm nay, tên anh ấy gắn liền với lời dối trá"
    }
  },
  {
    "translation": {
      "en": "uttered by his former wife,",
      "vi": "do cô vợ cũ,"
    }
  },
  {
    "translation": {
      "en": "the defendant, Amber Heard,",
      "vi": "bị cáo, Amber Heard phát ngôn,"
    }
  },
  {
    "translation": {
      "en": "specifically the words that she used",
      "vi": "cụ thể là những từ cô ấy đã dùng"
    }
  },
  {
    "translation": {
      "en": "published in The Washington Post in December 2018.",
      "vi": "được đăng trên tờ Washington Post vào tháng 12 năm 2018."
    }
  },
  {
    "translation": {
      "en": "Quote, Two years ago,",
      "vi": "Hai năm trước,"
    }
  },
  {
    "translation": {
      "en": "I became a public figure representing domestic abuse.",
      "vi": "tôi trở thành nhân vật đại diện cho nạn bạo hành gia đình."
    }
  },
  {
    "translation": {
      "en": "I had the rare vantage point",
      "vi": "Tôi đã có cơ hội hiếm hoi"
    }
  },
  {
    "translation": {
      "en": "of seeing in real time how institutions protect men accused of abuse.",
      "vi": "khi chứng kiến thực tế cách các tổ chức bảo vệ đàn ông bị buộc tội lạm dụng."
    }
  },
  {
    "translation": {
      "en": "Ms. Heard did not use Mr. Depp's name in the op- ed.",
      "vi": "Cô Heard không đề cập tên của anh Depp trong bài viết."
    }
  },
  {
    "translation": {
      "en": "She didn't have to.",
      "vi": "Cô ấy không cần làm điều đó."
    }
  },
  {
    "translation": {
      "en": "Two years earlier,",
      "vi": "Trước đó hai năm,"
    }
  },
  {
    "translation": {
      "en": "Ms. Heard had publicly accused Johnny Depp of domestic abuse.",
      "vi": "cô Heard đã công khai cáo buộc Johnny Depp về hành vi bạo hành gia đình."
    }
  },
  {
    "translation": {
      "en": "Amber, did Johnny give you that bruise on your face?",
      "vi": "Johnny gây ra vết bầm trên mặt cô à, Amber?"
    }
  },
  {
    "translation": {
      "en": "Johnny Depp accused of domestic abuse in his sudden split",
      "vi": "Johnny Depp bị buộc tội bạo hành trong vụ đột ngột chia tay nữ diễn viên Amber Heard."
    }
  },
  {
    "translation": {
      "en": "from actress Amber Heard.",
      "vi": "trong vụ đột ngột chia tay nữ diễn viên Amber Heard."
    }
  },
  {
    "translation": {
      "en": "Did Johnny brutalize you?",
      "vi": "Johnny có hành hạ cô?"
    }
  },
  {
    "translation": {
      "en": "In the wake of the Me Too movement,",
      "vi": "Sau phong trào Me Too,"
    }
  },
  {
    "translation": {
      "en": "Amber Heard forever changed Mr. Depp's life and reputation.",
      "vi": "Amber Heard đã khiến cuộc đời và danh tiếng anh Depp thay đổi mãi mãi."
    }
  },
  {
    "translation": {
      "en": "This trial is about clearing Mr. Depp's name",
      "vi": "Phiên tòa này nhằm lấy lại danh dự cho anh Depp"
    }
  },
  {
    "translation": {
      "en": "of a terrible and false allegation.",
      "vi": "trước những cáo buộc kinh khủng và sai trái."
    }
  },
  {
    "translation": {
      "en": "All right. Thank you.",
      "vi": "Được rồi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Mr. Rottenborn.",
      "vi": "Anh Rottenborn."
    }
  },
  {
    "translation": {
      "en": "- May I approach? - Yes, sir.",
      "vi": "- Tôi bước lên nhé? - Vâng, thưa anh."
    }
  },
  {
    "translation": {
      "en": "- Good morning, everyone. - Morning.",
      "vi": "- Chào các vị. - Chào."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp's team is gonna try to turn this case into a soap opera.",
      "vi": "Đội của anh Depp sẽ cố biến vụ này thành một bộ phim truyền hình."
    }
  },
  {
    "translation": {
      "en": "Why?  I'm not really sure,",
      "vi": "BEN ROTTENBORN LUẬT SƯ CỦA AMBER HEARD Vì sao? Tôi không chắc, vì bằng chứng không tốt cho anh Depp."
    }
  },
  {
    "translation": {
      "en": "because the evidence isn't pretty for Mr. Depp.",
      "vi": "Vì sao? Tôi không chắc, vì bằng chứng không tốt cho anh Depp."
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "vi": "Không hề."
    }
  },
  {
    "translation": {
      "en": "You're gonna see who the real Johnny Depp is,",
      "vi": "Quý vị sẽ thấy con người thật của Johnny Depp,"
    }
  },
  {
    "translation": {
      "en": "behind the fame, behind the pirate costume.",
      "vi": "đằng sau danh tiếng, sau bộ trang phục cướp biển."
    }
  },
  {
    "translation": {
      "en": "The man who has described himself,",
      "vi": "Người đàn ông đã mô tả bản thân,"
    }
  },
  {
    "translation": {
      "en": "the violent side of himself, as the monster.",
      "vi": "mô tả khía cạnh bạo lực của mình như con quái vật."
    }
  },
  {
    "translation": {
      "en": "The monster.",
      "vi": "Con quái vật."
    }
  },
  {
    "translation": {
      "en": "You don't see The Washington Post sitting here as a defendant in this courtroom.",
      "vi": "Các vị không thấy tờ Washington Post là bị cáo trong phòng xử án này."
    }
  },
  {
    "translation": {
      "en": "He only sued Amber.",
      "vi": "Anh ấy chỉ kiện Amber."
    }
  },
  {
    "translation": {
      "en": "He could've sued The Washington Post, they published the article, but he didn't.",
      "vi": "Anh ấy có thể kiện tờ Washington Post, họ đã đăng bài báo, nhưng không."
    }
  },
  {
    "translation": {
      "en": "And he chose to bring Amber to court here in Virginia,",
      "vi": "Và anh ấy chọn đưa Amber ra tòa án ở Virginia,"
    }
  },
  {
    "translation": {
      "en": "where she has no ties,",
      "vi": "nơi cô ấy không có ràng buộc, chưa từng sống,"
    }
  },
  {
    "translation": {
      "en": "has never lived, he's never lived,",
      "vi": "nơi cô ấy không có ràng buộc, chưa từng sống, anh ấy cũng chưa từng, họ chưa từng ở đây,"
    }
  },
  {
    "translation": {
      "en": "where they never spent any time,",
      "vi": "anh ấy cũng chưa từng, họ chưa từng ở đây,"
    }
  },
  {
    "translation": {
      "en": "because he wanted to ruin her life,",
      "vi": "vì anh ấy muốn hủy hoại cuộc đời Amber,"
    }
  },
  {
    "translation": {
      "en": "to haunt her,",
      "vi": "gây hại cho cô,"
    }
  },
  {
    "translation": {
      "en": "to wreck her career.",
      "vi": "phá hoại sự nghiệp của cô."
    }
  },
  {
    "translation": {
      "en": "It's not about the soap opera that Depp will turn this case into.",
      "vi": "Đây không phải về việc Depp sẽ biến vụ này thành bộ phim dài tập."
    }
  },
  {
    "translation": {
      "en": "It's not about who you like better.",
      "vi": "Không phải về việc các vị thích ai hơn."
    }
  },
  {
    "translation": {
      "en": "It's not even about whether you agree with the words that she wrote.",
      "vi": "Còn không liên quan đến việc các vị có đồng ý với điều cô ấy viết không."
    }
  },
  {
    "translation": {
      "en": "It's about her right to speak them.",
      "vi": "Mà là quyền được lên tiếng của cô ấy."
    }
  },
  {
    "translation": {
      "en": "Johnny Depp has one of the most brilliant legal teams,",
      "vi": "Depp có một trong các đội pháp lý giỏi nhất,"
    }
  },
  {
    "translation": {
      "en": "and if you need proof of that, I've got a word for you, Virginia.",
      "vi": "nếu bạn cần bằng chứng, tôi có một từ cho bạn, Virginia."
    }
  },
  {
    "translation": {
      "en": "Why would two celebrities from California",
      "vi": "Sao hai minh tinh ở California"
    }
  },
  {
    "translation": {
      "en": "arguing about something written in The Washington Post",
      "vi": "kiện tụng về một bài viết trên tờ Washington Post,"
    }
  },
  {
    "translation": {
      "en": "file a case in Virginia?",
      "vi": "lại nộp đơn kiện ở Virginia?"
    }
  },
  {
    "translation": {
      "en": "In the USA, defamation laws vary state by state,",
      "vi": "Ở Mỹ, luật phỉ báng ở các bang khác nhau,"
    }
  },
  {
    "translation": {
      "en": "and Virginia has some of the best defamation laws for a matter like this.",
      "vi": "và Virginia có luật nghiêm nhất về việc phỉ báng."
    }
  },
  {
    "translation": {
      "en": "Just so we're all on the same page, this is not a divorce case.",
      "vi": "Ta đều đồng ý rằng đây không phải là vụ ly hôn."
    }
  },
  {
    "translation": {
      "en": "This is not a domestic violence case.",
      "vi": "Không phải vụ kiện bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "I would argue it's a PR campaign disguised as a defamation case.",
      "vi": "Tôi cho đó là chiến dịch quảng cáo trá hình dưới lốt một vụ kiện phỉ báng."
    }
  },
  {
    "translation": {
      "en": "I don't think Johnny's intention is to win the case here.",
      "vi": "Không nghĩ ý định của Johnny là thắng vụ này."
    }
  },
  {
    "translation": {
      "en": "I think his intention is to clear his name and to control his reputation.",
      "vi": "Tôi nghĩ anh ấy muốn rửa sạch thanh danh và kiểm soát tiếng tăm."
    }
  },
  {
    "translation": {
      "en": "There is no PR campaign that has a chance of making an impact as powerful as this trial.",
      "vi": "Không chiến dịch quảng cáo nào có thể gây ảnh hưởng mạnh mẽ như phiên tòa này."
    }
  },
  {
    "translation": {
      "en": "Depp was the one who wanted the cameras in the courtroom.",
      "vi": "DIỄN VIÊN VÀ DIỄN VIÊN HÀI KHÁCH CỦA PODCAST PBD Depp là người muốn có máy quay trong phòng xử án."
    }
  },
  {
    "translation": {
      "en": "- Oh, really? - She didn't.",
      "vi": "Depp là người muốn có máy quay trong phòng xử án. Cô ấy không muốn."
    }
  },
  {
    "translation": {
      "en": "Your first witness.",
      "vi": "Nhân chứng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Your Honor, we'd like to call Laura Amber Heard to the stand.",
      "vi": "Xin mời Laura Amber Heard lên bục."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Will you please state your name?",
      "vi": "Xin vui lòng cho biết tên cô."
    }
  },
  {
    "translation": {
      "en": "Yes, it's Amber Laura Heard.",
      "vi": "Vâng, tôi là Amber Laura Heard."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Now, why are you here?",
      "vi": "Giờ, sao cô lại có mặt ở đây?"
    }
  },
  {
    "translation": {
      "en": "I am here because my ex- husband is suing me, uh, for an op- ed I wrote.",
      "vi": "Tôi ở đây bởi chồng cũ của tôi kiện tôi vì một bài báo tôi đã viết."
    }
  },
  {
    "translation": {
      "en": "And how do you feel about that?",
      "vi": "Cô cảm thấy thế nào về việc đó?"
    }
  },
  {
    "translation": {
      "en": "I, um…  I s-- struggle to have the words.",
      "vi": "Không dễ để nói thành lời."
    }
  },
  {
    "translation": {
      "en": "I struggle to find the words to describe how, uh, painful this is.",
      "vi": "Không dễ mà tìm ra từ ngữ để diễn tả sự đau đớn này."
    }
  },
  {
    "translation": {
      "en": "Um, this is horrible.",
      "vi": "Thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Okay, all right. Yes, ma'am?",
      "vi": "Được rồi. Vâng, thưa cô?"
    }
  },
  {
    "translation": {
      "en": "Good afternoon, Mr. Depp.",
      "vi": "Chào anh Depp."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Can you please tell the jury why you're here today?",
      "vi": "Có thể cho bồi thẩm đoàn biết lý do anh ở đây không?"
    }
  },
  {
    "translation": {
      "en": "Um, yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "About six years ago,",
      "vi": "Khoảng sáu năm trước,"
    }
  },
  {
    "translation": {
      "en": "Ms. Heard made some quite heinous accusations against me",
      "vi": "cô Heard đã đưa ra một số cáo buộc hết sức ghê tởm về tôi mà nó…"
    }
  },
  {
    "translation": {
      "en": "that, uh…",
      "vi": "một số cáo buộc hết sức ghê tởm về tôi mà nó…"
    }
  },
  {
    "translation": {
      "en": "that were not based in any species of truth.",
      "vi": "không dựa trên bất kỳ sự thật nào."
    }
  },
  {
    "translation": {
      "en": "The infamous People Magazine cover with Ms. Heard",
      "vi": "Trang bìa tạp chí tai tiếng People có ảnh cô Heard"
    }
  },
  {
    "translation": {
      "en": "with a-- a dark bruise on her face.",
      "vi": "với vết bầm tím trên mặt."
    }
  },
  {
    "translation": {
      "en": "Nothing of the kind had ever happened.",
      "vi": "Chuyện như thế chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "Though there were…",
      "vi": "Dù đã có…"
    }
  },
  {
    "translation": {
      "en": "arguments.",
      "vi": "những trận cãi vã."
    }
  },
  {
    "translation": {
      "en": "But never did I, myself, r-- reach the point",
      "vi": "Nhưng bản thân tôi chưa bao giờ đến mức"
    }
  },
  {
    "translation": {
      "en": "of, um, striking Ms. Heard in any way,",
      "vi": "đánh cô Heard dù chỉ bằng một cọng lông vũ,"
    }
  },
  {
    "translation": {
      "en": "nor have I ever struck, um, any woman.",
      "vi": "cũng như chưa từng đánh bất cứ phụ nữ nào."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I didn't realize anyone was there, I thought it was just… floating.",
      "vi": "Tôi không nhận ra có người ở đó, tôi tưởng nó chỉ đang trôi."
    }
  },
  {
    "translation": {
      "en": "It is just floating.",
      "vi": "Nó đang trôi đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Why did she have to happen?",
      "vi": "Cô ấy xuất hiện ở đây làm gì?"
    }
  },
  {
    "translation": {
      "en": "Just when I was doing so good without her.",
      "vi": "Ngay lúc mình đang tận hưởng mà không có cô ấy."
    }
  },
  {
    "translation": {
      "en": "Please describe for the jury your experience in auditioning",
      "vi": "Vui lòng mô tả cho bồi thẩm đoàn về trải nghiệm của cô khi thử vai"
    }
  },
  {
    "translation": {
      "en": "for The Rum Diary.",
      "vi": "cho The Rum Diary."
    }
  },
  {
    "translation": {
      "en": "Well, I auditioned a few times, which is common in my work,",
      "vi": "Tôi thử vai vài lần, điều bình thường trong công việc,"
    }
  },
  {
    "translation": {
      "en": "and then I got a call saying that Johnny wanted to meet me in person.",
      "vi": "rồi tôi nhận được cuộc gọi nói rằng Johnny muốn gặp tôi trực tiếp."
    }
  },
  {
    "translation": {
      "en": "I thought I would be going for maybe an audition.",
      "vi": "Tôi tưởng có lẽ lại một buổi thử vai nữa."
    }
  },
  {
    "translation": {
      "en": "Um… But it was just a meeting.",
      "vi": "Chỉ là một cuộc gặp."
    }
  },
  {
    "translation": {
      "en": "I went to his office, um, and-- and met with him for a few hours.",
      "vi": "Tôi đến văn phòng anh ấy, gặp anh ấy trong vài giờ."
    }
  },
  {
    "translation": {
      "en": "She came to my office.",
      "vi": "Cô ấy đến văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "I took one look at her and I thought,",
      "vi": "Tôi nhìn cô ấy một thoáng và nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Yep, that's the one.",
      "vi": "Đây, người ấy đây rồi."
    }
  },
  {
    "translation": {
      "en": "That's when I first met Ms. Heard.",
      "vi": "Đó là lần đầu tôi gặp cô Heard."
    }
  },
  {
    "translation": {
      "en": "We talked about books and music, poetry.",
      "vi": "Chúng tôi nói về sách và âm nhạc, thơ ca."
    }
  },
  {
    "translation": {
      "en": "Um, we like a lot of the same… We liked a lot of the same stuff.",
      "vi": "Chúng tôi thích nhiều thứ giống nhau."
    }
  },
  {
    "translation": {
      "en": "I was so surprised that somebody-- You know, I'm a no- name actor.",
      "vi": "Tôi rất ngạc nhiên khi có người… Tôi là một diễn viên vô danh. Tôi nghĩ lúc đó tôi 22 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was 22, I think.",
      "vi": "Tôi là một diễn viên vô danh. Tôi nghĩ lúc đó tôi 22 tuổi."
    }
  },
  {
    "translation": {
      "en": "And he was twice my age and he's this world- famous actor,",
      "vi": "Anh ấy gấp đôi tuổi tôi, là diễn viên nổi tiếng thế giới,"
    }
  },
  {
    "translation": {
      "en": "and here we are getting along about…  …old blues,",
      "vi": "vậy mà chúng tôi lại ở đây, cùng nói về nhạc blues xưa."
    }
  },
  {
    "translation": {
      "en": "and I thought it was unusual and remarkable.",
      "vi": "Tôi đã nghĩ thật lạ thường và đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I left there just feeling like, Wow.",
      "vi": "Tôi rời khỏi đó và cảm giác kiểu, Ôi chao."
    }
  },
  {
    "translation": {
      "en": "I remember there was a scene where I was taking a shower",
      "vi": "Tôi nhớ có một cảnh lúc tôi đang tắm"
    }
  },
  {
    "translation": {
      "en": "and then she comes into the room",
      "vi": "và cô ấy vào phòng,"
    }
  },
  {
    "translation": {
      "en": "and she walks, opens the shower, and we kiss.",
      "vi": "cô ấy bước vào, mở vòi hoa sen, và chúng tôi hôn nhau."
    }
  },
  {
    "translation": {
      "en": "It felt like something that I shouldn't be feeling.",
      "vi": "Tôi có một cảm giác mà lẽ ra tôi không nên có."
    }
  },
  {
    "translation": {
      "en": "There are certain things that you do in the job to, um, be professional,",
      "vi": "Trong công việc, là người chuyên nghiệp, có những điểm phải chú ý,"
    }
  },
  {
    "translation": {
      "en": "like when you have to do that sort of scene,",
      "vi": "ví dụ như khi phải đóng những cảnh như vậy,"
    }
  },
  {
    "translation": {
      "en": "and you don't, like-- you--  …you don't use your tongue if you can't-- if you can avoid it.",
      "vi": "thì phải tránh dùng lưỡi nếu không cần thiết."
    }
  },
  {
    "translation": {
      "en": "There's certain things that you do to just maintain a certain line,",
      "vi": "Có những việc phải làm để giữ giới hạn,"
    }
  },
  {
    "translation": {
      "en": "and it just felt like those lines were blurred.",
      "vi": "tôi đã cảm thấy các giới hạn đó quá mong manh."
    }
  },
  {
    "translation": {
      "en": "I mean, he grabbed my face and pulled me into him and really kissed me.",
      "vi": "Anh ấy ôm lấy mặt tôi, kéo tôi lại gần và thực sự hôn tôi."
    }
  },
  {
    "translation": {
      "en": "- Did he use his tongue? - Yes.",
      "vi": "Anh ấy có dùng lưỡi không? Có."
    }
  },
  {
    "translation": {
      "en": "That day after work,",
      "vi": "Hôm đó sau giờ làm,"
    }
  },
  {
    "translation": {
      "en": "Ms. Heard, uh, had come to my trailer.",
      "vi": "cô Heard đã đến xe kéo của tôi."
    }
  },
  {
    "translation": {
      "en": "He kind of playfully kind of pushed me down on this, like, bed- sofa,",
      "vi": "Anh ấy tinh nghịch đẩy tôi nằm xuống chiếc giường sofa,"
    }
  },
  {
    "translation": {
      "en": "uh, that was in his trailer, just playful,",
      "vi": "trong xe kéo của anh ấy, vừa đùa bỡn,"
    }
  },
  {
    "translation": {
      "en": "um, and flirtatious, and he said, uh, Yum.",
      "vi": "vừa tán tỉnh, và anh ấy nói, Ngon."
    }
  },
  {
    "translation": {
      "en": "Meeting an actress like Amber Heard, she's of another era, you know.",
      "vi": "Gặp gỡ một nữ diễn viên như Amber Heard, cô ấy thuộc một thời đại khác."
    }
  },
  {
    "translation": {
      "en": "I mean, it's like walking into a room and meeting Veronica Lake or Bette Davis,",
      "vi": "Giống như bước vào phòng và gặp Veronica Lake hay Bette Davis,"
    }
  },
  {
    "translation": {
      "en": "or, you know, Lauren Bacall.",
      "vi": "hay Lauren Bacall."
    }
  },
  {
    "translation": {
      "en": "I called her Slim.",
      "vi": "Tôi gọi cô ấy là Slim."
    }
  },
  {
    "translation": {
      "en": "I called her Slim and she called me Steve.",
      "vi": "Tôi gọi cô ấy là Slim, cô ấy gọi tôi là Steve."
    }
  },
  {
    "translation": {
      "en": "What do you think you're gonna do?",
      "vi": "Anh nghĩ mình đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get that wallet, Slim.",
      "vi": "Anh sẽ lấy cái ví đó, Slim."
    }
  },
  {
    "translation": {
      "en": "You know, Steve, I wouldn't put it past you.",
      "vi": "Steve, em không ngạc nhiên nếu anh làm điều đó."
    }
  },
  {
    "translation": {
      "en": "My God, when Humphrey Bogart and Lauren Bacall,",
      "vi": "Chúa ơi, Humphrey Bogart và Lauren Bacall,"
    }
  },
  {
    "translation": {
      "en": "that's when they met, on that film, he was 45 years old and she was 19.",
      "vi": "lúc họ gặp nhau trong bộ phim đó, anh ấy 45 còn cô ấy 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "What'd you do that for?",
      "vi": "Em làm thế làm gì?"
    }
  },
  {
    "translation": {
      "en": "- Been wondering whether I'd like it. - What's the decision?",
      "vi": "- Em tự hỏi liệu em có thích không. - Kết luận là gì?"
    }
  },
  {
    "translation": {
      "en": "I don't know yet.",
      "vi": "Em vẫn chưa biết."
    }
  },
  {
    "translation": {
      "en": "They stayed together until Bogart passed away.",
      "vi": "Họ ở bên nhau cho đến khi Bogart qua đời."
    }
  },
  {
    "translation": {
      "en": "So, I acknowledge the-- the fact that I was the old, craggy Bogey,",
      "vi": "Tôi thừa nhận sự thật rằng tôi là gã Bogey khô cằn già cỗi,"
    }
  },
  {
    "translation": {
      "en": "and she was this… beautiful creature,",
      "vi": "còn cô ấy là một tạo vật tuyệt đẹp,"
    }
  },
  {
    "translation": {
      "en": "just this stunning creature.",
      "vi": "một tạo vật lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "It was a beautiful place, a beautiful time,",
      "vi": "Đó là một nơi đẹp đẽ, một khoảng thời gian đẹp đẽ,"
    }
  },
  {
    "translation": {
      "en": "and, uh, I fell head over heels in love with this man.",
      "vi": "và tôi đã yêu người đàn ông này đắm say."
    }
  },
  {
    "translation": {
      "en": "She seemed to be the perfect partner.",
      "vi": "Cô ấy có vẻ là người yêu hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Literate, sweet, funny.",
      "vi": "Có học thức, ngọt ngào, hài hước."
    }
  },
  {
    "translation": {
      "en": "She was, uh… She was wonderful.",
      "vi": "Cô ấy thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "There wasn't any love like that, you know? I mean--",
      "vi": "Không có tình yêu nào như thế cả. Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "And then, uh-- he would…",
      "vi": "Và rồi anh ấy…"
    }
  },
  {
    "translation": {
      "en": "disappear.",
      "vi": "biến mất."
    }
  },
  {
    "translation": {
      "en": "Hello everybody, welcome to Darthn3ws.",
      "vi": "Xin chào, chào mừng đến Darth News."
    }
  },
  {
    "translation": {
      "en": "This is gonna be a day one recap.",
      "vi": "Tóm tắt ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I was in the courtroom, I was sitting there live, in person.",
      "vi": "Tôi đã ở trong phòng xử án, có mặt trực tiếp ở đó."
    }
  },
  {
    "translation": {
      "en": "So I'm just gonna give you my first- hand account.",
      "vi": "Tôi sẽ kể lại điều tôi đã chứng kiến."
    }
  },
  {
    "translation": {
      "en": "I'm not a legal scholar, I'm not a lawyer. I do this for fun.",
      "vi": "Tôi không chuyên về luật, không là luật sư. Tôi làm cho vui."
    }
  },
  {
    "translation": {
      "en": "But I have, like, a dog in the fight",
      "vi": "Nhưng tôi tìm hiểu nghiêm túc"
    }
  },
  {
    "translation": {
      "en": "because I actually give a fuck about Johnny Depp.",
      "vi": "vì tôi rất quan tâm đến Johnny Depp."
    }
  },
  {
    "translation": {
      "en": "And men's rights.",
      "vi": "Và quyền của đàn ông."
    }
  },
  {
    "translation": {
      "en": "Amber! Amber! Amber!",
      "vi": "Amber!"
    }
  },
  {
    "translation": {
      "en": "- - Johnny! Johnny! Johnny!",
      "vi": "Johnny!"
    }
  },
  {
    "translation": {
      "en": "Can you describe your relationship with Mr. Depp?",
      "vi": "Cô có thể mô tả mối quan hệ của cô với anh Depp?"
    }
  },
  {
    "translation": {
      "en": "Do you remember the first time that he physically hit you?",
      "vi": "Cô có nhớ lần đầu anh ấy đánh cô không?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Please tell the jury about it.",
      "vi": "- Nhớ. - Vui lòng kể với bồi thẩm đoàn."
    }
  },
  {
    "translation": {
      "en": "I will never forget it. It changed my life.",
      "vi": "Tôi sẽ không bao giờ quên. Nó khiến đời tôi thay đổi."
    }
  },
  {
    "translation": {
      "en": "I-- I was sitting on the couch,",
      "vi": "Tôi đang ngồi trên ghế sofa,"
    }
  },
  {
    "translation": {
      "en": "and I ask him about the tattoo he has on his arm.",
      "vi": "tôi hỏi anh ấy về hình xăm trên tay anh ấy."
    }
  },
  {
    "translation": {
      "en": "I didn't know what it said,",
      "vi": "Tôi không biết nó là gì,"
    }
  },
  {
    "translation": {
      "en": "it just looked like muddled, faded tattoo that was hard to read.",
      "vi": "nó là một hình xăm mờ, rối rắm, khó đọc."
    }
  },
  {
    "translation": {
      "en": "Well, the-- the, um… what it, uh-- a tattoo,",
      "vi": "Cái hình xăm đó,"
    }
  },
  {
    "translation": {
      "en": "which used to say Winona Forever,",
      "vi": "vốn từng là Mãi Mãi Winona,"
    }
  },
  {
    "translation": {
      "en": "who was a former girlfriend, Winona Ryder,",
      "vi": "Winona Ryder là bạn gái trước đó của tôi,"
    }
  },
  {
    "translation": {
      "en": "and, uh, when we broke up,",
      "vi": "và khi chúng tôi chia tay,"
    }
  },
  {
    "translation": {
      "en": "I took off the last two letters and had it say Wino Forever.",
      "vi": "tôi xóa hai chữ cuối và nó thành Mãi Mãi Nát Rượu."
    }
  },
  {
    "translation": {
      "en": "I didn't see that. I thought he was joking",
      "vi": "Tôi đã không thấy. Tôi tưởng anh ấy đùa"
    }
  },
  {
    "translation": {
      "en": "because it didn't look like it said that at all, and I laughed,",
      "vi": "vì có vẻ như nó không phải vậy, nên tôi đã cười,"
    }
  },
  {
    "translation": {
      "en": "and he slapped me across the face.",
      "vi": "và anh ấy tát vào mặt tôi."
    }
  },
  {
    "translation": {
      "en": "I just stared at him, kind of l- laughing still,",
      "vi": "Tôi nhìn anh ấy trân trối và vẫn kiểu như đang cười,"
    }
  },
  {
    "translation": {
      "en": "thinking that he was gonna start laughing too, to tell me it was a joke,",
      "vi": "nghĩ rằng anh ấy cũng sẽ cười và bảo tôi đó là trò đùa,"
    }
  },
  {
    "translation": {
      "en": "but he didn't.",
      "vi": "nhưng không hề."
    }
  },
  {
    "translation": {
      "en": "He said, You think it's so funny? You think it's funny, bitch?",
      "vi": "Anh ấy hỏi, Cô nghĩ là buồn cười à? Buồn cười à, quỷ cái?"
    }
  },
  {
    "translation": {
      "en": "You think you're a funny bitch? And he slapped me again.",
      "vi": "Nghĩ mình là con khốn hài hước à? Rồi anh ấy lại tát tôi."
    }
  },
  {
    "translation": {
      "en": "Hard.",
      "vi": "Khó khăn lắm."
    }
  },
  {
    "translation": {
      "en": "I was just sitting there looking at the dirty carpet,",
      "vi": "Tôi ngồi đó nhìn tấm thảm bẩn thỉu,"
    }
  },
  {
    "translation": {
      "en": "wondering why I never noticed that the carpet was so filthy before.",
      "vi": "tự hỏi vì sao tôi chưa từng nhận ra tấm thảm bẩn thế này,"
    }
  },
  {
    "translation": {
      "en": "and I just didn't know what else to do, I didn't know what to say,",
      "vi": "tôi không biết phải làm gì, hay nói gì,"
    }
  },
  {
    "translation": {
      "en": "I didn't know how to react because, God, did he just hit me?",
      "vi": "không biết phản ứng thế nào vì, Chúa ơi, anh ấy vừa đánh mình à?"
    }
  },
  {
    "translation": {
      "en": "Mr. Depp, what is your response to that?",
      "vi": "Anh Depp, anh nghĩ thế nào?"
    }
  },
  {
    "translation": {
      "en": "It…",
      "vi": "Việc đó…"
    }
  },
  {
    "translation": {
      "en": "It didn't-- It-- It didn't happen.",
      "vi": "Không hề có việc đó."
    }
  },
  {
    "translation": {
      "en": "I have never struck Ms. Heard.",
      "vi": "Tôi chưa từng đánh cô Heard."
    }
  },
  {
    "translation": {
      "en": "I wish I could sit here and say I stood up, and I walked out of that house",
      "vi": "Tôi ước mình có thể ngồi đây và nói rằng tôi đã đứng lên bước ra khỏi ngôi nhà đó,"
    }
  },
  {
    "translation": {
      "en": "and I drew a line and I stood up for myself.",
      "vi": "tôi đã đặt ra giới hạn và đã bảo vệ bản thân mình."
    }
  },
  {
    "translation": {
      "en": "I was just looking at the… dirty carpet, trying to will myself to get up.",
      "vi": "Tôi chỉ nhìn tấm thảm bẩn thỉu cố bảo mình đứng dậy."
    }
  },
  {
    "translation": {
      "en": "I was… heartbroken.",
      "vi": "Tôi đã rất đau lòng."
    }
  },
  {
    "translation": {
      "en": "She's acting.",
      "vi": "Cô ấy đang diễn."
    }
  },
  {
    "translation": {
      "en": "She's lying.",
      "vi": "Cô ấy nói dối."
    }
  },
  {
    "translation": {
      "en": "Will you please state your name for the record?",
      "vi": "Cô vui lòng nêu tên để ghi vào hồ sơ."
    }
  },
  {
    "translation": {
      "en": "Whitney Henriquez.",
      "vi": "Whitney Henriquez."
    }
  },
  {
    "translation": {
      "en": "- And you're Amber's sister? - I am.",
      "vi": "- Cô là em gái Amber? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Describe your relationship with Mr. Depp in the early stages.",
      "vi": "Mô tả mối quan hệ của cô và anh Depp trong giai đoạn đầu."
    }
  },
  {
    "translation": {
      "en": "We got along really well at first.",
      "vi": "Ban đầu chúng tôi rất hợp nhau."
    }
  },
  {
    "translation": {
      "en": "Um, he was sober at the time,",
      "vi": "Lúc đó anh ấy rất tỉnh táo,"
    }
  },
  {
    "translation": {
      "en": "and Johnny, when he's sober, is very bright and beautiful and lovely",
      "vi": "khi tỉnh táo thì Johnny rất thông minh, đẹp trai, đáng yêu, tốt bụng và hào phóng,"
    }
  },
  {
    "translation": {
      "en": "and kind and generous, and he was very easy to get to know.",
      "vi": "đẹp trai, đáng yêu, tốt bụng và hào phóng, là một người rất dễ hiểu."
    }
  },
  {
    "translation": {
      "en": "And frankly, we all fell in love with him at first.",
      "vi": "Nói thật, ban đầu chúng tôi đều phải lòng anh ấy."
    }
  },
  {
    "translation": {
      "en": "But, very quickly, this pattern emerged,",
      "vi": "Nhưng, rất nhanh, các hành vi này lặp đi lặp lại"
    }
  },
  {
    "translation": {
      "en": "uh, as their relationship went on",
      "vi": "khi mối quan hệ của họ tiến triển."
    }
  },
  {
    "translation": {
      "en": "that if Johnny was using or if he was drinking, there was almost always a fight.",
      "vi": "Nếu Johnny chơi thuốc hay uống rượu, hầu như lúc nào cũng có cãi vã."
    }
  },
  {
    "translation": {
      "en": "Johnny, when sober, was lovely",
      "vi": "Johnny, khi tỉnh táo, rất đáng yêu, mê hoặc và rất hài hước."
    }
  },
  {
    "translation": {
      "en": "and magical and very funny.",
      "vi": "Johnny, khi tỉnh táo, rất đáng yêu, mê hoặc và rất hài hước. CHỨNG CỨ TÒA ÁN VIDEO LỜI CHỨNG"
    }
  },
  {
    "translation": {
      "en": "Cocaine and any kind of alcohol…",
      "vi": "Cocain và bất kỳ thức uống có cồn nào"
    }
  },
  {
    "translation": {
      "en": "…would bring out a very, very ugly side of him.",
      "vi": "sẽ làm lộ phần vô cùng xấu xa của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Um, very misogynistic and cruel.",
      "vi": "BẠN CỦA AMBER HEARD Rất ghét phụ nữ và nhẫn tâm."
    }
  },
  {
    "translation": {
      "en": "He was almost unrecognizable when he was drinking and using to an excess.",
      "vi": "Khi anh ấy chơi thuốc hay uống rượu gần như không nhận ra con người anh ấy."
    }
  },
  {
    "translation": {
      "en": "He would just get very angry,",
      "vi": "Anh ấy sẽ rất tức giận,"
    }
  },
  {
    "translation": {
      "en": "and he would just say really horrible things about her.",
      "vi": "và nói những điều kinh khủng về chị ấy."
    }
  },
  {
    "translation": {
      "en": "He would weave these elaborate situations",
      "vi": "Anh ấy sẽ thêu dệt những tình huống phức tạp"
    }
  },
  {
    "translation": {
      "en": "in which Amber was having affairs with every man that she ever worked with",
      "vi": "về việc Amber quan hệ với mọi đàn ông mà cô ấy từng cộng tác,"
    }
  },
  {
    "translation": {
      "en": "and every woman she ever came in contact with.",
      "vi": "cũng như mọi phụ nữ cô ấy từng tiếp xúc."
    }
  },
  {
    "translation": {
      "en": "He-- He became very demeaning.",
      "vi": "Anh ấy hạ thấp phẩm giá người ta."
    }
  },
  {
    "translation": {
      "en": "You know, She has no talent,",
      "vi": "Ả chả có tài cán gì."
    }
  },
  {
    "translation": {
      "en": "and when her tits start to sag and her face gets wrinkly,",
      "vi": "Đến lúc mặt nhăn ngực xệ"
    }
  },
  {
    "translation": {
      "en": "nobody is gonna be interested in her.",
      "vi": "thì chẳng còn ai chú ý đến ả nữa."
    }
  },
  {
    "translation": {
      "en": "He called her a fucking used- up trash bag, uh,",
      "vi": "Anh ấy gọi cô ấy là thứ gà móng đỏ khốn nạn,"
    }
  },
  {
    "translation": {
      "en": "slimy whore, saggy whore.",
      "vi": "con điếm nhơ nhuốc, con điếm chảy xệ."
    }
  },
  {
    "translation": {
      "en": "You know, fucking cunt was thrown out a bunch.",
      "vi": "Rất hay nói từ con khốn."
    }
  },
  {
    "translation": {
      "en": "Um, just horrible things like that.",
      "vi": "Những từ kinh khủng như thế."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "CHỨNG CỨ TÒA ÁN GHI HÌNH TỪ ĐIỆN THOẠI CỦA AMBER HEARD"
    }
  },
  {
    "translation": {
      "en": "Motherfucker!",
      "vi": "Mẹ kiếp!"
    }
  },
  {
    "translation": {
      "en": "Motherfucker!",
      "vi": "Mẹ kiếp!"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Nothing happened this morning, you know that? All I did was say sorry.",
      "vi": "Sáng nay đâu có chuyện gì đâu. Em chỉ nói xin lỗi thôi mà."
    }
  },
  {
    "translation": {
      "en": "Did something happen to you…",
      "vi": "Có chuyện gì xảy ra với cô sáng nay à?"
    }
  },
  {
    "translation": {
      "en": "- - …this morning? I don't think so.",
      "vi": "Có chuyện gì xảy ra với cô sáng nay à? Tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "Um… No. That's the thing.",
      "vi": "Không. Đó là vấn đề."
    }
  },
  {
    "translation": {
      "en": "You wanna see crazy? I'll give you fucking crazy.",
      "vi": "Muốn thấy điên à? Tôi cho cô thấy thế nào là điên."
    }
  },
  {
    "translation": {
      "en": "Here's crazy.",
      "vi": "Điên là thế này đây."
    }
  },
  {
    "translation": {
      "en": "All your crazy. Are you crazy?",
      "vi": "Tất cả sự điên rồ của cô. Cô điên à?"
    }
  },
  {
    "translation": {
      "en": "Have you drunk this whole thing this morning?",
      "vi": "Cả sáng nay anh uống thứ này à?"
    }
  },
  {
    "translation": {
      "en": "Oh, you got this going? You got this going?",
      "vi": "Nãy giờ cô quay à?"
    }
  },
  {
    "translation": {
      "en": "- No, I just started it. - Oh, really?",
      "vi": "- Không, mới bắt đầu thôi. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Really?",
      "vi": "- Ừ. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "So she's trying to record him without him even knowing that.",
      "vi": "Cô ấy đang cố ghi hình mà anh ấy không hề biết."
    }
  },
  {
    "translation": {
      "en": "Why did you videotape this, Amber?",
      "vi": "Amber, sao cô lại quay video?"
    }
  },
  {
    "translation": {
      "en": "Yeah, good question.",
      "vi": "Hỏi hay đấy."
    }
  },
  {
    "translation": {
      "en": "'Cause I knew he…",
      "vi": "Vì tôi biết anh ấy sẽ không nhớ."
    }
  },
  {
    "translation": {
      "en": "- wouldn't remember. He'd deny it. - Objection.",
      "vi": "Vì tôi biết anh ấy sẽ không nhớ. - Anh ấy sẽ phủ nhận. - Phản đối. Suy đoán."
    }
  },
  {
    "translation": {
      "en": "- Calls for speculation. - Sustained.",
      "vi": "- Anh ấy sẽ phủ nhận. - Phản đối. Suy đoán. Phản đối hữu hiệu."
    }
  },
  {
    "translation": {
      "en": "When somebody breaks something in anger in your presence,",
      "vi": "Khi có người trong cơn giận dữ đập thứ gì đó ngay trước mắt bạn,"
    }
  },
  {
    "translation": {
      "en": "that is legally an act of abuse.",
      "vi": "về mặt pháp lý, đó là hành vi bạo hành."
    }
  },
  {
    "translation": {
      "en": "And he is-- he's-- Look at him.",
      "vi": "Và anh ấy… Nhìn anh ấy kìa."
    }
  },
  {
    "translation": {
      "en": "I mean, he's kicking stuff, he's slamming stuff, he's breaking stuff.",
      "vi": "Anh ấy đá đồ, ném đồ, đập phá đồ đạc."
    }
  },
  {
    "translation": {
      "en": "She's like, Hey what's going on?",
      "vi": "Cô ấy kiểu, Này, chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And, here, I know he wasn't hitting her, but he was doing some very aggressive things,",
      "vi": "Tôi biết anh ấy không đánh cô ấy, nhưng đã có những hành động rất hung hăng,"
    }
  },
  {
    "translation": {
      "en": "and directly in her presence.",
      "vi": "ngay trước mặt cô ấy."
    }
  },
  {
    "translation": {
      "en": "And if she's coming in and saying, like, Well, hey, here's this confrontation that happened.",
      "vi": "Nếu cô ấy nói, Trận cãi vã đây."
    }
  },
  {
    "translation": {
      "en": "I was intimidated by it. I felt this was an act of abuse,",
      "vi": "Đó là lý do tôi thấy bị đe dọa. Tôi thấy đây là hành động bạo hành."
    }
  },
  {
    "translation": {
      "en": "then she can give her opinion, that I was in an abusive relationship.",
      "vi": "Cô ấy có thể đưa ra ý kiến, Tôi đã có một mối quan hệ bị bạo hành."
    }
  },
  {
    "translation": {
      "en": "I'm not, you know, trying to defend her or say it, but I'm just saying, you know, it's-- it's a huge problem for him.",
      "vi": "Tôi không cố bảo vệ cô ấy hay nói điều đó, tôi chỉ nói anh ấy gặp vấn đề lớn."
    }
  },
  {
    "translation": {
      "en": "- Morning, Mr. Depp. - Morning, Mr. Rottenborn.",
      "vi": "Chào anh Depp. Chào anh Rottenborn."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp, we've talked about this, uh, a little bit,",
      "vi": "Anh Depp, ta đã nói qua việc này,"
    }
  },
  {
    "translation": {
      "en": "but you've testified that abuse can come in many forms, correct?",
      "vi": "anh đã xác nhận là bạo hành có thể diễn ra dưới nhiều hình thức nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Physical being one of them?",
      "vi": "Thể chất là một trong số đó?"
    }
  },
  {
    "translation": {
      "en": "- Indeed. - Verbal?",
      "vi": "- Đúng thế. - Lời nói?"
    }
  },
  {
    "translation": {
      "en": "Indeed.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Psychological abuse?",
      "vi": "Bạo hành tâm lý?"
    }
  },
  {
    "translation": {
      "en": "Indeed.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "And you would agree that you were violent in that clip, correct?",
      "vi": "Anh đồng ý là anh bạo lực trong đoạn phim đó, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Clearly, I was having a bad time.",
      "vi": "Rõ là tôi đã có khoảng thời gian tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I thought what-- what was most interesting is that she tried to hide it from me,",
      "vi": "Tôi nghĩ điều thú vị nhất là cô ấy đã cố giấu tôi,"
    }
  },
  {
    "translation": {
      "en": "and then that she laughed and smiled at the end.",
      "vi": "rồi sau đó cô ấy cười to và cười mỉm ở cuối."
    }
  },
  {
    "translation": {
      "en": "I thought that was the most interesting part myself.",
      "vi": "Với tôi, tôi nghĩ đó là phần thú vị nhất."
    }
  },
  {
    "translation": {
      "en": "But-- So, yes.",
      "vi": "Nên là phải."
    }
  },
  {
    "translation": {
      "en": "- You didn't react-- - I did assault, um, a couple of cabinets.",
      "vi": "- Anh không phản ứng… - Tôi đã đấm vài ngăn tủ."
    }
  },
  {
    "translation": {
      "en": "But I did not touch Ms. Heard.",
      "vi": "Nhưng tôi không hề động đến cô Heard."
    }
  },
  {
    "translation": {
      "en": "- And-- - As you can see, I think. No?",
      "vi": "- Và… - Như anh thấy đó. Không ư?"
    }
  },
  {
    "translation": {
      "en": "You may have been drunk in that video, correct?",
      "vi": "Trong đoạn phim đó có thể anh đã say?"
    }
  },
  {
    "translation": {
      "en": "There's a possibility of that. Yes, sir.",
      "vi": "Có khả năng đó."
    }
  },
  {
    "translation": {
      "en": "You-- You-- You poured yourself a, um, a megapint of red wine, correct?",
      "vi": "Anh tự rót cho mình một mẻ lớn rượu vang đỏ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "- A megapint? -",
      "vi": "Một mẻ lớn?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "I poured myself a large glass of wine.",
      "vi": "Tôi tự rót cho mình một ly rượu lớn."
    }
  },
  {
    "translation": {
      "en": "- Right. - I thought it necessary.",
      "vi": "- Phải. - Tôi nghĩ nó cần thiết."
    }
  },
  {
    "translation": {
      "en": "Wait for it.",
      "vi": "Đợi đó."
    }
  },
  {
    "translation": {
      "en": "I poured myself a large glass of wine.",
      "vi": "Tôi tự rót cho mình một ly rượu lớn. MẺ LỚN"
    }
  },
  {
    "translation": {
      "en": "♪ Megapint, megapint, megapint… ♪",
      "vi": "MỘT SỐ NGƯỜI TRÊN MẠNG XÃ HỘI GHI NHẬN BEN ROTTENBORN LÀ NGƯỜI TẠO NÊN CỤM TỪ MẺ LỚN. NHƯNG BIÊN BẢN CỦA PHIÊN TÒA Ở ANH"
    }
  },
  {
    "translation": {
      "en": "♪ A- A- A- A- A megapint? ♪",
      "vi": "CHỈ RA RẰNG JOHNNY DEPP LÀ NGƯỜI SỬ DỤNG CỤM TỪ ĐÓ TRƯỚC. Một mẻ lớn?"
    }
  },
  {
    "translation": {
      "en": "The lawyer conducting Johnny Depp's cross- examination said,",
      "vi": "Luật sư tiến hành thẩm vấn chéo Johnny Depp nói,"
    }
  },
  {
    "translation": {
      "en": "We saw you pour a sort of--",
      "vi": "Chúng tôi thấy anh rót thứ gì như…"
    }
  },
  {
    "translation": {
      "en": "Johnny Depp says, A megapint.",
      "vi": "Johnny Depp nói, Một mẻ lớn."
    }
  },
  {
    "translation": {
      "en": "The lawyer says, A megapint of red wine,",
      "vi": "Luật sư nói, Một mẻ lớn rượu vang đỏ,"
    }
  },
  {
    "translation": {
      "en": "which is not everybody's choice for breakfast, is it?",
      "vi": "không phải ai cũng uống thứ đó vào bữa sáng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "♪ Megapint, megapint, megapint… ♪",
      "vi": "Mẻ lớn"
    }
  },
  {
    "translation": {
      "en": "♪ Megapint, megapint… ♪",
      "vi": "Mẻ lớn"
    }
  },
  {
    "translation": {
      "en": "A megapint?",
      "vi": "Một mẻ lớn?"
    }
  },
  {
    "translation": {
      "en": "- - That's Amber.",
      "vi": "Đó là Amber."
    }
  },
  {
    "translation": {
      "en": "All she needs to prove is that he abused her. I say all,",
      "vi": "NHÀ PHÂN TÍCH LUẬT CỦA NBC Chỉ cần chứng minh anh ấy bạo hành,"
    }
  },
  {
    "translation": {
      "en": "but either she's making everything up, or there's been abuse.",
      "vi": "nhưng hoặc là cô ấy nói dối, hoặc đúng là có bạo hành."
    }
  },
  {
    "translation": {
      "en": "It's not only social media, but when his SUV pulls up at court,",
      "vi": "Không chỉ mạng xã hội, khi chiếc SUV của anh ấy dừng trước tòa,"
    }
  },
  {
    "translation": {
      "en": "no matter what Amber Heard alleges,",
      "vi": "dù Amber Heard có cáo buộc gì,"
    }
  },
  {
    "translation": {
      "en": "there's a crowd out there who are just gobsmacked by Johnny Depp.",
      "vi": "thì vẫn có một đám đông sững sờ vì Johnny Depp."
    }
  },
  {
    "translation": {
      "en": "Johnny, Johnny, Johnny!",
      "vi": "Johnny!"
    }
  },
  {
    "translation": {
      "en": "Remember, none of us were there.",
      "vi": "Hãy nhớ, không ai trong chúng ta có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "With us, it's, Who do we believe?",
      "vi": "NHÀ BÌNH LUẬN PHÁP LÝ Với ta, câu hỏi là, Ta tin ai?"
    }
  },
  {
    "translation": {
      "en": "But never, ever forget, we were not there.",
      "vi": "Nhưng đừng bao giờ quên, ta không có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "Good morning, Mr. Depp.",
      "vi": "Chào anh Depp."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp, I'd like to discuss April 2016 now.",
      "vi": "Anh Depp, giờ tôi muốn thảo luận về tháng Tư năm 2016."
    }
  },
  {
    "translation": {
      "en": "We'll take a look at this gem in the historic core of downtown LA.",
      "vi": "Nhìn viên ngọc ở ngay trung tâm lịch sử của thành phố."
    }
  },
  {
    "translation": {
      "en": "This is the Eastern Columbia building,",
      "vi": "PHÓNG VIÊN CBS NEWS AUDIO TỪ LOOK AT THIS!"
    }
  },
  {
    "translation": {
      "en": "one of the most prestigious places to live in downtown Los Angeles.",
      "vi": "Eastern Columbia, một trong các không gian sống uy tín nhất trung tâm LA."
    }
  },
  {
    "translation": {
      "en": "Johnny Depp owned five penthouses here.",
      "vi": "Eastern Columbia, một trong các không gian sống uy tín nhất trung tâm LA. Depp sở hữu năm căn penthouse ở đây,"
    }
  },
  {
    "translation": {
      "en": "This art deco gem at the corner of Broadway and Ninth.",
      "vi": "viên ngọc trường phái Art Deco, góc Broadway và đường 9."
    }
  },
  {
    "translation": {
      "en": "My birthday was coming up, and we had a dinner planned at our penthouse.",
      "vi": "Sắp sinh nhật tôi nên đã định tổ chức bữa tối ở căn penthouse."
    }
  },
  {
    "translation": {
      "en": "He, uh, told me at some point that day",
      "vi": "Hôm đó anh ấy nói với tôi"
    }
  },
  {
    "translation": {
      "en": "that he had scheduled a business meeting,",
      "vi": "anh ấy đã lên lịch một cuộc họp kinh doanh,"
    }
  },
  {
    "translation": {
      "en": "or a-- a money meeting, I think he said, maybe.",
      "vi": "hay có lẽ anh ấy nói là một cuộc họp về tiền."
    }
  },
  {
    "translation": {
      "en": "I was about an hour and 40 minutes late, maybe, something like that.",
      "vi": "Tôi đến trễ cỡ một tiếng bốn mươi phút, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp, when you arrived at the party,",
      "vi": "Anh Depp, khi anh đến bữa tiệc, cô Heard có chào đón anh không,"
    }
  },
  {
    "translation": {
      "en": "how did Ms. Heard greet you, if at all?",
      "vi": "Anh Depp, khi anh đến bữa tiệc, cô Heard có chào đón anh không, nếu có thì thế nào?"
    }
  },
  {
    "translation": {
      "en": "Very cold.",
      "vi": "Rất lạnh lùng."
    }
  },
  {
    "translation": {
      "en": "It was a big deal to you",
      "vi": "Anh Depp đến muộn hôm sinh nhật cô, với cô đó là việc lớn nhỉ?"
    }
  },
  {
    "translation": {
      "en": "that Mr. Depp was late to your birthday dinner, wasn't it?",
      "vi": "Anh Depp đến muộn hôm sinh nhật cô, với cô đó là việc lớn nhỉ? LUẬT SƯ CỦA JOHNNY DEPP"
    }
  },
  {
    "translation": {
      "en": "Yeah, it-- Yeah, it did matter to me.",
      "vi": "Phải, với tôi đó là việc lớn."
    }
  },
  {
    "translation": {
      "en": "And you were upset he was late. I was. I was hurt.",
      "vi": "- Cô buồn vì anh ấy đến muộn. - Phải. Tôi tổn thương."
    }
  },
  {
    "translation": {
      "en": "She squared off at me in the doorway of our bedroom.",
      "vi": "Cô ấy sừng sổ với tôi ngay cửa phòng ngủ."
    }
  },
  {
    "translation": {
      "en": "I-- I remember him blocking the door,",
      "vi": "Tôi nhớ anh ấy đã chặn cửa,"
    }
  },
  {
    "translation": {
      "en": "blocking me to get out, kind of shoving me down,",
      "vi": "không cho tôi ra ngoài, xô tôi té,"
    }
  },
  {
    "translation": {
      "en": "and, well, we had a-- a-- you know, a verbal argument,",
      "vi": "và chúng tôi cãi nhau, rồi bắt đầu xô đẩy qua lại."
    }
  },
  {
    "translation": {
      "en": "and then that became a shoving match. I tried to shove him back.",
      "vi": "và chúng tôi cãi nhau, rồi bắt đầu xô đẩy qua lại. Tôi cố đẩy anh ấy ngã."
    }
  },
  {
    "translation": {
      "en": "And I said, Go ahead, hit me.",
      "vi": "Và tôi nói, Làm đi, đánh đi."
    }
  },
  {
    "translation": {
      "en": "Bam.",
      "vi": "Bùm."
    }
  },
  {
    "translation": {
      "en": "It's a movie scene. And then I just said, Is that what you wanted?",
      "vi": "- Như phim. - Tôi hỏi, Cô muốn thế à?"
    }
  },
  {
    "translation": {
      "en": "Would you like another?",
      "vi": "Thêm cú nữa không?"
    }
  },
  {
    "translation": {
      "en": "I wanna hug this man. Bam.",
      "vi": "- Em muốn ôm người đàn ông này. - Bùm."
    }
  },
  {
    "translation": {
      "en": "There's the second one.",
      "vi": "Cú thứ hai."
    }
  },
  {
    "translation": {
      "en": "And I said, Good, now you're done.",
      "vi": "Rồi tôi nói, Tốt, giờ cô xong việc rồi."
    }
  },
  {
    "translation": {
      "en": "Grabbed her by the shoulders,",
      "vi": "Tôi nắm lấy vai cô ấy,"
    }
  },
  {
    "translation": {
      "en": "walked her to the bed,",
      "vi": "đưa cô ấy đến giường,"
    }
  },
  {
    "translation": {
      "en": "sat her down, and said,",
      "vi": "đặt cô ấy ngồi xuống và nói,"
    }
  },
  {
    "translation": {
      "en": "Don't follow me.  Leave me alone.",
      "vi": "Đừng đi theo tôi. Để tôi yên."
    }
  },
  {
    "translation": {
      "en": "I'm out. I'm gone.",
      "vi": "Tôi ra ngoài. Tôi đi đây."
    }
  },
  {
    "translation": {
      "en": "Johnny wrestled me down on the bed.",
      "vi": "Johnny vật tôi xuống giường."
    }
  },
  {
    "translation": {
      "en": "I remember I got up once or twice before I ended up on the bed,",
      "vi": "Tôi nhớ đã vùng dậy một, hai lần trước khi ngã ra giường,"
    }
  },
  {
    "translation": {
      "en": "and he grabbed me. Um…",
      "vi": "rồi anh ấy tóm lấy tôi."
    }
  },
  {
    "translation": {
      "en": "He did this thing that he did sometimes when he would taunt me, he'd grab me by the…",
      "vi": "Anh ấy làm điều mà anh ấy hay làm khi mắng nhiếc tôi, anh ấy tóm lấy…"
    }
  },
  {
    "translation": {
      "en": "um, the pubic… bone,",
      "vi": "xương mu của tôi,"
    }
  },
  {
    "translation": {
      "en": "just pushed me down, held me down by it, and kind of pulled me into it,",
      "vi": "đẩy tôi xuống, đè tôi ở chỗ đó, và kiểu như ép chỗ đó của tôi,"
    }
  },
  {
    "translation": {
      "en": "and, um, was kind of taunting me, asking me if I thought I was so fucking tough.",
      "vi": "và kiểu như đay nghiến tôi, hỏi tôi rằng tôi tưởng tôi cứng rắn à."
    }
  },
  {
    "translation": {
      "en": "You think you're such a fucking tough guy, huh?",
      "vi": "Cô nghĩ cô cứng rắn lắm à? Xem ai mới là kẻ cứng rắn nè."
    }
  },
  {
    "translation": {
      "en": "Are you so tough now? Look who's so tough. You wanna be a man?",
      "vi": "Cô nghĩ cô cứng rắn lắm à? Xem ai mới là kẻ cứng rắn nè. Cô muốn làm đàn ông ư?"
    }
  },
  {
    "translation": {
      "en": "I went, I grabbed a few things,",
      "vi": "Tôi rời đi. Tôi lấy vài thứ."
    }
  },
  {
    "translation": {
      "en": "and I got out immediately,",
      "vi": "Tôi đi ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "and I went to, um…",
      "vi": "Và tôi đến…"
    }
  },
  {
    "translation": {
      "en": "my other house.",
      "vi": "một nhà khác của tôi."
    }
  },
  {
    "translation": {
      "en": "But he's saying, We're fucking done. We're divorcing. This is over.",
      "vi": "Anh ấy nói, Ta xong rồi. Ta sẽ ly hôn. Kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "And then at 4:30 a.m. on April 22nd,",
      "vi": "Rồi lúc 4:30 sáng ngày 22 tháng Tư,"
    }
  },
  {
    "translation": {
      "en": "which is Amber's birthday, he left Amber.",
      "vi": "hôm sinh nhật Amber, anh ấy rời bỏ Amber."
    }
  },
  {
    "translation": {
      "en": "Yes, he leaves Amber, like, for good, quote unquote, on her birthday.",
      "vi": "Phải, anh ấy rời bỏ Amber mãi mãi, đóng ngoặc, mở ngoặc, hôm sinh nhật cô ấy."
    }
  },
  {
    "translation": {
      "en": "What a savage.",
      "vi": "Thật dã man."
    }
  },
  {
    "translation": {
      "en": "My friends, this is the patriarchy at work.",
      "vi": "Các bạn tôi, đây quá rõ là chế độ gia trưởng."
    }
  },
  {
    "translation": {
      "en": "Heard's being called a whore, a gold digger, a crazy bitch,",
      "vi": "Heard bị gọi là con điếm kẻ đào mỏ, con quỷ cái điên rồ,"
    }
  },
  {
    "translation": {
      "en": "manipulative, a monster.",
      "vi": "kẻ thao túng, con quái vật."
    }
  },
  {
    "translation": {
      "en": "He is being given empathy and forgiveness for his transgressions",
      "vi": "Anh ấy nhận được sự đồng cảm và tha thứ cho những vi phạm của mình,"
    }
  },
  {
    "translation": {
      "en": "in a way Heard is not.",
      "vi": "Heard thì không."
    }
  },
  {
    "translation": {
      "en": "It's victim- blaming at its finest.",
      "vi": "Đây quá rõ là đổ lỗi cho nạn nhân."
    }
  },
  {
    "translation": {
      "en": "This is why people don't report abuse.",
      "vi": "Đó là lý do người ta không trình báo khi bị bạo hành."
    }
  },
  {
    "translation": {
      "en": "So far, who do you believe in this story here?",
      "vi": "Cho đến giờ trong câu chuyện này anh tin ai?"
    }
  },
  {
    "translation": {
      "en": "- I kinda believe both of 'em. Um… - Okay.",
      "vi": "Tôi tin cả hai."
    }
  },
  {
    "translation": {
      "en": "They're on the stand, they're under oath.",
      "vi": "- Ừ. - Họ ở trước tòa, đã tuyên thệ."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - They're not allowed to lie. If they get caught in a lie, it's big trouble.",
      "vi": "Họ không được phép nói dối. Nếu bị phát hiện nói dối, là gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "In terms of it being public, well, that's, uh-- that's showbiz, isn't it?",
      "vi": "Ở khía cạnh nó được công khai, ừ thì, đây là giới nghệ sĩ mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "After your birthday, you and your friends went to Coachella",
      "vi": "Hôm sau bữa tối sinh nhật, cô và bạn bè ăn mừng ở Coachella."
    }
  },
  {
    "translation": {
      "en": "to celebrate your birthday. Is that correct?",
      "vi": "Hôm sau bữa tối sinh nhật, cô và bạn bè ăn mừng ở Coachella. - Đúng không? - Đúng."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "- Đúng không? - Đúng."
    }
  },
  {
    "translation": {
      "en": "You're featured in that video driving.",
      "vi": "CHỨNG CỨ TÒA ÁN TWITTER CỦA AMBER HEARD - Cô trong đoạn phim đó, lái xe. - Đúng."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "- Cô trong đoạn phim đó, lái xe. - Đúng."
    }
  },
  {
    "translation": {
      "en": "I had gone to one of my security team",
      "vi": "Tôi đã đến gặp một anh trong đội bảo vệ của tôi và nói,"
    }
  },
  {
    "translation": {
      "en": "and said, uh, She's in Coachella.",
      "vi": "Tôi đã đến gặp một anh trong đội bảo vệ của tôi và nói, Cô ấy ở Coachella."
    }
  },
  {
    "translation": {
      "en": "I think it's a good time to go downtown so that I can get some of my things. You know?",
      "vi": "Tôi nghĩ đây là lúc để vào trung tâm lấy vài thứ đồ của tôi."
    }
  },
  {
    "translation": {
      "en": "And he said, I don't think now's a good time to go.",
      "vi": "Anh ấy nói Tôi không nghĩ giờ là lúc thích hợp."
    }
  },
  {
    "translation": {
      "en": "And I thought, It's the perfect time. She's not gonna be home for two days.",
      "vi": "Tôi nghĩ, Đây là thời điểm hoàn hảo. Cô ấy sẽ vắng nhà hai ngày."
    }
  },
  {
    "translation": {
      "en": "And then he showed me a photograph on his telephone.",
      "vi": "Rồi anh ấy cho tôi xem một tấm ảnh trên điện thoại của anh ấy."
    }
  },
  {
    "translation": {
      "en": "What was the photograph of, Mr. Depp?",
      "vi": "Bức ảnh chụp gì?"
    }
  },
  {
    "translation": {
      "en": "Poop. Say it. Poop!",
      "vi": "Phân. Nói ra đi. Phân!"
    }
  },
  {
    "translation": {
      "en": "It was a-- It was a--",
      "vi": "Đó là một…"
    }
  },
  {
    "translation": {
      "en": "It was a photograph of the bed,",
      "vi": "Đó là hình chụp cái giường ngủ,"
    }
  },
  {
    "translation": {
      "en": "and on my side of the bed…",
      "vi": "và ở bên phía giường của tôi…"
    }
  },
  {
    "translation": {
      "en": "was human fecal matter.",
      "vi": "là phân người."
    }
  },
  {
    "translation": {
      "en": "He knows how fucking stupid it is.",
      "vi": "Anh ấy biết nghe quá ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "My initial response to that,",
      "vi": "Phản ứng ban đầu của tôi,"
    }
  },
  {
    "translation": {
      "en": "that some human being had actually dropped a, uh…",
      "vi": "là tôi nghĩ một con người đã thực sự thải…"
    }
  },
  {
    "translation": {
      "en": "…grumpy onto the bed…",
      "vi": "chất thải lên giường."
    }
  },
  {
    "translation": {
      "en": "It was so bizarre…",
      "vi": "Thật quái đản…"
    }
  },
  {
    "translation": {
      "en": "and so grotesque…",
      "vi": "và thật kỳ cục…"
    }
  },
  {
    "translation": {
      "en": "…that I could only laugh.",
      "vi": "nên tôi chỉ biết cười."
    }
  },
  {
    "translation": {
      "en": "If you'd raise your right hand for me.",
      "vi": "Anh giơ tay phải lên nhé."
    }
  },
  {
    "translation": {
      "en": "Do you swear or affirm to tell the truth under penalty of law?",
      "vi": "Anh có thề hoặc khẳng định sẽ chỉ nói sự thật trước pháp luật?"
    }
  },
  {
    "translation": {
      "en": "- I do. - All right. Thank you, sir.",
      "vi": "- Tôi thề. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Mr. Jenkins, do you know the plaintiff in this case, Johnny Depp?",
      "vi": "Anh có biết Johnny Depp, nguyên đơn của vụ án không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I do.",
      "vi": "Có, tôi biết."
    }
  },
  {
    "translation": {
      "en": "Were you also going to Coachella with Ms. Heard?",
      "vi": "Anh đã đi Coachella với cô Heard à?"
    }
  },
  {
    "translation": {
      "en": "Yes, I was. I was the transportation for Amber and her friends",
      "vi": "TÀI XẾ CỦA JOHNNY DEPP Phải, tôi đã đi. Tôi là người đưa đón Amber và bạn cô ấy"
    }
  },
  {
    "translation": {
      "en": "while she was at Coachella.",
      "vi": "khi cô ấy ở Coachella."
    }
  },
  {
    "translation": {
      "en": "And did you have any discussions with Ms. Heard on the way to Coachella that evening?",
      "vi": "Anh có thảo luận gì với cô Heard trên đường đến Coachella tối đó không?"
    }
  },
  {
    "translation": {
      "en": "We had a conversation pertaining to the surprise she left",
      "vi": "Chúng tôi đã nói chuyện về sự bất ngờ mà cô ấy"
    }
  },
  {
    "translation": {
      "en": "in the boss's bed prior to leaving the apartment.",
      "vi": "để lại trên giường sếp trước khi rời căn hộ."
    }
  },
  {
    "translation": {
      "en": "And what did Ms. Heard say about the defecation in Mr. Depp's bed?",
      "vi": "Và cô Heard đã nói gì về vụ đại tiện trên giường của anh Depp?"
    }
  },
  {
    "translation": {
      "en": "A horrible practical joke gone wrong.",
      "vi": "Một trò chơi khăm tệ hại đã dẫn đến sai lầm."
    }
  },
  {
    "translation": {
      "en": "Did you commit any kind of prank?",
      "vi": "Cô có thực hiện trò chơi khăm gì không?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "vi": "Tuyệt đối không."
    }
  },
  {
    "translation": {
      "en": "First of all, I-- that-- I don't think that's funny.",
      "vi": "Trước hết, tôi không nghĩ chuyện đó buồn cười."
    }
  },
  {
    "translation": {
      "en": "Period. That's disgusting.",
      "vi": "Thế thôi. Quá kinh tởm."
    }
  },
  {
    "translation": {
      "en": "Uh, and she tr- tried to blame it on the dogs.",
      "vi": "Và cô ấy cố đổ lỗi cho lũ chó."
    }
  },
  {
    "translation": {
      "en": "What, if any, issues did Boo have--",
      "vi": "Boo có vấn đề gì"
    }
  },
  {
    "translation": {
      "en": "Oh, they're disparaging the dog! …with bathroom problems, if you will?",
      "vi": "- với việc dùng nhà vệ sinh không? - Họ chỉ trích con chó."
    }
  },
  {
    "translation": {
      "en": "Johnny's dog, uh, at-- at the time, Boo,",
      "vi": "Boo, con chó của Johnny lúc đó,"
    }
  },
  {
    "translation": {
      "en": "she had eaten Johnny's weed when she was a puppy",
      "vi": "hồi nó còn nhỏ, nó nhai cần của Johnny,"
    }
  },
  {
    "translation": {
      "en": "and had, uh, bowel control issues.",
      "vi": "và có vấn đề với khả năng kiểm soát đường ruột."
    }
  },
  {
    "translation": {
      "en": "Why didn't you think it could've been the dogs?",
      "vi": "Sao anh không nghĩ đó có thể là lũ chó?"
    }
  },
  {
    "translation": {
      "en": "They're Teacup Yorkies.",
      "vi": "Chúng là giống Teacup Yorkie."
    }
  },
  {
    "translation": {
      "en": "They weigh about four pounds each.",
      "vi": "Mỗi con nặng khoảng hai ký."
    }
  },
  {
    "translation": {
      "en": "It was clear.",
      "vi": "Quá rõ mà."
    }
  },
  {
    "translation": {
      "en": "That did not come from a dog.",
      "vi": "Không phải từ một con chó."
    }
  },
  {
    "translation": {
      "en": "That's probably one of the first times that he really realized",
      "vi": "Đó có lẽ là lần đầu tiên. anh ấy thực sự nhận ra cô nàng điên rồ cỡ nào."
    }
  },
  {
    "translation": {
      "en": "the depths of how fucking insane that she was.",
      "vi": "anh ấy thực sự nhận ra cô nàng điên rồ cỡ nào."
    }
  },
  {
    "translation": {
      "en": "It was shared on the record that Depp sent this text,",
      "vi": "BOO TỪNG ĂN CẦN CỦA ANH ẤY VÀ CÓ VẤN ĐỀ ĐƯỜNG RUỘT DAI DẲNG Hồ sơ có ghi nhận Depp đã gửi tin nhắn này,"
    }
  },
  {
    "translation": {
      "en": "quote, Will you squat in front of the door of the master bedroom",
      "vi": "Anh ngồi ị trước cửa phòng ngủ chính và để lại một cục phân khổng lồ"
    }
  },
  {
    "translation": {
      "en": "and leave a giant coil of dookie so that Amber steps in it",
      "vi": "Anh ngồi ị trước cửa phòng ngủ chính và để lại một cục phân khổng lồ để lúc Amber bước vào"
    }
  },
  {
    "translation": {
      "en": "and thinks that one of the dogs, primarily Boo, has a major problem?",
      "vi": "sẽ nghĩ rằng một trong mấy con chó, chính yếu là Boo, có vấn đề lớn?"
    }
  },
  {
    "translation": {
      "en": "It'll be funny.",
      "vi": "Sẽ vui lắm đó."
    }
  },
  {
    "translation": {
      "en": "On the 29th of October 2014,",
      "vi": "Vào ngày 29 tháng Mười năm 2014,"
    }
  },
  {
    "translation": {
      "en": "Ms. Heard wrote in a text message to Kevin Murphy",
      "vi": "cô Heard đã nhắn tin cho Kevin Murphy rằng,"
    }
  },
  {
    "translation": {
      "en": "that, quote, Last night, she, as in Boo,",
      "vi": "cô Heard đã nhắn tin cho Kevin Murphy rằng, Đêm qua, nó, tức là Boo, ị lên người Johnny lúc anh ấy ngủ,"
    }
  },
  {
    "translation": {
      "en": "shit on Johnny while he was sleeping,",
      "vi": "Đêm qua, nó, tức là Boo, ị lên người Johnny lúc anh ấy ngủ,"
    }
  },
  {
    "translation": {
      "en": "like all over him, not exaggerating.",
      "vi": "dây khắp người anh ấy, không nói quá chút nào."
    }
  },
  {
    "translation": {
      "en": "Again, public record.",
      "vi": "Nhắc lại, tài liệu công khai."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp, why did you go over to the penthouses on May 21st, 2016?",
      "vi": "Anh Depp, sao anh lại đến căn penthouse vào ngày 21 tháng Năm, năm 2016?"
    }
  },
  {
    "translation": {
      "en": "Ms. Heard had requested, uh, that I come over to-- to have a talk.",
      "vi": "Cô Heard đã yêu cầu tôi đến nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "I-- I went over there with my security team,",
      "vi": "nên tôi cùng đội bảo vệ đã đến đó,"
    }
  },
  {
    "translation": {
      "en": "Jerry Judge and Sean Bett,",
      "vi": "Jerry Judge và Sean Bett,"
    }
  },
  {
    "translation": {
      "en": "just in case anything went down.",
      "vi": "chỉ để đề phòng có chuyện xảy ra."
    }
  },
  {
    "translation": {
      "en": "- Good morning, Mr. Bett. - Good morning.",
      "vi": "- Chào anh Bett. - Chào."
    }
  },
  {
    "translation": {
      "en": "Do you see this on your screen, uh, Mr. Bett?",
      "vi": "Anh Bett, thấy cảnh này trên màn hình không?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Tôi thấy."
    }
  },
  {
    "translation": {
      "en": "That's you in that black and white shirt, right?",
      "vi": "Người mặc sơ mi trắng đen là anh à?"
    }
  },
  {
    "translation": {
      "en": "That's me.",
      "vi": "Là tôi."
    }
  },
  {
    "translation": {
      "en": "That's Mr. Depp in the hat, and that's Mr. Judge to his left.",
      "vi": "Người đội nón là anh Depp, còn anh Judge ở bên trái."
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "And this video is when you're entering",
      "vi": "Và đoạn băng này là khi các anh bước vào"
    }
  },
  {
    "translation": {
      "en": "the Eastern Columbia building to take him to Penthouse Three, correct?",
      "vi": "tòa nhà Eastern Columbia để đưa anh ấy đến căn penthouse số ba nhỉ?"
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Johnny and I had not seen each other for the better part of a month.",
      "vi": "Johnny và tôi đã không gặp nhau cả tháng trời."
    }
  },
  {
    "translation": {
      "en": "I mean, I could tell he was inebriated, but it was peaceful.",
      "vi": "Tôi có thể thấy anh ấy say, nhưng rất hòa bình."
    }
  },
  {
    "translation": {
      "en": "And then he starts talking about the feces again,",
      "vi": "Rồi anh ấy lại bắt đầu nói về phân"
    }
  },
  {
    "translation": {
      "en": "and this prank that he said one of my friends had left for him",
      "vi": "và trò chơi khăm này, anh ấy nói, một người bạn của tôi đã để lại thứ đó cho anh ấy trên giường tôi."
    }
  },
  {
    "translation": {
      "en": "in my bed.",
      "vi": "đã để lại thứ đó cho anh ấy trên giường tôi."
    }
  },
  {
    "translation": {
      "en": "Our marriage was falling apart in front of our eyes, we hadn't seen each other for a month,",
      "vi": "Hôn nhân của chúng tôi đang ở bờ vực, chúng tôi không gặp nhau cả tháng,"
    }
  },
  {
    "translation": {
      "en": "and I couldn't believe he wanted to talk about feces.",
      "vi": "tôi không thể tin là anh ấy lại muốn nói về phân."
    }
  },
  {
    "translation": {
      "en": "So I call this friend, thinking that will take care of it.",
      "vi": "Nên tôi gọi một người bạn vì nghĩ sẽ xử lý được vấn đề."
    }
  },
  {
    "translation": {
      "en": "- And I say-- - Tell us who that person is.",
      "vi": "- Tôi nói… - Người đó là ai."
    }
  },
  {
    "translation": {
      "en": "Io.",
      "vi": "Io."
    }
  },
  {
    "translation": {
      "en": "She put me on speakerphone.",
      "vi": "Cô ấy gọi tôi và bật loa ngoài."
    }
  },
  {
    "translation": {
      "en": "She said, Johnny thinks that you and I together",
      "vi": "Cô ấy nói, Johnny nghĩ anh và tôi cùng nhau…"
    }
  },
  {
    "translation": {
      "en": "defecated on his pillow.",
      "vi": "…đại tiện trên gối anh ấy."
    }
  },
  {
    "translation": {
      "en": "So I started laughing,",
      "vi": "Nên tôi cười phá lên,"
    }
  },
  {
    "translation": {
      "en": "and he got very agitated by the fact that she and I thought it was funny.",
      "vi": "và anh ấy bị kích động khi thấy cô ấy và tôi nghĩ việc đó thật buồn cười."
    }
  },
  {
    "translation": {
      "en": "And when I realized that he was serious,",
      "vi": "Khi tôi nhận ra anh ấy không đùa,"
    }
  },
  {
    "translation": {
      "en": "I was like, Okay, look. You know, first of all,",
      "vi": "tôi nói, Được rồi, nghe này, trước tiên,"
    }
  },
  {
    "translation": {
      "en": "I wasn't there that day.",
      "vi": "hôm đó tôi không ở đó."
    }
  },
  {
    "translation": {
      "en": "It just made Johnny madder.",
      "vi": "Việc đó chỉ làm Johnny điên hơn."
    }
  },
  {
    "translation": {
      "en": "He got more upset, grabbed the phone,",
      "vi": "Anh ấy bực bội hơn, giật lấy điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and started screaming expletives,",
      "vi": "gào thét những lời tục tĩu,"
    }
  },
  {
    "translation": {
      "en": "insulting names.",
      "vi": "nhục mạ nhiều người."
    }
  },
  {
    "translation": {
      "en": "And I said to Io, You can have her now.",
      "vi": "Tôi nói với Io, Giờ anh có thể có cô ấy."
    }
  },
  {
    "translation": {
      "en": "She's yours. She's all yours. Right?",
      "vi": "Cô ấy là của anh. Là của anh hết. Phải không?"
    }
  },
  {
    "translation": {
      "en": "He tosses the-- the phone, you know, down on the couch and heads upstairs,",
      "vi": "Anh ấy vứt điện thoại xuống sofa và đi lên lầu,"
    }
  },
  {
    "translation": {
      "en": "and I pick up the phone.",
      "vi": "tôi cầm điện thoại lên."
    }
  },
  {
    "translation": {
      "en": "Io said, Amber, get out of the house. Get out of the house now.",
      "vi": "Io nói, Amber, ra khỏi nhà, ra khỏi nhà ngay."
    }
  },
  {
    "translation": {
      "en": "You're not safe.",
      "vi": "Cô đang gặp nguy."
    }
  },
  {
    "translation": {
      "en": "Johnny came bolting down the stairs,",
      "vi": "Johnny lao xuống cầu thang,"
    }
  },
  {
    "translation": {
      "en": "grabbed the phone from my hand,",
      "vi": "giật điện thoại từ tay tôi,"
    }
  },
  {
    "translation": {
      "en": "just pulls his arm back with the phone,",
      "vi": "cầm cái điện thoại giơ tay về sau,"
    }
  },
  {
    "translation": {
      "en": "and throws it at my face.",
      "vi": "và ném nó vào mặt tôi."
    }
  },
  {
    "translation": {
      "en": "Hit me right in my-- It felt like my-- my eye.",
      "vi": "Trúng ngay… Cảm giác như ngay mắt tôi."
    }
  },
  {
    "translation": {
      "en": "I was by the refrigerator at this point.",
      "vi": "Lúc này tôi đứng cạnh tủ lạnh."
    }
  },
  {
    "translation": {
      "en": "I was 20 feet away.",
      "vi": "Tôi đứng xa cỡ sáu mét."
    }
  },
  {
    "translation": {
      "en": "Where was Ms. Heard at that time? She was still sitting on the couch.",
      "vi": "- Lúc đó cô Heard ở đâu? - Vẫn ngồi ở sofa."
    }
  },
  {
    "translation": {
      "en": "He comes over to me, um, as I'm crying.",
      "vi": "Lúc tôi khóc anh ấy đến chỗ tôi."
    }
  },
  {
    "translation": {
      "en": "He says, Oh yeah, I hit you, huh?",
      "vi": "Anh ấy nói, Ồ, tôi đánh cô hả?"
    }
  },
  {
    "translation": {
      "en": "What if I pull your hair back? What if I pull your hair back?",
      "vi": "Nếu tôi kéo tóc cô thì sao?"
    }
  },
  {
    "translation": {
      "en": "He said to her, Oh, you think I hit you?",
      "vi": "Anh ấy nói với cô ấy, Ồ, cô nghĩ tôi đánh cô?"
    }
  },
  {
    "translation": {
      "en": "You think I fucking hit you?",
      "vi": "Cô nghĩ là tôi đánh cô à?"
    }
  },
  {
    "translation": {
      "en": "What if I peel your fucking hair back?",
      "vi": "Nếu tôi giật tóc cô ra sau thì sao?"
    }
  },
  {
    "translation": {
      "en": "And then I heard the phone drop again and then I heard her scream.",
      "vi": "Rồi tôi lại nghe điện thoại rơi và tôi nghe tiếng hét của cô ấy."
    }
  },
  {
    "translation": {
      "en": "She's still got Io on the phone,",
      "vi": "Cô ấy vẫn gọi điện cho Io,"
    }
  },
  {
    "translation": {
      "en": "and that's when the screaming started.",
      "vi": "đó là lúc bắt đầu la hét."
    }
  },
  {
    "translation": {
      "en": "Stop hitting me, Johnny, she's screaming.",
      "vi": "Cô ấy hét lên, Đừng đánh tôi nữa, Johnny."
    }
  },
  {
    "translation": {
      "en": "In-- In her best, uh,",
      "vi": "Hét hết sức bình sinh…"
    }
  },
  {
    "translation": {
      "en": "freaked out, upset voice, high- pitched.",
      "vi": "bằng cái giọng hoảng loạn, khó chịu, the thé."
    }
  },
  {
    "translation": {
      "en": "We could hear the screaming and shouting from Ms. Heard,",
      "vi": "Chúng tôi nghe tiếng la hét của cô Heard,"
    }
  },
  {
    "translation": {
      "en": "so I immediately opened up the door,",
      "vi": "nên tôi lập tức mở cửa,"
    }
  },
  {
    "translation": {
      "en": "and Mr. Judge and I ran in there.",
      "vi": "anh Judge và tôi chạy vào đó."
    }
  },
  {
    "translation": {
      "en": "Next thing I hear is, Boss, boss!",
      "vi": "Điều tiếp theo tôi nghe là, Sếp."
    }
  },
  {
    "translation": {
      "en": "And I realize that his two security guards had come into the-- to the apartment.",
      "vi": "Tôi nhận ra hai nhân viên bảo vệ của anh ấy đã vào căn hộ."
    }
  },
  {
    "translation": {
      "en": "She had this look of surprise on her face,",
      "vi": "Mặt cô ấy tỏ vẻ ngạc nhiên,"
    }
  },
  {
    "translation": {
      "en": "and then she looked at Mr. Depp and us, and she shouted out loud,",
      "vi": "rồi cô ấy nhìn anh Depp và chúng tôi rồi bắt đầu gào to,"
    }
  },
  {
    "translation": {
      "en": "um, This is the last time you do this to me.",
      "vi": "Đây là lần cuối anh làm thế với tôi."
    }
  },
  {
    "translation": {
      "en": "That's the last time you'll ever hit me.",
      "vi": "Đó là lần cuối anh đánh tôi."
    }
  },
  {
    "translation": {
      "en": "That's the last time you'll ever do that to me.",
      "vi": "Đó là lần cuối anh làm thế với tôi."
    }
  },
  {
    "translation": {
      "en": "And again, I'm a good 20 feet away, by the fridge.",
      "vi": "Và nói lại, tôi đứng cách cỡ sáu mét, cạnh tủ lạnh."
    }
  },
  {
    "translation": {
      "en": "At which point, Mr. Depp looked at her and said,",
      "vi": "Lúc đó, anh Depp nhìn cô ấy và hỏi,"
    }
  },
  {
    "translation": {
      "en": "What the hell are you talking about?",
      "vi": "Cô nói cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I remember her screaming…",
      "vi": "Tôi nhớ là cô ấy hét lên…"
    }
  },
  {
    "translation": {
      "en": "and I hung up the phone and I called 911.",
      "vi": "tôi cúp máy, và gọi 911."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "CHỨNG CỨ TÒA ÁN CAMERA BÊN NGƯỜI CỦA CẢNH SÁT LA"
    }
  },
  {
    "translation": {
      "en": "Hello, officers. How you doing?",
      "vi": "Chào các sĩ quan. Khỏe không?"
    }
  },
  {
    "translation": {
      "en": "Want to just come in and just check.",
      "vi": "Bọn tôi vào nhé?"
    }
  },
  {
    "translation": {
      "en": "We need to make sure everybody in here is okay and then we…",
      "vi": "Cần đảm bảo mọi người ở đây đều ổn và sau đó bọn tôi…"
    }
  },
  {
    "translation": {
      "en": "Why didn't you want to cooperate with the police?",
      "vi": "Sao cô không muốn hợp tác với cảnh sát?"
    }
  },
  {
    "translation": {
      "en": "I wanted to protect Johnny.",
      "vi": "Tôi muốn bảo vệ Johnny."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to be arrested.",
      "vi": "Tôi không muốn anh ấy bị bắt."
    }
  },
  {
    "translation": {
      "en": "Who's Amber?",
      "vi": "Amber là ai?"
    }
  },
  {
    "translation": {
      "en": "Johnny is definitely not here.",
      "vi": "Johnny chắc chắn không có ở đây."
    }
  },
  {
    "translation": {
      "en": "- He's not here? - No, sir.",
      "vi": "- Anh ấy không ở đây? - Không."
    }
  },
  {
    "translation": {
      "en": "Everything's all good then?",
      "vi": "Mọi chuyện ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "- Now it is, yes. - All right.",
      "vi": "- Giờ thì ổn. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "My best friend took pictures of me.",
      "vi": "Bạn thân đã chụp ảnh tôi."
    }
  },
  {
    "translation": {
      "en": "This is my face after the phone incident.",
      "vi": "CHỨNG CỨ TÒA ÁN Đây là mặt tôi sau sự cố điện thoại."
    }
  },
  {
    "translation": {
      "en": "Did you have a clear view of Ms. Heard?",
      "vi": "Anh có thấy rõ cô Heard không?"
    }
  },
  {
    "translation": {
      "en": "I did.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "- Did you have a clear view of her face? - I did.",
      "vi": "- Anh có nhìn rõ mặt cô ấy không? - Có."
    }
  },
  {
    "translation": {
      "en": "Did you observe any injuries on Ms. Heard's face?",
      "vi": "Anh có thấy vết thương nào trên mặt Heard không?"
    }
  },
  {
    "translation": {
      "en": "None.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Johnny Depp's soon- to- be ex- wife has received",
      "vi": "SÁU NGÀY SAU Johnny Depp đã nhận được lệnh cách ly khỏi người sẽ sớm thành vợ cũ"
    }
  },
  {
    "translation": {
      "en": "a domestic violence restraining order against the movie star.",
      "vi": "Johnny Depp đã nhận được lệnh cách ly khỏi người sẽ sớm thành vợ cũ vì bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "Amber Heard presented this photograph in court",
      "vi": "Amber Heard đã trình bức ảnh này trước tòa"
    }
  },
  {
    "translation": {
      "en": "as evidence of the alleged domestic violence.",
      "vi": "làm bằng chứng về bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "Hey, Amber.",
      "vi": "Này Amber."
    }
  },
  {
    "translation": {
      "en": "Amber, did Johnny give you that bruise on your face?",
      "vi": "Johnny gây ra vết bầm trên mặt cô à, Amber?"
    }
  },
  {
    "translation": {
      "en": "- Did Johnny beat you up? - Amber, what--",
      "vi": "- Amber. - Johnny đã đánh cô à?"
    }
  },
  {
    "translation": {
      "en": "I saw that she had gone to a court",
      "vi": "Tôi thấy cô ấy đã đến một tòa án,"
    }
  },
  {
    "translation": {
      "en": "and there were paparazzi everywhere,",
      "vi": "những tay săn ảnh ở khắp nơi và cô ấy với…"
    }
  },
  {
    "translation": {
      "en": "and her and a, um, brown mark on her face.",
      "vi": "những tay săn ảnh ở khắp nơi và cô ấy với… Một vết nâu trên mặt cô ấy."
    }
  },
  {
    "translation": {
      "en": "Had you ever been accused of physically abusing a woman before this point?",
      "vi": "Trước đó anh đã từng bị buộc tội hành hung một phụ nữ nào chưa?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Chưa hề."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Chưa hề."
    }
  },
  {
    "translation": {
      "en": "Because you started it.",
      "vi": "Đó là sự khác nhau giữa em và anh. Anh là đồ trẻ con. - Chính cô gây chuyện. - Anh là đồ trẻ con!"
    }
  },
  {
    "translation": {
      "en": "The fact that she's on tape admitting to hitting Johnny Depp,",
      "vi": "Thực tế trong đoạn băng cô ấy thừa nhận đánh Johnny Depp… NGƯỜI NỔI TIẾNG NGƯỜI DẪN CỦA THE VIALL FILES"
    }
  },
  {
    "translation": {
      "en": "for her to have written this op- ed for The Washington Post",
      "vi": "NGƯỜI NỔI TIẾNG NGƯỜI DẪN CỦA THE VIALL FILES …rồi viết ý kiến của mình trên tờ Washington Post,"
    }
  },
  {
    "translation": {
      "en": "and essentially propped herself up as a figurehead in the Me Too movement.",
      "vi": "về cơ bản đã tự đưa mình lên làm người đại diện cho phong trào Me Too."
    }
  },
  {
    "translation": {
      "en": "- Right. - So to speak.",
      "vi": "- Phải. - Gần như vậy."
    }
  },
  {
    "translation": {
      "en": "Yeah, it-- it-- I think you-- you just feel really betrayed.",
      "vi": "Phải, tôi nghĩ ta cảm thấy bị phản bội."
    }
  },
  {
    "translation": {
      "en": "It's so triggering to so many people.",
      "vi": "Nó gây tổn thương cho nhiều người."
    }
  },
  {
    "translation": {
      "en": "As a victim and a survivor of domestic violence,",
      "vi": "Là nạn nhân và là người sống sót sau bạo lực gia đình,"
    }
  },
  {
    "translation": {
      "en": "even though it's sexist, you do want to kind of back the female,",
      "vi": "dù thế là phân biệt giới tính, nhưng tôi muốn ủng hộ phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "but so far, I feel like she was more the aggressor.",
      "vi": "nhưng đến giờ, tôi cảm thấy cô ấy là kẻ gây hấn nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Look, they can both be wrong. Amber can be awful.",
      "vi": "Cả hai đều có thể sai. Amber có thể rất tệ. Có thể tin điều đó."
    }
  },
  {
    "translation": {
      "en": "You can totally believe that, but we can't use that",
      "vi": "Cả hai đều có thể sai. Amber có thể rất tệ. Có thể tin điều đó. NGƯỜI DẪN PODCAST AUDIO TỪ DARK DARK WORLD Nhưng không thể lấy đó làm lý do để miễn tội cho Johnny Depp"
    }
  },
  {
    "translation": {
      "en": "as a reason for Johnny Depp to be absolved",
      "vi": "Nhưng không thể lấy đó làm lý do để miễn tội cho Johnny Depp"
    }
  },
  {
    "translation": {
      "en": "of the clearly awful things that he has done.",
      "vi": "vì những việc rõ là tồi tệ mà anh ấy đã làm."
    }
  },
  {
    "translation": {
      "en": "All right. Cross- examination.",
      "vi": "Được rồi. Thẩm vấn chéo."
    }
  },
  {
    "translation": {
      "en": "Cross- examination. Here we go.",
      "vi": "Thẩm vấn chéo. Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "- Good afternoon, Ms. Heard. - Good afternoon.",
      "vi": "- Chào cô Heard. - Chào."
    }
  },
  {
    "translation": {
      "en": "Starting out respectful.",
      "vi": "Khởi đầu một cách tôn trọng."
    }
  },
  {
    "translation": {
      "en": "Mr. Depp hasn't looked at you once this entire trial, has he?",
      "vi": "Anh Depp đã không nhìn cô lấy một lần suốt cả phiên tòa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Ooh! No, he has not.",
      "vi": "Không, không hề."
    }
  },
  {
    "translation": {
      "en": "Not that I've noticed, no.",
      "vi": "Theo tôi thấy là không, không."
    }
  },
  {
    "translation": {
      "en": "You know exactly why Mr. Depp won't look back at you, don't you?",
      "vi": "Cô biết chính xác vì sao anh Depp không nhìn cô, đúng không?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "One of the last times you ever saw Mr. Depp",
      "vi": "Lần cuối cô gặp anh Depp"
    }
  },
  {
    "translation": {
      "en": "was when you met in San Francisco in July of 2016,",
      "vi": "là khi hai người gặp nhau ở San Francisco tháng Bảy năm 2016,"
    }
  },
  {
    "translation": {
      "en": "and this is after you had obtained",
      "vi": "đó là sau khi cô xin được lệnh cách ly dành cho anh ấy"
    }
  },
  {
    "translation": {
      "en": "the domestic violence restraining order against him.",
      "vi": "đó là sau khi cô xin được lệnh cách ly dành cho anh ấy vì bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Oh, right into audio.",
      "vi": "Chuyển ngay sang ghi âm."
    }
  },
  {
    "translation": {
      "en": "- Please. - You won't even--",
      "vi": "- Không, ta sẽ không bao giờ gặp nhau nữa. - Xin anh. Cô sẽ không… Đừng tháo kính của tôi."
    }
  },
  {
    "translation": {
      "en": "Please, please.",
      "vi": "Cô sẽ không… Đừng tháo kính của tôi. Cô sẽ không nhìn thấy đôi mắt tôi nữa."
    }
  },
  {
    "translation": {
      "en": "That's you and Mr. Depp in that recording.",
      "vi": "Đó là lời ghi âm giữa cô và anh Depp."
    }
  },
  {
    "translation": {
      "en": "That is.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "And he kept that promise, hasn't he?",
      "vi": "Anh ấy đã giữ lời hứa đó, phải không?"
    }
  },
  {
    "translation": {
      "en": "As far as I know, he cannot look at me.",
      "vi": "Theo tôi biết, anh ấy không thể nhìn tôi."
    }
  },
  {
    "translation": {
      "en": "He cannot.",
      "vi": "Anh ấy không thể."
    }
  },
  {
    "translation": {
      "en": "He won't look at you, right, Ms. Heard? He can't.",
      "vi": "- Anh ấy sẽ không nhìn cô, phải không? - Anh ấy không thể."
    }
  },
  {
    "translation": {
      "en": "Let's please play plaintiff exhibit 357A, which is already in evidence, Your Honor.",
      "vi": "Hãy nghe vật chứng 357A của nguyên đơn, đã được chấp nhận làm chứng cứ, thưa tòa."
    }
  },
  {
    "translation": {
      "en": "That's your voice on that recording? Yes, it is.",
      "vi": "- Trong đoạn ghi âm là giọng cô à? - Phải, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "You didn't think he would tell the world he was a victim of domestic violence, did you?",
      "vi": "Cô không nghĩ anh ấy công khai thừa nhận là nạn nhân của bạo lực gia đình?"
    }
  },
  {
    "translation": {
      "en": "I thought it would be crazy for him to do so",
      "vi": "Tôi nghĩ sẽ thật điên nếu anh ấy làm vậy,"
    }
  },
  {
    "translation": {
      "en": "knowing what I know we lived through.",
      "vi": "vì tôi biết những gì chúng tôi đã trải qua."
    }
  },
  {
    "translation": {
      "en": "What did you say in response when Ms. Heard said, Tell the world, Johnny.",
      "vi": "Anh đã trả lời thế nào khi cô Heard nói, Nói với cả thế giới đi, Johnny."
    }
  },
  {
    "translation": {
      "en": "Tell them, 'Johnny Depp, I'm a victim too of domestic violence'?",
      "vi": "Nói với họ 'Johnny Depp… Tôi cũng là nạn nhân của bạo lực gia đình?"
    }
  },
  {
    "translation": {
      "en": "I said, Yes. I am.",
      "vi": "Tôi trả lời, Phải. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Ms. Heard,",
      "vi": "Cô Heard,"
    }
  },
  {
    "translation": {
      "en": "Mr. Depp is your victim, isn't he?",
      "vi": "anh Depp là nạn nhân của cô, phải không?"
    }
  },
  {
    "translation": {
      "en": "No, ma'am.",
      "vi": "Không, thưa cô."
    }
  },
  {
    "translation": {
      "en": "And once he left you, you continued to abuse him publicly",
      "vi": "Và khi anh ấy rời khỏi cô, cô tiếp tục bạo hành anh ấy công khai khi gọi anh ấy là kẻ bạo hành, đúng không?"
    }
  },
  {
    "translation": {
      "en": "by calling him an abuser, didn't you?",
      "vi": "cô tiếp tục bạo hành anh ấy công khai khi gọi anh ấy là kẻ bạo hành, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Uh, he is an abuser,",
      "vi": "Anh ấy là kẻ bạo hành."
    }
  },
  {
    "translation": {
      "en": "and you can look either of us up online and figure out who's being abused online.",
      "vi": "Cô có thể tìm về chúng tôi trên mạng để xem ai là người bị bạo hành trên mạng."
    }
  },
  {
    "translation": {
      "en": "Amber turd! Amber turd! Amber turd! Amber turd!",
      "vi": "Amber vàng dẻo!"
    }
  },
  {
    "translation": {
      "en": "This is a battle of optics. This is not so much about the legal merits",
      "vi": "Đây là trận chiến của các góc nhìn. Các giá trị pháp lý không quan trọng mà là nhận thức của công chúng."
    }
  },
  {
    "translation": {
      "en": "but rather what the public perception is.",
      "vi": "Các giá trị pháp lý không quan trọng mà là nhận thức của công chúng. SÁNG TẠO NỘI DUNG KHÁCH CỦA PODCAST THE VIALL FILES"
    }
  },
  {
    "translation": {
      "en": "If you just look at public opinion,",
      "vi": "Nếu chỉ nhìn vào ý kiến công chúng,"
    }
  },
  {
    "translation": {
      "en": "no one really believes Amber Heard.",
      "vi": "không ai thực sự tin Amber Heard."
    }
  },
  {
    "translation": {
      "en": "I don't buy it for a-- Do you buy this?",
      "vi": "Tôi không tin… Anh tin không?"
    }
  },
  {
    "translation": {
      "en": "The hashtag Justice for Johnny Depp has more than four billion views on TikTok.",
      "vi": "Hashtag Công lý cho Johnny Depp có hơn bốn tỷ lượt xem trên Tik Tok."
    }
  },
  {
    "translation": {
      "en": "It seems the Internet has made up its mind",
      "vi": "Phiên tòa còn chưa đến đâu"
    }
  },
  {
    "translation": {
      "en": "without this court case even coming to a close.",
      "vi": "mà cõi mạng đã ra phán quyết rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, Amber's fucked.",
      "vi": "Phải, Amber tiêu rồi."
    }
  }
]