[
  {
    "translation": {
      "en": "Morning, Bill. Good morning, sir.",
      "vi": "Chào buổi sáng, Bill. Xin chào."
    }
  },
  {
    "translation": {
      "en": "How you doing? Doing well, sir. Thank you.",
      "vi": "NHÀ SẢN XUẤT & ĐẠO DIỄN Anh thế nào? Tôi khỏe. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Yourself? Sleep well?",
      "vi": "Anh ngủ ngon không?"
    }
  },
  {
    "translation": {
      "en": "Uh, not so well. No. No?",
      "vi": "Tàm tạm. Không."
    }
  },
  {
    "translation": {
      "en": "Today is the last day of shooting after six months.",
      "vi": "Hôm nay là quày quay cuối cùng sau sáu tháng."
    }
  },
  {
    "translation": {
      "en": "We are actually really shooting the last scene of season one.",
      "vi": "Chúng tôi thực sự sẽ quay cảnh cuối của mùa một."
    }
  },
  {
    "translation": {
      "en": "Um, that was always planned.",
      "vi": "Nó đã luôn được lên kế hoạch."
    }
  },
  {
    "translation": {
      "en": "I like emotional endings of shootings.",
      "vi": "Tôi thích quay những cái kết đầy cảm xúc."
    }
  },
  {
    "translation": {
      "en": "It was really a beautiful journey.",
      "vi": "Thật sự là một hành trình đẹp."
    }
  },
  {
    "translation": {
      "en": "Let's roll the camera, please.",
      "vi": "Hãy quay phim nào."
    }
  },
  {
    "translation": {
      "en": "And action!",
      "vi": "Và diễn!"
    }
  },
  {
    "translation": {
      "en": "Let her go!",
      "vi": "Bỏ cô ấy ra!"
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Hi. My name is Jantje.",
      "vi": "Xin chào. Tôi là Jantje."
    }
  },
  {
    "translation": {
      "en": "I'm the showrunner and head writer, um, of Dark.",
      "vi": "Tôi là nhà sản xuất và biên kịch chính của Đêm lặng."
    }
  },
  {
    "translation": {
      "en": "Of Dark.",
      "vi": "Của Đêm lặng."
    }
  },
  {
    "translation": {
      "en": "Bo and Jantje, take one.",
      "vi": "Bo và Jantje, lần quay một."
    }
  },
  {
    "translation": {
      "en": "Uh, hi. I'm Baran bo Odar.",
      "vi": "Chào. Tôi là Baran bo Odar."
    }
  },
  {
    "translation": {
      "en": "I'm the showrunner, director, and executive producer of 1899.",
      "vi": "Tôi là nhà sản xuất, đạo diễn, và giám đốc sản xuất của 1899."
    }
  },
  {
    "translation": {
      "en": "It's about a ship of immigrants going from Europe to America.",
      "vi": "Phim kể về một con tàu chở người nhập cư đi từ Châu Âu đến Mỹ."
    }
  },
  {
    "translation": {
      "en": "And on their journey, they encounter something very mysterious.",
      "vi": "Trong chuyến hành trình đó, họ gặp phải thứ gì đó rất huyền bí."
    }
  },
  {
    "translation": {
      "en": "But we can talk spoiler now, no? I guess, yeah. So it's…",
      "vi": "Bọn tôi được tiết lộ tình tiết chưa? Được rồi nhỉ? Vậy thì…"
    }
  },
  {
    "translation": {
      "en": "The whole show starts as a period drama",
      "vi": "Bắt đầu như một bộ phim lấy bối cảnh thời xưa"
    }
  },
  {
    "translation": {
      "en": "slash turning into some kind of a horror show.",
      "vi": "và dần có hơi hướng của phim kinh dị."
    }
  },
  {
    "translation": {
      "en": "But then it turns into a sci fi show",
      "vi": "Nhưng thật ra là phim khoa học viễn tưởng"
    }
  },
  {
    "translation": {
      "en": "because what we will reveal is that they are stuck in a simulation.",
      "vi": "vì chúng tôi sẽ tiết lộ việc họ bị kẹt trong một giả lập."
    }
  },
  {
    "translation": {
      "en": "And what they will have to find out is,",
      "vi": "Đầu tiên họ sẽ phải tìm ra"
    }
  },
  {
    "translation": {
      "en": "first, who put them in the simulation.",
      "vi": "ai đưa họ vào trong giả lập."
    }
  },
  {
    "translation": {
      "en": "And then, the bigger question, how do they get out of the simulation?",
      "vi": "Sau đó là vấn đề quan trọng hơn, cách để thoát khỏi giả lập."
    }
  },
  {
    "translation": {
      "en": "Ultimately, it's about our existence.",
      "vi": "Xét cho cùng, là sự tồn tại."
    }
  },
  {
    "translation": {
      "en": "Why we're here on this planet",
      "vi": "Sao chúng ta có mặt trên hành tinh này,"
    }
  },
  {
    "translation": {
      "en": "and who we are and who created us.",
      "vi": "chúng ta là ai và ai tạo ra chúng ta."
    }
  },
  {
    "translation": {
      "en": "Very deep, deep, meaningful questions. It's all good.",
      "vi": "Những câu hỏi rất sâu sắc, có ý nghĩa. Ổn cả mà."
    }
  },
  {
    "translation": {
      "en": "Everything is connected.",
      "vi": "Mọi thứ đều liên kết với nhau."
    }
  },
  {
    "translation": {
      "en": "Future,",
      "vi": "Tương lai,"
    }
  },
  {
    "translation": {
      "en": "past,",
      "vi": "quá khứ,"
    }
  },
  {
    "translation": {
      "en": "and present.",
      "vi": "và hiện tại."
    }
  },
  {
    "translation": {
      "en": "We said to Bo and Jantje, Your cast in Dark was so amazing.",
      "vi": "Chúng tôi nói với Bo, Jantje: Diễn viên trong Đêm lặng rất giỏi."
    }
  },
  {
    "translation": {
      "en": "Who can come from Dark?",
      "vi": "Ai từ Đêm lặng sang phim này được?"
    }
  },
  {
    "translation": {
      "en": "Even while we were still shooting Dark,",
      "vi": "Dù lúc đó vẫn đang quay Đêm lặng,"
    }
  },
  {
    "translation": {
      "en": "I knew that they were going to do a new series, a big series.",
      "vi": "tôi biết họ đang định làm một loạt phim mới hoành tráng."
    }
  },
  {
    "translation": {
      "en": "They really wanted to be surrounded by new talents, by new people.",
      "vi": "Họ rất muốn nhiều tài năng, nhiều người mới tham gia."
    }
  },
  {
    "translation": {
      "en": "They wanted, you know, just to get new ideas and new impulses.",
      "vi": "Họ muốn có ý tưởng và sự thúc đẩy mới."
    }
  },
  {
    "translation": {
      "en": "And I knew that it was going to be an international cast,",
      "vi": "Và tôi biết phim đó sẽ tuyển vai trên toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "so I didn't expect at all to be involved in that.",
      "vi": "nên tôi không hề nghĩ mình sẽ được chọn."
    }
  },
  {
    "translation": {
      "en": "Eventually I received a call from Bo telling me,",
      "vi": "Cuối cùng Bo gọi cho tôi nói là:"
    }
  },
  {
    "translation": {
      "en": "Listen, you know, we always wanted to… to get",
      "vi": "Chúng tôi luôn muốn có khoảng thời gian tách biệt giữa các việc"
    }
  },
  {
    "translation": {
      "en": "some distance between the work on Dark and now the new project and everything.",
      "vi": "Chúng tôi luôn muốn có khoảng thời gian tách biệt giữa các việc của Đêm lặng và dự án mới hiện tại, mọi việc khác nữa."
    }
  },
  {
    "translation": {
      "en": "But actually, when we consider it, there's enough distance now.",
      "vi": "Nhưng khi chúng tôi xem xét thì giờ đã có đủ thời gian."
    }
  },
  {
    "translation": {
      "en": "There's a part in that show, the captain.",
      "vi": "Có vai thuyền trưởng trong phim đó"
    }
  },
  {
    "translation": {
      "en": "And we just think you're most apt to do it.",
      "vi": "mà chúng tôi thấy anh là phù hợp nhất."
    }
  },
  {
    "translation": {
      "en": "That was a very happy day for me.",
      "vi": "Ngày hôm đó tôi rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Six hours ago, we received a message, coordinates southwest of our course.",
      "vi": "Sáu tiếng trước, chúng tôi nhận được một thông điệp. Toạ độ. Phía Tây Nam hướng đi của ta."
    }
  },
  {
    "translation": {
      "en": "We believe this message comes from the Prometheus.",
      "vi": "Chúng tôi tin thông điệp này đến từ Prometheus."
    }
  },
  {
    "translation": {
      "en": "The character of the captain,",
      "vi": "Nhân vật thuyền trưởng này"
    }
  },
  {
    "translation": {
      "en": "he was described as being a sort of soulful, world weary,",
      "vi": "được mô tả là người tình cảm, chán đời, có chút phong trần,"
    }
  },
  {
    "translation": {
      "en": "kind of weathered but also very handsome character.",
      "vi": "chán đời, có chút phong trần, và cả rất đẹp trai nữa."
    }
  },
  {
    "translation": {
      "en": "Andreas was someone that sort of fits that brief perfectly.",
      "vi": "Andreas là người phù hợp với mô tả đó một cách hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "I think there's a kind of through line of his character from Dark.",
      "vi": "Tôi nghĩ kiểu như có mối liên kết với nhân vật trong Đêm lặng của anh ấy."
    }
  },
  {
    "translation": {
      "en": "In Dark, I had to understand most of it,",
      "vi": "Trong Đêm lặng, tôi phải hiểu hết mọi thứ"
    }
  },
  {
    "translation": {
      "en": "because I was the traveler from the future,",
      "vi": "vì tôi là nhà du hành từ tương lai,"
    }
  },
  {
    "translation": {
      "en": "from the past, and from everywhere.",
      "vi": "từ quá khứ, và từ mọi nơi."
    }
  },
  {
    "translation": {
      "en": "So I knew what was going on and was trying to prevent it.",
      "vi": "Nên tôi biết chuyện sắp xảy ra và cố ngăn nó."
    }
  },
  {
    "translation": {
      "en": "Now, I'm more or less the one experiencing those weird happenings",
      "vi": "Giờ thì đại loại là tôi thành người trải nghiệm mấy chuyện kỳ quái"
    }
  },
  {
    "translation": {
      "en": "and not understanding them.",
      "vi": "và không hiểu gì."
    }
  },
  {
    "translation": {
      "en": "So I'm now on the voyage to understand and to find out together with Maura.",
      "vi": "Nên tôi ở trên chuyến hải hành đi tìm hiểu sự thật cùng với Maura."
    }
  },
  {
    "translation": {
      "en": "I think the story is like a labyrinth, as Maura's mind",
      "vi": "Tôi nghĩ câu chuyện giống một mê cung, như tâm trí Maura"
    }
  },
  {
    "translation": {
      "en": "and Maura's obsession with neurology",
      "vi": "và nỗi ám ảnh của Maura về thần kinh học,"
    }
  },
  {
    "translation": {
      "en": "and connections in the brain.",
      "vi": "về các mối liên kết trong não."
    }
  },
  {
    "translation": {
      "en": "It probably has been the most challenging character",
      "vi": "Đây hẳn là nhân vật thử thách nhất"
    }
  },
  {
    "translation": {
      "en": "that I have ever played and will ever play.",
      "vi": "trong các nhân vật tôi từng đóng và sẽ đóng."
    }
  },
  {
    "translation": {
      "en": "I am Maura Franklin.",
      "vi": "Tôi là Maura Franklin."
    }
  },
  {
    "translation": {
      "en": "I'm not crazy!",
      "vi": "Tôi không bị điên!"
    }
  },
  {
    "translation": {
      "en": "I… I know what I've seen. I'm not crazy!",
      "vi": "Tôi biết mình đã thấy gì. Tôi không bị điên!"
    }
  },
  {
    "translation": {
      "en": "Emily's character, Maura,",
      "vi": "Nhân vật Maura của Emily"
    }
  },
  {
    "translation": {
      "en": "seemed to be an unconventional hero",
      "vi": "có vẻ như là một anh hùng khác thường"
    }
  },
  {
    "translation": {
      "en": "from the way that Bo and Jantje described her as a character.",
      "vi": "dưới cái cách Bo và Jantje mô tả cô ấy."
    }
  },
  {
    "translation": {
      "en": "Emily has shown in her huge range of work up until now",
      "vi": "Cho tới giờ Emily đã thể hiện các khía cạnh đa dạng của mình"
    }
  },
  {
    "translation": {
      "en": "that she had all of those facets of being slightly mysterious, unknowable,",
      "vi": "bao gồm đôi chút bí ẩn, không thể đoán định,"
    }
  },
  {
    "translation": {
      "en": "incredibly strong, dynamic.",
      "vi": "cực kỳ mạnh mẽ, năng nổ."
    }
  },
  {
    "translation": {
      "en": "She nailed her audition.",
      "vi": "Cô ấy thử vai rất xuất sắc."
    }
  },
  {
    "translation": {
      "en": "You're the captain.",
      "vi": "Anh là thuyền trưởng."
    }
  },
  {
    "translation": {
      "en": "When Maura first meets Eyk,",
      "vi": "Vào lần đầu Maura gặp Eyk,"
    }
  },
  {
    "translation": {
      "en": "she sees a certain likeness to herself",
      "vi": "cô ấy thấy Eyk có điểm nhất định nào đó giống với mình"
    }
  },
  {
    "translation": {
      "en": "and… a vulnerability.",
      "vi": "và… sự tổn thương."
    }
  },
  {
    "translation": {
      "en": "Maura is a woman that is so different from everyone he met before.",
      "vi": "Maura là một người phụ nữ rất khác biệt với những người anh ấy từng gặp."
    }
  },
  {
    "translation": {
      "en": "It's not falling in love at first glance,",
      "vi": "Không phải là yêu từ cái nhìn đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "but he can sense that this is a woman",
      "vi": "nhưng anh ấy có thể cảm thấy đây là người phụ nữ rất khác biệt"
    }
  },
  {
    "translation": {
      "en": "that is really different from all the other women around him.",
      "vi": "nhưng anh ấy có thể cảm thấy đây là người phụ nữ rất khác biệt so với mọi phụ nữ khác quanh anh ấy."
    }
  },
  {
    "translation": {
      "en": "They can feel, without telling, that they have a similar problem.",
      "vi": "Họ có thể cảm thấy, mà không cần nói ra, là họ có cùng vấn đề."
    }
  },
  {
    "translation": {
      "en": "Why do you take such an interest in the Prometheus?",
      "vi": "Sao cô lại quan tâm đến Prometheus như vậy?"
    }
  },
  {
    "translation": {
      "en": "Did you know anyone on board?",
      "vi": "Cô quen ai trên tàu à?"
    }
  },
  {
    "translation": {
      "en": "Normally we would cast actors,",
      "vi": "Thường thì khi chúng tôi tuyển diễn viên,"
    }
  },
  {
    "translation": {
      "en": "auditioning them in real time in this room.",
      "vi": "họ sẽ thử vai trực tiếp trong căn phòng này."
    }
  },
  {
    "translation": {
      "en": "On 1899, we couldn't do that 'cause we were mid pandemic,",
      "vi": "Với 1899, không thể làm vậy vì đang trong đại dịch,"
    }
  },
  {
    "translation": {
      "en": "so we did it on Zoom.",
      "vi": "nên là làm qua Zoom."
    }
  },
  {
    "translation": {
      "en": "It was an opportunity to reach out at a moment",
      "vi": "Đó là một cơ hội tốt để kết nối"
    }
  },
  {
    "translation": {
      "en": "when the world was really closing down.",
      "vi": "khi thế giới đang bị phong tỏa."
    }
  },
  {
    "translation": {
      "en": "Bo and Jantje wanted to have this truly international cast,",
      "vi": "Bo và Jantje muốn một cuộc tuyển chọn diễn viên quốc tế đúng nghĩa,"
    }
  },
  {
    "translation": {
      "en": "and they wanted everyone speaking their own language.",
      "vi": "họ muốn tất cả mọi người nói tiếng mẹ đẻ."
    }
  },
  {
    "translation": {
      "en": "We ended up casting out of England, Germany,",
      "vi": "Thế là chúng tôi tuyển diễn viên ở Anh, Đức,"
    }
  },
  {
    "translation": {
      "en": "Norway, Iceland, France,",
      "vi": "Na Uy, Iceland, Pháp,"
    }
  },
  {
    "translation": {
      "en": "Hong Kong…",
      "vi": "Hồng Kông…"
    }
  },
  {
    "translation": {
      "en": "Spain, Poland, Portugal…",
      "vi": "Tây Ban Nha, Bồ Đào Nha… Ba Lan."
    }
  },
  {
    "translation": {
      "en": "Did you say Denmark?",
      "vi": "Cô nói Đan Mạch chưa?"
    }
  },
  {
    "translation": {
      "en": "That was a truly huge challenge for us,",
      "vi": "Thật sự là thử thách lớn với chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and I think a really groundbreaking idea from them.",
      "vi": "và tôi nghĩ ý tưởng của họ rất đột phá."
    }
  },
  {
    "translation": {
      "en": "Ah, waiter.",
      "vi": "Bồi bàn."
    }
  },
  {
    "translation": {
      "en": "More.",
      "vi": "Thêm nữa."
    }
  },
  {
    "translation": {
      "en": "Don't you think you've had enough?",
      "vi": "Em uống chưa đủ sao?"
    }
  },
  {
    "translation": {
      "en": "The problem is you're a fucking bore.",
      "vi": "Vấn đề là anh chán ngắt."
    }
  },
  {
    "translation": {
      "en": "Ángel, lower your voice, please.",
      "vi": "Ángel, nhỏ tiếng thôi."
    }
  },
  {
    "translation": {
      "en": "Ángel, lower your voice, please. Calm down.",
      "vi": "Ángel, nhỏ tiếng thôi. Ángel, bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "None of these fuckers understands a word I'm saying. Why should I?",
      "vi": "Không một tên khốn tội nghiệp nào hiểu tôi nói gì. Sao tôi phải thế?"
    }
  },
  {
    "translation": {
      "en": "1899 is really a complicated construct",
      "vi": "Phim 1899 thực sự là một cấu trúc phức tạp"
    }
  },
  {
    "translation": {
      "en": "in terms of how to deal with different languages.",
      "vi": "trong phần xử lý các ngôn ngữ khác nhau."
    }
  },
  {
    "translation": {
      "en": "We have a crew from all kinds of different countries,",
      "vi": "Chúng tôi có đội ngũ nhân viên đến từ nhiều nước khác nhau,"
    }
  },
  {
    "translation": {
      "en": "but our main cast is also from all different countries,",
      "vi": "dàn diễn viên chính cũng đến từ rất nhiều nước,"
    }
  },
  {
    "translation": {
      "en": "and so are the characters in the show.",
      "vi": "các nhân vật trong phim cũng vậy."
    }
  },
  {
    "translation": {
      "en": "I am Isabella Wei. My character's name in 1899 is Ling Yi.",
      "vi": "Tôi là Isabella Wei. Tôi đóng vai Linh Nhi trong 1899. ISABELLA WEI LINH NHI"
    }
  },
  {
    "translation": {
      "en": "The people on the ship, they think that Ling Yi is a Japanese geisha",
      "vi": "Những người trên tàu nghĩ Linh Nhi là một geisha Nhật Bản"
    }
  },
  {
    "translation": {
      "en": "who is traveling with her servant.",
      "vi": "đang đi du lịch với người hầu."
    }
  },
  {
    "translation": {
      "en": "In reality, she is a very poor girl from Hong Kong.",
      "vi": "Thực ra cô ấy là một cô gái rất nghèo đến từ Hồng Kông."
    }
  },
  {
    "translation": {
      "en": "What would you need that many knives for?",
      "vi": "Sao một người lại cần nhiều dao thế?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Try and pretend you know.",
      "vi": "Cứ vờ như biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "We'd like to add, Just eat it.",
      "vi": "Chúng tôi muốn thêm: Cứ ăn đi."
    }
  },
  {
    "translation": {
      "en": "And so, I think you're picking the knife and the fork.",
      "vi": "Nên tôi nghĩ cô nên cầm dao và dĩa."
    }
  },
  {
    "translation": {
      "en": "Maybe you share one more look, and then you say, like, Just eat it.",
      "vi": "Có thể nhìn thêm một lần và nói: Cứ ăn đi."
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, okay.",
      "vi": "Được rồi. Ừ."
    }
  },
  {
    "translation": {
      "en": "A certain… Do you know…?",
      "vi": "Một câu… Cô có biết…?"
    }
  },
  {
    "translation": {
      "en": "That how you say it? Yeah.",
      "vi": "Nói như thế à? Vâng. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Is that with just, or is that eat it?",
      "vi": "Câu đó có từ cứ không, hay chỉ là ăn đi?"
    }
  },
  {
    "translation": {
      "en": "There are days where I have to listen to Cantonese the whole day,",
      "vi": "Có những ngày tôi phải nghe tiếng Quảng Đông cả ngày,"
    }
  },
  {
    "translation": {
      "en": "and I have no clue what they're saying, but I can tell what they're saying",
      "vi": "tôi chả biết họ nói gì, nhưng tôi có thể phân biệt họ nói gì"
    }
  },
  {
    "translation": {
      "en": "by rehearsing a lot",
      "vi": "bằng cách tập thoại nhiều"
    }
  },
  {
    "translation": {
      "en": "and trusting the actors that they tell me,",
      "vi": "và tin các diễn viên khi họ nói với tôi:"
    }
  },
  {
    "translation": {
      "en": "This is the angry version of 'I love you' in Cantonese,",
      "vi": "Đây là phiên bản giận dữ của 'Tôi yêu bạn' trong tiếng Quảng,"
    }
  },
  {
    "translation": {
      "en": "as almost everything in Cantonese sounds, to us, very angry.",
      "vi": "vì với bọn tôi, tiếng Quảng hầu như đều nghe có vẻ rất giận dữ."
    }
  },
  {
    "translation": {
      "en": "We had to come up with a lot of systems",
      "vi": "Chúng tôi phải nghĩ ra đủ phương pháp"
    }
  },
  {
    "translation": {
      "en": "for us to understand what everyone is saying.",
      "vi": "để hiểu mọi người đang nói gì."
    }
  },
  {
    "translation": {
      "en": "Um, is this in character? Is this not in character?",
      "vi": "Thoại nhân vật nói à? Hay đang nói với nhau ở ngoài?"
    }
  },
  {
    "translation": {
      "en": "And let's roll sound.",
      "vi": "Bật âm thanh nào."
    }
  },
  {
    "translation": {
      "en": "You used me to get what you wanted.",
      "vi": "Em lợi dụng anh để đạt được thứ em muốn."
    }
  },
  {
    "translation": {
      "en": "Cantonese, Spanish, Danish, Polish, German, French.",
      "vi": "Tiếng Quảng Đông, Tây Ban Nha, Đan Mạch, Ba Lan, Đức, Pháp."
    }
  },
  {
    "translation": {
      "en": "We all have language assistants with us on set",
      "vi": "Chúng tôi có trợ lý ngôn ngữ cho tất cả trên trường quay,"
    }
  },
  {
    "translation": {
      "en": "who kind of help us if we have missed a line or have said something wrong.",
      "vi": "họ sẽ giúp chúng tôi nếu bị thiếu thoại hay nói gì đó sai."
    }
  },
  {
    "translation": {
      "en": "My name is Lucas Lynggaard Tønnesen.",
      "vi": "Tên tôi là Lucas Lynggaard Tønnesen."
    }
  },
  {
    "translation": {
      "en": "I play Krester in the new Netflix series 1899.",
      "vi": "Tôi đóng vai Krester trong bộ phim mới của Netflix, 1899."
    }
  },
  {
    "translation": {
      "en": "Everyone, from the start!",
      "vi": "Tất cả mọi người, từ đầu nào!"
    }
  },
  {
    "translation": {
      "en": "The first scene we see Krester in,",
      "vi": "Cảnh đầu tiên Krester xuất hiện"
    }
  },
  {
    "translation": {
      "en": "it was actually one of the scenes I was most worried about.",
      "vi": "thực ra là một trong những cảnh tôi lo nhất."
    }
  },
  {
    "translation": {
      "en": "The dining room is full of these high profile individuals,",
      "vi": "Nhà ăn chật kín những con người của giới thượng lưu,"
    }
  },
  {
    "translation": {
      "en": "and this guy suddenly appears who looks like a freak,",
      "vi": "và có một gã nhìn quái gở bỗng dưng xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "asking something on a language they don't understand.",
      "vi": "yêu cầu điều gì đó bằng thứ ngôn ngữ họ không hiểu."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Excuse me.",
      "vi": "Xin thứ lỗi."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Xin thứ lỗi."
    }
  },
  {
    "translation": {
      "en": "We need help.",
      "vi": "Chúng tôi cần giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "You embrace the fact that you don't understand one another.",
      "vi": "Bạn bám vào thực tế là bạn không hiểu người kia."
    }
  },
  {
    "translation": {
      "en": "You don't have to spend the scene going, I don't understand you.",
      "vi": "Bạn không phải nói: Tôi không hiểu cho cảnh đó."
    }
  },
  {
    "translation": {
      "en": "It's just in the scene, and you just have to get on with it.",
      "vi": "Không hiểu sẵn rồi mà, ở cảnh quay đó, cứ thế mà vào việc thôi."
    }
  },
  {
    "translation": {
      "en": "Much like you would in real life, if you were found in these situations.",
      "vi": "Sẽ rất giống bạn trong thực tế nếu bạn gặp phải trường hợp như thế."
    }
  },
  {
    "translation": {
      "en": "You just have to just… run with it.",
      "vi": "Bạn chỉ cần… cứ thế mà làm."
    }
  },
  {
    "translation": {
      "en": "We need a doctor! Let go of me!",
      "vi": "Chúng tôi cần bác sĩ! Buông tôi ra!"
    }
  },
  {
    "translation": {
      "en": "The weird part, it's speaking your language",
      "vi": "Tôi thấy kỳ quặc ở chỗ tôi nói ngôn ngữ của mình"
    }
  },
  {
    "translation": {
      "en": "to someone that you know is not understanding you.",
      "vi": "với một người mà tôi biết người ta không hiểu tôi."
    }
  },
  {
    "translation": {
      "en": "I have a love interest in the show, Krester,",
      "vi": "Trong phim, tôi có tình cảm với Krester,"
    }
  },
  {
    "translation": {
      "en": "with whom I communicate a lot… in very special ways.",
      "vi": "người mà tôi giao tiếp rất nhiều theo các cách rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "But not with words, just with the eyes,",
      "vi": "Nhưng không bằng lời, chỉ bằng ánh mắt,"
    }
  },
  {
    "translation": {
      "en": "with the body language.",
      "vi": "bằng ngôn ngữ cơ thể."
    }
  },
  {
    "translation": {
      "en": "And I think that makes it very special.",
      "vi": "Tôi nghĩ điều đó khiến tình cảm trở nên đặc biệt."
    }
  },
  {
    "translation": {
      "en": "A lot more special than",
      "vi": "Đặc biệt hơn rất nhiều"
    }
  },
  {
    "translation": {
      "en": "what it would be if I could just say it.",
      "vi": "so với việc nói ra bằng lời."
    }
  },
  {
    "translation": {
      "en": "'Cause of his eyes, he can tell that",
      "vi": "Khi nhìn đôi mắt của Krester, Ángel có thể nhận ra"
    }
  },
  {
    "translation": {
      "en": "Krester has a similar past as he has.",
      "vi": "Krester có quá khứ giống anh ấy."
    }
  },
  {
    "translation": {
      "en": "They understand each other very well.",
      "vi": "Họ hiểu nhau rất rõ."
    }
  },
  {
    "translation": {
      "en": "They understand troubles they've gone through",
      "vi": "Hiểu những rắc rối họ đã trải qua"
    }
  },
  {
    "translation": {
      "en": "because they're both gay in a time where you can't be gay.",
      "vi": "vì họ đều là gay trong thời đại không được phép là gay."
    }
  },
  {
    "translation": {
      "en": "It's absolutely amazing to have all these nationalities combined.",
      "vi": "Thật tuyệt vời khi có nhiều người có quốc tịch khác nhau kết hợp làm việc."
    }
  },
  {
    "translation": {
      "en": "We can communicate in sort of a way.",
      "vi": "Có thể giao tiếp theo một cách nào đó."
    }
  },
  {
    "translation": {
      "en": "It really depends on how we see through the language barrier.",
      "vi": "Thật ra thì dựa trên việc cách chúng tôi nhìn thấu rào cản ngôn ngữ."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen…",
      "vi": "Thưa các quý bà và quý ông…"
    }
  },
  {
    "translation": {
      "en": "Ladies and gent… Oh, is it?",
      "vi": "Thưa các quý bà và quý ông… Ô, gì đấy?"
    }
  },
  {
    "translation": {
      "en": "He's trying to…? Come here.",
      "vi": "Cậu ta cố… Lại đây."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, welcome to… Word.",
      "vi": "Thưa các quý bà và quý ông, chào mừng tới trò chơi từ ngữ."
    }
  },
  {
    "translation": {
      "en": "What does bangers and mash mean?",
      "vi": "Bangers and mash nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "Bangers? Bangers?",
      "vi": "Bangers? Bangers?"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people from different countries working. That's really cool.",
      "vi": "Rất nhiều người từ các nước khác nhau làm việc. Rất hay ho."
    }
  },
  {
    "translation": {
      "en": "I feel like it's custard.",
      "vi": "Cháu nghĩ đó là từ bánh trứng."
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "vi": "Không phải đâu."
    }
  },
  {
    "translation": {
      "en": "I agree.",
      "vi": "Tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "My name's Maciej Musiał, and I play Olek in 1899.",
      "vi": "Tên tôi là Maciej Musiał, tôi đóng vai Olek trong 1899."
    }
  },
  {
    "translation": {
      "en": "It's fine.",
      "vi": "Giờ ổn rồi."
    }
  },
  {
    "translation": {
      "en": "Olek finds Ling Yi on the deck",
      "vi": "Olek tìm thấy Linh Nhi trên boong tàu"
    }
  },
  {
    "translation": {
      "en": "when she's trying to hide from her mother. And he's like, Oh, come. I can hide you.",
      "vi": "khi cô ấy cố trốn khỏi mẹ. Cậu ấy tỏ ra kiểu: Đi nào, anh giúp em trốn."
    }
  },
  {
    "translation": {
      "en": "Are you cold?",
      "vi": "Em lạnh à?"
    }
  },
  {
    "translation": {
      "en": "It's a beautiful scene 'cause we don't understand each other.",
      "vi": "Một cảnh quay đẹp vì họ không hiểu nhau nói gì."
    }
  },
  {
    "translation": {
      "en": "She speaks Cantonese, and I speak Polish.",
      "vi": "Cô ấy nói tiếng Quảng Đông, tôi nói tiếng Ba Lan."
    }
  },
  {
    "translation": {
      "en": "Just by our intentions, we understand each other.",
      "vi": "Chỉ nhờ những chủ ý, chúng tôi hiểu nhau."
    }
  },
  {
    "translation": {
      "en": "Dirty. But warm.",
      "vi": "Nó bẩn, nhưng ấm lắm."
    }
  },
  {
    "translation": {
      "en": "I believe that in languages, you have seeds of cultures,",
      "vi": "Tôi tin rằng trong các ngôn ngữ có những hạt giống văn hóa,"
    }
  },
  {
    "translation": {
      "en": "of feelings, of… of different countries,",
      "vi": "cảm xúc về các nước khác,"
    }
  },
  {
    "translation": {
      "en": "and in order to, like, meet them,",
      "vi": "và để gặp chúng,"
    }
  },
  {
    "translation": {
      "en": "you have to be brave enough to listen to them.",
      "vi": "bạn cần phải đủ dũng cảm để lắng nghe chúng."
    }
  },
  {
    "translation": {
      "en": "I think this show gives you the opportunity.",
      "vi": "Tôi nghĩ bộ phim này đem đến cho bạn cơ hội."
    }
  },
  {
    "translation": {
      "en": "It feels like you're… you're traveling to all those places.",
      "vi": "Cảm giác như bạn được ngao du đến những nơi đó."
    }
  },
  {
    "translation": {
      "en": "I've got something to send you Josefine sent me from Denmark.",
      "vi": "Hy vọng tôi có cái gì đó để gửi cho bạn. Josefine đã gửi cho tôi từ Đan Mạch."
    }
  },
  {
    "translation": {
      "en": "There's no quarantine there",
      "vi": "Ở đó không cần cách ly"
    }
  },
  {
    "translation": {
      "en": "so it looks like we might be able to go to Denmark…",
      "vi": "nên có vẻ như chúng tôi có thể đến Đan Mạch."
    }
  },
  {
    "translation": {
      "en": "The first issue we were facing was the pandemic that happened that, yeah,",
      "vi": "Vấn đề đầu tiên chúng tôi phải đối mặt là đại dịch ập tới"
    }
  },
  {
    "translation": {
      "en": "turned this world upside down.",
      "vi": "làm đảo lộn thế giới."
    }
  },
  {
    "translation": {
      "en": "We wanted to make a European show",
      "vi": "Chúng tôi đã muốn làm một bộ phim Châu Âu"
    }
  },
  {
    "translation": {
      "en": "with a European cast and a European crew.",
      "vi": "với diễn viên và đội ngũ nhân viên người Châu Âu."
    }
  },
  {
    "translation": {
      "en": "Wanted, actually, also to travel to all these places",
      "vi": "Đã muốn thế, thật ra còn muốn tới tất cả các địa điểm muốn quay nữa"
    }
  },
  {
    "translation": {
      "en": "where we wanted to shoot and just realized,",
      "vi": "Đã muốn thế, thật ra còn muốn tới tất cả các địa điểm muốn quay nữa và rồi nhận ra chúng tôi không thể làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "Wait, we can't do that anymore.",
      "vi": "và rồi nhận ra chúng tôi không thể làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "We have to get special dispensation…",
      "vi": "Phải xin miễn trừ đặc biệt cho mọi người…"
    }
  },
  {
    "translation": {
      "en": "Every production is always a headache. It's always a crazy puzzle.",
      "vi": "Mọi công việc sản xuất luôn là vấn đề đau đầu, là câu đố điên rồ."
    }
  },
  {
    "translation": {
      "en": "But in COVID, it's insane.",
      "vi": "Nhưng trong COVID, nó điên loạn."
    }
  },
  {
    "translation": {
      "en": "You're not only dealing with people who are going to be in other shows",
      "vi": "Không chỉ sắp xếp những người đang có kế hoạch đóng phim khác,"
    }
  },
  {
    "translation": {
      "en": "or traveling from countries. They've got families.",
      "vi": "hay phải từ nước khác bay đến. Họ còn có gia đình nữa."
    }
  },
  {
    "translation": {
      "en": "You're also dealing with quarantine.",
      "vi": "Còn phải xử lý vấn đề cách ly."
    }
  },
  {
    "translation": {
      "en": "Quarantine when they go home, quarantine when they come to us.",
      "vi": "Cách ly khi họ về nhà, cách ly khi họ đến làm."
    }
  },
  {
    "translation": {
      "en": "So if someone's coming two days, you're taking them out for three weeks.",
      "vi": "Nên nếu một người đến quay trong hai ngày thì họ sẽ phải mất ba tuần."
    }
  },
  {
    "translation": {
      "en": "That's when the Volume started to be talked about.",
      "vi": "Đó là lúc công nghệ Volume được nhắc tới."
    }
  },
  {
    "translation": {
      "en": "Me and Bo, I think we're both quite strong in stressful situations.",
      "vi": "Tôi và Bo khá mạnh mẽ trong các tình huống căng thẳng."
    }
  },
  {
    "translation": {
      "en": "There are people who just crumble under stress.",
      "vi": "Có người chỉ biết suy sụp khi căng thẳng."
    }
  },
  {
    "translation": {
      "en": "And I think both… Bo and I, we kind of… grow.",
      "vi": "Tôi nghĩ cả Bo và tôi có vẻ… trưởng thành."
    }
  },
  {
    "translation": {
      "en": "Someone at Netflix told us about the Volume technology.",
      "vi": "Có người bên Netflix nói với chúng tôi về công nghệ Volume."
    }
  },
  {
    "translation": {
      "en": "At the beginning, we didn't really take it seriously, to be honest,",
      "vi": "Lúc đầu, chúng tôi không thực sự coi trọng nó, thật ra vì chúng tôi thích cách làm phim truyền thống hơn."
    }
  },
  {
    "translation": {
      "en": "because we are more the very traditional filmmakers.",
      "vi": "thật ra vì chúng tôi thích cách làm phim truyền thống hơn."
    }
  },
  {
    "translation": {
      "en": "Anything that can be done in camera, we prefer.",
      "vi": "Chúng tôi muốn quay mọi thứ bằng máy quay hơn."
    }
  },
  {
    "translation": {
      "en": "Like, we really hate green screen.",
      "vi": "Chúng tôi rất ghét cái màn xanh để ghép kỹ xảo."
    }
  },
  {
    "translation": {
      "en": "Venturing into something that's completely new is very difficult,",
      "vi": "Dấn thân vào một cái gì đó hoàn toàn mới là rất khó,"
    }
  },
  {
    "translation": {
      "en": "and it helps if the people at the table understand what each and every one is talking about.",
      "vi": "và nó giúp ích khi mọi người trong đoàn hiểu ý nhau."
    }
  },
  {
    "translation": {
      "en": "Some key figures for us were definitely Udo Kramer and Nik Summerer.",
      "vi": "Nhân vật quan trọng với chúng tôi chắc chắn là Udo Kramer và Nik Summerer."
    }
  },
  {
    "translation": {
      "en": "They already know what kind of look we're aiming for,",
      "vi": "Họ đã biết những hình ảnh chúng tôi muốn có,"
    }
  },
  {
    "translation": {
      "en": "and we know that we can communicate with them and that the communication works.",
      "vi": "chúng tôi có thể giao tiếp với họ và làm việc hiệu quả."
    }
  },
  {
    "translation": {
      "en": "The Volume is an incredible artistic tool to work with.",
      "vi": "Volume là một công cụ nghệ thuật đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "But it also is quite a beast in its own rights,",
      "vi": "Nhưng nó cũng là một con quái thú có đặc điểm riêng của nó,"
    }
  },
  {
    "translation": {
      "en": "and it can be really challenging",
      "vi": "nên có lúc rất là hóc búa"
    }
  },
  {
    "translation": {
      "en": "to actually tame this Volume animal.",
      "vi": "để có thể thuần hóa được con thú Volume này."
    }
  },
  {
    "translation": {
      "en": "Every person who reads about it",
      "vi": "Bất cứ ai đọc được về nó"
    }
  },
  {
    "translation": {
      "en": "or watches some making of always thinks it's a magic tool.",
      "vi": "hay xem cảnh hậu trường sẽ luôn nghĩ nó là công cụ kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "You just push a button, you choose any landscape you want.",
      "vi": "Bạn chỉ cần nhấn nút, chọn phong cảnh bạn muốn."
    }
  },
  {
    "translation": {
      "en": "And in seconds you have it, and you can do it right away.",
      "vi": "Sau vài giây là có thể làm việc luôn."
    }
  },
  {
    "translation": {
      "en": "It's a lot of prep work.",
      "vi": "Nhưng phải chuẩn bị rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It is a lot of frustration.",
      "vi": "Thất vọng rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It is literally a new way of filmmaking.",
      "vi": "Đó thực sự là một cách làm phim mới."
    }
  },
  {
    "translation": {
      "en": "Going into production,",
      "vi": "Khi đi vào sản xuất,"
    }
  },
  {
    "translation": {
      "en": "we didn't know whether this was actually going to work.",
      "vi": "chúng tôi không rõ liệu nó có thực sự làm được việc."
    }
  },
  {
    "translation": {
      "en": "We did a lot of research,",
      "vi": "Tìm hiểu rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "but there wasn't so much research we could do.",
      "vi": "nhưng chẳng có gì mấy để mà tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "There was just basically one show that used this technology before.",
      "vi": "Về cơ bản chỉ có một chương trình đã sử dụng công nghệ này trước đây."
    }
  },
  {
    "translation": {
      "en": "We did the test shoot in London.",
      "vi": "Chúng tôi đã quay thử ở London."
    }
  },
  {
    "translation": {
      "en": "Really tested things that we knew will not work to understand why it's not working.",
      "vi": "Kiểm tra kỹ những thứ mà chúng tôi đã biết là sẽ không làm được để hiểu lý do."
    }
  },
  {
    "translation": {
      "en": "Really harsh sunlight scenes are still tricky to create",
      "vi": "Rất khó tạo ra cảnh ánh nắng mặt trời gay gắt,"
    }
  },
  {
    "translation": {
      "en": "because the sun is such a hot source",
      "vi": "vì mặt trời là một nguồn nóng,"
    }
  },
  {
    "translation": {
      "en": "that it's really hard to create on stage.",
      "vi": "rất khó để tạo ra trên trường quay."
    }
  },
  {
    "translation": {
      "en": "But the stuff that actually then worked…",
      "vi": "Nhưng sau đó nó thực sự có hiệu quả."
    }
  },
  {
    "translation": {
      "en": "And that was, for example, the evening atmosphere.",
      "vi": "Ví dụ như bầu không khí buổi tối kia."
    }
  },
  {
    "translation": {
      "en": "We shot with a woman standing there in the desert",
      "vi": "Chúng tôi quay một người phụ nữ đứng trong sa mạc,"
    }
  },
  {
    "translation": {
      "en": "and had this really beautiful reddish sunlight",
      "vi": "và tạo ra được ánh nắng ửng đỏ tuyệt đẹp"
    }
  },
  {
    "translation": {
      "en": "on her hair and skin tone.",
      "vi": "trên tóc và nước da của cô ấy."
    }
  },
  {
    "translation": {
      "en": "It was really mind blowing for us that it looked so real.",
      "vi": "Chúng tôi sững sờ vì trông như cảnh thật."
    }
  },
  {
    "translation": {
      "en": "We've looked at each other, Nik and I.",
      "vi": "Nik và tôi nhìn nhau."
    }
  },
  {
    "translation": {
      "en": "And we knew, Okay, this is definitely the way we're going.",
      "vi": "Chúng tôi biết đây chính là công nghệ chúng tôi cần."
    }
  },
  {
    "translation": {
      "en": "How would you describe the Volume to somebody who knows nothing about it?",
      "vi": "Ông tả Volume như thế nào với người chưa biết gì?"
    }
  },
  {
    "translation": {
      "en": "Well, I tried to describe it to my son, and I just said…",
      "vi": "Tôi đã cố tả cho con trai, và tôi chỉ nói…"
    }
  },
  {
    "translation": {
      "en": "It's like the biggest TV you'll ever see,",
      "vi": "Nó giống như cái tivi lớn nhất bạn từng thấy,"
    }
  },
  {
    "translation": {
      "en": "and we just act in front of it.",
      "vi": "và chúng tôi chỉ diễn trước màn hình."
    }
  },
  {
    "translation": {
      "en": "The Volume is a massive, massive cylindrical wall of LED lights.",
      "vi": "Volume là một bức tường hình ống trụ khổng lồ dựng lên từ đèn LED."
    }
  },
  {
    "translation": {
      "en": "And it literally can take you anywhere in the world.",
      "vi": "Và nó hoàn toàn có thể đưa bạn đến mọi nơi trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Mother!",
      "vi": "Mẹ!"
    }
  },
  {
    "translation": {
      "en": "Don't go! Help!",
      "vi": "Này, đừng đi! Giúp tôi!"
    }
  },
  {
    "translation": {
      "en": "We call it the Dark Bay.",
      "vi": "Chúng tôi gọi nó là Dark Bay."
    }
  },
  {
    "translation": {
      "en": "It's built in the oldest building complex here on the lot.",
      "vi": "Nó được xây dựng trong tòa nhà phức hợp lâu đời nhất khu đất."
    }
  },
  {
    "translation": {
      "en": "That's the Marlene Dietrich stage, built in 1910.",
      "vi": "Trường quay MarleneDietrich, xây năm 1910."
    }
  },
  {
    "translation": {
      "en": "Fritz Lang's Metropolis was shot in there.",
      "vi": "Metropolis của Fritz Lang đã được quay ở đó."
    }
  },
  {
    "translation": {
      "en": "They used, on these stages, rear projection.",
      "vi": "Họ đã dùng màn chiếu phía sau ở trường quay này."
    }
  },
  {
    "translation": {
      "en": "The Volume itself is the development of that technology.",
      "vi": "Volume chính là bản cải tiến của công nghệ đó."
    }
  },
  {
    "translation": {
      "en": "It's rear projection brought into the future.",
      "vi": "Màn chiếu sau mang đến tương lai."
    }
  },
  {
    "translation": {
      "en": "We have 350 square meter shooting area,",
      "vi": "Chúng tôi có khu vực quay rộng 350 mét vuông,"
    }
  },
  {
    "translation": {
      "en": "270 degrees of viewing angles.",
      "vi": "góc nhìn 270 độ."
    }
  },
  {
    "translation": {
      "en": "And has an industry first revolving stage,",
      "vi": "Và có khung cảnh xoay vòng đầu tiên trong ngành,"
    }
  },
  {
    "translation": {
      "en": "which can basically move the entire set",
      "vi": "về cơ bản có thể di chuyển toàn bộ cảnh,"
    }
  },
  {
    "translation": {
      "en": "and enable the filmmaker to shoot 360 degrees",
      "vi": "để các nhà làm phim quay 360 độ"
    }
  },
  {
    "translation": {
      "en": "in whatever environment you could think of.",
      "vi": "trong bất cứ môi trường nào họ muốn."
    }
  },
  {
    "translation": {
      "en": "We thought we could bring this on a new level",
      "vi": "Chúng tôi có thể nâng lên một tầm cao mới"
    }
  },
  {
    "translation": {
      "en": "and try to not change the set all over again,",
      "vi": "và cố gắng không phải thay đổi toàn bộ bối cảnh,"
    }
  },
  {
    "translation": {
      "en": "but change part of the set that fits in like a pizza slice.",
      "vi": "mà chỉ cần thay đổi các phần bối cảnh, vừa vặn như một miếng pizza."
    }
  },
  {
    "translation": {
      "en": "Get this part, bring it in here.",
      "vi": "Lấy phần này, cho vào đây."
    }
  },
  {
    "translation": {
      "en": "Whoops.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Go back, shoot it.",
      "vi": "Quay tiếp."
    }
  },
  {
    "translation": {
      "en": "So now we have a turnaround situation",
      "vi": "Nên giờ chúng tôi có thể đổi cảnh"
    }
  },
  {
    "translation": {
      "en": "of just a few minutes.",
      "vi": "chỉ trong vài phút."
    }
  },
  {
    "translation": {
      "en": "Actually, we have camera assistants complaining",
      "vi": "Trên thực tế, có vài trợ lý quay phim phàn nàn"
    }
  },
  {
    "translation": {
      "en": "that they have no time to have a cigarette.",
      "vi": "là không có nổi thời gian hút điếu thuốc."
    }
  },
  {
    "translation": {
      "en": "Start the rain, please.",
      "vi": "Hãy cho mưa nào."
    }
  },
  {
    "translation": {
      "en": "The other great thing that we have in here is a rain rig.",
      "vi": "Điều tuyệt vời khác chúng tôi có ở đây là một giàn tạo mưa."
    }
  },
  {
    "translation": {
      "en": "And this is something where I think nobody believed in but Bo that this is possible.",
      "vi": "Đây là điều chỉ có Bo tin là khả thi, mọi người đều không tin là làm được."
    }
  },
  {
    "translation": {
      "en": "And I'm not talking about drizzle, I'm talking about proper rain,",
      "vi": "Không phải mưa phùn đâu, là mưa nặng hạt ấy,"
    }
  },
  {
    "translation": {
      "en": "where we've been all standing, and the actors have been standing,",
      "vi": "nơi chúng tôi và các diễn viên đã đứng,"
    }
  },
  {
    "translation": {
      "en": "and we all got really wet.",
      "vi": "và tất cả ướt như chuột lột."
    }
  },
  {
    "translation": {
      "en": "And it worked like a breeze.",
      "vi": "Và nó hoạt động rất tốt."
    }
  },
  {
    "translation": {
      "en": "Nice. Come here, I'll help you.",
      "vi": "Được đấy. Lại đây, để tôi giúp."
    }
  },
  {
    "translation": {
      "en": "And this boot.",
      "vi": "Bốt này nữa."
    }
  },
  {
    "translation": {
      "en": "Yay, here's my flying sweetheart!",
      "vi": "Tuyệt, cậu bé đáng yêu đang bay của tôi đây rồi!"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay. I'm fine. Thank you so much.",
      "vi": "Không sao. Không cần đâu ạ. Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It's really hard to kill people.",
      "vi": "Giết người rất khó đấy."
    }
  },
  {
    "translation": {
      "en": "Hiya. I'm, uh, Fflyn Edwards,",
      "vi": "Xin chào. Cháu là Fflyn Edwards,"
    }
  },
  {
    "translation": {
      "en": "um, and I just did a stunt.",
      "vi": "và cháu vừa quay cảnh nguy hiểm xong."
    }
  },
  {
    "translation": {
      "en": "Hey. Nice to meet you, guys.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Introduce yourself.",
      "vi": "Giới thiệu bản thân đi."
    }
  },
  {
    "translation": {
      "en": "I'm Antje, the stunt coordinator on this show.",
      "vi": "Tôi là Antje, điều phối viên cảnh nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "I'm really proud to be here, and he did just an awesome job.",
      "vi": "Tôi thực sự tự hào vì được ở đây, và cậu ấy vừa diễn rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I don't wanna do this anymore.",
      "vi": "Tôi không muốn làm việc này nữa."
    }
  },
  {
    "translation": {
      "en": "That's why I… I rest.",
      "vi": "Thế nên tôi… tôi nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "I already killed him multiple times. You know, the boy. So, um…",
      "vi": "Tôi đã giết cậu ta, nhiều lần, bạn biết đấy, cậu bé. Nên…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think they're doing it up there again.",
      "vi": "Phải, họ đang làm lại lần nữa trên đó."
    }
  },
  {
    "translation": {
      "en": "Throw the boy overboard!",
      "vi": "Ném thằng bé xuống biển!"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "vi": "Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Don't do this, please!",
      "vi": "Làm ơn dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Don't let them stop us!",
      "vi": "Đừng để họ ngăn cản chúng ta!"
    }
  },
  {
    "translation": {
      "en": "To be honest, I feel guilty that I start this riot,",
      "vi": "Thật ra tôi thấy tội lỗi vì đã kích động cuộc bạo loạn này,"
    }
  },
  {
    "translation": {
      "en": "and I'm sick and sitting right here in a robe.",
      "vi": "và tôi ốm nên tôi ngồi đây trong chiếc áo choàng này."
    }
  },
  {
    "translation": {
      "en": "Three, two, one, go!",
      "vi": "Ba, hai, một, ném!"
    }
  },
  {
    "translation": {
      "en": "When you do work in a virtual production,",
      "vi": "Khi sản xuất sản phẩm ảo,"
    }
  },
  {
    "translation": {
      "en": "you have to create content beforehand.",
      "vi": "bạn phải tạo ra nội dung từ trước."
    }
  },
  {
    "translation": {
      "en": "You're kind of pulling postproduction up front before shooting.",
      "vi": "Dạng như làm phần hậu kỳ trước phần quay phim."
    }
  },
  {
    "translation": {
      "en": "It was new for everyone on both sides,",
      "vi": "Là trải nghiệm mới mẻ của cả hai phía,"
    }
  },
  {
    "translation": {
      "en": "on our traditional filmmaker side,",
      "vi": "các nhà làm phim truyền thống chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "but also on the side of the guys who are actually doing all the backgrounds,",
      "vi": "và cả những người làm phần môi trường hình ảnh."
    }
  },
  {
    "translation": {
      "en": "Framestore from London.",
      "vi": "Studio Framestore ở Luân Đôn."
    }
  },
  {
    "translation": {
      "en": "We started this when there was no script.",
      "vi": "Chúng tôi bắt đầu khi chưa có kịch bản."
    }
  },
  {
    "translation": {
      "en": "Jantje was writing. The story was evolving.",
      "vi": "Jantje đang sáng tác, cốt truyện đang được xây dựng."
    }
  },
  {
    "translation": {
      "en": "There was just an idea.",
      "vi": "Mới chỉ có một ý tưởng."
    }
  },
  {
    "translation": {
      "en": "With virtual production, we have to provide content,",
      "vi": "Với sản xuất sản phẩm ảo, chúng tôi phải cung cấp nội dung,"
    }
  },
  {
    "translation": {
      "en": "visual effects, before we film,",
      "vi": "hiệu ứng hình ảnh, trước khi quay,"
    }
  },
  {
    "translation": {
      "en": "so that on the day when we film,",
      "vi": "để vào ngày quay phim, đã có nội dung"
    }
  },
  {
    "translation": {
      "en": "we have content that we can provide and get it in camera.",
      "vi": "để vào ngày quay phim, đã có nội dung để chiếu lên cho bên quay phim sử dụng."
    }
  },
  {
    "translation": {
      "en": "It's great, no?",
      "vi": "Tuyệt không?"
    }
  },
  {
    "translation": {
      "en": "The basic key for me as a designer is there is no virtual set",
      "vi": "Việc then chốt khi tôi làm thiết kế là không có bối cảnh ảo,"
    }
  },
  {
    "translation": {
      "en": "and the physical set or different sets.",
      "vi": "bối cảnh thực, hay các bối cảnh khác."
    }
  },
  {
    "translation": {
      "en": "There's a set, and the set is following the story.",
      "vi": "Chỉ có một bối cảnh, và bối cảnh bám vào câu chuyện."
    }
  },
  {
    "translation": {
      "en": "The Volume itself, it's logistically challenging.",
      "vi": "Bản thân Volume là một thách thức về mặt hậu cần."
    }
  },
  {
    "translation": {
      "en": "It requires far more prep time.",
      "vi": "Nó cần rất nhiều thời gian chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "You need to be close in contact with all your colleagues.",
      "vi": "Cần phải liên lạc kỹ lưỡng với tất cả các đồng nghiệp."
    }
  },
  {
    "translation": {
      "en": "Working with Udo on the production design",
      "vi": "Làm thiết kế sản xuất với Udo"
    }
  },
  {
    "translation": {
      "en": "was a new experience, I think, for some of our artists",
      "vi": "là một trải nghiệm mới đối với vài nhà thiết kế,"
    }
  },
  {
    "translation": {
      "en": "because they were used to receiving production designs,",
      "vi": "vì họ đã bị quen với việc nhận phác thảo bối cảnh,"
    }
  },
  {
    "translation": {
      "en": "and just translating them.",
      "vi": "và chỉ cần dựng chúng."
    }
  },
  {
    "translation": {
      "en": "In this case, for 1899, we were developing them from scratch with him.",
      "vi": "Trong trường hợp này, với 1899, chúng tôi thiết kế ngay từ đầu cùng anh ấy."
    }
  },
  {
    "translation": {
      "en": "His sets needed to fit into our environments or our virtual sets,",
      "vi": "Bối cảnh của anh ấy cần ăn khớp với môi trường hay bối cảnh ảo của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and our virtual sets needed to work with his.",
      "vi": "bối cảnh ảo của chúng tôi cần tương tác với bối cảnh của anh ấy."
    }
  },
  {
    "translation": {
      "en": "It's a lot of fun to do it and see so many people, um, being on it.",
      "vi": "Tôi thấy rất vui khi làm và thấy rất nhiều người trong đó."
    }
  },
  {
    "translation": {
      "en": "Not that feeling, Ah, I'll fix it in post.",
      "vi": "Không có kiểu: Mình sẽ sửa nó khi làm hậu kỳ."
    }
  },
  {
    "translation": {
      "en": "Or, We do it now, and we see later what's going on.",
      "vi": "Hay: Giờ ta làm luôn, sau đó xem nó thế nào sau."
    }
  },
  {
    "translation": {
      "en": "It's now or never, and you get the magic to be on the point.",
      "vi": "Là bây giờ hoặc không bao giờ, và công việc hoàn thành chuẩn chỉ."
    }
  },
  {
    "translation": {
      "en": "It's stressful, but the payoff is amazing.",
      "vi": "Rất căng thẳng, nhưng kết quả thì mỹ mãn."
    }
  },
  {
    "translation": {
      "en": "Can you see my screen?",
      "vi": "Mọi người thấy màn hình chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes. Can you show the LED wall just so I understand where it would be?",
      "vi": "Tôi thấy rồi. Anh chỉ chỗ màn LED cho tôi biết với?"
    }
  },
  {
    "translation": {
      "en": "Christian Kästner and the team of Framestore,",
      "vi": "Christian Kästner và nhóm của Framestore"
    }
  },
  {
    "translation": {
      "en": "they shaped all this in the beginning.",
      "vi": "tạo hình tất cả vào thời điểm đầu."
    }
  },
  {
    "translation": {
      "en": "So we had a lot of scoutings",
      "vi": "Nên chúng tôi được đi thăm dò rất nhiều"
    }
  },
  {
    "translation": {
      "en": "in a virtual world of where we wanna go.",
      "vi": "ở bất cứ đâu trong một thế giới ảo."
    }
  },
  {
    "translation": {
      "en": "What angles are we shooting? Where could we stand with the camera?",
      "vi": "Góc nào nên quay? Chúng tôi cùng máy quay có thể đứng đâu?"
    }
  },
  {
    "translation": {
      "en": "Where we wanna be?",
      "vi": "Chúng tôi muốn ở đâu?"
    }
  },
  {
    "translation": {
      "en": "This one is still the trickiest to sort out.",
      "vi": "Chỗ này vẫn là khó lựa chọn nhất."
    }
  },
  {
    "translation": {
      "en": "Uh huh. So where's the shopping center?",
      "vi": "Thế trung tâm mua sắm ở đâu?"
    }
  },
  {
    "translation": {
      "en": "It's fun. You're like a little child.",
      "vi": "Vui lắm. Bạn sẽ như một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "You create worlds, and then you feel like it's not real enough,",
      "vi": "Bạn tạo ra các thế giới, rồi bạn thấy nó chưa giống thật,"
    }
  },
  {
    "translation": {
      "en": "and then you add stuff here and add there.",
      "vi": "bạn thêm các thứ vào chỗ này, chỗ kia."
    }
  },
  {
    "translation": {
      "en": "And step by step, you're getting closer,",
      "vi": "Dần dần, bạn hoàn thiện dần,"
    }
  },
  {
    "translation": {
      "en": "creating a reality that doesn't feel like it was created, but it actually exists.",
      "vi": "tạo ra một thực tế không mang tới cảm giác nó được tạo ra, mà là thực sự tồn tại."
    }
  },
  {
    "translation": {
      "en": "Yes, thanks.",
      "vi": "Vâng, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Could you go back?",
      "vi": "Anh quay lại được không?"
    }
  },
  {
    "translation": {
      "en": "I sent a screenshot",
      "vi": "Tôi đã gửi ảnh chụp màn hình"
    }
  },
  {
    "translation": {
      "en": "of an area I really liked.",
      "vi": "khu vực tôi rất thích."
    }
  },
  {
    "translation": {
      "en": "Do you see that?",
      "vi": "Anh thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "Bo was shooting ocean plates in Scotland,",
      "vi": "Bo quay cảnh đại dương ở Scotland,"
    }
  },
  {
    "translation": {
      "en": "and the helicopter captured a valley that he really liked.",
      "vi": "trực thăng đã quay được thung lũng anh ấy rất thích."
    }
  },
  {
    "translation": {
      "en": "He told us, You know when we talked about Scotland?",
      "vi": "Anh ấy bảo: Nhớ lúc nhắc tới Scotland không?"
    }
  },
  {
    "translation": {
      "en": "This is what I really would like it to look like.",
      "vi": "Tôi rất muốn cảnh trông như thế này."
    }
  },
  {
    "translation": {
      "en": "We decided very quickly, Okay, let's go up and scan the environment.",
      "vi": "Chúng tôi nhanh chóng quyết định lên đó sao chép môi trường."
    }
  },
  {
    "translation": {
      "en": "So we did a drone scanning of the environment, photogrammetry.",
      "vi": "Dùng drone sao chép môi trường, quan trắc."
    }
  },
  {
    "translation": {
      "en": "After that, we modeled and… and stitched the environment,",
      "vi": "Sau đó chúng tôi làm mô hình theo mẫu, sắp xếp chúng,"
    }
  },
  {
    "translation": {
      "en": "and that's our background for Scotland.",
      "vi": "và đó là bối cảnh cho Scotland."
    }
  },
  {
    "translation": {
      "en": "Um, already much better.",
      "vi": "Tốt hơn nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "There's still some kind of strange plants, some stragglers.",
      "vi": "Vẫn có vài cây nhìn lạ lắm, không theo hàng lối."
    }
  },
  {
    "translation": {
      "en": "They stand out quite a bit, especially when we rotate to the right.",
      "vi": "Chúng hơi nổi bật, nhất là khi ta xoay sang bên phải."
    }
  },
  {
    "translation": {
      "en": "So that's real rock? Fake rock?",
      "vi": "Đó là đá thật hay giả?"
    }
  },
  {
    "translation": {
      "en": "That's us too, right?",
      "vi": "Đá giả nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Being such a core part of the production,",
      "vi": "Là một phần cốt lõi của quá trình sản xuất"
    }
  },
  {
    "translation": {
      "en": "with 16 people live here when we're shooting every day,",
      "vi": "với 16 người ở đây quay phim hàng ngày."
    }
  },
  {
    "translation": {
      "en": "that's super exciting because for a lot of visual effects artists, this is new.",
      "vi": "Rất thú vị vì điều này mới mẻ với nhiều nhà thiết kế hiệu ứng hình ảnh."
    }
  },
  {
    "translation": {
      "en": "It's been, you know, a little bit of a dream come true, I must say,",
      "vi": "Có chút gì đó như giấc mơ trở thành hiện thực,"
    }
  },
  {
    "translation": {
      "en": "that you can be part of the puzzle.",
      "vi": "và bạn được làm một thành viên tạo nên hiện thực ấy."
    }
  },
  {
    "translation": {
      "en": "Where are we?",
      "vi": "Ta đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "How did we get here?",
      "vi": "Sao ta tới được đây?"
    }
  },
  {
    "translation": {
      "en": "What is very important for me when it comes to the Volume work",
      "vi": "Một chuyện rất quan trọng với tôi khi nhắc tới việc với Volume là chuẩn bị ánh sáng."
    }
  },
  {
    "translation": {
      "en": "is the pre lighting,",
      "vi": "khi nhắc tới việc với Volume là chuẩn bị ánh sáng."
    }
  },
  {
    "translation": {
      "en": "so that I have time to establish this world,",
      "vi": "Để tôi có thời gian thiết lập thế giới này,"
    }
  },
  {
    "translation": {
      "en": "to create the lighting here,",
      "vi": "tạo ra ánh sáng ở đây."
    }
  },
  {
    "translation": {
      "en": "and that whatever light mood is in the preproduction,",
      "vi": "Bất kể ánh sáng tâm trạng nào trong giai đoạn chuẩn bị sản xuất,"
    }
  },
  {
    "translation": {
      "en": "created on the wall, is actually going into the foreground.",
      "vi": "khi hiện lên màn hình, cũng sẽ thực sự chiếu vào tiền cảnh."
    }
  },
  {
    "translation": {
      "en": "And they, you know, fit well together.",
      "vi": "Chúng rất hài hòa."
    }
  },
  {
    "translation": {
      "en": "And we're still 1899, so there's no florescent lights or anything,",
      "vi": "Vẫn đang là năm 1899, nên không có đèn huỳnh quang hay bất cứ gì,"
    }
  },
  {
    "translation": {
      "en": "so it should be all warmish.",
      "vi": "tất cả ánh sáng nên có chút ấm áp."
    }
  },
  {
    "translation": {
      "en": "It's all fire based flames, basically.",
      "vi": "Về cơ bản thì toàn là ánh sáng từ lửa."
    }
  },
  {
    "translation": {
      "en": "The Hong Kong harbor is my favorite set, I would say.",
      "vi": "Cảng Hồng Kông là bối cảnh tôi yêu thích."
    }
  },
  {
    "translation": {
      "en": "The mood that is created, everything that is on the screens",
      "vi": "Bầu không khí đó, mọi thứ trên màn hình"
    }
  },
  {
    "translation": {
      "en": "and the foreground are marrying so nicely together.",
      "vi": "và tiền cảnh vô cùng hòa hợp với nhau."
    }
  },
  {
    "translation": {
      "en": "It's just such an…",
      "vi": "Quả thật là một…"
    }
  },
  {
    "translation": {
      "en": "Yeah, beautiful scenery.",
      "vi": "Vâng, một cảnh đẹp."
    }
  },
  {
    "translation": {
      "en": "The ambience, the peacefulness of this set,",
      "vi": "Cái hồn và cảm giác yên bình của bối cảnh này,"
    }
  },
  {
    "translation": {
      "en": "the way Nik sees the light, how fast he works,",
      "vi": "cái cách Nik nhìn nhận ánh sáng, cách anh ấy làm việc nhanh chóng,"
    }
  },
  {
    "translation": {
      "en": "they managed to create something that was so…",
      "vi": "họ đã tạo ra được một thứ thật sự…"
    }
  },
  {
    "translation": {
      "en": "I don't know, that was",
      "vi": "tôi không biết nữa, đó là"
    }
  },
  {
    "translation": {
      "en": "the most beautiful set I've ever seen in my life.",
      "vi": "bối cảnh đẹp nhất tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "You don't need to have a part of your brain focused",
      "vi": "Bạn không cần phải dành một phần của não tập trung"
    }
  },
  {
    "translation": {
      "en": "on projecting and imagining.",
      "vi": "vào hình chiếu và tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "You can just receive it.",
      "vi": "Bạn cứ tiếp nhận nó thôi."
    }
  },
  {
    "translation": {
      "en": "It looks real. It really looks real.",
      "vi": "Trông như thật. Thực sự như thật."
    }
  },
  {
    "translation": {
      "en": "And it's a huge help for us.",
      "vi": "Giúp ích cho chúng tôi rất nhiều."
    }
  },
  {
    "translation": {
      "en": "So we don't have to travel to the desert nor to the North Pole nor to the glaciers.",
      "vi": "Để chúng tôi không phải đến tận sa mạc, Bắc Cực hay sông băng."
    }
  },
  {
    "translation": {
      "en": "You can change that within a minute.",
      "vi": "Họ có thể thay đổi nó trong vài phút."
    }
  },
  {
    "translation": {
      "en": "It would be a different experience on green screen.",
      "vi": "Nếu diễn trên phông xanh thì sẽ trải nghiệm hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "It just illuminates, like, literally everything.",
      "vi": "Nói theo nghĩa đen thì nó loại bỏ đi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You can see the whole landscape in front of you and the lighting and…",
      "vi": "Bạn có thể thấy toàn bộ cảnh vật ngay trước mắt, ánh sáng."
    }
  },
  {
    "translation": {
      "en": "So you're really looking at the sea.",
      "vi": "Nên bạn thực sự đang nhìn ra biển."
    }
  },
  {
    "translation": {
      "en": "It doesn't get less thrilling.",
      "vi": "Nó luôn làm bạn thấy thích thú."
    }
  },
  {
    "translation": {
      "en": "You may stay on a sound stage for 14, 15 hours,",
      "vi": "Có thể bạn ở trên trường quay tận 14, 15 tiếng"
    }
  },
  {
    "translation": {
      "en": "but it still takes your breath away that this is possible.",
      "vi": "nhưng nó vẫn khiến bạn kinh ngạc vì điều này có thật."
    }
  },
  {
    "translation": {
      "en": "It's so real that a lot of us, when we first stepped onto the Volume,",
      "vi": "Tôi nhớ là nó thật tới nỗi có nhiều người bị say sóng khi bước vào Volume lần đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "got seasick when we were watching waves in the background go up and down.",
      "vi": "khi bước vào Volume lần đầu tiên, khi chúng tôi ngắm những con sóng xô nhau trên màn hình."
    }
  },
  {
    "translation": {
      "en": "I said to Izzy, I was like,",
      "vi": "Tôi đã nói với Izzy:"
    }
  },
  {
    "translation": {
      "en": "I just can't believe that we've been able to make a series on here, you know?",
      "vi": "Tôi không tin nổi rằng ta có thể quay một bộ phim ở đây."
    }
  },
  {
    "translation": {
      "en": "It's just… It's incredible.",
      "vi": "Nó… Nó thật phi thường."
    }
  },
  {
    "translation": {
      "en": "She was saying, I wanna do something on location next,",
      "vi": "Cô ấy đáp: Sau phim này, tôi muốn quay ở địa điểm thật,"
    }
  },
  {
    "translation": {
      "en": "and I said, I absolutely don't. I just wanna stay in here.",
      "vi": "còn tôi thì bảo: Tôi không hề muốn thế. Tôi chỉ muốn ở đây thôi."
    }
  },
  {
    "translation": {
      "en": "So much has been going into this kimono over so many months.",
      "vi": "Rất nhiều thứ được đưa vào bộ kimono trong rất nhiều tháng."
    }
  },
  {
    "translation": {
      "en": "All of the designs on this costume have actually Incorporated elements",
      "vi": "Tất cả các thiết kế của trang phục này đã thực sự kết hợp các yếu tố"
    }
  },
  {
    "translation": {
      "en": "from the entire show.",
      "vi": "của toàn bộ phim."
    }
  },
  {
    "translation": {
      "en": "On the bottom of my kimono, we actually have the waves from the ocean.",
      "vi": "Ở phần chân, có hình ảnh những con sóng của đại dương."
    }
  },
  {
    "translation": {
      "en": "And then we have this Japanese landscape, and it's embroidered.",
      "vi": "Có phong cảnh Nhật Bản được thêu vào đây."
    }
  },
  {
    "translation": {
      "en": "On my sleeves, there are some mountains,",
      "vi": "Ở tay áo có những ngọn núi,"
    }
  },
  {
    "translation": {
      "en": "um, upside down, like the camera flips upside down many times.",
      "vi": "lộn ngược, giống như máy quay lộn ngược nhiều lần."
    }
  },
  {
    "translation": {
      "en": "My favorite detail of this whole thing is actually on the obi.",
      "vi": "Chi tiết yêu thích của tôi là chiếc đai lưng obi này."
    }
  },
  {
    "translation": {
      "en": "We have a cockroach in the front,",
      "vi": "Có một con gián ở đằng trước,"
    }
  },
  {
    "translation": {
      "en": "and we have a bunch of little cockroaches in the shape of a triangle,",
      "vi": "và một loạt các con gián nhỏ có dạng hình tam giác,"
    }
  },
  {
    "translation": {
      "en": "which is the earth sign that is shown a lot in the series.",
      "vi": "đó là biểu tượng của đất mà sẽ xuất hiện nhiều trong phim."
    }
  },
  {
    "translation": {
      "en": "Are they waiting outside already?",
      "vi": "Họ đợi ở ngoài rồi à? NHÀ THIẾT KẾ TRANG PHỤC"
    }
  },
  {
    "translation": {
      "en": "You are all third class passengers.",
      "vi": "Mọi người là hành khách khoang hạng ba."
    }
  },
  {
    "translation": {
      "en": "You really need to look tired and exhausted.",
      "vi": "Trông mọi người phải thật sự mệt mỏi, kiệt sức."
    }
  },
  {
    "translation": {
      "en": "Wonderful extras, beautiful, with costume and makeup.",
      "vi": "Diễn viên phụ tuyệt vời, đẹp, trong trang phục và hóa trang."
    }
  },
  {
    "translation": {
      "en": "Could you put on the hat? Thanks.",
      "vi": "Anh đội mũ lên được không? Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "It's great to work with people we've already worked with on Dark,",
      "vi": "Thật tuyệt khi được làm việc với nhiều người từng diễn trong Đêm lặng,"
    }
  },
  {
    "translation": {
      "en": "but I think it's also great to have some new additions in the team.",
      "vi": "nhưng tôi thấy cũng rất tuyệt khi có thêm người mới."
    }
  },
  {
    "translation": {
      "en": "And I'm especially really thankful for Bina",
      "vi": "Và tôi đặc biệt cảm ơn Bina,"
    }
  },
  {
    "translation": {
      "en": "because she's just such a talent and such a hardworking person.",
      "vi": "vì cô ấy rất tài năng và chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "Do you like it? It's a nice souvenir, no?",
      "vi": "Cô thích không? Quà lưu niệm đẹp nhỉ?"
    }
  },
  {
    "translation": {
      "en": "All the costumes, they are all done in our workroom.",
      "vi": "Mọi trang phục đều được làm trong phòng làm việc."
    }
  },
  {
    "translation": {
      "en": "We made everything.",
      "vi": "Chúng tôi làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "We made all the shoes, the hats.",
      "vi": "Đóng giày, làm mũ."
    }
  },
  {
    "translation": {
      "en": "There's a lot of embroidery.",
      "vi": "Thêu thùa may đồ rất nhiều."
    }
  },
  {
    "translation": {
      "en": "We printed a lot of fabrics.",
      "vi": "Chúng tôi đã in rất nhiều loại vải."
    }
  },
  {
    "translation": {
      "en": "It was all dyed and aged.",
      "vi": "Chúng đều được nhuộm, làm cũ đi."
    }
  },
  {
    "translation": {
      "en": "So the workroom was huge and a very long process.",
      "vi": "Nên phòng làm việc rất rộng và quá trình làm rất lâu."
    }
  },
  {
    "translation": {
      "en": "Do you think it's prettier when you do it this way?",
      "vi": "Làm như thế này thì sẽ xinh hơn nhỉ?"
    }
  },
  {
    "translation": {
      "en": "At the beginning,",
      "vi": "Lúc đầu, mọi nhân vật có khoảng bốn,"
    }
  },
  {
    "translation": {
      "en": "all the characters had like four or five changes",
      "vi": "Lúc đầu, mọi nhân vật có khoảng bốn, hoặc năm bộ đồ"
    }
  },
  {
    "translation": {
      "en": "because of the different dates of the story.",
      "vi": "vì cậu chuyện diễn ra trong vài ngày."
    }
  },
  {
    "translation": {
      "en": "When we discussed the evolution of each character,",
      "vi": "Khi chúng tôi bàn bạc về sự phát triển của các nhân vật,"
    }
  },
  {
    "translation": {
      "en": "we realized that",
      "vi": "chúng tôi nhận ra"
    }
  },
  {
    "translation": {
      "en": "we rather prefer that each character has one hero piece,",
      "vi": "mỗi nhân vật có một bộ đồ đặc trưng, cần thiết thì hay hơn,"
    }
  },
  {
    "translation": {
      "en": "like a superhero costume.",
      "vi": "như một bộ trang phục siêu anh hùng."
    }
  },
  {
    "translation": {
      "en": "Basically, our characters don't change.",
      "vi": "Về cơ bản các nhân vật không thay đồ."
    }
  },
  {
    "translation": {
      "en": "There's many days, and they are in the same costume.",
      "vi": "Có nhiều ngày, nhưng họ vẫn mặc trang phục đó."
    }
  },
  {
    "translation": {
      "en": "And that's, of course, a clue to that this is not really as it seems",
      "vi": "Và đương nhiên đó là manh mối cho rằng nơi này không hề bình thường,"
    }
  },
  {
    "translation": {
      "en": "and maybe we're not in a reality.",
      "vi": "có lẽ ta không ở trong thực tại."
    }
  },
  {
    "translation": {
      "en": "Yeah, Maura is a very modern character for her time.",
      "vi": "Maura là một nhân vật rất cấp tiến trong thời đại của cô ấy."
    }
  },
  {
    "translation": {
      "en": "For Maura, we wanted to have a more simple hairstyle.",
      "vi": "Chúng tôi muốn Maura để kiểu tóc đơn giản."
    }
  },
  {
    "translation": {
      "en": "In this period, women secretly do blush and lip tint.",
      "vi": "Ở thời này, phụ nữ hay bí mật đánh má hồng và tô son."
    }
  },
  {
    "translation": {
      "en": "Maura does not.",
      "vi": "Maura không làm thế."
    }
  },
  {
    "translation": {
      "en": "She also has very simple, um, hair accessories",
      "vi": "Cô ấy chỉ có phụ kiện tóc rất đơn giản,"
    }
  },
  {
    "translation": {
      "en": "as she has just two golden pins",
      "vi": "chỉ là hai cái kẹp tóc màu vàng"
    }
  },
  {
    "translation": {
      "en": "in the hairstyle.",
      "vi": "cài lên tóc thôi."
    }
  },
  {
    "translation": {
      "en": "In 1899, all the women still were wearing corsets.",
      "vi": "Vào năm 1899, tất cả phụ nữ vẫn mặc corset."
    }
  },
  {
    "translation": {
      "en": "Wouldn't Maura, perhaps, be a person",
      "vi": "Có lẽ Maura sẽ là một người"
    }
  },
  {
    "translation": {
      "en": "who, once she is on the boat,",
      "vi": "mà khi cô ấy lên thuyền,"
    }
  },
  {
    "translation": {
      "en": "she just forgets about the corset and just said,",
      "vi": "cô ấy mặc kệ luôn cái corset và nói:"
    }
  },
  {
    "translation": {
      "en": "I am without it. I'm done with it.",
      "vi": "Tôi không mặc nó. Tôi không cần dùng nó."
    }
  },
  {
    "translation": {
      "en": "It has been such a joy to see how the characters actually are shaped",
      "vi": "Tôi rất vui khi được xem các nhân vật được tạo hình thực tế ra làm sao,"
    }
  },
  {
    "translation": {
      "en": "by the costumes they are wearing.",
      "vi": "nhờ những trang phục họ đang mặc."
    }
  },
  {
    "translation": {
      "en": "And it has been for me, as a writer, really inspiring",
      "vi": "Là nhà biên kịch, tôi thấy được truyền cảm hứng"
    }
  },
  {
    "translation": {
      "en": "to see how costume and makeup",
      "vi": "khi thấy trang phục và hóa trang"
    }
  },
  {
    "translation": {
      "en": "influence also my choices on the characters.",
      "vi": "truyền tải những lựa chọn của tôi lên các nhân vật."
    }
  },
  {
    "translation": {
      "en": "You know what they say?",
      "vi": "Cô biết họ nói gì không?"
    }
  },
  {
    "translation": {
      "en": "Men invented dresses and heels so that women can't run away.",
      "vi": "Họ nói đàn ông phát minh ra váy và giày cao gót là để phụ nữ không thể chạy trốn."
    }
  },
  {
    "translation": {
      "en": "To find that location, to find the look of the story,",
      "vi": "Tìm ra địa điểm đó, tìm ra vẻ ngoài của câu chuyện,"
    }
  },
  {
    "translation": {
      "en": "was probably the biggest challenge art department had to face.",
      "vi": "có lẽ là thách thức lớn nhất bộ phận nghệ thuật phải đối mặt."
    }
  },
  {
    "translation": {
      "en": "There's no ship of that era which is still floating somewhere or in a museum.",
      "vi": "Không còn con tàu nào ở thời đó còn chạy hay trong bảo tàng."
    }
  },
  {
    "translation": {
      "en": "They're all gone.",
      "vi": "Chúng biến mất rồi."
    }
  },
  {
    "translation": {
      "en": "We're talking about a ship which is 330 meters long",
      "vi": "Ta đang nhắc tới một con tàu dài 330 mét"
    }
  },
  {
    "translation": {
      "en": "and was made to travel over the North Atlantic.",
      "vi": "và được đóng để đi qua Bắc Đại Tây Dương."
    }
  },
  {
    "translation": {
      "en": "And to recreate these environments",
      "vi": "Nhà thiết kế sản xuất phải tốn rất nhiều công"
    }
  },
  {
    "translation": {
      "en": "is something which takes a lot of energy from a production designer.",
      "vi": "để tái hiện lại những bối cảnh này."
    }
  },
  {
    "translation": {
      "en": "That's the first pipe, second pipe.",
      "vi": "Đó là ống số một, ống số hai."
    }
  },
  {
    "translation": {
      "en": "I'm addicted to details.",
      "vi": "Tôi say mê chi tiết trong mỗi bối cảnh."
    }
  },
  {
    "translation": {
      "en": "Could be the architecture, the surfaces, the moldings, the props,",
      "vi": "Có thể là kiến trúc, bề mặt, đường gờ, đạo cụ,"
    }
  },
  {
    "translation": {
      "en": "the set decoration, the right things at the right place.",
      "vi": "trang trí bối cảnh, đặt đúng thứ vào đúng chỗ."
    }
  },
  {
    "translation": {
      "en": "We had a lot of reference materials.",
      "vi": "Chúng tôi có nhiều tài liệu tham khảo."
    }
  },
  {
    "translation": {
      "en": "And I think this is a good thing to start,",
      "vi": "Tôi nghĩ điều quan trọng đầu tiên"
    }
  },
  {
    "translation": {
      "en": "so that you have a feeling for this period, you have to know the rules.",
      "vi": "để bạn có cảm giác của thời kỳ đó, là bạn phải biết các quy tắc."
    }
  },
  {
    "translation": {
      "en": "You have to know what you can do and what you shouldn't do.",
      "vi": "Phải biết những gì có thể làm và không nên làm."
    }
  },
  {
    "translation": {
      "en": "Or if you break the rules, then you should do it on purpose",
      "vi": "Hoặc nếu phá vỡ quy tắc, thì nên làm có chủ đích"
    }
  },
  {
    "translation": {
      "en": "and not because you didn't know.",
      "vi": "chứ không phải do bạn không biết."
    }
  },
  {
    "translation": {
      "en": "1899, what would they have?",
      "vi": "Họ có gì vào năm 1899?"
    }
  },
  {
    "translation": {
      "en": "No, you should be sure about that,",
      "vi": "Bạn phải chắc chắn biết điều đó,"
    }
  },
  {
    "translation": {
      "en": "and then you see what you can find, and you build it around that.",
      "vi": "rồi tìm hiểu xem bạn tìm được gì, và dựa trên đó bạn trang trí."
    }
  },
  {
    "translation": {
      "en": "We're moving on!",
      "vi": "Ta tiếp tục!"
    }
  },
  {
    "translation": {
      "en": "The world is very big, visually.",
      "vi": "Thế giới rất rộng lớn, trực quan."
    }
  },
  {
    "translation": {
      "en": "The sets are incredible.",
      "vi": "Bối cảnh rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "One especially for me is the engine room,",
      "vi": "Nơi đặc biệt với tôi là phòng máy,"
    }
  },
  {
    "translation": {
      "en": "where there's secret panels,",
      "vi": "nơi có một bảng điều khiển bí mật,"
    }
  },
  {
    "translation": {
      "en": "and we find these incredible, designed futuristic machines,",
      "vi": "có những cỗ máy đặc biệt có kiểu dáng của tương lai."
    }
  },
  {
    "translation": {
      "en": "which are mother brains, to operate the simulation.",
      "vi": "Chúng là máy chủ vận hành giả lập."
    }
  },
  {
    "translation": {
      "en": "And I seem to know where all of them are,",
      "vi": "Có vẻ như tôi biết chỗ của chúng,"
    }
  },
  {
    "translation": {
      "en": "and… and I'm able to manipulate them.",
      "vi": "và có thể điều khiển được chúng."
    }
  },
  {
    "translation": {
      "en": "I have a device, which is this wonderful silver thing.",
      "vi": "Tôi có một thiết bị màu bạc tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "It's got moving plates on it,",
      "vi": "Nó có thể xoay,"
    }
  },
  {
    "translation": {
      "en": "which are different codings",
      "vi": "Nó có thể xoay, có các mã khác nhau nên tôi có thể cắm nó vào máy chủ"
    }
  },
  {
    "translation": {
      "en": "so I can plug it into these motherboard computers",
      "vi": "có các mã khác nhau nên tôi có thể cắm nó vào máy chủ"
    }
  },
  {
    "translation": {
      "en": "and manipulate the simulation itself.",
      "vi": "và điều khiển giả lập."
    }
  },
  {
    "translation": {
      "en": "Even if we use something like the Volume,",
      "vi": "Kể cả khi chúng tôi dùng Volume,"
    }
  },
  {
    "translation": {
      "en": "we want to create as much as possible in camera.",
      "vi": "chúng tôi vẫn muốn có nhiều đồ thật nhất có thể."
    }
  },
  {
    "translation": {
      "en": "So everything needs to feel believable",
      "vi": "Mọi thứ cần mang lại cảm giác đáng tin"
    }
  },
  {
    "translation": {
      "en": "and that you can touch it.",
      "vi": "và có thể chạm vào."
    }
  },
  {
    "translation": {
      "en": "In Dark, we had the time machine, and here, we have a weird object.",
      "vi": "Trong Đêm lặng có máy du hành thời gian, còn ở đây có một vật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "We're really fans of gadgets.",
      "vi": "Chúng tôi thật sự thích các thiết bị."
    }
  },
  {
    "translation": {
      "en": "The design behind these gadgets are very, like, steampunk esque",
      "vi": "Thiết kế của các thiết bị này giống máy móc công nghiệp chạy hơi nước ở thế kỷ 19,"
    }
  },
  {
    "translation": {
      "en": "but of a completely different world.",
      "vi": "nhưng là của một thế giới khác hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "1899, through its design, is creating its own genre almost.",
      "vi": "Phim 1899 gần như là tạo ra thiết bị của riêng nó."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Follow me.",
      "vi": "Đi theo tôi."
    }
  },
  {
    "translation": {
      "en": "It's like a living organism.",
      "vi": "Nó giống như một cơ thể sống."
    }
  },
  {
    "translation": {
      "en": "You don't know what it's doing with you. It's a little bit alien esque.",
      "vi": "Bạn không biết nó đang làm gì với bạn. Có chút hơi hướng ngoài hành tinh."
    }
  },
  {
    "translation": {
      "en": "We said from the beginning the ship should be its own character.",
      "vi": "Chúng tôi đã nói từ đầu là con tàu nên có đặc điểm riêng của nó."
    }
  },
  {
    "translation": {
      "en": "That you feel it's like a weird monster.",
      "vi": "Bạn cảm thấy nó giống như một con quái vật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "We wanted to see the ship not just as a period ship, steaming across the Atlantic.",
      "vi": "Chúng tôi muốn nó không chỉ là con tàu cổ chạy bằng hơi nước băng qua Đại tây dương,"
    }
  },
  {
    "translation": {
      "en": "It's more like a living structure in itself.",
      "vi": "nó phải giống một cấu trúc sống hơn."
    }
  },
  {
    "translation": {
      "en": "The anti Titanic, leading directly into the brain of each character.",
      "vi": "Không giống tàu Titanic. Và nó kết nối trực tiếp vào bộ não của mỗi nhân vật."
    }
  },
  {
    "translation": {
      "en": "We can go from one cabin to the next",
      "vi": "Có thể đi từ buồng này sang buồng khác"
    }
  },
  {
    "translation": {
      "en": "through hidden shafts, ventilation chambers, tubes,",
      "vi": "thông qua các hầm bí mật, buồng thông gió, ống,"
    }
  },
  {
    "translation": {
      "en": "places that transport the sensation of,",
      "vi": "các nơi chốn, và chúng truyền tải cái cảm giác:"
    }
  },
  {
    "translation": {
      "en": "My God, there's a door behind the wall feeling.",
      "vi": "Trời ơi, có một cánh cửa phía sau bức tường."
    }
  },
  {
    "translation": {
      "en": "I want to see behind the wall.",
      "vi": "Tôi muốn xem phía sau có gì."
    }
  },
  {
    "translation": {
      "en": "You feel that you get deeper and deeper into something that you should stay out.",
      "vi": "Bạn cảm thấy bị lún sâu dần vào một chuyện bạn nên tránh xa."
    }
  },
  {
    "translation": {
      "en": "I like this kind of tension.",
      "vi": "Tôi thích sự căng thẳng kiểu đó."
    }
  },
  {
    "translation": {
      "en": "Look at this.",
      "vi": "Nhìn này."
    }
  },
  {
    "translation": {
      "en": "Then I disappear.",
      "vi": "Sau đó tôi biến mất."
    }
  },
  {
    "translation": {
      "en": "1899 was recorded all over the world.",
      "vi": "Âm nhạc trong 1899 được thu âm khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "The Tangram Ensemble from London.",
      "vi": "Dàn nhạc Tangram Ensemble ở Luân Đôn."
    }
  },
  {
    "translation": {
      "en": "Sinfonietta Cracovia,",
      "vi": "Dàn nhạc Sinfonietta Cracovia, phần đàn dây tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "this amazing string section, the same people I worked with on Dark.",
      "vi": "Dàn nhạc Sinfonietta Cracovia, phần đàn dây tuyệt vời, tôi từng hợp tác trong Đêm lặng"
    }
  },
  {
    "translation": {
      "en": "And then there's actually quite a lot of vocal material.",
      "vi": "Và thật ra có khá nhiều thanh âm của tiếng người nữa."
    }
  },
  {
    "translation": {
      "en": "They are the three main elements.",
      "vi": "Đó là thành phần chính."
    }
  },
  {
    "translation": {
      "en": "And there's everything that I'm sort of doing with that.",
      "vi": "Và tất nhiên tôi còn làm mọi âm thanh khác nữa."
    }
  },
  {
    "translation": {
      "en": "I took a lot of that material with me",
      "vi": "Tôi mang theo nhiều tư liệu âm thanh"
    }
  },
  {
    "translation": {
      "en": "here back to Iceland and took it into",
      "vi": "quay lại Iceland và mang chúng vào"
    }
  },
  {
    "translation": {
      "en": "various ships down here in the harbor.",
      "vi": "nhiều tàu ở cảng."
    }
  },
  {
    "translation": {
      "en": "So I'm taking those recordings and actually feeding them through a speaker, um,",
      "vi": "Tôi đem những đoạn ghi âm phát ra loa"
    }
  },
  {
    "translation": {
      "en": "into various parts of the ship,",
      "vi": "ở trong nhiều nơi trên con tàu,"
    }
  },
  {
    "translation": {
      "en": "and sort of using the music to resonate…",
      "vi": "và dạng như dùng âm nhạc để dội tiếng,"
    }
  },
  {
    "translation": {
      "en": "literally resonate the hull of the boat.",
      "vi": "chính xác là dội tiếng thân tàu."
    }
  },
  {
    "translation": {
      "en": "Kinda terrifying, honestly.",
      "vi": "Khá là đáng sợ, thật sự."
    }
  },
  {
    "translation": {
      "en": "It… It becomes something else.",
      "vi": "Nó trở thành một thứ khác."
    }
  },
  {
    "translation": {
      "en": "It becomes very, um, alive.",
      "vi": "Trở nên rất sống động."
    }
  },
  {
    "translation": {
      "en": "Our brain is a very complicated construct.",
      "vi": "Bộ não của chúng ta là một cấu trúc rất phức tạp."
    }
  },
  {
    "translation": {
      "en": "As much as we can try to forget the things we don't want to remember,",
      "vi": "Dù chúng ta có cố quên đi những điều không muốn nhớ,"
    }
  },
  {
    "translation": {
      "en": "we will never be able to delete them entirely.",
      "vi": "cũng sẽ không bao giờ có thể xóa bỏ chúng hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "They're part of who we are.",
      "vi": "Chúng là một phần con người ta."
    }
  },
  {
    "translation": {
      "en": "Woven into our very fabric.",
      "vi": "Hoà vào bản thể chúng ta."
    }
  },
  {
    "translation": {
      "en": "And landscape!",
      "vi": "Và khung cảnh!"
    }
  },
  {
    "translation": {
      "en": "There's no reason to be afraid.",
      "vi": "Chẳng có gì phải sợ cả."
    }
  },
  {
    "translation": {
      "en": "This isn't real.",
      "vi": "Đây không phải là thực tế."
    }
  },
  {
    "translation": {
      "en": "Remember?",
      "vi": "Nhớ không?"
    }
  },
  {
    "translation": {
      "en": "It's so complex that I couldn't say, Well, it's about this.",
      "vi": "Phức tạp đến mức tôi không thể nói: Nó là thế này."
    }
  },
  {
    "translation": {
      "en": "It's about so many things.",
      "vi": "Chuyện liên quan rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "And, um, I guess if you ask me what it's about",
      "vi": "Tôi nghĩ nếu bạn hỏi tôi xong, rồi đi hỏi người khác"
    }
  },
  {
    "translation": {
      "en": "and you ask someone else, and you get different answers,",
      "vi": "thì bạn sẽ nhận được một câu trả lời khác với tôi,"
    }
  },
  {
    "translation": {
      "en": "in a way, they're both true.",
      "vi": "nhưng chúng đều đúng."
    }
  },
  {
    "translation": {
      "en": "I guess I think 1899… Yes, it's incredibly confusing.",
      "vi": "Tôi nghĩ 1899… Ừ, nó cực kỳ khó hiểu."
    }
  },
  {
    "translation": {
      "en": "And, um, all of these…",
      "vi": "Và tất cả…"
    }
  },
  {
    "translation": {
      "en": "No, I don't wanna say that. Um, okay.",
      "vi": "Không, tôi không muốn nói thế. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Should not say it's incredibly confusing.",
      "vi": "Không nên nói nó cực kỳ khó hiểu."
    }
  },
  {
    "translation": {
      "en": "My picture of it is like a round puzzle that is moving at great speed,",
      "vi": "Tôi tưởng tượng nó như một câu đố hình tròn đang xoay chuyển với tốc độ nhanh, còn Jantje đang ghép thêm các mảnh vào."
    }
  },
  {
    "translation": {
      "en": "and Jantje's putting in the pieces.",
      "vi": "với tốc độ nhanh, còn Jantje đang ghép thêm các mảnh vào."
    }
  },
  {
    "translation": {
      "en": "I have no idea.",
      "vi": "Tôi không hiểu gì."
    }
  },
  {
    "translation": {
      "en": "I mean, I have no idea how she keeps it all straight.",
      "vi": "Ý là tôi không hiểu cô ấy giữ cho tất cả xuyên suốt kiểu gì."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know how they do it.",
      "vi": "Không biết họ làm kiểu gì."
    }
  },
  {
    "translation": {
      "en": "The only thing that I think that's really important with mystery",
      "vi": "Với những bí ẩn, tôi nghĩ điều quan trọng duy nhất"
    }
  },
  {
    "translation": {
      "en": "is that you don't listen to anyone who says, I didn't understand this,",
      "vi": "là không nghe theo ai đó nói: Tôi không hiểu cái này,"
    }
  },
  {
    "translation": {
      "en": "or, I think this needs to be made clearer, or anything like that.",
      "vi": "hoặc Tôi nghĩ nên làm rõ ràng hơn, hoặc những lời tương tự."
    }
  },
  {
    "translation": {
      "en": "I just go, La, la.",
      "vi": "Tôi kệ luôn."
    }
  },
  {
    "translation": {
      "en": "I gave up to try and understand her brain a long time ago.",
      "vi": "Tôi đã từ bỏ việc cố hiểu bộ não của cô ấy từ rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "She puts different, strange worlds together into one,",
      "vi": "Cô ấy đặt những thế giới kỳ lạ, khác nhau vào thành một,"
    }
  },
  {
    "translation": {
      "en": "and you think there's no way",
      "vi": "và bạn nghĩ không có cách nào"
    }
  },
  {
    "translation": {
      "en": "they can ever connect, they can ever be combined.",
      "vi": "để chúng kết nối, không bao giờ kết hợp được."
    }
  },
  {
    "translation": {
      "en": "But then later on, it reveals that the one is actually the source of the other one.",
      "vi": "Nhưng sau đó, lại hé lộ cái này thực ra là nguồn gốc của cái kia."
    }
  },
  {
    "translation": {
      "en": "I'm a huge puzzle freak.",
      "vi": "Tôi rất yêu thích các câu đố."
    }
  },
  {
    "translation": {
      "en": "I love mysteries, and I love, um, solving any kind of riddles.",
      "vi": "Tôi thích những bí ẩn, và thích giải bất kỳ loại câu đố nào."
    }
  },
  {
    "translation": {
      "en": "For me now to be like the person",
      "vi": "Giờ đây tôi chính là người tạo ra câu đố,"
    }
  },
  {
    "translation": {
      "en": "who actually builds the riddle is just pure pleasure.",
      "vi": "Giờ đây tôi chính là người tạo ra câu đố, điều đó khiến tôi vui sướng."
    }
  },
  {
    "translation": {
      "en": "So I'm actually, yes, I'm doing it for the fans,",
      "vi": "Thật ra tôi làm vì người hâm mộ,"
    }
  },
  {
    "translation": {
      "en": "but I'm also doing it for myself.",
      "vi": "nhưng cũng làm vì chính tôi nữa."
    }
  },
  {
    "translation": {
      "en": "Jantje is doing all the writing.",
      "vi": "Jantje đảm nhận toàn bộ việc viết lách."
    }
  },
  {
    "translation": {
      "en": "Uh, the rest of us are on set with Bo directing.",
      "vi": "Số còn lại chỉ đạo ở trường quay với Bo."
    }
  },
  {
    "translation": {
      "en": "As things are being dripped back to Jantje within the edit room,",
      "vi": "Mọi thứ được gửi về cho Jantje ở phòng biên tập,"
    }
  },
  {
    "translation": {
      "en": "she can really see what's working, what isn't working,",
      "vi": "cô ấy có thể xem cái gì được, cái gì không được,"
    }
  },
  {
    "translation": {
      "en": "how things could be more interesting.",
      "vi": "cái gì thay đổi được để trở nên thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "They have this flexibility to move the story in any direction they want.",
      "vi": "Họ có thể linh hoạt thay đổi câu chuyện theo bất kỳ hướng nào họ muốn."
    }
  },
  {
    "translation": {
      "en": "I might see a prop in the background that art department put there.",
      "vi": "Tôi có thể thấy một đạo cụ bộ phận nghệ thuật đặt ở bối cảnh."
    }
  },
  {
    "translation": {
      "en": "For example, in Ramiro and Ángel's cabin,",
      "vi": "Ví dụ như trong buồng của Ramiro và Ángel,"
    }
  },
  {
    "translation": {
      "en": "there is an old picture of a wolf and a lamb on the wall,",
      "vi": "có một bức tranh cổ vẽ một con sói và một con cừu treo trên tường. Nó truyền cảm hứng cho tôi viết một đoạn hội thoại"
    }
  },
  {
    "translation": {
      "en": "and that inspired me to actually write a dialogue",
      "vi": "treo trên tường. Nó truyền cảm hứng cho tôi viết một đoạn hội thoại"
    }
  },
  {
    "translation": {
      "en": "that kind of grasps those two characters.",
      "vi": "thâu tóm được bản chất hai nhân vật đó."
    }
  },
  {
    "translation": {
      "en": "Why don't you have a little conversation with God?",
      "vi": "Sao anh không nói chuyện với Chúa?"
    }
  },
  {
    "translation": {
      "en": "Ask him why he turned you into a sheep",
      "vi": "Hỏi tại sao ông ta biến anh thành cừu,"
    }
  },
  {
    "translation": {
      "en": "and me into a wolf.",
      "vi": "và biến tôi thành sói."
    }
  },
  {
    "translation": {
      "en": "The power of… of decisions here in the show",
      "vi": "Quyền lực quyết định ở phim này tập trung ở họ,"
    }
  },
  {
    "translation": {
      "en": "are very centralized in them, in Bo and Jantje,",
      "vi": "Quyền lực quyết định ở phim này tập trung ở họ, ở Bo và Jantje, và tôi nghĩ như vậy là tốt."
    }
  },
  {
    "translation": {
      "en": "and I think that's really good.",
      "vi": "ở Bo và Jantje, và tôi nghĩ như vậy là tốt."
    }
  },
  {
    "translation": {
      "en": "It adds a lot of personality, their personality.",
      "vi": "Giúp phim có chất riêng, chất riêng của họ."
    }
  },
  {
    "translation": {
      "en": "It's still the mind of Bo and Jantje.",
      "vi": "Nó vẫn là tâm trí của Bo và Jantje."
    }
  },
  {
    "translation": {
      "en": "They didn't step away from what they want and what they like.",
      "vi": "Họ giữ vững điều họ muốn và họ thích."
    }
  },
  {
    "translation": {
      "en": "They like weirdness.",
      "vi": "Họ thích sự kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "They like fantasies.",
      "vi": "Thích điều không tưởng."
    }
  },
  {
    "translation": {
      "en": "They like mystery.",
      "vi": "Thích bí ẩn."
    }
  },
  {
    "translation": {
      "en": "They like fucking with your mind.",
      "vi": "Họ thích làm rối tâm trí bạn."
    }
  },
  {
    "translation": {
      "en": "And that's what they do. Even with us sometimes, actors.",
      "vi": "Đó là điều họ làm với bạn, đôi khi cả với diễn viên chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We were like, We wanna ask about season two for our characters.",
      "vi": "Chúng tôi mà muốn hỏi thêm về mùa hai hay các nhân vật,"
    }
  },
  {
    "translation": {
      "en": "They were like, No! You do season one, and then you'll see.",
      "vi": "họ sẽ kiểu: Không! Cứ làm mùa một đi, rồi cậu sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "When you go into a scene,",
      "vi": "Khi bạn vào đóng phim,"
    }
  },
  {
    "translation": {
      "en": "and you've got 100 questions for Bo,",
      "vi": "và có 100 câu hỏi cho Bo,"
    }
  },
  {
    "translation": {
      "en": "and he goes, I haven't made that choice yet.",
      "vi": "anh ấy sẽ nói: Tôi chưa quyết định."
    }
  },
  {
    "translation": {
      "en": "I don't know if I want this character to go down that road or that one yet.",
      "vi": "Tôi chưa biết tôi muốn nhân vật làm như thế nào."
    }
  },
  {
    "translation": {
      "en": "So let's see where we take it where you don't know.",
      "vi": "Nên hãy xem chúng tôi dẫn dắt câu chuyện tới nơi bạn không biết."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay, great.",
      "vi": "Vâng, được rồi, tuyệt."
    }
  },
  {
    "translation": {
      "en": "That's really helpful.",
      "vi": "Rất hữu ích."
    }
  },
  {
    "translation": {
      "en": "But, you know, that's the… that is the interesting thing about it.",
      "vi": "Nhưng đó chính là điểm thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "In that moment, you have to make a natural choice of the circumstances…",
      "vi": "Trong khoảnh khắc đó, bạn phải vô thức đưa ra một giải pháp,"
    }
  },
  {
    "translation": {
      "en": "…and play that and play the honesty of the moment,",
      "vi": "diễn chân thật để phù hợp hoàn cảnh,"
    }
  },
  {
    "translation": {
      "en": "regardless of where it's going next.",
      "vi": "dù sau đó có xảy ra chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Maura, please.",
      "vi": "Maura, làm ơn."
    }
  },
  {
    "translation": {
      "en": "Get in there.",
      "vi": "Vào trong đó."
    }
  },
  {
    "translation": {
      "en": "I know all of this",
      "vi": "Ta biết tất cả chuyện này"
    }
  },
  {
    "translation": {
      "en": "must be quite confusing for you.",
      "vi": "hẳn rất khó hiểu đối với con."
    }
  },
  {
    "translation": {
      "en": "You feel a safety in the hands of people who have this pedigree.",
      "vi": "Bạn cảm thấy an toàn trong tay những người thành công này."
    }
  },
  {
    "translation": {
      "en": "They've done this amazing series before.",
      "vi": "Trước đó họ đã làm một bộ phim tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And yet you feel they are operating in a very free way.",
      "vi": "Vậy mà bạn vẫn thấy họ điều hành theo cách rất tự do."
    }
  },
  {
    "translation": {
      "en": "And the way it starts out may be the way it continues or it may not.",
      "vi": "Và cách nó bắt đầu có thể là cách nó tiếp tục hoặc không."
    }
  },
  {
    "translation": {
      "en": "I've not come across that a lot in modern drama.",
      "vi": "Tôi không có nhiều trải nghiệm như vậy trong các bộ phim thời nay."
    }
  },
  {
    "translation": {
      "en": "The key.",
      "vi": "Chìa khóa."
    }
  },
  {
    "translation": {
      "en": "Everyone, please assemble in the dining room.",
      "vi": "Mọi người làm ơn hãy tập trung ở nhà ăn."
    }
  },
  {
    "translation": {
      "en": "The captain would like to address the current situation.",
      "vi": "Thuyền trưởng muốn giải quyết vấn đề hiện tại."
    }
  },
  {
    "translation": {
      "en": "What's happening?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "They're not telling us a thing.",
      "vi": "Họ không tiết lộ gì cả."
    }
  },
  {
    "translation": {
      "en": "That's what you get when you have a German running this.",
      "vi": "Một người Đức chỉ đạo tình hình tệ hại này nên thành ra thế."
    }
  },
  {
    "translation": {
      "en": "I don't know if it's similar because I've never been a captain on a ship, um,",
      "vi": "Tôi không biết có giống không vì tôi chưa bao giờ làm thuyền trưởng,"
    }
  },
  {
    "translation": {
      "en": "but I guess it's maybe as exhausting.",
      "vi": "nhưng chắc cũng mệt giống nhau."
    }
  },
  {
    "translation": {
      "en": "If you wanna have family on the set, then you also have to create a safe place for everyone,",
      "vi": "Nếu muốn tất cả như một gia đình, thì phải tạo ra một nơi an toàn cho họ,"
    }
  },
  {
    "translation": {
      "en": "and especially for the actors because you ask so much from them",
      "vi": "nhất là các diễn viên vì bạn đòi hỏi họ làm rất nhiều việc"
    }
  },
  {
    "translation": {
      "en": "to do in front of a camera, almost being naked.",
      "vi": "trước ống kính máy quay, gần như trần truồng chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "He's a very dark soul.",
      "vi": "Anh ấy có tâm hồn rất tăm tối."
    }
  },
  {
    "translation": {
      "en": "Which is very cool.",
      "vi": "Như vậy rất hay ho."
    }
  },
  {
    "translation": {
      "en": "He's not afraid of the ugliness or…",
      "vi": "Anh ấy không sợ sự xấu xí hay…"
    }
  },
  {
    "translation": {
      "en": "the deep dark secrets",
      "vi": "những bí mật đen tối"
    }
  },
  {
    "translation": {
      "en": "or sorrow or grief",
      "vi": "hay nỗi buồn phiền, đau khổ,"
    }
  },
  {
    "translation": {
      "en": "or… just all the dark sides that humans have.",
      "vi": "tất cả những mặt tối mà con người có."
    }
  },
  {
    "translation": {
      "en": "And I just love to have a director who wanna go in there.",
      "vi": "Và tôi rất thích việc có một đạo diễn muốn đào sâu điều đó."
    }
  },
  {
    "translation": {
      "en": "I'm not good if I don't trust the director.",
      "vi": "Nếu không tin đạo diễn thì tôi không làm tốt được."
    }
  },
  {
    "translation": {
      "en": "And if a director doesn't make me feel like I can go to places",
      "vi": "Nếu đạo diễn không cho tôi cảm thấy tôi có thể chạm đến những nơi"
    }
  },
  {
    "translation": {
      "en": "which are very vulnerable,",
      "vi": "vô cùng yếu đuối,"
    }
  },
  {
    "translation": {
      "en": "I can't give you my all.",
      "vi": "thì tôi không thể cố hết sức."
    }
  },
  {
    "translation": {
      "en": "I feel comfortable enough to explore what the possibilities are because of Bo.",
      "vi": "Nhờ có Bo, tôi cảm thấy đủ thoải mái để khám phá các khả năng xảy ra."
    }
  },
  {
    "translation": {
      "en": "And that's a good captain, to make you feel safe",
      "vi": "Đó là một vị thuyền trưởng giỏi, giúp bạn thấy an toàn"
    }
  },
  {
    "translation": {
      "en": "in a very vulnerable place.",
      "vi": "ở một nơi rất dễ bị tổn thương."
    }
  },
  {
    "translation": {
      "en": "Him and Jantje, they both know what they want.",
      "vi": "Anh ấy và Jantje đều biết rõ điều họ muốn."
    }
  },
  {
    "translation": {
      "en": "Sometimes they don't know how they wanna get there.",
      "vi": "Đôi khi họ không biết cách để đạt được điều đó."
    }
  },
  {
    "translation": {
      "en": "Then you're a part of that creative team, so you help them get there.",
      "vi": "Và bạn trở thành một phần của đội ngũ sáng tạo, giúp họ đạt được."
    }
  },
  {
    "translation": {
      "en": "And there's a great essence of family because of that.",
      "vi": "Vì thế nên có cảm giác rất giống gia đình."
    }
  },
  {
    "translation": {
      "en": "It's been such a journey. I get so emotional.",
      "vi": "Quả là một hành trình đáng nhớ. Tôi đã rất xúc động."
    }
  },
  {
    "translation": {
      "en": "People here are amazing.",
      "vi": "Mọi người đều rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I met actors from all over the world with different cultures.",
      "vi": "Tôi gặp các diễn viên từ khắp thế giới, mang văn hóa khác nhau."
    }
  },
  {
    "translation": {
      "en": "I hope that people see that no matter where you're from,",
      "vi": "Tôi hy vọng mọi người thấy rằng dù bạn đến từ đâu,"
    }
  },
  {
    "translation": {
      "en": "no matter your skin tone, no matter your religion,",
      "vi": "mang màu da nào, theo đức tin gì,"
    }
  },
  {
    "translation": {
      "en": "we're just equal, we're just all just human beings.",
      "vi": "thì chúng ta đều bình đẳng, chúng ta đều chỉ là con người."
    }
  },
  {
    "translation": {
      "en": "It is the same hurt, love, and happiness.",
      "vi": "Đều có nỗi đau, tình yêu, hạnh phúc như nhau."
    }
  },
  {
    "translation": {
      "en": "We're on the same boat.",
      "vi": "Chúng ta cùng thuyền."
    }
  },
  {
    "translation": {
      "en": "You're looking for what you have in common and you try to build up a synergy",
      "vi": "Các bạn đang tìm kiếm điểm chung và cố gắng hợp lực để cùng nhau sáng tạo"
    }
  },
  {
    "translation": {
      "en": "to create together, and that's what we're doing here internationally.",
      "vi": "và đó là những gì chúng tôi đang làm ở đây trên phạm vi quốc tế."
    }
  },
  {
    "translation": {
      "en": "Especially during our time, with COVID and Brexit,",
      "vi": "Đặc biệt là trong thời của chúng ta, với COVID và Brexit,"
    }
  },
  {
    "translation": {
      "en": "and everyone wants to become way more selfish",
      "vi": "và mọi người đều muốn trở nên ích kỷ hơn"
    }
  },
  {
    "translation": {
      "en": "than they probably already were.",
      "vi": "so với sự ích kỷ vốn dĩ đã có."
    }
  },
  {
    "translation": {
      "en": "It's just great just to see that we're all together.",
      "vi": "Thật tuyệt vời khi được thấy chúng ta đoàn kết bên nhau."
    }
  },
  {
    "translation": {
      "en": "And this is the beautiful story about 1899.",
      "vi": "Và đây là một câu chuyện đẹp vào năm 1899."
    }
  },
  {
    "translation": {
      "en": "If you actually wanna survive, we have to be together.",
      "vi": "Nếu bạn thực sự muốn sống sót, chúng ta phải sát cánh."
    }
  },
  {
    "translation": {
      "en": "No one can survive on their own.",
      "vi": "Không ai có thể tự mình sống sót."
    }
  },
  {
    "translation": {
      "en": "I will definitely fall into a hole",
      "vi": "Tôi nhất định sẽ hụt hẫng"
    }
  },
  {
    "translation": {
      "en": "after the end of this shoot.",
      "vi": "sau buổi quay cuối cùng."
    }
  },
  {
    "translation": {
      "en": "You always do.",
      "vi": "Luôn là thế."
    }
  },
  {
    "translation": {
      "en": "'Cause I really…",
      "vi": "Vì tôi rất…"
    }
  },
  {
    "translation": {
      "en": "No one sees me behind my monitors in my tent,",
      "vi": "Không ai thấy tôi sau màn hình ở khu vực của tôi,"
    }
  },
  {
    "translation": {
      "en": "but I do, uh, live the characters as well.",
      "vi": "nhưng tôi hóa thân vào các nhân vật."
    }
  },
  {
    "translation": {
      "en": "And I do act in front of the monitors. No one sees that.",
      "vi": "Tôi diễn trước màn hình. Không ai thấy."
    }
  },
  {
    "translation": {
      "en": "Just to try to understand what that character could do or not.",
      "vi": "Chỉ để cố gắng hiểu nhân vật đó có thể hoặc không thể làm gì."
    }
  },
  {
    "translation": {
      "en": "Of course, in a very bad way because I'm not a good actor.",
      "vi": "Đương nhiên diễn rất tệ vì tôi không phải diễn viên."
    }
  },
  {
    "translation": {
      "en": "But, like, I really live these characters,",
      "vi": "Nhưng tôi thật sự hóa thân vào các nhân vật đấy,"
    }
  },
  {
    "translation": {
      "en": "and it's sad always to say goodbye to them.",
      "vi": "và thật buồn khi phải nói lời tạm biệt với họ."
    }
  },
  {
    "translation": {
      "en": "But maybe hopefully we will say hello again to them in another season.",
      "vi": "Nhưng hy vọng rằng được gặp lại họ trong mùa tiếp theo."
    }
  },
  {
    "translation": {
      "en": "This is where they shot Alien.",
      "vi": "Đây là nơi họ quay Alien."
    }
  },
  {
    "translation": {
      "en": "Oh, wow. Yeah.",
      "vi": "Ồ. Đúng thế đấy."
    }
  },
  {
    "translation": {
      "en": "So it has good history.",
      "vi": "Nên nơi này có danh tiếng."
    }
  },
  {
    "translation": {
      "en": "Thank you, sir.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "You're welcome, sir.",
      "vi": "Không có gì."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hello. Hello there.",
      "vi": "Xin chào. Chào anh. Như ta đã bàn, đương nhiên là nó sẽ ngắn như này."
    }
  },
  {
    "translation": {
      "en": "It is of course a bit of an undercut, as we had discussed.",
      "vi": "Như ta đã bàn, đương nhiên là nó sẽ ngắn như này."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "How are you feeling?",
      "vi": "Cô thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's growing on me. I like it.",
      "vi": "Vâng, tôi đang dần thấy thích nó."
    }
  },
  {
    "translation": {
      "en": "It looks pretty cool.",
      "vi": "Trông rất hay ho đấy."
    }
  },
  {
    "translation": {
      "en": "Hello. Hello.",
      "vi": "Xin chào. Xin chào."
    }
  },
  {
    "translation": {
      "en": "Ah! Now you're a footballer? I'm a footballer.",
      "vi": "Giờ anh là cầu thủ bóng đá à? Ừ."
    }
  },
  {
    "translation": {
      "en": "Where is your beard?",
      "vi": "Râu của anh đâu?"
    }
  },
  {
    "translation": {
      "en": "Yeah, man.",
      "vi": "Ừ, anh bạn."
    }
  },
  {
    "translation": {
      "en": "See ya in a minute. See you. See you.",
      "vi": "Hẹn gặp sau ít phút. Gặp sau nhé. Gặp sau."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Lát nữa gặp."
    }
  },
  {
    "translation": {
      "en": "Then we'll go…",
      "vi": "Sau đó chúng ta sẽ…"
    }
  },
  {
    "translation": {
      "en": "It looks pretty amazing. Yeah.",
      "vi": "Trông bối cảnh tuyệt quá. Ừ."
    }
  },
  {
    "translation": {
      "en": "And we have to fit all the actors in.",
      "vi": "Phải đặt tất cả diễn viên vào vừa vặn."
    }
  },
  {
    "translation": {
      "en": "Actually, let's start with the people in the pods.",
      "vi": "Hãy bắt đầu với người ở trong các khoang."
    }
  },
  {
    "translation": {
      "en": "Tove, and Olek.",
      "vi": "Tove, và Olek."
    }
  },
  {
    "translation": {
      "en": "Get used to it.",
      "vi": "Làm quen đi."
    }
  },
  {
    "translation": {
      "en": "This is season two,",
      "vi": "Đây là mùa hai,"
    }
  },
  {
    "translation": {
      "en": "just like this.",
      "vi": "cứ như thế này thôi."
    }
  },
  {
    "translation": {
      "en": "In this box? But beautiful dialogues.",
      "vi": "Trong cái hộp này? Nhưng thoại hay lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, beautiful. It's so well written.",
      "vi": "Tuyệt lắm. Được viết rất hay."
    }
  },
  {
    "translation": {
      "en": "Okay, let's stand by to shoot.",
      "vi": "Được rồi, chuẩn bị quay nào."
    }
  },
  {
    "translation": {
      "en": "Rolling sound.",
      "vi": "Âm thanh."
    }
  },
  {
    "translation": {
      "en": "And action.",
      "vi": "Và diễn."
    }
  },
  {
    "translation": {
      "en": "The ring. The ring.",
      "vi": "Phát tiếng nào."
    }
  },
  {
    "translation": {
      "en": "Cut. Very good. Moving on. Cut. And cut.",
      "vi": "Cắt. Cắt. Rất tốt. Tiếp nào. Và cắt."
    }
  },
  {
    "translation": {
      "en": "Good news. It looks awesome.",
      "vi": "Tin tốt đây. Trông siêu đỉnh luôn."
    }
  },
  {
    "translation": {
      "en": "Then at the end, your head as straight as possible.",
      "vi": "Rồi vào đoạn cuối, giữ đầu càng thẳng càng tốt."
    }
  },
  {
    "translation": {
      "en": "'Cause you're going into…",
      "vi": "Vì cô đang đi vào…"
    }
  },
  {
    "translation": {
      "en": "I want to wrap.",
      "vi": "Tôi muốn đóng máy."
    }
  },
  {
    "translation": {
      "en": "Aw, so sweet. With love.",
      "vi": "Ôi, thật ngọt ngào. Thương mến."
    }
  },
  {
    "translation": {
      "en": "And now my postcard. Thank you.",
      "vi": "Đến lượt thiệp của tôi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "There. Where's the champagne?",
      "vi": "Rượu sâm banh đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Everyone, we're super quiet 'cause it's the last one on the cast.",
      "vi": "Mọi người, hết sức trật tự nhé, vì đây là cảnh cuối của diễn viên."
    }
  },
  {
    "translation": {
      "en": "If this isn't iconic…",
      "vi": "Thật sự mang tính biểu tượng."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "action!",
      "vi": "diễn!"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "vi": "Cắt!"
    }
  },
  {
    "translation": {
      "en": "That's a wrap!",
      "vi": "Đóng máy!"
    }
  },
  {
    "translation": {
      "en": "So guys, it was a pleasure and honor working with you. You're a fantastic cast.",
      "vi": "Tôi rất vui và vinh dự khi được làm việc với các bạn. Dàn diễn viên siêu đẳng."
    }
  },
  {
    "translation": {
      "en": "I thank you from the bottom of my heart.",
      "vi": "Tôi cảm ơn các bạn từ tận đáy lòng."
    }
  },
  {
    "translation": {
      "en": "It was a hell of a ride,",
      "vi": "Một trải nghiệm tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "hell of a cast, hell of characters, hell of everything.",
      "vi": "dàn diễn viên tài năng, nhân vật tuyệt vời, mọi thứ đều tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I love you all, really. Really.",
      "vi": "Tôi thực lòng yêu quý tất cả các bạn."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you very much.",
      "vi": "Cảm ơn. Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Well done.",
      "vi": "Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Bo, from all the cast, this is a little gift.",
      "vi": "Bo, dàn diễn viên tặng anh món quà nhỏ."
    }
  },
  {
    "translation": {
      "en": "There you go. It's for you.",
      "vi": "Của anh đây. Tặng anh."
    }
  },
  {
    "translation": {
      "en": "This is awesome!",
      "vi": "Đỉnh quá!"
    }
  },
  {
    "translation": {
      "en": "I want this picture.",
      "vi": "Tôi muốn bức ảnh này."
    }
  },
  {
    "translation": {
      "en": "This is amazing. Thank you very much.",
      "vi": "Thật tuyệt quá. Cảm ơn. Cảm ơn các bạn rất nhiều."
    }
  }
]