[
  {
    "translation": {
      "en": "[Mahesh Jadu] In The Art of War, there's a saying.",
      "vi": "Trong The Art of War, có một câu nói."
    }
  },
  {
    "translation": {
      "en": "\"When weak, act strong.\"",
      "vi": "\"Khi yếu đuối, hãy tỏ ra mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "\"When strong, act weak.\"",
      "vi": "Khi mạnh mẽ, hãy tỏ ra yếu đuối\"."
    }
  },
  {
    "translation": {
      "en": "Not showing all the power all the time means that",
      "vi": "Không luôn luôn thể hiệnhết sức mạnh có nghĩa là"
    }
  },
  {
    "translation": {
      "en": "there is a consistent underestimation that takes place.",
      "vi": "luôn có sự đánh giá thấp hiện hữu."
    }
  },
  {
    "translation": {
      "en": "People drop their guard.",
      "vi": "Người ta mất cảnh giác."
    }
  },
  {
    "translation": {
      "en": "And that allows a slipstream of opportunity at every turn.",
      "vi": "Điều đó kéo theo cơ hội ở mọi bước ngoặt."
    }
  },
  {
    "translation": {
      "en": "Everything is gonna break down first before it can be rebuilt.",
      "vi": "Mọi thứ sẽ sụp đổ trước khi xây dựng lại."
    }
  },
  {
    "translation": {
      "en": "And when it rebuilds, it won't be the way we've known it before.",
      "vi": "Và khi nó được xây dựng lại,nó sẽ không như trước đây nữa."
    }
  },
  {
    "translation": {
      "en": "[director] Action!",
      "vi": "Diễn!"
    }
  },
  {
    "translation": {
      "en": "[Lauren Schmidt Hissrich] Season three leads on from season two",
      "vi": "Phần ba dẫn dắt từ phần hai"
    }
  },
  {
    "translation": {
      "en": "in a way that was more emotionally driven than plot driven.",
      "vi": "theo mạch cảm xúc nhiều hơntheo diễn biến cốt truyện. NHÀ SẢN XUẤT"
    }
  },
  {
    "translation": {
      "en": "[Tomek Baginski] And this is also the first season which was written",
      "vi": "Và đây cũng là mùa đầu tiên được viết"
    }
  },
  {
    "translation": {
      "en": "after the premiere of the first season.",
      "vi": "sau khi ra mắt phần đầu."
    }
  },
  {
    "translation": {
      "en": "We also had time to really work on the story for season three,",
      "vi": "Chúng tôi cũng có thời gianthực hiện câu chuyện cho mùa ba."
    }
  },
  {
    "translation": {
      "en": "and we could really sort out all the little details,",
      "vi": "GIÁM ĐỐC SẢN XUẤT Chúng tôi có thể giải quyếtmọi chi tiết nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and all the little relationships,",
      "vi": "tất cả các mối quan hệ nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and all the character arcs for the main characters",
      "vi": "và tất cả thay đổi của các nhân vật chính"
    }
  },
  {
    "translation": {
      "en": "and for the secondary characters.",
      "vi": "và các nhân vật phụ."
    }
  },
  {
    "translation": {
      "en": "[Andrew Laws] Our view of the Continent is growing all the time.",
      "vi": "Quan điểm của chúng tôivề Lục Địa phát triển không ngừng."
    }
  },
  {
    "translation": {
      "en": "So what's we've… what's been really fun with this show",
      "vi": "Nên điều thực sự thú vị của loạt phim này…"
    }
  },
  {
    "translation": {
      "en": "is being able to expand our vision of what the world looks like",
      "vi": "NHÀ THIẾT KẾ SẢN XUẤT …là có thể mở rộng tầm nhìnvề hình ảnh thế giới này."
    }
  },
  {
    "translation": {
      "en": "with each of the seasons,",
      "vi": "theo từng mùa,"
    }
  },
  {
    "translation": {
      "en": "and we're beginning to grow a sense of the visual breadth",
      "vi": "và chúng tôi bắt đầu phát triển cảm giácvề bề rộng hình ảnh"
    }
  },
  {
    "translation": {
      "en": "of the Continent.",
      "vi": "của Lục Địa."
    }
  },
  {
    "translation": {
      "en": "We had a chance to build some environments that were incredibly expansive,",
      "vi": "Chúng tôi đã có cơ hội xây dựngmột số môi trường cực kỳ rộng"
    }
  },
  {
    "translation": {
      "en": "and allowed for in-camera action",
      "vi": "và có thể quay cảnh hành động thực tế,"
    }
  },
  {
    "translation": {
      "en": "that I think really supports and helps with the performances and storytelling.",
      "vi": "điều đó hỗ trợ và giúp íchcho việc diễn xuất lẫn kể truyện."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's so much easier to work now,",
      "vi": "Và giờ làm việc dễ hơn nhiều"
    }
  },
  {
    "translation": {
      "en": "because now we have all the crew knowing Witcher",
      "vi": "vì giờ chúng tôi có cả độihiểu Thợ săn quái vật"
    }
  },
  {
    "translation": {
      "en": "to the bone, to… to the core,",
      "vi": "tường tận, rõ ràng."
    }
  },
  {
    "translation": {
      "en": "and you don't have to explain basic elements and basic relationships,",
      "vi": "Không phải giải thích các yếu tố cơ bảnvà các mối quan hệ cơ bản."
    }
  },
  {
    "translation": {
      "en": "which is exciting.",
      "vi": "Điều đó thật thú vị."
    }
  },
  {
    "translation": {
      "en": "Everyone is so much more invested in what they do,",
      "vi": "Mọi người đều gắng sức nhiều hơnvào việc mình làm,"
    }
  },
  {
    "translation": {
      "en": "and everyone now takes their sort of own creative pride.",
      "vi": "giờ ai cũng có niềm tự hào sáng tạocủa riêng mình."
    }
  },
  {
    "translation": {
      "en": "And, to me, it just makes a better product.",
      "vi": "Với tôi, nó giúp sản xuất ramột sản phẩm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Season three starts out in a place where we're just with a family",
      "vi": "Phần ba bắt đầu ở một nơichỉ có một gia đình,"
    }
  },
  {
    "translation": {
      "en": "who's learning to be together for the first time.",
      "vi": "những người lần đầu tiên học cáchở bên nhau."
    }
  },
  {
    "translation": {
      "en": "And starting a season with sort of that emotional engine to it",
      "vi": "Và bắt đầu một mùavới cảm xúc truyền động lực đó"
    }
  },
  {
    "translation": {
      "en": "was really exciting.",
      "vi": "thật sự rất thú vị."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's based on Time of Contempt, which is the second book of the saga.",
      "vi": "Nó cũng dựa trên Thời đại Khinh miệt,cuốn thứ hai của bộ tiểu thuyết."
    }
  },
  {
    "translation": {
      "en": "Among the fans, this book is considered as one of the best books of the series.",
      "vi": "Với người hâm mộ, cuốn nàyđược coi là một trong những cuốn hay nhất."
    }
  },
  {
    "translation": {
      "en": "[Lauren] And it gives us the chance to really invest in these characters",
      "vi": "Và nó cho chúng tôi cơ hội đầu tư công sứcvào những nhân vật này"
    }
  },
  {
    "translation": {
      "en": "in the way that we needed to invest in them.",
      "vi": "theo cách cần thiết."
    }
  },
  {
    "translation": {
      "en": "If you really wanna hide, you'd dye that mop.",
      "vi": "Nếu thật sự muốn trốn,anh đã nhuộm cái mớ tóc đó."
    }
  },
  {
    "translation": {
      "en": "No one's lookin' for the Black fuckin' Wolf.",
      "vi": "Chả ai đi tìm Sói Đen chết giẫm cả."
    }
  },
  {
    "translation": {
      "en": "[Geralt] Hello, old friend.",
      "vi": "Xin chào, bạn cũ."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Season three marks the first time",
      "vi": "Phần ba đánh dấu lần đầu tiên"
    }
  },
  {
    "translation": {
      "en": "that Geralt, Yen, and Ciri are all in the same place at the same time,",
      "vi": "Geralt, Yen và Ciri ở cùng một nơi,cùng thời điểm,"
    }
  },
  {
    "translation": {
      "en": "and that their stories are moving forward together.",
      "vi": "và câu chuyện của họ đang cùng tiếp tục."
    }
  },
  {
    "translation": {
      "en": "But Ciri has an immense power that she doesn't understand",
      "vi": "Nhưng Ciri có một sức mạnh to lớnmà cô ấy không hiểu"
    }
  },
  {
    "translation": {
      "en": "and she can't control yet,",
      "vi": "và chưa thể kiểm soát."
    }
  },
  {
    "translation": {
      "en": "and what she needs to do is have magical training now.",
      "vi": "Cô ấy cần luyện tập phép thuật."
    }
  },
  {
    "translation": {
      "en": "[Henry Cavill] Geralt and Yennefer have an idea",
      "vi": "Geralt và Yennefer nghĩ"
    }
  },
  {
    "translation": {
      "en": "that there's something different and unique about her.",
      "vi": "có gì đó khác biệt và độc nhất ở cô bé."
    }
  },
  {
    "translation": {
      "en": "But it's still… they're still very much in the dark",
      "vi": "Nhưng họ vẫn hầu như không biết rõ"
    }
  },
  {
    "translation": {
      "en": "about whether this is regular magic and just poorly executed,",
      "vi": "liệu đó là phép thuật thông thường,chỉ là chưa thạo,"
    }
  },
  {
    "translation": {
      "en": "or whether this is something far, far more.",
      "vi": "hay là điều gì đó hơn thế nhiều."
    }
  },
  {
    "translation": {
      "en": "We begin quite slowly, in a way, with them,",
      "vi": "Chúng tôi bắt đầu khá chậm,theo một cách nào đó, với họ"
    }
  },
  {
    "translation": {
      "en": "in a dynamic that we haven't seen them in before.",
      "vi": "với một động lực ở họmà chúng tôi chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "They both care deeply for Ciri.",
      "vi": "Cả hai đều rất quan tâm tới Ciri."
    }
  },
  {
    "translation": {
      "en": "Yennefer's is… is kind of that new-found love.",
      "vi": "Yennefer thì như mới tìm thấy tình yêu."
    }
  },
  {
    "translation": {
      "en": "[Lauren] We obviously start Yen and Ciri in a really rocky place.",
      "vi": "Rõ ràng chúng tôi để Yen và Ciribắt đầu trong tình thế khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "I mean, Yen was willing to sacrifice Ciri in order to gain her power back.",
      "vi": "Ý tôi là, Yen sẵn sàng hy sinh Ciriđể giành lại phép thuật."
    }
  },
  {
    "translation": {
      "en": "At the time of that choice, she didn't know who Ciri was,",
      "vi": "Vào thời điểm lựa chọn làm thế,cô ấy không biết Ciri là ai,"
    }
  },
  {
    "translation": {
      "en": "she didn't know what Ciri meant.",
      "vi": "có ý nghĩa gì."
    }
  },
  {
    "translation": {
      "en": "She certainly didn't know that Ciri was Geralt's Child of Surprise.",
      "vi": "Cô ấy chắc chắn không biếtCiri là Đứa trẻ Bất ngờ của Geralt."
    }
  },
  {
    "translation": {
      "en": "They're reestablishing their relationship",
      "vi": "Họ đang thiết lập lại mối quan hệ của họ"
    }
  },
  {
    "translation": {
      "en": "as Yennefer is teaching Ciri",
      "vi": "khi Yennefer dạy Ciri"
    }
  },
  {
    "translation": {
      "en": "how to harness her magic.",
      "vi": "cách khai thác phép thuật."
    }
  },
  {
    "translation": {
      "en": "That helps to bring them together.",
      "vi": "Điều đó giúp gắn kết họ với nhau."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So when we start the season, they are on the run,",
      "vi": "Nên khi chúng tôi bắt đầu mùa này,họ đang chạy trốn"
    }
  },
  {
    "translation": {
      "en": "they are going from place to place,",
      "vi": "từ nơi này đến nơi khác,"
    }
  },
  {
    "translation": {
      "en": "trying to outrun the people who are chasing them.",
      "vi": "cố gắng chạy nhanh hơnnhững người đang đuổi theo họ."
    }
  },
  {
    "translation": {
      "en": "And, as we know, the whole Continent is chasing them.",
      "vi": "Và, như chúng ta biết,cả Lục Địa đang đuổi theo họ."
    }
  },
  {
    "translation": {
      "en": "[Lauren] The Redanians are after Ciri. Emhyr is after Ciri.",
      "vi": "Người Redania truy lùng Ciri. Emhyr truy lùng Ciri."
    }
  },
  {
    "translation": {
      "en": "And then Rience is after Ciri.",
      "vi": "Và Rience truy lùng Ciri."
    }
  },
  {
    "translation": {
      "en": "And what we learn is that Rience is working for someone powerful,",
      "vi": "Và điều ta biết đượclà Rience đang làm việc cho ai đó quyền lực,ta không biết người đó là ai."
    }
  },
  {
    "translation": {
      "en": "and we don't know who that person is.",
      "vi": "cho ai đó quyền lực,ta không biết người đó là ai."
    }
  },
  {
    "translation": {
      "en": "What I wanted to give a sense of is that these characters have to travel a lot.",
      "vi": "Điều tôi muốn truyền tải lànhững nhân vật này phải đi lại rất nhiều."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Locations were really important to us this season",
      "vi": "Địa điểm rất quan trọng trong mùa này"
    }
  },
  {
    "translation": {
      "en": "because we really wanted to open up our world.",
      "vi": "vì chúng tôi thực sựmuốn mở ra thế giới của mình."
    }
  },
  {
    "translation": {
      "en": "We wanted to try to find an environment",
      "vi": "Chúng tôi muốn tìm một môi trường"
    }
  },
  {
    "translation": {
      "en": "that gave us a number of different feelings.",
      "vi": "cho chúng tôi nhiều cảm giác khác nhau."
    }
  },
  {
    "translation": {
      "en": "So we looked at Croatia, and Italy, and Slovenia",
      "vi": "Chúng tôi đã xem xét Croatia, Ý, Slovenia"
    }
  },
  {
    "translation": {
      "en": "as a really interesting triangle of locations",
      "vi": "như một tam giác địa điểm thú vị."
    }
  },
  {
    "translation": {
      "en": "that, in the end, gave us a sort of summer, winter, spring, autumn,",
      "vi": "Cuối cùng, những nơi đó đã mang tới mùa hè, mùa đông, mùa xuân, mùa thutrong tầm với của nhau"
    }
  },
  {
    "translation": {
      "en": "within reach of each other during the same timeframe.",
      "vi": "mùa hè, mùa đông, mùa xuân, mùa thutrong tầm với của nhau trong cùng một khung thời gian."
    }
  },
  {
    "translation": {
      "en": "[Tomek] My favorite location, I think, was this lake in Italy,",
      "vi": "Tôi nghĩ địa điểm yêu thích của tôilà cái hồ ở Ý,"
    }
  },
  {
    "translation": {
      "en": "where we shot this winter house.",
      "vi": "nơi chúng tôi quay ngôi nhà mùa đông."
    }
  },
  {
    "translation": {
      "en": "We see there, for the first time, that Ciri can skate,",
      "vi": "Lần đầu tiên chúng ta thấyCiri có thể trượt băng,"
    }
  },
  {
    "translation": {
      "en": "and tries to teach Yennefer how to skate.",
      "vi": "và cố gắng dạy cho Yennefercách trượt băng."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Witcher fans love ice skating. It shows up in the books a lot in various ways.",
      "vi": "Fan The Witcher thích trượt băng.Nó xuất hiện rất nhiều trong truyện."
    }
  },
  {
    "translation": {
      "en": "And we actually hadn't paid any homage to this yet.",
      "vi": "Và chúng tôi vẫn chưa tôn trọngchi tiết này."
    }
  },
  {
    "translation": {
      "en": "And so, I still remember when Freya Allan read the pages,",
      "vi": "Vì thế, tôi vẫn nhớkhi Freya Allan đọc các đoạn truyện,"
    }
  },
  {
    "translation": {
      "en": "and it has Ciri doing, like, elaborate Olympic jumps on the ice,",
      "vi": "và nó có cảnh Ciri nhảy điêu luyệntrên băng như đi thi Olympic,"
    }
  },
  {
    "translation": {
      "en": "and she was like, \"Wait. What?\"",
      "vi": "cô ấy nói: \"Đợi đã. Cái gì?\""
    }
  },
  {
    "translation": {
      "en": "[Freya] I asked for a lot of lessons",
      "vi": "Tôi đã yêu cầu học rất nhiều"
    }
  },
  {
    "translation": {
      "en": "because I want to be like a Olympic ice skater by the end,",
      "vi": "vì tôi muốn trở thànhvận động viên trượt băng Olympic,"
    }
  },
  {
    "translation": {
      "en": "which, of course, I was not.",
      "vi": "dĩ nhiên, không làm được."
    }
  },
  {
    "translation": {
      "en": "And then we got there on the day, and it was, like, plastic ice.",
      "vi": "Và rồi chúng tôi đến đó, nó là băng nhựa."
    }
  },
  {
    "translation": {
      "en": "It wasn't even real ice, so we couldn't even properly move.",
      "vi": "Nó thậm chí không phải băng thật,nên không thể di chuyển đúng cách."
    }
  },
  {
    "translation": {
      "en": "I can barely walk on the floor.",
      "vi": "Tôi gần như không đi được trên nền đó."
    }
  },
  {
    "translation": {
      "en": "[laughing] And then…",
      "vi": "Và rồi…"
    }
  },
  {
    "translation": {
      "en": "I'd have loved to have known what everyone was thinking",
      "vi": "tôi rất muốn biết mọi người đã nghĩ gì"
    }
  },
  {
    "translation": {
      "en": "as they were watching us prance around on ice.",
      "vi": "khi nhìn chúng tôi nhảy nhót trên băng."
    }
  },
  {
    "translation": {
      "en": "In fact, on one of the takes, we just fell on top of each other.",
      "vi": "Thật ra, trong một lần quay,chúng tôi đã ngã đè lên nhau."
    }
  },
  {
    "translation": {
      "en": "-[Freya] Yeah. -[Anya gasps]",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Freya ends up on top of Anya, and they're laughing,",
      "vi": "Freya nằm đè lên Anya, và họ cười,"
    }
  },
  {
    "translation": {
      "en": "and someone has to roll off, they can't get back up.",
      "vi": "và ai đó phải ra giúp, họ không thể dậy."
    }
  },
  {
    "translation": {
      "en": "And it was such a… just a gorgeous, real moment.",
      "vi": "Đó là một khoảnh khắc tuyệt đẹp, chân thật"
    }
  },
  {
    "translation": {
      "en": "-We ended up putting it in the show. -[man] You okay?",
      "vi": "mà chúng tôi đã đưa nó vào phim."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It was exciting to see this little… little detail",
      "vi": "Thật thú vị khi thấy chi tiết nhỏ này"
    }
  },
  {
    "translation": {
      "en": "which shows that we tried not to forget about all the things",
      "vi": "cho thấy chúng tôi đã cố gắngkhông quên những điều"
    }
  },
  {
    "translation": {
      "en": "which are important for our characters.",
      "vi": "mà quan trọng với các nhân vật."
    }
  },
  {
    "translation": {
      "en": "So, the structure of original books is very, very interesting,",
      "vi": "Cấu trúc của tiểu thuyết gốc rất thú vị,"
    }
  },
  {
    "translation": {
      "en": "because we are very often jumping forward and jumping back",
      "vi": "vì chúng tôi thường nhảy về phía trướcvà nhảy lại phía sau"
    }
  },
  {
    "translation": {
      "en": "in the narrative of the book.",
      "vi": "so với mạch truyện của sách."
    }
  },
  {
    "translation": {
      "en": "So to make it more streamlined,",
      "vi": "Nên để làm cho nó hợp lý hơn,"
    }
  },
  {
    "translation": {
      "en": "we decided to use some of the scenes from the previous book,",
      "vi": "chúng tôi quyết định sử dụngmột số cảnh trong cuốn trước,"
    }
  },
  {
    "translation": {
      "en": "some of the scenes from the next book, to make it more as one timeline.",
      "vi": "một số cảnh trong cuốn tiếp theo,để làm cho giống một dòng thời gian."
    }
  },
  {
    "translation": {
      "en": "But we also have a few scenes from the first book,",
      "vi": "Nhưng chúng tôi cũng có vài cảnhtrong cuốn sách đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "which is Blood of Elves,",
      "vi": "đó là Máu Yêu Tinh,"
    }
  },
  {
    "translation": {
      "en": "we wanted to give more space in season two.",
      "vi": "chúng tôi muốn có thêm không giantrong mùa hai."
    }
  },
  {
    "translation": {
      "en": "And we also thought that some of those scenes,",
      "vi": "Chúng tôi cũng nghĩ vài cảnh đó,"
    }
  },
  {
    "translation": {
      "en": "like Battle of Shaerrawedd,",
      "vi": "như Trận chiến Shaerrawnd,"
    }
  },
  {
    "translation": {
      "en": "would be such a great opening to season three.",
      "vi": "sẽ là mở đầu tuyệt vời cho mùa ba."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Shaerrawedd is a place. It's sort of a sacred ground.",
      "vi": "Shaerrawnd là một địa điểm.Một vùng đất thiêng."
    }
  },
  {
    "translation": {
      "en": "And we learn a little bit about the elves' struggle there.",
      "vi": "Ta học được một chútvề cuộc đấu tranh của Yêu tinh ở đó."
    }
  },
  {
    "translation": {
      "en": "And this could be, you know, the end of this population.",
      "vi": "Và đây có thể là sự kết thúc của loài này."
    }
  },
  {
    "translation": {
      "en": "[Geralt] They fought for her,",
      "vi": "Họ chiến đấu vì bà ấy."
    }
  },
  {
    "translation": {
      "en": "and they died with her name on their lips and their honor and integrity intact.",
      "vi": "Họ chết với tên bà ấy trên môi, danh dựvà sự chính trực của họ vẫn nguyên vẹn."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The big sets can be amazing.",
      "vi": "Những bối cảnh rộng rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "It's a very good example of remnant elven architecture that hasn't been touched,",
      "vi": "Đó là một ví dụ điển hìnhvề kiến trúc yêu tinh còn sót lại, chưa bị tác động,nên nó là một tàn tích khá đẹp."
    }
  },
  {
    "translation": {
      "en": "so it's a ruin in kind of quite a beautiful way.",
      "vi": "chưa bị tác động,nên nó là một tàn tích khá đẹp."
    }
  },
  {
    "translation": {
      "en": "It's an environment that has a few layers to it,",
      "vi": "Đó là một môi trường có vài lớp,"
    }
  },
  {
    "translation": {
      "en": "so it allows for a fair amount of movement within the space.",
      "vi": "nên cho phép có một lượng lớn chuyển độngtrong không gian."
    }
  },
  {
    "translation": {
      "en": "And so Wolfgang and I and his team designed a one-take sequence for me.",
      "vi": "Nên Wolfgang, tôi và đội của anh ấyđã thiết kế cảnh quay dài cho tôi."
    }
  },
  {
    "translation": {
      "en": "And it had no stitch cuts.",
      "vi": "Và nó không bị cắt chút nào."
    }
  },
  {
    "translation": {
      "en": "We did a true one… one-shot.",
      "vi": "Chúng tôi đã quaymột cảnh dài từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "Many people know the Blaviken fight, for example,",
      "vi": "Ví dụ như nhiều người đã biết trận chiếnở Blaviken,"
    }
  },
  {
    "translation": {
      "en": "in the first season.",
      "vi": "từ mùa đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "But it's not just another one-take.",
      "vi": "Nhưng đó không chỉlà một cảnh quay dài nữa."
    }
  },
  {
    "translation": {
      "en": "It's, uh… it has a different rhythm.",
      "vi": "Nó có nhịp điệu khác."
    }
  },
  {
    "translation": {
      "en": "We have a very special way how to approach fight choreographies.",
      "vi": "Chúng tôi có cách tiếp cậnbiên đạo chiến đấu rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Each fight you will see in the season has a different tone",
      "vi": "Mỗi trận đấu mà bạn xem trong mùa nàycó một nhịp điệu khác nhau"
    }
  },
  {
    "translation": {
      "en": "and a different camera technology.",
      "vi": "và một công nghệ máy quay khác nhau."
    }
  },
  {
    "translation": {
      "en": "And the cameraman, he is a part of the fight scene.",
      "vi": "Và người quay phimlà một phần của cảnh đánh nhau."
    }
  },
  {
    "translation": {
      "en": "[Henry] The camera operator, he's an integral piece,",
      "vi": "Người quay phimlà một phần không thể thiếu"
    }
  },
  {
    "translation": {
      "en": "because he's dancing with us.",
      "vi": "vì anh ấy hoà nhịp với với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "He needs to know exactly where we are, we need to know exactly where he is,",
      "vi": "Anh ấy cần biết chính xác vị trí bọn tôi,bọn tôi cần biết vị trí anh ấy"
    }
  },
  {
    "translation": {
      "en": "to sell impacts, to sell hits, to sell emotional beats.",
      "vi": "để quay được va chạm, cú đánh,nhịp điệu cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Mostly, he wasn't even using a monitor.",
      "vi": "Anh ấy thậm chí hầu nhưkhông dùng màn hình."
    }
  },
  {
    "translation": {
      "en": "He was just using his naked eye",
      "vi": "Anh ấy chỉ dùng mắt thường"
    }
  },
  {
    "translation": {
      "en": "and knowing where the lens would be and what it would look like.",
      "vi": "và biết ống kính sẽ ở đâu,cảnh quay sẽ trông như thế nào."
    }
  },
  {
    "translation": {
      "en": "And that requires an extraordinary amount of skill.",
      "vi": "Điều đó đòi hỏi một kỹ năng phi thường."
    }
  },
  {
    "translation": {
      "en": "We must've done 90-plus takes just to make sure that it was right.",
      "vi": "Chúng tôi hẳn đã quay hơn 90 lầnđể đảm bảo nó đúng."
    }
  },
  {
    "translation": {
      "en": "Neutrality. It won't get you a statue.",
      "vi": "Trung lập sẽ không giúp conđược dựng tượng."
    }
  },
  {
    "translation": {
      "en": "But it'll certainly help in keeping you alive.",
      "vi": "Nhưng chắc chắn sẽ giúp con sống sót."
    }
  },
  {
    "translation": {
      "en": "[Lauren] So from the beginning, Geralt has talked a lot about being neutral.",
      "vi": "Từ đầu, Geralt đã nói nhiềuvề việc có quan điểm trung lập."
    }
  },
  {
    "translation": {
      "en": "He's very clear he doesn't want to get involved in politics,",
      "vi": "Anh ấy tỏ rõ là không muốn dính líuđến chính trị,"
    }
  },
  {
    "translation": {
      "en": "he doesn't want to get involved in the petty skirmishes",
      "vi": "không muốn dây vàonhững cuộc giao tranh nhỏ nhen"
    }
  },
  {
    "translation": {
      "en": "of people in the Continent.",
      "vi": "của người dân ở Lục Địa."
    }
  },
  {
    "translation": {
      "en": "He exists for a reason. That is to kill monsters.",
      "vi": "Anh ấy tồn tại vì một lý do.Đó là giết quái vật."
    }
  },
  {
    "translation": {
      "en": "[laughs] Of course, one of the… the funny things",
      "vi": "Tất nhiên, một trong những điều hài hước"
    }
  },
  {
    "translation": {
      "en": "that Jaskier points out to him in season one",
      "vi": "mà Jaskier chỉ ra ở mùa một"
    }
  },
  {
    "translation": {
      "en": "is that he always says he's not going to get involved,",
      "vi": "là anh ấy luôn nói sẽ không dính líu,"
    }
  },
  {
    "translation": {
      "en": "and he always ends up getting involved.",
      "vi": "và cuối cùng anh ấy luôn dính líu."
    }
  },
  {
    "translation": {
      "en": "That's because he can't pull himself",
      "vi": "Đó là vì anh ấy không thể thoát khỏi"
    }
  },
  {
    "translation": {
      "en": "from this sort of white knight hero complex that he has.",
      "vi": "sự phức tạp của tính cách hiệp sĩ trắngmà anh ấy có."
    }
  },
  {
    "translation": {
      "en": "He wants to do good in the world.",
      "vi": "Anh ấy muốn làm điều tốt cho thế giới."
    }
  },
  {
    "translation": {
      "en": "His neutrality really comes into question,",
      "vi": "Sự trung lập của anh ấythực sự bị nghi ngờ,"
    }
  },
  {
    "translation": {
      "en": "because not just is he choosing to sort of join into political battles,",
      "vi": "vì anh ấy không chỉ chọntham gia vào các cuộc chiến chính trị,"
    }
  },
  {
    "translation": {
      "en": "but he realizes that's what he has to do.",
      "vi": "mà còn nhận ra đó là điều anh ấy phải làm."
    }
  },
  {
    "translation": {
      "en": "To protect her, they actually have to split up again.",
      "vi": "Để bảo vệ cô bé,họ phải chia nhau ra một lần nữa."
    }
  },
  {
    "translation": {
      "en": "We wanted a place for Geralt to go",
      "vi": "Chúng tôi muốn có một nơi để Geralt đến"
    }
  },
  {
    "translation": {
      "en": "and start to uncover what exactly is happening,",
      "vi": "và bắt đầu khám pháchính xác chuyện gì đang xảy ra,"
    }
  },
  {
    "translation": {
      "en": "why people are after Ciri.",
      "vi": "tại sao mọi người truy lùng Ciri."
    }
  },
  {
    "translation": {
      "en": "Vilgefortz has been experimenting on a lot of young women",
      "vi": "Vilgefortz đã thử nghiệmtrên rất nhiều cô gái trẻ"
    }
  },
  {
    "translation": {
      "en": "in order to perfect the magic, perfect the spells,",
      "vi": "để hoàn thiện phép thuật,hoàn thiện thần chú,"
    }
  },
  {
    "translation": {
      "en": "perfect what he needs to use Ciri for.",
      "vi": "hoàn thiện điềumà anh ta cần dùng Ciri để có."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster is the remains of those women.",
      "vi": "Quái Vật Xác Thịt là phần còn lạicủa những cô gái đó."
    }
  },
  {
    "translation": {
      "en": "And it's one of the grossest monsters that we've ever created.",
      "vi": "Nó là một trong những quái vậtkinh tởm nhất chúng tôi từng tạo ra."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster was probably the most complex monster we've put together",
      "vi": "Quái Vật Xác Thịt có lẽ làcon quái vật phức tạp nhất chúng tôi đã tạo ra trên khía cạnhcách thiết kế nó phát triển,"
    }
  },
  {
    "translation": {
      "en": "in terms of how the design of it evolved,",
      "vi": "chúng tôi đã tạo ra trên khía cạnhcách thiết kế nó phát triển,"
    }
  },
  {
    "translation": {
      "en": "because it was a… it was a monster that needed to involve",
      "vi": "vì nó là một con quái vậtcần liên quan đến"
    }
  },
  {
    "translation": {
      "en": "multiple departments, uh… simultaneously.",
      "vi": "nhiều phòng ban cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "It was such a complex organism",
      "vi": "Nó là một sinh vật phức tạp đến nỗi"
    }
  },
  {
    "translation": {
      "en": "that we had to work in tandem with VFX, but also with stunts,",
      "vi": "chúng tôi phải làm việc song songvới bên kỹ xảo, và cả bên đóng thế,"
    }
  },
  {
    "translation": {
      "en": "to create something that was more of an idea for a monster.",
      "vi": "để tạo ra thứ còn hơn cả một con quái vật."
    }
  },
  {
    "translation": {
      "en": "We basically tried to be empathic.",
      "vi": "Về cơ bản chúng tôi đã cố tỏ ra đồng cảm."
    }
  },
  {
    "translation": {
      "en": "What does a monster like? What does it feel? What does it think?",
      "vi": "Quái vật thích gì?Cảm thấy gì? Nó nghĩ gì?"
    }
  },
  {
    "translation": {
      "en": "Does it think?",
      "vi": "Nó có nghĩ không?"
    }
  },
  {
    "translation": {
      "en": "[Andrew] How that moves and how we interact with it",
      "vi": "Cách nó di chuyểnvà cách chúng tôi tương tác với nó"
    }
  },
  {
    "translation": {
      "en": "is what was ultimately gonna create its final form.",
      "vi": "là điều tạo ra hình dạng cuối cùng của nó."
    }
  },
  {
    "translation": {
      "en": "So in the end, until we were actually able to shoot the fight sequence,",
      "vi": "Cuối cùng, cho đến khi chúng tôithực sự có thể quay cảnh chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "there really wasn't any way to know exactly how we'd wanna position everything.",
      "vi": "thật sự không có cách nàođể xác định vị trí chính xác của mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Why are you hurting us?",
      "vi": "Sao anh lại làm hại chúng tôi?"
    }
  },
  {
    "translation": {
      "en": "Then everybody start understanding the size of the monster,",
      "vi": "Rồi mọi người bắt đầuhiểu kích cỡ của con quái vật,"
    }
  },
  {
    "translation": {
      "en": "what can the monster do?",
      "vi": "con quái vật có thể làm gì."
    }
  },
  {
    "translation": {
      "en": "So instead of let him fight against nothing,",
      "vi": "Vì vậy, thay vì để anh ấychiến đấu với không khí,"
    }
  },
  {
    "translation": {
      "en": "we used three of our stunt women",
      "vi": "chúng tôi dùng ba người phụ nữ đóng thế"
    }
  },
  {
    "translation": {
      "en": "simulating the monster.",
      "vi": "mô phỏng con quái vật."
    }
  },
  {
    "translation": {
      "en": "This is how we start building the scene.",
      "vi": "Đây là cách chúng tôibắt đầu xây dựng cảnh quay."
    }
  },
  {
    "translation": {
      "en": "And at the end now, it's a very powerful scene.",
      "vi": "Cuối cùng, đó là một cảnh rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "I used a lot of focus close-ups on him",
      "vi": "Nhưng sử dụng rất nhiều cận cảnh"
    }
  },
  {
    "translation": {
      "en": "to read his mind in that moment.",
      "vi": "để đọc suy nghĩ của anh ấytrong khoảnh khắc đó."
    }
  },
  {
    "translation": {
      "en": "[Lauren] In that moment, Geralt realizes",
      "vi": "Trong khoảnh khắc đó, Geralt nhận ramình phải làm gì đó khủng khiếp"
    }
  },
  {
    "translation": {
      "en": "he's got to do something terrible in order to protect someone.",
      "vi": "Trong khoảnh khắc đó, Geralt nhận ramình phải làm gì đó khủng khiếp để bảo vệ ai đó."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The creatures this season were incredibly fun.",
      "vi": "Các sinh vật mùa này cực kỳ vui nhộn."
    }
  },
  {
    "translation": {
      "en": "There's a sort of shorthand that we now have",
      "vi": "Kiểu như có quy ước mà giờ chúng tôi"
    }
  },
  {
    "translation": {
      "en": "in understanding what our creatures want to be",
      "vi": "đã hiểu đượcnhững gì sinh vật muốn trở thành"
    }
  },
  {
    "translation": {
      "en": "in… in relation to our world.",
      "vi": "trong mối liên quan đến thế giới."
    }
  },
  {
    "translation": {
      "en": "One of the things we've begun to explore a little more",
      "vi": "Một điều chúng tôi bắt đầu khám pháthêm một chút"
    }
  },
  {
    "translation": {
      "en": "as we've gotten further and further into the creature design",
      "vi": "khi đi sâu hơn vào thiết kế sinh vật"
    }
  },
  {
    "translation": {
      "en": "is thinking about the movement language of the characters.",
      "vi": "là suy nghĩ về ngôn ngữ chuyển độngcủa các nhân vật."
    }
  },
  {
    "translation": {
      "en": "Not just how they look visually,",
      "vi": "Không chỉ vẻ ngoài của chúng,"
    }
  },
  {
    "translation": {
      "en": "but how their movement language might work.",
      "vi": "mà là cách ngôn ngữ hành động của chúngcó thể thể hiện."
    }
  },
  {
    "translation": {
      "en": "We have an amazing battle on the chain ferry",
      "vi": "Một trận chiến tuyệt vời trên chuyến phà xích"
    }
  },
  {
    "translation": {
      "en": "with Aeschna, which is one of our monsters,",
      "vi": "với Aeschna,một con quái vật của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "which is, again, one of the stories fans were expecting",
      "vi": "một lần nữa, một trong những câu chuyệnmà người hâm mộ mong đợi"
    }
  },
  {
    "translation": {
      "en": "and didn't… haven't seen yet.",
      "vi": "và vẫn chưa được xem."
    }
  },
  {
    "translation": {
      "en": "[Freya] That was so fun.",
      "vi": "Rất vui."
    }
  },
  {
    "translation": {
      "en": "I just love the fights.",
      "vi": "Tôi thích những trận đánh nhau."
    }
  },
  {
    "translation": {
      "en": "And then getting to do one with Henry, I've been waiting for this moment.",
      "vi": "Rồi được quay một trận với Henry,tôi đã chờ đợi giây phút này."
    }
  },
  {
    "translation": {
      "en": "It's the first time you see them fight properly together.",
      "vi": "Đây là lần đầu tiênthấy họ chiến đấu với nhau đúng nghĩa."
    }
  },
  {
    "translation": {
      "en": "And it's something that Wolfgang and I worked on,",
      "vi": "Và đó là việc mà Wolfgang và tôi đã làm,"
    }
  },
  {
    "translation": {
      "en": "and I asked Wolfie to make the fight more about Ciri, rather than about Geralt.",
      "vi": "mà tôi đã nhờ Wolfie tạo ra một trận đánhvì Ciri hơn vì Geralt."
    }
  },
  {
    "translation": {
      "en": "And it is a rather alternate father-daughter moment",
      "vi": "Và đó là khoảnh khắcvề người cha nuôi/ con gái nuôi"
    }
  },
  {
    "translation": {
      "en": "where he allows her to do the work.",
      "vi": "khi anh ấy cho phép cô bé chiến đấu."
    }
  },
  {
    "translation": {
      "en": "And he will cover her when she overexposes herself.",
      "vi": "Và anh ấy sẽ che chở cho cô békhi cô bé gặp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "If you watch the fight carefully, you'll see.",
      "vi": "Nếu quan sát cẩn thận, bạn sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "There's a couple of strikes that he puts in which would've otherwise killed Ciri.",
      "vi": "Anh ấy ra vài đòn tấn côngcó thể giết Ciri."
    }
  },
  {
    "translation": {
      "en": "But he's letting her do all the work.",
      "vi": "Nhưng anh ấy để cô bé làm mọi việc."
    }
  },
  {
    "translation": {
      "en": "And it's putting her training to the test.",
      "vi": "Và đó là kiểm traviệc luyện tập của cô bé."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] It's a big special-effects rig. A lot of moving parts.",
      "vi": "Đó là một giàn hiệu ứng đặc biệt lớn. Rất nhiều bộ phận chuyển động."
    }
  },
  {
    "translation": {
      "en": "It's on a gimbal. To do a fight…",
      "vi": "Nó trên giá xoay. Chiến đấu trong không gian như cái hộp đólà một thử thách."
    }
  },
  {
    "translation": {
      "en": "in that contained space, it's a challenge.",
      "vi": "Chiến đấu trong không gian như cái hộp đólà một thử thách."
    }
  },
  {
    "translation": {
      "en": "Then we start creating a style for each character.",
      "vi": "Sau đó chúng tôi bắt đầu tạo phong cáchcho từng nhân vật."
    }
  },
  {
    "translation": {
      "en": "So not all the characters we see in the season,",
      "vi": "Không phải tất cả các nhân vậtchúng ta thấy trong mùa này"
    }
  },
  {
    "translation": {
      "en": "they're fighting the same style.",
      "vi": "đều chiến đấu cùng một phong cách."
    }
  },
  {
    "translation": {
      "en": "Their style is tailored to their talents.",
      "vi": "Phong cách của họđược tạo ra phù hợp với tài năng của họ."
    }
  },
  {
    "translation": {
      "en": "[Freya] So Ciri's style is all built around what Geralt would've taught her.",
      "vi": "Phong cách của Ciri được xây dựngdựa trên những gì Geralt đã dạy cô bé."
    }
  },
  {
    "translation": {
      "en": "And so my style is very similar to Geralt's style.",
      "vi": "Nên phong cách của tôirất giống phong cách của Geralt."
    }
  },
  {
    "translation": {
      "en": "She's a bit more agile,",
      "vi": "Cô ấy nhanh nhẹn hơn một chút,"
    }
  },
  {
    "translation": {
      "en": "and is obviously lighter, so can move more easily.",
      "vi": "và rõ ràng là nhẹ hơn,nên có thể di chuyển dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "It's all about finding that style,",
      "vi": "Tất cả là để tìm ra phong cách đó,"
    }
  },
  {
    "translation": {
      "en": "and that's what Wolfgang is so amazing at doing.",
      "vi": "và đó là điều mà Wolfgang làm rất giỏi."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] You're not just fighting your fight. You fight for the camera.",
      "vi": "Bạn không chỉ chiến đấu vì trận chiến.Bạn còn chiến đấu vì máy quay."
    }
  },
  {
    "translation": {
      "en": "And you need to know or feel where the camera is.",
      "vi": "Và bạn cần biết hoặc cảm nhậnmáy quay ở đâu."
    }
  },
  {
    "translation": {
      "en": "And Freya, she is amazing.",
      "vi": "Và Freya, cô ấy thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "She is super, super committed,",
      "vi": "Cô ấy rất tận tâm,"
    }
  },
  {
    "translation": {
      "en": "and she did, you know, almost everything herself.",
      "vi": "và cô ấy đã làm được hầu hết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Geralt] There's nothing I want more than to return to our normal life.",
      "vi": "Ta không muốn gì hơnviệc trở lại cuộc sống bình thường."
    }
  },
  {
    "translation": {
      "en": "We have to protect more of these women from getting hurt.",
      "vi": "Chúng ta phải bảo vệ những cô gái kháckhỏi bị làm hại."
    }
  },
  {
    "translation": {
      "en": "So we have to go to Aretuza.",
      "vi": "Ta phải đến Aretuza."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Geralt, Yen, and Ciri realize that there's really no escaping",
      "vi": "Geralt, Yen và Ciri nhận ra rằngkhông thể thoát khỏi"
    }
  },
  {
    "translation": {
      "en": "all of these forces that are after Ciri.",
      "vi": "tất cả các thế lực đang truy lùng Ciri."
    }
  },
  {
    "translation": {
      "en": "And so they have to take her back to Aretuza.",
      "vi": "Và họ phải đưa cô ấy về Aretuza."
    }
  },
  {
    "translation": {
      "en": "That is the best chance of protecting her.",
      "vi": "Đó là cơ hội tốt nhất để bảo vệ cô ấy."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Aretuza and Thanedd Island",
      "vi": "Aretuza và đảo Thanedd là môi trường"
    }
  },
  {
    "translation": {
      "en": "is an environment that we've been in since season one.",
      "vi": "Aretuza và đảo Thanedd là môi trường chúng tôi đã tham gia làm từ mùa một,"
    }
  },
  {
    "translation": {
      "en": "But we're sort of slowly opening up what we understand about how it works,",
      "vi": "nhưng chúng tôi đang dần mở ra những gì chúng tôi hiểuvề cách nó hoạt động,"
    }
  },
  {
    "translation": {
      "en": "how we approach it, what the geography of the Thanedd Island is,",
      "vi": "cách chúng tôi tiếp cận nó,về địa lý của đảo Thanedd,"
    }
  },
  {
    "translation": {
      "en": "and creating very much a visual language",
      "vi": "và tạo ra ngôn ngữ hình ảnh"
    }
  },
  {
    "translation": {
      "en": "that is part of the elven world,",
      "vi": "rằng đó là một phần của thế giới yêu tinh,"
    }
  },
  {
    "translation": {
      "en": "and how that is different from what we introduce",
      "vi": "và nó khác thế nàovới những gì chúng tôi giới thiệu"
    }
  },
  {
    "translation": {
      "en": "as the human elements of architecture.",
      "vi": "như yếu tố con người của kiến trúc."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When Yennefer comes back there,",
      "vi": "Khi Yennefer quay lại đó,"
    }
  },
  {
    "translation": {
      "en": "she also discovers that maybe she can change the world of magic.",
      "vi": "cô ấy cũng phát hiện ramình có thể thay đổi thế giới phép thuật."
    }
  },
  {
    "translation": {
      "en": "Maybe she can change the way the magic is being handled",
      "vi": "Có lẽ cô ấy có thể thay đổicách quản lý phép thuật"
    }
  },
  {
    "translation": {
      "en": "and the structures which are built around it.",
      "vi": "và các cấu trúcđược xây dựng xung quanh nó."
    }
  },
  {
    "translation": {
      "en": "We can all be our best selves for the Brotherhood.",
      "vi": "Ta đều có thể ở trạng thái tốt nhấtvì Hội Pháp Sư."
    }
  },
  {
    "translation": {
      "en": "[Tomek] In the books, it's a little bit more politically complex,",
      "vi": "Trong sách, nó phức tạp hơn một chútvề mặt chính trị."
    }
  },
  {
    "translation": {
      "en": "and we decided to simplify it a little bit and put it all on Yennefer.",
      "vi": "Chúng tôi quyết định đơn giản hóa nómột chút, và đặt cả vào Yennefer."
    }
  },
  {
    "translation": {
      "en": "So Yennefer is the main force behind calling for the conclave.",
      "vi": "Nên Yennefer là lực lượng chínhđứng sau kêu gọi tổ chức mật nghị."
    }
  },
  {
    "translation": {
      "en": "[Lauren] It's a gorgeous, huge party.",
      "vi": "Một bữa tiệc lộng lẫy, hoành tráng."
    }
  },
  {
    "translation": {
      "en": "A hundred, you know, extras. 25 of our main cast.",
      "vi": "Một trăm diễn viên phụ.Hai mươi lăm diễn viên chính."
    }
  },
  {
    "translation": {
      "en": "It's a two-episode block, probably the two biggest episodes that we've ever produced.",
      "vi": "Bao gồm hai tập, và có lẽ là hai tập lớn nhấtmà chúng tôi từng sản xuất."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's something where we also kept a lot of original dialog from the books.",
      "vi": "Cũng là tập chúng tôi giữ lạirất nhiều đoạn hội thoại gốc trong sách."
    }
  },
  {
    "translation": {
      "en": "Yen's been hiding you for far too long.",
      "vi": "Yen đã giấu anh quá lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Yennefer's a bit of a politician when she goes back to Aretuza.",
      "vi": "Yennefer là một chính trị giakhi cô ấy quay lại Aretuza."
    }
  },
  {
    "translation": {
      "en": "And, of course, she has to stand out.",
      "vi": "Và tất nhiên, cô ấy phải nổi bật."
    }
  },
  {
    "translation": {
      "en": "So we tried to kind of design a dress that would stand out.",
      "vi": "Nên chúng tôi cố thiết kếmột chiếc váy thật nổi bật."
    }
  },
  {
    "translation": {
      "en": "And, uh, it's got beaded, beautiful material",
      "vi": "Và nó được đính cườm rất đẹp,"
    }
  },
  {
    "translation": {
      "en": "that in certain lights, you can… it reflects the color of her eyes, violet.",
      "vi": "dưới ánh sáng nhất định,nó phản chiếu màu mắt của cô ấy, màu tím."
    }
  },
  {
    "translation": {
      "en": "All my belly's out, which wasn't the most comfortable.",
      "vi": "Bụng tôi lộ hết cả ra, điều đó không thoải mái lắm."
    }
  },
  {
    "translation": {
      "en": "[laughs] Don't think I'd ever do that again, make that choice again!",
      "vi": "Đừng nghĩ tôi sẽ làm thế lần nữa,lựa chọn điều đó lần nữa."
    }
  },
  {
    "translation": {
      "en": "I'm sure there are elements of, like, her getting to dress up with… for Geralt.",
      "vi": "Tôi chắc chắn có những yếu tốkiểu như cô ấy sẽ mặc đồ cho Geralt."
    }
  },
  {
    "translation": {
      "en": "And knowing where that will lead to.",
      "vi": "Và biết điều đó sẽ dẫn đến đâu."
    }
  },
  {
    "translation": {
      "en": "And Geralt isn't a party boy. He doesn't like going to these things.",
      "vi": "Và Geralt không thích tiệc tùng.Anh ấy không thích đến những nơi này."
    }
  },
  {
    "translation": {
      "en": "He certainly doesn't like getting all trussed up",
      "vi": "Chắc chắn anh ấy không thích bị trói buộc"
    }
  },
  {
    "translation": {
      "en": "and served to these… these sorceresses like a Christmas turkey.",
      "vi": "và phục vụ cho các pháp sưnhư gà tây Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "[Geralt] What's the Mélange?",
      "vi": "Mélange là gì?"
    }
  },
  {
    "translation": {
      "en": "It's a dance. It's not optional.",
      "vi": "Đó là một điệu nhảy. Bắt buộc."
    }
  },
  {
    "translation": {
      "en": "And right under the exterior of that beautiful ball",
      "vi": "Và ngay dưới vẻ ngoàicủa dạ tiệc đẹp đẽ đó"
    }
  },
  {
    "translation": {
      "en": "is a mystery that's being unraveled.",
      "vi": "là một bí ẩn đang được làm sáng tỏ."
    }
  },
  {
    "translation": {
      "en": "That mystery explodes in the following episode.",
      "vi": "Bí ẩn đó sẽ bùng nổ ở tập sau."
    }
  },
  {
    "translation": {
      "en": "So we bring everyone, all the players into the one roof,",
      "vi": "Nên chúng tôi đưa mọi người,tất cả các phe vào dưới một mái nhà,"
    }
  },
  {
    "translation": {
      "en": "and then drop that roof on them.",
      "vi": "rồi thả mái nhà xuống họ."
    }
  },
  {
    "translation": {
      "en": "[Yennefer] Vilgefortz.",
      "vi": "Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So we have a huge battle with… with the use of magic,",
      "vi": "Chúng tôi có một trận chiến lớndùng phép thuật,"
    }
  },
  {
    "translation": {
      "en": "which we've never seen before really to this extent.",
      "vi": "mà thực sự trước đâychưa từng thấy đến mức đó."
    }
  },
  {
    "translation": {
      "en": "And when I read it on the script,",
      "vi": "Khi tôi đọc trên kịch bản,"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe that we are trying to do it in television.",
      "vi": "không thể tin rằng chúng tôiđang cố làm điều đó trên truyền hình."
    }
  },
  {
    "translation": {
      "en": "We had to simplify politics behind it,",
      "vi": "Chúng tôi phải đơn giản hóa chính trịđằng sau nó,"
    }
  },
  {
    "translation": {
      "en": "because Thanedd coup is very, very complex politically",
      "vi": "vì cuộc đảo chính Thanedd rất phức tạp,"
    }
  },
  {
    "translation": {
      "en": "because at the same time, we have Nilfgaard, Redania, mages,",
      "vi": "vì cùng lúc, chúng ta có Nilfgaard,Redania, pháp sư,"
    }
  },
  {
    "translation": {
      "en": "Scoia'tael, and Vilgefortz playing all their games.",
      "vi": "Scoia'tael, và Vilgefortzgiở ra tất cả mánh khoé của họ."
    }
  },
  {
    "translation": {
      "en": "One of the big changes that we did and one of the big decisions we made,",
      "vi": "Một thay đổi lớn chúng tôi đã làm và một quyết định lớn của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "is to place it in the middle of our season, not at the end.",
      "vi": "là đặt nó vào giữa phần phim,không phải cuối phim."
    }
  },
  {
    "translation": {
      "en": "That's because if you're saying there's a huge event that changes everything,",
      "vi": "Vì nếu bạn nói có một sự kiện lớnthay đổi mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "you need to start to see how it changes things.",
      "vi": "bạn cần bắt đầu xem nó thay đổi thế nào."
    }
  },
  {
    "translation": {
      "en": "We didn't wanna end on that cliffhanger.",
      "vi": "Không muốn kết thúc mơ hồ như vậy."
    }
  },
  {
    "translation": {
      "en": "We wanted to start to see how Yennefer shifted",
      "vi": "Chúng tôi muốn xem Yenneferthay đổi thế nào"
    }
  },
  {
    "translation": {
      "en": "after the Thanedd coup, how Geralt shifted,",
      "vi": "sau cuộc đảo chính Thanedd,cách Geralt thay đổi,"
    }
  },
  {
    "translation": {
      "en": "how Ciri, she moves through the world in a different way.",
      "vi": "cách Ciri đi qua thế giớitheo một cách khác."
    }
  },
  {
    "translation": {
      "en": "Some of the characters we have known from the very beginning",
      "vi": "Một số nhân vật ta biết ngay từ đầu"
    }
  },
  {
    "translation": {
      "en": "are taken from us,",
      "vi": "đã ra đi,"
    }
  },
  {
    "translation": {
      "en": "and Tissaia is probably the one that is most heartbreaking to me, as a writer,",
      "vi": "và Tissaia có lẽ là người làm tôiđau lòng nhất, với tư cách là một nhà văn,"
    }
  },
  {
    "translation": {
      "en": "and I think heartbreaking to our cast, as MyAnna Buring is amazing in this role",
      "vi": "tôi nghĩ thật đau lòng vì diễn viênMyAnna Bling rất tuyệt vời trong vai này"
    }
  },
  {
    "translation": {
      "en": "and quite a tough but maternal figure on the show,",
      "vi": "và khá cứng rắn nhưng làhình mẫu người mẹ trong phim,"
    }
  },
  {
    "translation": {
      "en": "and that's who she is as a human.",
      "vi": "và đó là con người cô ấy."
    }
  },
  {
    "translation": {
      "en": "[MyAnna Buring] Tissaia is totally broken.",
      "vi": "Tissaia hoàn toàn suy sụp."
    }
  },
  {
    "translation": {
      "en": "Everything she loved, everything she cared about,",
      "vi": "Mọi thứ cô ấy yêu, mọi thứ cô ấy quan tâm,"
    }
  },
  {
    "translation": {
      "en": "everything she believed in has been left in ruins.",
      "vi": "mọi thứ cô ấy tin tưởngđã bị bỏ lại trong đống đổ nát."
    }
  },
  {
    "translation": {
      "en": "And she feels inherently responsible for it.",
      "vi": "Và cô ấy cảm thấy mình vốn phảichịu trách nhiệm với nó."
    }
  },
  {
    "translation": {
      "en": "She doesn't see herself",
      "vi": "Cô ấy thấy mình"
    }
  },
  {
    "translation": {
      "en": "as having the capacity to be of use anymore.",
      "vi": "không có khả năng hữu dụng nữa."
    }
  },
  {
    "translation": {
      "en": "And I think that's ultimately why she chooses to…",
      "vi": "Và tôi nghĩ đó là lý do lớn nhấtkhiến cô ấy chọn…"
    }
  },
  {
    "translation": {
      "en": "to take her own life, really.",
      "vi": "tự lấy đi mạng mình, thật sự."
    }
  },
  {
    "translation": {
      "en": "It's over.",
      "vi": "Kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When I'm talking about this, and I read this script,",
      "vi": "Khi tôi nói về chuyện này,tôi đọc kịch bản,"
    }
  },
  {
    "translation": {
      "en": "and I read this book, and I read this story so many times,",
      "vi": "tôi đọc truyện,đọc câu chuyện này rất nhiều lần,"
    }
  },
  {
    "translation": {
      "en": "I still… I'm still getting emotional.",
      "vi": "tôi vẫn thấy xúc động."
    }
  },
  {
    "translation": {
      "en": "It's, like, still moving, because this…",
      "vi": "Vẫn cảm động vì có…"
    }
  },
  {
    "translation": {
      "en": "this is, like, one of my favorite characters there,",
      "vi": "Kiểu như một trongnhững nhân vật yêu thích của tôi ở đó,"
    }
  },
  {
    "translation": {
      "en": "and we have to say goodbye.",
      "vi": "và chúng tôi phải nói lời tạm biệt."
    }
  },
  {
    "translation": {
      "en": "[Anya] The world is so much more lonely when…",
      "vi": "Thế giới cô đơn hơn nhiều"
    }
  },
  {
    "translation": {
      "en": "you… haven't got that person that you look up to,",
      "vi": "khi không có người đóđể bạn ngưỡng mộ,"
    }
  },
  {
    "translation": {
      "en": "because then you're responsible for everything.",
      "vi": "vì khi đó bạn phải chịu trách nhiệmcho mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Tissaia's death must spark…",
      "vi": "Cái chết của Tissaia đã thắp lên"
    }
  },
  {
    "translation": {
      "en": "[sighs] …a kind of…",
      "vi": "gần như"
    }
  },
  {
    "translation": {
      "en": "truly, a new beginning for Yennefer.",
      "vi": "là một khởi đầu mới cho Yennefer."
    }
  },
  {
    "translation": {
      "en": "One of the things that… that Tissaia's death does",
      "vi": "Một trong những điềucái chết của Tissaia mang lại"
    }
  },
  {
    "translation": {
      "en": "is it… it empowers other mages,",
      "vi": "là vực dậy ý chí các pháp sư khác,"
    }
  },
  {
    "translation": {
      "en": "because they want to continue what she started.",
      "vi": "vì họ muốn tiếp tụcnhững gì cô ấy bắt đầu."
    }
  },
  {
    "translation": {
      "en": "And Yen is actually one of the ones who heads up the Lodge of Sorceresses",
      "vi": "Và Yen thực sự là một trongnhững người đứng đầu Hội Nữ Pháp Sư"
    }
  },
  {
    "translation": {
      "en": "that we will get into in later seasons.",
      "vi": "mà chúng tôi sẽ đưa vàotrong các mùa sau."
    }
  },
  {
    "translation": {
      "en": "We decide how we move forward.",
      "vi": "Chúng ta quyết định cách bước tiếp."
    }
  },
  {
    "translation": {
      "en": "[Lauren] One of the things that we got questioned the most about in season one",
      "vi": "Một trong những điềuchúng tôi bị thắc mắc nhiều nhất trong mùa một là, trong tập tám,khi Vilgefortz và Cahir đánh nhau."
    }
  },
  {
    "translation": {
      "en": "is, in episode eight, when Vilgefortz and Cahir are fighting.",
      "vi": "trong mùa một là, trong tập tám,khi Vilgefortz và Cahir đánh nhau."
    }
  },
  {
    "translation": {
      "en": "We actually see Cahir very handily defeat Vilgefortz.",
      "vi": "Chúng ta thực sự thấy Cahirđánh bại Vilgefortz một cách dễ dàng."
    }
  },
  {
    "translation": {
      "en": "And fans were in uproar.",
      "vi": "Người hâm mộ xôn xao."
    }
  },
  {
    "translation": {
      "en": "Vilgefortz is the most powerful mage. There is no way.",
      "vi": "Vilgefortz là pháp sư mạnh nhất. Không đời nào. Anh ta có thể giết Cahirchỉ bằng ánh mắt."
    }
  },
  {
    "translation": {
      "en": "He could've literally killed Cahir just by looking at him.",
      "vi": "Không đời nào. Anh ta có thể giết Cahirchỉ bằng ánh mắt."
    }
  },
  {
    "translation": {
      "en": "And there's a great moment where Vilgefortz explains this season",
      "vi": "Và có một khoảnh khắc tuyệt vờikhi Vilgefortz giải thích trong mùa này,"
    }
  },
  {
    "translation": {
      "en": "that the hardest thing for him",
      "vi": "với anh ấy đó là việc khó nhất"
    }
  },
  {
    "translation": {
      "en": "about this long game",
      "vi": "trong trận chiến dài này."
    }
  },
  {
    "translation": {
      "en": "-is that he had to hide his skills. -[Vilgefortz] …my real skills.",
      "vi": "Anh ấy phải giấu kỹ năng của mình."
    }
  },
  {
    "translation": {
      "en": "Knowing I could take any life at any time.",
      "vi": "Biết mình có thể lấy mạng bất cứ aibất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "It was exasperating.",
      "vi": "Thật cáu tiết."
    }
  },
  {
    "translation": {
      "en": "[Lauren] When we see his power really demonstrated for the first time,",
      "vi": "Lần đầu tiên sức mạnh của anh ấythực sự được thể hiện"
    }
  },
  {
    "translation": {
      "en": "it is against Geralt.",
      "vi": "là khi đánh với Geralt."
    }
  },
  {
    "translation": {
      "en": "Again, we went back to the books as the source here.",
      "vi": "Một lần nữa, chúng tôi làm theochi tiết trong truyện."
    }
  },
  {
    "translation": {
      "en": "And it was really interesting to look at these chapters,",
      "vi": "Và thật thú vị khi xem những chương này"
    }
  },
  {
    "translation": {
      "en": "because we've never had Geralt beaten this badly.",
      "vi": "vì chưa bao giờGeralt bị đánh bại thảm đến thế."
    }
  },
  {
    "translation": {
      "en": "[Henry] Well, the fight with Vilgefortz was obviously",
      "vi": "Cuộc chiến với Vilgefortz rõ ràng là"
    }
  },
  {
    "translation": {
      "en": "something which no one's expecting.",
      "vi": "Cuộc chiến với Vilgefortz rõ ràng là điều không ai ngờ tới."
    }
  },
  {
    "translation": {
      "en": "Wolfgang and I wanted to make sure we… we built that into the story.",
      "vi": "Wolfgang và tôi muốn đảm bảochúng tôi đưa vào câu chuyện."
    }
  },
  {
    "translation": {
      "en": "And it's an incredibly technical fight.",
      "vi": "Và đó là một cuộc chiếncó kỹ thuật điêu luyện."
    }
  },
  {
    "translation": {
      "en": "It's very, very iconic as it's super important in the books.",
      "vi": "Nó rất, rất mang tính biểu tượngvì nó siêu quan trọng trong truyện."
    }
  },
  {
    "translation": {
      "en": "For us, it was a challenge to match in the best way.",
      "vi": "Với chúng tôi, đó là một thử tháchđể đối chọi theo cách hay nhất."
    }
  },
  {
    "translation": {
      "en": "First, we separate the actors.",
      "vi": "Đầu tiên, tách các diễn viên ra."
    }
  },
  {
    "translation": {
      "en": "And we train each actor,",
      "vi": "Và chúng tôi luyện tập cho từng diễn viên."
    }
  },
  {
    "translation": {
      "en": "and bring them to a level that we feel comfortable",
      "vi": "Tập cho họ đến mức độmà chúng tôi thấy ổn thoả"
    }
  },
  {
    "translation": {
      "en": "to put them together.",
      "vi": "khi kết hợp họ với nhau."
    }
  },
  {
    "translation": {
      "en": "We were very blessed with Mahesh, who's playing Vilgefortz.",
      "vi": "Chúng tôi rất may mắn khi có Mahesh,người đóng vai Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "He trains so much.",
      "vi": "Anh ấy tập luyện rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I mean, I've enjoyed using the staff in the past from a tai chi perspective.",
      "vi": "Trước đây tôi rất thích sử dụngthiết bảng của môn thái cực quyền."
    }
  },
  {
    "translation": {
      "en": "But this is another level altogether. [chuckles] The thing's heavy.",
      "vi": "Nhưng đây là một cấp độhoàn toàn khác. Nó nặng."
    }
  },
  {
    "translation": {
      "en": "It's real heavy. And it's made to break bones.",
      "vi": "Nó rất nặng.Được tạo ra để đánh gãy xương."
    }
  },
  {
    "translation": {
      "en": "My forearms are still hurting.",
      "vi": "Cẳng tay tôi vẫn còn đau."
    }
  },
  {
    "translation": {
      "en": "[Henry] We see the defiance of Geralt. We see the… the excellence and the power of Vilgefortz.",
      "vi": "Chúng tôi thấy sự thách thức của Geralt,sự xuất sắc và sức mạnh của Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "And I think it's masterful work by Wolfgang.",
      "vi": "Và tôi nghĩ đó là tuyệt tác của Wolfgang."
    }
  },
  {
    "translation": {
      "en": "It's… That's not the sort of thing you can build with any…",
      "vi": "Đó không phải điều bạn có thể xây dựngvới đạo diễn đội hai bất kỳ nào,"
    }
  },
  {
    "translation": {
      "en": "any second unit director, just any stunt coordinator.",
      "vi": "Đó không phải điều bạn có thể xây dựngvới đạo diễn đội hai bất kỳ nào, điều phối viên đóng thế bất kỳ nào."
    }
  },
  {
    "translation": {
      "en": "That requires excellence.",
      "vi": "Điều đó đòi hỏi sự xuất sắc."
    }
  },
  {
    "translation": {
      "en": "[Mahesh] There's a kind of a visual poetry about the way Geralt is broken.",
      "vi": "Có một hình ảnh thi vịvề cách Geralt tan vỡ."
    }
  },
  {
    "translation": {
      "en": "I mean, his spirit first, and then his body.",
      "vi": "Trước hết là tinh thần anh ấy, rồi đến cơ thể."
    }
  },
  {
    "translation": {
      "en": "[chuckles] The audience will not have seen him",
      "vi": "Khán giả chưa từng thấy anh ấy"
    }
  },
  {
    "translation": {
      "en": "in this kind of vulnerability up until now.",
      "vi": "trong tình trạng tổn thương này cho đến bây giờ."
    }
  },
  {
    "translation": {
      "en": "[Tomek] Suddenly, we see this warrior,",
      "vi": "Chúng ta thấy chiến binh này,"
    }
  },
  {
    "translation": {
      "en": "this monster hunter who is very skilled,",
      "vi": "thợ săn quái vật điêu luyện này"
    }
  },
  {
    "translation": {
      "en": "and he's leading this life of a witcher for a hundred years,",
      "vi": "đang sống cuộc sống của một thợ săn quái trong 100 năm,"
    }
  },
  {
    "translation": {
      "en": "and he's defeated for the first time",
      "vi": "đột nhiên lần đầu tiên bị đánh bại"
    }
  },
  {
    "translation": {
      "en": "and almost dies.",
      "vi": "và suýt chết."
    }
  },
  {
    "translation": {
      "en": "And it's… it's shocking. It's something nobody was prepared for.",
      "vi": "Nó gây sốc.Không ai chuẩn bị tinh thần cho điều đó."
    }
  },
  {
    "translation": {
      "en": "It was something which made him more human.",
      "vi": "Đó là thứ khiến anh ấymang tính người hơn."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Then always, when we're writing a season,",
      "vi": "Khi viết một mùa, chúng tôi luôn ghi nhớ"
    }
  },
  {
    "translation": {
      "en": "we keep in mind where we want the next season to start.",
      "vi": "Khi viết một mùa, chúng tôi luôn ghi nhớ nơi chúng tôi muốn mùa tiếp theo bắt đầu."
    }
  },
  {
    "translation": {
      "en": "So there are actually a couple of parts of Baptism of Fire",
      "vi": "Thực ra có vài phầntrong cuốn Lễ rửa tội bằng Lửa"
    }
  },
  {
    "translation": {
      "en": "that come up at the end of this season.",
      "vi": "xuất hiện vào cuối mùa này."
    }
  },
  {
    "translation": {
      "en": "That started us thinking,",
      "vi": "Khiến chúng tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "\"How can we really use Jaskier's music more integrally in the show?\"",
      "vi": "\"Làm thế nào để dùng âm nhạc của Jaskiermột cách trọn vẹn hơn trong phim?\""
    }
  },
  {
    "translation": {
      "en": "[Joey Batey] Joe Trapanese and I started writing the song \"Enchanted Flowers.\"",
      "vi": "Joe Trapian và tôi bắt đầuviết bài hát \"Những đoá hoa phù phép\"."
    }
  },
  {
    "translation": {
      "en": "Something that we really wanted to bring in was this…",
      "vi": "Thứ mà chúng tôi thực sự muốn mang lại"
    }
  },
  {
    "translation": {
      "en": "this almost a dirge, an elven dirge, that gave…",
      "vi": "gần như là một bài hát tiễn đưa,một bài hát truy điệu tiếng Yêu tinh,"
    }
  },
  {
    "translation": {
      "en": "that gives Jaskier a chance to survive.",
      "vi": "nó đã cho Jaskier cơ hội sống sót."
    }
  },
  {
    "translation": {
      "en": "It's almost… In Dungeons and Dragons terms,",
      "vi": "Gần như…Theo thuật ngữ Dungeons và Dragons,"
    }
  },
  {
    "translation": {
      "en": "it's the roll of the dice, really.",
      "vi": "đó là việc may rủi, thật sự."
    }
  },
  {
    "translation": {
      "en": "He… he has to meet his friend,",
      "vi": "Anh ấy phải gặp bạn mình,"
    }
  },
  {
    "translation": {
      "en": "and the only thing that he can do is sing and tell a story.",
      "vi": "và điều duy nhất anh ấy có thể làmlà hát và kể chuyện."
    }
  },
  {
    "translation": {
      "en": "So these songs are now no longer being used",
      "vi": "Nên những bài hát nàygiờ không chỉ được dùng"
    }
  },
  {
    "translation": {
      "en": "as just a performative or cathartic way",
      "vi": "như một cách biểu diễn hay thư giãn"
    }
  },
  {
    "translation": {
      "en": "of communicating his own emotions or the emotions of the Continent.",
      "vi": "để truyền đạt cảm xúc của mìnhhay cảm xúc của Lục Địa."
    }
  },
  {
    "translation": {
      "en": "He's using them as a way to connect with people, and specific people.",
      "vi": "Anh ấy dùng chúng như một cách để kết nốivới mọi người, và những người cụ thể."
    }
  },
  {
    "translation": {
      "en": "They may not be on everyone's Spotify Top 100 at the end of the year,",
      "vi": "Chúng có thể không nằm trong Top 100trên Spotify của mọi người vào cuối năm,"
    }
  },
  {
    "translation": {
      "en": "but I think it's more characterful for me.",
      "vi": "nhưng với tôi nó đặc sắc."
    }
  },
  {
    "translation": {
      "en": "[in Elven] That'll do, Bard.",
      "vi": "Được rồi, Thi sĩ."
    }
  },
  {
    "translation": {
      "en": "[in Common Speech] He needs you. Don't lag behind!",
      "vi": "Anh ấy cần anh. Đừng tụt lại phía sau!"
    }
  },
  {
    "translation": {
      "en": "[Joey] He eventually meets Geralt after the Battle of Thanedd,",
      "vi": "Cuối cùng anh ấy gặp lại Geraltsau Trận Thanedd,"
    }
  },
  {
    "translation": {
      "en": "and sees the sheer extent to which people can be hurt.",
      "vi": "và thấy mức độ tổn thương tuyệt đốicủa một người."
    }
  },
  {
    "translation": {
      "en": "There is an… an incredible emotional rawness",
      "vi": "Có một cảm xúc nguyên bản đáng kinh ngạc"
    }
  },
  {
    "translation": {
      "en": "to… to those scenes on the page,",
      "vi": "ở những cảnh đó trong truyện,"
    }
  },
  {
    "translation": {
      "en": "and Henry and I have always talked about trying to find",
      "vi": "Henry và tôi luôn nói về việc cố gắng tìm"
    }
  },
  {
    "translation": {
      "en": "those unspoken moments and the… the well of friendship between them.",
      "vi": "những khoảnh khắc không nói nên lời đóvà sự bền chặt trong tình bạn của họ."
    }
  },
  {
    "translation": {
      "en": "If he needs my help, he has it.",
      "vi": "Nếu anh ấy cần tôi giúp, tôi sẽ giúp."
    }
  },
  {
    "translation": {
      "en": "It's amazing to watch it play out,",
      "vi": "Thật tuyệt khi xem nó được diễn ra,"
    }
  },
  {
    "translation": {
      "en": "watching the vulnerability that Henry brings to this character,",
      "vi": "xem sự tổn thươngmà Henry mang đến cho nhân vật này,"
    }
  },
  {
    "translation": {
      "en": "watching the… the people around him",
      "vi": "xem những người xung quanh anh ấy"
    }
  },
  {
    "translation": {
      "en": "see the… the father figure of this family, uh, broken and beaten,",
      "vi": "thấy hình ảnh người cha của gia đình nàytan vỡ, bị đánh đập,"
    }
  },
  {
    "translation": {
      "en": "uh, and yet unbowed.",
      "vi": "nhưng chưa bị hạ gục."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's Geralt who has to find a sense of life again,",
      "vi": "Geralt phải tìm lại cảm giác sống,"
    }
  },
  {
    "translation": {
      "en": "which is… which is a beautiful part of the story.",
      "vi": "đó là một phần đẹp của câu chuyện."
    }
  },
  {
    "translation": {
      "en": "We've spent this entire season",
      "vi": "Chúng tôi đã dành cả mùa này"
    }
  },
  {
    "translation": {
      "en": "building up that Geralt, Yen, and Ciri are finally a family.",
      "vi": "để Geralt, Yen, và Ciricuối cùng cũng là một gia đình."
    }
  },
  {
    "translation": {
      "en": "They realize they not only need each other,",
      "vi": "Họ nhận ra họ không chỉ cần nhau,"
    }
  },
  {
    "translation": {
      "en": "but they… they want to be together, they choose to be a family.",
      "vi": "mà họ muốn ở bên nhau,họ chọn làm một gia đình."
    }
  },
  {
    "translation": {
      "en": "And when that explodes,",
      "vi": "Và khi nó bùng nổ,"
    }
  },
  {
    "translation": {
      "en": "it's the fact that Geralt has lost these two people",
      "vi": "thực tế là Geralt đã mất hai người"
    }
  },
  {
    "translation": {
      "en": "that he so clearly loves so deeply,",
      "vi": "mà rõ ràng anh ấy yêu rất sâu sắc,"
    }
  },
  {
    "translation": {
      "en": "that's what causes him to give up on his neutrality.",
      "vi": "Đó là lý do anh ấy từ bỏsự trung lập của mình."
    }
  },
  {
    "translation": {
      "en": "He will do anything to get them back.",
      "vi": "Anh ấy sẽ làm mọi thứ để đưa họ về."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's an old quote from Rocky.",
      "vi": "Và có một câu trích cũ từ Rocky."
    }
  },
  {
    "translation": {
      "en": "\"It doesn't matter how… how many times you are hit.\"",
      "vi": "\"Không quan trọngbạn bị đánh bao nhiêu lần."
    }
  },
  {
    "translation": {
      "en": "\"It matters how many times you can get up after a hit.\"",
      "vi": "Quan trọng là bạn có thểđứng dậy bao nhiêu lần sau khi bị đánh\"."
    }
  },
  {
    "translation": {
      "en": "So that's the journey for Geralt for the future.",
      "vi": "Đó là hành trình của Geralttrong tương lai."
    }
  },
  {
    "translation": {
      "en": "One of the more important things about Ciri",
      "vi": "Một trong những điềuquan trọng hơn cả về Ciri"
    }
  },
  {
    "translation": {
      "en": "is that we will slowly discover",
      "vi": "là chúng ta sẽ từ từ khám phá ra"
    }
  },
  {
    "translation": {
      "en": "that she is the main character of the Witcher saga.",
      "vi": "cô ấy là nhân vật chínhcủa bộ tiểu thuyết Witcher."
    }
  },
  {
    "translation": {
      "en": "Not Geralt, not Yennefer. It's Ciri's story.",
      "vi": "Không phải Geralt, Yennefer.Là câu chuyện của Ciri."
    }
  },
  {
    "translation": {
      "en": "[Freya] She ends up going to the Korath Desert,",
      "vi": "Cuối cùng cô ấy đến Sa mạc Korath,"
    }
  },
  {
    "translation": {
      "en": "which is basically a huge turning point within her journey,",
      "vi": "về cơ bản là một bước ngoặt lớntrong hành trình của cô ấy"
    }
  },
  {
    "translation": {
      "en": "because she's essentially faced with herself",
      "vi": "vì cô ấy cần phải đối mặt với chính mình"
    }
  },
  {
    "translation": {
      "en": "throughout the time she's there.",
      "vi": "trong suốt thời gian cô ấy ở đó."
    }
  },
  {
    "translation": {
      "en": "Falka introduces to her",
      "vi": "Falka giới thiệu cho cô ấy"
    }
  },
  {
    "translation": {
      "en": "this potential other path you can take,",
      "vi": "con đường tiềm năng khác có thể đi,"
    }
  },
  {
    "translation": {
      "en": "which is brutal.",
      "vi": "nó tàn bạo."
    }
  },
  {
    "translation": {
      "en": "Then the fire draws her in, and Falka draws her in,",
      "vi": "Rồi ngọn lửa thu hút cô ấy,và Falka dụ cô ấy vào,"
    }
  },
  {
    "translation": {
      "en": "her voices, and she basically relinquishes her powers.",
      "vi": "giọng nói của cô ấy, cơ bản làcô ấy từ bỏ sức mạnh của mình."
    }
  },
  {
    "translation": {
      "en": "In the books, the way I read, it's like she's slightly lost her soul a bit.",
      "vi": "Trong sách, theo cách tôi cảm nhận,giống như cô ấy mất đi một chút tâm hồn."
    }
  },
  {
    "translation": {
      "en": "You usually see this fight behind Ciri's eyes, and it's just dead.",
      "vi": "Bạn thường thấy cuộc chiếnnày trong tâm hồn Ciri, và nó đã chết."
    }
  },
  {
    "translation": {
      "en": "It's gonna be a short moment in the show, but I wanted to bring a bit of that,",
      "vi": "Sẽ là một khoảnh khắc ngắn trong phim,nhưng tôi muốn thể hiện một chút"
    }
  },
  {
    "translation": {
      "en": "because that really hit me when I read it in the books.",
      "vi": "vì chi tiết thực sự gây ấn tượngkhi tôi đọc truyện."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Now, we've seen her power accidentally kill people before.",
      "vi": "Trước đây chúng ta đã thấy sức mạnhcủa cô ấy vô tình giết người."
    }
  },
  {
    "translation": {
      "en": "We saw that as early as season one.",
      "vi": "Đã thấy điều đó ngay từ mùa một."
    }
  },
  {
    "translation": {
      "en": "But Geralt has really tried to impress on her",
      "vi": "Nhưng Geralt đã cố gắngtạo cho cô bé ấn tượng"
    }
  },
  {
    "translation": {
      "en": "that the idea of taking a human life, of making that choice, has huge consequences.",
      "vi": "là việc lấy mạng người, lựa chọn đócó hậu quả vô cùng lớn."
    }
  },
  {
    "translation": {
      "en": "[Tomek] We learned she's powerful.",
      "vi": "Chúng tôi biết cô ấy rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "We learned that this power can either turn good or bad.",
      "vi": "Chúng tôi biết được rằngsức mạnh này có thể biến tốt hoặc xấu."
    }
  },
  {
    "translation": {
      "en": "But even Ciri is not really… sure",
      "vi": "Nhưng ngay cả Ciri cũng không chắc"
    }
  },
  {
    "translation": {
      "en": "who she really is.",
      "vi": "mình thật sự là ai."
    }
  },
  {
    "translation": {
      "en": "The more she discovers how to control",
      "vi": "Cô ấy càng khám phá ra cách kiểm soát"
    }
  },
  {
    "translation": {
      "en": "what's inside of her,",
      "vi": "sức mạnh bên trong mình,"
    }
  },
  {
    "translation": {
      "en": "the more she asks herself a question.",
      "vi": "cô ấy càng tự vấn bản thân."
    }
  },
  {
    "translation": {
      "en": "Maybe… maybe she is the villain of the story?",
      "vi": "\"Có lẽ cô ấy là nhân vật phản diện?\""
    }
  },
  {
    "translation": {
      "en": "For a person that young,",
      "vi": "Với một người trẻ như vậy,"
    }
  },
  {
    "translation": {
      "en": "it's… it's a devastating question to ask,",
      "vi": "đó là một câu hỏi kinh khủng."
    }
  },
  {
    "translation": {
      "en": "because everybody wants to be a hero of their own story,",
      "vi": "Vì ai cũng muốn trở thành anh hùngtrong câu chuyện của mình,"
    }
  },
  {
    "translation": {
      "en": "and what if they are a villain?",
      "vi": "và nếu họ là kẻ xấu thì sao?"
    }
  },
  {
    "translation": {
      "en": "Call me Falka.",
      "vi": "Gọi tôi là Falka."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And we discover that maybe her real destiny",
      "vi": "Chúng tôi phát hiện ra rằngcó lẽ định mệnh thực sự của cô ấy"
    }
  },
  {
    "translation": {
      "en": "is not to become a witcher, the savior,",
      "vi": "không phải là trở thành thợ săn quái,một vị cứu tinh,"
    }
  },
  {
    "translation": {
      "en": "somebody who is good.",
      "vi": "một người tốt."
    }
  },
  {
    "translation": {
      "en": "Maybe it's to become a villain,",
      "vi": "Có lẽ là trở thành kẻ ác,"
    }
  },
  {
    "translation": {
      "en": "and to actually destroy the world.",
      "vi": "và thực sự hủy diệt thế giới."
    }
  },
  {
    "translation": {
      "en": "[Jaskier] ♪ Ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "vi": "Cùng cuồng phong quật đổ cây cối"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "vi": "Cùng cuồng phong quật đổ cây cối…"
    }
  },
  {
    "translation": {
      "en": "[producer] Can you pronounce the name of the unicorn?",
      "vi": "Bạn có thể phát âm tên con kỳ lân không?"
    }
  },
  {
    "translation": {
      "en": "The unicorn's name?",
      "vi": "Tên con kỳ lân?"
    }
  },
  {
    "translation": {
      "en": "No. Absolutely not.",
      "vi": "Không. Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "Hang on. [laughs]",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Henry will get it right.",
      "vi": "Henry sẽ phát âm đúng."
    }
  },
  {
    "translation": {
      "en": "-I-hua… I-quira-quax? -♪ So stake your claim and choose a side ♪",
      "vi": "I-hua… I-quira-quax?"
    }
  },
  {
    "translation": {
      "en": "-♪ Ride, witcher, ride… ♪ -E-harra-quax.",
      "vi": "E-harra-quax."
    }
  },
  {
    "translation": {
      "en": "-Haracca. -Ee… Aah!",
      "vi": "Irhacca. E…"
    }
  },
  {
    "translation": {
      "en": "I think Freya's the one that needs to get this right, since…",
      "vi": "Freya là người cần phát âm đúng"
    }
  },
  {
    "translation": {
      "en": "since it's her unicorn! [laughs]",
      "vi": "vì đó là con kỳ lân của cô ấy."
    }
  },
  {
    "translation": {
      "en": "Anya will stare wistfully into the distance.",
      "vi": "Anya sẽ đăm chiêu nhìn xa xăm."
    }
  },
  {
    "translation": {
      "en": "♪ I-huarra-quax ♪ Tch!",
      "vi": "I-huarra-quax"
    }
  },
  {
    "translation": {
      "en": "E-huarra-quax. It's not that. It's not that.",
      "vi": "E-huarra-quax. Không phải."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Ihuarraquax.",
      "vi": "Ihuarraquax. Ihuarraquax."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Oh, you mean Ihuarraquax?",
      "vi": "Ihuarraquax. Ý bạn là Ihuarraquax?"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Phải không?"
    }
  },
  {
    "translation": {
      "en": "It's spelled, um, thuara-cacks or something like that.",
      "vi": "Đánh vần là Ihara-cacks hay đại loại thế."
    }
  },
  {
    "translation": {
      "en": "But I believe it's pronounced \"Jeremy.\"",
      "vi": "Nhưng tôi tin nó được phát âm là \"Jeremy\"."
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "vi": "Cùng cuồng phong quật đổ cây cối"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ For the Child of Destiny ♪",
      "vi": "Vì Đứa Con của Định Mệnh"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that howls It howls for thee ♪",
      "vi": "Cùng cuồng phong thét gàoThét gào vì anh"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, ride, witcher, ride ♪",
      "vi": "Lên đường, Thợ săn quái, lên đường"
    }
  },
  {
    "translation": {
      "en": "♪ Don't fear that wind ♪ ♪ It howls for thee ♪",
      "vi": "Đừng sợ cơn cuồng phong đóNó thét gào vì anh"
    }
  },
  {
    "translation": {
      "en": "♪ Don't fear that wind It howls for thee ♪",
      "vi": "Đừng sợ cơn cuồng phong đóNó thét gào vì anh"
    }
  },
  {
    "translation": {
      "en": "♪ It howls for thee ♪",
      "vi": "Nó thét gào vì anh Biên dịch: Trần Hoàng Anh"
    }
  }
]