[
  {
    "translation": {
      "en": "So there was a day in the room where we were trying to figure out",
      "vi": "Vào một ngày, chúng tôi cố tìm hiểu xem"
    }
  },
  {
    "translation": {
      "en": "what the world looked like pre- Conjunction of the Spheres.",
      "vi": "thế giới này sẽ thế nào trước Tụ Hội Thiên Cầu."
    }
  },
  {
    "translation": {
      "en": "'Cause in Sapkowski's books,",
      "vi": "Vì ngay cả trong sách của Sapkowski,"
    }
  },
  {
    "translation": {
      "en": "there's actually not very much about that period.",
      "vi": "không có nhiều dữ kiện về thời kỳ đó."
    }
  },
  {
    "translation": {
      "en": "It's-- it's kind of, like, a dark zone.",
      "vi": "Nó như một vùng tối."
    }
  },
  {
    "translation": {
      "en": "Those unanswered questions, where you go,",
      "vi": "Những bí ẩn,"
    }
  },
  {
    "translation": {
      "en": "What happened in the world pre- Conjunction?",
      "vi": "Chuyện gì xảy ra ở thế giới tiền Tụ Hội?"
    }
  },
  {
    "translation": {
      "en": "You get to play in that sandbox.",
      "vi": "Chúng tôi như trẻ em được nghịch cát."
    }
  },
  {
    "translation": {
      "en": "It's wonderful and terrifying at the same time, because you--",
      "vi": "Rất tuyệt vời nhưng cũng khiếp đảm vì chúng tôi muốn tôn trọng nguyên tác,"
    }
  },
  {
    "translation": {
      "en": "you want to pay homage to the books and the lore,",
      "vi": "Rất tuyệt vời nhưng cũng khiếp đảm vì chúng tôi muốn tôn trọng nguyên tác, và truyền thuyết,"
    }
  },
  {
    "translation": {
      "en": "but also, you want to create a whole story that exists",
      "vi": "nhưng chúng tôi cũng muốn tạo ra một câu chuyện hiện hữu,"
    }
  },
  {
    "translation": {
      "en": "that will be worthy of a Sapkowski book.",
      "vi": "và xứng đáng với tác phẩm của Sapkowski."
    }
  },
  {
    "translation": {
      "en": "And getting to build that world",
      "vi": "Được xây dựng thế giới đó"
    }
  },
  {
    "translation": {
      "en": "and explain how everything came to be with The Witcher,",
      "vi": "và giải thích mọi chuyện dẫn đến The Witcher,"
    }
  },
  {
    "translation": {
      "en": "that's, like, a golden opportunity.",
      "vi": "như cơ hội ngàn năm có một."
    }
  },
  {
    "translation": {
      "en": "It's a whole world every day you walk into,",
      "vi": "Một thế giới mà mỗi ngày bạn bước vào,"
    }
  },
  {
    "translation": {
      "en": "and you're just, kind of, mouth… to the floor.",
      "vi": "bạn vẫn cứ choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "Every single time we got to set, you're blown away.",
      "vi": "Mỗi lần tới phim trường, là choáng ngợp. Không cần phải làm gì nhiều."
    }
  },
  {
    "translation": {
      "en": "You don't have to do much.",
      "vi": "là choáng ngợp. Không cần phải làm gì nhiều."
    }
  },
  {
    "translation": {
      "en": "Just stick the ears on, walk into an Elven bank,",
      "vi": "Chỉ cần gắn tai vào, bước vào ngân hàng yêu tinh,"
    }
  },
  {
    "translation": {
      "en": "you're pretty much there, right?",
      "vi": "và bạn đã ở thế giới đó."
    }
  },
  {
    "translation": {
      "en": "The care and effort from every single department",
      "vi": "Sự chăm chút và nỗ lực từ mọi đội trong đoàn làm phim"
    }
  },
  {
    "translation": {
      "en": "has brought this magic to life.",
      "vi": "đã mang điều kỳ diệu này tới hiện thực."
    }
  },
  {
    "translation": {
      "en": "So Blood Origin takes place",
      "vi": "Dòng máu khởi nguồn diễn ra"
    }
  },
  {
    "translation": {
      "en": "about twelve hundred years before the main Witcher show,",
      "vi": "khoảng 1200 năm trước trước loạt phim The Witcher chính,"
    }
  },
  {
    "translation": {
      "en": "and it actually takes place in the Elven empire.",
      "vi": "dưới quyền cai trị của đế quốc yêu tinh."
    }
  },
  {
    "translation": {
      "en": "It's very different than people in The Witcher think it is.",
      "vi": "Nó rất khác so với mọi người trong The Witcher nghĩ."
    }
  },
  {
    "translation": {
      "en": "It's much more advanced, more built- up. There's technology.",
      "vi": "Phát triển hơn, nhiều công trình kiến trúc. Có công nghệ."
    }
  },
  {
    "translation": {
      "en": "Our spies in the Dwarven…",
      "vi": "Gián điệp người lùn của chúng ta…"
    }
  },
  {
    "translation": {
      "en": "I was a huge fan of The Witcher.",
      "vi": "Tôi rất hâm mộ The Witcher."
    }
  },
  {
    "translation": {
      "en": "I came into it through the video games, and then the books, and then the series.",
      "vi": "Ban đầu tôi biết tới qua trò chơi điện tử, rồi sách, sau đó là loạt phim."
    }
  },
  {
    "translation": {
      "en": "This show is absolutely rooted in Sapkowski's writing and in his stories.",
      "vi": "Phim này hoàn toàn bắt nguồn từ các câu chuyện của Sapkowski."
    }
  },
  {
    "translation": {
      "en": "We kind of combed through his writing and his books",
      "vi": "Chúng tôi tìm hiểu ghi chép và những cuốn sách của ông ấy"
    }
  },
  {
    "translation": {
      "en": "to find all of those little pieces of lore of what the elves might have been.",
      "vi": "để tìm ra những mảnh ghép nhỏ của những hiểu biết liên quan yêu tinh."
    }
  },
  {
    "translation": {
      "en": "Witcher fans are conversant",
      "vi": "Người hâm mộ Witcher rất quen thuộc"
    }
  },
  {
    "translation": {
      "en": "and fully understand the Conjunction of the Spheres",
      "vi": "và hiểu thấu đáo rằng Sự Tụ Hội Các Thiên Cầu"
    }
  },
  {
    "translation": {
      "en": "being the merging of the worlds where monsters and men",
      "vi": "là sự hợp nhất của các thế giới quái vật và con người,"
    }
  },
  {
    "translation": {
      "en": "ended up in the Continent that we know of The Witcher.",
      "vi": "tụ hội lại ở Lục địa mà ta biết ở The Witcher."
    }
  },
  {
    "translation": {
      "en": "So we're taking it up to that moment. It's the month that leads up to there,",
      "vi": "Nên chúng tôi làm phim ở thời điểm đó. Đó là tháng dẫn đến sự kiện đó,"
    }
  },
  {
    "translation": {
      "en": "and we explain the mechanics of it and the tragic tale of how it came to be.",
      "vi": "giải thích cơ chế, câu chuyện bi thảm về việc nó đã xảy ra như thế nào."
    }
  },
  {
    "translation": {
      "en": "Declan conceived a kind of adventure show,",
      "vi": "Declan thai nghén một bộ phim phiêu lưu,"
    }
  },
  {
    "translation": {
      "en": "and we started calling it a road show, actually,",
      "vi": "rồi chúng tôi gọi nó là loạt phim dọc đường,"
    }
  },
  {
    "translation": {
      "en": "with a band of misfits",
      "vi": "với một nhóm yêu tinh lạc loài,"
    }
  },
  {
    "translation": {
      "en": "that is sort of coming back to stake their claim",
      "vi": "quay lại để lấy lại những gì đã mất"
    }
  },
  {
    "translation": {
      "en": "on the Elven city of Xin'trea,",
      "vi": "ở thành phố Xin'trea của yêu tinh,"
    }
  },
  {
    "translation": {
      "en": "which is related to our main series' Cintra.",
      "vi": "nơi liên quan đến Cintra của phim chính."
    }
  },
  {
    "translation": {
      "en": "And it's based around Éile and Fjall,",
      "vi": "Phim xoay quanh Éile và Fjall,"
    }
  },
  {
    "translation": {
      "en": "who are two enemies from different clans",
      "vi": "là kẻ thù xuất thân từ các bộ tộc khác nhau,"
    }
  },
  {
    "translation": {
      "en": "who protect royals,",
      "vi": "họ là đội cận vệ hoàng gia."
    }
  },
  {
    "translation": {
      "en": "and she has abandoned her way",
      "vi": "Éile đã từ bỏ sự nghiệp đó,"
    }
  },
  {
    "translation": {
      "en": "and left her family, and she's been ostracized.",
      "vi": "rời bỏ gia đình, và cô ấy bị khai trừ."
    }
  },
  {
    "translation": {
      "en": "By circumstances, he's been ostracized too,",
      "vi": "Vì tình thế, Fjall cũng bị khai trừ,"
    }
  },
  {
    "translation": {
      "en": "and they find each other on the same side as the world gets turned upside down,",
      "vi": "và họ tìm thấy nhau, về cùng một phe khi thế giới bị đảo lộn,"
    }
  },
  {
    "translation": {
      "en": "and they have to go and get revenge for their clans.",
      "vi": "họ phải đi trả thù cho bộ tộc của mình."
    }
  },
  {
    "translation": {
      "en": "Send them all to clay.",
      "vi": "Tiễn chúng về cát bụi."
    }
  },
  {
    "translation": {
      "en": "They are all bound together by a shared experience,",
      "vi": "Họ gắn kết với nhau bởi trải nghiệm chung,"
    }
  },
  {
    "translation": {
      "en": "trying to figure out who they are through each other,",
      "vi": "dựa vào nhau để cố gắng tìm ra bản thân là ai,"
    }
  },
  {
    "translation": {
      "en": "and it becomes this, like, flow of water",
      "vi": "và câu chuyện như biến thành dòng nước,"
    }
  },
  {
    "translation": {
      "en": "that then just takes its own rhythm.",
      "vi": "có nhịp điệu riêng."
    }
  },
  {
    "translation": {
      "en": "A lot of them are really suffering.",
      "vi": "Họ đang rất đau khổ."
    }
  },
  {
    "translation": {
      "en": "Within that suffering, they come together,",
      "vi": "Trong nỗi đau đó, họ hợp lực lại,"
    }
  },
  {
    "translation": {
      "en": "as they become a strange support group.",
      "vi": "thành một nhóm kỳ lạ tương trợ cho nhau."
    }
  },
  {
    "translation": {
      "en": "They're trying to figure out how to make things better, make things right.",
      "vi": "Họ đang cố tìm cách làm cuộc đời tốt đẹp hơn, đúng đắn hơn."
    }
  },
  {
    "translation": {
      "en": "They all kind of end up",
      "vi": "Họ cuối cùng cũng tụ lại"
    }
  },
  {
    "translation": {
      "en": "on this kind of ride- or- die quest together",
      "vi": "trong hành trình một mất một còn cùng nhau, vì họ có chung"
    }
  },
  {
    "translation": {
      "en": "because they have a shared goal,",
      "vi": "trong hành trình một mất một còn cùng nhau, vì họ có chung mục tiêu, chung mối bận tâm, chung nỗi khát khao."
    }
  },
  {
    "translation": {
      "en": "and they have a shared focus, and they have a shared desire.",
      "vi": "mục tiêu, chung mối bận tâm, chung nỗi khát khao."
    }
  },
  {
    "translation": {
      "en": "They found each other for a reason.",
      "vi": "Họ tìm thấy nhau là có lý do."
    }
  },
  {
    "translation": {
      "en": "The fate of the world is down to them.",
      "vi": "Số phận của thế giới phụ thuộc vào họ."
    }
  },
  {
    "translation": {
      "en": "I think the group works 'cause they've all got their connections,",
      "vi": "Tôi nghĩ nhóm này hợp tác thành công vì họ đều có mối liên hệ,"
    }
  },
  {
    "translation": {
      "en": "which then creates a really strong, unbreakable circle.",
      "vi": "sau đó tạo ra một mối liên kết thực sự mạnh mẽ, không thể phá vỡ."
    }
  },
  {
    "translation": {
      "en": "For most of us, this is, like, one of the biggest and best things",
      "vi": "Với hầu hết bọn tôi, đây là một trong những phim lớn nhất và tuyệt nhất"
    }
  },
  {
    "translation": {
      "en": "that we've done in our career so far,",
      "vi": "mà đã đóng trong sự nghiệp cho đến nay,"
    }
  },
  {
    "translation": {
      "en": "and I think we're all just so excited to be part of it",
      "vi": "và tôi nghĩ tất cả đều rất hào hứng khi được tham gia,"
    }
  },
  {
    "translation": {
      "en": "and so excited to be on set together",
      "vi": "được đóng phim với nhau,"
    }
  },
  {
    "translation": {
      "en": "and be experiencing this together.",
      "vi": "được trải nghiệm mọi thứ cùng nhau."
    }
  },
  {
    "translation": {
      "en": "And then you've got Michelle, who's kinda been there, done it,",
      "vi": "Còn có Michelle nữa, người đã quen thuộc với công việc,"
    }
  },
  {
    "translation": {
      "en": "you know, almost like the kind of… the fun, young auntie.",
      "vi": "gần như là một người dì trẻ trung, vui vẻ."
    }
  },
  {
    "translation": {
      "en": "When you are doing a good fight sequence",
      "vi": "Khi bạn thực hiện một chuỗi cảnh chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "where there is real energy and real dynamics,",
      "vi": "khi đó năng lượng tràn trề và vận động mạnh nhiều,"
    }
  },
  {
    "translation": {
      "en": "and you must be able to feel that,",
      "vi": "bạn phải cảm nhận được"
    }
  },
  {
    "translation": {
      "en": "is when-- if the camera can move with you.",
      "vi": "lúc nào máy quay có thể di chuyển theo bạn."
    }
  },
  {
    "translation": {
      "en": "Because when you are doing action,",
      "vi": "Vì khi bạn đóng cảnh hành động,"
    }
  },
  {
    "translation": {
      "en": "it's not just about the big picture.",
      "vi": "nó không chỉ là bức tranh toàn cảnh."
    }
  },
  {
    "translation": {
      "en": "It's about the nuances.",
      "vi": "Nó còn có các sắc thái nữa."
    }
  },
  {
    "translation": {
      "en": "In all our fight sequences, you will notice that you will see",
      "vi": "Trong tất cả các cảnh chiến đấu của chúng tôi, bạn sẽ nhận thấy"
    }
  },
  {
    "translation": {
      "en": "all the different characters that come into play,",
      "vi": "tất cả các nhân vật khác nhau xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "and you can see their motivation,",
      "vi": "có thể thấy động cơ thúc đẩy họ,"
    }
  },
  {
    "translation": {
      "en": "you can see the precision,",
      "vi": "độ chính xác của họ,"
    }
  },
  {
    "translation": {
      "en": "and you can feel the drama and the dynamics of it.",
      "vi": "có thể cảm nhận được sự kịch tính và sống động của nó."
    }
  },
  {
    "translation": {
      "en": "When we meet Éile for the first time,",
      "vi": "Khi chúng tôi gặp Éile lần đầu,"
    }
  },
  {
    "translation": {
      "en": "I think what she wants is… she wants to share a message.",
      "vi": "tôi nghĩ cô ấy muốn chia sẻ một thông điệp."
    }
  },
  {
    "translation": {
      "en": "I think that's a necessity for her,",
      "vi": "Tôi nghĩ cô ấy cần phải làm vậy,"
    }
  },
  {
    "translation": {
      "en": "to share her story,",
      "vi": "để chia sẻ câu chuyện của mình,"
    }
  },
  {
    "translation": {
      "en": "connect with people, and move on.",
      "vi": "kết nối với mọi người, và bước tiếp."
    }
  },
  {
    "translation": {
      "en": "It became her purpose,",
      "vi": "Nó trở thành mục đích của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and it was her truth, and she couldn't ignore it.",
      "vi": "đó là sự thật của cô ấy, không thể bỏ qua nó."
    }
  },
  {
    "translation": {
      "en": "Where's the road taking you?",
      "vi": "Cô sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "To seek redemption.",
      "vi": "Tìm cách chuộc tội."
    }
  },
  {
    "translation": {
      "en": "♪ We are the Black Rose ♪",
      "vi": "Chúng ta là Hoa Hồng Đen"
    }
  },
  {
    "translation": {
      "en": "♪ Let no one doubt… ♪",
      "vi": "Đừng để ai ngờ vực…"
    }
  },
  {
    "translation": {
      "en": "It's funny, because the music was… not an afterthought,",
      "vi": "Khá hài vì âm nhạc không phải do chúng tôi thêm vào sau này,"
    }
  },
  {
    "translation": {
      "en": "but didn't exist in the original scripts, other than she was a musician.",
      "vi": "nhưng trong truyện gốc không có gì ngoài chuyện cô ấy là một nhạc sĩ."
    }
  },
  {
    "translation": {
      "en": "But then it became the through line, you know?",
      "vi": "Nhưng rồi nó trở thành yếu tố nhất quán."
    }
  },
  {
    "translation": {
      "en": "It was the connective tissue in her journey.",
      "vi": "Đó là sự liên kết trong hành trình của cô ấy."
    }
  },
  {
    "translation": {
      "en": "♪ A flower shall grow where our peasant… ♪",
      "vi": "Một bông hoa sẽ mọc lên Nơi máu nông dân…"
    }
  },
  {
    "translation": {
      "en": "It was the a- ha moment,",
      "vi": "Đó là khoảnh khắc truyền cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "that scene in-- where the people rise up and start to sing The Black Rose.",
      "vi": "khi thần dân trỗi dậy và bắt đầu hát Hoa Hồng Đen."
    }
  },
  {
    "translation": {
      "en": "♪ Rise up and let them feel our thorns… ♪",
      "vi": "Vươn lên cho họ nhận thấy gai của ta…"
    }
  },
  {
    "translation": {
      "en": "What the Lark sings about is freedom.",
      "vi": "Chim Sơn Ca hát về sự tự do."
    }
  },
  {
    "translation": {
      "en": "Freedom from the shackles of oppression,",
      "vi": "Tự do khỏi xiềng xích của áp bức,"
    }
  },
  {
    "translation": {
      "en": "freedom from starvation.",
      "vi": "thoát khỏi nạn đói,"
    }
  },
  {
    "translation": {
      "en": "Um, and she wants everybody to get three square meals a day,",
      "vi": "và cô ấy muốn mọi người được ăn ba bữa một ngày,"
    }
  },
  {
    "translation": {
      "en": "education, and to not have the boot of the oppressor on their necks.",
      "vi": "được học hành, và không bị kẻ áp bức chà đạp, bóc lột."
    }
  },
  {
    "translation": {
      "en": "These are important things to be singing and writing about,",
      "vi": "Đây là những điều quan trọng để hát và viết về,"
    }
  },
  {
    "translation": {
      "en": "fighting against the law",
      "vi": "để đấu tranh chống lại luật pháp"
    }
  },
  {
    "translation": {
      "en": "and fighting against oppressive government.",
      "vi": "và chống lại chính quyền áp bức."
    }
  },
  {
    "translation": {
      "en": "- Go! -",
      "vi": "Đi đi!"
    }
  },
  {
    "translation": {
      "en": "Spread the word. Let them know this is the day the lowborns rise.",
      "vi": "Truyền tin đi. Hãy cho họ biết đây là ngày thường dân trỗi dậy."
    }
  },
  {
    "translation": {
      "en": "- - The day Xin'trea becomes yours.",
      "vi": "Ngày Xin'trea thuộc về các bạn."
    }
  },
  {
    "translation": {
      "en": "We are really starting to lean into the Elven civilization",
      "vi": "Chúng tôi đang bắt đầu tìm hiểu về nền văn minh yêu tinh"
    }
  },
  {
    "translation": {
      "en": "in the Witcher mothership,",
      "vi": "trong con tàu mẹ Witcher"
    }
  },
  {
    "translation": {
      "en": "because they're gonna become increasingly important as the series continues.",
      "vi": "vì điều đó sẽ ngày càng quan trọng khi bộ phim tiếp diễn."
    }
  },
  {
    "translation": {
      "en": "But one of the things we never understood was the timing of their rise and fall.",
      "vi": "Nhưng chúng tôi không biết thời điểm hưng thịnh, suy tàn của họ."
    }
  },
  {
    "translation": {
      "en": "We knew that they had been the sort of original inhabitants of the Continent,",
      "vi": "Chúng tôi biết họ là những cư dân gốc của Lục địa,"
    }
  },
  {
    "translation": {
      "en": "and that at some point, they were pushed out by humans,",
      "vi": "và vào thời điểm nào đó, họ bị con người đẩy ra,"
    }
  },
  {
    "translation": {
      "en": "and it started sort of a cycle of violence and horror.",
      "vi": "bắt đầu như một chu kỳ của bạo lực và nỗi kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "But we didn't really understand when that happened, why,",
      "vi": "Chúng tôi không thực sự hiểu điều đó xảy ra khi nào, tại sao,"
    }
  },
  {
    "translation": {
      "en": "and what that universe was.",
      "vi": "và vũ trụ đó là gì."
    }
  },
  {
    "translation": {
      "en": "It's set on the same Continent that we know from Sapkowski's books,",
      "vi": "Lấy bối cảnh ở Lục địa mà ta đã biết từ sách của Sapkowski,"
    }
  },
  {
    "translation": {
      "en": "and if you're a very eagle- eyed fan, we'll have some maps in there,",
      "vi": "và nếu là người hâm mộ tinh tường, bạn biết có vài bản đồ trong đó,"
    }
  },
  {
    "translation": {
      "en": "and you will see that certain cities overlay other cities",
      "vi": "và bạn sẽ thấy một số thành phố chồng lên các thành phố"
    }
  },
  {
    "translation": {
      "en": "that we know of in the Witcher lore from the books.",
      "vi": "mà ta biết trong truyền thuyết về Witcher từ sách."
    }
  },
  {
    "translation": {
      "en": "You will also notice that the coastline is slightly different.",
      "vi": "Bạn cũng sẽ thấy đường bờ biển hơi khác một chút."
    }
  },
  {
    "translation": {
      "en": "I just wanted to play with the idea that after the Conjunction,",
      "vi": "Tôi muốn theo ý tưởng là sau Tụ Hội thiên Cầu,"
    }
  },
  {
    "translation": {
      "en": "it was like climate change.",
      "vi": "sẽ như biến đổi khí hậu."
    }
  },
  {
    "translation": {
      "en": "It wasn't just people being brought into this world, and monsters.",
      "vi": "Không chỉ con người bị đưa vào thế giới quái vật này."
    }
  },
  {
    "translation": {
      "en": "The actual climate changed.",
      "vi": "Khí hậu thực sự đã thay đổi,"
    }
  },
  {
    "translation": {
      "en": "Like, the Korath Desert is smaller, Brokilon Forest is huge.",
      "vi": "sa mạc Korath nhỏ hơn, rừng Brokilon rộng lớn."
    }
  },
  {
    "translation": {
      "en": "I wanted the world to feel very different than the world of The Witcher.",
      "vi": "Tôi muốn thế giới phải thật khác so với thế giới của The Witcher."
    }
  },
  {
    "translation": {
      "en": "The world of The Witcher is a very dark, oppressive, medieval kind of world.",
      "vi": "Thế giới của The Witcher dạng như thế giới thời trung cổ đen tối, áp bức."
    }
  },
  {
    "translation": {
      "en": "Uh, so I wanted this world to surprise.",
      "vi": "Tôi muốn thế giới này đầy bất ngờ."
    }
  },
  {
    "translation": {
      "en": "So when we come into it, we understand straightaway",
      "vi": "Để khi bước vào, chúng ta hiểu ngay rằng"
    }
  },
  {
    "translation": {
      "en": "this is a different time, a different culture,",
      "vi": "đây là thời đại khác, một nền văn hóa khác,"
    }
  },
  {
    "translation": {
      "en": "and it's the height of a culture.",
      "vi": "là đỉnh cao của một nền văn hóa."
    }
  },
  {
    "translation": {
      "en": "Elven society was actually more modern than we expected.",
      "vi": "Xã hội Yêu tinh thực sự hiện đại hơn những gì chúng ta nghĩ."
    }
  },
  {
    "translation": {
      "en": "It wasn't medieval at all. It was a society based on art",
      "vi": "Không phải thời trung cổ. Đó là một xã hội dựa trên nghệ thuật"
    }
  },
  {
    "translation": {
      "en": "and music and literature and history,",
      "vi": "và âm nhạc, văn học và lịch sử,"
    }
  },
  {
    "translation": {
      "en": "and I thought that was a really sort of bold concept.",
      "vi": "và tôi nghĩ đó là một ý tưởng táo bạo."
    }
  },
  {
    "translation": {
      "en": "It was a really exciting challenge, actually, moving into this world,",
      "vi": "Đó là một thử thách rất thú vị, thực sự, chuyển sang thế giới này"
    }
  },
  {
    "translation": {
      "en": "because we had sort of touched on it a bit in the Witcher world,",
      "vi": "vì chúng tôi đã chạm vào nó một chút ở thế giới Witcher,"
    }
  },
  {
    "translation": {
      "en": "and it was a chance to really explore",
      "vi": "và nó là một cơ hội để được khám phá"
    }
  },
  {
    "translation": {
      "en": "the depths of something that was happening behind the curtains in the Witcher world.",
      "vi": "sự sâu thẳm của một thứ gì đó đang xảy ra sau bức màn trong thế giới Witcher."
    }
  },
  {
    "translation": {
      "en": "Xin'trean architecture is the idea of an elevation of engineering.",
      "vi": "Kiến trúc Xin'trea là ý tưởng về sự nâng cao của kỹ thuật."
    }
  },
  {
    "translation": {
      "en": "It's not just the standard columns and arches that you might expect.",
      "vi": "Không chỉ có cột và mái vòm tiêu chuẩn mà bạn nghĩ."
    }
  },
  {
    "translation": {
      "en": "It's quite open, quite minimalist.",
      "vi": "Nó khá thoáng, khá tối giản."
    }
  },
  {
    "translation": {
      "en": "The Elven world is very sophisticated, it's very art deco,",
      "vi": "Thế giới yêu tinh rất tinh tế. Nó rất nghệ thuật,"
    }
  },
  {
    "translation": {
      "en": "and Andrew's designs were very far removed from The Witcher,",
      "vi": "và thiết kế của Andrew khác xa với The Witcher,"
    }
  },
  {
    "translation": {
      "en": "so it was like the Silk Road, very distant lands.",
      "vi": "nên nó giống như Con đường Tơ lụa, những vùng đất rất xa."
    }
  },
  {
    "translation": {
      "en": "The colors were gonna be incredibly vibrant.",
      "vi": "Màu sắc sẽ rất rực rỡ."
    }
  },
  {
    "translation": {
      "en": "The textures and the fabrics were gonna be silks,",
      "vi": "Chất liệu và vải sẽ là vải lụa,"
    }
  },
  {
    "translation": {
      "en": "and it was gonna be a huge contrast.",
      "vi": "và nó sẽ là một sự tương phản lớn."
    }
  },
  {
    "translation": {
      "en": "It was very much important to Declan and myself and to Lauren",
      "vi": "Nó rất quan trọng với Declan và tôi và Lauren,"
    }
  },
  {
    "translation": {
      "en": "to give the… the world of Blood Origin its own unique identity,",
      "vi": "để mang đến bản sắc riêng cho thế giới Dòng máu khởi nguồn,"
    }
  },
  {
    "translation": {
      "en": "but for that identity to then have a reciprocal effect",
      "vi": "nhưng bản sắc đó có tác động qua lại,"
    }
  },
  {
    "translation": {
      "en": "very much related to the Witcher world.",
      "vi": "liên quan nhiều đến thế giới Witcher."
    }
  },
  {
    "translation": {
      "en": "We see the remnant, fading vestiges",
      "vi": "Chúng ta thấy những dấu tích mờ nhạt còn sót lại"
    }
  },
  {
    "translation": {
      "en": "of what was once there before, which is the Dwarven ruins",
      "vi": "của những gì đã từng ở đó trước đây, đó là tàn tích của người lùn,"
    }
  },
  {
    "translation": {
      "en": "upon which the city of Xin'trea was built.",
      "vi": "thành phố Xin'trea được xây dựng trên đó."
    }
  },
  {
    "translation": {
      "en": "Dwarven script, fifteen hundred years old,",
      "vi": "Tư liệu của người lùn, 1500 năm tuổi,"
    }
  },
  {
    "translation": {
      "en": "telling of Solryth's arrival.",
      "vi": "viết về sự xuất hiện của Solryth."
    }
  },
  {
    "translation": {
      "en": "Which is ironic, because then you go to the world of The Witcher",
      "vi": "Và thật trớ trêu vì sau đó bạn đến thế giới của thợ săn quái vật,"
    }
  },
  {
    "translation": {
      "en": "and Xin'trea looks completely different and the palace looks different",
      "vi": "và Xin'trea trông hoàn toàn khác, cung điện trông khác"
    }
  },
  {
    "translation": {
      "en": "'cause they'd built upon the ruins of the Elven city.",
      "vi": "vì chúng được xây dựng trên tàn tích của thành phố yêu tinh này."
    }
  },
  {
    "translation": {
      "en": "In Blood Origin, what we learn is that there were ancient Dwarven monuments,",
      "vi": "Trong Dòng máu khởi nguồn, ta biết là có những di tích người lùn cổ đại,"
    }
  },
  {
    "translation": {
      "en": "these monoliths that were buried to bring bounty to the land,",
      "vi": "có đá nguyên khối được chôn để mang lại màu mỡ cho vùng đất."
    }
  },
  {
    "translation": {
      "en": "and in The Witcher,",
      "vi": "Còn trong The Witcher,"
    }
  },
  {
    "translation": {
      "en": "our main characters don't really know exactly what they are",
      "vi": "các nhân vật chính không thực sự biết chính xác chúng là gì"
    }
  },
  {
    "translation": {
      "en": "or what they were for.",
      "vi": "hay chúng có tác dụng gì."
    }
  },
  {
    "translation": {
      "en": "In the Witcher universe, we're seeing the, sort of, monoliths",
      "vi": "Trong vũ trụ Witcher, chúng ta thấy những tảng đá nguyên khối"
    }
  },
  {
    "translation": {
      "en": "as they've been decayed over time",
      "vi": "khi chúng đã bị tàn phá do thời gian"
    }
  },
  {
    "translation": {
      "en": "or decayed during the Conjunction of the Spheres.",
      "vi": "hoặc do trong Sự Tụ Hội Các Thiên Cầu."
    }
  },
  {
    "translation": {
      "en": "So we're seeing fragments, in a way, or shrapnel.",
      "vi": "Nên chỉ thấy các mảnh vỡ, hay chút ít sót lại."
    }
  },
  {
    "translation": {
      "en": "And Balor has found this place called the arid world, the dry world,",
      "vi": "Balor đã tìm ra nơi được gọi là thế giới khô cằn."
    }
  },
  {
    "translation": {
      "en": "and on this world, there is a woman who speaks to him.",
      "vi": "Trong thế giới này, có một người phụ nữ nói chuyện với ông ta."
    }
  },
  {
    "translation": {
      "en": "And this voice has promised him power like he's never known before.",
      "vi": "Giọng nói này đã hứa cho ông ta sức mạnh chưa từng được biết đến."
    }
  },
  {
    "translation": {
      "en": "And what he ends up accessing is human Chaos.",
      "vi": "Sức mạnh ông ấy lấy được là Hỗn mang của con người."
    }
  },
  {
    "translation": {
      "en": "It's very similar to what we see fire magic do in the Witcher series,",
      "vi": "Nó giống với phép thuật lửa trong loạt phim Witcher,"
    }
  },
  {
    "translation": {
      "en": "which is deaden you inside.",
      "vi": "nó sẽ giết chết bạn từ bên trong."
    }
  },
  {
    "translation": {
      "en": "And this is a voice who knows the destruction",
      "vi": "Đây là một giọng nói biết rõ sự hủy diệt"
    }
  },
  {
    "translation": {
      "en": "that all of this is gonna cause,",
      "vi": "mà những điều này sẽ gây ra,"
    }
  },
  {
    "translation": {
      "en": "who knows the future,",
      "vi": "người biết tương lai,"
    }
  },
  {
    "translation": {
      "en": "who knows the Conjunction of the Spheres is gonna happen,",
      "vi": "biết Sự Tụ Hội Các Thiên Cầu sẽ xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and is a Chaos agent and sort of delights in that.",
      "vi": "là một tay sai của Hỗn mang và rất mê đắm nó."
    }
  },
  {
    "translation": {
      "en": "And she sort of exists in reality,",
      "vi": "Cô ấy như tồn tại trong thực tế,"
    }
  },
  {
    "translation": {
      "en": "but also in myth.",
      "vi": "nhưng cũng như là trong thần thoại."
    }
  },
  {
    "translation": {
      "en": "What will you do with such wonderful Chaos?",
      "vi": "Ông định làm gì với Hỗn mang tuyệt vời như vậy?"
    }
  },
  {
    "translation": {
      "en": "And once Balor has that power that he's found in the other world,",
      "vi": "Và một khi Balor có được sức mạnh đó ở thế giới kia,"
    }
  },
  {
    "translation": {
      "en": "he banishes Eredin and his soldiers to roam the spheres for all of eternity,",
      "vi": "ông trục xuất Eredin và các binh lính để họ lang thang trên các thiên cầu mãi mãi,"
    }
  },
  {
    "translation": {
      "en": "and this is the beginning of the Wild Hunt.",
      "vi": "và đây là khởi đầu của Đoàn Săn Cuồng Dại."
    }
  },
  {
    "translation": {
      "en": "There are a lot of characters, actually, that pop up in Blood Origin",
      "vi": "Có rất nhiều nhân vật xuất hiện trong Dòng máu khởi nguồn"
    }
  },
  {
    "translation": {
      "en": "in kind of unexpected ways.",
      "vi": "theo những cách bất ngờ."
    }
  },
  {
    "translation": {
      "en": "It's been really exciting to find little points of connection between the worlds.",
      "vi": "Thật thú vị khi tìm ra điểm kết nối giữa các thế giới."
    }
  },
  {
    "translation": {
      "en": "We know in the books, to a certain point,",
      "vi": "Chúng tôi biết trong sách, ở một góc độ nào đó,"
    }
  },
  {
    "translation": {
      "en": "how the witchers were created.",
      "vi": "cách thợ săn quái được tạo ra."
    }
  },
  {
    "translation": {
      "en": "Before the Conjunction, there were no witchers.",
      "vi": "Trước Sự Tụ Hội Các Thiên Cầu, không có thợ săn quái nào."
    }
  },
  {
    "translation": {
      "en": "There wasn't a need for them. There were no monsters.",
      "vi": "Không cần có họ. Không có quái vật."
    }
  },
  {
    "translation": {
      "en": "This witcher is not the witcher we know,",
      "vi": "Thợ săn này không giống những gì ta đã biết,"
    }
  },
  {
    "translation": {
      "en": "who's humanlike and can take potions and have powers.",
      "vi": "như giống con người, có thể uống biệt dược và có sức mạnh."
    }
  },
  {
    "translation": {
      "en": "And yet, what happens is that Fjall is transformed",
      "vi": "Nhưng điều xảy ra là Fjall bị biến đổi"
    }
  },
  {
    "translation": {
      "en": "through a mixture of magic and herbs,",
      "vi": "thông qua sự kết hợp giữa ma thuật và thảo mộc,"
    }
  },
  {
    "translation": {
      "en": "and he begins to transform into a monster himself.",
      "vi": "và anh ta bắt đầu biến thành một con quái vật."
    }
  },
  {
    "translation": {
      "en": "It's the very first prototype of a witcher, that goes wrong.",
      "vi": "Đây là nguyên mẫu đầu tiên của một thợ săn quái bị biến đổi sai."
    }
  },
  {
    "translation": {
      "en": "It doesn't work. It's-- it's 1.0.",
      "vi": "Không hiệu quả. Đó là bản đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Getting cast as the very first witcher was an awful lot of pressure.",
      "vi": "Được chọn vào vai thợ săn quái đầu tiên có rất nhiều áp lực."
    }
  },
  {
    "translation": {
      "en": "I wanted to honor the story, I wanted to honor this character,",
      "vi": "Tôi muốn tôn vinh câu chuyện, tính cách của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "and I wanted to take it seriously, and I wanted to, uh… really give it every single thing I had.",
      "vi": "tôi muốn làm thật sự nghiêm túc và hết mình."
    }
  },
  {
    "translation": {
      "en": "You can see its arsehole.",
      "vi": "Mấy người có thể thấy lỗ đít nó."
    }
  },
  {
    "translation": {
      "en": "And it was very challenging, because I had to go to places",
      "vi": "Việc đó rất khó khăn vì tôi phải đến nhiều nơi"
    }
  },
  {
    "translation": {
      "en": "and I had to do things that were really, really tough.",
      "vi": "và làm những việc rất khó."
    }
  },
  {
    "translation": {
      "en": "There was an awful lot of writhing and physical work that I had to do, and…",
      "vi": "Tôi phải đóng rất nhiều cảnh cần thể lực,"
    }
  },
  {
    "translation": {
      "en": "Yeah, I felt, um… I felt that I'd done a couple of rounds in a-- a boxing ring.",
      "vi": "và đúng, tôi cảm thấy như vừa đấm bốc xong vài trận vậy."
    }
  },
  {
    "translation": {
      "en": "And the Continent is now something different once again.",
      "vi": "Và Lục Địa giờ lại là một thứ gì đó khác."
    }
  },
  {
    "translation": {
      "en": "There are humans, and there are monsters,",
      "vi": "Có con người, có quái vật,"
    }
  },
  {
    "translation": {
      "en": "and in twelve hundred years, there will be Geralt.",
      "vi": "và trong 1200 năm nữa, sẽ có Geralt."
    }
  },
  {
    "translation": {
      "en": "- Hah. -",
      "vi": "(THỢ SĂN QUÁI VẬT -  MÙA 1)"
    }
  },
  {
    "translation": {
      "en": "♪ Where once there were Two standing stones ♪",
      "vi": "Từng có hai hòn đá sừng sững"
    }
  },
  {
    "translation": {
      "en": "♪ Facing proudly in a field ♪",
      "vi": "Uy nghi đối mặt trên cánh đồng"
    }
  },
  {
    "translation": {
      "en": "♪ One lies broken on its side ♪",
      "vi": "Một hòn đá ngã xuống vỡ vụn"
    }
  },
  {
    "translation": {
      "en": "♪ Since the meeting of the spheres ♪",
      "vi": "Kể từ cuộc gặp gỡ của các thiên cầu"
    }
  },
  {
    "translation": {
      "en": "♪ Beneath that stone, a warrior ♪",
      "vi": "Dưới hòn đá đó là một chiến binh"
    }
  },
  {
    "translation": {
      "en": "♪ Whose bravery knew no bounds ♪",
      "vi": "Gan dạ thấu trời xanh"
    }
  },
  {
    "translation": {
      "en": "♪ Who gave his life so you'd be free ♪",
      "vi": "Yêu tinh đó đã hiến mạng mình Để bạn được tự do"
    }
  },
  {
    "translation": {
      "en": "♪ And a tyrant be overthrown ♪",
      "vi": "Để một bạo chúa bị lật đổ"
    }
  },
  {
    "translation": {
      "en": "♪ They said he had a heart of stone ♪",
      "vi": "Người ta nói anh ấy có trái tim bằng đá"
    }
  },
  {
    "translation": {
      "en": "♪ No love or tender touch, no ♪",
      "vi": "Không yêu thương hay dịu dàng"
    }
  },
  {
    "translation": {
      "en": "♪ Till a singin' Lark sang her song ♪",
      "vi": "Cho đến khi chim sơn ca Hát bài hát của cô ấy"
    }
  },
  {
    "translation": {
      "en": "♪ And cracked his heart in two ♪",
      "vi": "Khiến trái tim anh ấy nứt thành hai"
    }
  }
]