[
  {
    "translation": {
      "en": "[Mark] You're going to die one day.",
      "vi": "Một ngày nào đó bạn sẽ chết."
    }
  },
  {
    "translation": {
      "en": "[automated voice] Stand clear.",
      "vi": "Đừng lại gần."
    }
  },
  {
    "translation": {
      "en": "[Mark] I know that's kind of obvious, but I just wanted to remind you,",
      "vi": "Tôi biết chuyện đó là hiển nhiên, nhưng tôi chỉ muốn nhắc nhở bạn,"
    }
  },
  {
    "translation": {
      "en": "-in case you forgot. -[automated voice] Push to shock.",
      "vi": "- phòng khi bạn quên. - Ấn vào để sốc điện."
    }
  },
  {
    "translation": {
      "en": "[Mark] You and everyone you know are going to be dead soon.",
      "vi": "Bạn và những người bạn biết sẽ chết sớm thôi."
    }
  },
  {
    "translation": {
      "en": "And if you go around giving a fuck about everything and everyone",
      "vi": "Và nếu bạn cứ đi loanh quanh rồi bận tâm đến mọi thứ và mọi người"
    }
  },
  {
    "translation": {
      "en": "without conscious thought or choice…",
      "vi": "mà không có suy nghĩ hay lựa chọn có ý thức nào,"
    }
  },
  {
    "translation": {
      "en": "Well, then you're gonna get fucked.",
      "vi": "ừ, thì bạn tiêu chắc rồi."
    }
  },
  {
    "translation": {
      "en": "Everyone in their Instagram post wants you to believe",
      "vi": "Ai trong bài đăng Instagram cũng muốn bạn tin"
    }
  },
  {
    "translation": {
      "en": "that the key to a good life is a nicer job, or a faster car,",
      "vi": "rằng chìa khóa để có cuộc sống tốt là có công việc tốt hơn, hoặc xe nhanh hơn, bạn gái đẹp hơn, hoặc một bức ảnh tự sướng ở bãi biển."
    }
  },
  {
    "translation": {
      "en": "a prettier girlfriend, or a selfie at the beach.",
      "vi": "hoặc xe nhanh hơn, bạn gái đẹp hơn, hoặc một bức ảnh tự sướng ở bãi biển."
    }
  },
  {
    "translation": {
      "en": "The message is that a better life is about more, more, more.",
      "vi": "Thông điệp là một cuộc sống tốt hơn là phải nhiều hơn, nhiều hơn, nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "Buy more, own more,",
      "vi": "Mua nhiều hơn, sở hữu nhiều hơn,"
    }
  },
  {
    "translation": {
      "en": "make more, fuck more, -be more. -[screams]",
      "vi": "làm nhiều hơn, quan hệ nhiều hơn, thành công nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "To give a fuck about everything all the time.",
      "vi": "Lúc nào cũng phải bận tâm đến mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Give a fuck about your new TV. Give a fuck about low-fat milk.",
      "vi": "Bận tâm đến cái TV mới của bạn. Bận tâm đến sữa ít béo."
    }
  },
  {
    "translation": {
      "en": "Give a fuck about 5G and the G8.",
      "vi": "Bận tâm về 5G và xe G8."
    }
  },
  {
    "translation": {
      "en": "Traffic on the 405 and the balance in your 401K.",
      "vi": "Giao thông trên cao tốc 405 và số dư trong quỹ hưu trí 401K."
    }
  },
  {
    "translation": {
      "en": "Give a fuck about your SPF and the ozone,",
      "vi": "Bận tâm tới chỉ số chống nắng và ozone,"
    }
  },
  {
    "translation": {
      "en": "the EMI and your BMI.",
      "vi": "khoản góp hàng tháng và chỉ số thể trọng."
    }
  },
  {
    "translation": {
      "en": "Avoid gluten, but don't piss off Putin.",
      "vi": "Kiêng gluten mà không chọc điên Putin."
    }
  },
  {
    "translation": {
      "en": "Maximize EPS, but don't mess with the IRS.",
      "vi": "Tăng lợi nhuận cổ phần tối đa mà Sở Thuế Vụ không lần ra."
    }
  },
  {
    "translation": {
      "en": "Is this brand the best? Is it GMO? Fairtrade? Who's the CEO?",
      "vi": "Hiệu này tốt nhất chưa? Phải đồ hữu cơ không? Thương mại công bằng à. Ai là CEO?"
    }
  },
  {
    "translation": {
      "en": "Should we picket? Is this a riot or a fucking parade?",
      "vi": "Ta có nên chọn không? Đây là bạo loạn hay diễu hành vậy?"
    }
  },
  {
    "translation": {
      "en": "This is me, Mark Manson.",
      "vi": "Đây là tôi… Mark Manson đây."
    }
  },
  {
    "translation": {
      "en": "And I wrote a book. It had \"fuck\" on the cover.",
      "vi": "Và tôi đã viết một cuốn sách. Trên bìa có chữ \"đếch\"."
    }
  },
  {
    "translation": {
      "en": "It's about the sufferings of my not-particularly-exceptional life.",
      "vi": "Nó nói về sự đau khổ của cuộc đời không mấy đặc biệt phi thường của tôi."
    }
  },
  {
    "translation": {
      "en": "Shitty teenage years, getting dumped, friends dying,",
      "vi": "Những năm niên thiếu khốn khổ, bị bồ đá, bạn bè qua đời,"
    }
  },
  {
    "translation": {
      "en": "a culture that sucked me into a drain hole of my own pain and entitlement,",
      "vi": "một nền văn hóa hút tôi vào hố sâu của nỗi đau và sự hợm hĩnh của chính mình."
    }
  },
  {
    "translation": {
      "en": "and ultimately, the \"fuck you\" spiritual advice",
      "vi": "Để cuối cùng, câu nói \"tao đếch bận tâm\" tôi thốt ra"
    }
  },
  {
    "translation": {
      "en": "I used to drag myself out.",
      "vi": "trở thành lời khuyên tâm linh để tự lôi mình khỏi đó."
    }
  },
  {
    "translation": {
      "en": "And by some weird twist of fate, people actually read it.",
      "vi": "Và chẳng biết con tạo xoay vần kiểu gì mà có người chịu đọc mới ghê."
    }
  },
  {
    "translation": {
      "en": "And now a studio is paying, I don't know how much money,",
      "vi": "Giờ thì có một hãng phim chịu trả, tôi chả biết bao nhiêu tiền"
    }
  },
  {
    "translation": {
      "en": "to put me in a freezing pool while girls kick water in my face.",
      "vi": "để cho tôi vào bể bơi lạnh cóng trong khi các cô gái đá nước vào mặt tôi."
    }
  },
  {
    "translation": {
      "en": "It'd be a hell of a lot easier if I could just hit you",
      "vi": "Sẽ dễ dàng hơn nhiều nếu tôi có thể chọi vô mặt bạn"
    }
  },
  {
    "translation": {
      "en": "with seven pithy rules or six easy steps to life success.",
      "vi": "bảy quy tắc súc tích hoặc sáu bước dễ ợt để thành công"
    }
  },
  {
    "translation": {
      "en": "Yada-yada-yada.",
      "vi": "rồi luyên tha luyên thuyên."
    }
  },
  {
    "translation": {
      "en": "But to really get into this stuff, you've got to feel it.",
      "vi": "Nhưng để thật sự hiểu được chuyện này, bạn phải cảm được nó."
    }
  },
  {
    "translation": {
      "en": "And to feel it,",
      "vi": "Và để cảm được nó,"
    }
  },
  {
    "translation": {
      "en": "well, I guess I'm gonna have to dig up some old painful shit.",
      "vi": "chà, tôi đoán tôi sẽ phải đào lại mấy chuyện đau đớn khi xưa."
    }
  },
  {
    "translation": {
      "en": "So fuck it. Here it goes.",
      "vi": "Mà tôi đếch bận tâm. Vào việc nào."
    }
  },
  {
    "translation": {
      "en": "[Mark] Oh, my God! It's full on.",
      "vi": "Ôi, Chúa ơi! Lớn hết cỡ rồi."
    }
  },
  {
    "translation": {
      "en": "Double rainbow all the way across the sky.",
      "vi": "Cầu vồng đôi nối hai bờ bầu trời kìa."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[Mark] So, I grew up just outside of Austin, Texas.",
      "vi": "Tôi lớn lên ở ngoại ô Austin, Texas."
    }
  },
  {
    "translation": {
      "en": "And I had a very happy childhood.",
      "vi": "Và tôi đã có một tuổi thơ rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Up until I was probably, like, 10 or 11 years old.",
      "vi": "Cho đến năm tôi 10 hay 11 tuổi gì đó."
    }
  },
  {
    "translation": {
      "en": "And around that time, my family life kind of started coming apart,",
      "vi": "Và khoảng thời gian đó, cuộc sống gia đình tôi bắt đầu xào xáo"
    }
  },
  {
    "translation": {
      "en": "and I got very rebellious.",
      "vi": "và tôi trở nên rất nổi loạn."
    }
  },
  {
    "translation": {
      "en": "It was Texas.",
      "vi": "Đó là Texas."
    }
  },
  {
    "translation": {
      "en": "It was horses and Bibles and football.",
      "vi": "Có ngựa, kinh thánh và bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "And I wasn't really into any of those things.",
      "vi": "Và tôi không thích những thứ đó cho lắm."
    }
  },
  {
    "translation": {
      "en": "So, I wore Marilyn Manson T-shirts and listened to heavy metal",
      "vi": "Nên tôi mặc áo phông Marilyn Manson, nghe nhạc heavy metal,"
    }
  },
  {
    "translation": {
      "en": "and smoked pot and…",
      "vi": "Nên tôi mặc áo phông Marilyn Manson, nghe nhạc heavy metal, hút cần sa và…"
    }
  },
  {
    "translation": {
      "en": "mouthed off to adults.",
      "vi": "hỗn láo với người lớn."
    }
  },
  {
    "translation": {
      "en": "And that… that was me, you know. [laughs] That was…",
      "vi": "Đó là tôi khi ấy đấy. Đó là…"
    }
  },
  {
    "translation": {
      "en": "That was the little shithead Mark.",
      "vi": "Đó là Mark của thời sửu nhi đấy."
    }
  },
  {
    "translation": {
      "en": "So, it's February 1998.",
      "vi": "Khi ấy là tháng 2 năm 1998."
    }
  },
  {
    "translation": {
      "en": "I'm in eighth grade, and there's a knock on the classroom door.",
      "vi": "Tôi đang học lớp tám và có tiếng gõ cửa lớp học."
    }
  },
  {
    "translation": {
      "en": "And I look over and it's Mr. Price, the vice principal.",
      "vi": "Tôi nhìn qua thì thấy đó là thầy Price hiệu phó."
    }
  },
  {
    "translation": {
      "en": "I remember he poked his head in and he was like,",
      "vi": "Tôi nhớ thầy thò đầu vào và nói, \"Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "\"Excuse me. Sorry for interruption. Mr. Manson, please come with me.\"",
      "vi": "Xin lỗi đã làm phiền. Em Manson, mời đi với thầy.\""
    }
  },
  {
    "translation": {
      "en": "So, I stepped out of class with him, and I thought, \"This is weird. Like…",
      "vi": "Nên tôi ra khỏi lớp và đi theo thầy ấy, và tôi nghĩ, \"Lạ nhỉ. Kiểu…"
    }
  },
  {
    "translation": {
      "en": "Like, usually… usually I go to him. He doesn't come to me.\"",
      "vi": "Mình phải đến chỗ thầy ấy chứ đâu phải ngược lại.\""
    }
  },
  {
    "translation": {
      "en": "And so I get out in the hall with him,",
      "vi": "Rồi tôi và thầy ra hành lang,"
    }
  },
  {
    "translation": {
      "en": "and… and he's like, \"Take me to your locker.\"",
      "vi": "và thầy ấy nói, \"Dẫn thầy tới chỗ tủ đồ của em.\""
    }
  },
  {
    "translation": {
      "en": "And I'm starting to freak out. I'm like…",
      "vi": "Và tôi bắt đầu hoảng sợ. Tôi nghĩ…"
    }
  },
  {
    "translation": {
      "en": "\"This is not normal. Like, this is not how things usually go.\"",
      "vi": "\"Không xong rồi. Bình thường mọi chuyện đâu có vậy.\""
    }
  },
  {
    "translation": {
      "en": "All right, which one are we talking about? What locker?",
      "vi": "Tủ nào của em vậy? Tủ số mấy?"
    }
  },
  {
    "translation": {
      "en": "[young Mark] S-27.",
      "vi": "S-27."
    }
  },
  {
    "translation": {
      "en": "[Mark] He opened my locker, and he just clears the whole thing out.",
      "vi": "Thầy mở tủ đồ của tôi và lôi hết đồ ra."
    }
  },
  {
    "translation": {
      "en": "See now, I was a middle-school kid.",
      "vi": "Lúc đó tôi học cấp hai."
    }
  },
  {
    "translation": {
      "en": "So I had, like, all sorts of, like, pencils and drawings",
      "vi": "Nên tôi có đủ loại bút chì và tranh vẽ,"
    }
  },
  {
    "translation": {
      "en": "and notes from girls in class and stuff, you know.",
      "vi": "giấy nhắn từ các bạn nữ trong lớp các kiểu."
    }
  },
  {
    "translation": {
      "en": "He just, like, dumps all my shit on the floor.",
      "vi": "Thầy đổ hết đồ đạc của tôi xuống sàn."
    }
  },
  {
    "translation": {
      "en": "It just, like, sprays everywhere, and starts rummaging through it.",
      "vi": "Đồ văng tứ lung tung, và thầy bắt đầu lục lọi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Damn! This is serious.\"",
      "vi": "Và tôi nghĩ, \"Chết tiệt! Căng rồi nha.\""
    }
  },
  {
    "translation": {
      "en": "And as he's digging through all my crap, there's, like, a very awkward silence.",
      "vi": "Trong lúc thầy ấy lục lọi đồ đạc của tôi, bầu không khí im lặng rất sượng sùng."
    }
  },
  {
    "translation": {
      "en": "He looks at me and he's like, \"Do you know what I'm looking for today?\"",
      "vi": "Thầy ấy nhìn tôi và nói, \"Em biết hôm nay thầy tìm gì không?\""
    }
  },
  {
    "translation": {
      "en": "And so I just play stupid. I'm like, \"What?\"",
      "vi": "Nên tôi giả ngu và hỏi, \"Gì cơ ạ?\""
    }
  },
  {
    "translation": {
      "en": "And he's… he's like, \"Drugs. Do you have any drugs today?\"",
      "vi": "Thầy ấy nói, \"Ma tuý. Hôm nay có ma tuý không?\""
    }
  },
  {
    "translation": {
      "en": "And in my little, like, pipsqueak voice, I'm like, \"No, no. No. No drugs.",
      "vi": "Và với cái giọng lí nha lí nhí, tôi nói \"Không. Có ma túy nào đâu."
    }
  },
  {
    "translation": {
      "en": "I-I don't know what you're talking about.\"",
      "vi": "Em không hiểu thầy nói gì hết.\""
    }
  },
  {
    "translation": {
      "en": "And, uh, I can tell he's about to let me go,",
      "vi": "Và lúc đó tôi cảm thấy thầy sắp sửa thả tôi đi,"
    }
  },
  {
    "translation": {
      "en": "but he's kind of looking down on the ground at all this stuff,",
      "vi": "nhưng rồi thầy liếc xuống nhìn tất cả những thứ kia,"
    }
  },
  {
    "translation": {
      "en": "and I don't… I don't remember if he… if it was an accident",
      "vi": "và tôi không nhớ liệu đó có phải vô tình không"
    }
  },
  {
    "translation": {
      "en": "or if he was, like, stepping on the backpack on purpose,",
      "vi": "hay thầy cố ý giẫm lên ba lô,"
    }
  },
  {
    "translation": {
      "en": "but he steps on my backpack,",
      "vi": "nhưng đúng là thầy giẫm lên ba lô của tôi,"
    }
  },
  {
    "translation": {
      "en": "and he feels something's still in it.",
      "vi": "và nhận ra vẫn còn gì trong đó."
    }
  },
  {
    "translation": {
      "en": "And he's like, \"What is that?\" And I was like, \"What is what?\"",
      "vi": "Thầy hỏi, \"Cái gì đó?\" Và tôi hỏi, \"Gì là gì ạ?\""
    }
  },
  {
    "translation": {
      "en": "And the truth was is that I had cut a hole in the backpack,",
      "vi": "Và sự thật là tôi đã rạch một lỗ trên ba lô,"
    }
  },
  {
    "translation": {
      "en": "between the pockets,",
      "vi": "giữa hai túi,"
    }
  },
  {
    "translation": {
      "en": "and stuck the drugs in there and then kind of sewn the bottom shut,",
      "vi": "và nhét ma túy vào đó rồi khâu phần dưới lại,"
    }
  },
  {
    "translation": {
      "en": "but it was kind of… it was so you could kind of easily get it open.",
      "vi": "nhưng mục đích là để dễ dàng mở được nó ra."
    }
  },
  {
    "translation": {
      "en": "And he found that hole and he found the drugs,",
      "vi": "Và thầy tìm thấy cái lỗ, tìm thấy cả ma túy luôn."
    }
  },
  {
    "translation": {
      "en": "and he ripped it out, and he threw 'em on the desk.",
      "vi": "Rồi thầy xé nó ra và ném lên bàn."
    }
  },
  {
    "translation": {
      "en": "I don't remember what he said, but I remember the look,",
      "vi": "Tôi không nhớ thầy nói gì, nhưng tôi nhớ vẻ mặt,"
    }
  },
  {
    "translation": {
      "en": "and it… and it had the look of, \"You're fucked.\"",
      "vi": "và vẻ mặt đó như nói \"Chết mày rồi.\""
    }
  },
  {
    "translation": {
      "en": "The next thing I remember, basically, is being handcuffed,",
      "vi": "Điều tiếp theo tôi nhớ cơ bản là tra tay vào còng."
    }
  },
  {
    "translation": {
      "en": "handcuffed and escorted out of the school.",
      "vi": "Tôi bị còng tay và áp giải ra khỏi trường."
    }
  },
  {
    "translation": {
      "en": "And I remember the cop, he's like… he's like, \"How old are you?\"",
      "vi": "Và tôi nhớ chú cảnh sát đã hỏi \"Cậu bao nhiêu tuổi?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"13.\" And he was like,",
      "vi": "Và tôi nói, \"Mười ba.\" Và chú ấy kiểu,"
    }
  },
  {
    "translation": {
      "en": "\"What on earth made you do this?\"",
      "vi": "\"Cái quái gì khiến cậu làm vậy thế?\""
    }
  },
  {
    "translation": {
      "en": "As we're walking out, this girl, her name was Becca,",
      "vi": "Khi chúng tôi đi ra, có một bạn nữ, tên là Becca,"
    }
  },
  {
    "translation": {
      "en": "this girl's coming in,",
      "vi": "lúc đó đang bước vào."
    }
  },
  {
    "translation": {
      "en": "this, like, really cute girl I used to flirt with.",
      "vi": "Đây là bạn nữ rất dễ thương mà tôi từng tán tỉnh."
    }
  },
  {
    "translation": {
      "en": "And she sees me, and she's like, \"Oh, hey, Mark.\"",
      "vi": "Cô ấy thấy tôi và nói, \"Chào Mark.\""
    }
  },
  {
    "translation": {
      "en": "And, like, smiles. And I'm like, \"Hi.\" And then she goes, \"Hi, Mr. Price.\"",
      "vi": "Và cười. Tôi nói, \"Chào.\" Cô ấy nói, \"Chào thầy Price.\""
    }
  },
  {
    "translation": {
      "en": "And then she looks over at the cop,",
      "vi": "Rồi cô ấy nhìn qua cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "then she looks back at me, and she's like…",
      "vi": "sau đó nhìn lại tôi, sau đó thì kiểu…"
    }
  },
  {
    "translation": {
      "en": "And, like, completely, like, loses it and, like, runs down the hall.",
      "vi": "Cô ấy hoàn toàn mất bình tĩnh, sau đó ù chạy về cuối hành lang."
    }
  },
  {
    "translation": {
      "en": "In all the rebellious stuff I did, it always felt like I had an exit.",
      "vi": "Trong mọi trò nổi loạn tôi làm, luôn có cảm giác là nó có lối thoát."
    }
  },
  {
    "translation": {
      "en": "You know, it's like, \"Oh, if shit gets too serious,",
      "vi": "Kiểu như \"Ồ, nếu chuyện nghiêm trọng quá,"
    }
  },
  {
    "translation": {
      "en": "I can always just, like, drop everything and go back to normal.\"",
      "vi": "mình cứ bỏ hết rồi trở lại sống bình thường là xong chứ gì.\""
    }
  },
  {
    "translation": {
      "en": "And that was the first time that I was, like,",
      "vi": "Và đó là lần đầu tiên tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Wow. Things are never going to be normal again after this.\"",
      "vi": "\"Chà, sau chuyện này thì sẽ không thể nào bình thường lại nữa.\""
    }
  },
  {
    "translation": {
      "en": "I got thrown in, like, a juvie jail for the day.",
      "vi": "Hôm đó tôi bị tống vào trại cải tạo thiếu niên."
    }
  },
  {
    "translation": {
      "en": "And I sat there all day waiting for my parents to show up.",
      "vi": "Và tôi ngồi đó cả ngày chờ bố mẹ đến."
    }
  },
  {
    "translation": {
      "en": "Yeah. I just remember my mom coming in,",
      "vi": "Ừ. Tôi chỉ nhớ mẹ tôi bước vào,"
    }
  },
  {
    "translation": {
      "en": "tears streaming down her face,",
      "vi": "nước mắt lăn dài trên má,"
    }
  },
  {
    "translation": {
      "en": "and something fundamentally changed.",
      "vi": "và điều gì đó trong tôi đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "My whole, you know, the false confidence,",
      "vi": "Toàn bộ sự tự tin hão của tôi,"
    }
  },
  {
    "translation": {
      "en": "the bravado of a shithead 13-year-old, like, it all just deflated.",
      "vi": "vẻ anh hùng rơm của một thằng trẻ trâu 13 tuổi bỗng dưng xẹp lép."
    }
  },
  {
    "translation": {
      "en": "It just… I just felt empty.",
      "vi": "Tôi cảm thấy trống rỗng."
    }
  },
  {
    "translation": {
      "en": "I felt like a little boy.",
      "vi": "Tôi thấy mình chỉ là một thằng nhóc."
    }
  },
  {
    "translation": {
      "en": "Just totally helpless.",
      "vi": "Tôi thấy hoàn toàn bất lực."
    }
  },
  {
    "translation": {
      "en": "And I was.",
      "vi": "Và tôi bất lực thật."
    }
  },
  {
    "translation": {
      "en": "I think we live in a culture today",
      "vi": "Tôi nghĩ ngày nay ta sống trong một nền văn hóa"
    }
  },
  {
    "translation": {
      "en": "of what I would describe as \"delusional positivity.\"",
      "vi": "mà tôi mô tả là \"tích cực ảo tưởng\"."
    }
  },
  {
    "translation": {
      "en": "It's been very fashionable, especially in the self-help industry,",
      "vi": "Nó đã trở nên rất thời thượng, nhất là trong cộng đồng tự lực."
    }
  },
  {
    "translation": {
      "en": "but in the wider culture at large,",
      "vi": "Nhưng nhìn chung từ phạm vi văn hóa rộng lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "to simply believe things you want to believe",
      "vi": "đó chỉ đơn giản là tin những gì ta muốn tin"
    }
  },
  {
    "translation": {
      "en": "because they feel good.",
      "vi": "vì chúng làm ta thấy ổn."
    }
  },
  {
    "translation": {
      "en": "And we're encouraged to do this at every turn,",
      "vi": "Và ta luôn được khuyến khích làm điều này"
    }
  },
  {
    "translation": {
      "en": "whether it's, you know, beer commercials or some guru standing on stage,",
      "vi": "khi xem quảng cáo bia hay buổi diễn thuyết của một bậc thầy,"
    }
  },
  {
    "translation": {
      "en": "telling you that you can achieve all your dreams, yada-yada-yada.",
      "vi": "bảo là ta sẽ đạt được mọi ước mơ, vân vân và vân vân."
    }
  },
  {
    "translation": {
      "en": "I find this attitude to be very dangerous and damaging,",
      "vi": "Tôi nhận thấy thái độ này vô cùng nguy hiểm và dễ gây hại"
    }
  },
  {
    "translation": {
      "en": "because the fact of the matter is",
      "vi": "vì sự thật của vấn đề chính là"
    }
  },
  {
    "translation": {
      "en": "is that life is always going to suck a little bit.",
      "vi": "cuộc đời sẽ luôn có chút gì đó tồi tệ."
    }
  },
  {
    "translation": {
      "en": "And it turns out, the more we learn and understand about our psychology,",
      "vi": "Và hóa ra, ta càng tìm tòi và am hiểu về tâm lý của mình,"
    }
  },
  {
    "translation": {
      "en": "the more it turns out",
      "vi": "ta sẽ càng ngộ ra"
    }
  },
  {
    "translation": {
      "en": "that our… our brain is kind of playing this game with us.",
      "vi": "rằng não của ta cứ như đang chơi trò này với ta vậy."
    }
  },
  {
    "translation": {
      "en": "Generally speaking, things in the material world",
      "vi": "Nói chung, nhiều thứ trong thế giới vật chất"
    }
  },
  {
    "translation": {
      "en": "work very algorithmically.",
      "vi": "hoạt động rất giống thuật toán."
    }
  },
  {
    "translation": {
      "en": "You know, it's like if you want X result,",
      "vi": "Bạn biết đấy, nếu muốn đạt kết quả X,"
    }
  },
  {
    "translation": {
      "en": "you need to do A, B and C to get there.",
      "vi": "bạn cần làm A, B và C để đến đó."
    }
  },
  {
    "translation": {
      "en": "It's like a Lego set, like, you find the steps,",
      "vi": "Giống như trò lego vậy, phải tìm ra các bước cần thiết,"
    }
  },
  {
    "translation": {
      "en": "and then you follow the steps, and the thing happens.",
      "vi": "sau đó làm theo tuần tự, rồi sẽ thu được kết quả."
    }
  },
  {
    "translation": {
      "en": "Where that breaks down and stops working",
      "vi": "Nó hỏng và ngưng hoạt động ở đâu"
    }
  },
  {
    "translation": {
      "en": "is in the experiences of our own mind.",
      "vi": "thì tâm trí của ta sẽ trải nghiệm được."
    }
  },
  {
    "translation": {
      "en": "So, take happiness, for example.",
      "vi": "Lấy hạnh phúc làm ví dụ nhé."
    }
  },
  {
    "translation": {
      "en": "There's no formula for happiness. There's no X, Y, Z.",
      "vi": "Không có công thức cho hạnh phúc. Không có X, Y, Z."
    }
  },
  {
    "translation": {
      "en": "Do these things every day for three weeks and you'll be happy.",
      "vi": "Ngày nào cũng làm những việc này trong ba tuần thì bạn sẽ được hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Right? Like, it doesn't work that way.",
      "vi": "Đúng không? Nó không hoạt động theo cách đó."
    }
  },
  {
    "translation": {
      "en": "Happiness is not algorithmic.",
      "vi": "Bản chất của hạnh phúc không phải là thuật toán."
    }
  },
  {
    "translation": {
      "en": "It's not a solvable equation.",
      "vi": "Nó không phải là một phương trình có thể giải được."
    }
  },
  {
    "translation": {
      "en": "But our mind plays this game with us.",
      "vi": "Nhưng tâm trí ta lại chơi trò này với ta."
    }
  },
  {
    "translation": {
      "en": "Our mind tells us that as soon as you get X,",
      "vi": "Tâm trí bảo rằng ngay khi ta có X,"
    }
  },
  {
    "translation": {
      "en": "everything is gonna be great.",
      "vi": "mọi thứ sẽ trở nên tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Or as soon as you get rid of Y, everything is gonna be fine.",
      "vi": "Hoặc ngay khi ta loại bỏ được Y, tất cả sẽ ổn thỏa."
    }
  },
  {
    "translation": {
      "en": "And we believe it.",
      "vi": "Và ta tin vào điều đó."
    }
  },
  {
    "translation": {
      "en": "And it's not true.",
      "vi": "Mà nó có đúng đâu."
    }
  },
  {
    "translation": {
      "en": "You know, it's… it's like there's always this little carrot",
      "vi": "Bạn biết đấy, cứ như lúc nào cũng có củ cà rốt nhỏ"
    }
  },
  {
    "translation": {
      "en": "dangling in front of us.",
      "vi": "đung đưa trước mặt chúng ta."
    }
  },
  {
    "translation": {
      "en": "Man, I just… if I can just get a raise at work",
      "vi": "Trời ạ, mình chỉ cần… Chỉ cần được thăng tiến trong công việc"
    }
  },
  {
    "translation": {
      "en": "then, like, things are gonna be fine, you know?",
      "vi": "thì tất cả sẽ ổn thỏa."
    }
  },
  {
    "translation": {
      "en": "And then you get the raise at work,",
      "vi": "Vậy mà sau khi được thăng tiến rồi"
    }
  },
  {
    "translation": {
      "en": "and it's, like, all these new responsibilities happen.",
      "vi": "Vậy mà sau khi được thăng tiến rồi thì trách nhiệm mẹ lại đẻ trách nhiệm con."
    }
  },
  {
    "translation": {
      "en": "People are reporting to you, you're having to work on weekends.",
      "vi": "thì trách nhiệm mẹ lại đẻ trách nhiệm con. Phải nghe báo cáo tiến độ, phải tăng ca cuối tuần."
    }
  },
  {
    "translation": {
      "en": "You're like, \"Shit. If I could just get more vacation time,",
      "vi": "Rồi ta nghĩ, \"Chết tiệt, phải mà được đi nghỉ lâu hơn"
    }
  },
  {
    "translation": {
      "en": "then everything will be great.\"",
      "vi": "thì mọi thứ sẽ tuyệt vời.\""
    }
  },
  {
    "translation": {
      "en": "And then you get more vacation time, and it turns out that,",
      "vi": "Vậy mà khi kỳ nghỉ dài ra rồi, ta lại vỡ lẽ,"
    }
  },
  {
    "translation": {
      "en": "well, damn, there are a lot of places to go on vacation,",
      "vi": "\"Khỉ thật, sao có lắm nơi để đi nghỉ thế nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "and you're dissatisfied with pretty much any place you pick,",
      "vi": "Rồi rốt cuộc chọn nơi nào cũng không vừa lòng"
    }
  },
  {
    "translation": {
      "en": "'cause the one on Instagram looked better.",
      "vi": "vì chỗ đăng trên Instagram đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "And you're like, \"Shit. I need to go on vacation to the one on Instagram.\"",
      "vi": "Ta nghĩ, \"Chết tiệt. Mình phải tới chỗ trên Instagram nghỉ.\""
    }
  },
  {
    "translation": {
      "en": "And then you go there and it turns out the weather is bad.",
      "vi": "Tới đó rồi thì thời tiết lại không ra gì."
    }
  },
  {
    "translation": {
      "en": "And so there's just, like, there's shit wherever you go.",
      "vi": "Và có cảm giác như bạn đi đâu, họa theo đó."
    }
  },
  {
    "translation": {
      "en": "There's always a problem. There's always dissatisfaction.",
      "vi": "Lúc nào cũng có chuyện, lúc nào cũng thấy phiền."
    }
  },
  {
    "translation": {
      "en": "Yet our mind keeps playing this game with us.",
      "vi": "Nhưng tâm trí vẫn cứ phải chơi trò này với ta."
    }
  },
  {
    "translation": {
      "en": "It keeps dangling the reward in front of us,",
      "vi": "Nó cứ đung đưa phần thưởng trước mặt,"
    }
  },
  {
    "translation": {
      "en": "convincing us that if we can just take that next step,",
      "vi": "thuyết phục ta rằng chỉ cần đi được bước nữa thôi"
    }
  },
  {
    "translation": {
      "en": "then we'll live happily ever after.",
      "vi": "thì ta sẽ hạnh phúc mãi về sau."
    }
  },
  {
    "translation": {
      "en": "Psychologists call this the hedonic treadmill.",
      "vi": "Chuyên gia tâm lý gọi đây là máy chạy bộ khoái lạc."
    }
  },
  {
    "translation": {
      "en": "It's this idea that we keep running",
      "vi": "Ý tưởng là chỉ cần liên tục chạy"
    }
  },
  {
    "translation": {
      "en": "to accomplish something that's gonna make us feel better.",
      "vi": "để đạt được điều gì đó, ta sẽ thấy thoải mái hơn."
    }
  },
  {
    "translation": {
      "en": "But the fact of the matter is",
      "vi": "Nhưng sự thật của việc này là"
    }
  },
  {
    "translation": {
      "en": "we're spending all this energy yet getting nowhere.",
      "vi": "chúng ta đang tiêu tốn hết năng lượng mà chẳng đi đến đâu cả."
    }
  },
  {
    "translation": {
      "en": "So, this idea that we're gonna somehow find some magical solution",
      "vi": "Nên ý nghĩ rằng chúng ta sẽ tìm ra một giải pháp kỳ diệu"
    }
  },
  {
    "translation": {
      "en": "to… to dissolve our suffering,",
      "vi": "để xoa dịu nỗi đau của chúng ta,"
    }
  },
  {
    "translation": {
      "en": "to dissolve our… our dissatisfaction permanently,",
      "vi": "để xoa dịu mãi mãi sự bất mãn của chúng ta"
    }
  },
  {
    "translation": {
      "en": "I… It's just bullshit.",
      "vi": "chỉ là thứ vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Happiness is great, but it's kind of blah,",
      "vi": "Hạnh phúc thì tuyệt đấy, nhưng cũng hơi nhàm,"
    }
  },
  {
    "translation": {
      "en": "because it's when you're happy, it means nothing needs to change.",
      "vi": "vì khi ta hạnh phúc nghĩa là chẳng có gì cần thay đổi."
    }
  },
  {
    "translation": {
      "en": "And so, I think it's important to learn how to sit with your negative emotions,",
      "vi": "Nên tôi nghĩ học cách chấp nhận các cảm xúc tiêu cực là việc quan trọng,"
    }
  },
  {
    "translation": {
      "en": "because it… it's like cross-training for your mind.",
      "vi": "vì nó cũng như đa dạng hóa bài tập dành cho tâm trí vậy."
    }
  },
  {
    "translation": {
      "en": "You know, you're always… everything you try to do in your life,",
      "vi": "Thế này, ta luôn… Trong số mọi điều ta cố làm trong đời,"
    }
  },
  {
    "translation": {
      "en": "you're gonna bump up against challenges, setbacks.",
      "vi": "sẽ có khi ta vấp phải những thử thách, trở ngại."
    }
  },
  {
    "translation": {
      "en": "You know, people are gonna do awful things to you, accidents are gonna happen,",
      "vi": "Sẽ có những người tệ bạc với ta, sẽ có những sự cố xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and so the more you're willing to sit with those feelings,",
      "vi": "nên ta càng sẵn sàng chấp nhận những cảm xúc đó,"
    }
  },
  {
    "translation": {
      "en": "the more prepared you're gonna be in the moment,",
      "vi": "tâm thế của ta sẽ càng vững"
    }
  },
  {
    "translation": {
      "en": "when something goes wrong.",
      "vi": "khi bất trắc xảy ra."
    }
  },
  {
    "translation": {
      "en": "And this is why I… I always say",
      "vi": "Và đây là lý do tôi luôn nói"
    }
  },
  {
    "translation": {
      "en": "that happiness does not come from getting rid of your problems.",
      "vi": "rằng hạnh phúc không đến nhờ việc chối bỏ vấn đề."
    }
  },
  {
    "translation": {
      "en": "Happiness comes from solving your problems.",
      "vi": "Hạnh phúc đến nhờ giải quyết được vấn đề."
    }
  },
  {
    "translation": {
      "en": "If at any point you believe you don't have any problems,",
      "vi": "Nếu tại bất cứ thời điểm nào ta tin mình không hề có vấn đề,"
    }
  },
  {
    "translation": {
      "en": "if you're ignoring your problems or avoiding them or escaping them in some way,",
      "vi": "nếu ta phớt lờ hoặc né tránh hay trốn chạy khỏi vấn đề của mình theo cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "you're likely harming yourself over the long run.",
      "vi": "về lâu dài, có khả năng ta sẽ tự làm hại chính mình."
    }
  },
  {
    "translation": {
      "en": "And this is why negative emotions are more interesting and useful",
      "vi": "Và điều này giải thích vì sao cảm xúc tiêu cực lại thú vị và hữu ích"
    }
  },
  {
    "translation": {
      "en": "than positive emotions.",
      "vi": "hơn là cảm xúc tích cực."
    }
  },
  {
    "translation": {
      "en": "Because you can't always trust your positive emotions.",
      "vi": "Vì cảm xúc tích cực không phải lúc nào cũng đáng tin đâu."
    }
  },
  {
    "translation": {
      "en": "I remember they got me out of… out of the… the jail,",
      "vi": "Tôi nhớ lúc họ đưa tôi ra khỏi trại,"
    }
  },
  {
    "translation": {
      "en": "and there was a McDonald's across the street,",
      "vi": "có một tiệm McDonald's bên kia đường,"
    }
  },
  {
    "translation": {
      "en": "and we went and sat in that McDonald's…",
      "vi": "và chúng tôi qua bên đó ngồi…"
    }
  },
  {
    "translation": {
      "en": "for three or four hours,",
      "vi": "suốt ba hay bốn tiếng"
    }
  },
  {
    "translation": {
      "en": "and they made me tell them everything.",
      "vi": "và họ bắt tôi kể mọi chuyện ra."
    }
  },
  {
    "translation": {
      "en": "They told me I was never gonna see any of my friends again.",
      "vi": "Họ bảo tôi sẽ không bao giờ được gặp lại đứa bạn nào nữa."
    }
  },
  {
    "translation": {
      "en": "They told me I was never gonna go back to that school again.",
      "vi": "Họ bảo tôi sẽ không bao giờ được trở lại ngôi trường đó nữa."
    }
  },
  {
    "translation": {
      "en": "Essentially, I mean, for a 13-year-old,",
      "vi": "Về cơ bản, với một cậu bé 13 tuổi,"
    }
  },
  {
    "translation": {
      "en": "that's… that's basically like telling you your life's over.",
      "vi": "điều đó khác nào nói rằng kiếp này coi như bỏ."
    }
  },
  {
    "translation": {
      "en": "So, I lost my friends,",
      "vi": "Nên tôi mất bạn bè,"
    }
  },
  {
    "translation": {
      "en": "lost my school, lost my legal rights.",
      "vi": "mất trường học, mất quyền lợi pháp định."
    }
  },
  {
    "translation": {
      "en": "And then three months later, my parents got divorced.",
      "vi": "Rồi ba tháng sau, bố mẹ tôi ly hôn."
    }
  },
  {
    "translation": {
      "en": "And so my family fell apart.",
      "vi": "Và thế là gia đình tôi tan vỡ."
    }
  },
  {
    "translation": {
      "en": "And so in the span of about six months,",
      "vi": "Và thế là trong tầm sáu tháng,"
    }
  },
  {
    "translation": {
      "en": "everything I understood about my life and who I was…",
      "vi": "mọi thứ tôi từng hiểu về cuộc đời tôi và con người tôi"
    }
  },
  {
    "translation": {
      "en": "collapsed at roughly the same time.",
      "vi": "sụp đổ gần như cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "Like, just everything went to shit at the same time.",
      "vi": "Cứ như tất cả bị hủy hoại cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "From that point, you know, there was a deep, deep sense of hurt.",
      "vi": "Từ lúc đó, trong tôi tồn tại một nỗi đau vô cùng sâu sắc."
    }
  },
  {
    "translation": {
      "en": "I went to basically being a lonely kid with no friends, no family.",
      "vi": "Về cơ bản, tôi trở thành một đứa trẻ cô đơn, không bạn bè, không gia đình."
    }
  },
  {
    "translation": {
      "en": "A lot of the other guys start picking on me, you know, beating me up.",
      "vi": "Xuất hiện nhiều kẻ thích bắt nạt, đánh đập tôi."
    }
  },
  {
    "translation": {
      "en": "And I spent the vast majority of my time",
      "vi": "Và phần lớn thời gian tôi dành ra"
    }
  },
  {
    "translation": {
      "en": "getting high, playing video games, playing music,",
      "vi": "để chơi thuốc, chơi điện tử, chơi nhạc,"
    }
  },
  {
    "translation": {
      "en": "basically being on my own.",
      "vi": "cơ bản là chỉ có một mình."
    }
  },
  {
    "translation": {
      "en": "People would come over and just…",
      "vi": "Mọi người ghé qua và chỉ…"
    }
  },
  {
    "translation": {
      "en": "sit with me and talk, like, it was like I wasn't there, you know.",
      "vi": "ngồi với tôi và nói chuyện như thể tôi không ở đó."
    }
  },
  {
    "translation": {
      "en": "It was like there was this meat robot that was, like…",
      "vi": "Giống như có một con robot làm từ thịt…"
    }
  },
  {
    "translation": {
      "en": "pretending to be Mark, but Mark was somewhere else.",
      "vi": "vờ làm Mark ở đó, còn Mark thật đang ở chỗ khác."
    }
  },
  {
    "translation": {
      "en": "I had a lot of social anxiety.",
      "vi": "Tôi bị chứng lo âu xã hội khá nặng."
    }
  },
  {
    "translation": {
      "en": "I used to think to myself, \"Man, I wish I knew how to talk to people.\"",
      "vi": "Tôi từng nghĩ \"Trời ơi, phải chi mình biết cách trò chuyện với mọi người.\""
    }
  },
  {
    "translation": {
      "en": "I had so many completely irrational beliefs…",
      "vi": "Tôi từng có rất nhiều niềm tin hoàn toàn phi lý"
    }
  },
  {
    "translation": {
      "en": "about how the world worked.",
      "vi": "về cách thế giới vận hành."
    }
  },
  {
    "translation": {
      "en": "I had trouble believing and trusting that people actually liked me",
      "vi": "Tôi gặp khó khăn trong việc tin tưởng rằng người ta thật sự ưa mình,"
    }
  },
  {
    "translation": {
      "en": "or were interested in hanging out with me.",
      "vi": "hoặc hứng thú với việc đi chơi với mình."
    }
  },
  {
    "translation": {
      "en": "But because I was unaware that I had created this prison for myself,",
      "vi": "Nhưng vì tôi không ý thức được chính tôi đã tạo ra nhà tù này cho mình,"
    }
  },
  {
    "translation": {
      "en": "I just felt very helpless.",
      "vi": "tôi chỉ cảm thấy rất bất lực thôi."
    }
  },
  {
    "translation": {
      "en": "I became this, like, very insecure, kind of…",
      "vi": "Tôi trở thành một người rất bất an, kiểu như…"
    }
  },
  {
    "translation": {
      "en": "strangely meek guy…",
      "vi": "một tên nhu mì quái đản…"
    }
  },
  {
    "translation": {
      "en": "with a sense that something is fundamentally wrong with me,",
      "vi": "mang cảm giác trong sâu thẳm tôi có gì đó bất ổn…"
    }
  },
  {
    "translation": {
      "en": "but that I'm somehow at the center of the Universe.",
      "vi": "nhưng bằng cách nào đó, tôi lại ở trung tâm của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "I once knew this guy named Jimmy.",
      "vi": "Tôi từng quen một người tên Jimmy."
    }
  },
  {
    "translation": {
      "en": "Jimmy was a real go-getter.",
      "vi": "Jimmy là người dám nghĩ dám làm."
    }
  },
  {
    "translation": {
      "en": "Here we are. Welcome home, baby.",
      "vi": "Đây rồi. Chào mừng cưng về nhà."
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicking] -[Mark] He seemed to always know",
      "vi": "Có vẻ như anh ta toàn quen với những người tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "these incredible people in powerful places, you know.",
      "vi": "Có vẻ như anh ta toàn quen với những người tuyệt vời, ở những nơi sang trọng vậy."
    }
  },
  {
    "translation": {
      "en": "He always had business ventures going, trying to find some new angle.",
      "vi": "Lúc nào cũng có phi vụ làm ăn, cố gắng tìm kiếm ý tưởng mới."
    }
  },
  {
    "translation": {
      "en": "Always onto the latest new thing.",
      "vi": "Luôn bắt kịp những xu hướng mới nhất."
    }
  },
  {
    "translation": {
      "en": "He was a super-positive guy, a lot of fun to be around.",
      "vi": "Anh ta là người siêu tích cực, rất thú vị để giao du."
    }
  },
  {
    "translation": {
      "en": "Great dude to party with.",
      "vi": "Một bạn đi tiệc tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Mmm. She's tasty to arrive in.",
      "vi": "Ừ. Lái em này thì ngon phải biết."
    }
  },
  {
    "translation": {
      "en": "Like the guy was just always on.",
      "vi": "Kiểu lúc nào cũng tràn trề sức sống."
    }
  },
  {
    "translation": {
      "en": "I want you to remember this moment. Don't forget this fucking moment.",
      "vi": "Tôi muốn cậu nhớ khoảnh khắc này. Đừng quên khoảnh khắc này đấy."
    }
  },
  {
    "translation": {
      "en": "[Mark] He seemed to completely lack the insecurities that I had so much of.",
      "vi": "Cứ như anh ta không hề có sự bất an nào, chẳng bù với tôi."
    }
  },
  {
    "translation": {
      "en": "And for a while, that was an incredibly empowering thing to be around.",
      "vi": "Và suốt một dạo, tôi cảm thấy mình được tiếp sức mạnh kinh khủng khi ở bên anh ta."
    }
  },
  {
    "translation": {
      "en": "He and I had a lot of fun.",
      "vi": "Anh ta và tôi đã rất vui vẻ cùng nhau."
    }
  },
  {
    "translation": {
      "en": "The problem was is that he was a total fraud.",
      "vi": "Vấn đề chính là anh ta là tên lừa đảo thứ thiệt."
    }
  },
  {
    "translation": {
      "en": "Like, just… full stop, hundred percent fraud, top to bottom.",
      "vi": "Kiểu… dóc tổ luôn. Một kẻ xỏ lá từ a cho tới á."
    }
  },
  {
    "translation": {
      "en": "He would do things like",
      "vi": "Anh ta chuyên làm chuyện như"
    }
  },
  {
    "translation": {
      "en": "talk companies into bringing him on as an angel investor,",
      "vi": "thuyết phục các công ty để cho anh ta làm nhà đầu tư thiên thần"
    }
  },
  {
    "translation": {
      "en": "you know, and giving him advisor equity",
      "vi": "và cho anh ta phần cổ phần của cố vấn"
    }
  },
  {
    "translation": {
      "en": "because of all these other start-ups he'd supposedly worked for.",
      "vi": "vì anh ta nhận mình từng làm cho nhiều công ty khởi nghiệp."
    }
  },
  {
    "translation": {
      "en": "But he hadn't actually worked for any of those start-ups,",
      "vi": "Nhưng anh ta đâu có làm cho ai trong số đó."
    }
  },
  {
    "translation": {
      "en": "and he didn't actually have any expertise.",
      "vi": "Chuyên môn trong ngành còn chẳng có cơ."
    }
  },
  {
    "translation": {
      "en": "He just talked his way into it.",
      "vi": "Anh ta chỉ được cái mồm mép thôi."
    }
  },
  {
    "translation": {
      "en": "Next thing you know,",
      "vi": "Và ở diễn biến tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "these people have given a percentage of their business to this guy.",
      "vi": "mấy người này đã chịu chia phần trăm thương vụ của họ cho gã này."
    }
  },
  {
    "translation": {
      "en": "He never shows up for work and never does anything.",
      "vi": "Anh ta chưa từng đi làm, và cũng chẳng làm gì cả."
    }
  },
  {
    "translation": {
      "en": "You know, there was always some great business idea that was gonna take off.",
      "vi": "Luôn có những ý tưởng kinh doanh tầm cỡ có khả năng thành công."
    }
  },
  {
    "translation": {
      "en": "It was gonna be the next Uber, or the next Facebook, whatever.",
      "vi": "Có thể là một kiểu Uber hay Facebook mới, gì cũng được."
    }
  },
  {
    "translation": {
      "en": "And no, he was just, you know, picking up some girl,",
      "vi": "Vậy mà không, anh ta chỉ, đưa đón cô này cô kia,"
    }
  },
  {
    "translation": {
      "en": "and taking her to some restaurant, and spending 1,000 dollars on dinner.",
      "vi": "chở cô ta đến nhà hàng rồi tiêu 1.000 đô la để ăn tối."
    }
  },
  {
    "translation": {
      "en": "So, the question is, is Jimmy a successful guy?",
      "vi": "Vậy câu hỏi là, Jimmy có phải người thành công không?"
    }
  },
  {
    "translation": {
      "en": "Is he happy?",
      "vi": "Anh ta có hạnh phúc không?"
    }
  },
  {
    "translation": {
      "en": "On paper, he's… he's everything that we consider successful.",
      "vi": "Trên giấy tờ, anh ta có mọi thứ mà chúng ta cho là thành công."
    }
  },
  {
    "translation": {
      "en": "But on a moral metric, he's a disaster.",
      "vi": "Nhưng về mặt đạo đức, anh ta là thảm họa."
    }
  },
  {
    "translation": {
      "en": "So, how did this happen?",
      "vi": "Vậy chuyện này xảy ra thế nào?"
    }
  },
  {
    "translation": {
      "en": "You know, back in the 1970s,",
      "vi": "Vào những năm 1970,"
    }
  },
  {
    "translation": {
      "en": "self-esteem kind of became all the rage in psychology.",
      "vi": "lòng tự trọng trở thành một chủ đề nóng trong tâm lý học."
    }
  },
  {
    "translation": {
      "en": "There were a number of studies that were done in the '60s",
      "vi": "Một số nghiên cứu được thực hiện vào những năm 60 cho thấy"
    }
  },
  {
    "translation": {
      "en": "that found that, generally, kids who felt better about themselves…",
      "vi": "Một số nghiên cứu được thực hiện vào những năm 60 cho thấy nhìn chung, trẻ em thấy tự tin hơn về bản thân"
    }
  },
  {
    "translation": {
      "en": "got better grades in school,",
      "vi": "có điểm cao hơn ở trường,"
    }
  },
  {
    "translation": {
      "en": "got better jobs after school, made more money, committed less crime.",
      "vi": "có việc tốt hơn sau tốt nghiệp, kiếm nhiều tiền hơn, ít phạm tội hơn."
    }
  },
  {
    "translation": {
      "en": "Self-esteem kind of…",
      "vi": "Lòng tự trọng cứ như…"
    }
  },
  {
    "translation": {
      "en": "it became celebrated as this, like, panacea for all the social ills.",
      "vi": "được tôn vinh là thuốc chữa bách bệnh xã hội."
    }
  },
  {
    "translation": {
      "en": "Like, we just need people to feel good about themselves.",
      "vi": "Làm như mọi người chỉ cần thấy tốt về bản thân là được."
    }
  },
  {
    "translation": {
      "en": "And then everything else will take care of itself.",
      "vi": "Còn những chuyện còn lại sẽ tự khắc ổn."
    }
  },
  {
    "translation": {
      "en": "And so, this is when you start getting grade inflation in schools,",
      "vi": "Và kể từ đây, chúng ta bắt đầu có nạn lạm phát điểm trong trường,"
    }
  },
  {
    "translation": {
      "en": "you start getting participation trophies in sports,",
      "vi": "bắt đầu nhận được vật kỷ niệm khi tham gia hội thao,"
    }
  },
  {
    "translation": {
      "en": "you start getting parents telling their little Timmy and little Susie",
      "vi": "bắt đầu thấy các bậc phụ huynh nói với Timmy và Susie bé nhỏ nhà mình"
    }
  },
  {
    "translation": {
      "en": "that, \"You can be whatever you wanna be.",
      "vi": "rằng, \"Con có thể là bất cứ ai con muốn."
    }
  },
  {
    "translation": {
      "en": "You're… you're brilliant as you are. Don't let anybody tell you otherwise.\"",
      "vi": "Tự thân con đã xuất chúng rồi. Đừng để ai phủ nhận điều đó.\""
    }
  },
  {
    "translation": {
      "en": "And a whole of generation of teachers and parents and leaders did this,",
      "vi": "Và cả một thế hệ giáo viên, phụ huynh và lãnh đạo đã làm điều này"
    }
  },
  {
    "translation": {
      "en": "believing that they were raising",
      "vi": "với niềm tin rằng mình đang nuôi dạy ra"
    }
  },
  {
    "translation": {
      "en": "kind of this psychologically elite generation of people",
      "vi": "một thế hệ tinh anh từ trong tâm lý,"
    }
  },
  {
    "translation": {
      "en": "who were gonna feel great, and do amazing things in the world.",
      "vi": "những người cảm thấy tuyệt vời và làm những việc tuyệt vời trên đời."
    }
  },
  {
    "translation": {
      "en": "But then you jump 20 years later, and the data came in.",
      "vi": "Nhưng rồi tua qua 20 năm sau, khi dữ liệu thu được trả lại kết quả,"
    }
  },
  {
    "translation": {
      "en": "And it turns out that raising people's self-esteem,",
      "vi": "hóa ra nâng cao lòng tự trọng của con người"
    }
  },
  {
    "translation": {
      "en": "it doesn't create a generation",
      "vi": "không hề giúp tạo ra một thế hệ"
    }
  },
  {
    "translation": {
      "en": "of Bill Gates and Martin Luther King Juniors.",
      "vi": "không hề giúp tạo ra một thế hệ toàn hậu bối của Bill Gates và Martin Luther King."
    }
  },
  {
    "translation": {
      "en": "It creates a generation of Jimmys.",
      "vi": "Nó tạo ra một thế hệ toàn Jimmy."
    }
  },
  {
    "translation": {
      "en": "Jimmy was always positive.",
      "vi": "Jimmy lúc nào cũng tích cực."
    }
  },
  {
    "translation": {
      "en": "Jimmy always felt great about himself.",
      "vi": "Jimmy luôn thấy tự hào về bản thân."
    }
  },
  {
    "translation": {
      "en": "Jimmy always thought he deserved whatever he got.",
      "vi": "Jimmy luôn nghĩ mọi thứ anh ta có được là vì anh ta xứng đáng."
    }
  },
  {
    "translation": {
      "en": "And that's insane. [laughs] That's…",
      "vi": "Và điều đó thật điên rồ. Điều đó…"
    }
  },
  {
    "translation": {
      "en": "Society cannot function if everybody is like that,",
      "vi": "Xã hội không thể vận hành nếu ai cũng như thế,"
    }
  },
  {
    "translation": {
      "en": "if everybody believes they have a right to take more than they give.",
      "vi": "nếu ai cũng tin rằng họ có quyền nhận nhiều hơn những gì họ cho đi."
    }
  },
  {
    "translation": {
      "en": "Jimmy is entitled.",
      "vi": "Jimmy thấy mình có tư cách."
    }
  },
  {
    "translation": {
      "en": "And entitlement,",
      "vi": "Và việc thấy có tư cách"
    }
  },
  {
    "translation": {
      "en": "it's when you feel as though you deserve the benefits of something",
      "vi": "là cảm thấy bản thân xứng đáng được hưởng một thứ gì đó"
    }
  },
  {
    "translation": {
      "en": "without giving up the cost of something.",
      "vi": "mà không phải mất gì để có nó."
    }
  },
  {
    "translation": {
      "en": "When you feel like you should have the results",
      "vi": "Khi ta cảm thấy mình nên nhận được thành quả"
    }
  },
  {
    "translation": {
      "en": "without having the sacrifice.",
      "vi": "mà chẳng phải hy sinh."
    }
  },
  {
    "translation": {
      "en": "You know, Jimmy's problem was that he thought",
      "vi": "Vấn đề của Jimmy là anh ta nghĩ"
    }
  },
  {
    "translation": {
      "en": "he should be a total badass and a huge success,",
      "vi": "anh ta nên là một người cực kỳ bá đạo, thành công rực rỡ,"
    }
  },
  {
    "translation": {
      "en": "without actually putting the work in, without actually doing anything.",
      "vi": "mà không cần thật sự nỗ lực, không cần phải làm gì cho ra hồn."
    }
  },
  {
    "translation": {
      "en": "Fundamentally, entitlement is a way to protect ourselves.",
      "vi": "Về bản chất, việc thấy có tư cách là một hình thức tự vệ."
    }
  },
  {
    "translation": {
      "en": "It's a delusional belief to remove you from the reality of yourself,",
      "vi": "Đó là một niềm tin ảo tưởng nhằm tách ta ra khỏi ta của thực tại,"
    }
  },
  {
    "translation": {
      "en": "the reality that life is fucking painful,",
      "vi": "một thực tại cho thấy cuộc đời này thật đau đớn,"
    }
  },
  {
    "translation": {
      "en": "you're limited, and no matter what you do,",
      "vi": "khả năng của ta có hạn, và dù ta làm gì đi nữa"
    }
  },
  {
    "translation": {
      "en": "it's always gonna be that way.",
      "vi": "thì cũng chỉ để thấy rõ điều đó thôi."
    }
  },
  {
    "translation": {
      "en": "And so, when that is too painful for us to accept,",
      "vi": "Và đến khi nó trở nên đau đớn đến mức hết chấp nhận nổi,"
    }
  },
  {
    "translation": {
      "en": "we… we create these delusional beliefs",
      "vi": "chúng ta tạo ra những niềm tin ảo tưởng"
    }
  },
  {
    "translation": {
      "en": "that somehow we're special, we're unique,",
      "vi": "rằng chúng ta đặc biệt, chúng ta độc đáo,"
    }
  },
  {
    "translation": {
      "en": "we deserve special treatment.",
      "vi": "ta đáng được đối đãi đặc biệt."
    }
  },
  {
    "translation": {
      "en": "That our problems are problems that nobody else can understand.",
      "vi": "Rằng vấn đề của ta là vấn đề mà không ai khác hiểu được."
    }
  },
  {
    "translation": {
      "en": "That our talents are talents that nobody else can understand.",
      "vi": "Rằng tài năng của ta là tài năng mà không ai khác hiểu được."
    }
  },
  {
    "translation": {
      "en": "That it's the world that's holding us back.",
      "vi": "Rằng chính thế giới này đang kìm hãm ta."
    }
  },
  {
    "translation": {
      "en": "That we would be great and everything would be perfect",
      "vi": "Rằng ta sẽ thật vĩ đại và mọi thứ sẽ hoàn hảo"
    }
  },
  {
    "translation": {
      "en": "if it wasn't for… for that guy or that group or that situation.",
      "vi": "nếu không có kẻ đó, nhóm người đó hay hoàn cảnh đó."
    }
  },
  {
    "translation": {
      "en": "It's a protective layer for ourselves because it… it prevents us",
      "vi": "Đó là một lớp bảo vệ tự tạo vì nó giúp chúng ta"
    }
  },
  {
    "translation": {
      "en": "from returning to that point of that intense pain.",
      "vi": "không phải trở lại thời điểm đau đớn dữ dội đó."
    }
  },
  {
    "translation": {
      "en": "It's like a circuit breaker goes off in our brain and-and we almost…",
      "vi": "Giống như cầu dao tự động trong não ta, và ta gần như…"
    }
  },
  {
    "translation": {
      "en": "like, we have to escape it, you know. We-we have to find an exit route.",
      "vi": "Ta phải thoát khỏi nó. Bạn hiểu chứ? Ta phải tìm ra đường thoát."
    }
  },
  {
    "translation": {
      "en": "You know, I didn't… I never knew Jimmy well enough",
      "vi": "Thật ra tôi cũng không quen Jimmy đủ nhiều"
    }
  },
  {
    "translation": {
      "en": "to figure out what had gone on in his life to make him that way.",
      "vi": "để tìm hiểu cuộc đời anh ta đã gặp chuyện gì để ra nông nỗi đó."
    }
  },
  {
    "translation": {
      "en": "But, like, you're talking about a guy, like,",
      "vi": "Nhưng dường như con người đó…"
    }
  },
  {
    "translation": {
      "en": "he didn't seem to even understand the notion of friendship or trust.",
      "vi": "Anh ta có vẻ còn không hiểu khái niệm tình bạn hay niềm tin."
    }
  },
  {
    "translation": {
      "en": "Like, trust to him, like, seemed like a… a…",
      "vi": "Niềm tin với anh ta, có vẻ như…"
    }
  },
  {
    "translation": {
      "en": "like a way to get fucked over, you know.",
      "vi": "Như một cách sống để bị xỏ mũi."
    }
  },
  {
    "translation": {
      "en": "And so, it just makes you wonder, like,",
      "vi": "Nên chứng kiến nó, ta sẽ phải tự hỏi rằng"
    }
  },
  {
    "translation": {
      "en": "what in his background hurt him so badly to make him protect himself?",
      "vi": "xuất thân của anh ta có gì gây tổn thương đến nỗi anh ta phải tự bảo vệ mình?"
    }
  },
  {
    "translation": {
      "en": "But, like, to me, it was incredibly validating",
      "vi": "Nhưng tôi thấy chơi với một người như vậy"
    }
  },
  {
    "translation": {
      "en": "to have somebody like that, you know.",
      "vi": "cũng là một trải nghiệm rất giá trị."
    }
  },
  {
    "translation": {
      "en": "I can be that guy who's saying whatever the fuck he wants,",
      "vi": "Tôi có thể trở thành một gã muốn gì nói đó,"
    }
  },
  {
    "translation": {
      "en": "I'm that guy who can walk up to any girl he wants.",
      "vi": "có thể là một gã thích cô nào thì đến tán cô đó."
    }
  },
  {
    "translation": {
      "en": "Like, just completely shattered everything I knew about life in reality.",
      "vi": "Kiểu như, lối sống đó đập tan hoàn toàn mọi thứ tôi biết về cuộc đời ở thực tại."
    }
  },
  {
    "translation": {
      "en": "Entitlement is… It's easy to fall into because it… it feels good.",
      "vi": "Thật dễ sa vào cái bẫy tư cách vì nó rất êm ái."
    }
  },
  {
    "translation": {
      "en": "It's satisfying, in a… in a weird sort of way.",
      "vi": "Nó mang lại cảm giác thỏa mãn một cách kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "You know, like, we all…",
      "vi": "Bạn biết đấy, chúng ta đều…"
    }
  },
  {
    "translation": {
      "en": "We like the idea that we're somehow the exception in the world, you know?",
      "vi": "rất ưng cái ý tưởng rằng ta là một cá thể rất gì và này nọ."
    }
  },
  {
    "translation": {
      "en": "Like, we-we like the idea that…",
      "vi": "Bạn hiểu chứ? Chúng ta rất thích ý nghĩ rằng"
    }
  },
  {
    "translation": {
      "en": "our problems are somehow unique or insurmountable,",
      "vi": "vấn đề của chúng ta thật độc đáo hoặc không thể vượt qua,"
    }
  },
  {
    "translation": {
      "en": "because it-it suggests that there's something…",
      "vi": "vì nó ngụ ý là có điều gì đó…"
    }
  },
  {
    "translation": {
      "en": "uniquely meaningful about our own existence.",
      "vi": "mang ý nghĩa độc đáo về sự tồn tại của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We're constantly allured by this message",
      "vi": "Chúng ta liên tục bị mê hoặc bởi thông điệp"
    }
  },
  {
    "translation": {
      "en": "that we are somehow deserving of everything that we desire.",
      "vi": "rằng ta xứng đáng có được mọi thứ mình khao khát."
    }
  },
  {
    "translation": {
      "en": "You know, there's not a conspiracy theory, it's not, like, a nefarious plan.",
      "vi": "Đây không phải thuyết âm mưu hay kế hoạch bất chính gì đâu nhé."
    }
  },
  {
    "translation": {
      "en": "It's just, I think,",
      "vi": "Chỉ là, tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "when that happens to be what wins people's attention,",
      "vi": "khi trọng tâm là làm trò để người khác chú ý,"
    }
  },
  {
    "translation": {
      "en": "and you've built an economy off of monetizing people's attention,",
      "vi": "và ta xây dựng một nền kinh tế kiếm tiền từ sự quan tâm của người khác,"
    }
  },
  {
    "translation": {
      "en": "you end up with a culture",
      "vi": "cái ta nhận được sẽ là một nền văn hóa"
    }
  },
  {
    "translation": {
      "en": "that is largely built on the message of entitlement.",
      "vi": "chủ yếu dựa trên thông điệp về việc cảm thấy có tư cách."
    }
  },
  {
    "translation": {
      "en": "Traditional self-help says that every single person is special and unique",
      "vi": "Chủ nghĩa tự lực truyền thống nói rằng mỗi cá nhân đều đặc biệt và độc đáo,"
    }
  },
  {
    "translation": {
      "en": "and can be extraordinary and I… [chuckles]",
      "vi": "đều có thể trở nên phi thường và tôi…"
    }
  },
  {
    "translation": {
      "en": "…I find that tyrannical,",
      "vi": "Tôi thấy ý tưởng đó thật độc tài."
    }
  },
  {
    "translation": {
      "en": "like, I find that to be a very confining idea,",
      "vi": "Tôi cho rằng đó là một suy nghĩ rất hạn hẹp"
    }
  },
  {
    "translation": {
      "en": "'cause it promotes entitlement in people.",
      "vi": "vì nó khuyến khích người ta tự cho mình có tư cách."
    }
  },
  {
    "translation": {
      "en": "I think what's actually very liberating is recognizing that",
      "vi": "Tôi thấy điều thật sự giúp giải phóng ta chính là việc nhận ra"
    }
  },
  {
    "translation": {
      "en": "none of us are very special.",
      "vi": "không ai trong chúng ta đặc biệt cả."
    }
  },
  {
    "translation": {
      "en": "We're all very mundane, we all deal with the same problems,",
      "vi": "Chúng ta đều rất bình phàm, đều gặp những vấn đề như nhau,"
    }
  },
  {
    "translation": {
      "en": "we all suffer in very similar ways to each other.",
      "vi": "đều chật vật khổ sở theo những cách tương tự nhau."
    }
  },
  {
    "translation": {
      "en": "But the problem is that with social media and the internet,",
      "vi": "Nhưng vấn đề là thông qua mạng xã hội và internet,"
    }
  },
  {
    "translation": {
      "en": "we are constantly exposed",
      "vi": "chúng ta chỉ liên tục tiếp xúc"
    }
  },
  {
    "translation": {
      "en": "to the top 0.0001 percent of performers in everything.",
      "vi": "với top 0,0001 phần trăm những cá thể đại diện trong mọi lĩnh vực."
    }
  },
  {
    "translation": {
      "en": "[skydiver] And we are good to go.",
      "vi": "Xuất phát được rồi."
    }
  },
  {
    "translation": {
      "en": "If you think about most of our existence online",
      "vi": "Hãy thử nghĩ về hầu hết những lần ta sống ảo"
    }
  },
  {
    "translation": {
      "en": "and what we're exposed to, I mean, it's…",
      "vi": "và những gì chúng ta tiếp xúc trên đó xem, ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "You go on Instagram and you're just greeted",
      "vi": "Chỉ cần lên Instagram là ta sẽ chạm mặt ngay"
    }
  },
  {
    "translation": {
      "en": "by ridiculously good-looking people in ridiculously good-looking locations",
      "vi": "những người đẹp vô thực ở những địa điểm đẹp vô thực"
    }
  },
  {
    "translation": {
      "en": "doing ridiculously awesome things…",
      "vi": "làm những điều đỉnh đến vô thực…"
    }
  },
  {
    "translation": {
      "en": "pretty much 24/7.",
      "vi": "hầu như 24/7 luôn."
    }
  },
  {
    "translation": {
      "en": "And you go on Twitter and it seems like the fucking apocalypse has just started.",
      "vi": "Còn lên Twitter, ta sẽ thấy cứ như tận thế vừa bắt đầu."
    }
  },
  {
    "translation": {
      "en": "And then you go on Facebook",
      "vi": "Rồi lên Facebook đi,"
    }
  },
  {
    "translation": {
      "en": "and seemingly every single person is either getting married",
      "vi": "dân chúng cứ như sắp lấy vợ lấy chồng,"
    }
  },
  {
    "translation": {
      "en": "or having a kid at the exact same time.",
      "vi": "hoặc rủ nhau sinh con đồng loạt ấy."
    }
  },
  {
    "translation": {
      "en": "This is the human highlight reel of social media.",
      "vi": "Đây là video ngắn về diễn biến nổi bật trên mạng xã hội của con người."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, you're sitting in your fucking living room,",
      "vi": "Trong khi đó, bạn đang ngồi trong phòng khách nhà mình,"
    }
  },
  {
    "translation": {
      "en": "hand in your underwear, wondering what the fuck went wrong.",
      "vi": "cho tay vào quần lót, tự hỏi \"Mọi chuyện sai ở đâu?"
    }
  },
  {
    "translation": {
      "en": "How did this happen? Why is my life so fucking mundane?",
      "vi": "Sao chuyện lại ra thế này? Sao cuộc đời mình lại tẻ nhạt thế?\""
    }
  },
  {
    "translation": {
      "en": "And it's like… You feel like a loser.",
      "vi": "Và bạn thấy mình như kẻ thua cuộc."
    }
  },
  {
    "translation": {
      "en": "But there's no reason to, because that's what everybody's life looks like.",
      "vi": "Nhưng không có lý do để làm thế, vì cuộc đời ai cũng như thế cả."
    }
  },
  {
    "translation": {
      "en": "We're all sitting in our living room with our hand in our underwear,",
      "vi": "Chúng ta đều ngồi trong phòng khách với bàn tay trong quần lót,"
    }
  },
  {
    "translation": {
      "en": "scrolling the exact same shit on our phones.",
      "vi": "lướt điện thoại xem những thứ như nhau."
    }
  },
  {
    "translation": {
      "en": "It's just, like, this is not reality.",
      "vi": "Cứ như đây không phải thực tại."
    }
  },
  {
    "translation": {
      "en": "There's all of these narratives out there that-that…",
      "vi": "Có đủ loại giai thoại ngoài kia"
    }
  },
  {
    "translation": {
      "en": "that kind of convince us that,",
      "vi": "đại loại thuyết phục ta rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, you deserve to be this special guy or girl,",
      "vi": "\"Này, bạn xứng đáng là chàng trai hay cô gái đặc biệt này,"
    }
  },
  {
    "translation": {
      "en": "and if you can just embody that life, you'll be problem free.",
      "vi": "và chỉ cần có thể hóa thân thành cuộc sống đó, vấn đề sẽ tan biến."
    }
  },
  {
    "translation": {
      "en": "You won't have to deal with pain again. You won't have to sacrifice or struggle.\"",
      "vi": "Bạn sẽ không phải đối mặt với nỗi đau nữa. Bạn sẽ không phải hy sinh hay chật vật.\""
    }
  },
  {
    "translation": {
      "en": "And that's bullshit.",
      "vi": "Và điều đó thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "And look, the reason this message, like, \"Life fucking sucks,",
      "vi": "Và nghe đây, lý do thông điệp kiểu này \"Đời lúc nào chả tệ,"
    }
  },
  {
    "translation": {
      "en": "you're always gonna have to sacrifice, you're always gonna struggle,",
      "vi": "bạn lúc nào chả phải hy sinh, chả phải chật vật,"
    }
  },
  {
    "translation": {
      "en": "you're always gonna have problems.\"",
      "vi": "chả phải gặp rắc rối.\""
    }
  },
  {
    "translation": {
      "en": "The reason this… You don't hear this more is 'cause it doesn't sell.",
      "vi": "Lý do bạn không nghe thấy nó nhiều hơn là vì mấy câu kiểu này không hút khách."
    }
  },
  {
    "translation": {
      "en": "You can't sell a car by telling people, like, \"Hey, buy this car.",
      "vi": "Đời nào mà bán được xe nếu tư vấn cho người khác kiểu, \"Này, mua xe này đi."
    }
  },
  {
    "translation": {
      "en": "You're still gonna be miserable, even though you bought it.\"",
      "vi": "Rồi anh vẫn sẽ khốn khổ, mua rồi thì vẫn khốn khổ.\""
    }
  },
  {
    "translation": {
      "en": "Like, that doesn't move merchandise, that doesn't help the bottom line.",
      "vi": "Kiểu đó đâu giúp hàng bán chạy, đâu giúp đạt được KPI."
    }
  },
  {
    "translation": {
      "en": "And I don't think the problem is necessarily with, you know,",
      "vi": "Và tôi nghĩ trọng tâm vấn đề không nhất thiết là nằm ở"
    }
  },
  {
    "translation": {
      "en": "capitalism or the system or whatever, the problem is with us.",
      "vi": "chủ nghĩa tư bản hay thể chế gì đâu. Vấn đề nằm ở chúng ta."
    }
  },
  {
    "translation": {
      "en": "Like, we just don't understand how our own minds work.",
      "vi": "Chỉ là chúng ta không hiểu đầu óc mình vận hành thế nào."
    }
  },
  {
    "translation": {
      "en": "And so we've got to get straight with ourselves.",
      "vi": "Do đó, chúng ta phải thẳng thắn với bản thân."
    }
  },
  {
    "translation": {
      "en": "I think there's an undue psychological pressure",
      "vi": "Tôi nghĩ chúng ta vô tình gây cho mình áp lực không đáng có"
    }
  },
  {
    "translation": {
      "en": "to feel as though we're extraordinary in some way,",
      "vi": "khi cho rằng mình phi thường theo một cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "that we're doing something extraordinary.",
      "vi": "rằng mình đang làm điều gì đó phi thường."
    }
  },
  {
    "translation": {
      "en": "And I think this pushes a sense of entitlement,",
      "vi": "Và tôi nghĩ điều này khiến ta nghĩ mình có tư cách,"
    }
  },
  {
    "translation": {
      "en": "it pushes a sense of, \"Well, I deserve to have these things.",
      "vi": "nó thúc đẩy một cảm giác kiểu, \"Ừ, mình xứng đáng có những thứ này,"
    }
  },
  {
    "translation": {
      "en": "I deserve to be happy.",
      "vi": "mình đáng được hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I'm great at something. People should know that.\"",
      "vi": "Mình giỏi thứ này thứ kia. Mọi người nên biết điều đó.\""
    }
  },
  {
    "translation": {
      "en": "I think if there was just a simple cultural acknowledgement",
      "vi": "Tôi nghĩ chỉ cần có một sự thừa nhận mang tính văn hóa đơn giản kiểu, \"Ừ."
    }
  },
  {
    "translation": {
      "en": "of, like, \"Yeah. Most of us suck at most of the things we do,",
      "vi": "Tôi nghĩ chỉ cần có một sự thừa nhận mang tính văn hóa đơn giản kiểu, \"Ừ. Hầu hết chúng ta đều tệ hại trong chuyện mình làm,"
    }
  },
  {
    "translation": {
      "en": "and that's fine,\"",
      "vi": "và không sao cả\","
    }
  },
  {
    "translation": {
      "en": "we could escape these things.",
      "vi": "vậy thì ta sẽ thoát được những thứ này."
    }
  },
  {
    "translation": {
      "en": "But in my case, I covered up my baggage and my insecurities",
      "vi": "Nhưng ở trường hợp của tôi, tôi đã che đậy gánh nặng và nỗi bất an của mình"
    }
  },
  {
    "translation": {
      "en": "with a sense of entitlement.",
      "vi": "bằng việc thấy mình có tư cách."
    }
  },
  {
    "translation": {
      "en": "And, you know, because so much of my pain",
      "vi": "Và vì phần lớn sự đau khổ của tôi"
    }
  },
  {
    "translation": {
      "en": "revolved around intimacy and relationships and trust…",
      "vi": "xoay quanh sự thân mật, các mối quan hệ, và sự tin tưởng,"
    }
  },
  {
    "translation": {
      "en": "I just became kind of an entitled… asshole…",
      "vi": "tôi trở thành một tên hãm tài tin mình có cả một bầu trời tư cách"
    }
  },
  {
    "translation": {
      "en": "[laughs] …with a lot of relationships in my life.",
      "vi": "với rất nhiều mối quan hệ trong đời."
    }
  },
  {
    "translation": {
      "en": "From that pain, and from that place",
      "vi": "Từ nỗi đau, và từ chỗ"
    }
  },
  {
    "translation": {
      "en": "of just not knowing what the hell to believe,",
      "vi": "không biết phải tin vào cái quái gì,"
    }
  },
  {
    "translation": {
      "en": "not being able to trust anybody, I was, like,",
      "vi": "không thể tin ai, tôi đã phản ứng kiểu,"
    }
  },
  {
    "translation": {
      "en": "\"Well, fuck it. I'm… I'm gonna get what I want.\"",
      "vi": "\"Ừ, kệ mẹ nó. Mình phải có được thứ mình muốn.\""
    }
  },
  {
    "translation": {
      "en": "I just went into full over-compensation.",
      "vi": "Tôi đã sa hoàn toàn vào lối sống bù đắp quá mức."
    }
  },
  {
    "translation": {
      "en": "I was kind of your classic, like, selfish player.",
      "vi": "Tôi trở thành một tay chơi ích kỷ điển hình."
    }
  },
  {
    "translation": {
      "en": "You know, I cheated on girlfriends,",
      "vi": "Tôi cắm sừng bạn gái mình,"
    }
  },
  {
    "translation": {
      "en": "I… I was always the guy who would just disappear.",
      "vi": "kiểu như một kẻ chơi chán rồi thì quất ngựa truy phong ấy."
    }
  },
  {
    "translation": {
      "en": "My 20s is just like a-a fucking battlefield…",
      "vi": "Tuổi 20 của tôi chả khác gì một bãi chiến trường…"
    }
  },
  {
    "translation": {
      "en": "…with, like, bomb craters where my relationships used to be.",
      "vi": "nơi những mối quan hệ đi qua và ghi dấu lại bằng những hố bom."
    }
  },
  {
    "translation": {
      "en": "It's just like strewn corpses",
      "vi": "Rải rác khắp nơi là những xác chết,"
    }
  },
  {
    "translation": {
      "en": "of old friendships and romantic partners…",
      "vi": "Rải rác khắp nơi là những xác chết, chính là những tình bạn cũ và tình yêu cũ…"
    }
  },
  {
    "translation": {
      "en": "…that I just completely decimated…",
      "vi": "đã bị hủy hoại hoàn toàn trong tay tôi…"
    }
  },
  {
    "translation": {
      "en": "…mostly due to my own entitlement.",
      "vi": "chủ yếu là vì tôi cho rằng mình có tư cách."
    }
  },
  {
    "translation": {
      "en": "I remember one time, in… in college, I kind of, like, stole my buddy's girl.",
      "vi": "Tôi nhớ có hồi ở đại học, tôi còn giật bồ của thằng bạn."
    }
  },
  {
    "translation": {
      "en": "I was at a mutual friend's place,",
      "vi": "Khi đó tôi ở chỗ của một người bạn chung,"
    }
  },
  {
    "translation": {
      "en": "and I was sitting on the couch with her, holding hands,",
      "vi": "ngồi trên ghế sofa với cô ấy, nắm tay,"
    }
  },
  {
    "translation": {
      "en": "and he walked in the room, he took one look at me and her,",
      "vi": "rồi cậu ấy bước vào vòng, nhìn tôi và cô ấy một cái,"
    }
  },
  {
    "translation": {
      "en": "and immediately turned around and walked out of the house,",
      "vi": "và lập tức quay lưng ra khỏi nhà,"
    }
  },
  {
    "translation": {
      "en": "and he never spoke to me again.",
      "vi": "không nói lời nào với tôi nữa."
    }
  },
  {
    "translation": {
      "en": "And I just remember being like, wow.",
      "vi": "Và tôi nhớ khi đó mình chỉ thấy trầm trồ,"
    }
  },
  {
    "translation": {
      "en": "Like, this dude just, like, he's just jealous, you know,",
      "vi": "kiểu như thằng này ghen rồi kìa."
    }
  },
  {
    "translation": {
      "en": "that, like, I can get his girl, and he can't get her back or whatever.",
      "vi": "Mình giật được bồ nó mà nó không giành lại được."
    }
  },
  {
    "translation": {
      "en": "Like, I-I… to me, it was…",
      "vi": "Kiểu như, khi đó tôi…"
    }
  },
  {
    "translation": {
      "en": "I couldn't see it through, like, a normal human's eyes.",
      "vi": "Tôi không thể nhìn nhận sự việc với một con mắt bình thường."
    }
  },
  {
    "translation": {
      "en": "I can only see it through, like, my kind of obsessive, entitled eyes.",
      "vi": "Tôi chỉ có thể nhìn qua lăng kính của một kẻ luôn cho rằng ta đây ngon lắm."
    }
  },
  {
    "translation": {
      "en": "I basically have this, like, four year period in my life,",
      "vi": "Tôi đã thật sự trải qua… bốn năm như vậy trong đời,"
    }
  },
  {
    "translation": {
      "en": "where I have no friends from that period.",
      "vi": "không có lấy nổi một người bạn."
    }
  },
  {
    "translation": {
      "en": "Like, I have friends from before that period. And I have friends from after that period.",
      "vi": "Trước và sau giai đoạn đó thì tôi có bạn."
    }
  },
  {
    "translation": {
      "en": "But that… There was, like, four or five years there",
      "vi": "Nhưng quãng thời gian bốn, năm năm đó,"
    }
  },
  {
    "translation": {
      "en": "where none of those people talk to me anymore.",
      "vi": "không ai trong số họ muốn nói chuyện với tôi nữa."
    }
  },
  {
    "translation": {
      "en": "So, I… I'm a huge metal fan.",
      "vi": "Tôi là fan cứng của thể loại metal."
    }
  },
  {
    "translation": {
      "en": "And one of the interesting things about heavy metal is that",
      "vi": "Và một trong những điều thú vị về nhạc heavy metal là"
    }
  },
  {
    "translation": {
      "en": "arguably the two greatest bands were originally one band.",
      "vi": "có thể nói hai ban nhạc vĩ đại nhất đi từ một ban nhạc mà ra."
    }
  },
  {
    "translation": {
      "en": "…you want to say to everybody out there?",
      "vi": "…một câu gửi đến mọi người ngoài kia?"
    }
  },
  {
    "translation": {
      "en": "Metal up your ass!",
      "vi": "Kệ xác chúng mày!"
    }
  },
  {
    "translation": {
      "en": "[Mark] Dave Mustaine was the original lead guitarist of Metallica.",
      "vi": "Dave Mustaine từng là tay guitar chính của ban nhạc Metallica."
    }
  },
  {
    "translation": {
      "en": "And he wrote a lot of the songs on Metallica's first and second records.",
      "vi": "Ông viết rất nhiều bài cho đĩa thu thứ nhất và nhì của Metallica."
    }
  },
  {
    "translation": {
      "en": "The problem was… was that both Dave Mustaine and James Hetfield,",
      "vi": "Vấn đề là cả Dave Mustaine và James Hetfield,"
    }
  },
  {
    "translation": {
      "en": "who was the lead singer and songwriter of Metallica,",
      "vi": "hay giọng ca chính và nhạc sĩ của Metallica,"
    }
  },
  {
    "translation": {
      "en": "they're both young, rebellious kids.",
      "vi": "cả hai đều là những đứa trẻ nổi loạn."
    }
  },
  {
    "translation": {
      "en": "And so, they would both get drunk and just beat the shit out of each other.",
      "vi": "Bởi thế, lúc cả hai nhậu xỉn, họ sẽ tẩn nhau nhừ tử."
    }
  },
  {
    "translation": {
      "en": "And so in the midst of recording their first… Metallica's first album,",
      "vi": "Và vì thế, trong lúc chuẩn bị thu âm album đầu tay của Metallica,"
    }
  },
  {
    "translation": {
      "en": "Metallica just decided, \"You know what? Let's get rid of Dave Mustaine.\"",
      "vi": "Metallica đã quyết định, \"Biết gì không? Tống Dave Mustaine đi thôi.\""
    }
  },
  {
    "translation": {
      "en": "So, they woke him up one day by just handing him a bus ticket.",
      "vi": "Rồi một hôm, họ gọi ông dậy và chỉ đưa cho ông vé xe buýt."
    }
  },
  {
    "translation": {
      "en": "And so mid-album, like, the day before they're gonna start recording,",
      "vi": "Vào lúc album đã xong được một nửa, chỉ chờ ngày thu nữa là xong,"
    }
  },
  {
    "translation": {
      "en": "Dave wakes up with a hangover,",
      "vi": "Dave thức dậy, còn chưa dứt cơn say"
    }
  },
  {
    "translation": {
      "en": "and they just hand him a bus ticket and say, like, \"Get the fuck out.\"",
      "vi": "thì họ đã đưa ông vé xe buýt và nói \"Biến khỏi đây đi.\""
    }
  },
  {
    "translation": {
      "en": "That's how he found out he was out of the band.",
      "vi": "Vậy là ông ấy hiểu mình đã bị loại khỏi ban nhạc."
    }
  },
  {
    "translation": {
      "en": "And so he rode this, like, three-day bus back to LA.",
      "vi": "Và thế là ông ấy đi xe buýt tầm ba ngày đường để về L.A."
    }
  },
  {
    "translation": {
      "en": "And on the bus, you know, this fire started to build up inside him.",
      "vi": "Và trên xe buýt, một ngọn lửa bắt đầu nhen nhóm trong lòng ông ấy."
    }
  },
  {
    "translation": {
      "en": "And by the time he got back to California, he had decided,",
      "vi": "Và khi còn chưa về tới California, ông ấy đã quyết định,"
    }
  },
  {
    "translation": {
      "en": "\"You know what? I'm gonna start a new metal band.",
      "vi": "\"Biết gì không? Mình sẽ lập ra ban nhạc metal mới."
    }
  },
  {
    "translation": {
      "en": "It's gonna be a better metal band,",
      "vi": "Sẽ là một ban metal đỉnh hơn,"
    }
  },
  {
    "translation": {
      "en": "and it's gonna fucking kick Metallica's ass.\"",
      "vi": "đủ tuổi cho Metallica ăn hành.\""
    }
  },
  {
    "translation": {
      "en": "And so sure enough, he got back,",
      "vi": "MEGADETH LẦN ĐẾM NGƯỢC CUỐI CÙNG Và thật vậy, ông ấy trở về,"
    }
  },
  {
    "translation": {
      "en": "he found better musicians, he started writing better songs,",
      "vi": "tìm được nhạc công giỏi hơn, bắt đầu viết những bài hay hơn,"
    }
  },
  {
    "translation": {
      "en": "found better producers to record with,",
      "vi": "tìm được nhà sản xuất giỏi hơn để thu âm,"
    }
  },
  {
    "translation": {
      "en": "and he produced what became known as Megadeth.",
      "vi": "và ông ấy đã cho ra đời thứ vang danh là Megadeth."
    }
  },
  {
    "translation": {
      "en": "[man] You guys ready for Megadeth?",
      "vi": "Bạn sẵn sàng chào đón Megadeth chưa?"
    }
  },
  {
    "translation": {
      "en": "[Mark] Now, Megadeth went on to sell millions of albums.",
      "vi": "Đến nay, Megadeth đã bán được hàng triệu album."
    }
  },
  {
    "translation": {
      "en": "They've toured the world dozens of times.",
      "vi": "Có vài chục tour lưu diễn thế giới."
    }
  },
  {
    "translation": {
      "en": "They've played in stadiums.",
      "vi": "Từng trình diễn ở nhiều sân vận động."
    }
  },
  {
    "translation": {
      "en": "They're one of the biggest rock arena acts there's ever been, yet…",
      "vi": "Họ là một trong những nghệ sĩ nhạc rock vĩ đại nhất lịch sử, thế nhưng…"
    }
  },
  {
    "translation": {
      "en": "The band he got kicked out of was Metallica,",
      "vi": "Ban nhạc đuổi ông ấy đi lại là Metallica,"
    }
  },
  {
    "translation": {
      "en": "an even bigger rock band that sold even more albums,",
      "vi": "ban nhạc rock còn vĩ đại hơn, bán được nhiều album hơn,"
    }
  },
  {
    "translation": {
      "en": "and played in even more stadiums, and was even more famous.",
      "vi": "diễn ở nhiều sân vận động hơn, và thậm chí còn nổi tiếng hơn."
    }
  },
  {
    "translation": {
      "en": "And so, this put Mustaine in a really bizarre situation,",
      "vi": "Vậy là chuyện này đã đặt Mustaine vào một tình thế rất kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "where he had achieved unimaginable success",
      "vi": "Thành công mà ông ấy đạt được là ngoài sức tưởng tượng"
    }
  },
  {
    "translation": {
      "en": "by almost any stretch of the imagination.",
      "vi": "so với hầu hết mọi tiêu chuẩn tưởng tượng nói chung."
    }
  },
  {
    "translation": {
      "en": "But, like, the defining value that was kind of steering his career,",
      "vi": "Thế nhưng giá trị xác định thành công mà ông ấy dùng để lèo lái sự nghiệp,"
    }
  },
  {
    "translation": {
      "en": "which was to be better than Metallica, was never achieved.",
      "vi": "chính là vượt mặt Metallica thì chưa từng đạt được."
    }
  },
  {
    "translation": {
      "en": "He was giving a fuck about the wrong thing.",
      "vi": "Ông ấy đã bận tâm đến một điều sai lầm."
    }
  },
  {
    "translation": {
      "en": "He was so focused on one upping these other guys",
      "vi": "Ông ấy quá chú tâm vào việc vượt mặt những kẻ khác,"
    }
  },
  {
    "translation": {
      "en": "who had… who had insulted him, who had hurt him,",
      "vi": "những kẻ xúc phạm, tổn thương ông ấy,"
    }
  },
  {
    "translation": {
      "en": "that he missed all the amazing things that went on at the same time.",
      "vi": "đến nỗi bỏ lỡ những điều tuyệt vời hiện diện cũng tại thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "It puts… it puts a person like him in a situation",
      "vi": "Nó đặt người như ông ấy vào hoàn cảnh"
    }
  },
  {
    "translation": {
      "en": "where he can sell 20 million albums,",
      "vi": "mà khi bán được tận 20 triệu album,"
    }
  },
  {
    "translation": {
      "en": "and play to 100,000 people, and feel like a failure,",
      "vi": "biểu diễn trước 100.000 người nhưng vẫn cảm thấy mình thất bại,"
    }
  },
  {
    "translation": {
      "en": "whereas any other rational person would feel like a great success.",
      "vi": "trong khi bất cứ người lý trí nào cũng sẽ thấy đó là đại thành công."
    }
  },
  {
    "translation": {
      "en": "My first girlfriend I ever had,",
      "vi": "Khi có người bạn gái đầu đời,"
    }
  },
  {
    "translation": {
      "en": "we were doing long-distance, doing the phone thing,",
      "vi": "chúng tôi yêu xa, nấu cháo điện thoại,"
    }
  },
  {
    "translation": {
      "en": "seeing each other, like, every few months or whatever.",
      "vi": "gặp nhau cỡ vài tháng một lần, chắc vậy."
    }
  },
  {
    "translation": {
      "en": "It sucked.",
      "vi": "Cũng quằn dữ lắm."
    }
  },
  {
    "translation": {
      "en": "But, you know, we were madly in love",
      "vi": "Nhưng chúng tôi yêu nhau điên cuồng,"
    }
  },
  {
    "translation": {
      "en": "and when you're that age, you think love conquers everything.",
      "vi": "và ở tuổi đó, ta nghĩ tình yêu có thể chinh phục tất cả."
    }
  },
  {
    "translation": {
      "en": "So you're, like, \"Oh, it's gonna be all right.",
      "vi": "Nên ta nghĩ \"Ồ, mọi thứ sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "We're gonna make it.\" And we did this for quite a while.",
      "vi": "Ta sẽ vượt qua được.\" Và chúng tôi duy trì được điều này… cũng khá lâu đấy."
    }
  },
  {
    "translation": {
      "en": "And suddenly one week, she's like… not… she's not around.",
      "vi": "Rồi bỗng một tuần nọ, cô ấy kiểu như… lảng đi mất."
    }
  },
  {
    "translation": {
      "en": "You know, she's giving excuses and…",
      "vi": "Cô ấy bắt đầu viện cớ, và…"
    }
  },
  {
    "translation": {
      "en": "She's always got… Something's always come up and…",
      "vi": "Cô ấy luôn có chuyện đột xuất, và…"
    }
  },
  {
    "translation": {
      "en": "It's… She's not answering her phone, which never happened before.",
      "vi": "Gọi điện thì không trả lời. Điều này trước đây chưa từng có."
    }
  },
  {
    "translation": {
      "en": "So it started to feel really weird and I would try to confront her about it,",
      "vi": "Nên tôi bắt đầu cảm thấy lạ và đã gặng hỏi cô ấy về điều đó,"
    }
  },
  {
    "translation": {
      "en": "and she'd kind of blow me off or…",
      "vi": "rồi cô ấy kiểu gạt phăng chuyện ấy đi, hoặc…"
    }
  },
  {
    "translation": {
      "en": "you know, make a big thing out of it, so I didn't know what was going on.",
      "vi": "làm ầm mọi chuyện lên. Nên tôi cũng chả hiểu là thế nào."
    }
  },
  {
    "translation": {
      "en": "And then one day, I… I just get a phone call from a number I don't recognize,",
      "vi": "Rồi một ngày tôi nhận được cuộc gọi từ một số điện thoại lạ."
    }
  },
  {
    "translation": {
      "en": "and I pick up the phone and it's this guy…",
      "vi": "Tôi nhấc máy, người gọi đến là đàn ông."
    }
  },
  {
    "translation": {
      "en": "I can't remember his name. It's, like, Derek or Eric or something.",
      "vi": "Tôi không nhớ nổi tên anh ta. Hình như là Derek hay Eric hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Anyway, he's like, \"Hey, man, we don't know each other,",
      "vi": "Mà anh ta nói thế này… \"Chào anh bạn. Chúng ta không quen nhau,"
    }
  },
  {
    "translation": {
      "en": "but I know your girlfriend, and we need to talk.\"",
      "vi": "nhưng tôi quen bạn gái anh và chúng ta cần nói chuyện.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Okay.\"",
      "vi": "Tôi kiểu, \"Được thôi.\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"She's been cheating on you.\" And I was like…",
      "vi": "Anh ta nói \"Cô ta cắm sừng anh đấy.\" Và tôi khi đó kiểu…"
    }
  },
  {
    "translation": {
      "en": "\"Okay.\" Obviously, I'm skeptical at first, and so I'm like, \"How do you know?\"",
      "vi": "\"Được rồi.\" Thoạt đầu dĩ nhiên là ngờ vực. Nên tôi hỏi \"Sao anh biết vậy?\""
    }
  },
  {
    "translation": {
      "en": "\"Well, I know because she was cheating on you with me first,",
      "vi": "\"Tôi biết vì cô ta quen anh để cắm sừng tôi trước."
    }
  },
  {
    "translation": {
      "en": "and now she's cheating on you with another guy.\"",
      "vi": "Và giờ cô ta quen gã khác để cắm sừng anh.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What the fuck?\"",
      "vi": "Tôi kiểu \"Cái gì vậy?\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Don't worry. I'm gonna prove it to you.\"",
      "vi": "Và anh ta nói, \"Khỏi lo. Tôi sẽ chứng minh với anh.\""
    }
  },
  {
    "translation": {
      "en": "[laughs] And so, this guy,",
      "vi": "Và rồi gã này…"
    }
  },
  {
    "translation": {
      "en": "he's in front of her house with the phone,",
      "vi": "Anh ta ở trước nhà cô ấy, cầm điện thoại,"
    }
  },
  {
    "translation": {
      "en": "knocks on her door and he's, like, holding the phone by his side",
      "vi": "gõ cửa nhà cô ấy, điện thoại để bên hông,"
    }
  },
  {
    "translation": {
      "en": "with me on it.",
      "vi": "còn tôi thì ở đầu dây bên kia."
    }
  },
  {
    "translation": {
      "en": "He knocks on the door and she comes to the door, and he, like, confronts her.",
      "vi": "Anh ta gõ cửa, cô ấy ra mở cửa và anh ta đối mặt với cô ấy."
    }
  },
  {
    "translation": {
      "en": "And he's like, \"What the hell are you doing with this guy here?",
      "vi": "Anh ta hỏi, \"Cô đang làm gì với tên này vậy?"
    }
  },
  {
    "translation": {
      "en": "I thought you were with me,\" or whatever, and they start arguing.",
      "vi": "Tôi tưởng mình đang quen nhau chứ\", rồi họ bắt đầu cãi cọ."
    }
  },
  {
    "translation": {
      "en": "And she's like, \"I'm not with you anymore, I'm with him.\"",
      "vi": "Và cô ấy nói, \"Tôi không quen anh nữa, tôi quen anh ta rồi.\""
    }
  },
  {
    "translation": {
      "en": "And then he's like, \"What about your boyfriend, Mark?\"",
      "vi": "Và anh ta hỏi \"Còn Mark, bạn trai cô thì sao?\""
    }
  },
  {
    "translation": {
      "en": "And she's like, \"Oh, you don't know anything about him.",
      "vi": "Và cô ấy nói, \"Ồ, anh biết quái gì về anh ấy đâu."
    }
  },
  {
    "translation": {
      "en": "It's none of your business,\" and like, blah, blah, blah.",
      "vi": "Không liên quan tới anh\"."
    }
  },
  {
    "translation": {
      "en": "And then he, like, pulls out the phone and he's like, \"Mark's right here.\"",
      "vi": "Rồi anh ta đưa điện thoại ra và bảo \"Mark ở ngay đây này.\""
    }
  },
  {
    "translation": {
      "en": "[laughs] And she's like, \"No, he's not.\"",
      "vi": "Và cô ấy nói, \"Không. Làm gì có.\""
    }
  },
  {
    "translation": {
      "en": "And then, like, he, like, makes her take the phone,",
      "vi": "Và anh ta bắt cô ấy nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "and then I'm like, \"What the fuck is wrong with you?\"",
      "vi": "Và tôi nói, \"Cô bị cái quái gì vậy hả?\""
    }
  },
  {
    "translation": {
      "en": "And so she and I are, like, screaming at each other and all this stuff,",
      "vi": "Thế rồi cô ấy và tôi gây nhau ỏm tỏi về đủ thứ chuyện"
    }
  },
  {
    "translation": {
      "en": "and then she dumps me, like, right there on the spot.",
      "vi": "rồi cô ấy đá tôi ngay trên điện thoại luôn."
    }
  },
  {
    "translation": {
      "en": "I laid on my bed crying and I think I was just in shock.",
      "vi": "Tôi nằm trên giường khóc lóc, và tôi nghĩ khi đó mình rất suy sụp."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, I was crying for her,",
      "vi": "Tôi khóc vì cô ấy là dĩ nhiên rồi,"
    }
  },
  {
    "translation": {
      "en": "but I was grieving just this loss of this, like, naive view of the world…",
      "vi": "nhưng chủ yếu là để tiếc thương nỗi mất mát vì tôi nhìn đời quá ngây thơ,"
    }
  },
  {
    "translation": {
      "en": "that if you were in love, everything was going to be okay.",
      "vi": "rằng chỉ cần yêu thôi thì tất cả sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "All of that just got smashed in that moment.",
      "vi": "Niềm tin ấy vỡ tan tành trong khoảnh khắc đó."
    }
  },
  {
    "translation": {
      "en": "I thought I had a really great relationship with my girlfriend",
      "vi": "Tôi tưởng tình cảm giữa tôi và bạn gái mình là tuyệt vời lắm,"
    }
  },
  {
    "translation": {
      "en": "and so the fact that this could happen, was, like, just too much.",
      "vi": "nên điều này xảy ra trong hiện thực là quá sức chịu đựng."
    }
  },
  {
    "translation": {
      "en": "It was, like, caving in on me.",
      "vi": "Như một đòn trời giáng với tôi."
    }
  },
  {
    "translation": {
      "en": "I don't think I told anybody how angry I was.",
      "vi": "Hình như tôi đã không kể với ai rằng mình giận dữ thế nào."
    }
  },
  {
    "translation": {
      "en": "I didn't know how to express it without, like, losing myself.",
      "vi": "Tôi không biết làm sao để nói ra mà không mất đi bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "You know, you start developing these beliefs of, like,",
      "vi": "Thế rồi ta sẽ bắt đầu nuôi dạng niềm tin thế này,"
    }
  },
  {
    "translation": {
      "en": "\"I'm fine. She was just a horrible person,",
      "vi": "\"Mình ổn. Cô ta mới là kẻ tệ hại,"
    }
  },
  {
    "translation": {
      "en": "and I didn't deserve this.\"",
      "vi": "mình không đáng bị thế này.\""
    }
  },
  {
    "translation": {
      "en": "And there's this perverse kind of certainly that emerges.",
      "vi": "Và có một sự chắc mẩm đến ngoan cố dần hình thành."
    }
  },
  {
    "translation": {
      "en": "You know, each failed relationship I had,",
      "vi": "Bạn biết đấy, mỗi mối quan hệ không thành"
    }
  },
  {
    "translation": {
      "en": "I just used that as further evidence of,",
      "vi": "cũng chỉ được tôi dùng để củng cố thái độ…"
    }
  },
  {
    "translation": {
      "en": "\"Ah, well. This is just… this is just how things are.",
      "vi": "\"Ừ, thì đấy. Chuyện nó vốn vậy rồi."
    }
  },
  {
    "translation": {
      "en": "People are shitty.\" Nothing… [chuckles] \"Love never works out.\" You know?",
      "vi": "Con người thật tồi tệ. Chẳng có gì… Yêu cũng chẳng để làm chi. Hiểu chứ?\""
    }
  },
  {
    "translation": {
      "en": "It was… That's how I saw things.",
      "vi": "Đó từng là… Đó từng là cách tôi nhìn mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You know, it's the classic victimhood entitlement.",
      "vi": "Đó là cảm giác có tư cách của tâm lý nạn nhân điển hình."
    }
  },
  {
    "translation": {
      "en": "What happened with Dave Mustaine is… is a great example",
      "vi": "Điều xảy ra với Dave Mustaine là một ví dụ tiêu biểu về"
    }
  },
  {
    "translation": {
      "en": "of how we all react to extremely painful situations.",
      "vi": "Điều xảy ra với Dave Mustaine là một ví dụ tiêu biểu về cách chúng ta phản ứng với những hoàn cảnh gây đau đớn tột cùng."
    }
  },
  {
    "translation": {
      "en": "You know, the-the pain of getting kicked out of his first band,",
      "vi": "Nỗi đau bị đá khỏi ban nhạc đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "and-and feeling like… like he wasn't worthy of them,",
      "vi": "bị làm cho thấy như… mình không xứng tầm với họ."
    }
  },
  {
    "translation": {
      "en": "it… it forced him to construct this world view.",
      "vi": "Nó buộc ông ấy phải xây dựng lại thế giới quan cho mình."
    }
  },
  {
    "translation": {
      "en": "This world view of, \"I'm gonna be better than them.",
      "vi": "Thế giới quan cho rằng, \"Mình sẽ giỏi hơn bọn nó."
    }
  },
  {
    "translation": {
      "en": "Everything I do has to be better than Metallica.\"",
      "vi": "Mọi thứ mình làm đều phải hơn đám Metallica đó."
    }
  },
  {
    "translation": {
      "en": "And we all do this in one way or another.",
      "vi": "Và ta đều như vậy, không thế này thì thế khác."
    }
  },
  {
    "translation": {
      "en": "We-we suffer a great amount of pain,",
      "vi": "Ta gánh chịu nhiều đau đớn,"
    }
  },
  {
    "translation": {
      "en": "we create a world view to help us escape that pain,",
      "vi": "ta tạo ra thế giới quan để thoát khỏi nỗi đau,"
    }
  },
  {
    "translation": {
      "en": "and then we forget that we created the world view,",
      "vi": "rồi quên mất chính ta đã tạo ra thế giới quan đó"
    }
  },
  {
    "translation": {
      "en": "and so we're doomed to repeat a lot of our failures.",
      "vi": "nên ta thường xuyên phải gặt lấy cảm giác thất bại."
    }
  },
  {
    "translation": {
      "en": "In the closing months of 1944,",
      "vi": "Trong những tháng cuối của năm 1944,"
    }
  },
  {
    "translation": {
      "en": "after almost a decade of war, the tide was turning against Japan.",
      "vi": "sau gần một thập kỷ chinh chiến, thế trận bắt đầu quay lưng với Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "Defeat seemed inevitable.",
      "vi": "Thất bại có vẻ đã là điều không tránh khỏi."
    }
  },
  {
    "translation": {
      "en": "The Americans arrived with overwhelming force.",
      "vi": "Quân Mỹ đổ bộ với lực lượng áp đảo."
    }
  },
  {
    "translation": {
      "en": "Second Lieutenant Hiroo Onoda of the Japanese Imperial Army",
      "vi": "Thiếu úy Onoda Hiroo của Lục quân Đế quốc Nhật Bản"
    }
  },
  {
    "translation": {
      "en": "was deployed to Lubang",
      "vi": "được lệnh điều quân đến Lubang"
    }
  },
  {
    "translation": {
      "en": "with the near impossible task of defending the island.",
      "vi": "với nhiệm vụ gần như bất khả thi là bảo vệ hòn đảo."
    }
  },
  {
    "translation": {
      "en": "Just 22 years old, Onoda had trained with the elite Futamata Commando Unit.",
      "vi": "Mới 22 tuổi, Onoda đã được huấn luyện với Đơn vị Đặc công Tinh nhuệ."
    }
  },
  {
    "translation": {
      "en": "He was given the express instructions",
      "vi": "Ngài ấy được giao chỉ thị dứt khoát"
    }
  },
  {
    "translation": {
      "en": "to halt the enemy advance… -[plane zooming] -…to never surrender,",
      "vi": "rằng phải chặn bước tiến của kẻ thù, không bao giờ đầu hàng,"
    }
  },
  {
    "translation": {
      "en": "and under no circumstances take his own life.",
      "vi": "và trong hoàn cảnh nào cũng không được kết liễu đời mình."
    }
  },
  {
    "translation": {
      "en": "Within days, most of the Japanese soldiers had either been killed or taken prisoner.",
      "vi": "Trong vài ngày, hầu hết lính Nhật đều đã bị giết hoặc bắt làm tù nhân."
    }
  },
  {
    "translation": {
      "en": "But Onoda, his burly sergeant, and two young privates evaded capture,",
      "vi": "Nhưng Onoda cùng một trung sĩ vạm vỡ và hai binh nhì trẻ tuổi đã thoát vòng vây"
    }
  },
  {
    "translation": {
      "en": "and stole away into the mountains.",
      "vi": "và lên núi lánh thân."
    }
  },
  {
    "translation": {
      "en": "From there, they launched a guerrilla campaign",
      "vi": "Từ nơi đó, họ phát động một chiến dịch du kích,"
    }
  },
  {
    "translation": {
      "en": "attacking supply lines…",
      "vi": "tấn công đường dây tiếp tế,"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -…stealing food,",
      "vi": "trộm thức ăn,"
    }
  },
  {
    "translation": {
      "en": "-and harassing stray patrols. -[soldier] Incoming!",
      "vi": "- và khủng bố tinh thần quân đi tuần. - Nguy hiểm tới!"
    }
  },
  {
    "translation": {
      "en": "[newsreader 1] August the 6th, the first atomic bomb hit Hiroshima.",
      "vi": "Ngày 6 tháng 8, quả bom nguyên tử đầu tiên rơi xuống Hiroshima."
    }
  },
  {
    "translation": {
      "en": "[newsreader 2] The representatives of the Emperor of Japan…",
      "vi": "NHẬT BẢN ĐẦU HÀNG Đại diện của Thiên hoàng Nhật Bản…"
    }
  },
  {
    "translation": {
      "en": "[Mark] Half a year later, Japan surrendered,",
      "vi": "Nửa năm sau, Nhật Bản đầu hàng,"
    }
  },
  {
    "translation": {
      "en": "and the deadliest war in human history came to its dramatic conclusion.",
      "vi": "và cuộc chiến khốc liệt nhất trong lịch sử loài người đi đến hồi kết kịch tính."
    }
  },
  {
    "translation": {
      "en": "The US Military dropped leaflets announcing that the war was over,",
      "vi": "Quân đội Mỹ đã rải truyền đơn thông báo rằng cuộc chiến đã kết thúc,"
    }
  },
  {
    "translation": {
      "en": "and that it was time for the Japanese soldiers to go home.",
      "vi": "và đã đến lúc lính Nhật trở về nhà."
    }
  },
  {
    "translation": {
      "en": "Onoda read these leaflets, but he was convinced they were fake,",
      "vi": "Onoda đã đọc được truyền đơn, nhưng lại đinh ninh rằng chúng là giả,"
    }
  },
  {
    "translation": {
      "en": "a trap set by the Americans to flush them out.",
      "vi": "là một cái bẫy để quân Mỹ lùa họ ra khỏi chiến địa."
    }
  },
  {
    "translation": {
      "en": "The Philippine locals, sick of being terrorized,",
      "vi": "Người dân Philippines ở địa phương không chịu nổi việc bị khủng bố nữa"
    }
  },
  {
    "translation": {
      "en": "armed themselves.",
      "vi": "nên đã tự trang bị vũ khí."
    }
  },
  {
    "translation": {
      "en": "Local police patrols are stepped up and in a bloody skirmish,",
      "vi": "Cảnh sát địa phương đã tăng cường tuần tra và trong một cuộc giao tranh đẫm máu,"
    }
  },
  {
    "translation": {
      "en": "Onoda's sergeant is shot and killed.",
      "vi": "trung sĩ của Onoda bị bắn chết."
    }
  },
  {
    "translation": {
      "en": "Onoda and his last remaining companion vow to avenge the death of their friend.",
      "vi": "Onoda và người đồng hành cuối cùng của ngài ấy thề sẽ trả thù cho bạn mình."
    }
  },
  {
    "translation": {
      "en": "The attacks escalate, and for the Japanese government,",
      "vi": "Các cuộc tấn công leo thang, và đối với chính phủ Nhật,"
    }
  },
  {
    "translation": {
      "en": "the exploits of the fugitive lieutenant",
      "vi": "các chiến công của vị trung úy đào tẩu kia"
    }
  },
  {
    "translation": {
      "en": "were kind of becoming a diplomatic crisis.",
      "vi": "lại gây ra một cuộc khủng hoảng về ngoại giao."
    }
  },
  {
    "translation": {
      "en": "A massive recovery operation is funded.",
      "vi": "Một chiến dịch phục hồi quy mô lớn đã được tài trợ."
    }
  },
  {
    "translation": {
      "en": "Letters and pictures from the missing soldiers' families",
      "vi": "Thư và ảnh do thân nhân của những người lính mất tích gửi"
    }
  },
  {
    "translation": {
      "en": "were scattered across the island,",
      "vi": "được rải khắp hòn đảo"
    }
  },
  {
    "translation": {
      "en": "along with a letter from the Emperor himself,",
      "vi": "cùng với lá thư do chính Nhật hoàng gửi"
    }
  },
  {
    "translation": {
      "en": "imploring the two men to give themselves up.",
      "vi": "để kêu gọi hai người đàn ông ấy đầu hàng."
    }
  },
  {
    "translation": {
      "en": "But once again, Onoda refused to believe the information was real.",
      "vi": "Nhưng một lần nữa, Onoda không tin đó là thông tin thật,"
    }
  },
  {
    "translation": {
      "en": "Once again, he believed it was all a trick by the Americans.",
      "vi": "một lần nữa ngài tin rằng đó chỉ là chiêu bịp bợm của quân Mỹ."
    }
  },
  {
    "translation": {
      "en": "Once again, he stood his ground, and continued to fight.",
      "vi": "Một lần nữa, ngài giữ vững lập trường và tiếp tục chiến đấu."
    }
  },
  {
    "translation": {
      "en": "In a desperate last ditch effort, Onoda's brother is flown from Japan,",
      "vi": "Trong nỗ lực tuyệt vọng cuối cùng, anh của Onoda phải bay từ Nhật qua"
    }
  },
  {
    "translation": {
      "en": "and escorted into the mountains.",
      "vi": "và được hộ tống lên núi."
    }
  },
  {
    "translation": {
      "en": "Onoda watches as his brother calls out his childhood nickname…",
      "vi": "Onoda trông thấy người anh mình gọi tên mình hồi nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and sings their old school song.",
      "vi": "và hát bài hát thuở xa xưa của họ."
    }
  },
  {
    "translation": {
      "en": "Could he have been wrong for the last 15 years?",
      "vi": "Chẳng lẽ ngài đã sai suốt 15 năm qua?"
    }
  },
  {
    "translation": {
      "en": "Could his comrades have died for nothing?",
      "vi": "Chẳng lẽ đồng chí của ngài đã chết hoài công rồi?"
    }
  },
  {
    "translation": {
      "en": "Could the Filipinos that he killed been innocent?",
      "vi": "Chẳng lẽ những người Philippines mà ngài giết là vô tội?"
    }
  },
  {
    "translation": {
      "en": "It's too painful to consider.",
      "vi": "Đau lòng đến mức không dám nghĩ tới."
    }
  },
  {
    "translation": {
      "en": "Onoda dismissed his brother as a convincing fake,",
      "vi": "Onoda từ chối nhận anh trai vì cho rằng đó là kẻ giả dạng có đầu tư"
    }
  },
  {
    "translation": {
      "en": "sent by the enemy to confuse him.",
      "vi": "do kẻ thù cử đến để làm ngài rối trí."
    }
  },
  {
    "translation": {
      "en": "A decade later, a shootout with local police.",
      "vi": "Một thập kỷ sau, trong một vụ nổ súng với cảnh sát địa phương,"
    }
  },
  {
    "translation": {
      "en": "Kozuka is killed.",
      "vi": "Kozuka bị giết."
    }
  },
  {
    "translation": {
      "en": "Onoda, having spent half his life waging an imaginary war",
      "vi": "Onoda, người dành hết nửa cuộc đời loay hoay trong trận chiến tự vẽ ra"
    }
  },
  {
    "translation": {
      "en": "in the jungles of Lubang…",
      "vi": "ở chốn rừng rậm của Lubang"
    }
  },
  {
    "translation": {
      "en": "was now alone.",
      "vi": "giờ chỉ còn một mình."
    }
  },
  {
    "translation": {
      "en": "So, the only real job I've ever had is, um…",
      "vi": "Công việc duy nhất thật sự tôi từng làm là…"
    }
  },
  {
    "translation": {
      "en": "I got a job at this bank and it was absolutely soul destroying.",
      "vi": "Tôi tìm được việc ở một ngân hàng và nó hoàn toàn hủy hoại tâm hồn tôi."
    }
  },
  {
    "translation": {
      "en": "We were going around one afternoon and-and people were saying,",
      "vi": "Một chiều nọ, khi chúng tôi đang đi lòng vòng hỏi thăm nhau,"
    }
  },
  {
    "translation": {
      "en": "\"What are you…\" People were asking each other,",
      "vi": "\"Anh định làm gì…\" Mọi người hỏi nhau thế này,"
    }
  },
  {
    "translation": {
      "en": "\"What are you gonna do once you start making six figures?\"",
      "vi": "\"Anh định làm gì nếu lương được sáu chữ số?\""
    }
  },
  {
    "translation": {
      "en": "And everybody was like, \"I'm gonna buy a BMW,\"",
      "vi": "Và mọi người kiểu như, \"Tôi sẽ mua một chiếc BMW\","
    }
  },
  {
    "translation": {
      "en": "or, \"I'm gonna… gonna get a boat on the lake,",
      "vi": "hay \"Tôi sẽ mua một chiếc thuyền trên hồ,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna take it out in the summer,\" and all this stuff.",
      "vi": "hè đến thì sẽ dong thuyền đi chơi\", đại loại vậy."
    }
  },
  {
    "translation": {
      "en": "And then it got to me and I was like,",
      "vi": "Rồi đến phiên tôi, tôi trả lời \"Ừ thì,"
    }
  },
  {
    "translation": {
      "en": "\"Well, I think I'd take a year long sabbatical and travel around the world.\"",
      "vi": "Rồi đến phiên tôi, tôi trả lời \"Ừ thì, chắc tôi sẽ nghỉ làm một năm rồi đi chu du thế giới.\""
    }
  },
  {
    "translation": {
      "en": "And they're, you know, it was like… crickets. [chuckles]",
      "vi": "Và ai nấy cũng kiểu… ngẩn tò te luôn."
    }
  },
  {
    "translation": {
      "en": "You know, like everybody was just looking at me like…",
      "vi": "Mọi người lúc đó đều trố mắt nhìn tôi kiểu…"
    }
  },
  {
    "translation": {
      "en": "\"What's wrong with you, man?\"",
      "vi": "\"Bị gì vậy cha nội?\""
    }
  },
  {
    "translation": {
      "en": "And it was at that moment that I kind of realized, like, I shouldn't be here.",
      "vi": "Và đó là khoảnh khắc tôi nhận ra mình không nên ở đây."
    }
  },
  {
    "translation": {
      "en": "And so, in 2009, I… I set off to live around the world.",
      "vi": "Và thế là vào năm 2009, tôi bắt đầu sống vòng quanh thế giới."
    }
  },
  {
    "translation": {
      "en": "You know, I did want to see the world and understand different cultures,",
      "vi": "Tôi muốn thăm thú, tìm hiểu các nền văn hóa khác nhau,"
    }
  },
  {
    "translation": {
      "en": "and meet different types of people, but there was also…",
      "vi": "và gặp gỡ nhiều kiểu người khác nhau, nhưng bên cạnh đó cũng có…"
    }
  },
  {
    "translation": {
      "en": "kind of this compulsive avoidance of commitment.",
      "vi": "một cảm giác kiên quyết muốn né tránh sự cam kết."
    }
  },
  {
    "translation": {
      "en": "I was afraid to get too close to people.",
      "vi": "Tôi sợ mình trở nên gần gũi quá với mọi người."
    }
  },
  {
    "translation": {
      "en": "I was afraid to be over-committed to a single place or person",
      "vi": "Tôi sợ mình trở nên gắn bó quá mức với một nơi, một người,"
    }
  },
  {
    "translation": {
      "en": "or community or even city.",
      "vi": "một cộng đồng hay một thành phố nào đó."
    }
  },
  {
    "translation": {
      "en": "And so I just kind of bounced around the world…",
      "vi": "Và thế là tôi cứ bay nhảy hết nơi này đến nơi kia…"
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicking] -…like a lottery ball.",
      "vi": "như một quả bóng xổ số."
    }
  },
  {
    "translation": {
      "en": "You know, spending three months here,",
      "vi": "Dành ba tháng ở đây,"
    }
  },
  {
    "translation": {
      "en": "and two months there, and six weeks here and one week there.",
      "vi": "hai tháng ở kia, sáu tuần ở đây và một tuần ở đó."
    }
  },
  {
    "translation": {
      "en": "I ended up visiting, like, 60 countries, learned a couple of languages,",
      "vi": "Rốt cuộc tôi đi được, cỡ 60 nước, học được vài ngôn ngữ,"
    }
  },
  {
    "translation": {
      "en": "met hundreds of people, had a lot of great times.",
      "vi": "gặp vài trăm người, có nhiều trải nghiệm tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "My life was organized around maximizing quantity of experiences.",
      "vi": "Cuộc đời tôi được lên lịch chạy càng nhiều trải nghiệm càng tốt."
    }
  },
  {
    "translation": {
      "en": "You know, go to more countries, do more things,",
      "vi": "Đi nhiều nước hơn, làm nhiều chuyện hơn,"
    }
  },
  {
    "translation": {
      "en": "go to more parties, date more girls.",
      "vi": "tiệc tùng nhiều hơn, hẹn hò nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Like, it was always more, more, more, more, more.",
      "vi": "Lúc nào cũng kiểu nhiều, nhiều hơn, nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "There was almost this compulsive desire, you know.",
      "vi": "Trong tôi dường như xuất hiện một khao khát đến mức cưỡng chế."
    }
  },
  {
    "translation": {
      "en": "It was, like, this constant urge, like, it was never enough.",
      "vi": "Cảm giác thôi thúc thường trực, không bao giờ là đủ."
    }
  },
  {
    "translation": {
      "en": "There was never enough attention or affection or sex or love…",
      "vi": "Chưa có một sự chú ý, tình cảm, tình dục hay tình yêu nào"
    }
  },
  {
    "translation": {
      "en": "that could ever, like, satiate my craving for it.",
      "vi": "có khả năng thỏa mãn được cơn khát của tôi."
    }
  },
  {
    "translation": {
      "en": "But then it led to these insane situations",
      "vi": "Nhưng rồi nó dẫn đến những tình huống điên rồ…"
    }
  },
  {
    "translation": {
      "en": "where… where I actually would find somebody,",
      "vi": "Nhưng rồi nó dẫn đến những tình huống điên rồ… khi tôi thật sự tìm ra một ai đó và chúng tôi có được"
    }
  },
  {
    "translation": {
      "en": "that we would have a little bit of functional intimacy and chemistry",
      "vi": "khi tôi thật sự tìm ra một ai đó và chúng tôi có được một sự gần gũi đặc biệt và đồng điệu về cảm xúc"
    }
  },
  {
    "translation": {
      "en": "and that scared the living shit out of me.",
      "vi": "và điều đó làm tôi sợ chết khiếp."
    }
  },
  {
    "translation": {
      "en": "And I would run the other direction as fast as I could.",
      "vi": "Và tôi sẽ ba chân bốn cẳng bỏ chạy."
    }
  },
  {
    "translation": {
      "en": "If, like, a cocaine addict stumbled across a snowman made of cocaine,",
      "vi": "Nếu một người nghiện cocaine vô tình gặp được một người tuyết làm từ cocaine,"
    }
  },
  {
    "translation": {
      "en": "like, you'd just, like, bury your fucking head in it.",
      "vi": "thì sẽ vùi đầu vào đó ngay."
    }
  },
  {
    "translation": {
      "en": "I think socially and emotionally, I just… I felt very lost and, um…",
      "vi": "Tôi nghĩ về mặt xã hội và cảm xúc, tôi khi đó cảm thấy rất lạc lõng…"
    }
  },
  {
    "translation": {
      "en": "and I was too young to really understand why.",
      "vi": "và còn quá trẻ để thật sự hiểu tại sao."
    }
  },
  {
    "translation": {
      "en": "In the course of-of writing all these years, I always…",
      "vi": "Trong suốt chừng ấy năm viết lách, tôi luôn…"
    }
  },
  {
    "translation": {
      "en": "was-was jealous of people who had rules and laws named after them.",
      "vi": "ghen tị với những người có tên được đặt cho quy tắc và định luật."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Well, I want to be a cool kid,",
      "vi": "Và tôi nghĩ, \"Ừ, mình muốn ngầu,"
    }
  },
  {
    "translation": {
      "en": "so I'm gonna name a law after myself.\"",
      "vi": "nên sẽ lấy tên mình đặt cho một định luật.\""
    }
  },
  {
    "translation": {
      "en": "And-and, so I created something called Manson's Law of Avoidance,",
      "vi": "Và tôi đã tạo ra một thứ gọi là Luật Lẩn tránh của Manson"
    }
  },
  {
    "translation": {
      "en": "which is essentially this.",
      "vi": "có nội dung chủ yếu như sau…"
    }
  },
  {
    "translation": {
      "en": "People will avoid an action or an experience",
      "vi": "Mức độ lẩn tránh của người ta đối với một hoạt động hoặc trải nghiệm"
    }
  },
  {
    "translation": {
      "en": "in proportion to how much it threatens their identity and their world view.",
      "vi": "tỷ lệ thuận với mức độ đe dọa của việc đó đối với bản thể và thế giới quan của họ."
    }
  },
  {
    "translation": {
      "en": "And the interesting thing about Manson's Law of Avoidance",
      "vi": "Và Luật Lẩn tránh của Manson thú vị ở chỗ"
    }
  },
  {
    "translation": {
      "en": "is that it's true for both… both positive and negative actions.",
      "vi": "nó đúng với cả hành động tích cực và tiêu cực luôn."
    }
  },
  {
    "translation": {
      "en": "And so on the positive side, you get people self-sabotaging,",
      "vi": "Nếu tích cực quá, bạn sẽ thấy người ta bắt đầu tự hủy,"
    }
  },
  {
    "translation": {
      "en": "like, \"No, I don't want to be too successful.",
      "vi": "kiểu, \"Thôi, tôi không muốn thành công quá."
    }
  },
  {
    "translation": {
      "en": "I don't want… I don't want to buy something that's too nice.",
      "vi": "Tôi không muốn mua một thứ gì đó quá đẹp."
    }
  },
  {
    "translation": {
      "en": "I don't want to live somewhere too fancy.",
      "vi": "Tôi không muốn sống ở một nơi quá xa hoa.\""
    }
  },
  {
    "translation": {
      "en": "Like, that… that will… That's too threatening for my life,",
      "vi": "Cứ như là… \"Việc đó quá nguy hiểm với cuộc đời tôi,"
    }
  },
  {
    "translation": {
      "en": "for the security of my life right now.\"",
      "vi": "với sự yên ổn của đời tôi lúc này.\""
    }
  },
  {
    "translation": {
      "en": "And similarly, they avoid things that involve a lot of risk.",
      "vi": "Và tương tự, họ cũng sẽ lẩn tránh những việc chứa nhiều rủi ro."
    }
  },
  {
    "translation": {
      "en": "You know, it's like, \"I don't want to take a chance in another city.",
      "vi": "Kiểu như, \"Tôi không muốn đến thành phố khác tìm cơ hội."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't want to break up with this person.",
      "vi": "Tôi không muốn chia tay với người này."
    }
  },
  {
    "translation": {
      "en": "It might hurt too much, it might make things too difficult.\"",
      "vi": "Sẽ đau đớn lắm. Mọi thứ sẽ trở nên khó khăn lắm.\""
    }
  },
  {
    "translation": {
      "en": "Essentially what Manson's Law says is that the… is that the…",
      "vi": "Nội dung trọng tâm của Luật Manson là"
    }
  },
  {
    "translation": {
      "en": "the resistance to change is proportional",
      "vi": "mức độ kháng cự thay đổi sẽ tỷ lệ thuận với"
    }
  },
  {
    "translation": {
      "en": "to how fundamental something is to how we see ourselves,",
      "vi": "mức độ quan trọng của một việc gì đó đối với cách ta nhìn nhận chính mình,"
    }
  },
  {
    "translation": {
      "en": "and how we see the world.",
      "vi": "cũng như nhìn nhận thế giới."
    }
  },
  {
    "translation": {
      "en": "You know, in my own case, my relationships were all dysfunctional,",
      "vi": "Với trường hợp của tôi, mọi mối quan hệ của tôi đều bất ổn,"
    }
  },
  {
    "translation": {
      "en": "every single one of them.",
      "vi": "từng mối quan hệ một."
    }
  },
  {
    "translation": {
      "en": "And part of that is just because I thought",
      "vi": "Và chúng bất ổn một phần cũng vì tôi cho rằng"
    }
  },
  {
    "translation": {
      "en": "dysfunctional relationships were normal,",
      "vi": "các mối quan hệ bất ổn cũng là lẽ thường tình,"
    }
  },
  {
    "translation": {
      "en": "that that's how all human relationships were.",
      "vi": "rằng mọi mối quan hệ của con người đều như vậy."
    }
  },
  {
    "translation": {
      "en": "And so, I couldn't even correctly identify the problem,",
      "vi": "Đến việc xác định đúng vấn đề tôi còn không làm được"
    }
  },
  {
    "translation": {
      "en": "because I had constructed a world view",
      "vi": "vì tôi đã xây dựng một thế giới quan"
    }
  },
  {
    "translation": {
      "en": "that prevented me from seeing the problem.",
      "vi": "ngăn cản mình nhìn ra vấn đề."
    }
  },
  {
    "translation": {
      "en": "It was too fundamental for my identity.",
      "vi": "Nó ảnh hưởng quá lớn đến cách tôi nhìn nhận mình."
    }
  },
  {
    "translation": {
      "en": "In 1972, a young man named Norio Suzuki",
      "vi": "Năm 1972, một chàng trai trẻ tên Suzuki Norio"
    }
  },
  {
    "translation": {
      "en": "first heard of the legendary Lieutenant Onoda.",
      "vi": "lần đầu nghe danh Trung úy Onoda trong truyền thuyết."
    }
  },
  {
    "translation": {
      "en": "Suzuki was an adventurer, an explorer and a bit of a hippy.",
      "vi": "Suzuki là một người có máu phiêu lưu, một nhà thám hiểm có phần lập dị."
    }
  },
  {
    "translation": {
      "en": "Many Japanese thought",
      "vi": "Nhiều người Nhật đã nghĩ"
    }
  },
  {
    "translation": {
      "en": "Lieutenant Onoda sounded too insane to actually exist.",
      "vi": "người như Trung úy Onoda quá điên rồ để thật sự tồn tại trên đời,"
    }
  },
  {
    "translation": {
      "en": "Others thought he was the stuff of fairy tales,",
      "vi": "số khác nghĩ đó chỉ là sản phẩm cổ tích"
    }
  },
  {
    "translation": {
      "en": "invented by those who yearned for a Japan",
      "vi": "được tạo ra bởi những người mong ngóng một nước Nhật"
    }
  },
  {
    "translation": {
      "en": "that had long since disappeared.",
      "vi": "đã biến mất từ rất lâu."
    }
  },
  {
    "translation": {
      "en": "But for Suzuki,",
      "vi": "Nhưng với Suzuki,"
    }
  },
  {
    "translation": {
      "en": "the idea of finding Onoda was a new and worthy adventure.",
      "vi": "ý tưởng đi tìm Onoda, là một cuộc phiêu lưu mới đáng giá."
    }
  },
  {
    "translation": {
      "en": "Sure, local forces had been scavenging the jungle for almost 30 years",
      "vi": "Đúng, các lực lượng tìm kiếm địa phương đã lùng sục khu rừng gần 30 năm"
    }
  },
  {
    "translation": {
      "en": "with no luck.",
      "vi": "trong vô vọng."
    }
  },
  {
    "translation": {
      "en": "Thousands of leaflets had been met with no response.",
      "vi": "Hàng ngàn truyền đơn được rải đi mà không có một lời hồi đáp."
    }
  },
  {
    "translation": {
      "en": "But fuck it, this deadbeat college dropout hippy,",
      "vi": "Nhưng mặc xác, tay sinh viên bỏ học lập dị này"
    }
  },
  {
    "translation": {
      "en": "he was gonna be the one to find him.",
      "vi": "sẽ trở thành người tìm ra ngài ấy."
    }
  },
  {
    "translation": {
      "en": "Unarmed and untrained for any sort of reconnaissance or tactical warfare,",
      "vi": "Không vũ khí, cũng không được đào tạo kỹ năng trinh sát hay chiến thuật nào,"
    }
  },
  {
    "translation": {
      "en": "Suzuki traveled to Lubang, and began wandering around the jungle by himself.",
      "vi": "Suzuki đi đến Lubang và bắt đầu lang thang một mình trong rừng."
    }
  },
  {
    "translation": {
      "en": "His strategy? Shout out Onoda's name,",
      "vi": "Chiến lược của anh ta hả? Gào tên Onoda,"
    }
  },
  {
    "translation": {
      "en": "and tell him that the Emperor was worried about him.",
      "vi": "và nói cho ngài ấy nghe Nhật hoàng rất lo cho ngài ấy."
    }
  },
  {
    "translation": {
      "en": "He found Onoda in four days.",
      "vi": "Anh ta đã tìm thấy Onoda trong bốn ngày."
    }
  },
  {
    "translation": {
      "en": "Now, why Onoda, after 30 years",
      "vi": "Tại sao Onoda, sau 30 năm,"
    }
  },
  {
    "translation": {
      "en": "and millions of dollars of rescue operations,",
      "vi": "từ chối các chiến dịch cứu hộ tốn hàng triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "decided to reveal himself to a lowly backpacker is hard to say.",
      "vi": "lại quyết định lộ diện trước một phượt thủ tầm thường? Thật khó nói."
    }
  },
  {
    "translation": {
      "en": "Perhaps it was the loneliness,",
      "vi": "Có lẽ là vì cô đơn,"
    }
  },
  {
    "translation": {
      "en": "or perhaps he saw in Suzuki his own adventurous younger self,",
      "vi": "cũng có thể vì ngài ấy nhìn thấy dáng vẻ thích phiêu lưu của mình lúc trẻ ở Suzuki,"
    }
  },
  {
    "translation": {
      "en": "a self that was still worth saving.",
      "vi": "một bản thể vẫn đáng được cứu rỗi."
    }
  },
  {
    "translation": {
      "en": "On the 9th of March, 1974,",
      "vi": "Ngày 9 tháng 3 năm 1974,"
    }
  },
  {
    "translation": {
      "en": "Hiroo Onoda was finally ordered to terminate hostilities",
      "vi": "Onoda Hiroo cuối cùng đã nhận lệnh bãi chiến"
    }
  },
  {
    "translation": {
      "en": "by this long-retired commander.",
      "vi": "từ vị chỉ huy đã về hưu từ lâu này."
    }
  },
  {
    "translation": {
      "en": "He crumpled under the weight of his pack",
      "vi": "Mang ba lô, ngài quỵ xuống,"
    }
  },
  {
    "translation": {
      "en": "and began to weep uncontrollably.",
      "vi": "nước mắt bắt đầu tuôn rơi."
    }
  },
  {
    "translation": {
      "en": "\"Am I the chosen one?\"",
      "vi": "\"Mình là người được chọn sao?\""
    }
  },
  {
    "translation": {
      "en": "We all love to believe that we're the chosen one.",
      "vi": "Ta đều thích tin rằng mình là người được chọn"
    }
  },
  {
    "translation": {
      "en": "Because we're all kind of living out our own little story,",
      "vi": "vì ta đều đang sống trong câu chuyện nhỏ của riêng mình,"
    }
  },
  {
    "translation": {
      "en": "our own little hero's journey.",
      "vi": "hành trình anh hùng bé nhỏ của riêng mình."
    }
  },
  {
    "translation": {
      "en": "And so, in our own minds, we are the chosen one.",
      "vi": "Và do đó, trong tâm trí của ta, ta là người được chọn."
    }
  },
  {
    "translation": {
      "en": "And it feels good.",
      "vi": "Và cảm giác đó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "But this is the cheeseburger and fries for your brain, you know.",
      "vi": "Nhưng đây chỉ là thứ burger phô mai và khoai tây chiên cho não."
    }
  },
  {
    "translation": {
      "en": "Like, that's… That's the junk food for your mind.",
      "vi": "Bạn hiểu chứ? Kiểu như… Đó chỉ là đồ ăn kém lành mạnh cho tâm trí."
    }
  },
  {
    "translation": {
      "en": "It tastes, like, really good going down,",
      "vi": "Lúc ăn vào thì thấy ngon lành đấy,"
    }
  },
  {
    "translation": {
      "en": "but it-it makes you unhealthy and lethargic.",
      "vi": "nhưng nó gây hại cho sức khỏe và khiến ta trở nên biếng nhác."
    }
  },
  {
    "translation": {
      "en": "And, at some point, this world view will fall apart.",
      "vi": "Và sẽ đến một lúc nào đó, thế giới quan này sẽ sụp đổ."
    }
  },
  {
    "translation": {
      "en": "Like, that falling apart has to happen.",
      "vi": "Cứ như việc nó sụp đổ là tất yếu vậy."
    }
  },
  {
    "translation": {
      "en": "Something funny starts happening as you get away from heartbreak.",
      "vi": "Có vài thứ buồn cười xảy ra khi ta thoát khỏi đau khổ."
    }
  },
  {
    "translation": {
      "en": "For one, you start dating other people,",
      "vi": "Với ai đó, họ bắt đầu hẹn hò người khác"
    }
  },
  {
    "translation": {
      "en": "and you start noticing patterns.",
      "vi": "và bắt đầu để ý mẫu hành vi."
    }
  },
  {
    "translation": {
      "en": "And for me, it was, I started noticing that…",
      "vi": "Và với tôi, tôi bắt đầu để ý thấy"
    }
  },
  {
    "translation": {
      "en": "a lot of the shit that I blamed my first girlfriend for",
      "vi": "có nhiều điểm xấu xí tôi từng đổ cho cô bạn gái đầu tiên"
    }
  },
  {
    "translation": {
      "en": "was popping up with other women I started seeing.",
      "vi": "xuất hiện ở những người phụ nữ tôi hẹn hò sau đó."
    }
  },
  {
    "translation": {
      "en": "And it made me start asking myself, huh!",
      "vi": "Và điều đó khiến tôi bắt đầu tự vấn \"Ồ!"
    }
  },
  {
    "translation": {
      "en": "Maybe it's not their fault.",
      "vi": "Có khi đó không phải lỗi của họ."
    }
  },
  {
    "translation": {
      "en": "Maybe it's something I'm doing.",
      "vi": "Có lẽ người làm sai là mình.\""
    }
  },
  {
    "translation": {
      "en": "And so it caused me to start reflecting on my behavior,",
      "vi": "Và từ đó, tôi bắt đầu tự quán chiếu lại hành vi"
    }
  },
  {
    "translation": {
      "en": "and my intentions.",
      "vi": "và động cơ của mình."
    }
  },
  {
    "translation": {
      "en": "It took a number of years for me to look back",
      "vi": "Cũng mất hết vài năm để tôi nhìn lại và ngộ ra, \"Ái chà,"
    }
  },
  {
    "translation": {
      "en": "and realize, like, \"Wow. I was such an asshole.\"",
      "vi": "Cũng mất hết vài năm để tôi nhìn lại và ngộ ra, \"Ái chà, hồi đó mình khốn nạn thật chứ.\""
    }
  },
  {
    "translation": {
      "en": "And, um, there was a lot of, like, guilt and shame of like,",
      "vi": "Và có một đợt sóng tội lỗi và xấu hổ đánh tới,"
    }
  },
  {
    "translation": {
      "en": "\"Wow. I can't… I can't believe I did that.",
      "vi": "\"Trời ơi, không ngờ mình đã làm như vậy."
    }
  },
  {
    "translation": {
      "en": "Like, who does that?\"",
      "vi": "Làm người ai lại làm thế chứ?\""
    }
  },
  {
    "translation": {
      "en": "And as awful as that shame and guilt felt, it was useful.",
      "vi": "Và dù cảm giác xấu hổ và tội lỗi đó tệ đến mấy, nó vẫn có ích."
    }
  },
  {
    "translation": {
      "en": "Like, I needed that.",
      "vi": "Tôi thật sự cần nó."
    }
  },
  {
    "translation": {
      "en": "A 58 year old woman has filed a civil suit",
      "vi": "Một phụ nữ 58 tuổi đã đệ đơn kiện dân sự"
    }
  },
  {
    "translation": {
      "en": "against a local Mexican restaurant",
      "vi": "một quán ăn Mexico ở địa phương,"
    }
  },
  {
    "translation": {
      "en": "after she fell off the eatery's famous plastic donkey statue.",
      "vi": "sau khi bà ấy ngã khỏi tượng con lừa nhựa nổi tiếng của quán ăn."
    }
  },
  {
    "translation": {
      "en": "[presenter] Two men who rushed in to help a woman trapped in her SUV as it burned",
      "vi": "Hai người đàn ông lao vào cứu người phụ nữ bị kẹt trong chiếc SUV khi nó bốc cháy"
    }
  },
  {
    "translation": {
      "en": "are now suing that woman.",
      "vi": "giờ lại đang kiện người phụ nữ đó."
    }
  },
  {
    "translation": {
      "en": "I can't go to Jonathan's right now",
      "vi": "Tôi không đến nhà Jonathan được đâu."
    }
  },
  {
    "translation": {
      "en": "cause I got a ticket.",
      "vi": "Vì tôi dính vé phạt rồi."
    }
  },
  {
    "translation": {
      "en": "Cause, apparently, you're supposed to pull over for an emergency vehicle,",
      "vi": "Vì hình như luật bảo phải tấp vào để nhường đường cho xe ưu tiên,"
    }
  },
  {
    "translation": {
      "en": "and I didn't know.",
      "vi": "mà tôi có biết đâu."
    }
  },
  {
    "translation": {
      "en": "And it's so much money, and I only have 47 dollars.",
      "vi": "Tiền phạt nhiều lắm, mà tôi chỉ có 47 đô thôi."
    }
  },
  {
    "translation": {
      "en": "A lot of people… recoil from this idea",
      "vi": "Rất nhiều người thấy rén khi nghĩ đến việc"
    }
  },
  {
    "translation": {
      "en": "that we're responsible for everything that happens in our lives.",
      "vi": "phải chịu trách nhiệm cho mọi thứ diễn ra trong đời."
    }
  },
  {
    "translation": {
      "en": "But it's true. We just are.",
      "vi": "Nhưng đúng là vậy đấy. Ta phải chịu trách nhiệm hết."
    }
  },
  {
    "translation": {
      "en": "[man] Don't push your stroller into my legs.",
      "vi": "Đừng ủi xe đẩy vào chân tôi!"
    }
  },
  {
    "translation": {
      "en": "You pushed your stroller right into me, and all I said was, \"Excuse you.\"",
      "vi": "Cô phi cái xe đẩy vào chân tôi, tôi chỉ nói, \"Này cô kia\"."
    }
  },
  {
    "translation": {
      "en": "And then you said, \"[beep] you, [beep] you…\"",
      "vi": "Vậy mà cô trả lời, \"Mẹ kiếp anh.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] You hear stories of people like this.",
      "vi": "Ta hay nghe chuyện về những người như vậy."
    }
  },
  {
    "translation": {
      "en": "All these terrible things that have been inflicted upon them.",
      "vi": "Những người có lối sống giận cá chém thớt."
    }
  },
  {
    "translation": {
      "en": "[manager] Are you going to act reasonably?",
      "vi": "Chú cư xử đàng hoàng được không?"
    }
  },
  {
    "translation": {
      "en": "[man] Second time round, you guys expect me to be reasonable?",
      "vi": "Lần thứ hai rồi đấy, mày muốn tao cư xử đàng hoàng à?"
    }
  },
  {
    "translation": {
      "en": "[Mark] They don't want to accept",
      "vi": "Họ không muốn chấp nhận"
    }
  },
  {
    "translation": {
      "en": "that, like, life is always going to suck a little bit.",
      "vi": "rằng cuộc đời sẽ luôn có lúc tồi tệ."
    }
  },
  {
    "translation": {
      "en": "[man] Why would I wait 45 minutes if my food is right there?",
      "vi": "Đồ ăn của tôi ngay đó mà, sao phải đợi tận 45 phút?"
    }
  },
  {
    "translation": {
      "en": "And I paid for it, so let me just get me my food.",
      "vi": "Mà tôi cũng đã trả tiền, nên để tôi tự lấy cho rồi đi."
    }
  },
  {
    "translation": {
      "en": "And everybody has their shit.",
      "vi": "Và ai cũng có vấn đề riêng."
    }
  },
  {
    "translation": {
      "en": "But it's up to us as individuals not to blame others for this stuff.",
      "vi": "Nhưng có đổ thừa cho người khác hay không, còn tùy thuộc vào mỗi chúng ta."
    }
  },
  {
    "translation": {
      "en": "-[woman] Hey, Peggy. What's up? -[Peggy] I don't care.",
      "vi": "Chào Peggy. Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah. -[woman] What's going on?",
      "vi": "Chào Peggy. Sao vậy? Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "[Peggy] I don't care no more.",
      "vi": "Tôi không quan tâm nữa đâu."
    }
  },
  {
    "translation": {
      "en": "I don't care. I lost my husband.",
      "vi": "Mặc xác hết. Tôi mất chồng rồi."
    }
  },
  {
    "translation": {
      "en": "[beep] everybody.",
      "vi": "Mẹ kiếp các người."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay. [Peggy] Adios!",
      "vi": "- Được thôi. - Tạm biệt!"
    }
  },
  {
    "translation": {
      "en": "People do get offended or upset",
      "vi": "Người ta sẽ khó chịu và bực bội chứ,"
    }
  },
  {
    "translation": {
      "en": "when you imply that they're somehow responsible for a tragedy in their life.",
      "vi": "nếu khi không lại bị bắt chịu trách nhiệm cho bi kịch cuộc đời người khác."
    }
  },
  {
    "translation": {
      "en": "I mean, again, it's not their fault, but it's their responsibility.",
      "vi": "Lần nữa nhé. Không phải do họ làm ra. Vậy mà họ phải chịu trận."
    }
  },
  {
    "translation": {
      "en": "You know, you get a horrible disease,",
      "vi": "Bạn biết đấy, nó như một căn bệnh quái ác vậy."
    }
  },
  {
    "translation": {
      "en": "somebody gets cancer, a family member dies.",
      "vi": "Ai đó bị ung thư, một người trong nhà qua đời."
    }
  },
  {
    "translation": {
      "en": "Awful things do happen in this world.",
      "vi": "Trên đời này thiếu gì chuyện tồi tệ."
    }
  },
  {
    "translation": {
      "en": "The problem is, is that people who fall into this mentality,",
      "vi": "Vấn đề là, những người rơi vào trạng thái tâm lý này,"
    }
  },
  {
    "translation": {
      "en": "they disempower themselves from actually doing anything about their problems.",
      "vi": "họ tự tước mất năng lực thật sự làm gì đó để giải quyết vấn đề của mình."
    }
  },
  {
    "translation": {
      "en": "Their goal is to simply find new outlets to blame,",
      "vi": "Mục tiêu của họ đơn giản là tìm \"tấm thớt mới\" để chém,"
    }
  },
  {
    "translation": {
      "en": "like new people",
      "vi": "những đối tượng khác,"
    }
  },
  {
    "translation": {
      "en": "to, like, push their responsibility for themselves onto.",
      "vi": "rồi trút hết trách nhiệm lên đầu những người đó."
    }
  },
  {
    "translation": {
      "en": "Why is it okay for women to say, \"Oh, you're five feet?\" on dating sites,",
      "vi": "Đàn bà lên web hẹn hò mà nói, \"Trời, anh cao có mét rưỡi,"
    }
  },
  {
    "translation": {
      "en": "\"You should be dead\"? That's okay?",
      "vi": "anh chết đi cho rồi.\" - Vậy mà được à? - Có ai ở đây nói anh vậy à? Có ai đâu."
    }
  },
  {
    "translation": {
      "en": "-[woman 1] Who said that to you here? -[woman 2] Nobody.",
      "vi": "- Vậy mà được à? - Có ai ở đây nói anh vậy à? Có ai đâu."
    }
  },
  {
    "translation": {
      "en": "You think I'm making that shit up?",
      "vi": "Ý cô là tôi bịa chuyện hả?"
    }
  },
  {
    "translation": {
      "en": "Everywhere I go, I get the same [bleep] smirk.",
      "vi": "Tôi đi đâu cũng bị cười đểu."
    }
  },
  {
    "translation": {
      "en": "With the biting lip.",
      "vi": "Họ cắn môi để nhịn cười."
    }
  },
  {
    "translation": {
      "en": "They're doing it because they're in pain,",
      "vi": "Họ làm vậy vì họ đau đớn,"
    }
  },
  {
    "translation": {
      "en": "because something really hurt them at some point in their life.",
      "vi": "vì tại một thời điểm nào đó, có gì đó xảy ra đã thật sự tổn thương họ."
    }
  },
  {
    "translation": {
      "en": "And even though we kind of detest their behavior and their attitude,",
      "vi": "Và mặc dù chúng ta ghét bỏ cách cư xử và thái độ đó,"
    }
  },
  {
    "translation": {
      "en": "they're still deserving of empathy and understanding.",
      "vi": "họ vẫn xứng đáng được đồng cảm và thấu hiểu."
    }
  },
  {
    "translation": {
      "en": "Due to our legal system, we're accustomed",
      "vi": "Bộ máy pháp luật đã khiến ta quen với việc"
    }
  },
  {
    "translation": {
      "en": "to equating fault and responsibility as being the same thing,",
      "vi": "coi lỗi lầm và trách nhiệm là một."
    }
  },
  {
    "translation": {
      "en": "but they're not.",
      "vi": "Nhưng không phải vậy."
    }
  },
  {
    "translation": {
      "en": "[woman] Jennifer Connell sued the boy",
      "vi": "Jennifer Connell kiện cậu bé này"
    }
  },
  {
    "translation": {
      "en": "over an injury she received during his eighth birthday party,",
      "vi": "vì làm mình bị thương trong buổi tiệc tám tuổi của cậu"
    }
  },
  {
    "translation": {
      "en": "when he leaped into her arms to hug her.",
      "vi": "khi cậu bổ nhào vào để đáp lại cái ôm của cô bé."
    }
  },
  {
    "translation": {
      "en": "We're not always at fault for our pain,",
      "vi": "Nỗi đau ta chịu không phải lúc nào cũng tại ta,"
    }
  },
  {
    "translation": {
      "en": "but we are always responsible for our pain.",
      "vi": "nhưng ta luôn có trách nhiệm với nỗi đau ấy."
    }
  },
  {
    "translation": {
      "en": "We are always interpreting our pain. We are always reacting to our pain.",
      "vi": "Ta luôn cắt nghĩa nỗi đau của mình, luôn phản ứng với nỗi đau của mình."
    }
  },
  {
    "translation": {
      "en": "While it's not my fault when my first girlfriend dumped me,",
      "vi": "Khi bị cô bạn gái đầu tiên bỏ, đó không phải lỗi của tôi,"
    }
  },
  {
    "translation": {
      "en": "I shared responsibility in the failure of the relationship.",
      "vi": "nhưng tôi vẫn có trách nhiệm trong sự thất bại của mối quan hệ này."
    }
  },
  {
    "translation": {
      "en": "[man] I paid for my sandwich. I'm getting my sandwich.",
      "vi": "Tôi trả tiền mua sandwich nên sẽ lấy sandwich."
    }
  },
  {
    "translation": {
      "en": "Call the police. I paid for my sandwich. I'm grabbing my sandwich.",
      "vi": "Gọi cảnh sát đi. Tôi đã trả tiền sandwich. Giờ tôi sẽ lấy nó đi."
    }
  },
  {
    "translation": {
      "en": "[man] I'm right! You're wrong!",
      "vi": "Tôi đúng! Anh mới sai!"
    }
  },
  {
    "translation": {
      "en": "Dude, want to step outside? You want to step outside?",
      "vi": "Thằng kia, ra ngoài nói chuyện không? Ra ngoài xử nhau nhé?"
    }
  },
  {
    "translation": {
      "en": "-[woman] No. Can you… -[people screaming]",
      "vi": "Không. Có thể nào…"
    }
  },
  {
    "translation": {
      "en": "It's not my fault. I've got a perfectly good ticket.",
      "vi": "Không phải tại tôi. Tấm vé cực kỳ tốt này là của tôi."
    }
  },
  {
    "translation": {
      "en": "I have a right to catch this bus!",
      "vi": "Tôi có quyền bắt chiếc xe buýt này!"
    }
  },
  {
    "translation": {
      "en": "[Mark] Every awful thing that happens in our lives,",
      "vi": "Với mọi thứ tồi tệ xảy ra trong đời chúng ta,"
    }
  },
  {
    "translation": {
      "en": "you have a choice to make.",
      "vi": "chúng ta đều có lựa chọn."
    }
  },
  {
    "translation": {
      "en": "How are you going to react to it?",
      "vi": "Ta sẽ phản ứng thế nào?"
    }
  },
  {
    "translation": {
      "en": "How can I make this meaningful?",
      "vi": "Làm sao để trải nghiệm này có ý nghĩa?"
    }
  },
  {
    "translation": {
      "en": "What can I do about it? How can I move forward?",
      "vi": "Phải giải quyết thế nào? Làm cách nào để bước tiếp?"
    }
  },
  {
    "translation": {
      "en": "Now that… that's like…",
      "vi": "Và điều đó giống như…"
    }
  },
  {
    "translation": {
      "en": "That is a tough pill to swallow and it takes…",
      "vi": "Đó là một viên thuốc đắng thật khó nuốt, và phải mất…"
    }
  },
  {
    "translation": {
      "en": "It takes a long time for most of us to swallow that.",
      "vi": "Phải mất một thời gian dài thì hầu hết chúng ta mới nuốt được."
    }
  },
  {
    "translation": {
      "en": "But it's true.",
      "vi": "Nhưng đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "And in my case, it was a very, very hard thing for me to admit to myself.",
      "vi": "Và trong trường hợp của tôi, tôi đã phải rất đau đớn, chật vật để thừa nhận với chính mình."
    }
  },
  {
    "translation": {
      "en": "But once I did,",
      "vi": "Nhưng một khi đã làm được,"
    }
  },
  {
    "translation": {
      "en": "it was so powerful.",
      "vi": "nó có tác động rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "It forced me to… to take responsibility for my choices,",
      "vi": "Nó buộc tôi phải chịu trách nhiệm cho những lựa chọn của mình"
    }
  },
  {
    "translation": {
      "en": "and for how I behaved.",
      "vi": "cũng như cách mình cư xử."
    }
  },
  {
    "translation": {
      "en": "It freed me to change to not make those same mistakes going forward.",
      "vi": "Nó giải phóng tôi, giúp tôi thay đổi để sau này không lặp lại sai lầm tương tự."
    }
  },
  {
    "translation": {
      "en": "Responsibility is essentially admitting",
      "vi": "Bản chất của trách nhiệm chính là thừa nhận"
    }
  },
  {
    "translation": {
      "en": "that you can make a different choice next time.",
      "vi": "rằng lần tới, ta có thể lựa chọn khác đi."
    }
  },
  {
    "translation": {
      "en": "And so until you adopt that responsibility,",
      "vi": "Cho đến khi có được tinh thần trách nhiệm đó,"
    }
  },
  {
    "translation": {
      "en": "you're gonna make the same choices over and over and over again.",
      "vi": "ta vẫn sẽ lặp đi lặp lại những lựa chọn giống nhau."
    }
  },
  {
    "translation": {
      "en": "[Mark] Lieutenant Onoda arrived home to a hero's welcome.",
      "vi": "Trung úy Onoda được chào đón nồng nhiệt tại quê nhà."
    }
  },
  {
    "translation": {
      "en": "-He became a kind of celebrity. -[applause]",
      "vi": "Ngài trở thành nhân vật không khác gì người nổi tiếng,"
    }
  },
  {
    "translation": {
      "en": "He was shuttled around from talk show to radio station.",
      "vi": "được đưa đón khắp nơi, từ show trò chuyện tới đài phát thanh."
    }
  },
  {
    "translation": {
      "en": "Politicians clambered to shake his hand.",
      "vi": "Các chính khách tranh nhau để được bắt tay ngài."
    }
  },
  {
    "translation": {
      "en": "But despite the adoration,",
      "vi": "Nhưng bất chấp sự ngưỡng mộ nhận được,"
    }
  },
  {
    "translation": {
      "en": "he was confronted by an undeniable truth.",
      "vi": "ngài vẫn phải đối mặt với một sự thật không thể chối bỏ."
    }
  },
  {
    "translation": {
      "en": "The Japan he had been fighting for no longer existed.",
      "vi": "Nước Nhật mà ngài công hiến cả cuộc đời đã không còn tồn tại nữa."
    }
  },
  {
    "translation": {
      "en": "Thirty years of life wasted.",
      "vi": "Ba mươi năm cuộc đời trở nên hoang phí."
    }
  },
  {
    "translation": {
      "en": "Hiroo Onoda's is a precautionary tale about certainty,",
      "vi": "Onoda Hiroo là câu chuyện cảnh tỉnh về tâm lý chắc nịch,"
    }
  },
  {
    "translation": {
      "en": "of being too sure of how things work.",
      "vi": "về việc quá quả quyết cách mọi thứ vận hành."
    }
  },
  {
    "translation": {
      "en": "He's a man who,",
      "vi": "Ngài ấy là người"
    }
  },
  {
    "translation": {
      "en": "despite the fact that the war ended, the Empire collapsed,",
      "vi": "bất chấp sự thật là chiến tranh đã kết thúc, Đế quốc Nhật đã sụp đổ,"
    }
  },
  {
    "translation": {
      "en": "and the modern world completely changed, he never left the past.",
      "vi": "thế giới hiện đại đã hoàn toàn thay đổi, vẫn không chịu rời bỏ quá khứ."
    }
  },
  {
    "translation": {
      "en": "Every event that occurred, he simply reinterpreted it",
      "vi": "Với mỗi sự kiện xảy ra, ngài chỉ diễn giải lại"
    }
  },
  {
    "translation": {
      "en": "to fit his prior world view.",
      "vi": "cho phù hợp với thế giới quan trước đó."
    }
  },
  {
    "translation": {
      "en": "I think most people tend to see the world",
      "vi": "Tôi nghĩ hầu hết mọi người nhìn thế giới"
    }
  },
  {
    "translation": {
      "en": "in terms of, like, right and wrong. Who's right, who's wrong,",
      "vi": "theo kiểu xác định đúng sai. Ai đúng, ai sai,"
    }
  },
  {
    "translation": {
      "en": "and… and there's kind of no middle ground.",
      "vi": "và không có gì ở chính giữa."
    }
  },
  {
    "translation": {
      "en": "I-I prefer to think of it in terms of everybody is wrong all the time.",
      "vi": "Suy nghĩ của tôi thiên về mọi người luôn sai hơn."
    }
  },
  {
    "translation": {
      "en": "And it's just a question of who's slightly less wrong.",
      "vi": "Và câu hỏi chỉ là ai ít sai hơn một chút."
    }
  },
  {
    "translation": {
      "en": "And I don't think we… we ask that critical question of ourselves very often,",
      "vi": "Tôi không nghĩ chúng ta không thường xuyên tự hỏi câu hỏi quan trọng đó,"
    }
  },
  {
    "translation": {
      "en": "because it's not just true of society, it's also true of us as individuals.",
      "vi": "vì nó không chỉ đúng với xã hội, nó còn đúng với mỗi cá nhân."
    }
  },
  {
    "translation": {
      "en": "Things that I was certain were true 10, 20 years ago,",
      "vi": "Những điều tôi chắc chắn là đúng cách đây 10, 20 năm,"
    }
  },
  {
    "translation": {
      "en": "now I look back at and I laugh at.",
      "vi": "giờ tôi nhìn lại mà chỉ biết cười."
    }
  },
  {
    "translation": {
      "en": "I was certain that my relationship with my first girlfriend was perfect,",
      "vi": "Tôi từng chắc chắn rằng tình cảm với bạn gái đầu tiên là hoàn hảo,"
    }
  },
  {
    "translation": {
      "en": "and we were in love, and everything was gonna be great.",
      "vi": "và chúng tôi yêu nhau, và mọi thứ sẽ rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I was completely wrong about that.",
      "vi": "Rốt cuộc tôi nghĩ sai bét còn gì."
    }
  },
  {
    "translation": {
      "en": "So instead of constantly looking for certainty,",
      "vi": "Nên thay vì mải miết tìm sự chắc chắn,"
    }
  },
  {
    "translation": {
      "en": "it's more effective to look for doubt.",
      "vi": "tìm kiếm sự nghi ngại sẽ hiệu quả hơn."
    }
  },
  {
    "translation": {
      "en": "What can you potentially be wrong about?",
      "vi": "Ta có thể sai lầm ở đâu?"
    }
  },
  {
    "translation": {
      "en": "What beliefs could be improved upon?",
      "vi": "Niềm tin nào nên được củng cố?"
    }
  },
  {
    "translation": {
      "en": "What could potentially change?",
      "vi": "Thay đổi có thể xảy ra là gì?"
    }
  },
  {
    "translation": {
      "en": "Those are the more effective questions.",
      "vi": "Đó là những câu hỏi hiệu quả hơn."
    }
  },
  {
    "translation": {
      "en": "It's paradoxical, but the most functional and healthy relationships,",
      "vi": "Mâu thuẫn thật, nhưng những mối quan hệ hữu ích và lành mạnh nhất"
    }
  },
  {
    "translation": {
      "en": "it's two people who are able and allowed to say \"no\" to each other,",
      "vi": "lại là khi hai người có thể và được phép nói \"không\" với nhau,"
    }
  },
  {
    "translation": {
      "en": "to disappoint each other.",
      "vi": "được làm nhau thất vọng."
    }
  },
  {
    "translation": {
      "en": "If you need to feel certain about everything in your life,",
      "vi": "Nếu nhất định phải cảm thấy chắc chắn với mọi thứ trong đời,"
    }
  },
  {
    "translation": {
      "en": "then you're not gonna have the ability to trust people.",
      "vi": "ta sẽ mất đi khả năng tin tưởng con người."
    }
  },
  {
    "translation": {
      "en": "You're gonna try to control people,",
      "vi": "Ta sẽ ra sức kiểm soát người khác,"
    }
  },
  {
    "translation": {
      "en": "you're gonna try to manipulate them into, like, doing exactly what you need them to do.",
      "vi": "cố gắng thao túng họ để làm đúng điều ta muốn họ làm."
    }
  },
  {
    "translation": {
      "en": "Like, finding out you're wrong is… it's…",
      "vi": "Biết rằng mình sai… Cảm giác này thật…"
    }
  },
  {
    "translation": {
      "en": "it doesn't feel good, but it's necessary.",
      "vi": "Nó không dễ chịu gì, nhưng lại cần thiết."
    }
  },
  {
    "translation": {
      "en": "It's necessary to become a better human being.",
      "vi": "Cần thiết để trở thành một người tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "One of my favorite psychologists and researchers",
      "vi": "Một nhà tâm lý học kiêm nhà nghiên cứu mà tôi yêu thích"
    }
  },
  {
    "translation": {
      "en": "is a guy named Kazimierz Dą́browski.",
      "vi": "là một người tên Kazimierz Dabrowski."
    }
  },
  {
    "translation": {
      "en": "He was from Poland during the Cold War, so he was behind the Iron Curtain.",
      "vi": "Là người Ba Lan thời Chiến tranh Lạnh, nên ông ấy ở sau Bức Màn Sắt."
    }
  },
  {
    "translation": {
      "en": "And it's really interesting because if you look at the psychological research",
      "vi": "Một điều rất thú vị là nếu bạn quan sát công cuộc nghiên cứu tâm lý"
    }
  },
  {
    "translation": {
      "en": "that was happening during the 20th century…",
      "vi": "diễn ra vào thế kỷ 20…"
    }
  },
  {
    "translation": {
      "en": "…in the West, it was very much focused on positivity.",
      "vi": "Ở phương Tây, trọng tâm là sự tích cực."
    }
  },
  {
    "translation": {
      "en": "How do we make people feel better?",
      "vi": "Làm sao để mọi người cảm thấy tốt hơn?"
    }
  },
  {
    "translation": {
      "en": "How do we improve people's self-esteem?",
      "vi": "Làm sao để nâng cao lòng tự trọng?"
    }
  },
  {
    "translation": {
      "en": "How do we make people happier?",
      "vi": "Làm sao giúp mọi người vui vẻ hơn?"
    }
  },
  {
    "translation": {
      "en": "Whereas in the East, it was much more about negative experience.",
      "vi": "Trong khi ở phương Đông, trải nghiệm tiêu cực được chú ý hơn."
    }
  },
  {
    "translation": {
      "en": "It was about how does pain and suffering affect people?",
      "vi": "Chủ đề là nỗi đau đớn và thống khổ tác động đến con người như thế nào?"
    }
  },
  {
    "translation": {
      "en": "How does trauma shape them or change them in various ways?",
      "vi": "Sang chấn tâm lý sẽ định hình hoặc thay đổi họ theo những hướng nào?"
    }
  },
  {
    "translation": {
      "en": "And Dą́browski, by being a researcher in Warsaw,",
      "vi": "Và Dabrowski, khi đó là nhà nghiên cứu ở Warsaw,"
    }
  },
  {
    "translation": {
      "en": "he had access to World War Two survivors and Holocaust survivors to study.",
      "vi": "được gặp người sống sót từ Thế chiến II cũng như Nạn diệt chủng để nghiên cứu."
    }
  },
  {
    "translation": {
      "en": "And so he ended up interviewing hundreds of them.",
      "vi": "Nhờ đó, ông ấy được phỏng vấn hàng trăm người như vậy."
    }
  },
  {
    "translation": {
      "en": "And he found something incredibly startling.",
      "vi": "Và ông ấy nhận được kết quả rất đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "The majority of people",
      "vi": "Phần lớn những người"
    }
  },
  {
    "translation": {
      "en": "who survived the war and survived the Holocaust",
      "vi": "sống sót qua cuộc chiến và nạn diệt chủng Holocaust"
    }
  },
  {
    "translation": {
      "en": "eventually attributed those experiences as benefitting them.",
      "vi": "rốt cuộc lại cho rằng những trải nghiệm đó có lợi cho họ."
    }
  },
  {
    "translation": {
      "en": "They basically said that those experiences, as awful as they were,",
      "vi": "Căn bản là họ nói rằng những trải nghiệm đó, dù chúng tồi tệ thế nào,"
    }
  },
  {
    "translation": {
      "en": "made them better people.",
      "vi": "giúp họ trở thành người tốt hơn."
    }
  },
  {
    "translation": {
      "en": "It made them more grateful, it made the more compassionate.",
      "vi": "Giúp họ biết ơn hơn, giàu lòng thương cảm hơn."
    }
  },
  {
    "translation": {
      "en": "It improved their sense of self-respect.",
      "vi": "Giúp lòng tự trọng của họ được cải thiện."
    }
  },
  {
    "translation": {
      "en": "This always presents like a very uncomfortable thought,",
      "vi": "Nghĩ về trải nghiệm này luôn khiến người ta rất lăn tăn,"
    }
  },
  {
    "translation": {
      "en": "which is, like, that something so horrible could produce a good result.",
      "vi": "kiểu như, một điều khủng khiếp lại có thể cho ra một kết quả đẹp."
    }
  },
  {
    "translation": {
      "en": "One way to think about it is,",
      "vi": "Có thể hiểu về nó theo kiểu"
    }
  },
  {
    "translation": {
      "en": "it's kind of like the pressure that forms a diamond.",
      "vi": "Có thể hiểu về nó theo kiểu áp lực giúp hình thành kim cương."
    }
  },
  {
    "translation": {
      "en": "Like, you can't form a diamond",
      "vi": "Không thể nào tạo ra kim cương"
    }
  },
  {
    "translation": {
      "en": "without a certain amount of pressure on something.",
      "vi": "nếu không có một mức áp suất đáng kể."
    }
  },
  {
    "translation": {
      "en": "Everybody wants the same things.",
      "vi": "Ai cũng sẽ muốn những điều giống nhau."
    }
  },
  {
    "translation": {
      "en": "Like, all of the positive experiences in our life,",
      "vi": "Những trải nghiệm ta cho là tích cực trong đời mình"
    }
  },
  {
    "translation": {
      "en": "they're pretty universal.",
      "vi": "đều khá là đại trà."
    }
  },
  {
    "translation": {
      "en": "We all want to have money.",
      "vi": "Chúng ta đều muốn có tiền."
    }
  },
  {
    "translation": {
      "en": "We all want to have great relationships. We all want to be liked by others",
      "vi": "Đều muốn có những mối quan hệ tuyệt vời, muốn được người khác yêu thích,"
    }
  },
  {
    "translation": {
      "en": "and be super popular and be rich and have cool shit,",
      "vi": "được nổi tiếng, giàu có, mua được những món đồ thật ngầu,"
    }
  },
  {
    "translation": {
      "en": "and everybody is clapping when we walk into the room.",
      "vi": "hễ bước vào phòng là ai nấy đều vỗ tay."
    }
  },
  {
    "translation": {
      "en": "But that's not very interesting.",
      "vi": "Nhưng điều đó không thú vị mấy đâu."
    }
  },
  {
    "translation": {
      "en": "What's interesting is what struggles we're willing to take on",
      "vi": "Điều thú vị là ta sẵn sàng đối đầu với những gian khổ nào để đạt được những điều đó."
    }
  },
  {
    "translation": {
      "en": "to achieve those things.",
      "vi": "ta sẵn sàng đối đầu với những gian khổ nào để đạt được những điều đó."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to change, right? Like, everybody…",
      "vi": "Ai cũng muốn thay đổi, đúng chứ? Kiểu như mọi người…"
    }
  },
  {
    "translation": {
      "en": "everybody buys a self-help book or…",
      "vi": "Ai cũng mua sách tự lực về đọc, hay là…"
    }
  },
  {
    "translation": {
      "en": "or goes to a seminar or whatever, because they're like,",
      "vi": "dự hội thảo hay gì đó, vì họ đều kiểu,"
    }
  },
  {
    "translation": {
      "en": "\"Yeah. I want to change.\"",
      "vi": "\"Đúng. Tôi muốn thay đổi.\""
    }
  },
  {
    "translation": {
      "en": "And they're kind of marketed this idea that change is like a… is like a party, you know?",
      "vi": "Và ý nghĩ này được tiếp thị theo kiểu thay đổi cũng như đi tiệc."
    }
  },
  {
    "translation": {
      "en": "Like, you can fucking sing and dance,",
      "vi": "Bạn hiểu chứ? Làm như chỉ việc hát hò rồi múa may,"
    }
  },
  {
    "translation": {
      "en": "and… and walk out of the building, like, you know,",
      "vi": "rồi bước ra khỏi tòa nhà theo kiểu…"
    }
  },
  {
    "translation": {
      "en": "twirling your feet or whatever.",
      "vi": "tung ta tung tẩy là xong."
    }
  },
  {
    "translation": {
      "en": "It's, like, no, change is fucking brutal.",
      "vi": "Không hề, thay đổi rất tàn khốc."
    }
  },
  {
    "translation": {
      "en": "Because if you actually change,",
      "vi": "Vì nếu thật sự thay đổi,"
    }
  },
  {
    "translation": {
      "en": "if you actually fundamentally change your world view…",
      "vi": "cái căn bản cần thay đổi trước hết chính là thế giới quan."
    }
  },
  {
    "translation": {
      "en": "…you are forced to give up so much of what you believe to be true.",
      "vi": "Ta buộc phải từ bỏ rất nhiều thứ mà ta từng tin là đúng."
    }
  },
  {
    "translation": {
      "en": "You're forced to sacrifice huge chunks of your identity.",
      "vi": "Ta buộc phải hy sinh phần lớn bản ngã của mình."
    }
  },
  {
    "translation": {
      "en": "That's not fun shit.",
      "vi": "Chả vui vẻ gì đâu."
    }
  },
  {
    "translation": {
      "en": "It's fucking hard.",
      "vi": "Khó như quỷ luôn ấy."
    }
  },
  {
    "translation": {
      "en": "I mean, think about people who run marathons.",
      "vi": "Hãy nghĩ về những người chạy marathon."
    }
  },
  {
    "translation": {
      "en": "Look at these guys at the 18 mile mark, and they're still going.",
      "vi": "Những người này chạy gần 30 cây số rồi và vẫn đang chạy tiếp."
    }
  },
  {
    "translation": {
      "en": "If they were being forced to do this,",
      "vi": "Nếu bị ai đó ép làm việc này,"
    }
  },
  {
    "translation": {
      "en": "you would be calling the Human Rights Commission.",
      "vi": "họ sẽ gọi cho Ủy ban Nhân quyền là cái chắc."
    }
  },
  {
    "translation": {
      "en": "But marathon runners love this shit,",
      "vi": "Nhưng dân chạy marathon lại thích làm điều này,"
    }
  },
  {
    "translation": {
      "en": "and their triumph is only possible because they chose this struggle.",
      "vi": "và chiến thắng của họ chỉ xảy ra khi họ chọn sự gian khổ này."
    }
  },
  {
    "translation": {
      "en": "I chose this, I chose to take on this suffering,",
      "vi": "Tôi chọn điều này, chọn đối đầu với nỗi khổ sở này,"
    }
  },
  {
    "translation": {
      "en": "I chose to take on this struggle,",
      "vi": "chọn đối đầu với cuộc đấu tranh này,"
    }
  },
  {
    "translation": {
      "en": "therefore, that choice makes that struggle meaningful.",
      "vi": "vì thế, lựa chọn đó giúp quá trình đấu tranh có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "It makes it something important or powerful for you.",
      "vi": "Giúp nó trở nên quan trọng và mang lại sức mạnh cho ta."
    }
  },
  {
    "translation": {
      "en": "It's because you struggle, because you suffer, because you sacrifice",
      "vi": "Vì ta đấu tranh, vì ta chịu đựng, vì ta hy sinh,"
    }
  },
  {
    "translation": {
      "en": "that they end up standing out",
      "vi": "những điều này mới nổi bật,"
    }
  },
  {
    "translation": {
      "en": "as the most worthy and meaningful moments of your life.",
      "vi": "mới trở thành những khoảnh khắc giá trị và ý nghĩa nhất trong đời ta."
    }
  },
  {
    "translation": {
      "en": "You know, life is always gonna have pain, it's always gonna have struggle.",
      "vi": "Bạn biết đấy, cuộc đời sẽ luôn có nỗi đau, luôn có đấu tranh."
    }
  },
  {
    "translation": {
      "en": "But if you can train yourself to not give a fuck about the pain,",
      "vi": "Nhưng nếu bạn có thể tự rèn mình để thôi bận tâm đến nỗi đau,"
    }
  },
  {
    "translation": {
      "en": "you become unstoppable.",
      "vi": "sẽ không có gì cản được bạn nữa."
    }
  },
  {
    "translation": {
      "en": "The emotional difficulty of change",
      "vi": "Nỗi khó khăn về cảm xúc gặp phải khi thay đổi luôn tỷ lệ thuận với…"
    }
  },
  {
    "translation": {
      "en": "is always directly proportional to… to the scale of change,",
      "vi": "Nỗi khó khăn về cảm xúc gặp phải khi thay đổi luôn tỷ lệ thuận với… quy mô của thay đổi, hoặc độ quan trọng của nó với bản thể của ta."
    }
  },
  {
    "translation": {
      "en": "or-or to how core it is to your identity.",
      "vi": "quy mô của thay đổi, hoặc độ quan trọng của nó với bản thể của ta."
    }
  },
  {
    "translation": {
      "en": "It's not fun. It's not fun at all.",
      "vi": "Nó không vui. Không hề vui chút nào."
    }
  },
  {
    "translation": {
      "en": "[Mark] So, if I could create a superhero, I would create Disappointment Panda.",
      "vi": "Nếu có thể tạo ra một siêu anh hùng, tôi sẽ tạo ra Gấu Trúc Thất Vọng."
    }
  },
  {
    "translation": {
      "en": "Have you ever seen those viral Egyptian cheese commercials?",
      "vi": "Bạn từng xem mấy video quảng cáo về phô mai Ai Cập rất phổ biến chưa?"
    }
  },
  {
    "translation": {
      "en": "Disappointment Panda is kind of like that.",
      "vi": "Gấu Trúc Thất Vọng cũng kiểu như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "[Mark] But instead of making people eat cheese,",
      "vi": "Nhưng thay vì bắt người ta ăn phô mai,"
    }
  },
  {
    "translation": {
      "en": "you'd be making them eat harsh truths about themselves,",
      "vi": "nó sẽ bắt họ ăn mọi sự thật phũ phàng về chính họ"
    }
  },
  {
    "translation": {
      "en": "that nobody wanted to hear.",
      "vi": "mà chả ai muốn nghe."
    }
  },
  {
    "translation": {
      "en": "You know, he'd say,",
      "vi": "Nó sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "\"Making a lot of money might make you feel good,",
      "vi": "\"Kiếm được nhiều tiền thì làm anh vui đấy,"
    }
  },
  {
    "translation": {
      "en": "but it won't make your kids love you.\"",
      "vi": "chứ không làm con cái yêu quý anh.\""
    }
  },
  {
    "translation": {
      "en": "Or he'd say, \"You're not really sick,",
      "vi": "Hoặc nó sẽ nói, \"Anh có đau ốm gì đâu,"
    }
  },
  {
    "translation": {
      "en": "you're just avoiding the pain of having driven your wife away",
      "vi": "anh chỉ đang chạy trốn nỗi đau vì bị vợ bỏ"
    }
  },
  {
    "translation": {
      "en": "by your constant complaining.\"",
      "vi": "nhờ cái tật cằn nhằn không ngớt.\""
    }
  },
  {
    "translation": {
      "en": "And then if you didn't listen…",
      "vi": "Và nếu họ không chịu nghe…"
    }
  },
  {
    "translation": {
      "en": "Well, he'd have ways of making you listen.",
      "vi": "Ừ thì, nó sẽ có cách khiến họ phải nghe."
    }
  },
  {
    "translation": {
      "en": "The fact is that we need to eat our problem cheese.",
      "vi": "Sự thật là chúng ta cần phải ăn phô mai mang tên vấn đề của mình."
    }
  },
  {
    "translation": {
      "en": "If we're not willing to face and admit our problems,",
      "vi": "Nếu không sẵn sàng đối mặt và thừa nhận vấn đề của mình,"
    }
  },
  {
    "translation": {
      "en": "then we can't change and we can't grow.",
      "vi": "thì ta không thể nào thay đổi và trưởng thành được."
    }
  },
  {
    "translation": {
      "en": "Disappointment Panda is the hero",
      "vi": "Gấu Trúc Thất Vọng là anh hùng"
    }
  },
  {
    "translation": {
      "en": "that none of us want, but we all actually need.",
      "vi": "Gấu Trúc Thất Vọng là anh hùng mà không ai trong chúng ta muốn có, nhưng đều thật sự cần có."
    }
  },
  {
    "translation": {
      "en": "Because we all have truths in our lives that we avoid hearing,",
      "vi": "Vì có những sự thật trong đời mà ta đều tránh phải nghe,"
    }
  },
  {
    "translation": {
      "en": "that we don't want to confront or don't want to admit to ourselves.",
      "vi": "đều không muốn đối mặt hay không muốn thừa nhận với chính mình."
    }
  },
  {
    "translation": {
      "en": "Yet, it's by confronting or admitting them",
      "vi": "Tuy nhiên, bằng cách đối mặt hay thừa nhận chúng,"
    }
  },
  {
    "translation": {
      "en": "that we can actually open the way to become better.",
      "vi": "ta có thể thật sự mở ra con đường để trở nên tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "A lot of people don't like hearing this.",
      "vi": "Có rất nhiều người không thích nghe điều này."
    }
  },
  {
    "translation": {
      "en": "Like, we like to hear that our problems can be solved forever,",
      "vi": "Kiểu như, ai cũng muốn nghe rằng vấn đề của mình có thể được xử lý mãi mãi,"
    }
  },
  {
    "translation": {
      "en": "we like to hear that there's some formula to be happy,",
      "vi": "ta thích nghe rằng có một công thức để đạt được hạnh phúc,"
    }
  },
  {
    "translation": {
      "en": "live happily ever after.",
      "vi": "để được sống hạnh phúc mãi về sau."
    }
  },
  {
    "translation": {
      "en": "But I'm sorry, but Disappointment Panda says,",
      "vi": "Nhưng, xin lỗi nhé, Gấu Trúc Thất Vọng nói là,"
    }
  },
  {
    "translation": {
      "en": "\"No, there's not. This is simply how life is.\"",
      "vi": "\"Không. Làm gì có. Đời đơn giản là thế đấy.\""
    }
  },
  {
    "translation": {
      "en": "And so, if we're forced to have problems,",
      "vi": "Và do đó, nếu chúng ta buộc phải có vấn đề,"
    }
  },
  {
    "translation": {
      "en": "then we might as well find the problems that we enjoy having in life.",
      "vi": "chi bằng ta tự lựa ra những vấn đề đáng để có trong đời mình đi."
    }
  },
  {
    "translation": {
      "en": "You know, when everybody hears this idea of, like-like not giving a fuck,",
      "vi": "Khi mọi người nghe đến câu \"đếch bận tâm\","
    }
  },
  {
    "translation": {
      "en": "you kind of imagine this, like, cool dude kicking back, like,",
      "vi": "họ sẽ hình dung ra một thằng tỏ ra ngầu với vẻ mặt câng câng,"
    }
  },
  {
    "translation": {
      "en": "\"Yeah. Fuck it, man. Like, whatever.\"",
      "vi": "\"Ừ, tao đếch bận tâm. Sao cũng được.\" Giống mấy con ma cà bông vậy,"
    }
  },
  {
    "translation": {
      "en": "Like a beach bum or something, and it's…",
      "vi": "\"Ừ, tao đếch bận tâm. Sao cũng được.\" Giống mấy con ma cà bông vậy, và thật ra…"
    }
  },
  {
    "translation": {
      "en": "That's not what it is.",
      "vi": "không phải như vậy đâu."
    }
  },
  {
    "translation": {
      "en": "You know, you have to give a fuck about something.",
      "vi": "Ta vẫn phải bận tâm về chuyện gì đó chứ."
    }
  },
  {
    "translation": {
      "en": "You have to care about something in your life.",
      "vi": "Ta phải quan tâm đến điều gì đó trong đời."
    }
  },
  {
    "translation": {
      "en": "The question is, what are you choosing to care about?",
      "vi": "Câu hỏi là, ta chọn quan tâm đến điều gì?"
    }
  },
  {
    "translation": {
      "en": "Because when you choose your problems in your life,",
      "vi": "Vì một khi ta lựa chọn vấn đề cho đời mình,"
    }
  },
  {
    "translation": {
      "en": "when you… when you find problems that you like having,",
      "vi": "khi ta tìm ra những vấn đề bản thân mình muốn có,"
    }
  },
  {
    "translation": {
      "en": "that's when you suddenly find yourself not giving a fuck.",
      "vi": "ta sẽ đột nhiên thấy mình ở trạng thái \"đếch bận tâm\"."
    }
  },
  {
    "translation": {
      "en": "When you don't give a fuck that you're making these sacrifices for your family.",
      "vi": "Khi bạn đếch bận tâm chuyện mình làm cho gia đình là hy sinh."
    }
  },
  {
    "translation": {
      "en": "When you don't give a fuck that it's hard to practice for another hour.",
      "vi": "Khi bạn đếch bận tâm chuyện tập thêm một tiếng nữa là mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "When you don't give a fuck",
      "vi": "Khi bạn đếch bận tâm"
    }
  },
  {
    "translation": {
      "en": "that you have to get up early in the morning",
      "vi": "chuyện dậy sớm vào mỗi buổi sáng"
    }
  },
  {
    "translation": {
      "en": "and put in more time at work.",
      "vi": "và dành thời gian làm việc nhiều hơn là cực hình."
    }
  },
  {
    "translation": {
      "en": "When you've found the struggle that enlivens and enriches you,",
      "vi": "Khi bạn hiểu nỗi khó khăn giúp bạn có thêm sức sống và làm giàu tâm hồn bạn,"
    }
  },
  {
    "translation": {
      "en": "that's when you've achieved non-fuck-giving mastery.",
      "vi": "đó chính là khi bạn đạt được cảnh giới thuần thục của \"đếch bận tâm\"."
    }
  },
  {
    "translation": {
      "en": "There's one thing I started to realize after traveling quite a bit",
      "vi": "Đi du lịch được một thời gian, tôi bắt đầu nhận ra một điều"
    }
  },
  {
    "translation": {
      "en": "is that-that at some point, there's diminishing returns",
      "vi": "là đến một thời điểm, sự khát khao trải nghiệm cái mới"
    }
  },
  {
    "translation": {
      "en": "to new experiences.",
      "vi": "sẽ dần vơi đi."
    }
  },
  {
    "translation": {
      "en": "In that moment, like, that's a terrifying thought.",
      "vi": "Ở khoảnh khắc đó, tôi cảm thấy cực kỳ sợ hãi."
    }
  },
  {
    "translation": {
      "en": "It's a really terrifying thought.",
      "vi": "Đó là một ý nghĩ rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "But what you discover is that there's actually",
      "vi": "Nhưng rồi tôi phát hiện rằng, thật ra đã có"
    }
  },
  {
    "translation": {
      "en": "a newer, more subtle kind of freedom in that commitment.",
      "vi": "một kiểu tự do mới mẻ và tinh tế hơn hình thành trong sự gắn bó đó."
    }
  },
  {
    "translation": {
      "en": "I was… I eventually was forced to face my commitment issues.",
      "vi": "Cuối cùng rồi tôi cũng phải đối mặt với nỗi sợ cam kết,"
    }
  },
  {
    "translation": {
      "en": "for the simple fact that there was nowhere else left to run.",
      "vi": "vì sự thật đơn giản là tôi đâu còn nơi nào để trốn chạy."
    }
  },
  {
    "translation": {
      "en": "I had literally run around the world…",
      "vi": "Tôi thật sự đã chạy vòng quanh thế giới"
    }
  },
  {
    "translation": {
      "en": "escaping any sense of commitment to a person or a place.",
      "vi": "để trốn cảm giác muốn cam kết với một người hoặc một nơi."
    }
  },
  {
    "translation": {
      "en": "So, when you run out of places to run,",
      "vi": "Thành ra khi không còn nơi nào để chạy,"
    }
  },
  {
    "translation": {
      "en": "it's like, \"Well, shit. I've got to pick something.\"",
      "vi": "tôi kiểu, \"Chết rồi, mình phải chọn gì đó thôi.\""
    }
  },
  {
    "translation": {
      "en": "When I was 19 years old,",
      "vi": "Năm tôi 19 tuổi,"
    }
  },
  {
    "translation": {
      "en": "I went through probably the most transformational experience of my life.",
      "vi": "tôi đã trải qua một sự kiện có lẽ là mang tính lột xác trong đời."
    }
  },
  {
    "translation": {
      "en": "Josh, I-I met him at music school.",
      "vi": "Josh, người tôi gặp ở trường nhạc,"
    }
  },
  {
    "translation": {
      "en": "He was actually kind of the first friend I made at music school.",
      "vi": "là một trong những người bạn đầu tiên tôi có ở trường nhạc."
    }
  },
  {
    "translation": {
      "en": "He lived across the hall in the dorm from me.",
      "vi": "Cậu ấy sống bên kia hành lang ký túc so với chỗ tôi."
    }
  },
  {
    "translation": {
      "en": "He was kind of like an older brother figure for me.",
      "vi": "Cậu ấy giống như anh trai kiểu mẫu trong mắt tôi vậy."
    }
  },
  {
    "translation": {
      "en": "Very extroverted,",
      "vi": "Rất hướng ngoại,"
    }
  },
  {
    "translation": {
      "en": "bigger-than-life energy, you know?",
      "vi": "nhiều năng lượng sống hơn tôi, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "[Mark] He was a natural performer.",
      "vi": "Cậu ấy là nghệ sĩ bẩm sinh."
    }
  },
  {
    "translation": {
      "en": "Like, at music school, it's a very strange dynamic",
      "vi": "Ở trường nhạc, thường thì không khí rất lạ,"
    }
  },
  {
    "translation": {
      "en": "because there are a lot of status games that are going…",
      "vi": "vì có rất nhiều chiêu trò giành địa vị diễn ra,"
    }
  },
  {
    "translation": {
      "en": "People are very competitive.",
      "vi": "ai nấy đều rất ganh đua."
    }
  },
  {
    "translation": {
      "en": "\"Oh, this band is more obscure and technical than the band you're into.\"",
      "vi": "\"Ồ, ban nhạc này tinh tế hơn, nhiều kỹ thuật hơn ban nhạc cậu thích."
    }
  },
  {
    "translation": {
      "en": "\"I prefer late-period Brahms versus early-period Brahms.\"",
      "vi": "Tôi thích tác phẩm lúc sau của Brahms hơn là giai đoạn đầu.\""
    }
  },
  {
    "translation": {
      "en": "And like, you know, all this kind of pretentious stuff that happens.",
      "vi": "Bạn biết đó, có đủ các trò phô trương."
    }
  },
  {
    "translation": {
      "en": "And I'm hanging out in my dorm room,",
      "vi": "Tôi đang ngồi chơi trong phòng của mình,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, the guy across the hall, like, blasts \"Billie Jean\".",
      "vi": "thì tự nhiên anh chàng bên kia hành lang bật bài \"Billie Jean\" inh ỏi."
    }
  },
  {
    "translation": {
      "en": "Like, full blast.",
      "vi": "Mở lớn hết cỡ luôn."
    }
  },
  {
    "translation": {
      "en": "It kind of makes a statement.",
      "vi": "Nó giống như lời tuyên bố."
    }
  },
  {
    "translation": {
      "en": "It kind of says, \"I don't give a fuck.\" Like… [laughs] \"Fuck your pretentious music.\"",
      "vi": "Kiểu như muốn nói \"Tao đếch bận tâm. Mặc xác nhạc của lũ ưa ra vẻ chúng mày.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] He was just this big, boisterous, fun-loving guy",
      "vi": "Cậu ấy chỉ là một anh chàng to xác, sôi nổi, thích chơi đùa,"
    }
  },
  {
    "translation": {
      "en": "who just wanted to sing and play drums and, like, have a good time",
      "vi": "chỉ muốn ca hát và chơi trống, miễn sao vui vẻ là được,"
    }
  },
  {
    "translation": {
      "en": "and just didn't buy into all the bullshit.",
      "vi": "và không để những thứ vớ vẩn dẫn dắt mình."
    }
  },
  {
    "translation": {
      "en": "To me, it was just magnetic to hang around him.",
      "vi": "Với tôi, cậu ấy rất có sức hút, chơi cùng rất vui."
    }
  },
  {
    "translation": {
      "en": "[Mark] He was much more confident than I was.",
      "vi": "Cậu ấy tự tin hơn tôi rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Kind of a role model.",
      "vi": "Cứ như một hình mẫu ấy."
    }
  },
  {
    "translation": {
      "en": "There was a place, maybe 45 minutes outside of Dallas.",
      "vi": "Có một nơi, cách Dallas khoảng 45 phút đi xe,"
    }
  },
  {
    "translation": {
      "en": "Out, kind of near this lake.",
      "vi": "gần cái hồ này."
    }
  },
  {
    "translation": {
      "en": "And, um, Josh, like, he told me,",
      "vi": "Và Josh nói với tôi là,"
    }
  },
  {
    "translation": {
      "en": "\"Dude, they just have these crazy parties every weekend.\"",
      "vi": "\"Này, cuối tuần nào họ cũng tổ chức tiệc ở đây vui lắm."
    }
  },
  {
    "translation": {
      "en": "And there was this… there was a cliff",
      "vi": "\"Này, cuối tuần nào họ cũng tổ chức tiệc ở đây vui lắm. Từ hồ nhìn ra thì có một vách đá,"
    }
  },
  {
    "translation": {
      "en": "kind of like overlooking this lake,",
      "vi": "Từ hồ nhìn ra thì có một vách đá,"
    }
  },
  {
    "translation": {
      "en": "and people would jump off that cliff into the water.",
      "vi": "và người ta hay nhảy từ vách đá đó xuống hồ."
    }
  },
  {
    "translation": {
      "en": "So, we go to this party.",
      "vi": "Thế là chúng tôi đến bữa tiệc ở đây."
    }
  },
  {
    "translation": {
      "en": "And then I asked him if he did it.",
      "vi": "Và tôi hỏi xem cậu ấy có nhảy chưa."
    }
  },
  {
    "translation": {
      "en": "And he was like, \"Oh, yeah, yeah. I've done it before.\"",
      "vi": "Và cậu ấy bảo, \"Ừ, rồi. Tôi từng nhảy rồi.\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh, cool.\"",
      "vi": "Tôi nói, \"Ồ, hay vậy.\""
    }
  },
  {
    "translation": {
      "en": "And then, he asked me if I wanted to do it,",
      "vi": "Rồi cậu ta hỏi tôi có muốn thử không,"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Uh… I might watch you first.\"",
      "vi": "rồi tôi nói, \"À, thôi cậu nhảy trước đi.\""
    }
  },
  {
    "translation": {
      "en": "You know, like, that sort of thing.",
      "vi": "Bạn biết đấy, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "And at some point during the party, I met… I met a girl and kind of got into her, and…",
      "vi": "Và một lúc nào đó trong bữa tiệc, tôi gặp một cô gái và thấy thích cô ấy"
    }
  },
  {
    "translation": {
      "en": "we got separated.",
      "vi": "nên tôi và cậu ấy tách ra đi riêng."
    }
  },
  {
    "translation": {
      "en": "And the last time I ever saw Josh,",
      "vi": "Và vào lần cuối tôi nhìn thấy Josh,"
    }
  },
  {
    "translation": {
      "en": "I was walking up towards the house… with the girl and he was coming down.",
      "vi": "tôi với cô gái đó đang đi về phía căn nhà tổ chức tiệc, và cậu ấy bước xuống."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Hey, I'm gonna go get some food. Do you want some?",
      "vi": "Và tôi nói, \"Tôi đi lấy đồ ăn này, cậu ăn không?\""
    }
  },
  {
    "translation": {
      "en": "He was like, \"No, man. I'm good. I'll catch you later.\"",
      "vi": "Cậu ấy nói, \"Không, anh bạn. Tôi ổn. Gặp sau.\""
    }
  },
  {
    "translation": {
      "en": "And so, when I said, \"Hey, where can I find you?\",",
      "vi": "Và khi tôi hỏi, \"Này, lát nữa tìm cậu ở đâu?\","
    }
  },
  {
    "translation": {
      "en": "he was like, \"Seek the truth for yourself,",
      "vi": "cậu ấy nói, \"Tự tìm lấy sự thật đi,"
    }
  },
  {
    "translation": {
      "en": "and I'll meet you there.\"",
      "vi": "rồi tôi sẽ gặp cậu ở đó.\""
    }
  },
  {
    "translation": {
      "en": "So, I just, like, laughed and, like, \"All right, dude, whatever.\"",
      "vi": "Nên tôi chỉ cười và nói, \"Được rồi, sao cũng được."
    }
  },
  {
    "translation": {
      "en": "[chuckles] \"I'll see you at the truth.\" You know, as if we all know where the truth is.",
      "vi": "Hẹn cậu ở sự thật.\" Kiểu như bọn tôi đều biết sự thật ở đâu vậy."
    }
  },
  {
    "translation": {
      "en": "And, uh… and so then, I went up to the house,",
      "vi": "Và rồi, tôi trở lên nhà,"
    }
  },
  {
    "translation": {
      "en": "and then when we came out, everybody was gone.",
      "vi": "đến lúc chúng tôi ra về, không còn ai ở đó cả."
    }
  },
  {
    "translation": {
      "en": "And so it's, like, this weird, surreal, like, \"What the fuck?\" type moment.",
      "vi": "Và tự dưng tôi có cảm giác siêu thực rất lạ, kiểu \"Cái quái gì thế?\""
    }
  },
  {
    "translation": {
      "en": "And so we walked down to the water,",
      "vi": "Cho nên chúng tôi bước xuống về phía hồ nước,"
    }
  },
  {
    "translation": {
      "en": "and I started looking for Josh and I can't find him.",
      "vi": "rồi tôi bắt đầu tìm Josh mà không thấy cậu ấy đâu."
    }
  },
  {
    "translation": {
      "en": "There's, like, ambulances and police cars and stuff",
      "vi": "Có mấy chiếc xe cứu thương, xe cảnh sát này kia"
    }
  },
  {
    "translation": {
      "en": "with the lights going,",
      "vi": "Có mấy chiếc xe cứu thương, xe cảnh sát này kia với đèn chớp tắt,"
    }
  },
  {
    "translation": {
      "en": "and there were a couple of guys, like, in the water, swimming around.",
      "vi": "cũng có mấy người ở dưới nước, bơi lòng vòng…"
    }
  },
  {
    "translation": {
      "en": "And then I remember I walked up",
      "vi": "Rồi tôi nhớ mình đã bước đến"
    }
  },
  {
    "translation": {
      "en": "to, uh, this guy and this girl, and I asked them.",
      "vi": "chỗ một anh và một cô nào đó để hỏi chuyện."
    }
  },
  {
    "translation": {
      "en": "I'd seen them talking to Josh earlier, and I asked them.",
      "vi": "Lúc nãy tôi có thấy họ nói chuyện với Josh nên mới lại hỏi họ."
    }
  },
  {
    "translation": {
      "en": "And the girl just starts crying, like, just bawl…",
      "vi": "Và cô gái bắt đầu khóc nức nở…"
    }
  },
  {
    "translation": {
      "en": "Like as soon as I asked her, she just starts bawling.",
      "vi": "Tôi vừa mới hỏi là cô ấy bật khóc."
    }
  },
  {
    "translation": {
      "en": "And then at that point, I'm like, \"Oh, my God.",
      "vi": "Và lúc đó, tôi bàng hoàng \"Ôi trời ơi,"
    }
  },
  {
    "translation": {
      "en": "It's him. Like, he's the one who went down.\"",
      "vi": "Là cậu ấy. Người nhảy xuống đó là cậu ấy.\""
    }
  },
  {
    "translation": {
      "en": "And I must have walked around the water for, like, an hour, I guess.",
      "vi": "Và tôi đi vòng quanh hồ chắc cũng phải một giờ."
    }
  },
  {
    "translation": {
      "en": "And… it just starts dawning on me, like, he's not here.",
      "vi": "Và khi đó tôi mới dần cảm nhận được, cậu ấy không còn ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "I remember a police officer came up to me…",
      "vi": "Tôi nhớ có một cảnh sát viên bước đến chỗ tôi"
    }
  },
  {
    "translation": {
      "en": "and asked me if I knew him and I said, \"Yeah.\"",
      "vi": "và hỏi tôi có biết cậu ấy không. Tôi bảo \"Có\"."
    }
  },
  {
    "translation": {
      "en": "I don't remember what she asked, I don't remember…",
      "vi": "Tôi không nhớ cô ấy hỏi gì, tôi không nhớ…"
    }
  },
  {
    "translation": {
      "en": "I think she gave up.",
      "vi": "Có lẽ cô ấy không hỏi nữa."
    }
  },
  {
    "translation": {
      "en": "I got in my car and I started driving back to Austin.",
      "vi": "Tôi lên xe và bắt đầu lái về Austin."
    }
  },
  {
    "translation": {
      "en": "And so I called my dad. I was working for my dad that summer,",
      "vi": "Rồi tôi gọi cho bố. Hè đó tôi làm việc cho bố,"
    }
  },
  {
    "translation": {
      "en": "and I called him and I was gonna tell him, like,",
      "vi": "nên tôi gọi cho bố để báo rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I'm… I'm not gonna make it to work today.\"",
      "vi": "\"Bố ơi, hôm nay con không đến làm được rồi.\""
    }
  },
  {
    "translation": {
      "en": "And then I just fucking lost it.",
      "vi": "Và cứ thế, tôi mất hết bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "I-I felt like a little boy…",
      "vi": "Tôi cảm thấy mình như một cậu bé"
    }
  },
  {
    "translation": {
      "en": "crying to his father.",
      "vi": "đang khóc với bố mình."
    }
  },
  {
    "translation": {
      "en": "You know, it's like, you know, when you're like a little, little kid,",
      "vi": "Giống như khi còn bé, hễ gặp chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "and you just grab your parent, and just like cry everything out into them.",
      "vi": "bạn sẽ túm lấy bố mẹ mà khóc lóc kể lể ấy."
    }
  },
  {
    "translation": {
      "en": "Like, it was like that.",
      "vi": "Tôi đã như vậy."
    }
  },
  {
    "translation": {
      "en": "I've been depressed many times in my life, but, like, that was…",
      "vi": "Đời tôi cũng trải qua nhiều lần trầm cảm rồi, nhưng việc đó…"
    }
  },
  {
    "translation": {
      "en": "I've never, like, felt a bleakness.",
      "vi": "Tôi chưa từng thấy mịt mờ như vậy."
    }
  },
  {
    "translation": {
      "en": "Like, just a pure… nothingness.",
      "vi": "Một cảm giác hoàn toàn… hư vô."
    }
  },
  {
    "translation": {
      "en": "I used to have dreams of him.",
      "vi": "Tôi từng mơ thấy cậu ấy mấy lần."
    }
  },
  {
    "translation": {
      "en": "I remember I had this one dream…",
      "vi": "Tôi nhớ có một giấc mơ như thế này."
    }
  },
  {
    "translation": {
      "en": "where he and I were sitting in a jacuzzi together.",
      "vi": "Tôi và cậu ấy cùng ngồi trong một bể tắm nước nóng,"
    }
  },
  {
    "translation": {
      "en": "And I remember telling him,",
      "vi": "và tôi nhớ mình đã nói với cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, man, I'm… I'm really sorry you died.\"",
      "vi": "\"Bạn à, thật tiếc vì cậu chết.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] He was like… he's like, \"Why do you care that I'm dead,",
      "vi": "Rồi cậu ấy kiểu, \"Sao lại quan tâm đến việc tôi chết,"
    }
  },
  {
    "translation": {
      "en": "when you're still so afraid to live?\"",
      "vi": "khi bản thân cậu sợ sống đến vậy?\""
    }
  },
  {
    "translation": {
      "en": "And I woke up from that dream just, like, a fucking mess, total mess.",
      "vi": "Và tôi choàng tỉnh khỏi giấc mơ đó, cảm thấy mình bê bết. Hết sức bê bết."
    }
  },
  {
    "translation": {
      "en": "But I had this very powerful realization that,",
      "vi": "Nhưng rồi tôi đã nhận ra một điều hết sức mãnh liệt…"
    }
  },
  {
    "translation": {
      "en": "if there's no reason to do anything,",
      "vi": "Nếu không có lý do để làm gì"
    }
  },
  {
    "translation": {
      "en": "there's also no reason to not do anything.",
      "vi": "thì cũng không có lý do để không làm gì."
    }
  },
  {
    "translation": {
      "en": "Like, there's no reason to be ashamed, there's no reason to be afraid.",
      "vi": "Không có lý do để xấu hổ, không có lý do để sợ hãi."
    }
  },
  {
    "translation": {
      "en": "And so that fall, I-I really…",
      "vi": "Và mùa thu năm đó, tôi thật sự…"
    }
  },
  {
    "translation": {
      "en": "it really changed me a lot.",
      "vi": "Nó thật sự thay đổi tôi rất nhiều."
    }
  },
  {
    "translation": {
      "en": "You know, before he died, I was a very, like, prototypical…",
      "vi": "Trước khi cậu ấy chết, tôi là một kẻ… phải nói là…"
    }
  },
  {
    "translation": {
      "en": "stoner… middleclass stoner kid, you know.",
      "vi": "một thằng nhóc xuất thân tầm trung, ưa chơi đá điển hình."
    }
  },
  {
    "translation": {
      "en": "Like, too cool for school, too cool to care.",
      "vi": "Quá ngầu để đi học, quá ngầu để quan tâm."
    }
  },
  {
    "translation": {
      "en": "I thought I didn't give a fuck, you know,",
      "vi": "Tôi tưởng mình không bận tâm,"
    }
  },
  {
    "translation": {
      "en": "but it's like I actually gave way too many fucks.",
      "vi": "nhưng hóa ra là tôi bận tâm quá nhiều."
    }
  },
  {
    "translation": {
      "en": "And that's why I was scared to really do anything.",
      "vi": "Và vì thế, tôi không dám thật sự làm bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "And when he died, it was a wake up call of like,",
      "vi": "Rồi khi cậu ấy chết, nó như hồi chuông cảnh tỉnh tôi,"
    }
  },
  {
    "translation": {
      "en": "\"Dude… you've got to care. You've got to pick something and care.\"",
      "vi": "\"Bạn à, cậu vẫn phải quan tâm chứ. Cậu phải chọn ra gì đó để quan tâm.\""
    }
  },
  {
    "translation": {
      "en": "'Cause it can be gone… any moment.",
      "vi": "Vì nó có thể biến mất… bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter how old you are, doesn't matter how…",
      "vi": "Không quan trọng lúc đó ta mấy tuổi, không quan trọng…"
    }
  },
  {
    "translation": {
      "en": "how fit you are, or whatever, like…",
      "vi": "ta có đủ sức khỏe hay không, cứ như…"
    }
  },
  {
    "translation": {
      "en": "It can… When it goes, it goes fast,",
      "vi": "Khi nó đi, nó sẽ đi rất nhanh…"
    }
  },
  {
    "translation": {
      "en": "and… nobody is prepared for it.",
      "vi": "và không ai sẵn sàng để đón nhận cả."
    }
  },
  {
    "translation": {
      "en": "When I… when I think about Josh, I-I just… I think he'd be proud of me.",
      "vi": "Khi nghĩ về Josh, tôi chỉ… Tôi nghĩ cậu ấy sẽ tự hào về tôi."
    }
  },
  {
    "translation": {
      "en": "I think he kind of felt like an older brother to me too, you know?",
      "vi": "Tôi nghĩ cậu ấy cũng xem tôi như đứa em ấy."
    }
  },
  {
    "translation": {
      "en": "I think he kind of saw that I needed to be pushed.",
      "vi": "Tôi nghĩ cậu ấy thấy được cần có gì đó thúc đẩy tôi."
    }
  },
  {
    "translation": {
      "en": "And he was that friend who pushed me.",
      "vi": "Và chính cậu bạn đó đã thúc đẩy tôi."
    }
  },
  {
    "translation": {
      "en": "He would fucking love this.",
      "vi": "Cậu ấy sẽ thích bộ phim này lắm."
    }
  },
  {
    "translation": {
      "en": "He would love every second of it.",
      "vi": "Cậu ấy sẽ thích từng giây của nó."
    }
  },
  {
    "translation": {
      "en": "I have this weird tendency whenever I visit someplace…",
      "vi": "Tôi có một thiên hướng kỳ lạ, mỗi lần đến một nơi…"
    }
  },
  {
    "translation": {
      "en": "high.",
      "vi": "cao,"
    }
  },
  {
    "translation": {
      "en": "I want to stand as close to the edge as possible.",
      "vi": "tôi muốn ra đứng càng gần mép càng tốt."
    }
  },
  {
    "translation": {
      "en": "There's kind of like this unconscious awareness your body has",
      "vi": "Cơ thể ta vô thức nhận ra điều này"
    }
  },
  {
    "translation": {
      "en": "whenever you're close to an edge that could kill you.",
      "vi": "mỗi lần ta bước đến gần tử vực."
    }
  },
  {
    "translation": {
      "en": "And as soon as you're within, you know, say ten feet, that…",
      "vi": "Ngay khi bạn vào phạm vi đó, tầm ba mét,"
    }
  },
  {
    "translation": {
      "en": "your body is in alert status.",
      "vi": "cơ thể ta sẽ vào trạng thái cảnh giác."
    }
  },
  {
    "translation": {
      "en": "It just kind of… it sends this jolt of anxiety through you.",
      "vi": "Nó giống như khơi dậy sự nôn nao trong người bạn."
    }
  },
  {
    "translation": {
      "en": "And then you're forced to confront that anxiety,",
      "vi": "Và rồi ta buộc phải đối mặt với cảm giác nôn nao đó,"
    }
  },
  {
    "translation": {
      "en": "and then you take another step.",
      "vi": "rồi tiến thêm bước nữa."
    }
  },
  {
    "translation": {
      "en": "And each step, the anxiety just start compounding",
      "vi": "Cảm giác nôn nao sẽ tăng theo từng bước chân"
    }
  },
  {
    "translation": {
      "en": "to the point where your hands are shaking,",
      "vi": "đến mức tay bắt đầu run rẩy,"
    }
  },
  {
    "translation": {
      "en": "your scalp is sweating,",
      "vi": "da đầu túa mồ hôi,"
    }
  },
  {
    "translation": {
      "en": "your brain starts flashing…",
      "vi": "não bắt đầu chớp tắt"
    }
  },
  {
    "translation": {
      "en": "visions of it all ending.",
      "vi": "những viễn cảnh về hồi kết."
    }
  },
  {
    "translation": {
      "en": "That's what I find when I get close to a cliff edge.",
      "vi": "Đó là thứ tôi thấy khi lại gần vách đá."
    }
  },
  {
    "translation": {
      "en": "It brings me back to that place of pure thankfulness for being alive.",
      "vi": "Nó đưa tôi về với lòng biết ơn thuần túy rằng mình còn sống."
    }
  },
  {
    "translation": {
      "en": "But there's really only a few things in life",
      "vi": "Nhưng có… thật sự rất ít những điều đáng để ta thật sự bận tâm."
    }
  },
  {
    "translation": {
      "en": "that are ever worth giving a fuck about.",
      "vi": "thật sự rất ít những điều đáng để ta thật sự bận tâm."
    }
  },
  {
    "translation": {
      "en": "Only in the face of death,",
      "vi": "Chỉ khi đối mặt với cái chết,"
    }
  },
  {
    "translation": {
      "en": "all of the superficial and bullshitty values that we buy into",
      "vi": "tất cả những giá trị hời hợt và nhảm nhí dẫn dắt chúng ta"
    }
  },
  {
    "translation": {
      "en": "start to fall away.",
      "vi": "mới bắt đầu tan biến."
    }
  },
  {
    "translation": {
      "en": "You start to realize that",
      "vi": "Ta bắt đầu nhận ra rằng…"
    }
  },
  {
    "translation": {
      "en": "that the dumb status games you play no longer mean anything.",
      "vi": "trò chơi địa vị ngu ngốc mình tham gia chẳng còn ý nghĩa gì."
    }
  },
  {
    "translation": {
      "en": "Or that the achievements and accolades that you struggled for so many years for,",
      "vi": "Hoặc những thành tựu và sự tung hô chật vật suốt nhiều năm mới có được,"
    }
  },
  {
    "translation": {
      "en": "nobody cares about when you're gone.",
      "vi": "đến ta khi chết, chẳng còn ai quan tâm cả."
    }
  },
  {
    "translation": {
      "en": "When we avoid the question of death,",
      "vi": "Khi ta trốn tránh câu hỏi về cái chết,"
    }
  },
  {
    "translation": {
      "en": "that's when we get highjacked by silly and superficial and hateful ideas.",
      "vi": "đó cũng là khi ta sẽ bại dưới tay những ý nghĩ ngớ ngẩn, hời hợt."
    }
  },
  {
    "translation": {
      "en": "It's when we become certain in ourselves,",
      "vi": "Đó là khi ta trở nên chắc nịch với bản thân"
    }
  },
  {
    "translation": {
      "en": "even though we have no clue what's going on.",
      "vi": "dù chẳng biết chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "The gravity of our entitlement pulls all of our attention inwards,",
      "vi": "Sức nặng của việc thấy mình có tư cách kéo mọi sự chú ý của ta vào bên trong,"
    }
  },
  {
    "translation": {
      "en": "to become obsessed with our problems, to convince ourselves",
      "vi": "khiến ta ám ảnh với vấn đề của mình, tự thuyết phục bản thân"
    }
  },
  {
    "translation": {
      "en": "that our problems are somehow at the center of the universe,",
      "vi": "rằng bằng cách nào đó, vấn đề của ta chính là trung tâm vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "that we are at the center of all injustices,",
      "vi": "ta là trung tâm của mọi sự bất công,"
    }
  },
  {
    "translation": {
      "en": "that we are the ones who are destined for greatness,",
      "vi": "số phận đã định ta sẽ trở nên vĩ đại,"
    }
  },
  {
    "translation": {
      "en": "that we are the ones who deserve something over others.",
      "vi": "ta đáng được hưởng phước hơn những người khác."
    }
  },
  {
    "translation": {
      "en": "Without acknowledging the ever-present gaze of death,",
      "vi": "Khi không nhận thức được cái chết luôn kề cận bên ta,"
    }
  },
  {
    "translation": {
      "en": "the superficial begins to feel important,",
      "vi": "những thứ hời hợt sẽ trở nên quan trọng,"
    }
  },
  {
    "translation": {
      "en": "and the important starts to feel superficial.",
      "vi": "và những thứ quan trọng sẽ trở nên hời hợt."
    }
  },
  {
    "translation": {
      "en": "Thinking about death removes all that.",
      "vi": "Hãy nghĩ rằng cái chết xóa bỏ tất cả những thứ đó."
    }
  },
  {
    "translation": {
      "en": "It forces you to see",
      "vi": "Nó buộc ta phải thấy"
    }
  },
  {
    "translation": {
      "en": "that 99 percent of the shit going on in your day-to-day life",
      "vi": "rằng 99 phần trăm những thứ diễn ra trong đời sống thường nhật của ta"
    }
  },
  {
    "translation": {
      "en": "doesn't fucking matter.",
      "vi": "là đếch quan trọng."
    }
  },
  {
    "translation": {
      "en": "Death is the only certainty in life.",
      "vi": "Cái chết là điều chắc chắn duy nhất trong đời."
    }
  },
  {
    "translation": {
      "en": "Therefore death must be the compass",
      "vi": "Do đó, cái chết phải là kim chỉ nam"
    }
  },
  {
    "translation": {
      "en": "by which we orient all of our values and decisions.",
      "vi": "giúp ta định hướng mọi giá trị và quyết định của mình."
    }
  },
  {
    "translation": {
      "en": "How are you using your time?",
      "vi": "Ta dùng thời gian của mình thế nào?"
    }
  },
  {
    "translation": {
      "en": "How are you using your limited fucks?",
      "vi": "Ta dùng quỹ bận tâm có hạn của mình thế nào?"
    }
  },
  {
    "translation": {
      "en": "Who are you going to be with?",
      "vi": "Ta sẽ chọn ở bên ai?"
    }
  },
  {
    "translation": {
      "en": "This constant remembering of my own mortality,",
      "vi": "Việc luôn ghi nhớ sự sống hữu hạn của mình"
    }
  },
  {
    "translation": {
      "en": "for me, it's the most effective tool for unraveling everything.",
      "vi": "với tôi, chính là công cụ hữu hiệu nhất để làm sáng tỏ mọi thứ."
    }
  },
  {
    "translation": {
      "en": "My sense of entitlement, my closed-up identity,",
      "vi": "Việc tự cho mình có tư cách, bản thể cứng đầu của tôi,"
    }
  },
  {
    "translation": {
      "en": "my irrational certainties.",
      "vi": "tính chắc nịch phi lý của tôi."
    }
  },
  {
    "translation": {
      "en": "By remembering that it's all a bunch of dust",
      "vi": "Bằng cách nhớ rằng tất cả chỉ là cát bụi"
    }
  },
  {
    "translation": {
      "en": "that will soon be gone…",
      "vi": "rồi sẽ sớm tan biến,"
    }
  },
  {
    "translation": {
      "en": "…it's easier to let go.",
      "vi": "sẽ dễ dàng hơn để buông bỏ."
    }
  },
  {
    "translation": {
      "en": "It's this ability to choose ourselves",
      "vi": "Chính năng lực chọn bản thân mình"
    }
  },
  {
    "translation": {
      "en": "in an endless ambiguity that makes us great.",
      "vi": "trong sự mơ hồ vô tận mới khiến chúng ta tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "You don't have to go do something to feel these things.",
      "vi": "Ta không cần phải làm gì đó để cảm nhận được những điều này."
    }
  },
  {
    "translation": {
      "en": "You don't have to go be something to realize these things.",
      "vi": "Không cần phải trở thành ai đó mới nhận ra những điều này."
    }
  },
  {
    "translation": {
      "en": "You simply are them.",
      "vi": "Ta vốn dĩ là chúng rồi."
    }
  },
  {
    "translation": {
      "en": "The more I think about my own death, the brighter life gets.",
      "vi": "Càng nghĩ về cái chết của mình, đời tôi càng tươi sáng hơn."
    }
  },
  {
    "translation": {
      "en": "The quieter the world becomes.",
      "vi": "Thế giới càng trở nên yên tĩnh hơn."
    }
  },
  {
    "translation": {
      "en": "The easier decisions become.",
      "vi": "Các quyết định trở nên dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "You, too, are going to die one day,",
      "vi": "Một ngày nào đó, bạn cũng sẽ chết,"
    }
  },
  {
    "translation": {
      "en": "but that's because you are fortunate enough to have lived.",
      "vi": "nhưng nó xảy ra vì bạn đủ may mắn để sống."
    }
  },
  {
    "translation": {
      "en": "And you may not feel this right now. You may not feel any of this.",
      "vi": "Có thể bạn chưa cảm thấy ngay lúc này, chưa cảm thấy gì trong những điều này."
    }
  },
  {
    "translation": {
      "en": "But go stand on a cliff sometime and maybe you will.",
      "vi": "Nhưng lúc nào đó, hãy ra vách đá đứng, và có thể bạn sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "♪ Happy ♪",
      "vi": "ĐAI AN TOÀN"
    }
  },
  {
    "translation": {
      "en": "[remixing] ♪ Baby ♪",
      "vi": "DỰA TRÊN QUYỂN NGHỆ THUẬT TINH TẾ CỦA VIỆC Đ*CH QUAN TÂM CỦA TÁC GIẢ MARK MANSON"
    }
  },
  {
    "translation": {
      "en": "♪ Happy ♪",
      "vi": "NHƯNG LÂU LÂU CŨNG DIỄN CHUNG VỚI BAN NHẠC CŨ CỦA MÌNH."
    }
  },
  {
    "translation": {
      "en": "♪ Happy ♪",
      "vi": "CŨNG NHƯ ĐOÀN THỂ. HÃY GỌI 555-THUÊ-GẤU-TRÚC"
    }
  }
]