[
  {
    "translation": {
      "en": "[narrator] German policemen in the occupied East, 1942.",
      "vi": "Cảnh sát Đức ở miền Đông bị chiếm đóng, năm 1942."
    }
  },
  {
    "translation": {
      "en": "They're here to enforce German rule in the conquered territories.",
      "vi": "Họ ở đây để thực thi sự cai trị của Đức trên các lãnh thổ bị xâm chiếm."
    }
  },
  {
    "translation": {
      "en": "Diligently, they carry out their orders.",
      "vi": "Cần mẫn, họ thực hiện mệnh lệnh của mình."
    }
  },
  {
    "translation": {
      "en": "They have a special assignment:",
      "vi": "Họ có một nhiệm vụ đặc biệt."
    }
  },
  {
    "translation": {
      "en": "To shoot Jews by the hundreds and thousands.",
      "vi": "Đó là bắn hàng trăm, hàng ngàn người Do Thái."
    }
  },
  {
    "translation": {
      "en": "At point-blank range.",
      "vi": "Ở cự ly gần."
    }
  },
  {
    "translation": {
      "en": "Historians and other experts have done extensive studies",
      "vi": "Các nhà sử học và các chuyên gia khác đã nghiên cứu sâu rộng"
    }
  },
  {
    "translation": {
      "en": "into the men who pulled these triggers.",
      "vi": "về những người đã trực tiếp ra tay này."
    }
  },
  {
    "translation": {
      "en": "They want to know how a mass murder like this could happen.",
      "vi": "Họ muốn biết làm sao một vụ thảm sát thế này lại có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "And they make an astounding discovery.",
      "vi": "Và họ có một phát hiện đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "Those men didn't have to kill.",
      "vi": "Những người đó không phải giết chóc."
    }
  },
  {
    "translation": {
      "en": "They didn't have to obey the order.",
      "vi": "Họ không buộc phải tuân lệnh."
    }
  },
  {
    "translation": {
      "en": "[Browning] If you had the courage to say, \"I can't shoot,\"",
      "vi": "Nếu bạn đủ can đảm để nói: \"Tôi không thể bắn\","
    }
  },
  {
    "translation": {
      "en": "you may have been considered a coward,",
      "vi": "bạn có thể bị coi là hèn nhát,"
    }
  },
  {
    "translation": {
      "en": "you may have gotten a bad letter in your file,",
      "vi": "có thể bạn đã có một lá thư xấu trong hồ sơ,"
    }
  },
  {
    "translation": {
      "en": "but you were not punished in any severe way.",
      "vi": "nhưng không chịu sự trừng phạt nghiêm khắc nào."
    }
  },
  {
    "translation": {
      "en": "[narrator] 20 years after the war, there's a trial",
      "vi": "Hai mươi năm sau cuộc chiến, đã có một phiên tòa"
    }
  },
  {
    "translation": {
      "en": "for the murders committed by a Hamburg police unit.",
      "vi": "xử các vụ giết người của một đơn vị cảnh sát ở Hamburg."
    }
  },
  {
    "translation": {
      "en": "So, what was their motivation?",
      "vi": "Vậy động cơ của họ là gì?"
    }
  },
  {
    "translation": {
      "en": "Why did they shoot?",
      "vi": "Vì sao họ lại bắn?"
    }
  },
  {
    "translation": {
      "en": "[in German] They aren't ideologically-motivated, willing executioners.",
      "vi": "Họ không phải những kẻ hành hình tự nguyện, có động cơ về tư tưởng."
    }
  },
  {
    "translation": {
      "en": "They're not trained killers.",
      "vi": "Họ không phải những sát thủ được đào tạo."
    }
  },
  {
    "translation": {
      "en": "They're people with civilian jobs, like taxi drivers or plumbers.",
      "vi": "Họ là những người làm công việc dân sự, như tài xế taxi hay thợ sửa ống nước."
    }
  },
  {
    "translation": {
      "en": "In every respect they were completely ordinary men.",
      "vi": "Về mọi mặt, họ hoàn toàn là những con người bình thường."
    }
  },
  {
    "translation": {
      "en": "[narrator] Hamburg in the summer of 1942.",
      "vi": "Hamburg, vào mùa hè năm 1942,"
    }
  },
  {
    "translation": {
      "en": "Three years into the war.",
      "vi": "ba năm sau khi chiến tranh nổ ra."
    }
  },
  {
    "translation": {
      "en": "The regime is recruiting men for a special assignment.",
      "vi": "Chế độ đang tuyển người cho một nhiệm vụ đặc biệt."
    }
  },
  {
    "translation": {
      "en": "[Browning] By 1942, you're really at the bottom of the manpower pool",
      "vi": "Đến năm 1942, nguồn nhân lực thực sự bị cạn kiệt"
    }
  },
  {
    "translation": {
      "en": "because of the casualties, of course,",
      "vi": "vì thương vong, dĩ nhiên, mà quân đội phải gánh chịu ở Nga…"
    }
  },
  {
    "translation": {
      "en": "that the army is suffering in Russia",
      "vi": "vì thương vong, dĩ nhiên, mà quân đội phải gánh chịu ở Nga… NHÀ SỬ HỌC"
    }
  },
  {
    "translation": {
      "en": "and the growing manpower they need",
      "vi": "…và nhu cầu về nhân lực ngày càng tăng"
    }
  },
  {
    "translation": {
      "en": "to occupy the ever-growing German empire.",
      "vi": "để chiếm đóng đế chế Đức đang mở rộng hơn lúc nào hết."
    }
  },
  {
    "translation": {
      "en": "They want every person they can get their hands on",
      "vi": "Họ muốn mọi người mà họ có thể tiếp cận"
    }
  },
  {
    "translation": {
      "en": "simply to fill the manpower shortage.",
      "vi": "đơn giản để lấp đầy sự thiếu hụt nhân lực."
    }
  },
  {
    "translation": {
      "en": "[narrator] Older family men, who are no longer suitable for the German Wehrmacht,",
      "vi": "Nam giới lớn tuổi hơn trong nhà, hết phù hợp với Lực lượng Vệ quốc Đức,"
    }
  },
  {
    "translation": {
      "en": "are also called up. Many are not Nazi sympathizers,",
      "vi": "cũng bị triệu tập. Nhiều người không đồng tình với Quốc xã,"
    }
  },
  {
    "translation": {
      "en": "nor are they overly hostile towards Jews.",
      "vi": "cũng không quá thù địch với người Do Thái."
    }
  },
  {
    "translation": {
      "en": "But rather, they come from historically social democratic backgrounds.",
      "vi": "Nhưng đúng hơn là họ đến từ nền tảng dân chủ xã hội trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "[Kühl, in German] They ranged from bakers and craftsmen",
      "vi": "Họ xuất thân từ những nghề như thợ làm bánh và thợ thủ công"
    }
  },
  {
    "translation": {
      "en": "to carpenters and tradesmen with office jobs.",
      "vi": "cho đến thợ mộc và các nhà buôn với công việc văn phòng."
    }
  },
  {
    "translation": {
      "en": "That police battalion basically reflected",
      "vi": "Tiểu đoàn cảnh sát đó về cơ bản phản ánh"
    }
  },
  {
    "translation": {
      "en": "the average working population of Hamburg.",
      "vi": "dân số lao động bình dân của Hamburg."
    }
  },
  {
    "translation": {
      "en": "[narrator] They're drafted as reserve police officers.",
      "vi": "Họ được tuyển vào làm cảnh sát dự bị."
    }
  },
  {
    "translation": {
      "en": "Their training, however, hardly allows them enough time",
      "vi": "Nhưng việc huấn luyện của họ hầu như không cho họ đủ thời gian"
    }
  },
  {
    "translation": {
      "en": "to prepare them for what awaits.",
      "vi": "để chuẩn bị cho thứ đang đợi họ."
    }
  },
  {
    "translation": {
      "en": "On June the 21st, 1942,",
      "vi": "Vào ngày 21 tháng Sáu năm 1942,"
    }
  },
  {
    "translation": {
      "en": "they say goodbye to their families and leave home.",
      "vi": "họ từ biệt gia đình và rời khỏi nhà."
    }
  },
  {
    "translation": {
      "en": "[in German] They were given a fairly abstract description of their mission,",
      "vi": "Họ được mô tả một cách khá mơ hồ về nhiệm vụ của mình,"
    }
  },
  {
    "translation": {
      "en": "which consisted of securing the German-occupied areas.",
      "vi": "bao gồm việc bảo vệ các khu vực Đức đã chiếm đóng."
    }
  },
  {
    "translation": {
      "en": "[narrator] They're taken to Poland.",
      "vi": "Họ được đưa tới Ba Lan."
    }
  },
  {
    "translation": {
      "en": "On June 25th, Reserve Police Battalion 101 arrives",
      "vi": "Vào ngày 25 tháng Sáu, Tiểu đoàn Cảnh sát Dự bị 101 tới"
    }
  },
  {
    "translation": {
      "en": "in the southern part of the district Lublin.",
      "vi": "phần phía Nam của quận Lublin."
    }
  },
  {
    "translation": {
      "en": "[Browning] We know there was then no preparation.",
      "vi": "Ta biết khi đó ít có sự chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "They didn't know they were going to do this when they're sent to Poland.",
      "vi": "Họ không biết sẽ làm việc này khi được cử tới Ba Lan."
    }
  },
  {
    "translation": {
      "en": "The officers didn't know. Trapp really doesn't--",
      "vi": "Các sĩ quan không rõ. Trapp thực sự không…"
    }
  },
  {
    "translation": {
      "en": "Major Trapp doesn't learn what he's going to do until the day before.",
      "vi": "Thiếu tá Trapp không biết ông sẽ làm gì cho tới ngày trước đó."
    }
  },
  {
    "translation": {
      "en": "[narrator] It is July 13th, 1942,",
      "vi": "Đó là ngày 13 tháng Bảy năm 1942,"
    }
  },
  {
    "translation": {
      "en": "and the battalion has to report early in the morning.",
      "vi": "và tiểu đoàn phải báo cáo vào sáng sớm."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Major Trapp, who delivers the order, is an older man",
      "vi": "Thiếu tá Trapp, người đưa mệnh lệnh, là một người lớn tuổi"
    }
  },
  {
    "translation": {
      "en": "who is very popular with his men",
      "vi": "rất được lòng cấp dưới"
    }
  },
  {
    "translation": {
      "en": "because he's not the typical authoritarian commander.",
      "vi": "vì ông ta không phải một chỉ huy độc tài điển hình."
    }
  },
  {
    "translation": {
      "en": "The men call him \"Papa\" Trapp.",
      "vi": "Người của ông gọi ông là \"Bố\" Trapp."
    }
  },
  {
    "translation": {
      "en": "That indicates what kind of relationship they have.",
      "vi": "Nó cho thấy kiểu quan hệ giữa họ."
    }
  },
  {
    "translation": {
      "en": "Major Trapp stands in front of the battalion and says,",
      "vi": "Thiếu tá Trapp đứng trước tiểu đoàn và nói:"
    }
  },
  {
    "translation": {
      "en": "\"I have a terrible order to give you today.\"",
      "vi": "\"Hôm nay tôi có một mệnh lệnh kinh khủng cho các anh\"."
    }
  },
  {
    "translation": {
      "en": "[Browning] His voice is choking, he has tears streaming down his cheeks.",
      "vi": "Giọng ông ta nghẹn lại, nước mắt ông lăn dài trên má."
    }
  },
  {
    "translation": {
      "en": "He's physically, you know, struggling visibly to control himself physically.",
      "vi": "Có thể thấy rõ ông ta đang rất khổ sở để kiềm chế bản thân."
    }
  },
  {
    "translation": {
      "en": "This was, for him, a very terrible and difficult thing to do,",
      "vi": "Với ông ta, đây là một việc rất tồi tệ và khó khăn,"
    }
  },
  {
    "translation": {
      "en": "to explain to his men what he was going to ask them to do.",
      "vi": "khi phải giải thích cho cấp dưới thứ ông sẽ yêu cầu họ làm."
    }
  },
  {
    "translation": {
      "en": "[narrator] They are to shoot 1,500 Jewish men, women and children.",
      "vi": "Họ sẽ phải bắn 1.500 người Do Thái, gồm đàn ông, phụ nữ và trẻ em."
    }
  },
  {
    "translation": {
      "en": "[Browning] And that's when he then makes this offer:",
      "vi": "Và đó là lúc ông ta đưa ra đề nghị."
    }
  },
  {
    "translation": {
      "en": "\"If any of the rank and file don't feel up to it,",
      "vi": "\"Nếu bất cứ ai không muốn làm"
    }
  },
  {
    "translation": {
      "en": "you can step out and you don't have to take part.\"",
      "vi": "thì có thể bước qua một bên và không phải tham gia\"."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Telling people to step out if they don't want to participate",
      "vi": "Việc bảo mọi người bước qua một bên nếu không muốn tham gia"
    }
  },
  {
    "translation": {
      "en": "requires them to take action.",
      "vi": "yêu cầu họ hành động."
    }
  },
  {
    "translation": {
      "en": "But when we are faced with a decision",
      "vi": "Nhưng khi ta phải đối mặt với một quyết định"
    }
  },
  {
    "translation": {
      "en": "and we don't know exactly what the right thing is to do,",
      "vi": "và không biết chính xác phải làm gì cho đúng,"
    }
  },
  {
    "translation": {
      "en": "we usually do nothing.",
      "vi": "ta thường không làm gì cả."
    }
  },
  {
    "translation": {
      "en": "[Browning] One man does step out.",
      "vi": "Một người bước qua một bên."
    }
  },
  {
    "translation": {
      "en": "The captain of his company, who's very embarrassed",
      "vi": "Đại đội trưởng của anh ta, người xấu hổ"
    }
  },
  {
    "translation": {
      "en": "that one of his men would be the first \"coward,\" uh,",
      "vi": "khi một lính của mình sẽ là \"kẻ hèn nhát\" đầu tiên"
    }
  },
  {
    "translation": {
      "en": "to not take part, starts to yell at him.",
      "vi": "không tham gia, bắt đầu hét lên với anh ta."
    }
  },
  {
    "translation": {
      "en": "And Trapp cuts him off, takes the man under his protection.",
      "vi": "Và Trapp ngắt lời gã, bênh vực người đó."
    }
  },
  {
    "translation": {
      "en": "And then about a dozen people follow his example.",
      "vi": "Rồi cỡ hơn chục người theo bước người kia."
    }
  },
  {
    "translation": {
      "en": "[Trapp, in German] Attention! Dismiss!",
      "vi": "Nghiêm! Giải tán!"
    }
  },
  {
    "translation": {
      "en": "[in German] From a historical perspective, it's an incredibly interesting situation",
      "vi": "Từ góc độ lịch sử, đó là một tình huống vô cùng thú vị"
    }
  },
  {
    "translation": {
      "en": "because the orders are documented",
      "vi": "vì các mệnh lệnh được ghi chép lại"
    }
  },
  {
    "translation": {
      "en": "and it's clear from the way they were issued that the men did not have to kill.",
      "vi": "và nhìn từ cách chúng được ban hành thì rõ ràng họ không buộc phải giết người."
    }
  },
  {
    "translation": {
      "en": "Part of the post-war narrative was that you had to take part, otherwise you would have been shot yourself.",
      "vi": "Một phần của câu chuyện hậu chiến là bạn phải tham gia, nếu không sẽ bị bắn."
    }
  },
  {
    "translation": {
      "en": "Here we can clearly show that no, that was not the case.",
      "vi": "Ở đây ta có thể thấy rõ rằng điều đó là không đúng."
    }
  },
  {
    "translation": {
      "en": "They could decide.",
      "vi": "Họ có thể quyết định."
    }
  },
  {
    "translation": {
      "en": "[narrator] The same was apparently true for all killing units.",
      "vi": "Điều tương tự cũng đúng với tất cả các đơn vị giết người."
    }
  },
  {
    "translation": {
      "en": "To this day, not a single case has been found",
      "vi": "Tới nay, chưa phát hiện trường hợp nào"
    }
  },
  {
    "translation": {
      "en": "where a subordinate's life was in danger if he refused to shoot unarmed civilians.",
      "vi": "mà tính mạng của một cấp dưới bị đe dọa khi từ chối bắn thường dân không vũ trang."
    }
  },
  {
    "translation": {
      "en": "It all starts in September 1939: the German Wehrmacht invades Poland.",
      "vi": "Tất cả bắt đầu từ tháng Chín năm 1939. Lực lượng Vệ quốc Đức xâm lược Ba Lan."
    }
  },
  {
    "translation": {
      "en": "In just a few weeks, the country is defeated.",
      "vi": "Chỉ trong vài tuần, cả đất nước đã bị đánh bại."
    }
  },
  {
    "translation": {
      "en": "Millions of Poles fall into German hands and should now be kept under watch.",
      "vi": "Hàng triệu người Ba Lan rơi vào tay người Đức và giờ nên được canh chừng."
    }
  },
  {
    "translation": {
      "en": "For this, the regime needs security forces.",
      "vi": "Để làm được điều này, chế độ cần các lực lượng an ninh."
    }
  },
  {
    "translation": {
      "en": "In the German Reich, tens of thousands of men enlist",
      "vi": "Ở Đế chế Đức, hàng chục ngàn đàn ông nhập ngũ"
    }
  },
  {
    "translation": {
      "en": "to become policemen in the occupied territories.",
      "vi": "để trở thành cảnh sát ở các vùng bị chiếm đóng."
    }
  },
  {
    "translation": {
      "en": "They hope to avoid military service on the front lines.",
      "vi": "Họ hy vọng sẽ tránh được nghĩa vụ quân sự ở tiền tuyến."
    }
  },
  {
    "translation": {
      "en": "With so many applicants, the regime has the luxury to be very selective.",
      "vi": "Chế độ có thể rất kén chọn vì lượng ứng viên là rất lớn."
    }
  },
  {
    "translation": {
      "en": "[Klemp, in German] 160,000 men applied to volunteer for the police,",
      "vi": "Có 160.000 nam giới nộp đơn tình nguyện vào cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "and only 26,000 to 30,000 could be accepted.",
      "vi": "và chỉ có 26.000 đến 30.000 người được nhận. NHÀ SỬ HỌC"
    }
  },
  {
    "translation": {
      "en": "They were then trained for six months",
      "vi": "Sau đó họ được huấn luyện trong sáu tháng"
    }
  },
  {
    "translation": {
      "en": "and, most crucially, received ideological training",
      "vi": "và, quan trọng nhất, được đào tạo về tư tưởng,"
    }
  },
  {
    "translation": {
      "en": "which made it fairly clear to them what would be expected of them.",
      "vi": "thứ khiến họ thấy khá rõ ràng những thứ họ được kì vọng."
    }
  },
  {
    "translation": {
      "en": "They were told that, as the master race,",
      "vi": "Họ được bảo rằng, với tư cách là chủng tộc thượng đẳng,"
    }
  },
  {
    "translation": {
      "en": "they should ensure that National Socialist policies",
      "vi": "họ nên đảm bảo các chính sách Quốc Xã"
    }
  },
  {
    "translation": {
      "en": "were established and executed in the occupied territories.",
      "vi": "được củng cố và thực thi ở các lãnh thổ bị chiếm đóng."
    }
  },
  {
    "translation": {
      "en": "[narrator] After their training, the men find out what that means in reality.",
      "vi": "Sau đào tạo, những người đàn ông hiểu ý nghĩa của nó trong thực tế."
    }
  },
  {
    "translation": {
      "en": "Their job is to help implement",
      "vi": "Việc của họ là giúp thi hành"
    }
  },
  {
    "translation": {
      "en": "the brutal Nazi policies in the occupied territories.",
      "vi": "chính sách tàn bạo của Đức Quốc xã ở các lãnh thổ bị chiếm đóng."
    }
  },
  {
    "translation": {
      "en": "Which is why the regime pick men who are sympathetic to the Nazi cause.",
      "vi": "Đó là lý do chế độ chọn những người đồng tình với lý tưởng của Đức Quốc xã."
    }
  },
  {
    "translation": {
      "en": "Grouped into police battalions, they are sent to Poland.",
      "vi": "Được tập hợp thành các tiểu đoàn cảnh sát, họ được gửi tới Ba Lan."
    }
  },
  {
    "translation": {
      "en": "There they will oppress, persecute, and murder civilians,",
      "vi": "Ở đó họ sẽ đàn áp, bắt bớ, và giết hại dân thường,"
    }
  },
  {
    "translation": {
      "en": "in particular Jews.",
      "vi": "đặc biệt là người Do Thái."
    }
  },
  {
    "translation": {
      "en": "[in German] As early as October or November 1939,",
      "vi": "Ngay từ tháng Mười hoặc tháng Mười Một năm 1939,"
    }
  },
  {
    "translation": {
      "en": "those units began shooting civilians:",
      "vi": "những đơn vị đó đã bắt đầu bắn dân thường."
    }
  },
  {
    "translation": {
      "en": "Polish resistance fighters, clergy, intellectuals, even Jews,",
      "vi": "Các chiến sĩ kháng chiến Ba Lan, giáo sĩ, trí thức, thậm chí cả người Do Thái,"
    }
  },
  {
    "translation": {
      "en": "driving people out, deporting them.",
      "vi": "đuổi người ta ra ngoài, trục xuất họ."
    }
  },
  {
    "translation": {
      "en": "All in all, you could say that those units",
      "vi": "Nói chung, có thể nói những đơn vị đó"
    }
  },
  {
    "translation": {
      "en": "put the National Socialist extermination policy into practice.",
      "vi": "đã đưa chính sách tận diệt của Quốc Xã vào thực tế."
    }
  },
  {
    "translation": {
      "en": "[narrator] Just two years later, the attack on the Soviet Union.",
      "vi": "Chỉ hai năm sau, cuộc tấn công vào Liên Xô được tiến hành."
    }
  },
  {
    "translation": {
      "en": "It is a war of conquest and annihilation.",
      "vi": "Đó là cuộc chiến chinh phục và tiêu diệt."
    }
  },
  {
    "translation": {
      "en": "According to Germany's plans,",
      "vi": "Theo kế hoạch của Đức,"
    }
  },
  {
    "translation": {
      "en": "30 million Soviets should die in order to free up space to live.",
      "vi": "ba mươi triệu người Liên Xô nên chết để tạo thêm không gian sống."
    }
  },
  {
    "translation": {
      "en": "Mobile killing units comprised of police and SS task forces,",
      "vi": "Các đơn vị giết người di động, gồm cảnh sát và lực lượng đặc nhiệm SS"
    }
  },
  {
    "translation": {
      "en": "called \"Einsatzgruppen,\" back up the troops in combat.",
      "vi": "được gọi là \"Đội biệt kích\", hỗ trợ quân đội trong chiến đấu."
    }
  },
  {
    "translation": {
      "en": "On June the 27th, 1941, Police Battalion 309 enters Bialystok.",
      "vi": "Ngày 27 tháng 6 năm 1941, Tiểu đoàn Cảnh sát 309 tiến vào Bialystok."
    }
  },
  {
    "translation": {
      "en": "The ideologically-programmed men lock 800 Jews in the synagogue",
      "vi": "Những kẻ được lập trình ý thức hệ nhốt 800 người Do Thái ở giáo đường Do Thái"
    }
  },
  {
    "translation": {
      "en": "and set it on fire.",
      "vi": "và đốt nó."
    }
  },
  {
    "translation": {
      "en": "And then they kill even more.",
      "vi": "Và sau đó họ còn giết nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "The next day, the policemen are honored for \"securing\" the city, as they call it.",
      "vi": "Ngày hôm sau, các cảnh sát được vinh danh vì đã \"bảo vệ\" thành phố, theo lời của họ."
    }
  },
  {
    "translation": {
      "en": "Altogether, 18,000 men advance behind the front into the villages and towns,",
      "vi": "Tổng cộng, 18.000 người đàn ông tiến vào sau mặt trận tới các làng và thị trấn,"
    }
  },
  {
    "translation": {
      "en": "where the mostly young and indoctrinated gunmen",
      "vi": "nơi các tay súng hầu như là trẻ tuổi và bị nhồi sọ"
    }
  },
  {
    "translation": {
      "en": "shoot all the Jewish men, women and children dead.",
      "vi": "bắn chết tất cả đàn ông, phụ nữ và trẻ em Do Thái."
    }
  },
  {
    "translation": {
      "en": "Now the Holocaust begins, the systematic mass murder of the Jews.",
      "vi": "Giờ thì thảm sát Holocaust, cuộc thảm sát người Do Thái có hệ thống, đã bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Many of the shooters are traumatized by the killings,",
      "vi": "Nhiều tay súng bị sang chấn vì giết chóc,"
    }
  },
  {
    "translation": {
      "en": "which is one reason why large extermination camps",
      "vi": "đó là một lý do vì sao các trại tiêu diệt lớn,"
    }
  },
  {
    "translation": {
      "en": "like Auschwitz emerge at the end of 1941.",
      "vi": "như Auschwitz, xuất hiện vào cuối năm 1941. LÃNH THỔ BA LAN BỊ QUỐC XÃ CHIẾM ĐÓNG, 1941-1942"
    }
  },
  {
    "translation": {
      "en": "The process of mass murder needs to be made more effective",
      "vi": "Quá trình giết người hàng loạt cần được thực hiện hiệu quả hơn"
    }
  },
  {
    "translation": {
      "en": "and more gentle on the perpetrators.",
      "vi": "và nhẹ nhàng hơn với những kẻ ra tay."
    }
  },
  {
    "translation": {
      "en": "If we try to figure out",
      "vi": "Nếu ta cố tìm ra"
    }
  },
  {
    "translation": {
      "en": "the proportions of Holocaust victims",
      "vi": "tỷ lệ nạn nhân của thảm sát Holocaust"
    }
  },
  {
    "translation": {
      "en": "in terms of how they perished,",
      "vi": "theo cách họ bỏ mạng,"
    }
  },
  {
    "translation": {
      "en": "the best estimate, I think, is that",
      "vi": "tôi nghĩ con số gần đúng nhất là"
    }
  },
  {
    "translation": {
      "en": "about a half, close to three million, died in the death camps, in the gas chambers.",
      "vi": "khoảng một nửa, gần ba triệu người, đã chết ở trại tử thần và phòng hơi ngạt."
    }
  },
  {
    "translation": {
      "en": "That close to a million died in what we might call conditions of incarceration:",
      "vi": "Gần một triệu người chết vì thứ ta có thể gọi là điều kiện bị giam cầm."
    }
  },
  {
    "translation": {
      "en": "Starving in epidemics, in the ghettos, the death marches at the end of the war.",
      "vi": "Chết đói vì dịch bệnh, ở các khu ổ chuột, các cuộc tử hành cuối cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "Which means that over two million died by firing squad,",
      "vi": "Nghĩa là hơn hai triệu người đã chết vì bị xử bắn,"
    }
  },
  {
    "translation": {
      "en": "died in these mass executions.",
      "vi": "ở các vụ xử tử hàng loạt này."
    }
  },
  {
    "translation": {
      "en": "[narrator] Over two million people murdered, face-to-face with their killers.",
      "vi": "Hơn hai triệu người bị giết, mặt đối mặt với kẻ giết họ."
    }
  },
  {
    "translation": {
      "en": "A little-known fact even today, it is the \"forgotten Holocaust.\"",
      "vi": "Một sự thật ít được biết ngay cả ngày nay, đó là \"Holocaust bị lãng quên\"."
    }
  },
  {
    "translation": {
      "en": "Liepaja, summer 1941,",
      "vi": "Liepaja, mùa hè năm 1941,"
    }
  },
  {
    "translation": {
      "en": "in Einsatzgruppe A's area of operation.",
      "vi": "ở khu vực hoạt động của Đội biệt kích A."
    }
  },
  {
    "translation": {
      "en": "This is the only film discovered",
      "vi": "Đây là thước phim duy nhất được tìm thấy"
    }
  },
  {
    "translation": {
      "en": "that shows a shooting of Jews on the Eastern Front.",
      "vi": "có cảnh người Do Thái bị bắn ở Mặt trận phía Đông."
    }
  },
  {
    "translation": {
      "en": "Officially, filming is forbidden,",
      "vi": "Việc quay phim chính thống bị cấm,"
    }
  },
  {
    "translation": {
      "en": "because the killing is supposed to remain a secret.",
      "vi": "vì việc giết chóc phải được giữ bí mật."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] They only made two mistakes.",
      "vi": "Họ chỉ mắc hai sai lầm."
    }
  },
  {
    "translation": {
      "en": "One, they kept a record of everything.",
      "vi": "Thứ nhất, họ ghi chép lại mọi thứ. LUẬT SƯ NGƯỜI MỸ"
    }
  },
  {
    "translation": {
      "en": "And it was sent to Berlin,",
      "vi": "Và nó được gửi đến Berlin,"
    }
  },
  {
    "translation": {
      "en": "where it was consolidated with all the other from B, C and D.",
      "vi": "nơi nó được tổng hợp với tất cả các ghi chép khác từ B, C và D."
    }
  },
  {
    "translation": {
      "en": "And it gave a comprehensive picture of whom they had killed in which cities,",
      "vi": "Và nó cho thấy một bức tranh toàn cảnh về những người họ đã giết ở mỗi thành phố,"
    }
  },
  {
    "translation": {
      "en": "in which town, in which unit, which command at what time.",
      "vi": "thị trấn, đơn vị, mỗi đội quân vào từng thời điểm."
    }
  },
  {
    "translation": {
      "en": "That was the first mistake, to keep the record. The second was that I found them.",
      "vi": "Đó là sai lầm đầu tiên, ghi chép lại. Thứ hai là tôi đã tìm thấy chúng."
    }
  },
  {
    "translation": {
      "en": "[narrator] Nuremberg after the war.",
      "vi": "Nuremberg sau chiến tranh."
    }
  },
  {
    "translation": {
      "en": "The so-called \"Thousand-Year Reich\" lies in ruins.",
      "vi": "Thứ gọi là \"Đế chế Ngàn năm\" nằm trong đổ nát."
    }
  },
  {
    "translation": {
      "en": "In the city where the Nazis once held their Nazi Party Rallies,",
      "vi": "Ở thành phố Đức Quốc xã từng tổ chức Diễu hành Đảng Quốc xã,"
    }
  },
  {
    "translation": {
      "en": "the Allies want to bring German crimes to justice.",
      "vi": "phe Đồng minh muốn đưa tội ác của Đức ra trước công lý."
    }
  },
  {
    "translation": {
      "en": "In the Nuremberg Palace of Justice, the major war criminals are put on trial.",
      "vi": "Ở Cung điện Công lý Nuremberg, các tội phạm chiến tranh chính bị xét xử."
    }
  },
  {
    "translation": {
      "en": "They ordered the crimes and will be prosecuted accordingly.",
      "vi": "Họ đã ra lệnh thực hiện các tội ác đó và sẽ bị truy tố thích đáng."
    }
  },
  {
    "translation": {
      "en": "But who carried out the murders?",
      "vi": "Nhưng ai đã thực hiện các vụ giết người?"
    }
  },
  {
    "translation": {
      "en": "The 27-year-old lawyer Benjamin Ferencz is tasked with finding out",
      "vi": "Luật sư 27 tuổi Benjamin Ferencz được giao nhiệm vụ tìm hiểu"
    }
  },
  {
    "translation": {
      "en": "and sets off to look for clues.",
      "vi": "và bắt đầu tìm kiếm manh mối."
    }
  },
  {
    "translation": {
      "en": "In early 1947, his investigation team makes a significant find.",
      "vi": "Đầu năm 1947, đội điều tra của ông đã có một phát hiện quan trọng."
    }
  },
  {
    "translation": {
      "en": "One day, one of my researchers came. He said, \"Look what I found.\"",
      "vi": "Một hôm, một nhà nghiên cứu của tôi đến. Anh ta nói: \"Xem tôi thấy gì này\"."
    }
  },
  {
    "translation": {
      "en": "And he handed me a bunch of papers, \"Ereignismeldungen aus der UDSSR.\"",
      "vi": "Và anh ta đưa tôi một đống giấy tờ: \"Báo cáo sự kiện từ Liên Xô\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] These are death lists from the mobile killing units, the SS Einsatzgruppen.",
      "vi": "Đó là danh sách tử vong từ các đơn vị giết người di động, Đội biệt kích SS."
    }
  },
  {
    "translation": {
      "en": "The murder of hundreds of thousands of people was documented",
      "vi": "Vụ thảm sát hàng trăm ngàn người được lưu lại"
    }
  },
  {
    "translation": {
      "en": "as a record of achievement.",
      "vi": "như một ghi chép về chiến tích."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] I took a little adding machine and I began to add up Einsatzgruppe A reports.",
      "vi": "Tôi lấy một máy cộng và bắt đầu cộng các con số từ báo cáo của Đội biệt kích A."
    }
  },
  {
    "translation": {
      "en": "10,000 killed here. 15,000 killed here. 20,000 killed here.",
      "vi": "Ở đây có 10.000 người bị giết. Ở đây thì 15.000. Ở đây thì 20.000."
    }
  },
  {
    "translation": {
      "en": "And I started to add them up.",
      "vi": "Và tôi bắt đầu cộng lại."
    }
  },
  {
    "translation": {
      "en": "When I added over a million, I said, \"That's enough.\"",
      "vi": "Khi tôi cộng đến hơn một triệu, tôi nói: \"Đủ rồi\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ferencz wants to put the SS men responsible on trial.",
      "vi": "Ferencz muốn đưa những người chịu trách nhiệm của SS ra tòa."
    }
  },
  {
    "translation": {
      "en": "But his superior refuses.",
      "vi": "Nhưng cấp trên của ông từ chối."
    }
  },
  {
    "translation": {
      "en": "They don't have the budget or the time.",
      "vi": "Họ không có ngân sách hay thời gian."
    }
  },
  {
    "translation": {
      "en": "I got a little bit furious and said,",
      "vi": "Tôi hơi tức giận và nói:"
    }
  },
  {
    "translation": {
      "en": "\"You can't let these guys go!",
      "vi": "\"Không thể để bọn này thoát!"
    }
  },
  {
    "translation": {
      "en": "I have a million murders in my hand, you're not going let them go!\"",
      "vi": "Tôi có cả triệu vụ giết người trong tay, ông không được bỏ qua cho chúng!\""
    }
  },
  {
    "translation": {
      "en": "So he said, \"Well, can you do it in addition to your other work?\"",
      "vi": "Ông ấy đáp: \"Cậu làm được cùng việc khác chứ?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure.\" He said, \"Okay. You got it.\"",
      "vi": "Tôi nói: \"Được\". Ông ấy nói: \"Được. Của cậu cả\"."
    }
  },
  {
    "translation": {
      "en": "And so it came to pass that for my first case as a lawyer,",
      "vi": "Và thế là nó trở thành vụ án đầu tiên của tôi với tư cách luật sư,"
    }
  },
  {
    "translation": {
      "en": "I became the chief prosecutor of the biggest murder trial in human history.",
      "vi": "tôi thành công tố viên chính ở phiên xử giết người lớn nhất lịch sử loài người."
    }
  },
  {
    "translation": {
      "en": "Vengeance is not our goal, nor do we seek merely a just retribution.",
      "vi": "Chúng tôi không tìm sự báo thù, cũng không chỉ tìm sự trừng phạt công bằng."
    }
  },
  {
    "translation": {
      "en": "We ask this court to affirm by international penal action,",
      "vi": "Chúng tôi yêu cầu tòa án này khẳng định, bằng hành động hình sự quốc tế,"
    }
  },
  {
    "translation": {
      "en": "man's right to live in peace and dignity.",
      "vi": "quyền được sống trong hòa bình và phẩm giá của con người."
    }
  },
  {
    "translation": {
      "en": "[narrator] The accused are 24 SS men from the Einsatzgruppen.",
      "vi": "Các bị cáo là 24 thành viên SS từ Đội biệt kích."
    }
  },
  {
    "translation": {
      "en": "They all led mobile killing units.",
      "vi": "Họ đều dẫn đầu các đơn vị giết người di động."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] They don't fit with Hollywood's image of a Nazi perpetrator.",
      "vi": "Họ không giống với hình ảnh thủ phạm Đức Quốc xã của Hollywood."
    }
  },
  {
    "translation": {
      "en": "That image is a henchman who is not particularly intelligent",
      "vi": "Hình ảnh đó là một tên tay sai không đặc biệt thông minh,"
    }
  },
  {
    "translation": {
      "en": "and who only cares about killing as many people as possible.",
      "vi": "và chỉ quan tâm đến việc giết càng nhiều người càng tốt."
    }
  },
  {
    "translation": {
      "en": "But the historical reality is that they were nothing like that.",
      "vi": "Nhưng thực tế lịch sử là họ không hề như thế."
    }
  },
  {
    "translation": {
      "en": "Some of the Einsatzgruppen leaders had double doctorate degrees.",
      "vi": "Một số nhà lãnh đạo Đội biệt kích có hai bằng tiến sĩ."
    }
  },
  {
    "translation": {
      "en": "They're mostly middle-class, educated, really sophisticated people",
      "vi": "Họ chủ yếu thuộc tầng lớp trung lưu, có học thức, những người thực sự tinh tế,"
    }
  },
  {
    "translation": {
      "en": "who could definitely hold a conversation about Mozart or Beethoven.",
      "vi": "những người chắc chắn có thể nói chuyện về Mozart hay Beethoven."
    }
  },
  {
    "translation": {
      "en": "We will begin with the defendant Ohlendorf.",
      "vi": "Ta sẽ bắt đầu với bị cáo Ohlendorf."
    }
  },
  {
    "translation": {
      "en": "[narrator] One of them is Otto Ohlendorf, the former head of Einsatzgruppe D.",
      "vi": "Một trong số đó là Otto Ohlendorf, cựu lãnh đạo của Đội biệt kích D."
    }
  },
  {
    "translation": {
      "en": "He gave orders to 600 men who murdered 90,000 people in one year.",
      "vi": "Ông ta ra lệnh cho 600 người giết 90.000 người trong một năm."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] Ohlendorf made a very good impression on me.",
      "vi": "Ohlendorf gây ấn tượng tốt với tôi."
    }
  },
  {
    "translation": {
      "en": "I knew he was the father of five children.",
      "vi": "Tôi biết ông ta là cha của năm đứa con."
    }
  },
  {
    "translation": {
      "en": "Uh, he was honest.",
      "vi": "CÔNG TỐ VIÊN CHÍNH Ở PHIÊN XỬ ĐỘI BIỆT KÍCH Ông ta thành thật."
    }
  },
  {
    "translation": {
      "en": "[Earl] He cut a good figure, you know?",
      "vi": "Ông ta tạo hình ảnh tốt, bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "He was handsome. He was articulate.",
      "vi": "Ông ta đẹp trai, diễn đạt rõ ràng."
    }
  },
  {
    "translation": {
      "en": "He had a sureness to himself",
      "vi": "Ông ta có sự chắc chắn về bản thân…"
    }
  },
  {
    "translation": {
      "en": "that people found attractive.",
      "vi": "NHÀ SỬ HỌC …mà mọi người thấy hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "I think that the world kind of expected this person",
      "vi": "Tôi nghĩ thế giới đã nghĩ một người"
    }
  },
  {
    "translation": {
      "en": "who was in charge of--",
      "vi": "cầm đầu"
    }
  },
  {
    "translation": {
      "en": "in charge of a mobile killing unit to be something different.",
      "vi": "một đơn vị giết người di động sẽ có gì đó khác biệt."
    }
  },
  {
    "translation": {
      "en": "They expected him to be ugly, old, crazy, pathological, sadistic,",
      "vi": "Họ nghĩ ông ta phải xấu xí, già nua, điên loạn, bệnh hoạn, tàn bạo,"
    }
  },
  {
    "translation": {
      "en": "dumb, maybe, a misfit of some kind.",
      "vi": "có lẽ là ngu ngốc, một kiểu người lạc quẻ."
    }
  },
  {
    "translation": {
      "en": "But he was an accomplished man. The judge liked him.",
      "vi": "Mà ông ta là một người có tài, được thẩm phán thích."
    }
  },
  {
    "translation": {
      "en": "The judge said: \"I like this guy. He seems nice. But he killed people. I don't understand it.\"",
      "vi": "Thẩm phán nói: \"Tôi thích gã này. Gã có vẻ tốt. Mà gã giết người. Khó hiểu quá\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ohlendorf surprises the court with his openness.",
      "vi": "Ohlendorf khiến tòa ngạc nhiên với sự cởi mở của mình."
    }
  },
  {
    "translation": {
      "en": "The judge thanks him several times for the statements he already made",
      "vi": "Thẩm phán cảm ơn ông ta vài lần vì những lời khai ông ta đã đưa ra với Đồng minh"
    }
  },
  {
    "translation": {
      "en": "to the Allies during an interrogation in 1946.",
      "vi": "vì những lời khai ông ta đã đưa ra với Đồng minh trong một cuộc thẩm vấn năm 1946."
    }
  },
  {
    "translation": {
      "en": "[judge] In what way they were transported to the place of execution?",
      "vi": "Họ được vận chuyển đến nơi hành hình bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] They were driven there in lorries.",
      "vi": "Họ được đưa đến đó bằng xe tải."
    }
  },
  {
    "translation": {
      "en": "Always as many as could be executed right away.",
      "vi": "Luôn với đúng số lượng có thể xử tử ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "[judge] Was that your idea?",
      "vi": "Đó là ý tưởng của ông à?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[judge] In what positions were the victims shot?",
      "vi": "Các nạn nhân bị bắn ở tư thế nào?"
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf in German] Standing or kneeling.",
      "vi": "Đứng hoặc quỳ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Just as it was on July 13th, 1942.",
      "vi": "Như đã định, vào ngày 13 tháng Bảy năm 1942,"
    }
  },
  {
    "translation": {
      "en": "Hamburg Reserve Police Battalion 101 is on its way to the first execution.",
      "vi": "Tiểu đoàn Cảnh sát Dự bị Hamburg 101 đang trên đường đến vụ xử tử đầu tiên."
    }
  },
  {
    "translation": {
      "en": "The policemen are unprepared for what awaits them.",
      "vi": "Các cảnh sát không chuẩn bị cho thứ đang chờ họ."
    }
  },
  {
    "translation": {
      "en": "They had certainly not been instructed in how to conduct a firing squad massacre.",
      "vi": "Họ chắc chắn không được hướng dẫn cách tiến hành thảm sát bằng súng."
    }
  },
  {
    "translation": {
      "en": "It's all improvised the first time.",
      "vi": "Tất cả đều là ngẫu hứng trong lần đầu."
    }
  },
  {
    "translation": {
      "en": "[Kühl, in German] They were taken to a forest.",
      "vi": "Họ bị đưa đến một khu rừng."
    }
  },
  {
    "translation": {
      "en": "Then the policemen led them into the forest one by one,",
      "vi": "Rồi cảnh sát dẫn từng người họ vào rừng,"
    }
  },
  {
    "translation": {
      "en": "some of them women, some of them children.",
      "vi": "một số là phụ nữ, một số là trẻ em."
    }
  },
  {
    "translation": {
      "en": "So instead of depersonalizing the execution,",
      "vi": "Thì, thay vì phi cá nhân hóa vụ hành hình,"
    }
  },
  {
    "translation": {
      "en": "and instead of keeping distance between the killer and the victim,",
      "vi": "và thay vì giữ khoảng cách giữa hung thủ và nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "here you have one-to-one identification with the person you're going to kill,",
      "vi": "ở đây bạn có sự nhận dạng một đối một với người bạn sắp giết,"
    }
  },
  {
    "translation": {
      "en": "and you kill that person at point-blank range.",
      "vi": "và bạn giết người đó ở cự ly gần."
    }
  },
  {
    "translation": {
      "en": "Several of the policemen reported having conversations",
      "vi": "Vài cảnh sát cho biết đã trò chuyện"
    }
  },
  {
    "translation": {
      "en": "as they walked them into the forest.",
      "vi": "khi đưa nạn nhân vào rừng."
    }
  },
  {
    "translation": {
      "en": "Some, in fact, were German Jews who had left Germany earlier.",
      "vi": "Thực tế, một số là người Đức Do Thái đã rời Đức trước đó."
    }
  },
  {
    "translation": {
      "en": "One of the Jews' family had owned the kino, the cinema, in Hamburg,",
      "vi": "Một gia đình người Do Thái đã sở hữu rạp chiếu phim, ở Hamburg,"
    }
  },
  {
    "translation": {
      "en": "where this man had gone to see movies.",
      "vi": "nơi người đàn ông này tới xem phim."
    }
  },
  {
    "translation": {
      "en": "And he discovers he's going to kill the cinema owner where he used to go watch the movies.",
      "vi": "Và anh ta phát hiện mình sẽ giết chủ rạp phim nơi anh ta từng tới xem."
    }
  },
  {
    "translation": {
      "en": "And needless to say,",
      "vi": "Và không cần phải nói, tổn hại tâm lý của việc này"
    }
  },
  {
    "translation": {
      "en": "the psychological toll of this was very great.",
      "vi": "Và không cần phải nói, tổn hại tâm lý của việc này là rất lớn."
    }
  },
  {
    "translation": {
      "en": "[in German] The victims feared for their lives and knew death was moments away.",
      "vi": "Các nạn nhân lo sợ cho mạng sống của họ và biết cái chết chỉ còn cách họ vài phút."
    }
  },
  {
    "translation": {
      "en": "And the policemen were experiencing an emotional crisis",
      "vi": "Và các cảnh sát thì trải qua khủng hoảng cảm xúc"
    }
  },
  {
    "translation": {
      "en": "because they knew they were about to have to kill someone at point-blank range.",
      "vi": "vì họ biết họ sắp phải giết ai đó ở cự ly gần."
    }
  },
  {
    "translation": {
      "en": "[Browning] So, it's an extraordinarily gruesome experience. And that's when some of the men began to get sick,",
      "vi": "Đó là một trải nghiệm cực kỳ kinh khủng. Và đó là lúc một vài người thấy bệnh,"
    }
  },
  {
    "translation": {
      "en": "because they're covered with brain matter and blood.",
      "vi": "vì họ bị dính chất não và máu từ đầu đến chân."
    }
  },
  {
    "translation": {
      "en": "They-- They throw up, they-- they get demoralized, they can't continue.",
      "vi": "Họ nôn, họ… họ mất tinh thần, họ không thể tiếp tục."
    }
  },
  {
    "translation": {
      "en": "[narrator] The massacre lasts for hours.",
      "vi": "Vụ thảm sát kéo dài hàng giờ."
    }
  },
  {
    "translation": {
      "en": "In the end, 1,500 Jewish men, women and children lie dead in the forest.",
      "vi": "Cuối cùng, 1.500 đàn ông, phụ nữ và trẻ em Do Thái nằm chết trong rừng."
    }
  },
  {
    "translation": {
      "en": "[Browning] When they went home that night, they were offered liquor,",
      "vi": "Khi về nhà đêm đó, họ được mời rượu,"
    }
  },
  {
    "translation": {
      "en": "and most of them got drunk, but most of them couldn't eat.",
      "vi": "và hầu hết họ đều say xỉn, nhưng không thể ăn gì."
    }
  },
  {
    "translation": {
      "en": "The-- The food was put out, but most of them had no appetite to eat.",
      "vi": "Đồ ăn được bày ra, nhưng gần như tất cả đều không muốn ăn."
    }
  },
  {
    "translation": {
      "en": "Uh, and some of them had nightmares that night.",
      "vi": "Và vài người trong số họ gặp ác mộng đêm đó."
    }
  },
  {
    "translation": {
      "en": "One man even, I guess, shooting his gun into the ceiling in a kind of nightmare.",
      "vi": "Một người đàn ông, tôi đoán là, bắn súng lên trần nhà vì gặp ác mộng."
    }
  },
  {
    "translation": {
      "en": "And, uh, as another man told one of his-- his noncommissioned officers,",
      "vi": "Và như một người khác nói với một hạ sĩ quan của mình:"
    }
  },
  {
    "translation": {
      "en": "\"If I had to do that again, I would go crazy.\" Uh, so there were--",
      "vi": "\"Nếu phải làm thế lần nữa, tôi sẽ phát điên\". Nên đã có…"
    }
  },
  {
    "translation": {
      "en": "For some of the men, this was just an absolutely horrifying experience,",
      "vi": "Với một số người, đây là một trải nghiệm vô cùng kinh hoàng,"
    }
  },
  {
    "translation": {
      "en": "and they couldn't imagine ever doing it again.",
      "vi": "và họ không thể tưởng tượng sẽ làm thế lần nữa."
    }
  },
  {
    "translation": {
      "en": "[narrator] The regime knows what it is asking of the men.",
      "vi": "Chế độ biết họ yêu cầu gì ở những người đàn ông."
    }
  },
  {
    "translation": {
      "en": "As early as the summer of 1941,",
      "vi": "Ngay từ mùa hè năm 1941,"
    }
  },
  {
    "translation": {
      "en": "a high-ranking SS leader refers to the \"psychological support",
      "vi": "một thủ lĩnh cấp cao của SS đã đề cập đến việc \"hỗ trợ tâm lý"
    }
  },
  {
    "translation": {
      "en": "for the men involved in this deed.\"",
      "vi": "cho những người liên quan đến việc này\"."
    }
  },
  {
    "translation": {
      "en": "The \"impressions of the day\" were to be \"blotted out",
      "vi": "\"Những ấn tượng về ngày đó\" sẽ được \"xóa mờ bằng việc tổ chức các cuộc gặp mặt thân tình vào buổi tối\"."
    }
  },
  {
    "translation": {
      "en": "by holding gatherings of camaraderie in the evenings.\"",
      "vi": "sẽ được \"xóa mờ bằng việc tổ chức các cuộc gặp mặt thân tình vào buổi tối\"."
    }
  },
  {
    "translation": {
      "en": "Otto Ohlendorf faced the same problems",
      "vi": "Otto Ohlendorf gặp các vấn đề tương tự"
    }
  },
  {
    "translation": {
      "en": "with his men who took part in the massacres.",
      "vi": "với những người tham gia các vụ thảm sát của ông ta."
    }
  },
  {
    "translation": {
      "en": "[in German] Otto Ohlendorf said,",
      "vi": "Otto Ohlendorf nói:"
    }
  },
  {
    "translation": {
      "en": "\"My men suffered more than the victims.\"",
      "vi": "\"Người của tôi phải chịu đựng nhiều hơn các nạn nhân\"."
    }
  },
  {
    "translation": {
      "en": "Looking at that from today's perspective,",
      "vi": "Nhìn việc đó từ góc độ của ngày hôm nay,"
    }
  },
  {
    "translation": {
      "en": "that's an absurd reinterpretation.",
      "vi": "đó là một cách diễn giải lại đầy vô lý."
    }
  },
  {
    "translation": {
      "en": "It's the perpetrators looking for psychological mechanisms",
      "vi": "Đó là việc thủ phạm tìm kiếm các cơ chế tâm lý"
    }
  },
  {
    "translation": {
      "en": "that they can use to cast themselves as victims",
      "vi": "mà họ có thể dùng để biến mình thành nạn nhân"
    }
  },
  {
    "translation": {
      "en": "because of the fact they had to do things that made them suffer.",
      "vi": "vì thực tế là họ phải làm những việc khiến họ đau khổ."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] He had Mitleid with his men if they had to, uh, do something",
      "vi": "Ông ta có sự cảm thông với người của mình nếu họ phải làm việc"
    }
  },
  {
    "translation": {
      "en": "which would be painful for them.",
      "vi": "sẽ gây đau đớn cho họ."
    }
  },
  {
    "translation": {
      "en": "Some of the Einsatzgruppen soldiers",
      "vi": "Một vài lính của Đội biệt kích"
    }
  },
  {
    "translation": {
      "en": "would take an infant child and smash their head against a tree.",
      "vi": "bắt một đứa trẻ sơ sinh và đập đầu nó vào một cái cây."
    }
  },
  {
    "translation": {
      "en": "Save ammunition.",
      "vi": "Tiết kiệm đạn."
    }
  },
  {
    "translation": {
      "en": "He-- Ohlendorf explained, \"I didn't allow my men to do that.",
      "vi": "Ohlendorf giải thích: \"Tôi không cho phép người của tôi làm thế."
    }
  },
  {
    "translation": {
      "en": "If there were infants, I told them to have the mother hold the infant to her chest,",
      "vi": "Nếu có trẻ sơ sinh, tôi bảo họ để người mẹ ôm đứa bé vào ngực,"
    }
  },
  {
    "translation": {
      "en": "and then aim for the baby.",
      "vi": "rồi nhắm vào đứa bé."
    }
  },
  {
    "translation": {
      "en": "Because then, they kill both of them with one shot,",
      "vi": "Vì khi đó, họ giết cả hai chỉ bằng một phát đạn,"
    }
  },
  {
    "translation": {
      "en": "and they save ammunition, and the mothers stop crying.\"",
      "vi": "họ tiết kiệm được đạn, và các bà mẹ ngừng khóc\"."
    }
  },
  {
    "translation": {
      "en": "So, that was Mitleid for his men, not for the victims.",
      "vi": "Đó là sự cảm thông cho người của ông ta, không phải cho nạn nhân."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the Einsatzgruppen trial,",
      "vi": "Trong phiên tòa xử Đội biệt kích,"
    }
  },
  {
    "translation": {
      "en": "the court wants to know what motivated Ohlendorf to issue these orders to kill.",
      "vi": "tòa muốn biết điều gì thúc đẩy Ohlendorf ra các lệnh giết người này."
    }
  },
  {
    "translation": {
      "en": "He claims he was simply being loyal to his government.",
      "vi": "Ông ta nói đơn giản đang trung thành với chính phủ."
    }
  },
  {
    "translation": {
      "en": "[Ohlendorf, in German] The order to liquidate",
      "vi": "Mệnh lệnh tiêu diệt"
    }
  },
  {
    "translation": {
      "en": "came from the Führer of the Reich.",
      "vi": "đến từ Quốc trưởng của Đế chế."
    }
  },
  {
    "translation": {
      "en": "So, in that sense, it's a policy determined by the Führer.",
      "vi": "Vì vậy, theo nghĩa đó, đó là chính sách được quyết định bởi Quốc trưởng."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the spirit of Nazi propaganda,",
      "vi": "Theo tinh thần tuyên truyền của Đức Quốc xã,"
    }
  },
  {
    "translation": {
      "en": "Ohlendorf believes the Jews are responsible",
      "vi": "Ohlendorf tin người Do Thái chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "for communism in the Soviet Union,",
      "vi": "về chủ nghĩa cộng sản ở Liên Xô,"
    }
  },
  {
    "translation": {
      "en": "and therefore enemies of the German Reich.",
      "vi": "và do đó là kẻ thù của Đế chế Đức."
    }
  },
  {
    "translation": {
      "en": "Why does Ohlendorf believe propaganda is truth?",
      "vi": "Sao Ohlendorf tin điều tuyên truyền là sự thật?"
    }
  },
  {
    "translation": {
      "en": "I don't think he believed it was propaganda.",
      "vi": "Tôi không nghĩ ông ta tin đó là tuyên truyền."
    }
  },
  {
    "translation": {
      "en": "He was raised in a nationalist family.",
      "vi": "Ông ta lớn lên trong gia đình theo chủ nghĩa dân tộc."
    }
  },
  {
    "translation": {
      "en": "University, he had professors who taught",
      "vi": "Ở đại học, ông ta có các giáo sư"
    }
  },
  {
    "translation": {
      "en": "about the problems of-- of Bolshevism,",
      "vi": "dạy dỗ về các vấn đề của chủ nghĩa Bolshevik,"
    }
  },
  {
    "translation": {
      "en": "the problems of communists, the problems of Jews.",
      "vi": "các vấn đề của cộng sản, và của người Do Thái."
    }
  },
  {
    "translation": {
      "en": "You get fed it, and you get fed it, and you get fed it.",
      "vi": "Bạn được tiêm nhiễm hàng ngày."
    }
  },
  {
    "translation": {
      "en": "And it reinforces, I think, your already existing beliefs, you know?",
      "vi": "Và nó củng cố niềm tin vốn có của bạn, bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "And then a government comes to power that says, \"Yes, you know, this is true.\"",
      "vi": "Và rồi một chính phủ lên nắm quyền nói rằng: \"Phải, điều này là đúng\"."
    }
  },
  {
    "translation": {
      "en": "He certainly believed that, um-- that Bolsheviks were Jews",
      "vi": "Ông ta chắc chắn tin rằng… người Bolshevik là người Do Thái"
    }
  },
  {
    "translation": {
      "en": "and that they should be killed.",
      "vi": "và họ nên bị giết."
    }
  },
  {
    "translation": {
      "en": "[narrator] A survivor of one of the massacres testifies in court after the war.",
      "vi": "Một người sống sót sau một vụ thảm sát làm chứng trước tòa sau chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[survivor, in Russian] They lined us up at the edge of the pit, squeezed together.",
      "vi": "Họ bắt chúng tôi xếp hàng ở rìa hố, chen chúc nhau."
    }
  },
  {
    "translation": {
      "en": "Then they started shooting.",
      "vi": "Rồi họ bắt đầu nổ súng."
    }
  },
  {
    "translation": {
      "en": "I closed my eyes, clenched my fists,",
      "vi": "Tôi nhắm mắt lại, nắm chặt tay,"
    }
  },
  {
    "translation": {
      "en": "tensed all my muscles and jumped.",
      "vi": "căng hết cơ bắp và nhảy."
    }
  },
  {
    "translation": {
      "en": "The fall seemed to take forever.",
      "vi": "Cú nhảy dường như kéo dài mãi mãi."
    }
  },
  {
    "translation": {
      "en": "Finally, I landed on the bodies.",
      "vi": "Cuối cùng, tôi đáp xuống các xác chết."
    }
  },
  {
    "translation": {
      "en": "I hadn't been hit.",
      "vi": "Tôi đã không bị bắn."
    }
  },
  {
    "translation": {
      "en": "After a while, the shooting stopped.",
      "vi": "Một lúc sau, vụ nổ súng dừng lại."
    }
  },
  {
    "translation": {
      "en": "I heard the Germans coming down into the pit…",
      "vi": "Tôi nghe thấy người Đức đi xuống hố…"
    }
  },
  {
    "translation": {
      "en": "…to finish off those who were still moaning.",
      "vi": "để kết liễu những người vẫn còn rên rỉ."
    }
  },
  {
    "translation": {
      "en": "Some were still twitching and convulsing in their death throes.",
      "vi": "Một số người vẫn còn co rúm người và co giật trong lúc hấp hối."
    }
  },
  {
    "translation": {
      "en": "They shot everyone who was still alive.",
      "vi": "Họ dùng đèn pin để xem ai còn sống và bắn người đó."
    }
  },
  {
    "translation": {
      "en": "I played dead, scared of being discovered.",
      "vi": "Tôi giả chết, sợ hãi lo bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "[narrator] Most of the men in Reserve Police Battalion 101",
      "vi": "Hầu hết những người trong Tiểu đoàn Cảnh sát Dự bị 101"
    }
  },
  {
    "translation": {
      "en": "were not Nazis by conviction.",
      "vi": "đều tin chắc rằng họ không phải Quốc xã."
    }
  },
  {
    "translation": {
      "en": "Twenty years after the war,",
      "vi": "Hai mươi năm sau chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "they describe to the investigators how they experienced the murder of the Jews.",
      "vi": "họ mô tả cho các điều tra viên về việc họ trải qua vụ giết người Do Thái ra sao."
    }
  },
  {
    "translation": {
      "en": "[officer 1, in German] I can still see the image in my mind. I remember thinking back then",
      "vi": "Tôi vẫn thấy hình ảnh đó trong đầu. Tôi nhớ hồi đó tôi đã nghĩ"
    }
  },
  {
    "translation": {
      "en": "that we didn't have enough earth to cover so many bodies.",
      "vi": "rằng chúng tôi không có đủ đất để chôn từng đó thi thể."
    }
  },
  {
    "translation": {
      "en": "[officer 2, in German] I was angry that we had become animals, murderers.",
      "vi": "Tôi tức giận vì chúng tôi đã trở thành động vật, những kẻ sát nhân."
    }
  },
  {
    "translation": {
      "en": "[officer 3, in German] We didn't see Jews as human beings.",
      "vi": "Chúng tôi đã không xem người Do Thái là con người."
    }
  },
  {
    "translation": {
      "en": "The first massacre of Jews in Jozefow",
      "vi": "Vụ thảm sát người Do Thái đầu tiên ở Jozefow"
    }
  },
  {
    "translation": {
      "en": "was very upsetting, was very traumatic. And then they get used to it very quickly.",
      "vi": "rất đau lòng, rất gây ám ảnh. Và sau đó họ quen với nó rất nhanh."
    }
  },
  {
    "translation": {
      "en": "The speed with which they became habituated to what they were doing,",
      "vi": "Sự làm quen nhanh chóng với việc họ đang làm,"
    }
  },
  {
    "translation": {
      "en": "the speed with which they got used to killing as a kind of normal routine",
      "vi": "sự làm quen nhanh chóng với việc giết chóc như một thói quen"
    }
  },
  {
    "translation": {
      "en": "was one of the real surprises to me, uh, that came out of the interrogations.",
      "vi": "là một trong những bất ngờ thực sự, với tôi, từ các cuộc thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "You can see in the first few killing operations…",
      "vi": "Bạn có thể thấy trong vài chiến dịch xử tử đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "[clears throat] …the men can describe those in great detail.",
      "vi": "những người đàn ông có thể mô tả rất chi tiết."
    }
  },
  {
    "translation": {
      "en": "Thereafter, it becomes a real blur.",
      "vi": "Sau đó, nó trở nên rất mờ nhạt."
    }
  },
  {
    "translation": {
      "en": "They can't even remember which town it was in.",
      "vi": "Họ còn không thể nhớ thị trấn nào."
    }
  },
  {
    "translation": {
      "en": "[narrator] The men's behavior is strongly influenced",
      "vi": "TIỂU ĐOÀN CẢNH SÁT DỰ BỊ 101 Hành vi của những người đó bị ảnh hưởng lớn bởi lãnh đạo tiểu đoàn."
    }
  },
  {
    "translation": {
      "en": "by the leadership of the battalion.",
      "vi": "Hành vi của những người đó bị ảnh hưởng lớn bởi lãnh đạo tiểu đoàn."
    }
  },
  {
    "translation": {
      "en": "At the helm is Major Wilhelm Trapp,",
      "vi": "Chỉ huy là Thiếu tá Wilhelm Trapp,"
    }
  },
  {
    "translation": {
      "en": "who commands the 500 men.",
      "vi": "người chỉ huy 500 lính."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] He was a popular, respected superior, and he said,",
      "vi": "Ông ấy là một cấp trên nổi tiếng, được kính trọng, và đã nói:"
    }
  },
  {
    "translation": {
      "en": "\"If I had a choice, I wouldn't give you the order. But…\"",
      "vi": "\"Nếu được lựa chọn, tôi sẽ không ra lệnh cho anh. Nhưng…\""
    }
  },
  {
    "translation": {
      "en": "He was calling on them for solidarity, to support him with this task,",
      "vi": "Ông ấy kêu gọi họ đoàn kết, ủng hộ ông ấy với nhiệm vụ này,"
    }
  },
  {
    "translation": {
      "en": "which didn't come from him,",
      "vi": "nhiệm vụ không phải từ ông ấy,"
    }
  },
  {
    "translation": {
      "en": "and asking them not to abandon him.",
      "vi": "và xin họ đừng bỏ rơi ông ấy."
    }
  },
  {
    "translation": {
      "en": "[in German] It was a combination of coercion and free will.",
      "vi": "Đó là sự kết hợp giữa sự ép buộc và ý chí tự do."
    }
  },
  {
    "translation": {
      "en": "They were told that they could refuse to do it,",
      "vi": "Họ được bảo rằng họ có thể từ chối làm việc đó,"
    }
  },
  {
    "translation": {
      "en": "but that they would have to accept their comrades having to do it instead.",
      "vi": "nhưng họ sẽ phải chấp nhận việc đồng đội phải làm việc đó thay vì họ."
    }
  },
  {
    "translation": {
      "en": "That combination of,",
      "vi": "Sự kết hợp của,"
    }
  },
  {
    "translation": {
      "en": "\"It has to be done, the police battalion has to do the job\"",
      "vi": "\"Phải xong việc, tiểu đoàn cảnh sát phải hoàn thành công việc,"
    }
  },
  {
    "translation": {
      "en": "and, \"If you're weak, you can refuse, but it's at the expense of your comrades.\"",
      "vi": "và \"Nếu anh yếu đuối, anh có thể từ chối, nhưng đồng đội của anh phải trả giá\"."
    }
  },
  {
    "translation": {
      "en": "That combination creates the pressure",
      "vi": "Sự kết hợp đó tạo ra áp lực"
    }
  },
  {
    "translation": {
      "en": "which led to most of them taking part in the shootings.",
      "vi": "dẫn đến việc hầu hết họ tham gia vào các vụ nổ súng."
    }
  },
  {
    "translation": {
      "en": "[narrator] Only a few policemen refuse to carry out the order to kill.",
      "vi": "Chỉ có vài cảnh sát từ chối thực hiện lệnh giết người."
    }
  },
  {
    "translation": {
      "en": "[officer 1, in German] No! We were already hoping it was over.",
      "vi": "Không! Chúng tôi đã hy vọng nó kết thúc."
    }
  },
  {
    "translation": {
      "en": "More potatoes?",
      "vi": "Thêm khoai tây?"
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Objectively speaking,",
      "vi": "Khách quan mà nói,"
    }
  },
  {
    "translation": {
      "en": "nothing bad happened to the objectors.",
      "vi": "không có gì xấu xảy ra với những người phản đối."
    }
  },
  {
    "translation": {
      "en": "They were assigned work cleaning latrines and that kind of thing.",
      "vi": "Họ được giao việc dọn dẹp nhà vệ sinh, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "They were called names: bastard, dirty rat, sissy and so on.",
      "vi": "Họ bị gọi bằng những cái tên. Đồ khốn, đồ chuột bẩn thỉu, đồ nhát cáy, vân vân."
    }
  },
  {
    "translation": {
      "en": "Those men were not at home,",
      "vi": "Những người đó không ở nhà,"
    }
  },
  {
    "translation": {
      "en": "they didn't go back to their families at the end of the day.",
      "vi": "vào cuối ngày họ không về với gia đình."
    }
  },
  {
    "translation": {
      "en": "Instead, they were in a group of men for an unforeseeable amount of time,",
      "vi": "Thay vào đó, họ ở trong một nhóm đàn ông trong một khoảng thời gian vô định,"
    }
  },
  {
    "translation": {
      "en": "always with the same people, who could torment them,",
      "vi": "luôn ở cùng những người có thể hành hạ họ,"
    }
  },
  {
    "translation": {
      "en": "insult them and exclude them.",
      "vi": "sỉ nhục và bài trừ họ."
    }
  },
  {
    "translation": {
      "en": "You need to be very self-assured to be able to endure that.",
      "vi": "Bạn cần phải thật vững tâm để có thể chịu đựng điều đó."
    }
  },
  {
    "translation": {
      "en": "It might be only a social punishment and not a physical one,",
      "vi": "Đó có thể chỉ là hình phạt xã hội chứ không phải hình phạt thể xác,"
    }
  },
  {
    "translation": {
      "en": "but for human beings, a social punishment is one of the hardest things to bear.",
      "vi": "mà với con người, trừng phạt xã hội là một trong những thứ khó chịu nhất."
    }
  },
  {
    "translation": {
      "en": "[Browning] What's most on their mind, what's driving them? I don't think they're obsessed with Jews.",
      "vi": "Họ hay nghĩ gì nhất, thứ gì thúc đẩy họ? Tôi không nghĩ họ ám ảnh với dân Do Thái."
    }
  },
  {
    "translation": {
      "en": "They're more motivated about--",
      "vi": "Họ được thúc đẩy nhiều hơn"
    }
  },
  {
    "translation": {
      "en": "by what they think other people think about them than they are about what they think about Jews.",
      "vi": "bởi những gì họ nghĩ người khác nghĩ về họ hơn là những gì họ nghĩ về người Do Thái."
    }
  },
  {
    "translation": {
      "en": "I think they're very much obsessed with themselves, with how they're going to get through this.",
      "vi": "Tôi nghĩ họ rất bị ám ảnh về bản thân, với việc làm sao họ vượt qua chuyện này."
    }
  },
  {
    "translation": {
      "en": "[narrator] Captain Wolfgang Hoffmann believes he can take the pressure,",
      "vi": "Chỉ huy Wolfgang Hoffmann tin rằng ông ta có thể chịu áp lực,"
    }
  },
  {
    "translation": {
      "en": "but he has a problem.",
      "vi": "mà ông ta có một vấn đề."
    }
  },
  {
    "translation": {
      "en": "[Browning] One of the captains develops a psychosomatic illness.",
      "vi": "Một trong các chỉ huy phát bệnh tâm thần."
    }
  },
  {
    "translation": {
      "en": "He gets sick every time his company is supposed to carry out a killing action.",
      "vi": "Ông ta phát bệnh mỗi khi đại đội của mình thực hiện việc giết người."
    }
  },
  {
    "translation": {
      "en": "And so, he is in bed with terrible stomach cramps and can't even get out of bed.",
      "vi": "Thì, ông ta liệt giường vì đau bụng và không thể ra khỏi giường."
    }
  },
  {
    "translation": {
      "en": "And he has to have the killing action led by his subordinate.",
      "vi": "Và ông ta phải nhờ cấp dưới lãnh đạo vụ giết chóc."
    }
  },
  {
    "translation": {
      "en": "He wanted to be a killer, but his body broke down.",
      "vi": "Ông ta muốn thành kẻ giết người, nhưng cơ thể lại suy sụp."
    }
  },
  {
    "translation": {
      "en": "And the men, of course, thought this was terribly cowardly.",
      "vi": "Và những người đó, dĩ nhiên, nghĩ nó rất hèn nhát."
    }
  },
  {
    "translation": {
      "en": "He was desperately embarrassed.",
      "vi": "Ông ta vô cùng xấu hổ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Things are very different for Captain Julius Wohlauf.",
      "vi": "Với Chỉ huy Julius Wohlauf thì mọi chuyện rất khác."
    }
  },
  {
    "translation": {
      "en": "He is ambitious, wants to carve out a career and excel at his job.",
      "vi": "Ông ta tham vọng, muốn tạo dựng sự nghiệp và xuất sắc trong công việc."
    }
  },
  {
    "translation": {
      "en": "And he's in love.",
      "vi": "Và ông ta đang yêu."
    }
  },
  {
    "translation": {
      "en": "Wohlauf had married in Hamburg in June, shortly before the first massacre.",
      "vi": "Wohlauf kết hôn ở Hamburg vào tháng Sáu, ngay trước vụ thảm sát đầu tiên."
    }
  },
  {
    "translation": {
      "en": "As an officer, he is allowed to take his wife to Poland, to the area of operations.",
      "vi": "Là một sĩ quan, ông ta được phép đưa vợ đến Ba Lan, đến khu chiến dịch."
    }
  },
  {
    "translation": {
      "en": "He wants to make up for his missed honeymoon.",
      "vi": "Ông ta muốn bù đắp cho kỳ trăng mật bị bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "[Browning] Wohlauf brings his pregnant bride on a ghetto clearing.",
      "vi": "Wohlauf đưa cô dâu có bầu của mình đến dọn dẹp khu ổ chuột."
    }
  },
  {
    "translation": {
      "en": "The most horrible ghetto clearing of the entire operation",
      "vi": "Vụ dọn dẹp khu ổ chuột kinh khủng nhất trong toàn bộ chiến dịch"
    }
  },
  {
    "translation": {
      "en": "in virtually all the men's testimony",
      "vi": "trong hầu hết lời khai của họ"
    }
  },
  {
    "translation": {
      "en": "was when they took 11,000 Jews from Miedzyrzec,",
      "vi": "là khi họ bắt 11.000 người Do Thái từ Miedzyrzec,"
    }
  },
  {
    "translation": {
      "en": "shot a thousand of them just in the ghetto clearing actions-- the streets were just lined with dead bodies--",
      "vi": "bắn hàng ngàn người trong đó khi dọn dẹp khu ổ chuột, đường phố chất đầy xác chết,"
    }
  },
  {
    "translation": {
      "en": "and put the other 10,000 on the train to Treblinka.",
      "vi": "và đưa 10.000 người khác lên tàu đến Treblinka."
    }
  },
  {
    "translation": {
      "en": "The train is so overcrowded they have to force people in and nail the doors shut,",
      "vi": "Tàu quá đông, họ phải ép mọi người vào và đóng đinh vào cửa,"
    }
  },
  {
    "translation": {
      "en": "or they will burst open.",
      "vi": "nếu không cửa sẽ bung."
    }
  },
  {
    "translation": {
      "en": "And she's standing on the square watching this, witnessing all of this.",
      "vi": "Và bà ta đứng trên quảng trường, theo dõi và chứng kiến tất cả."
    }
  },
  {
    "translation": {
      "en": "That shows, in a sense, how Wohlauf was proud of what he was doing,",
      "vi": "Nó phần nào cho thấy Wohlauf tự hào về việc mình làm,"
    }
  },
  {
    "translation": {
      "en": "wanted to show it off to his bride. He wasn't ashamed or embarrassed at all.",
      "vi": "muốn khoe nó với cô dâu. Ông ta không hề ngượng hay xấu hổ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ghettos begin springing up all over the East.",
      "vi": "Các khu ổ chuột bắt đầu mọc lên khắp miền Đông."
    }
  },
  {
    "translation": {
      "en": "People who are kept cooped up inside them before they are murdered.",
      "vi": "Những người bị nhốt trong đó trước khi bị giết."
    }
  },
  {
    "translation": {
      "en": "The victims filmed and photographed by their tormenters.",
      "vi": "Các nạn nhân bị kẻ hành hạ quay phim và chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "Policemen guard the people and kill them.",
      "vi": "Cảnh sát canh giữ người dân và giết họ."
    }
  },
  {
    "translation": {
      "en": "But only as long as the National Socialists are in power.",
      "vi": "Nhưng chỉ khi Quốc xã còn nắm quyền."
    }
  },
  {
    "translation": {
      "en": "Neither before nor after this period",
      "vi": "Cả trước và sau thời kỳ này,"
    }
  },
  {
    "translation": {
      "en": "did a policeman decide to kill Jews en masse.",
      "vi": "một cảnh sát đều không quyết định giết người Do Thái hàng loạt."
    }
  },
  {
    "translation": {
      "en": "[Earl] I don't believe that people are born to kill.",
      "vi": "Tôi không tin người ta sinh ra để giết chóc."
    }
  },
  {
    "translation": {
      "en": "I do think that we can become killers, though, under the right circumstances.",
      "vi": "Nhưng tôi tin ta có thể thành kẻ giết người, khi gặp đúng hoàn cảnh."
    }
  },
  {
    "translation": {
      "en": "We have to think about what the relationship is",
      "vi": "Ta phải nghĩ về mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "between the individual and the state.",
      "vi": "giữa cá nhân và nhà nước."
    }
  },
  {
    "translation": {
      "en": "You know, if the state is a state that says,",
      "vi": "Bạn biết đó, nếu nhà nước nói rằng:"
    }
  },
  {
    "translation": {
      "en": "\"This is the group we hate",
      "vi": "\"Chúng tôi ghét nhóm này,"
    }
  },
  {
    "translation": {
      "en": "and I want you to... or we want you to make sure that that group is dealt with,\"",
      "vi": "và tôi muốn anh, hoặc chúng tôi muốn anh đảm bảo nhóm đó bị xử lý\","
    }
  },
  {
    "translation": {
      "en": "that's a really important relationship.",
      "vi": "đó là mối quan hệ quan trọng."
    }
  },
  {
    "translation": {
      "en": "These individuals, even if they share the ideology of the state",
      "vi": "Những cá nhân này, dù họ có chung hệ tư tưởng của nhà nước"
    }
  },
  {
    "translation": {
      "en": "for whom they are actors or for whom they are instruments,",
      "vi": "mà họ là người thực thi hoặc công cụ,"
    }
  },
  {
    "translation": {
      "en": "um, when the state no longer holds power,",
      "vi": "khi nhà nước không còn nắm quyền,"
    }
  },
  {
    "translation": {
      "en": "uh, when governments change,",
      "vi": "khi chính phủ thay đổi,"
    }
  },
  {
    "translation": {
      "en": "they no longer act, or they no longer have a raison d'être",
      "vi": "họ không còn hành động, họ không còn lý do"
    }
  },
  {
    "translation": {
      "en": "to participate in the violence of the state.",
      "vi": "để tham gia vào sự bạo lực của nhà nước."
    }
  },
  {
    "translation": {
      "en": "And this is one of the reasons, I think, understanding perpetrators is vital",
      "vi": "Và tôi nghĩ một trong các lý do khiến việc hiểu thủ phạm là rất hệ trọng,"
    }
  },
  {
    "translation": {
      "en": "is for us to think critically about, um-- about our relationship to the state",
      "vi": "đó là để ta tư duy biện chứng về quan hệ của ta với nhà nước"
    }
  },
  {
    "translation": {
      "en": "and what the state is telling us to do.",
      "vi": "và điều nó yêu cầu ta làm."
    }
  },
  {
    "translation": {
      "en": "[narrator] The German Reich before the war.",
      "vi": "Đế chế Đức trước chiến tranh."
    }
  },
  {
    "translation": {
      "en": "In 1933, the Nazis come to power",
      "vi": "Năm 1933, Đức Quốc xã lên nắm quyền"
    }
  },
  {
    "translation": {
      "en": "and change the laws to conform with their ideas.",
      "vi": "và thay đổi luật pháp để phù hợp với lý tưởng của họ."
    }
  },
  {
    "translation": {
      "en": "The ruthless hatred of Jews becomes state doctrine,",
      "vi": "Sự căm ghét tàn nhẫn dân Do Thái thành học thuyết nhà nước"
    }
  },
  {
    "translation": {
      "en": "and they immediately begin to drive all the Jews out of German society.",
      "vi": "và ngay lập tức họ bắt đầu đuổi tất cả người Do Thái ra khỏi xã hội Đức."
    }
  },
  {
    "translation": {
      "en": "About 2000 anti-Jewish laws are passed.",
      "vi": "Khoảng 2.000 luật chống người Do Thái đã được thông qua."
    }
  },
  {
    "translation": {
      "en": "A group of people is systematically excluded, stigmatized and humiliated.",
      "vi": "Một nhóm người bị loại trừ một cách có hệ thống, bị kỳ thị, sỉ nhục."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] The first step towards mass murder",
      "vi": "Bước đầu tiên tiến tới thảm sát"
    }
  },
  {
    "translation": {
      "en": "is a categorical distinction between \"us\" and \"them.\"",
      "vi": "là sự phân biệt rõ ràng giữa \"chúng ta\" và \"họ\"."
    }
  },
  {
    "translation": {
      "en": "Everyone noticed people losing their jobs,",
      "vi": "Mọi người đều nhận thấy có người mất việc,"
    }
  },
  {
    "translation": {
      "en": "being forced to leave their homes,",
      "vi": "bị buộc phải rời khỏi nhà,"
    }
  },
  {
    "translation": {
      "en": "having their belongings auctioned off, businesses being \"Aryanized.\"",
      "vi": "bị bán đấu giá đồ đạc của mình, các doanh nghiệp bị \"Aryan hóa\"."
    }
  },
  {
    "translation": {
      "en": "All of that was a public process.",
      "vi": "Tất cả đều là quá trình công khai."
    }
  },
  {
    "translation": {
      "en": "It wasn't a secret.",
      "vi": "Nó không phải bí mật."
    }
  },
  {
    "translation": {
      "en": "And that process reinforces the division.",
      "vi": "Và quá trình đó củng cố sự chia rẽ."
    }
  },
  {
    "translation": {
      "en": "They are \"them,\" while \"we\" are the others.",
      "vi": "Họ là \"họ\", trong khi \"chúng ta\" là số còn lại."
    }
  },
  {
    "translation": {
      "en": "If I define someone as different in theory",
      "vi": "Nếu tôi định nghĩa ai đó khác biệt trên lý thuyết"
    }
  },
  {
    "translation": {
      "en": "and also treat them differently in practice,",
      "vi": "và cũng đối xử với họ khác biệt trong thực tế,"
    }
  },
  {
    "translation": {
      "en": "the willingness to use violence against that person",
      "vi": "sự tự nguyện dùng vũ lực với người đó"
    }
  },
  {
    "translation": {
      "en": "will naturally grow.",
      "vi": "sẽ phát triển một cách tự nhiên."
    }
  },
  {
    "translation": {
      "en": "[narrator] The physical violence escalates during the war.",
      "vi": "Bạo lực thể xác leo thang trong chiến tranh."
    }
  },
  {
    "translation": {
      "en": "Under German occupation, pogroms occur in the East.",
      "vi": "Dưới sự chiếm đóng của Đức, bạo lực với dân Do Thái xảy ra ở phía Đông."
    }
  },
  {
    "translation": {
      "en": "Jews are attacked by civilians.",
      "vi": "Người Do Thái bị dân thường tấn công."
    }
  },
  {
    "translation": {
      "en": "Pictures from Lemberg in the summer of 1941.",
      "vi": "Những hình ảnh từ Lemberg vào mùa hè năm 1941."
    }
  },
  {
    "translation": {
      "en": "The occupiers fuel these outbreaks of violence.",
      "vi": "Những kẻ chiếm đóng châm ngòi cho sự bùng phát bạo lực."
    }
  },
  {
    "translation": {
      "en": "Those who do survive are later killed by the Germans.",
      "vi": "Những người sống sót sau đó sẽ bị người Đức giết chết."
    }
  },
  {
    "translation": {
      "en": "A perpetrator who was present in Lemberg testifies in court after the war.",
      "vi": "Một thủ phạm có mặt ở Lemberg làm chứng trước tòa sau chiến tranh. TÒA ÁN QUÂN SỰ Ở KYIV NĂM 1946"
    }
  },
  {
    "translation": {
      "en": "[in German] Our leader told our group of 12 men about our future tasks.",
      "vi": "Lãnh đạo của chúng tôi nói với nhóm 12 người chúng tôi về nhiệm vụ sắp tới."
    }
  },
  {
    "translation": {
      "en": "We would have to gather up and shoot the Jewish population.",
      "vi": "Chúng tôi phải tập hợp và bắn những người Do Thái."
    }
  },
  {
    "translation": {
      "en": "The convoy stopped about 70 to 90 meters from the pit.",
      "vi": "Đoàn xe dừng cách hố khoảng 70 đến 90 mét."
    }
  },
  {
    "translation": {
      "en": "[in German] The Gruppenführer divided up his men as follows…",
      "vi": "Đại tướng đã phân chia các binh lính của mình như sau…"
    }
  },
  {
    "translation": {
      "en": "…six men to guard and six men to shoot.",
      "vi": "…sáu người canh gác và sáu người bắn."
    }
  },
  {
    "translation": {
      "en": "[in German] I was tasked with shooting.",
      "vi": "Tôi được giao nhiệm vụ bắn súng."
    }
  },
  {
    "translation": {
      "en": "[in German] The shooting then proceeded as follows…",
      "vi": "Vụ nổ súng diễn ra như sau…"
    }
  },
  {
    "translation": {
      "en": "…about 45 to 50 people were separated and led to the pit.",
      "vi": "…khoảng 45 đến 50 người đã bị tách ra và dẫn đến cái hố."
    }
  },
  {
    "translation": {
      "en": "[in German] They had to line up facing us.",
      "vi": "- Họ phải xếp hàng đối diện chúng tôi. - Họ phải xếp hàng đối diện chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[in German] And that's how they were shot.",
      "vi": "Và đó là cách họ bị bắn."
    }
  },
  {
    "translation": {
      "en": "They saw this as the job, as the task, as arbeit,",
      "vi": "Họ xem đây là công việc, là nhiệm vụ,"
    }
  },
  {
    "translation": {
      "en": "uh, something that this was what they had to do.",
      "vi": "là điều mà họ phải làm."
    }
  },
  {
    "translation": {
      "en": "Uh, so, in that sense, it is-- it is routinized.",
      "vi": "Vì vậy, theo nghĩa đó, nó đã được nền nếp hóa."
    }
  },
  {
    "translation": {
      "en": "But I think they were still always aware of the difficulty of it.",
      "vi": "Nhưng tôi nghĩ họ vẫn luôn ý thức được sự khó khăn của nó."
    }
  },
  {
    "translation": {
      "en": "As I said, they're always aware that they got a dirty deal.",
      "vi": "Như đã nói, họ luôn biết họ bị đối xử bất công."
    }
  },
  {
    "translation": {
      "en": "They were asked to do something that was extremely hard,",
      "vi": "Họ bị yêu cầu làm một việc cực kì khó,"
    }
  },
  {
    "translation": {
      "en": "uh, and it was their bad luck that they had been assigned to this battalion",
      "vi": "và họ thật không may khi bị giao vào tiểu đoàn này"
    }
  },
  {
    "translation": {
      "en": "and sent to do this.",
      "vi": "và bị cử đi làm việc này."
    }
  },
  {
    "translation": {
      "en": "[Welzer, in German] Each of the perpetrators developed their own way",
      "vi": "Mỗi thủ phạm phát triển cách riêng của mình"
    }
  },
  {
    "translation": {
      "en": "of justifying what they were doing.",
      "vi": "để biện minh cho việc họ đang làm."
    }
  },
  {
    "translation": {
      "en": "\"Someone has to do the dirty work.\"",
      "vi": "\"Ai đó phải làm công việc bẩn thỉu\"."
    }
  },
  {
    "translation": {
      "en": "Or maybe, \"We have a historical duty to fulfill.\"",
      "vi": "Hoặc, có thể là: \"Chúng ta có nghĩa vụ lịch sử phải hoàn thành\"."
    }
  },
  {
    "translation": {
      "en": "Another factor might have been, \"I'm better at this than other people.\"",
      "vi": "Một yếu tố khác có thể là: \"Tôi giỏi việc này hơn người khác\"."
    }
  },
  {
    "translation": {
      "en": "They all had justifications",
      "vi": "Họ đều có lý do biện hộ"
    }
  },
  {
    "translation": {
      "en": "that allowed them to find meaning in the murders.",
      "vi": "cho phép họ tìm thấy ý nghĩa trong các vụ giết người."
    }
  },
  {
    "translation": {
      "en": "Ultimately, this shows that mass murder",
      "vi": "Cuối cùng, điều này cho thấy thảm sát"
    }
  },
  {
    "translation": {
      "en": "is committed by thinking people who do not execute orders like a machine,",
      "vi": "được những người có suy nghĩ thực hiện, những người không tuân lệnh như cái máy,"
    }
  },
  {
    "translation": {
      "en": "but who think and comprehend what they are doing.",
      "vi": "mà có suy nghĩ và hiểu rõ họ đang làm gì."
    }
  },
  {
    "translation": {
      "en": "[officer, in German] I tried, and was able, to shoot only children.",
      "vi": "Tôi đã cố gắng, và đã có khả năng chỉ bắn trẻ em."
    }
  },
  {
    "translation": {
      "en": "The man next to me would shoot the mother, and I would shoot her child.",
      "vi": "Người đàn ông bên cạnh tôi sẽ bắn bà mẹ, và tôi sẽ bắn con bà ta."
    }
  },
  {
    "translation": {
      "en": "I told myself that the child, after all,",
      "vi": "Tôi tự nhủ rằng đứa trẻ, sau tất cả,"
    }
  },
  {
    "translation": {
      "en": "would not be able to live without its mother.",
      "vi": "sẽ không thể sống thiếu mẹ nó."
    }
  },
  {
    "translation": {
      "en": "[in German] He translates his truly appalling act",
      "vi": "Ông ta chuyển thể hành động thực sự kinh khủng của mình"
    }
  },
  {
    "translation": {
      "en": "into something morally good in a sense of \"redemption.\"",
      "vi": "thành một thứ gì đó tốt đẹp về mặt đạo đức theo nghĩa \"chuộc lỗi\"."
    }
  },
  {
    "translation": {
      "en": "That's the key to understand why the men did this. It is not blind obedience.",
      "vi": "Đó là chìa khóa để hiểu lý do họ làm việc này. Đó chả phải phục tùng mù quáng."
    }
  },
  {
    "translation": {
      "en": "Instead, they interpret the commands in a way that is acceptable for them",
      "vi": "Thay vào đó, họ diễn giải các mệnh lệnh theo cách có thể chấp nhận được với họ"
    }
  },
  {
    "translation": {
      "en": "and allows them to see themselves as morally righteous.",
      "vi": "và cho phép họ thấy mình là người đúng đắn về mặt đạo đức."
    }
  },
  {
    "translation": {
      "en": "[narrator] Why were children also shot?",
      "vi": "Vì sao trẻ em cũng bị bắn?"
    }
  },
  {
    "translation": {
      "en": "Ohlendorf is asked to explain.",
      "vi": "Ohlendorf được yêu cầu giải thích."
    }
  },
  {
    "translation": {
      "en": "This question is crucial",
      "vi": "Câu hỏi này rất quan trọng"
    }
  },
  {
    "translation": {
      "en": "to the proceedings against the leaders of the Einsatzgruppen.",
      "vi": "với thủ tục tố tụng chống lại các thủ lĩnh Đội biệt kích."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] I put that question.",
      "vi": "Tôi đặt câu hỏi đó."
    }
  },
  {
    "translation": {
      "en": "He said, \"Because if they grew up,",
      "vi": "Ông ta nói: \"Vì nếu chúng lớn lên,"
    }
  },
  {
    "translation": {
      "en": "and they knew what we did to their parents,",
      "vi": "và biết chúng tôi đã làm gì bố mẹ chúng,"
    }
  },
  {
    "translation": {
      "en": "they would be enemies of Germany.",
      "vi": "chúng sẽ thành kẻ thù của nước Đức."
    }
  },
  {
    "translation": {
      "en": "And I was interested in a long-range protection of my Vaterland.",
      "vi": "Và tôi quan tâm đến việc bảo vệ cho tương lai lâu dài của Tổ quốc tôi."
    }
  },
  {
    "translation": {
      "en": "And therefore, it's necessary to kill the children, too.\"",
      "vi": "Và do đó, việc giết cả bọn trẻ là cần thiết\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Otto Ohlendorf, himself a father of five children,",
      "vi": "Otto Ohlendorf, một ông bố có năm đứa con,"
    }
  },
  {
    "translation": {
      "en": "does not show the slightest hint of remorse.",
      "vi": "không hề thể hiện chút hối hận nào."
    }
  },
  {
    "translation": {
      "en": "What about Major Wilhelm Trapp?",
      "vi": "Thiếu tá Wilhelm Trapp thì sao?"
    }
  },
  {
    "translation": {
      "en": "Does he understand his wrongdoing?",
      "vi": "Ông ta hiểu hành vi sai trái của mình chứ?"
    }
  },
  {
    "translation": {
      "en": "[Browning] He knows what he is doing is terrible.",
      "vi": "Ông ta biết việc mình làm là tồi tệ."
    }
  },
  {
    "translation": {
      "en": "He even says to his chauffeur at one point,",
      "vi": "Thậm chí có lúc ông ta còn nói với tài xế:"
    }
  },
  {
    "translation": {
      "en": "\"God forbid Germany lose this war,",
      "vi": "\"Nhỡ Đức thua cuộc chiến này,"
    }
  },
  {
    "translation": {
      "en": "because if what we are doing here in Poland is ever,",
      "vi": "vì nếu những thứ ta làm ở Ba Lan có ngày,"
    }
  },
  {
    "translation": {
      "en": "in a sense, brought to justice, God have mercy on us Germans.\"",
      "vi": "theo cách nào đó mà bị đưa ra công lý, mong Chúa tha tội dân Đức\"."
    }
  },
  {
    "translation": {
      "en": "[officer, in German] Only afterwards did it occur to me that it wasn't right.",
      "vi": "Chỉ sau đó tôi mới nhận ra điều đó không đúng."
    }
  },
  {
    "translation": {
      "en": "[officer 2, in German] You started to flounder,",
      "vi": "Bạn bắt đầu bối rối,"
    }
  },
  {
    "translation": {
      "en": "the clear ideas you used to have were gone.",
      "vi": "những lý tưởng rõ ràng bạn từng có đã biến mất."
    }
  },
  {
    "translation": {
      "en": "[in German] Stop arguing!",
      "vi": "Đừng cãi nhau nữa!"
    }
  },
  {
    "translation": {
      "en": "[narrator] The men are desensitized by the constant killing.",
      "vi": "Những người đàn ông bị vô cảm bởi sự giết chóc liên tục."
    }
  },
  {
    "translation": {
      "en": "-[in German] Stop it! -[in German] He started after all!",
      "vi": "- Thôi đi! - Là hắn bắt đầu trước!"
    }
  },
  {
    "translation": {
      "en": "For God's sake!",
      "vi": "Vì Chúa!"
    }
  },
  {
    "translation": {
      "en": "-What do you want? -I want to go home!",
      "vi": "- Anh muốn gì? - Tôi muốn về nhà!"
    }
  },
  {
    "translation": {
      "en": "To me, in a sense, one of the most horrifying conclusions",
      "vi": "Với tôi, theo nghĩa nào đó, một trong các kết cục đáng sợ nhất"
    }
  },
  {
    "translation": {
      "en": "that came out of this is that over time,",
      "vi": "từ chuyện này là theo thời gian,"
    }
  },
  {
    "translation": {
      "en": "the battalion kind of broke into three groups.",
      "vi": "tiểu đoàn đã chia thành ba nhóm."
    }
  },
  {
    "translation": {
      "en": "One group was a group of men who learned to enjoy killing other human beings.",
      "vi": "Một nhóm là nhóm đàn ông đã học được cách thích giết người khác."
    }
  },
  {
    "translation": {
      "en": "Uh, and they came back from these killing operations",
      "vi": "Và họ trở về từ những chiến dịch giết chóc này,"
    }
  },
  {
    "translation": {
      "en": "and had a big lunch and would joke about what they had done.",
      "vi": "ăn bữa trưa thịnh soạn và đùa về những gì họ đã làm."
    }
  },
  {
    "translation": {
      "en": "[narrator] One person who finds particular pleasure in killing is Hartwig Gnade.",
      "vi": "Một người đặc biệt thích giết người là Hartwig Gnade."
    }
  },
  {
    "translation": {
      "en": "He becomes a brutal and sadistic murderer who takes pleasure",
      "vi": "Ông ta trở thành kẻ sát nhân độc ác và bệnh hoạn, thích thú"
    }
  },
  {
    "translation": {
      "en": "in torturing the victims before the shootings.",
      "vi": "việc tra tấn các nạn nhân trước khi bắn."
    }
  },
  {
    "translation": {
      "en": "Jews are forced to crawl naked along the path to the pit,",
      "vi": "Người Do Thái bị bắt bò khỏa thân men theo đường xuống hố,"
    }
  },
  {
    "translation": {
      "en": "while Gnade orders his men to beat the victims with clubs.",
      "vi": "khi Gnade ra lệnh cho người của mình dùng gậy đánh họ."
    }
  },
  {
    "translation": {
      "en": "So here is someone who was literally changed",
      "vi": "Đây là người đã bị thay đổi đúng nghĩa"
    }
  },
  {
    "translation": {
      "en": "by what they were doing and by what they were seeing,",
      "vi": "bởi thứ họ đã làm và đã thấy,"
    }
  },
  {
    "translation": {
      "en": "and degenerates into a very horrible person",
      "vi": "và biến chất thành một con người vô cùng tồi tệ"
    }
  },
  {
    "translation": {
      "en": "in a fairly short period of time.",
      "vi": "trong một khoảng thời gian khá ngắn."
    }
  },
  {
    "translation": {
      "en": "And there was a middle group. They were kind of the passive ones.",
      "vi": "Và có một nhóm ở giữa. Họ là những người bị động."
    }
  },
  {
    "translation": {
      "en": "When they were asked to take part in an operation,",
      "vi": "Khi được yêu cầu tham gia chiến dịch,"
    }
  },
  {
    "translation": {
      "en": "they did whatever they were told, but they never took the initiative",
      "vi": "họ làm mọi thứ được bảo, nhưng họ không bao giờ chủ động"
    }
  },
  {
    "translation": {
      "en": "either to get out of it or to do more.",
      "vi": "thoát khỏi nó hoặc làm nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "[narrator] The third group are the objectors.",
      "vi": "Nhóm thứ ba là những người phản đối."
    }
  },
  {
    "translation": {
      "en": "Like Lieutenant Heinz Bumann,",
      "vi": "Như Trung úy Heinz Bumann,"
    }
  },
  {
    "translation": {
      "en": "who had himself transferred back to Hamburg",
      "vi": "người đã xin chuyển về lại Hamburg"
    }
  },
  {
    "translation": {
      "en": "after just a few weeks. But that didn't make him a hero.",
      "vi": "chỉ sau vài tuần. Nhưng nó không biến ông ta thành anh hùng."
    }
  },
  {
    "translation": {
      "en": "[in German] They always found ways to do it",
      "vi": "Họ luôn tìm ra cách để làm điều đó"
    }
  },
  {
    "translation": {
      "en": "that would keep the machine running.",
      "vi": "nhằm giữ cho guồng máy hoạt động."
    }
  },
  {
    "translation": {
      "en": "Someone would say they were indisposed or they felt too weak that day.",
      "vi": "Ai đó sẽ nói họ bị thiếu sức sống hoặc cảm thấy quá yếu vào ngày hôm đó."
    }
  },
  {
    "translation": {
      "en": "But it wasn't an act of resistance,",
      "vi": "Nhưng đó không phải là hành động phản kháng,"
    }
  },
  {
    "translation": {
      "en": "it was just an attempt to extract the individual",
      "vi": "nó chỉ là một nỗ lực để tách một cá nhân ra"
    }
  },
  {
    "translation": {
      "en": "without questioning the legitimacy of the police battalion as a whole.",
      "vi": "mà không đặt câu hỏi về tính hợp pháp của cả tiểu đoàn cảnh sát."
    }
  },
  {
    "translation": {
      "en": "[narrator] The members of the Reserve Police Battalion",
      "vi": "Các thành viên Tiểu đoàn Cảnh sát Dự bị"
    }
  },
  {
    "translation": {
      "en": "are involved in the shooting of 38,000 Jews.",
      "vi": "có liên quan đến các vụ bắn 38.000 người Do Thái."
    }
  },
  {
    "translation": {
      "en": "And they send another 45,000 to extermination camps.",
      "vi": "Và họ gửi thêm 45.000 người khác đến các trại tiêu diệt."
    }
  },
  {
    "translation": {
      "en": "[in German] The terrifying and central issue",
      "vi": "Vấn đề đáng sợ và trung tâm"
    }
  },
  {
    "translation": {
      "en": "in the case of Police Battalion 101",
      "vi": "về trường hợp của Tiểu đoàn Cảnh sát 101"
    }
  },
  {
    "translation": {
      "en": "is that you don't need to act out of conviction,",
      "vi": "là bạn không cần phải hành động vì niềm tin"
    }
  },
  {
    "translation": {
      "en": "to be motivated by ideology,",
      "vi": "để được thúc đẩy bởi ý thức hệ,"
    }
  },
  {
    "translation": {
      "en": "to carry out a mass killing.",
      "vi": "để thực hiện giết người hàng loạt."
    }
  },
  {
    "translation": {
      "en": "[narrator] There are over 130 police battalions during the Second World War.",
      "vi": "Có hơn 130 tiểu đoàn cảnh sát trong Chiến tranh Thế giới thứ Hai."
    }
  },
  {
    "translation": {
      "en": "Of all these units, the Hamburg Battalion has the fourth highest murder rate.",
      "vi": "Trong các đơn vị này, Tiểu đoàn Hamburg có tỷ lệ giết người cao thứ tư."
    }
  },
  {
    "translation": {
      "en": "Reserve Police Battalion 101, in a sense, is atypical.",
      "vi": "Theo nghĩa nào đó, Tiểu đoàn Cảnh sát Dự bị 101 không điển hình."
    }
  },
  {
    "translation": {
      "en": "And that, in a sense, makes it even more frightening.",
      "vi": "Và theo nghĩa nào đó, nó còn đáng sợ hơn."
    }
  },
  {
    "translation": {
      "en": "We see what a battalion without any preparation,",
      "vi": "Ta thấy một tiểu đoàn không có sự chuẩn bị nào,"
    }
  },
  {
    "translation": {
      "en": "without selection, without indoctrination, without nazification,",
      "vi": "không chọn lọc, không nhồi sọ, không Quốc xã hóa,"
    }
  },
  {
    "translation": {
      "en": "can nonetheless become one of the most prolific killing units",
      "vi": "vẫn có thể trở thành một trong những đơn vị giết người được việc nhất"
    }
  },
  {
    "translation": {
      "en": "in the German order police.",
      "vi": "trong cảnh sát trật tự Đức."
    }
  },
  {
    "translation": {
      "en": "[narrator] Nuremberg, April 10th, 1948. The day of the verdict.",
      "vi": "Nuremberg, ngày 10 tháng Tư năm 1948. Ngày tuyên án."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] Death by hanging.",
      "vi": "Tử hình bằng treo cổ."
    }
  },
  {
    "translation": {
      "en": "Then they take their hands off, put it down, nod to the judge, step back.",
      "vi": "Rồi họ bỏ tay ra, đặt nó xuống, gật đầu với thẩm phán, lùi lại."
    }
  },
  {
    "translation": {
      "en": "And boom, to the lift.",
      "vi": "Và bùm, đến thang máy."
    }
  },
  {
    "translation": {
      "en": "And down they go into hell.",
      "vi": "Và họ đi xuống địa ngục."
    }
  },
  {
    "translation": {
      "en": "I went down to the death house, which is right underneath the courthouse,",
      "vi": "Tôi đã xuống khu tử tù, ngay bên dưới tòa án,"
    }
  },
  {
    "translation": {
      "en": "to talk to him.",
      "vi": "để gặp ông ta."
    }
  },
  {
    "translation": {
      "en": "I had never talked to any defendant, not one word, outside of the courtroom.",
      "vi": "Tôi chưa từng nói chuyện với bị cáo nào, dù chỉ một lời, bên ngoài phòng xử án."
    }
  },
  {
    "translation": {
      "en": "Although I hoped that he would say to me--",
      "vi": "Mặc dù tôi hy vọng ông ta sẽ nói với tôi…"
    }
  },
  {
    "translation": {
      "en": "When I went down to see him, and I knew he was going to hang for sure,",
      "vi": "Khi tôi đến gặp ông ta, và biết chắc ông ta sẽ bị treo cổ:"
    }
  },
  {
    "translation": {
      "en": "um, \"Can I do something for you?\"",
      "vi": "\"Tôi có thể làm gì cho ông?\""
    }
  },
  {
    "translation": {
      "en": "I thought he would say, \"Tell my children I love them, tell my wife I'm sorry.\"",
      "vi": "Tôi nghĩ ông ta sẽ nói: \"Bảo con tôi tôi yêu chúng, bảo vợ là tôi xin lỗi\"."
    }
  },
  {
    "translation": {
      "en": "Not one word of remorse or regret.",
      "vi": "Không một lời ăn năn hay hối hận."
    }
  },
  {
    "translation": {
      "en": "He said he would shoot his own sister if he had to under similar circumstances.",
      "vi": "Ông ta nói sẽ bắn chết em gái mình nếu gặp phải trường hợp tương tự."
    }
  },
  {
    "translation": {
      "en": "\"Goodbye, Mr. Ohlendorf,\" I said, and slammed the door on him.",
      "vi": "\"Tạm biệt, ông Ohlendorf\", tôi nói và đóng sầm cửa lại."
    }
  },
  {
    "translation": {
      "en": "I did a broadcast for CNN, and they said,",
      "vi": "Tôi đã lên sóng CNN, và họ nói:"
    }
  },
  {
    "translation": {
      "en": "\"How did it feel to be talking to these monsters?\"",
      "vi": "\"Cảm giác thế nào khi nói chuyện với lũ quái vật này?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"They were not monsters.\"",
      "vi": "Và tôi nói: \"Họ đâu phải quái vật\". Họ nói: \"Ý anh là?"
    }
  },
  {
    "translation": {
      "en": "They said, \"What do you mean? They killed thousands of children.",
      "vi": "Và tôi nói: \"Họ đâu phải quái vật\". Họ nói: \"Ý anh là? Họ đã giết hàng ngàn trẻ em. Vậy mà chả phải quái vật ư?\""
    }
  },
  {
    "translation": {
      "en": "You don't call that monster?\"",
      "vi": "Họ đã giết hàng ngàn trẻ em. Vậy mà chả phải quái vật ư?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Is the man who dropped the bomb, the atomic bomb on Hiroshima,",
      "vi": "Tôi nói: \"Người thả quả bom nguyên tử xuống Hiroshima,"
    }
  },
  {
    "translation": {
      "en": "was he also a monster?\"",
      "vi": "đó cũng là quái vật ư?\""
    }
  },
  {
    "translation": {
      "en": "That was President Truman.",
      "vi": "Đó là Tổng thống Truman."
    }
  },
  {
    "translation": {
      "en": "I never got an answer to that question.",
      "vi": "Tôi chưa từng có lời đáp cho câu hỏi đó."
    }
  },
  {
    "translation": {
      "en": "So, I have no doubt that Ohlendorf was a German patriotic man",
      "vi": "Nên tôi không nghi ngờ gì về việc Ohlendorf là một người Đức yêu nước,"
    }
  },
  {
    "translation": {
      "en": "and he carried out what he thought was in the interest of his country.",
      "vi": "và ông ta thực hiện việc ông ta nghĩ là có lợi cho đất nước."
    }
  },
  {
    "translation": {
      "en": "But that's not an argument which a normal human being",
      "vi": "Nhưng đó không phải lập luận mà một người bình"
    }
  },
  {
    "translation": {
      "en": "should be allowed to make and walk free.",
      "vi": "nên được phép đưa ra và được tự do."
    }
  },
  {
    "translation": {
      "en": "[narrator] After the war, the Germans want to forget.",
      "vi": "Sau chiến tranh, người Đức muốn quên đi."
    }
  },
  {
    "translation": {
      "en": "And so do the police.",
      "vi": "Và cảnh sát cũng vậy."
    }
  },
  {
    "translation": {
      "en": "60,000 police officers were involved in mass shootings during the war.",
      "vi": "Có 60.000 sĩ quan cảnh sát tham gia vào các vụ nổ súng hàng loạt suốt chiến tranh."
    }
  },
  {
    "translation": {
      "en": "Many stay in law enforcement after 1945.",
      "vi": "Sau 1945, nhiều người ở lại lực lượng thực thi pháp luật."
    }
  },
  {
    "translation": {
      "en": "Not until the end of the 1950s does it actually become clear",
      "vi": "Phải đến cuối những năm 1950, người ta mới thực sự thấy rõ"
    }
  },
  {
    "translation": {
      "en": "as to what extent ordinary Germans were involved in the Holocaust.",
      "vi": "người Đức đã tham gia vào thảm sát Holocaust ở mức độ nào."
    }
  },
  {
    "translation": {
      "en": "The judiciary investigates more than 172,000 men,",
      "vi": "Cơ quan tư pháp điều tra hơn 172.000 người,"
    }
  },
  {
    "translation": {
      "en": "including members of the SS, Gestapo, and the police.",
      "vi": "bao gồm cả thành viên SS, Gestapo, và cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Less than 500 of them are convicted",
      "vi": "Chưa tới 500 người trong số họ bị kết án"
    }
  },
  {
    "translation": {
      "en": "for their involvement in the genocide.",
      "vi": "vì liên quan đến cuộc diệt chủng."
    }
  },
  {
    "translation": {
      "en": "[Klemp, in German] The prosecution was a disaster.",
      "vi": "Vụ khởi tố là một thảm họa."
    }
  },
  {
    "translation": {
      "en": "Lots of material and documents had been collected,",
      "vi": "Rất nhiều tài liệu và giấy tờ đã được thu thập,"
    }
  },
  {
    "translation": {
      "en": "there was really good evidence,",
      "vi": "có những bằng chứng xác đáng,"
    }
  },
  {
    "translation": {
      "en": "but there was a lack of will to punish those who had been involved in the crimes.",
      "vi": "nhưng lại thiếu ý chí trừng phạt những kẻ đã liên quan đến các tội ác."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Hamburg battalion is also brought under investigation.",
      "vi": "Tiểu đoàn Hamburg cũng bị điều tra."
    }
  },
  {
    "translation": {
      "en": "210 former members are questioned.",
      "vi": "Có 210 cựu thành viên bị thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "Fourteen of them are charged in 1967.",
      "vi": "Mười bốn người trong số họ bị buộc tội vào năm 1967."
    }
  },
  {
    "translation": {
      "en": "The trial succeeds in revealing details of the processes and patterns of behavior",
      "vi": "Phiên tòa thành công trong việc tiết lộ chi tiết các quy trình và mẫu hành vi"
    }
  },
  {
    "translation": {
      "en": "within the battalion.",
      "vi": "trong tiểu đoàn."
    }
  },
  {
    "translation": {
      "en": "Julius Wohlauf is also prosecuted.",
      "vi": "Julius Wohlauf cũng bị khởi tố."
    }
  },
  {
    "translation": {
      "en": "The man who brought his wife to Poland.",
      "vi": "Người đã đưa vợ mình đến Ba Lan."
    }
  },
  {
    "translation": {
      "en": "Many of these men, they view themselves as the double victim.",
      "vi": "Nhiều người trong số họ coi mình là nạn nhân kép."
    }
  },
  {
    "translation": {
      "en": "They are the victim who has been chosen to do the dirtiest duty of the Third Reich.",
      "vi": "Họ là nạn nhân được chọn làm nhiệm vụ bẩn thỉu nhất của Đệ Tam Đế chế."
    }
  },
  {
    "translation": {
      "en": "And then they're the victim of a ex post facto new morality or new law",
      "vi": "Và rồi họ là nạn nhân của đạo đức mới hay luật mới"
    }
  },
  {
    "translation": {
      "en": "that is put in after the war, uh, that they consider utterly unfair to be applied to them",
      "vi": "thi hành sau chiến tranh, thứ họ cho là hoàn toàn bất công khi áp dụng với họ"
    }
  },
  {
    "translation": {
      "en": "because it wasn't illegal, uh, when they did it.",
      "vi": "vì khi họ làm thế thì nó không hề \"bất hợp pháp\"."
    }
  },
  {
    "translation": {
      "en": "It was what the government was ordering to be done.",
      "vi": "Đó là thứ chính phủ ra lệnh cho họ làm."
    }
  },
  {
    "translation": {
      "en": "So, they are consumed with self-pity, not with guilt.",
      "vi": "Nên họ chìm đắm trong sự tự thương hại, không phải cảm giác tội lỗi."
    }
  },
  {
    "translation": {
      "en": "\"Poor me.\" Not the victim, it's, \"Poor me. Look what I was asked to do and had to do.\"",
      "vi": "\"Tội nghiệp tôi\". Chả phải nạn nhân. \"Tội nghiệp tôi. Xem tôi bị bắt làm gì\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] Only two defendants have to serve a prison sentence.",
      "vi": "Chỉ có hai bị cáo phải chịu án tù."
    }
  },
  {
    "translation": {
      "en": "-One of the defendants… -[shutter clicking] …is Julius Wohlauf.",
      "vi": "Một trong hai người đó là Julius Wohlauf."
    }
  },
  {
    "translation": {
      "en": "83,000 people murdered, and none of them feel responsible.",
      "vi": "Có 83.000 người bị giết, và không ai trong số họ cảm thấy có trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "They were the stooges on the ground.",
      "vi": "Họ là những bù nhìn trên mặt đất."
    }
  },
  {
    "translation": {
      "en": "But each policeman had a freedom of choice,",
      "vi": "Nhưng mỗi cảnh sát có quyền tự do lựa chọn,"
    }
  },
  {
    "translation": {
      "en": "a not inconsiderable amount.",
      "vi": "và sự tự do đó không đáng kể."
    }
  },
  {
    "translation": {
      "en": "Those who didn't murder out of conviction, they conformed.",
      "vi": "Những người không giết người vì lòng tin, họ đã tuân lệnh."
    }
  },
  {
    "translation": {
      "en": "[Browning] I think, unfortunately, what it shows us",
      "vi": "Tôi nghĩ nó không may cho thấy"
    }
  },
  {
    "translation": {
      "en": "is that all sorts of people can become killers under certain circumstances.",
      "vi": "kiểu người nào cũng có thể thành sát nhân trong những trường hợp cụ thể."
    }
  },
  {
    "translation": {
      "en": "That regimes that want to commit genocide or mass murder",
      "vi": "Những chế độ muốn diệt chủng hoặc giết người hàng loạt"
    }
  },
  {
    "translation": {
      "en": "will never fail to do so for a lack of people who will pull the trigger.",
      "vi": "sẽ không bao giờ thất bại vì thiếu người thực hiện."
    }
  },
  {
    "translation": {
      "en": "[in German] There have been several genocides since the Holocaust.",
      "vi": "Đã có vài vụ diệt chủng kể từ cuộc thảm sát Holocaust."
    }
  },
  {
    "translation": {
      "en": "There have been massacres and mass murders.",
      "vi": "Đã có nhiều vụ thảm sát và giết người hàng loạt."
    }
  },
  {
    "translation": {
      "en": "There are other contexts",
      "vi": "Có nhiều bối cảnh khác"
    }
  },
  {
    "translation": {
      "en": "where we find those mechanisms",
      "vi": "nơi ta tìm thấy những cơ chế"
    }
  },
  {
    "translation": {
      "en": "that lead people to kill others without any personal",
      "vi": "khiến người ta giết hại người khác mà không cần động cơ cá nhân"
    }
  },
  {
    "translation": {
      "en": "or psychological motives.",
      "vi": "hay động cơ tâm lý."
    }
  },
  {
    "translation": {
      "en": "Wherever people can say to themselves, \"I am only a cog in the wheel, I am not responsible.\"",
      "vi": "Bất cứ nơi nào người ta có thể tự nhủ: \"Tôi là bánh răng, không có trách nhiệm\","
    }
  },
  {
    "translation": {
      "en": "With that attitude, almost anything is possible.",
      "vi": "với thái độ đó, gần như mọi thứ đều có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Holocaust was a unique crime in its planning and delivery.",
      "vi": "Thảm sát Holocaust là một tội ác độc đáo trong việc hoạch địch và thực hiện."
    }
  },
  {
    "translation": {
      "en": "Yet, to this very day,",
      "vi": "Nhưng, cho đến ngày nay,"
    }
  },
  {
    "translation": {
      "en": "people continue being killed for belonging to a different group.",
      "vi": "người ta vẫn tiếp tục bị giết vì thuộc về một nhóm khác biệt. SREBRENICA, BOSNIA NĂM 1995 HƠN 8.000 NGƯỜI BỊ GIẾT"
    }
  },
  {
    "translation": {
      "en": "[Browning] We like to think that we are the masters of our own destiny.",
      "vi": "Ta thích nghĩ rằng ta làm chủ vận mệnh của chính mình."
    }
  },
  {
    "translation": {
      "en": "But I do think, uh, that, in fact,",
      "vi": "Nhưng tôi nghĩ rằng, thực tế là,"
    }
  },
  {
    "translation": {
      "en": "we are more shaped by things we have little control over.",
      "vi": "ta được định hình nhiều hơn bởi những thứ ta có ít sự kiểm soát."
    }
  },
  {
    "translation": {
      "en": "The way we gain greater control is simply by being more conscious of them.",
      "vi": "Nhận thức chúng rõ hơn là cách đơn giản để ta tăng sự kiểm soát."
    }
  },
  {
    "translation": {
      "en": "One of the points of writing a book like Ordinary Men",
      "vi": "Một trong các mục đích để viết Những Con Người Bình Thường"
    }
  },
  {
    "translation": {
      "en": "is so that people become more aware of our vulnerability, of our malleability,",
      "vi": "là để người ta nhận thức rõ hơn về tính dễ bị tổn thương, dễ uốn nắn của ta,"
    }
  },
  {
    "translation": {
      "en": "so that, uh, when we face those kinds of circumstances,",
      "vi": "để khi đối mặt với những hoàn cảnh đó,"
    }
  },
  {
    "translation": {
      "en": "uh, we're not taken by surprise.",
      "vi": "ta không ngạc nhiên, và có khả năng"
    }
  },
  {
    "translation": {
      "en": "That we have an ability to make a more conscious decision",
      "vi": "ta không ngạc nhiên, và có khả năng đưa ra quyết định tỉnh táo hơn so với khi thiếu nhận thức."
    }
  },
  {
    "translation": {
      "en": "than we would otherwise.",
      "vi": "đưa ra quyết định tỉnh táo hơn so với khi thiếu nhận thức."
    }
  },
  {
    "translation": {
      "en": "[Earl] Is a normal man a monster? I think all people are capable of doing things",
      "vi": "Người bình thường là quái vật ư? Tôi nghĩ tất cả đều có thể làm những điều"
    }
  },
  {
    "translation": {
      "en": "that they don't imagine that they're capable of doing.",
      "vi": "mà họ không tưởng tượng được là họ có thể làm."
    }
  },
  {
    "translation": {
      "en": "I think that we want to \"other\" perpetrators,",
      "vi": "Tôi nghĩ ta muốn gọi các thủ phạm là \"kẻ khác\","
    }
  },
  {
    "translation": {
      "en": "people like Ohlendorf,",
      "vi": "những người như Ohlendorf,"
    }
  },
  {
    "translation": {
      "en": "because we don't want to look in the mirror and see ourselves reflected back.",
      "vi": "vì ta không muốn nhìn vào gương và thấy hình bóng phản chiếu của mình."
    }
  },
  {
    "translation": {
      "en": "They wore suits, they were well-educated, they went to university,",
      "vi": "Họ mặc vest, được giáo dục đàng hoàng, đi học đại học,"
    }
  },
  {
    "translation": {
      "en": "they spoke multiple languages.",
      "vi": "nói được nhiều thứ tiếng."
    }
  },
  {
    "translation": {
      "en": "And I think we want to believe that we would never do what those men did.",
      "vi": "Và tôi nghĩ ta muốn tin ta sẽ không bao giờ làm như những người đó."
    }
  },
  {
    "translation": {
      "en": "You don't have to be ideological.",
      "vi": "Bạn không cần phải có ý thức hệ."
    }
  },
  {
    "translation": {
      "en": "You don't have to be, um, hateful.",
      "vi": "Bạn không cần phải đầy thù ghét."
    }
  },
  {
    "translation": {
      "en": "You don't have to be anything, and you can still kill.",
      "vi": "Bạn không phải phải là gì cả, và vẫn có thể giết chóc."
    }
  },
  {
    "translation": {
      "en": "So, the question is, \"Are normal or ordinary people monsters?\"",
      "vi": "Vậy, câu hỏi là: \"Người bình thường hay người thường có là quái vật?\""
    }
  },
  {
    "translation": {
      "en": "I think we all have the potential to do that.",
      "vi": "Tôi nghĩ ta đều có khả năng làm thế."
    }
  },
  {
    "translation": {
      "en": "[narrator] The experience in Nuremberg shaped him forever.",
      "vi": "Trải nghiệm ở Nuremberg đã định hình ông ấy mãi mãi."
    }
  },
  {
    "translation": {
      "en": "Throughout his whole life, Benjamin Ferencz has worked to ensure",
      "vi": "Trong suốt cuộc đời mình, Benjamin Ferencz đã nỗ lực để đảm bảo"
    }
  },
  {
    "translation": {
      "en": "that crimes against humanity would not be repeated.",
      "vi": "các tội ác chống lại loài người sẽ không lặp lại."
    }
  },
  {
    "translation": {
      "en": "It was also on his initiative that the International Criminal Court was founded in The Hague,",
      "vi": "Cũng theo sáng kiến của ông, Tòa án Hình sự Quốc tế được thành lập ở La Hay,"
    }
  },
  {
    "translation": {
      "en": "where war crimes are still prosecuted today.",
      "vi": "nơi các tội ác chiến tranh ngày nay vẫn bị xét xử."
    }
  },
  {
    "translation": {
      "en": "[Ferencz] We are all inhabitants of one small planet.",
      "vi": "Ta đều là cư dân của một hành tinh nhỏ."
    }
  },
  {
    "translation": {
      "en": "The idea is when we recognize",
      "vi": "Ý tưởng là khi ta nhận ra"
    }
  },
  {
    "translation": {
      "en": "not that we have different religions, different countries, different colors,",
      "vi": "rằng vấn đề không phải là ta có tôn giáo, đất nước, màu da khác nhau,"
    }
  },
  {
    "translation": {
      "en": "but all human beings inhabiting one small planet.",
      "vi": "mà là tất cả con người đều sinh sống trên một hành tinh nhỏ."
    }
  },
  {
    "translation": {
      "en": "If we follow the same path, we will be successful.",
      "vi": "Nếu ta cùng đi một con đường, ta sẽ thành công."
    }
  },
  {
    "translation": {
      "en": "If we don't, we'll cease to exist.",
      "vi": "Nếu không, ta sẽ không còn tồn tại."
    }
  },
  {
    "translation": {
      "en": "I've done my bit. I'm a hundred years old.",
      "vi": "Tôi đã xong việc của mình. Tôi đã một trăm tuổi."
    }
  },
  {
    "translation": {
      "en": "I don't know how much longer I can keep going. But as long as I can, I will.",
      "vi": "Tôi không rõ là tiếp tục được bao lâu nữa. Nhưng miễn là có thể, tôi sẽ tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Now I leave it to the young people to take the torch.",
      "vi": "Giờ tôi giao ngọn đuốc cho các bạn trẻ."
    }
  },
  {
    "translation": {
      "en": "-[in German] Come on, attention. For home. -[officers laughing]",
      "vi": "Nào, chú ý vào. Để gửi về nhà."
    }
  },
  {
    "translation": {
      "en": "-[shutter clicking] -Yeah, a little cuddling.",
      "vi": "Ừ, âu yếm một chút."
    }
  }
]