[
  {
    "translation": {
      "en": "The Vietnam War divided a country,",
      "vi": "Cuộc chiến tranh Việt Nam đã chia cắt đất nước"
    }
  },
  {
    "translation": {
      "en": "and the railway system endured years of sustained damage.",
      "vi": "và hệ thống đường sắt phải hứng chịu nhiều năm hư hỏng kéo dài."
    }
  },
  {
    "translation": {
      "en": "The railway was rebuilt post the war",
      "vi": "Đường sắt được khôi phục lại sau chiến tranh"
    }
  },
  {
    "translation": {
      "en": "and known as the Reunification Express,",
      "vi": "và được gọi là Đường sắt Thống Nhất,"
    }
  },
  {
    "translation": {
      "en": "symbolising the coming together of Hanoi in the north",
      "vi": "tượng trưng cho sự hợp nhất Hà Nội ở miền Bắc"
    }
  },
  {
    "translation": {
      "en": "and Ho Chi Minh City in the south,",
      "vi": "với thành phố Hồ Chí Minh ở miền Nam,"
    }
  },
  {
    "translation": {
      "en": "and a more peaceful time in Vietnam.",
      "vi": "cùng với thời kỳ bình yên trên đất nước Việt Nam."
    }
  },
  {
    "translation": {
      "en": "I'm Luke Nguyen and I'm embarking on a journey of the senses",
      "vi": "Tôi là Luke Nguyễn và tôi sẽ bước vào hành trình của các giác quan,"
    }
  },
  {
    "translation": {
      "en": "which combines my love of food, travel, and Vietnamese culture.",
      "vi": "kết hợp tình yêu của tôi với ẩm thực, du lịch và văn hoá Việt Nam."
    }
  },
  {
    "translation": {
      "en": "In this series, I travel over 2,000km across Vietnam.",
      "vi": "Trong chương trình này, tôi sẽ đi hơn 2.000km khắp Việt Nam."
    }
  },
  {
    "translation": {
      "en": "Take a seat with me on the Reunification Express.",
      "vi": "Hãy cùng theo chân tôi trên tuyến Đường sắt Thống Nhất."
    }
  },
  {
    "translation": {
      "en": "Oh, another train!",
      "vi": "Một đoàn tàu khác đi qua."
    }
  },
  {
    "translation": {
      "en": "I'm leaving Saigon to my next destination, Thap Cham,",
      "vi": "Tôi chuẩn bị rời Sài Gòn để đến địa điểm tiếp theo, Tháp Chàm,"
    }
  },
  {
    "translation": {
      "en": "and that's when I hop off the train and hop on a scooter",
      "vi": "là lúc tôi sẽ xuống tàu và đi xe máy khoảng 70km nữa"
    }
  },
  {
    "translation": {
      "en": "where I ride around 70km to Da Lat, and the stunning Central Highlands.",
      "vi": "để đến Đà Lạt và Tây Nguyên xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I find train travel gives me a sense of freedom,",
      "vi": "Du lịch bằng tàu mang đến cho tôi một cảm giác tự do,"
    }
  },
  {
    "translation": {
      "en": "and it might relate to when I first travelled to Vietnam by train.",
      "vi": "việc này có lẽ liên quan đến kỷ niệm lần đầu du lịch Việt Nam bằng tàu hỏa."
    }
  },
  {
    "translation": {
      "en": "Being so young, with no worries in the world,",
      "vi": "Lúc còn trẻ, không lo lắng về thế giới,"
    }
  },
  {
    "translation": {
      "en": "I remember seeing the landscape for the very first time",
      "vi": "tôi nhớ lại khi lần đầu tiên nhìn thấy phong cảnh ở đây,"
    }
  },
  {
    "translation": {
      "en": "and how excited I was.",
      "vi": "tôi đã phấn khích như thế nào."
    }
  },
  {
    "translation": {
      "en": "I still have that same feeling today.",
      "vi": "Đến bây giờ, cảm giác ấy vẫn còn vẹn nguyên."
    }
  },
  {
    "translation": {
      "en": "I've ridden 84km from Thap Cham station to Da Lat",
      "vi": "Tôi đã đi được 84km từ ga Tháp Chàm đến Đà Lạt"
    }
  },
  {
    "translation": {
      "en": "as the Reunification Express no longer comes here.",
      "vi": "vì tàu Thống Nhất không đến được đây."
    }
  },
  {
    "translation": {
      "en": "Now, I highly recommend you see this area by bike",
      "vi": "Bây giờ, mọi người nhất định phải khám phá nơi này bằng xe máy"
    }
  },
  {
    "translation": {
      "en": "because the winding roads are awesome,",
      "vi": "vì những cung đường uốn lượn tuyệt đẹp"
    }
  },
  {
    "translation": {
      "en": "and there's no better way to see all the wonderful lakes,",
      "vi": "và cũng không có gì tuyệt vời hơn việc chiêm ngưỡng các hồ nước đẹp,"
    }
  },
  {
    "translation": {
      "en": "the vegetables and all the beautiful flowers than on two wheels.",
      "vi": "những vườn rau xinh và những bông hoa nở rộ trên một con xe hai bánh."
    }
  },
  {
    "translation": {
      "en": "Typically, the French know how to live.",
      "vi": "Người Pháp thường biết cách tận hưởng cuộc sống."
    }
  },
  {
    "translation": {
      "en": "OK, Saigon is hot, so what do they do?",
      "vi": "Được rồi, Sài Gòn nóng quá, vậy họ làm gì?"
    }
  },
  {
    "translation": {
      "en": "Easy.",
      "vi": "Dễ ợt."
    }
  },
  {
    "translation": {
      "en": "Go up to the Central Highlands where the air is cooler",
      "vi": "Di chuyển lên vùng Tây Nguyên, nơi có khí hậu mát mẻ hơn"
    }
  },
  {
    "translation": {
      "en": "and create a French- style retreat in Da Lat.",
      "vi": "và xây dựng nên một khu nghỉ dưỡng kiểu Pháp ngay tại Đà Lạt."
    }
  },
  {
    "translation": {
      "en": "All around Da Lat, the French influence is everywhere.",
      "vi": "Sự ảnh hưởng của người Pháp hiện diện khắp nơi ở Đà Lạt."
    }
  },
  {
    "translation": {
      "en": "Guys, this is Chef Phuoc.",
      "vi": "Xin giới thiệu, đây là đầu bếp Phước."
    }
  },
  {
    "translation": {
      "en": "Now, I've got so much respect for this gentleman",
      "vi": "Tôi rất khâm phục người đàn ông này"
    }
  },
  {
    "translation": {
      "en": "because he's the master and he specialises in dishes",
      "vi": "bởi anh ấy là một bậc thầy chuyên về các món ăn"
    }
  },
  {
    "translation": {
      "en": "from all the ethnic minority groups throughout Vietnam.",
      "vi": "bởi anh ấy là một bậc thầy chuyên về các món ăn của các nhóm dân tộc thiểu số trên khắp đất nước Việt Nam."
    }
  },
  {
    "translation": {
      "en": "What's happening in Da Lat at the moment is all the traditions",
      "vi": "Hiện nay ở Đà Lạt, những truyền thống và văn hóa"
    }
  },
  {
    "translation": {
      "en": "and cultures of the ethnic minorities are disappearing,",
      "vi": "của các dân tộc thiểu số đang dần biến mất,"
    }
  },
  {
    "translation": {
      "en": "and he wanted to preserve that, so he's doing dishes from this area.",
      "vi": "và anh ấy muốn bảo tồn nó bằng việc mở ra nhà hàng ẩm thực này."
    }
  },
  {
    "translation": {
      "en": "Wow. Now, you can see what he's working with here.",
      "vi": "và anh ấy muốn bảo tồn nó bằng việc mở ra nhà hàng ẩm thực này. Chà. Mọi người có thể thấy những dụng cụ mà anh ấy sử dụng."
    }
  },
  {
    "translation": {
      "en": "Fresh bamboo. And this dish is fantastic.",
      "vi": "Ống tre tươi. Món này rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "It's using the frog. Frog, I love. Now, frogs - we eat all the frog.",
      "vi": "Món này sử dụng thịt ếch. Tôi thì thích thịt ếch. Ở đây, ta ăn mọi phần thịt của ếch."
    }
  },
  {
    "translation": {
      "en": "Not just the legs, like the French. The Vietnamese, we eat all of it.",
      "vi": "Không chỉ ăn thịt đùi như người Pháp, người Việt ăn tất cả các phần thịt."
    }
  },
  {
    "translation": {
      "en": "And he's doing a very traditional dish where we're going to cook it",
      "vi": "Và anh ấy đang nấu một món rất truyền thống,"
    }
  },
  {
    "translation": {
      "en": "in the ong tre, also known as bamboo.",
      "vi": "chúng tôi sẽ nấu nó trong ống tre."
    }
  },
  {
    "translation": {
      "en": "But there's a lot of preparation to be done.",
      "vi": "Tuy nhiên, cần phải chuẩn bị rất nhiều thứ. Đầu bếp Phước sẽ thái sả và gừng,"
    }
  },
  {
    "translation": {
      "en": "So, Chef Phuoc… Chef's going to cut the lemongrass and the ginger.",
      "vi": "Đầu bếp Phước sẽ thái sả và gừng,"
    }
  },
  {
    "translation": {
      "en": "I'm going to go the chilli and the garlic,",
      "vi": "Đầu bếp Phước sẽ thái sả và gừng, tôi sẽ thái ớt và tỏi."
    }
  },
  {
    "translation": {
      "en": "and then we're going to make this happen very, very quickly.",
      "vi": "tôi sẽ thái ớt và tỏi. Sau đó, chúng ta sẽ chế biến rất nhanh."
    }
  },
  {
    "translation": {
      "en": "OK, let's go. All those ingredients are so powerful in flavour.",
      "vi": "Được rồi. Bắt đầu thôi. Tất cả những nguyên liệu này đều rất bùng vị."
    }
  },
  {
    "translation": {
      "en": "Now, um, it's going to go really well with the frog.",
      "vi": "Khi nấu với thịt ếch sẽ rất hợp."
    }
  },
  {
    "translation": {
      "en": "We've also got this beautiful green mint or this herb here.",
      "vi": "Chúng tôi đã chuẩn bị rau bạc hà, là cây rau thơm này."
    }
  },
  {
    "translation": {
      "en": "Coriander.  Very herbaceous.",
      "vi": "Ngò. Rất thơm mùi thảo mộc."
    }
  },
  {
    "translation": {
      "en": "Now, this restaurant, Huong Que, is the only restaurant in Da Lat",
      "vi": "Hương Quê là nhà hàng duy nhất ở Đà Lạt"
    }
  },
  {
    "translation": {
      "en": "that cooks this type of food now.",
      "vi": "chế biến những món ăn này."
    }
  },
  {
    "translation": {
      "en": "They do everything from scratch,",
      "vi": "Họ chuẩn bị tất cả từ đầu đến cuối"
    }
  },
  {
    "translation": {
      "en": "and they want to do it the very traditional way.",
      "vi": "và muốn chế biến theo cách truyền thống nhất."
    }
  },
  {
    "translation": {
      "en": "The very authentic way, which is awesome.",
      "vi": "Bằng cách nấu chính gốc. Điều này khá thú vị."
    }
  },
  {
    "translation": {
      "en": "I really, really respect this style of cooking.",
      "vi": "Tôi thực sự đánh giá cao phong cách nấu ăn này."
    }
  },
  {
    "translation": {
      "en": "I've got some sawtooth coriander here.",
      "vi": "Tôi có một vài nhánh ngò gai ở đây."
    }
  },
  {
    "translation": {
      "en": "And now Chef is going to make a nice little paste.",
      "vi": "Bây giờ, đầu bếp sẽ chuẩn bị gia vị ướp."
    }
  },
  {
    "translation": {
      "en": "So, I've got… What's this here? Some MSG. We've got some MSG.",
      "vi": "Tôi có… Gì đây nhỉ? Ta có một ít bột ngọt."
    }
  },
  {
    "translation": {
      "en": "Now, I don't usually put MSG in my cooking,",
      "vi": "Thường thì tôi không dùng bột ngọt để nấu ăn,"
    }
  },
  {
    "translation": {
      "en": "but here, they use quite a lot of it.",
      "vi": "nhưng ở đây, họ sử dụng khá nhiều."
    }
  },
  {
    "translation": {
      "en": "Half a tablespoon of rock salt. There you go.",
      "vi": "Nửa muỗng canh muối hạt. Có ngay."
    }
  },
  {
    "translation": {
      "en": "And then I'm going to put everything else on.",
      "vi": "Sau đó, cho tất cả vào cùng nhau."
    }
  },
  {
    "translation": {
      "en": "My lemongrass.",
      "vi": "Sả."
    }
  },
  {
    "translation": {
      "en": "Lemongrass goes on.",
      "vi": "Có sả đây."
    }
  },
  {
    "translation": {
      "en": "Ginger, my garlic.",
      "vi": "Gừng, tỏi."
    }
  },
  {
    "translation": {
      "en": "And then all of the beautiful chilli and herbs.",
      "vi": "Sau cùng là ớt và các loại rau thơm."
    }
  },
  {
    "translation": {
      "en": "Now let the theatre begin.",
      "vi": "Bây giờ, bản giao hưởng bắt đầu."
    }
  },
  {
    "translation": {
      "en": "It's so super fine. Better than a blender, absolutely.",
      "vi": "Rất đều. Thật sự đều hơn cả máy xay."
    }
  },
  {
    "translation": {
      "en": "So much flavour there.",
      "vi": "Đậm vị quá."
    }
  },
  {
    "translation": {
      "en": "Could be the MSG, but that's all the other ingredients as well.",
      "vi": "Có thể là do bột ngọt, nhưng cũng do các nguyên liệu còn lại nữa."
    }
  },
  {
    "translation": {
      "en": "OK, all these beautiful ingredients with the frog.",
      "vi": "Những nguyên liệu này sẽ rất hợp với thịt ếch."
    }
  },
  {
    "translation": {
      "en": "Now, we've cut the frog into quarters.",
      "vi": "Bây giờ, ta cắt thịt ếch ra làm bốn phần,"
    }
  },
  {
    "translation": {
      "en": "Everything goes in. Even the little feet and the toes.",
      "vi": "tất cả các gia vị sẽ thấm đều. Kể cả phần chân và các ngón chân nhỏ."
    }
  },
  {
    "translation": {
      "en": "And we're going to mix it with that beautiful paste we just made.",
      "vi": "Ta sẽ trộn thịt với phần gia vị vừa làm."
    }
  },
  {
    "translation": {
      "en": "Now, I've also got a nice big bunch of Vietnamese mint here.",
      "vi": "Ngoài ra, tôi có một bó rau răm tươi."
    }
  },
  {
    "translation": {
      "en": "Chef Phuoc has got his bamboo, which is cut into around 40cm pieces.",
      "vi": "Phước sẽ dùng ống tre đã cắt thành những đoạn dài 40cm."
    }
  },
  {
    "translation": {
      "en": "So we get one piece of frog and one stem of Vietnamese mint together,",
      "vi": "Ta nhồi một phần ếch cùng một phần rau răm vào ống."
    }
  },
  {
    "translation": {
      "en": "because when we cook it, when we take it out to eat it,",
      "vi": "Ta nhồi một phần ếch cùng một phần rau răm vào ống. Bởi vì khi nấu hay khi lấy thịt ra ăn,"
    }
  },
  {
    "translation": {
      "en": "we want them to stick together.",
      "vi": "chúng tôi muốn thịt và rau phải dính vào nhau."
    }
  },
  {
    "translation": {
      "en": "So we put that into the bamboo pole as well.",
      "vi": "Ta nhồi tất cả vào ống tre."
    }
  },
  {
    "translation": {
      "en": "Now, I've left around 10cm free there from the top,",
      "vi": "Tôi sẽ để trống khoảng 10cm ở đầu ống tre,"
    }
  },
  {
    "translation": {
      "en": "because the bamboo, it has water inside, right?",
      "vi": "vì nước sẽ được cho vào ống."
    }
  },
  {
    "translation": {
      "en": "So when that bubbles away over the charcoal, water will come up",
      "vi": "vì nước sẽ được cho vào ống. Khi nước sôi lên, rơi xuống than, nước sẽ bay hơi."
    }
  },
  {
    "translation": {
      "en": "and steam and charcoal the frog at the same time.",
      "vi": "Lúc này, thịt ếch sẽ được hấp và nướng cùng lúc trên than."
    }
  },
  {
    "translation": {
      "en": "I love bamboo.",
      "vi": "Tôi yêu tre."
    }
  },
  {
    "translation": {
      "en": "It plays a huge role in Asian cooking",
      "vi": "Tre có vai trò quan trọng trong ẩm thực Á châu"
    }
  },
  {
    "translation": {
      "en": "and imparts a unique flavour to my dishes.",
      "vi": "và mang lại một hương vị độc đáo cho các món ăn của tôi."
    }
  },
  {
    "translation": {
      "en": "Not only used in cooking,",
      "vi": "Không chỉ được sử dụng trong nấu nướng,"
    }
  },
  {
    "translation": {
      "en": "the Vietnamese also build houses with bamboo, boats, fences.",
      "vi": "người Việt Nam còn dùng chúng để xây nhà, đóng ghe và dựng rào."
    }
  },
  {
    "translation": {
      "en": "Just about everything.",
      "vi": "Tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "They're already making around, what, 2, 4, 6, 8, 10 of them.",
      "vi": "Chúng ta có khoảng hai, bốn, sáu, tám, mười ống."
    }
  },
  {
    "translation": {
      "en": "Gorgeous fire. Bamboo fire here.",
      "vi": "Ngọn lửa rực rỡ. Và đây cũng là lửa từ cây tre."
    }
  },
  {
    "translation": {
      "en": "Now, this is Chef Phuoc's dad. It's a family affair.",
      "vi": "Đây là bố của Phước. Và đây cũng là nghề gia truyền."
    }
  },
  {
    "translation": {
      "en": "This is such a beautiful story.",
      "vi": "Thật sự là một câu chuyện đẹp."
    }
  },
  {
    "translation": {
      "en": "So, um, his grandmother used to make street food rice flour crepes.",
      "vi": "Bà của anh ấy từng bán bánh xèo rong."
    }
  },
  {
    "translation": {
      "en": "You know, really hard- working.",
      "vi": "Bà của anh ấy từng bán bánh xèo rong. Bà ấy làm việc rất cật lực."
    }
  },
  {
    "translation": {
      "en": "Really, really long hours and not a lot of money.",
      "vi": "Bán hàng giờ liền, nhưng không kiếm được nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "Not a lot of profit.",
      "vi": "Không có lời nhiều."
    }
  },
  {
    "translation": {
      "en": "And he fell in love with this industry and when she passed,",
      "vi": "Anh ấy đã yêu thích lĩnh vực này. Nên khi bà anh ấy qua đời,"
    }
  },
  {
    "translation": {
      "en": "he really wanted to do the same thing.",
      "vi": "anh ấy rất muốn làm việc giống vậy."
    }
  },
  {
    "translation": {
      "en": "However, there's no money in that kind of food, he was telling me,",
      "vi": "Tuy nhiên, anh ấy có chia sẻ rằng việc bán bánh xèo không kiếm được nhiều,"
    }
  },
  {
    "translation": {
      "en": "so he had to follow his passion, open a restaurant like this.",
      "vi": "nên đã mở nhà hàng này để theo đuổi đam mê."
    }
  },
  {
    "translation": {
      "en": "Of course he loves cooking this food,",
      "vi": "Tất nhiên, Phước thích chế biến món ăn này,"
    }
  },
  {
    "translation": {
      "en": "but he's been doing this for five years, he's making profit now.",
      "vi": "anh ấy đã buôn bán được năm năm và đang kiếm được kha khá lợi nhuận."
    }
  },
  {
    "translation": {
      "en": "But the endgame, his goal is to go back",
      "vi": "Nhưng sau cùng, mục tiêu của Phước là quay trở lại,"
    }
  },
  {
    "translation": {
      "en": "and open another banh xeo shop just like his grandmother.",
      "vi": "mở tiệm bánh xèo như bà của anh ấy đã từng làm."
    }
  },
  {
    "translation": {
      "en": "And, um…so much respect for this guy, really.",
      "vi": "Thật sự… rất ngưỡng mộ chàng trai này."
    }
  },
  {
    "translation": {
      "en": "Kinda brings tears to my eyes.",
      "vi": "Thật sự… rất ngưỡng mộ chàng trai này. Tôi rất cảm động."
    }
  },
  {
    "translation": {
      "en": "OK, so, we're going to open one of these up",
      "vi": "Được rồi, chúng tôi sẽ mở một ống"
    }
  },
  {
    "translation": {
      "en": "and going to show you the beauty of this dish.",
      "vi": "và cho mọi người thấy sự hấp dẫn của món ăn này."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "That looks awesome!",
      "vi": "Nhìn quá đỉnh."
    }
  },
  {
    "translation": {
      "en": "Whoa! Piping hot.",
      "vi": "Chà! Ống còn nóng đấy."
    }
  },
  {
    "translation": {
      "en": "I'm going to dip it into that lovely paste that we made earlier.",
      "vi": "Tôi sẽ chấm với phần gia vị đã chuẩn bị lúc nãy."
    }
  },
  {
    "translation": {
      "en": "Mmm. Oh, my God. Super tender.",
      "vi": "Ôi trời, siêu mềm."
    }
  },
  {
    "translation": {
      "en": "Probably wondering what frog tastes like, if you haven't had it before.",
      "vi": "Nếu chưa từng thử thịt ếch, chắc mọi người đang thắc mắc nó có vị ra sao."
    }
  },
  {
    "translation": {
      "en": "Well… It is like chicken. A mixture of chicken and fish.",
      "vi": "Vị giống thịt gà. Kết hợp giữa thịt gà và cá."
    }
  },
  {
    "translation": {
      "en": "And with all these aromats… What a delicious dish.",
      "vi": "Với tất cả những gia vị này… Thật sự rất ngon."
    }
  },
  {
    "translation": {
      "en": "This is traditional cooking. Ethnic minority cooking.",
      "vi": "Đây là cách nấu truyền thống của những người dân tộc thiểu số."
    }
  },
  {
    "translation": {
      "en": "Now, this is called frogs chargrilled with lemongrass, garlic, chilli,",
      "vi": "Món này gọi là ếch nướng ống tre"
    }
  },
  {
    "translation": {
      "en": "Vietnamese mint in bamboo.",
      "vi": "cùng sả, tỏi, ớt và rau răm."
    }
  },
  {
    "translation": {
      "en": "He's so cool. I love him.",
      "vi": "Anh ấy rất dễ thương. Yêu quá."
    }
  },
  {
    "translation": {
      "en": "Traditionally, Vietnamese families work together.",
      "vi": "Theo truyền thống, các gia đình người Việt thường làm việc cùng nhau."
    }
  },
  {
    "translation": {
      "en": "From birth, it's not uncommon to one day work alongside your parents.",
      "vi": "Khi chào đời, không có gì lạ khi một ngày, ta sẽ được làm việc cùng cha mẹ."
    }
  },
  {
    "translation": {
      "en": "You'll always hear me say,",
      "vi": "Mọi người luôn nghe tôi nói rằng,"
    }
  },
  {
    "translation": {
      "en": "This restaurant has been here for generations.",
      "vi": "Nhà hàng này đã hoạt động qua nhiều đời rồi."
    }
  },
  {
    "translation": {
      "en": "All around me are families working together.",
      "vi": "Xung quanh tôi là các gia đình làm việc cùng nhau."
    }
  },
  {
    "translation": {
      "en": "You can see the determination on their faces",
      "vi": "Mọi người có thể thấy trên gương mặt họ tràn trề sự quyết tâm"
    }
  },
  {
    "translation": {
      "en": "to not disappoint their parents",
      "vi": "sẽ không làm cha mẹ thất vọng"
    }
  },
  {
    "translation": {
      "en": "and prove that one day they will be worthy to take over their business.",
      "vi": "sẽ không làm cha mẹ thất vọng và chứng minh được họ xứng đáng để tiếp quản công việc của gia đình."
    }
  },
  {
    "translation": {
      "en": "All over the world, everyone knows about Vietnamese pho,",
      "vi": "Ai trên khắp thế giới cũng biết đến món phở Việt Nam."
    }
  },
  {
    "translation": {
      "en": "they know about the banh mi,",
      "vi": "Họ biết đến bánh mì."
    }
  },
  {
    "translation": {
      "en": "they know about the rice paper rolls - the goi cuon -",
      "vi": "Họ biết đến gỏi cuốn."
    }
  },
  {
    "translation": {
      "en": "But not many people know about this dish yet.",
      "vi": "Nhưng rất ít người biết đến món này."
    }
  },
  {
    "translation": {
      "en": "It's called Banh Trang Nuong",
      "vi": "Là món bánh tráng nướng."
    }
  },
  {
    "translation": {
      "en": "and everyone in Da Lat absolutely adores it.",
      "vi": "Ai ở Đà Lạt cũng đều nghiện nó."
    }
  },
  {
    "translation": {
      "en": "This place is on the corner here, on Huang Yu Street, and it's pumping.",
      "vi": "Quán này nằm ở góc đường Hoàng Diệu và rất đông khách."
    }
  },
  {
    "translation": {
      "en": "Kids are coming in, schoolkids. Families come and eat.",
      "vi": "Quán này nằm ở góc đường Hoàng Diệu và rất đông khách. Trẻ con, học sinh, gia đình đến đây ăn uống."
    }
  },
  {
    "translation": {
      "en": "Motorbikes are pulling in and out. This place is incredible.",
      "vi": "Xe máy vào ra tấp nập. Một nơi vô cùng thú vị."
    }
  },
  {
    "translation": {
      "en": "Now, it's called Banh Trang Nuong…",
      "vi": "Món này có tên là bánh tráng nướng…"
    }
  },
  {
    "translation": {
      "en": "Aunty Dinh. She's the boss here. And jeez, they sell so many.",
      "vi": "Dì Đinh. Cô ấy là chủ quán này. Trời, họ bán được rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It's so busy right now. And what it is, it's dried rice paper.",
      "vi": "Dì Đinh. Cô ấy là chủ quán này. Trời, họ bán được rất nhiều. Ngay lúc này, họ cực kỳ bận rộn. Món này là bánh tráng nướng lên."
    }
  },
  {
    "translation": {
      "en": "Basically that.",
      "vi": "Cơ bản là vậy. Có sáu lò than. Sẽ có nhiều loại nhân để ở trên bánh."
    }
  },
  {
    "translation": {
      "en": "And there's six charcoal grills and there's different fillings on top.",
      "vi": "Có sáu lò than. Sẽ có nhiều loại nhân để ở trên bánh."
    }
  },
  {
    "translation": {
      "en": "It's essentially a Vietnamese pizza",
      "vi": "Thực chất, nó giống như bánh pizza kiểu Việt Nam"
    }
  },
  {
    "translation": {
      "en": "or, inspired by the French, a Vietnamese crepe.",
      "vi": "hoặc được lấy cảm hứng từ người Pháp, bánh kếp kiểu Việt."
    }
  },
  {
    "translation": {
      "en": "It's super delicious.",
      "vi": "Món này siêu đỉnh."
    }
  },
  {
    "translation": {
      "en": "And look how they make it. It's quite theatrical.",
      "vi": "Món này siêu đỉnh. Hãy nhìn cách họ chế biến. Nhìn khá nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Wrapped and rolled and all the sauce drips onto the charcoal and whoosh!",
      "vi": "Bọc và cuộn, nước xốt rỉ xuống than xì xèo."
    }
  },
  {
    "translation": {
      "en": "Very, very theatrical.",
      "vi": "Vô cùng nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Now, I'm going to give one a go",
      "vi": "Bây giờ tôi sẽ thử nướng"
    }
  },
  {
    "translation": {
      "en": "'cause you get so many different varieties here.",
      "vi": "vì có rất nhiều món biến tấu ở đây."
    }
  },
  {
    "translation": {
      "en": "There is, um, chicken egg with seafood.",
      "vi": "Ta có trứng gà và hải sản này."
    }
  },
  {
    "translation": {
      "en": "Eggs with pork. Eggs with chicken.",
      "vi": "Trứng với thịt lợn. Trứng với gà."
    }
  },
  {
    "translation": {
      "en": "Eggs with sausage. Wow.",
      "vi": "Trứng với xúc xích nữa. Chà."
    }
  },
  {
    "translation": {
      "en": "They cost 15 to 20,000 dong each, which is cheap. About $1.25.",
      "vi": "Mỗi cái có giá từ 15 đến 20.000 đồng, rất rẻ, đâu đó khoảng 1,25 đô."
    }
  },
  {
    "translation": {
      "en": "My turn to make one, and I'm not as good as these ladies, trust me.",
      "vi": "Tới lượt tôi thử làm, nhưng chắc chắn làm không ngon như mấy cô ở đây."
    }
  },
  {
    "translation": {
      "en": "I start off with the rice paper",
      "vi": "Tôi lấy bánh tráng,"
    }
  },
  {
    "translation": {
      "en": "and add this lovely shallot and annatto oil mix,",
      "vi": "thêm hỗn dầu điều và hẹ"
    }
  },
  {
    "translation": {
      "en": "which adds a vibrant colour and peppery flavour to the dish.",
      "vi": "để thêm màu sắc óng ánh và vị cay cho món ăn."
    }
  },
  {
    "translation": {
      "en": "Now, you gotta be very fast, because super, super hot.",
      "vi": "Mọi người phải thật sự nhanh tay vì lò rất nóng."
    }
  },
  {
    "translation": {
      "en": "That goes in the bin. Look at that. Now, wrap this up.",
      "vi": "Nhìn xem. Trứng vào giữa bánh. Ta phải nướng chín cái này."
    }
  },
  {
    "translation": {
      "en": "Now, I'm going to beat this egg. Gotta beat it, beat it, beat it.",
      "vi": "Tôi sẽ đánh trứng lên, đều tay."
    }
  },
  {
    "translation": {
      "en": "Now I'm gonna spread it to the ends.",
      "vi": "Sau đó cứ vậy, sẽ tán ra cho đều."
    }
  },
  {
    "translation": {
      "en": "And keep rotating, or else it will burn.",
      "vi": "Phải liên tục xoay bánh, nếu không sẽ bị cháy khét."
    }
  },
  {
    "translation": {
      "en": "Ow! My fingers are burning.",
      "vi": "Ngón tay tôi đang nóng hết cả lên."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you. And he does that for me.",
      "vi": "Ồ, cảm ơn anh. Anh ấy bỏ nó vào cho tôi."
    }
  },
  {
    "translation": {
      "en": "OK, she is laughing at me, but it's all good.",
      "vi": "Cô ấy cười tôi, nhưng không sao."
    }
  },
  {
    "translation": {
      "en": "Alright. Now, that's alright.",
      "vi": "Được rồi. Giờ thì ngon lành."
    }
  },
  {
    "translation": {
      "en": "I got to keep rotating it.",
      "vi": "Tôi phải xoay liên tục."
    }
  },
  {
    "translation": {
      "en": "Guys, I'm making a real mess of this. So fast! Look at them.",
      "vi": "Chà, có vẻ tôi đang bày bừa rồi đây. Nhanh quá! Nhìn nó kìa."
    }
  },
  {
    "translation": {
      "en": "How come they're not getting burned? Why am I getting burned?",
      "vi": "Sao họ không bị nóng tay hay vậy nhỉ? Sao mỗi mình tay tôi bị nóng thế này?"
    }
  },
  {
    "translation": {
      "en": "My glove is burning. OK, now it's sizzling up now.",
      "vi": "Găng tay của tôi nóng quá. Sắp cháy bây giờ đấy."
    }
  },
  {
    "translation": {
      "en": "I think I'm getting the hint.",
      "vi": "Hình như tôi biết gợi ý rồi."
    }
  },
  {
    "translation": {
      "en": "I think they've got gloves under their gloves.",
      "vi": "Tôi nghĩ họ có hai lớp găng tay."
    }
  },
  {
    "translation": {
      "en": "I've got some dried chilli on top. Chilli powder. Beautiful.",
      "vi": "Tôi sẽ rắc thêm một ít ớt khô lên bánh. Bột ớt tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "Nice and spicy. And now I've got some dried beef jerky.",
      "vi": "Ngon và cay. Thêm một chút khô bò."
    }
  },
  {
    "translation": {
      "en": "That goes on top as well. And look. She's got a glove under the glove.",
      "vi": "Cũng rắc lên bánh. Nhìn kìa. Cô ấy có hai lớp găng tay đấy."
    }
  },
  {
    "translation": {
      "en": "That's why they're not burning. I need a glove under the glove.",
      "vi": "Đó là lí do tại sao họ không bị nóng. Tôi cần thêm một lớp găng tay nữa."
    }
  },
  {
    "translation": {
      "en": "OK, rotate, rotate. Check the bottom.",
      "vi": "Xoay, xoay, xoay. Kiểm tra đáy bánh xem."
    }
  },
  {
    "translation": {
      "en": "Almost, almost good. Another 30 seconds and I'm done.",
      "vi": "Tuyệt, gần chín vàng rồi. Nướng khoảng 30 giây nữa là xong."
    }
  },
  {
    "translation": {
      "en": "Now, these guys are so busy.",
      "vi": "Mọi người ở đây vô cùng bận rộn."
    }
  },
  {
    "translation": {
      "en": "They sell around 800 Vietnamese pizzas per day,",
      "vi": "Mỗi ngày, họ bán khoảng 800 cái bánh tráng nướng"
    }
  },
  {
    "translation": {
      "en": "selling for 15,000 per pizza.",
      "vi": "với giá 15.000 đồng mỗi cái."
    }
  },
  {
    "translation": {
      "en": "That's probably around 12 million dong,",
      "vi": "Tính ra là khoảng 12 triệu đồng,"
    }
  },
  {
    "translation": {
      "en": "which works out to be $735, roughly.",
      "vi": "đâu đó khoảng 735 đô."
    }
  },
  {
    "translation": {
      "en": "That's really good business.",
      "vi": "Làm ăn khấm khá đấy chứ."
    }
  },
  {
    "translation": {
      "en": "Considering this is six charcoal grills,",
      "vi": "Chỉ với sáu lò than,"
    }
  },
  {
    "translation": {
      "en": "rice paper and just a little bit of topping on top.",
      "vi": "bánh tráng và một ít nhân lên trên."
    }
  },
  {
    "translation": {
      "en": "That's good. There you go.",
      "vi": "Ngon rồi đấy. Bánh chín rồi."
    }
  },
  {
    "translation": {
      "en": "Vietnamese pizza with seafood and dried beef jerky.",
      "vi": "Pizza Việt Nam với hải sản và khô bò."
    }
  },
  {
    "translation": {
      "en": "For all the train lovers like me,",
      "vi": "Đối với những ai yêu tàu hỏa giống tôi,"
    }
  },
  {
    "translation": {
      "en": "you have to visit the Da Lat train station.",
      "vi": "mọi người nhất định phải đến ga Đà Lạt."
    }
  },
  {
    "translation": {
      "en": "The buzz in the air as people wait to board is fantastic.",
      "vi": "Không khí nhộn nhịp khi mọi người đợi lên tàu thật sự rất thú vị."
    }
  },
  {
    "translation": {
      "en": "Couples get their wedding photographs taken here.",
      "vi": "Có những cặp đôi chụp hình cưới ở đây."
    }
  },
  {
    "translation": {
      "en": "You can get your portrait done.",
      "vi": "Có dịch vụ vẽ tranh chân dung ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "Take more selfies, of course.",
      "vi": "Tất nhiên đừng quên chụp hình tự sướng."
    }
  },
  {
    "translation": {
      "en": "It really is a great day out.",
      "vi": "Thật sự là một ngày dạo chơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "The Da Lat train station is art deco and built by the French in the 1930s,",
      "vi": "Ga Đà Lạt được người Pháp xây dựng theo trường phái art deco vào những năm 1930."
    }
  },
  {
    "translation": {
      "en": "however, it fell out of use during the Vietnam War.",
      "vi": "Tuy nhiên, nơi này không còn hoạt động trong giai đoạn Chiến tranh Việt Nam."
    }
  },
  {
    "translation": {
      "en": "But today, it's operational again",
      "vi": "Bây giờ, ga đã hoạt động trở lại."
    }
  },
  {
    "translation": {
      "en": "and you can hop on this beautiful vintage train",
      "vi": "Mọi người có thể bước lên chiếc tàu cổ điển xinh đẹp này"
    }
  },
  {
    "translation": {
      "en": "and travel around 7km to a nearby village called Trai Mat.",
      "vi": "và di chuyển khoảng 7km để đến một ngôi làng mang tên Trại Mát."
    }
  },
  {
    "translation": {
      "en": "The French colonisation of Vietnam began in earnest in the 1880s,",
      "vi": "Thực dân Pháp bắt đầu đô hộ Việt Nam từ những năm 1880,"
    }
  },
  {
    "translation": {
      "en": "and lasted for many decades.",
      "vi": "thời kỳ này kéo dài nhiều thập kỷ."
    }
  },
  {
    "translation": {
      "en": "They profited from things such as rice and rubber plantations,",
      "vi": "Họ thu lợi từ nhiều việc như trồng lúa và trồng cao su."
    }
  },
  {
    "translation": {
      "en": "and brought with them new things like architecture, Western education",
      "vi": "Họ cũng mang theo nhiều thứ mới đến đây như kiến trúc, giáo dục phương Tây,"
    }
  },
  {
    "translation": {
      "en": "and, of course, French food influences.",
      "vi": "và tất nhiên còn có ảnh hưởng từ ẩm thực Pháp."
    }
  },
  {
    "translation": {
      "en": "But it's the French- built railway",
      "vi": "Nhưng trên hết là đường sắt do Pháp xây dựng"
    }
  },
  {
    "translation": {
      "en": "which has really stood the test of time.",
      "vi": "đã thực sự chống chọi được với thời gian."
    }
  },
  {
    "translation": {
      "en": "Da Lat is known as the City of Flowers.",
      "vi": "Đà Lạt được biết đến với cái tên Thành phố Ngàn Hoa."
    }
  },
  {
    "translation": {
      "en": "Da Lat's climate is perfect for growing just about anything,",
      "vi": "Tiết trời Đà Lạt cực kỳ phù hợp để trồng trọt. Minh chứng ở xung quanh tôi đây, cả thành phố và vùng ngoại ô."
    }
  },
  {
    "translation": {
      "en": "and the evidence is all around me, both in town and the countryside.",
      "vi": "Minh chứng ở xung quanh tôi đây, cả thành phố và vùng ngoại ô."
    }
  },
  {
    "translation": {
      "en": "Lush crops jump out at you, with their fantastic green vibrancy,",
      "vi": "Những vườn rau tươi nhảy vào mắt với một màu xanh tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "and it's also not as hot for the local workers",
      "vi": "Người lao động địa phương cũng không cảm thấy nóng bức"
    }
  },
  {
    "translation": {
      "en": "as it is in the low lying areas of Vietnam.",
      "vi": "như người dân sống ở vùng đồng bằng có độ cao thấp. Khỏi cần thắc mắc tại sao người Pháp lại thích nơi này đến vậy."
    }
  },
  {
    "translation": {
      "en": "No wonder the French loved it here.",
      "vi": "Khỏi cần thắc mắc tại sao người Pháp lại thích nơi này đến vậy."
    }
  },
  {
    "translation": {
      "en": "Hydrangeas. Native to south- east Asia and North and South America.",
      "vi": "Hoa cẩm tú cầu, loài hoa bản địa ở Đông Nam Á, Bắc và Nam Mỹ."
    }
  },
  {
    "translation": {
      "en": "Now, isn't this just stunning?",
      "vi": "Quá đẹp đúng không nào?"
    }
  },
  {
    "translation": {
      "en": "It's got nothing to do with this recipe,",
      "vi": "Cảnh không liên quan tới công thức này,"
    }
  },
  {
    "translation": {
      "en": "but I just love being here in this hydrangea garden.",
      "vi": "chỉ là tôi thích đến đây, ngồi giữa vườn hoa cẩm tú cầu này."
    }
  },
  {
    "translation": {
      "en": "Look at the colours now. It's violet, blue.",
      "vi": "Nhìn màu sắc của hoa xem. Tím, xanh."
    }
  },
  {
    "translation": {
      "en": "They also come in purple and white and yellow as well.",
      "vi": "Nhìn màu sắc của hoa xem. Tím, xanh. Còn có màu tím, vàng, trắng nữa."
    }
  },
  {
    "translation": {
      "en": "Absolutely stunning.",
      "vi": "Tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "Da Lat is the land of eternal spring and these are always in bloom.",
      "vi": "Đà Lạt là xứ sở của mùa xuân vĩnh cửu vì lúc nào cũng có hoa nở rộ."
    }
  },
  {
    "translation": {
      "en": "Now, in the morning, come here early.",
      "vi": "Đà Lạt là xứ sở của mùa xuân vĩnh cửu vì lúc nào cũng có hoa nở rộ. Hãy đến đây vào sáng sớm."
    }
  },
  {
    "translation": {
      "en": "You pay a couple of dollars and you can come here",
      "vi": "Bỏ ra vài đô để đến đây"
    }
  },
  {
    "translation": {
      "en": "and just view the spectacular scenery here.",
      "vi": "và chiêm ngưỡng khung cảnh tuyệt đẹp này."
    }
  },
  {
    "translation": {
      "en": "They almost look like puffs of clouds. Beautiful.",
      "vi": "Giống như những đám mây đẹp tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I'm here very early in the morning, and in Da Lat in the morning,",
      "vi": "Tôi đã đến đây vào sáng sớm. Vào buổi sáng ở Đà Lạt,"
    }
  },
  {
    "translation": {
      "en": "people eat this wonderful dish called banh mi xiu mai.",
      "vi": "mọi người hay ăn bánh mì xíu mại."
    }
  },
  {
    "translation": {
      "en": "It's basically pork balls.",
      "vi": "Món này là thịt viên"
    }
  },
  {
    "translation": {
      "en": "And it's in a really nice, light broth,",
      "vi": "được nhúng vào nước dùng thanh nhẹ, thơm ngon,"
    }
  },
  {
    "translation": {
      "en": "dunked and dipped with Vietnamese baguette.",
      "vi": "sau đó kẹp vào bánh mì Việt Nam."
    }
  },
  {
    "translation": {
      "en": "So, first of all, I've got some pork mince",
      "vi": "Đầu tiên, tôi có thịt lợn xay."
    }
  },
  {
    "translation": {
      "en": "I'm going to put some garlic in there,",
      "vi": "Tôi sẽ cho vào một ít tỏi,"
    }
  },
  {
    "translation": {
      "en": "some red Asians shallots goes in.",
      "vi": "hành tím cũng cho vào đây."
    }
  },
  {
    "translation": {
      "en": "Some salt. Some black pepper, ground.",
      "vi": "Một ít muối và tiêu đen xay."
    }
  },
  {
    "translation": {
      "en": "Some sugar as well. A pinch of chilli flakes. Dried chilli flakes.",
      "vi": "Một ít đường và bột ớt khô."
    }
  },
  {
    "translation": {
      "en": "And some fish sauce. Probably around 2 tablespoons or so.",
      "vi": "Một ít nước mắm. Khoảng hai muỗng."
    }
  },
  {
    "translation": {
      "en": "Mum used to make this for me",
      "vi": "Mẹ tôi thường làm cho tôi món này"
    }
  },
  {
    "translation": {
      "en": "and I'd actually take it to school in the baguette.",
      "vi": "và tôi đã để vào trong bánh mì, mang đến trường."
    }
  },
  {
    "translation": {
      "en": "But in Da Lat, they serve it in small bowls,",
      "vi": "Nhưng ở Đà Lạt, họ để riêng trong một tô nhỏ,"
    }
  },
  {
    "translation": {
      "en": "sit on little stools in the street",
      "vi": "ngồi trên những chiếc ghế nhựa ven đường,"
    }
  },
  {
    "translation": {
      "en": "and just eat it with some beautiful warm baguettes,",
      "vi": "và ta nhâm nhi cùng ổ bánh mì nóng ấm"
    }
  },
  {
    "translation": {
      "en": "straight out of the oven.",
      "vi": "vừa mang ra khỏi lò."
    }
  },
  {
    "translation": {
      "en": "Just take a little bit at a time.",
      "vi": "Mỗi lần chỉ nắn một ít."
    }
  },
  {
    "translation": {
      "en": "A little bit smaller than a golf ball.",
      "vi": "Nhỏ hơn quả bóng gôn một chút."
    }
  },
  {
    "translation": {
      "en": "And I've got some clingfilm on a chopping board.",
      "vi": "Tôi đã bọc thớt bằng màng nhựa."
    }
  },
  {
    "translation": {
      "en": "Now, remember, this is a breakfast dish,",
      "vi": "Mọi người nên nhớ đây là bữa sáng"
    }
  },
  {
    "translation": {
      "en": "so you don't want it to be too powerful.",
      "vi": "nên mọi người không muốn món gì đó quá nặng bụng."
    }
  },
  {
    "translation": {
      "en": "So the broth and the flavours are nice and subtle.",
      "vi": "Cho nên nước dùng và gia vị đều rất thanh và tinh tế."
    }
  },
  {
    "translation": {
      "en": "They're having a good time there, that family.",
      "vi": "Gia đình kia đã có khoảng thời gian vui vẻ ở đây."
    }
  },
  {
    "translation": {
      "en": "Bring your family out here, guys. It's really awesome.",
      "vi": "Mọi người hãy dắt gia đình tới đây. Thật sự rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "You can buy each hydrangea for around 20,000 dong,",
      "vi": "Bạn có thể mua hoa cẩm tú cầu với khoảng 20.000 đồng."
    }
  },
  {
    "translation": {
      "en": "which is just… Wow. Almost a dollar.",
      "vi": "Chỉ gần bằng… một đô."
    }
  },
  {
    "translation": {
      "en": "Back in Australia, they're like 5 to 8 dollars each.",
      "vi": "Ở Úc, mỗi hoa có giá khoảng 5 đến 8 đô."
    }
  },
  {
    "translation": {
      "en": "We've got around 12 to 15 pork balls.",
      "vi": "Chúng ta có khoảng 12 đến 15 viên thịt."
    }
  },
  {
    "translation": {
      "en": "I'm going to let that sit for around 20 minutes and marinate that through.",
      "vi": "Tôi sẽ để đó khoảng 20 phút cho thấm gia vị."
    }
  },
  {
    "translation": {
      "en": "I'm going to make the stock now.",
      "vi": "Giờ ta bắt đầu làm xốt."
    }
  },
  {
    "translation": {
      "en": "So, I got around 3 tablespoons of annatto oil.",
      "vi": "Cho vào ba muỗng dầu điều."
    }
  },
  {
    "translation": {
      "en": "OK, I've got some garlic that goes in.",
      "vi": "Cho vào một ít tỏi băm."
    }
  },
  {
    "translation": {
      "en": "My onions. Sauté that. Just for a minute or so.",
      "vi": "Hành tây. Và xào trong khoảng một phút đến khi chín vừa và dậy mùi thơm."
    }
  },
  {
    "translation": {
      "en": "Until it's nice and fragrant.",
      "vi": "đến khi chín vừa và dậy mùi thơm. Cho vào khoảng một lít nước dùng thịt lợn."
    }
  },
  {
    "translation": {
      "en": "So you've got around a litre of pork stock.",
      "vi": "Cho vào khoảng một lít nước dùng thịt lợn. Sau đó, đậy nắp lại và nấu sôi."
    }
  },
  {
    "translation": {
      "en": "And then I'm going to put my lid on and just bring that to the boil.",
      "vi": "Sau đó, đậy nắp lại và nấu sôi. Nồi đang sôi, tôi thì ngồi đây"
    }
  },
  {
    "translation": {
      "en": "As I was sitting here, as it was boiling,",
      "vi": "Nồi đang sôi, tôi thì ngồi đây và vừa nhận ra rằng mọi người có thể"
    }
  },
  {
    "translation": {
      "en": "I just realised and remembered that you can actually take",
      "vi": "và vừa nhận ra rằng mọi người có thể"
    }
  },
  {
    "translation": {
      "en": "the leaves of the hydrangea and you boil it up, and what happens,",
      "vi": "luộc lá của hoa cẩm tú cầu. Khi đó,"
    }
  },
  {
    "translation": {
      "en": "it releases this beautiful sap, which turns to a sweet syrup.",
      "vi": "nó sẽ tiết ra dòng nhựa sóng sánh và trở thành món si rô ngọt ngào."
    }
  },
  {
    "translation": {
      "en": "And I could have used it into this dish instead of the rock sugar.",
      "vi": "Hình như tôi đã dùng chúng để nấu ăn thay cho đường phèn."
    }
  },
  {
    "translation": {
      "en": "Note for next time.",
      "vi": "Lần tới nấu thì nhớ nhé."
    }
  },
  {
    "translation": {
      "en": "Next time you're cooking this dish in the hydrangea garden,",
      "vi": "Lần tới, nếu bạn nấu ăn tại vườn hoa cẩm tú cầu,"
    }
  },
  {
    "translation": {
      "en": "you can use the sap, alright?",
      "vi": "bạn có thể dùng nhựa lá cây."
    }
  },
  {
    "translation": {
      "en": "So, let's have a quick taste.",
      "vi": "Nếm thử một chút nào."
    }
  },
  {
    "translation": {
      "en": "Now, that's been boiling for 20 minutes now.",
      "vi": "Nồi đã sôi khoảng 20 phút."
    }
  },
  {
    "translation": {
      "en": "Let's have a quick taste.",
      "vi": "Nếm thử thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, that's… That's nice. It's really clean.",
      "vi": "Chà… ngon đấy. Rất thanh."
    }
  },
  {
    "translation": {
      "en": "It's comfort food, so you've got some 3 to 4 meatballs per serve.",
      "vi": "Vì món này khá nhẹ nên bạn có thể dùng ba hoặc bốn viên mỗi phần."
    }
  },
  {
    "translation": {
      "en": "Now, I've tried this dish in around 8 to 10 places in Da Lat,",
      "vi": "Ở Đà Lạt, tôi đã thử khoảng tám đến mười quán,"
    }
  },
  {
    "translation": {
      "en": "and what I've noticed is the flavours are really light and clean and crisp,",
      "vi": "và tôi để ý thấy là hương vị thật sự rất thanh và sắc nét."
    }
  },
  {
    "translation": {
      "en": "and they love lots of spring onion on top.",
      "vi": "Cho thật nhiều hành lá lên."
    }
  },
  {
    "translation": {
      "en": "I got a little bit of coriander on top as well.",
      "vi": "Cho thêm một ít ngò."
    }
  },
  {
    "translation": {
      "en": "And a little bit of my satay sauce goes on the top of that.",
      "vi": "Và cho thêm một ít xốt sa tế lên."
    }
  },
  {
    "translation": {
      "en": "A bit of a kick.",
      "vi": "Một ít thôi."
    }
  },
  {
    "translation": {
      "en": "Of course, I'm going to serve it with my crisp baguette.",
      "vi": "Tất nhiên, tôi sẽ dùng món ăn kèm với bánh mì nướng giòn."
    }
  },
  {
    "translation": {
      "en": "That is a perfect breakfast dish for me.",
      "vi": "Với tôi, đây là một bữa sáng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Banh mi xiu mai - Vietnamese baguette with pork meatballs",
      "vi": "Bánh mì xíu mại, bánh mì Việt Nam với thịt viên"
    }
  },
  {
    "translation": {
      "en": "and a really lovely light broth.",
      "vi": "và nước dùng cực kỳ thanh nhẹ."
    }
  },
  {
    "translation": {
      "en": "You could be forgiven for thinking you were actually in France.",
      "vi": "Không ngoa khi nghĩ ta đang thực sự ở Pháp."
    }
  },
  {
    "translation": {
      "en": "With Da Lat's wide boulevards and established tree- lined streets,",
      "vi": "Với đại lộ thênh thang ở Đà Lạt và những con đường rợp bóng cây,"
    }
  },
  {
    "translation": {
      "en": "the wonderful flowers simply complete the experience.",
      "vi": "những bông hoa xinh đẹp làm nên một trải nghiệm tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I really enjoy Da Lat. I just love everything about it.",
      "vi": "Tôi thật sự thích Đà Lạt. Thích mọi thứ ở Đà Lạt."
    }
  },
  {
    "translation": {
      "en": "The clean air, the chilly weather.",
      "vi": "Không khí sạch sẽ, tiết trời dễ chịu."
    }
  },
  {
    "translation": {
      "en": "All the fresh herbs and vegetables. Organic herbs and vegetables.",
      "vi": "Rau củ và thảo mộc tươi, hữu cơ."
    }
  },
  {
    "translation": {
      "en": "And, of course, all the wonderful flowers that are constantly in bloom.",
      "vi": "Và tất nhiên không thể quên những bông hoa không ngừng nở rộ."
    }
  },
  {
    "translation": {
      "en": "Now, at the end of the long day, or end of the night,",
      "vi": "Về đêm, cuối một ngày dài,"
    }
  },
  {
    "translation": {
      "en": "I love coming to this place.",
      "vi": "tôi thích đến nơi này."
    }
  },
  {
    "translation": {
      "en": "It's called Nha Go, or the Wooden House, and it's just so charming.",
      "vi": "Nó có tên là Nhà Gỗ, cực kỳ quyến rũ."
    }
  },
  {
    "translation": {
      "en": "Totally relaxing.",
      "vi": "Rất thư giãn."
    }
  },
  {
    "translation": {
      "en": "And the food? Well, the food is really good.",
      "vi": "Đồ ăn thì sao? Thật sự rất ngon. Ngay khi bạn bước vào, xộc lên mũi là hương khói"
    }
  },
  {
    "translation": {
      "en": "But as soon as you walk in, you smell all the smoking",
      "vi": "Ngay khi bạn bước vào, xộc lên mũi là hương khói"
    }
  },
  {
    "translation": {
      "en": "and all the wood fire.",
      "vi": "và mùi củi cháy."
    }
  },
  {
    "translation": {
      "en": "Now, these guys have pioneered, in Da Lat, the farm to table movement.",
      "vi": "Ở Đà Lạt, những người này đã tiên phong với mô hình từ trang trại đến bàn ăn."
    }
  },
  {
    "translation": {
      "en": "Chef. How are you? Hello.",
      "vi": "- Chào đầu bếp. Anh khỏe không? - Chào anh! - Rất vui được gặp. Anh khỏe không? - Xin chào!"
    }
  },
  {
    "translation": {
      "en": "Good to see you. How are you? You good?",
      "vi": "- Rất vui được gặp. Anh khỏe không? - Xin chào!"
    }
  },
  {
    "translation": {
      "en": "So they've got a wonderful garden in the back there.",
      "vi": "Họ có một khu vườn ở đằng sau."
    }
  },
  {
    "translation": {
      "en": "They pick all the fresh herbs and they cook it and they bring it out.",
      "vi": "Họ trồng các loại rau thơm và trực tiếp dùng chúng để nấu."
    }
  },
  {
    "translation": {
      "en": "There's a piano here as well.",
      "vi": "Có một cây đàn piano ở đây."
    }
  },
  {
    "translation": {
      "en": "And I just grab a nice bottle of red wine",
      "vi": "Tôi sẽ lấy một chai vang đỏ"
    }
  },
  {
    "translation": {
      "en": "and just chill next to the fireplace.",
      "vi": "và thư giãn bên cạnh lò sưởi."
    }
  },
  {
    "translation": {
      "en": "You can't get better than that.",
      "vi": "Không gì tuyệt diệu hơn thế."
    }
  },
  {
    "translation": {
      "en": "Now, this is something I don't get to do very often in Saigon",
      "vi": "Tôi không trải nghiệm hình thức này nhiều ở Sài Gòn,"
    }
  },
  {
    "translation": {
      "en": "is be sitting outside, in the cold,",
      "vi": "ngồi ngoài trời trong tiết lạnh,"
    }
  },
  {
    "translation": {
      "en": "glass of red and swinging and chilling next to an open fire.",
      "vi": "nhẹ tay lắc ly vang đỏ và thư giãn cạnh đốm lửa."
    }
  },
  {
    "translation": {
      "en": "So relaxing.",
      "vi": "Cực kỳ thoải mái."
    }
  },
  {
    "translation": {
      "en": "Now, this restaurant does farm to table food,",
      "vi": "Nhà hàng này sử dụng mô hình từ trang trại đến bàn ăn,"
    }
  },
  {
    "translation": {
      "en": "and that's what I'm doing right now.",
      "vi": "và cũng là điều tôi đang làm lúc này."
    }
  },
  {
    "translation": {
      "en": "I've collected some snails which I founded the rice fields",
      "vi": "Tôi đã bắt một vài con ốc tìm thấy ở ruộng"
    }
  },
  {
    "translation": {
      "en": "and the veggie patches as well, and I'm going to cook them",
      "vi": "và vườn rau. Tôi sẽ chế biến chúng"
    }
  },
  {
    "translation": {
      "en": "and I'm going to stuff them with pork.",
      "vi": "và nhồi với thịt lợn."
    }
  },
  {
    "translation": {
      "en": "Now, they don't do this dish here at the restaurant,",
      "vi": "Nhà hàng này không bán món này,"
    }
  },
  {
    "translation": {
      "en": "but in Da Lat it's much loved.",
      "vi": "Nhà hàng này không bán món này, nhưng ở Đà Lạt, đây là một món rất được ưa chuộng."
    }
  },
  {
    "translation": {
      "en": "It's called Oc Nhoi Thit.",
      "vi": "Món này có tên là ốc nhồi thịt."
    }
  },
  {
    "translation": {
      "en": "Now, what I've done here, I've taken some snails",
      "vi": "Tôi đã sơ chế ốc và luộc khoảng năm phút"
    }
  },
  {
    "translation": {
      "en": "and I've cooked them for around five minutes with ginger, with lemon leaf.",
      "vi": "và luộc khoảng năm phút với gừng và lá chanh."
    }
  },
  {
    "translation": {
      "en": "Now, it's not lime leaf or kaffir lime leaf. It's lemon leaf.",
      "vi": "Không phải lá chanh xanh hay chanh Thái, mà là chanh vàng."
    }
  },
  {
    "translation": {
      "en": "We use that a lot in Vietnam.",
      "vi": "Được sử dụng rất nhiều ở Việt Nam."
    }
  },
  {
    "translation": {
      "en": "So, I'm going to cool that down a little bit.",
      "vi": "Tôi sẽ để nó nguội một chút."
    }
  },
  {
    "translation": {
      "en": "Alright. Now I'm going to make the stuffing.",
      "vi": "Được rồi, bây giờ đến phần nhồi thịt."
    }
  },
  {
    "translation": {
      "en": "First goes in is around 50g of pork mince.",
      "vi": "Đầu tiên là khoảng 50g thịt lợn xay."
    }
  },
  {
    "translation": {
      "en": "Ginger peeled and finely diced.",
      "vi": "Gừng đã được lột vỏ và thái hạt lựu."
    }
  },
  {
    "translation": {
      "en": "And I've got some red Asian shallots. Around two of those.",
      "vi": "Thêm vào một ít hành tím. Khoảng hai nhúm."
    }
  },
  {
    "translation": {
      "en": "Wood ear mushrooms. I've also got some lemongrass, diced.",
      "vi": "Một ít mộc nhĩ và sả thái hạt lựu."
    }
  },
  {
    "translation": {
      "en": "So lots of ingredients in this one. Really fun, funky flavours.",
      "vi": "Vậy nên, món này có rất nhiều nguyên liệu. Thật sự rất vui, bùng vị"
    }
  },
  {
    "translation": {
      "en": "Aromatic as well.",
      "vi": "và còn thơm nữa."
    }
  },
  {
    "translation": {
      "en": "And I've got some more lemon leaves that are finely sliced.",
      "vi": "Ở đây tôi có thêm lá chanh thái mỏng."
    }
  },
  {
    "translation": {
      "en": "Now, it's a little bit more subtle",
      "vi": "Lá chanh vàng sẽ mềm hơn"
    }
  },
  {
    "translation": {
      "en": "than the kaffir lime leaf that you find in Thai cooking.",
      "vi": "so với lá chanh Thái được sử dụng trong ẩm thực của họ."
    }
  },
  {
    "translation": {
      "en": "And that's what Vietnamese food is all about.",
      "vi": "Ẩm thực Việt Nam là vậy đấy."
    }
  },
  {
    "translation": {
      "en": "It's about subtle, gentle flavours that just creep on your palate.",
      "vi": "Đó là các gia vị tinh tế, nhẹ nhàng chực chờ lan tỏa vào khoang miệng."
    }
  },
  {
    "translation": {
      "en": "OK, so I'm going to season with a little bit of sugar.",
      "vi": "Được rồi. Tôi sẽ ướp chúng với một ít đường."
    }
  },
  {
    "translation": {
      "en": "Pinch of sugar. A pinch of pepper.",
      "vi": "Một nhúm đường, tiêu"
    }
  },
  {
    "translation": {
      "en": "And just around a teaspoon of nice fish sauce.",
      "vi": "và một muỗng nước mắm ngon."
    }
  },
  {
    "translation": {
      "en": "And now I'm going to remove the snails from its shell.",
      "vi": "Bây giờ, tôi sẽ bỏ vỏ ốc."
    }
  },
  {
    "translation": {
      "en": "Take your toothpick and you pierce the flesh",
      "vi": "Ta dùng tăm, ghim vào thịt ốc"
    }
  },
  {
    "translation": {
      "en": "and you bring it out onto the board like that.",
      "vi": "và lấy nó ra thớt như thế này."
    }
  },
  {
    "translation": {
      "en": "Really plump, juicy snails.",
      "vi": "Những con ốc mập mạp, mọng nước."
    }
  },
  {
    "translation": {
      "en": "And I always wonder did eating snails come from the French?",
      "vi": "Tôi luôn thắc mắc liệu việc ăn ốc có bắt nguồn từ người Pháp không?"
    }
  },
  {
    "translation": {
      "en": "Because the Vietnamese just eat anything.",
      "vi": "Vì người Việt Nam ăn được tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Look how juicy that is. Anything and everything.",
      "vi": "Nhìn xem nó mọng nước chưa kìa. Ăn được tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Alright, now all the snails are out of its shell.",
      "vi": "Bây giờ, tất cả con ốc đã được bỏ vỏ."
    }
  },
  {
    "translation": {
      "en": "Now it's time to grab your knife and dice it all up the best you can.",
      "vi": "Bạn dùng dao băm nhuyễn thịt ốc."
    }
  },
  {
    "translation": {
      "en": "I'm just thinking, it doesn't look great at the moment on the board,",
      "vi": "Tôi chỉ đang nghĩ, băm thịt trên thớt lúc này không được đẹp mắt cho lắm,"
    }
  },
  {
    "translation": {
      "en": "but it's going to taste damn good.",
      "vi": "nhưng hương vị sẽ rất đỉnh."
    }
  },
  {
    "translation": {
      "en": "Mix that all together really, really well.",
      "vi": "Trộn đều tất cả lại với nhau."
    }
  },
  {
    "translation": {
      "en": "Put some pressure on.",
      "vi": "Phải dùng một chút lực."
    }
  },
  {
    "translation": {
      "en": "It amazed me in Vietnam, kids go to school so early.",
      "vi": "Tôi khá ngạc nhiên vì học sinh Việt Nam đi học rất sớm."
    }
  },
  {
    "translation": {
      "en": "Like 6:30, 7:00 they're at school.",
      "vi": "Khoảng sáu giờ rưỡi hoặc bảy giờ, chúng đã có mặt tại trường rồi."
    }
  },
  {
    "translation": {
      "en": "And they're still at school and they just finished now",
      "vi": "Bây giờ, vẫn còn ở trường. Phải đến bảy hoặc bảy giờ rưỡi,"
    }
  },
  {
    "translation": {
      "en": "when it's almost 7, 7:30.",
      "vi": "chúng mới tan trường."
    }
  },
  {
    "translation": {
      "en": "Hello!",
      "vi": "Xin chào!"
    }
  },
  {
    "translation": {
      "en": "I reckon they're hungry. OK. So that's all mixed through now.",
      "vi": "Tôi nghĩ chúng đang đói. Được rồi. Mọi thứ đã được trộn đều."
    }
  },
  {
    "translation": {
      "en": "So now I've got a piece of lemongrass I've just cut.",
      "vi": "Ta có một ít sả mới cắt."
    }
  },
  {
    "translation": {
      "en": "I got a shell.",
      "vi": "Một vỏ ốc. Tiếp theo, ta sẽ cho miếng sả vào vỏ ốc như thế này."
    }
  },
  {
    "translation": {
      "en": "And I'm going to put it into… The lemongrass into the shell.",
      "vi": "Tiếp theo, ta sẽ cho miếng sả vào vỏ ốc như thế này."
    }
  },
  {
    "translation": {
      "en": "And I'm going to grab a teaspoonful of the mixture,",
      "vi": "Sau đó, múc một muỗng hỗn hợp thịt"
    }
  },
  {
    "translation": {
      "en": "of the filling and the stuffing,",
      "vi": "để làm nhân nhồi."
    }
  },
  {
    "translation": {
      "en": "and I'm going to stuff it back into the shell.",
      "vi": "Tôi sẽ nhồi phần thịt vào trong vỏ ốc."
    }
  },
  {
    "translation": {
      "en": "The snail and pork mince.",
      "vi": "Thịt ốc và thịt lợn xay."
    }
  },
  {
    "translation": {
      "en": "Now, the idea is once you've steamed it,",
      "vi": "Việc này là để sau khi bạn hấp ốc lên,"
    }
  },
  {
    "translation": {
      "en": "you pull the lemongrass out and it comes in one piece",
      "vi": "lúc kéo cây sả thì phần sả và thịt sẽ cùng rơi ra."
    }
  },
  {
    "translation": {
      "en": "and you dunk it into the dipping sauce that I'll make after this.",
      "vi": "Sau đó, chấm với nước xốt mà tôi chuẩn bị làm sau bước này."
    }
  },
  {
    "translation": {
      "en": "Now, that's been steaming away for 15 minutes now.",
      "vi": "Chúng ta đã hấp ốc khoảng 15 phút."
    }
  },
  {
    "translation": {
      "en": "I need a top up soon.",
      "vi": "Tôi sẽ cần thêm một ít rượu."
    }
  },
  {
    "translation": {
      "en": "Now it's time to take the snails, the stuffed snails,",
      "vi": "Bây giờ, ta sẽ lấy ốc nhồi ra khỏi nồi hấp."
    }
  },
  {
    "translation": {
      "en": "Ooh, that's looking good.",
      "vi": "Nhìn ngon đấy."
    }
  },
  {
    "translation": {
      "en": "My glasses have steamed up as well.",
      "vi": "Kính của tôi cũng được hấp hơi luôn rồi."
    }
  },
  {
    "translation": {
      "en": "And they're super, super hot. I'm going to put them into my bowl.",
      "vi": "Thịt rất nóng. Tôi sẽ gắp ra chén."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Now I'm just going to garnish it",
      "vi": "Tôi sẽ trang trí chúng"
    }
  },
  {
    "translation": {
      "en": "with a little more of this finely sliced lemon leaf.",
      "vi": "với một ít lá chanh thái mỏng."
    }
  },
  {
    "translation": {
      "en": "Now I've got a dipping sauce here that I've made up.",
      "vi": "Tôi đã làm phần nước chấm rồi đây."
    }
  },
  {
    "translation": {
      "en": "Vinegar, ginger, chilli, garlic.",
      "vi": "Giấm, gừng, ớt và tỏi."
    }
  },
  {
    "translation": {
      "en": "Really great ginger. Now I'm going to try one, OK?",
      "vi": "Gừng rất thơm. Tôi sẽ thử nhé?"
    }
  },
  {
    "translation": {
      "en": "So here we go.",
      "vi": "Cùng thử nào."
    }
  },
  {
    "translation": {
      "en": "You grab two sides of the lemongrass, pull it out.",
      "vi": "Ta cầm hai đầu nhánh sả, kéo ra."
    }
  },
  {
    "translation": {
      "en": "It comes out all in one piece there",
      "vi": "Phần thịt và sả sẽ được lấy ra hết."
    }
  },
  {
    "translation": {
      "en": "and you dunk it into the sauce",
      "vi": "Sau đó, chấm vào nước xốt,"
    }
  },
  {
    "translation": {
      "en": "and you scoop up the chilli and the ginger.",
      "vi": "vớt kèm một ít ớt và gừng."
    }
  },
  {
    "translation": {
      "en": "Fantastic. What a wonderful dish.",
      "vi": "Quá đỉnh. Món này thật sự ngon."
    }
  },
  {
    "translation": {
      "en": "Textural delight. They're my snails. Steamed with lemongrass and pork.",
      "vi": "Kết cấu vừa vặn. Ốc tôi làm đấy. Hấp với sả và thịt lợn."
    }
  },
  {
    "translation": {
      "en": "My next destination is Nha Trang.",
      "vi": "Điểm đến tiếp theo của tôi là Nha Trang."
    }
  },
  {
    "translation": {
      "en": "I'll be catching my most favourite ingredient in the world, sea urchin.",
      "vi": "Tôi sẽ đi bắt nguyên liệu yêu thích nhất của mình, là nhum biển."
    }
  },
  {
    "translation": {
      "en": "That was super fun to catch gorgeous sea urchins.",
      "vi": "Đi bắt nhum biển thật sự rất vui."
    }
  },
  {
    "translation": {
      "en": "There's so much flavour.",
      "vi": "Rất nhiều hương vị."
    }
  },
  {
    "translation": {
      "en": "I nervously wait on a decision from the local ladies on my seafood dish.",
      "vi": "Tôi khá lo khi đợi nhận xét từ các cô ở đây về món hải sản tôi làm."
    }
  },
  {
    "translation": {
      "en": "And I witness one of the most breathtaking experiences",
      "vi": "Và tôi cũng có cơ hội chứng kiến một trong những trải nghiệm đẹp mê hồn"
    }
  },
  {
    "translation": {
      "en": "you can see in this area of Vietnam.",
      "vi": "Và tôi cũng có cơ hội chứng kiến một trong những trải nghiệm đẹp mê hồn mà bạn có thể thấy được ở nơi này tại Việt Nam."
    }
  }
]