[
  {
    "translation": {
      "en": "In the afternoon, the rat man came to the petrol station.",
      "vi": "Buổi chiều, người chuột đến trạm xăng."
    }
  },
  {
    "translation": {
      "en": "He sidled up the driveway with a soft, stealthy gait.",
      "vi": "Lão rón rén đi trên lối đi xe, nhẹ bước lén lút."
    }
  },
  {
    "translation": {
      "en": "His feet made no noise at all on the gravel.",
      "vi": "Chân bước trên sỏi không tiếng động."
    }
  },
  {
    "translation": {
      "en": "He had an army knapsack slung over one shoulder.",
      "vi": "Lão có cái túi đeo quân đội vắt chéo qua vai."
    }
  },
  {
    "translation": {
      "en": "He wore an old-fashioned corduroy jacket with large pockets.",
      "vi": "Lão mặc áo khoác nhung kiểu xưa có túi rộng."
    }
  },
  {
    "translation": {
      "en": "Corduroy trousers were tied around the knees with lengths of white string.",
      "vi": "Quần nhung bó ống quanh đầu gối bằng sợi dây trắng."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Yes?",
      "vi": "- Xin chào? - Vâng?"
    }
  },
  {
    "translation": {
      "en": "Rodent operative.",
      "vi": "Diệt lũ gặm nhấm."
    }
  },
  {
    "translation": {
      "en": "His small, dark eyes moved swiftly over the premises.",
      "vi": "Lão đảo đôi mắt đen bé tí nhìn lướt cả khu."
    }
  },
  {
    "translation": {
      "en": "-The rat man? -That's me.",
      "vi": "- Người chuột? - Phải."
    }
  },
  {
    "translation": {
      "en": "He was lean, leathery, a sharp face,",
      "vi": "Lão gầy và thô ráp, mặt nhọn,"
    }
  },
  {
    "translation": {
      "en": "two long, sulfur-yellow teeth",
      "vi": "hai cái răng dài vàng ệch"
    }
  },
  {
    "translation": {
      "en": "protruding from the upper jaw over the lower lip.",
      "vi": "nhô ra từ hàm trên xuống tận môi dưới."
    }
  },
  {
    "translation": {
      "en": "His ears were round and thin, set near the back of his head.",
      "vi": "Đôi tai tròn mảnh, nằm gần phía sau đầu."
    }
  },
  {
    "translation": {
      "en": "The eyes were almost black,",
      "vi": "Mắt gần như đen tuyền,"
    }
  },
  {
    "translation": {
      "en": "but when they looked at you, there was a flash of yellow in them.",
      "vi": "nhưng khi nhìn ta, một tia sáng vàng lóe lên."
    }
  },
  {
    "translation": {
      "en": "-You've come quick. -Special orders from the Health Office.",
      "vi": "- Tới sớm thế. - Lệnh đặc biệt từ Phòng Y tế."
    }
  },
  {
    "translation": {
      "en": "And now you're going to catch all the rats?",
      "vi": "Giờ ông sẽ bắt hết lũ chuột à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -How?",
      "vi": "- Ừ. - Thế nào?"
    }
  },
  {
    "translation": {
      "en": "Yes. How?",
      "vi": "Phải. Thế nào?"
    }
  },
  {
    "translation": {
      "en": "Depends what rats, where they is. Different methods for different rats.",
      "vi": "Tùy là chuột gì, sống ở đâu. Mỗi loài sẽ có cách riêng."
    }
  },
  {
    "translation": {
      "en": "-Trap them, I suppose. -What?",
      "vi": "- Chắc là đặt bẫy. - Gì?"
    }
  },
  {
    "translation": {
      "en": "-Trap 'em. -Trap 'em?",
      "vi": "- Đặt bẫy. - Bẫy?"
    }
  },
  {
    "translation": {
      "en": "The rat man snorted.",
      "vi": "Lão hừ mũi."
    }
  },
  {
    "translation": {
      "en": "Won't catch 'em that way. Rats ain't rabbits.",
      "vi": "Không bắt thế được. Đâu phải thỏ."
    }
  },
  {
    "translation": {
      "en": "He held his face up high,",
      "vi": "Lão ngẩng cao mặt,"
    }
  },
  {
    "translation": {
      "en": "sniffing the air with a nose that twitched perceptibly from side to side.",
      "vi": "khịt ngửi không khí, nhìn rõ cái mũi giật giật sang hai bên."
    }
  },
  {
    "translation": {
      "en": "Rats is clever. You wanna catch 'em, you gotta know 'em.",
      "vi": "Chuột khôn lắm. Muốn bắt được phải hiểu chúng."
    }
  },
  {
    "translation": {
      "en": "You gotta know rats on this job.",
      "vi": "Làm nghề này phải hiểu chuột."
    }
  },
  {
    "translation": {
      "en": "You know what they do? They watch you.",
      "vi": "Chúng làm gì nào? Chúng quan sát ta."
    }
  },
  {
    "translation": {
      "en": "Whole time you're preparin' how to exterminate 'em,",
      "vi": "Khi ta bàn cách tiêu diệt chúng,"
    }
  },
  {
    "translation": {
      "en": "they're watchin' you.",
      "vi": "chúng quan sát ta."
    }
  },
  {
    "translation": {
      "en": "This ain't a sewer job, is it?",
      "vi": "Không phải chuột cống chứ?"
    }
  },
  {
    "translation": {
      "en": "No, it's not a sewer job.",
      "vi": "Không, không phải đâu."
    }
  },
  {
    "translation": {
      "en": "-Tricky things, sewer jobs. -I shouldn't think so.",
      "vi": "- Diệt chuột cống khó lắm. - Không phải chứ."
    }
  },
  {
    "translation": {
      "en": "You shouldn't, should you? I'd like to see you do a sewer job.",
      "vi": "Không à? Nói xem anh sẽ diệt chuột cống thế nào."
    }
  },
  {
    "translation": {
      "en": "Just exactly how'd you set about it, I'd like to know.",
      "vi": "Nói chính xác cách anh làm đi, tôi muốn biết."
    }
  },
  {
    "translation": {
      "en": "Poison them, I suppose.",
      "vi": "Chắc là đánh bả."
    }
  },
  {
    "translation": {
      "en": "And where exactly would you put the poison?",
      "vi": "Vậy chính xác anh sẽ đặt bả ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Down the sewer?",
      "vi": "Bên dưới cống?"
    }
  },
  {
    "translation": {
      "en": "The rat man sparkled, triumphant.",
      "vi": "Người chuột mừng rỡ đắc thắng."
    }
  },
  {
    "translation": {
      "en": "Yeah, I knew it. \"Down the sewer.\"",
      "vi": "Biết ngay mà. \"Dưới cống.\""
    }
  },
  {
    "translation": {
      "en": "Know what'd happen? Get washed away completely.",
      "vi": "Biết sẽ thế nào chứ? Bị cuốn đi hết."
    }
  },
  {
    "translation": {
      "en": "All your poison. Sewer's like a river.",
      "vi": "Tất cả chỗ bả. Cống khác gì sông."
    }
  },
  {
    "translation": {
      "en": "All right. Well, what would you do, Mr. Rat Man? On a sewer job?",
      "vi": "Rồi. Vậy ông sẽ làm gì, Người Chuột? Diệt chuột cống?"
    }
  },
  {
    "translation": {
      "en": "The rat man advanced a step closer.",
      "vi": "Người chuột tiến lên một bước."
    }
  },
  {
    "translation": {
      "en": "His voice became secretive and confidential,",
      "vi": "Giọng lão trở nên bí mật, kín đáo,"
    }
  },
  {
    "translation": {
      "en": "the voice of a man divulging professional secrets.",
      "vi": "giọng một kẻ đang tiết lộ bí kíp nghề nghiệp."
    }
  },
  {
    "translation": {
      "en": "You works on the understandin' a rat is a gnawin' animal, see?",
      "vi": "Phải dựa trên kiến thức chuột là loài gặm nhấm, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Anythin' you give 'em, they gnaws on it.",
      "vi": "Đưa chúng cái gì chúng đều gặm cả."
    }
  },
  {
    "translation": {
      "en": "So you got a sewer job on your hands. What d'you do?",
      "vi": "Giờ phải diệt chuột trong cống. Phải làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "His voice had the soft, throaty sound of a croaking frog,",
      "vi": "Lão nói bằng âm họng êm nhẹ như tiếng ếch kêu,"
    }
  },
  {
    "translation": {
      "en": "and he seemed to speak all his words with a wet-lipped relish,",
      "vi": "và từng từ lão nói đều có vẻ thích thú nồng nhiệt"
    }
  },
  {
    "translation": {
      "en": "as if they tasted good on the tongue.",
      "vi": "như thể để lại vị ngon trên đầu lưỡi."
    }
  },
  {
    "translation": {
      "en": "You go down the sewer",
      "vi": "Phải xuống dưới cống,"
    }
  },
  {
    "translation": {
      "en": "and you take along some ordinary brown paper bags",
      "vi": "mang theo một cái túi giấy nâu tầm thường"
    }
  },
  {
    "translation": {
      "en": "filled with plaster of paris powder. Nothin' else.",
      "vi": "đựng đầy bột thạch cao. Không gì khác."
    }
  },
  {
    "translation": {
      "en": "Then you suspend 'em from the roof of the sewer",
      "vi": "Rồi treo chúng lên nóc cống"
    }
  },
  {
    "translation": {
      "en": "so they hangs down not quite touchin' the water.",
      "vi": "để chúng đu đưa ở đó mà không chạm nước."
    }
  },
  {
    "translation": {
      "en": "Just high enough so a rat can reach 'em.",
      "vi": "Vừa đủ để chuột có thể với tới."
    }
  },
  {
    "translation": {
      "en": "Claud was listening, rapt.",
      "vi": "Claud chăm chú lắng nghe."
    }
  },
  {
    "translation": {
      "en": "Old rat comes swimmin' along the sewer, sees the bag. He stops.",
      "vi": "Chuột già bơi theo đường cống, thấy cái túi. Nó dừng lại."
    }
  },
  {
    "translation": {
      "en": "[sniffs] Takes a sniff at it. It don't smell so bad.",
      "vi": "Hít thử cái túi. Mùi cũng được."
    }
  },
  {
    "translation": {
      "en": "-What's he do? -He gnaws it.",
      "vi": "- Nó sẽ làm gì? - Gặm túi."
    }
  },
  {
    "translation": {
      "en": "That's it! He starts gnawin' at the bag, and the bag breaks,",
      "vi": "Đúng. Nó bắt đầu gặm cái túi, cái túi bục ra,"
    }
  },
  {
    "translation": {
      "en": "and the old rat gets a mouthful of powder for his pains.",
      "vi": "bột rơi đầy mồm con chuột già khiến nó đau đớn."
    }
  },
  {
    "translation": {
      "en": "Well?",
      "vi": "Thì?"
    }
  },
  {
    "translation": {
      "en": "Well, that does him.",
      "vi": "Thì nó hết đời."
    }
  },
  {
    "translation": {
      "en": "-That kills him? -Stone dead.",
      "vi": "- Hết đời à? - Chết ngắc."
    }
  },
  {
    "translation": {
      "en": "-Plaster of paris… -It swells when you wet it.",
      "vi": "- Bột thạch cao… - Gặp nước là nở ra."
    }
  },
  {
    "translation": {
      "en": "Gets into the rat's tubes and swells right up",
      "vi": "Vào ruột con chuột và nở ngay ra,"
    }
  },
  {
    "translation": {
      "en": "and kills him quicker than anythin' in the world.",
      "vi": "giết chết nó nhanh hơn bất cứ gì khác."
    }
  },
  {
    "translation": {
      "en": "That's where you got to know rats.",
      "vi": "Phải hiểu chuột là ở chỗ đó."
    }
  },
  {
    "translation": {
      "en": "His face glowed with a shifty pride.",
      "vi": "Mặt người chuột bừng vẻ tự hào gian xảo."
    }
  },
  {
    "translation": {
      "en": "He rubbed his stringy fingers together, holding the hands up close to his face.",
      "vi": "Lão xoa các ngón tay gân guốc vào nhau, đưa tay lên gần mặt."
    }
  },
  {
    "translation": {
      "en": "Now, where's them rats?",
      "vi": "Giờ thì lũ chuột đâu?"
    }
  },
  {
    "translation": {
      "en": "The word \"rats\" came out with a rich, fruity sound",
      "vi": "Tiếng \"chuột\" phát ra với âm dày, nhừa nhựa"
    }
  },
  {
    "translation": {
      "en": "as if he were gargling with melted butter.",
      "vi": "như thể lão súc miệng bằng bơ chảy vậy."
    }
  },
  {
    "translation": {
      "en": "In the hayrick across the road.",
      "vi": "Đống cỏ khô bên kia đường."
    }
  },
  {
    "translation": {
      "en": "-Not inside? -Only in the hayrick. Nowhere else.",
      "vi": "- Không phải trong nhà? - Chỉ ở đống cỏ thôi."
    }
  },
  {
    "translation": {
      "en": "I'll wager they're inside too, gettin' in your food, spreadin' disease.",
      "vi": "Tôi cá chúng vào cả trong nhà, ăn vụng thức ăn, lây lan bệnh tật nữa."
    }
  },
  {
    "translation": {
      "en": "-Got any sickness here? -He looked pointedly at me, then at Claud.",
      "vi": "- Có ai bệnh không? - Lão mỉa mai nhìn tôi, rồi nhìn Claud."
    }
  },
  {
    "translation": {
      "en": "-Everyone's well. -Quite sure?",
      "vi": "- Đều khỏe cả. - Chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "-Quite sure. -You never know.",
      "vi": "- Chắc mà. - Sao biết được."
    }
  },
  {
    "translation": {
      "en": "He'd taken upon himself the mantle of a public health officer,",
      "vi": "Lão tự nhận vai nhân viên y tế công cộng,"
    }
  },
  {
    "translation": {
      "en": "disappointed we were not suffering from bubonic plague.",
      "vi": "tỏ vẻ thất vọng khi bọn tôi không bị dịch hạch."
    }
  },
  {
    "translation": {
      "en": "Nevertheless, the rats are in the hayrick. How will you remove them?",
      "vi": "Thì lũ chuột trong đống cỏ. Ông định diệt bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "The rat man grinned a crafty, toothy grin.",
      "vi": "Người chuột cười toe toét xảo quyệt."
    }
  },
  {
    "translation": {
      "en": "He reached into his knapsack and withdrew a large tin,",
      "vi": "Lão thò tay vào túi, lấy ra cái hộp thiếc lớn,"
    }
  },
  {
    "translation": {
      "en": "weighing it up and down in his hands as he spoke.",
      "vi": "vừa nâng lên hạ xuống trên tay vừa nói."
    }
  },
  {
    "translation": {
      "en": "Poison. Special poison. Deadly poison.",
      "vi": "Bả. Bả đặc biệt. Bả cực độc."
    }
  },
  {
    "translation": {
      "en": "They'd put you inside if they caught you with even a spoonful of this.",
      "vi": "Bị bắt quả tang mang theo một thìa này là ngồi tù luôn."
    }
  },
  {
    "translation": {
      "en": "There's enough here to kill a million men.",
      "vi": "Chỗ này đủ để giết cả triệu người."
    }
  },
  {
    "translation": {
      "en": "-Want to see? -Yes, please.",
      "vi": "- Muốn xem chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "He took a penny and prized open the lid.",
      "vi": "Lão lấy đồng xu cạy mở nắp hộp."
    }
  },
  {
    "translation": {
      "en": "There it is.",
      "vi": "Đây này."
    }
  },
  {
    "translation": {
      "en": "He spoke almost lovingly of the stuff and held it forward for Claud.",
      "vi": "Lão trìu mến nói về thứ đó và đưa ra cho Claud xem."
    }
  },
  {
    "translation": {
      "en": "[Claud] Corn or barley, is it?",
      "vi": "Ngô hoặc lúa mạch, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Oats. Oats soaked in deadly poison.",
      "vi": "Yến mạch. Yến mạch ngâm bả cực độc."
    }
  },
  {
    "translation": {
      "en": "You take just one grain in your mouth and you're a goner in three minutes.",
      "vi": "Ngậm một hạt vào miệng thôi, ba phút sau là anh đi đời."
    }
  },
  {
    "translation": {
      "en": "Never out of me sight, this tin.",
      "vi": "Tôi luôn trông chừng cái hộp này."
    }
  },
  {
    "translation": {
      "en": "[editor] He caressed the tin and shook it…",
      "vi": "Lão vuốt ve cái hộp rồi lắc lắc nhẹ…"
    }
  },
  {
    "translation": {
      "en": "-[rat man mimics rattle] -…so the oat grains rustled softly inside.",
      "vi": "làm hạt yến mạch lạo xạo nhẹ ở trong."
    }
  },
  {
    "translation": {
      "en": "But your rats don't get this today. They wouldn't have it, anyway.",
      "vi": "Nhưng không cho lũ chuột ăn hôm nay. Chúng cũng chả ăn đâu."
    }
  },
  {
    "translation": {
      "en": "That's where you got to know rats. Rats is suspicious. Terrible suspicious.",
      "vi": "Phải hiểu chuột ở chỗ đó. Chuột đa nghi lắm. Cực kỳ đa nghi."
    }
  },
  {
    "translation": {
      "en": "So today they get some nice, clean, tasty oats",
      "vi": "Hôm nay chúng sẽ được ăn yến mạch sạch sẽ, thơm ngon"
    }
  },
  {
    "translation": {
      "en": "as will do 'em no harm in the world.",
      "vi": "chẳng hề gây hại gì cho chúng."
    }
  },
  {
    "translation": {
      "en": "Fatten 'em up, that's all. And tomorrow, the same again.",
      "vi": "Chỉ vỗ béo chúng thôi. Ngày mai cũng y như thế."
    }
  },
  {
    "translation": {
      "en": "And the day after that, and the day after that.",
      "vi": "Rồi đến ngày kia, ngày kìa."
    }
  },
  {
    "translation": {
      "en": "And it'll taste so good, all the rats in the district",
      "vi": "Yến mạch đó sẽ ngon đến nỗi lũ chuột cả khu này"
    }
  },
  {
    "translation": {
      "en": "will be comin' along soon enough.",
      "vi": "sẽ sớm tụ tập tới đây."
    }
  },
  {
    "translation": {
      "en": "Very clever.",
      "vi": "Rất khôn."
    }
  },
  {
    "translation": {
      "en": "You got to be clever on this job, cleverer than a rat.",
      "vi": "Làm nghề này phải khôn, khôn hơn chuột."
    }
  },
  {
    "translation": {
      "en": "And that's saying something.",
      "vi": "Quan trọng lắm đấy."
    }
  },
  {
    "translation": {
      "en": "\"You've almost got to be a rat yourself.\"",
      "vi": "\"Chính mình phải giống chuột,\" tôi nói."
    }
  },
  {
    "translation": {
      "en": "It slipped out before I could stop myself.",
      "vi": "Tôi buột miệng không kịp nghĩ,"
    }
  },
  {
    "translation": {
      "en": "I couldn't help it, I was looking at him at the time.",
      "vi": "và tôi không dừng được, lúc đó tôi nhìn lão."
    }
  },
  {
    "translation": {
      "en": "The effect it had on him was surprising.",
      "vi": "Lời đó đã tác động mạnh lên lão."
    }
  },
  {
    "translation": {
      "en": "-That's it! -…he cried.",
      "vi": "- Đó! - … lão hét."
    }
  },
  {
    "translation": {
      "en": "Now you got it, you really said somethin'.",
      "vi": "Cậu hiểu rồi đấy, nói lời chân lý."
    }
  },
  {
    "translation": {
      "en": "A good ratter's gotta be more like a rat than anythin' else.",
      "vi": "Để diệt chuột giỏi phải giống chuột nhất."
    }
  },
  {
    "translation": {
      "en": "Cleverer even than a rat,",
      "vi": "Phải khôn hơn cả chuột,"
    }
  },
  {
    "translation": {
      "en": "and that is not an easy thing to be, let me tell you.",
      "vi": "và không dễ được vậy đâu, nói cho mà biết."
    }
  },
  {
    "translation": {
      "en": "Well, let's get on with it.",
      "vi": "Vào việc thôi nào."
    }
  },
  {
    "translation": {
      "en": "Lady Leonora Benson's asking for me urgent up at the manor.",
      "vi": "Quý bà Leonora Benson gọi tôi tới gấp dinh thự của bà ấy."
    }
  },
  {
    "translation": {
      "en": "She's got rats too?",
      "vi": "Nhà bà ấy có chuột?"
    }
  },
  {
    "translation": {
      "en": "Everybody's got rats.",
      "vi": "Nhà ai chẳng có chuột."
    }
  },
  {
    "translation": {
      "en": "The rat man ambled off down the driveway.",
      "vi": "Người chuột thong thả ra đi qua con hẻm."
    }
  },
  {
    "translation": {
      "en": "The way he walked was so like a rat, it made you wonder.",
      "vi": "Dáng đi của lão giống chuột quá, khiến ta tự hỏi."
    }
  },
  {
    "translation": {
      "en": "That slow, almost delicate, ambling walk with a lot of give at the knees",
      "vi": "Bước đi chậm rãi, thong thả, gần như tinh tế, khuỳnh gối"
    }
  },
  {
    "translation": {
      "en": "and no sound at all from his footsteps on the gravel.",
      "vi": "và bàn chân đi trên sỏi không hề phát ra tiếng động."
    }
  },
  {
    "translation": {
      "en": "He hopped over the gate, and walked quickly 'round the hayrick,",
      "vi": "Lão nhảy qua cổng và bước nhanh quanh đống cỏ khô,"
    }
  },
  {
    "translation": {
      "en": "scattering handfuls of oats onto the ground.",
      "vi": "rải vài nắm yến mạch xuống mặt đất."
    }
  },
  {
    "translation": {
      "en": "The next day he returned and repeated the procedure.",
      "vi": "Hôm sau lão trở lại, lặp lại y như vậy."
    }
  },
  {
    "translation": {
      "en": "The day after that he came again, and the day after that,",
      "vi": "Hôm sau nữa lão cũng trở lại, và cả sau hôm đó,"
    }
  },
  {
    "translation": {
      "en": "and finally, on the fourth day, he put down the poisoned oats.",
      "vi": "rồi cuối cùng, vào ngày thứ tư, lão đặt yến mạch ngâm bả."
    }
  },
  {
    "translation": {
      "en": "But he didn't scatter these. Instead, he placed them in little piles",
      "vi": "Nhưng lão không rải ra, mà đặt thành từng đống nhỏ"
    }
  },
  {
    "translation": {
      "en": "at each corner of the hayrick.",
      "vi": "ở mỗi góc của đống cỏ."
    }
  },
  {
    "translation": {
      "en": "-You got a dog? -[Claud] Yes.",
      "vi": "- Anh có chó không? - Có."
    }
  },
  {
    "translation": {
      "en": "Well, if you want him to die a horrible, twisting death, let him in that gate.",
      "vi": "Ờ, nếu muốn nó chết đau đớn, quằn quại thì cứ để nó qua cổng đó."
    }
  },
  {
    "translation": {
      "en": "The next day he came to collect the dead.",
      "vi": "Hôm sau, lão đến nhặt xác chuột."
    }
  },
  {
    "translation": {
      "en": "Get me an old sack. I'm gonna need one to put 'em in.",
      "vi": "Đưa tôi một cái bao cũ. Để tôi bỏ chúng vào."
    }
  },
  {
    "translation": {
      "en": "He was puffed up and important now, the black eyes gleaming with pride.",
      "vi": "Giờ lão kiêu ngạo và tỏ ra quan trọng, mắt đen ánh vẻ tự hào."
    }
  },
  {
    "translation": {
      "en": "He was about to display the results of his catch to the audience.",
      "vi": "Lão sắp trưng ra thành quả bắt chuột cho khán giả xem."
    }
  },
  {
    "translation": {
      "en": "Claud fetched a sack and we walked across the road.",
      "vi": "Claud lấy cái túi rồi bọn tôi băng qua đường."
    }
  },
  {
    "translation": {
      "en": "The rat man prowled around the hayrick,",
      "vi": "Người chuột rình mò quanh đống cỏ,"
    }
  },
  {
    "translation": {
      "en": "bending over to inspect one of his piles of poison.",
      "vi": "cúi xuống kiểm tra một đống bả của lão."
    }
  },
  {
    "translation": {
      "en": "-Something wrong here. -…he muttered.",
      "vi": "- Có gì không ổn. - …lão lẩm bẩm."
    }
  },
  {
    "translation": {
      "en": "His voice was soft and angry.",
      "vi": "Lão nói êm nhẹ và giận dữ."
    }
  },
  {
    "translation": {
      "en": "He ambled over to another pile and got down to examine it closely.",
      "vi": "Lão lững thững bước tới một đống khác và cúi xuống xem kỹ."
    }
  },
  {
    "translation": {
      "en": "-Something wrong here. -[Claud] What's the matter?",
      "vi": "- Có gì đó rất không ổn. - Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "He didn't answer, but it was clear the rats hadn't touched his bait.",
      "vi": "Lão không đáp, nhưng rõ ràng lũ chuột không động tới bả."
    }
  },
  {
    "translation": {
      "en": "\"These are very clever rats here,\" I said.",
      "vi": "\"Bọn chuột này khôn ghê,\" tôi nói."
    }
  },
  {
    "translation": {
      "en": "The rat man was annoyed",
      "vi": "Người chuột khó chịu,"
    }
  },
  {
    "translation": {
      "en": "and showed it on his face and nose and by the way the two yellow teeth",
      "vi": "hiện rõ trên mặt và mũi, và qua cái cách cặp răng vàng"
    }
  },
  {
    "translation": {
      "en": "were pressing into his lower lip.",
      "vi": "bặm xuống lớp da trên môi dưới."
    }
  },
  {
    "translation": {
      "en": "-Don't give me that crap. -…he said, looking at me.",
      "vi": "- Đừng có kiếm cớ. - …lão nói và nhìn tôi."
    }
  },
  {
    "translation": {
      "en": "Nothing's wrong with these rats, somebody's feedin' 'em.",
      "vi": "Bọn chuột này chẳng sao cả, trừ khi có ai cho chúng ăn."
    }
  },
  {
    "translation": {
      "en": "They got somethin' juicy to eat somewhere, plenty of it.",
      "vi": "Chúng có đồ ăn ngon ở đâu đó rồi, rất dư dả."
    }
  },
  {
    "translation": {
      "en": "No rats in the world will turn down oats unless their bellies is full to burstin'.",
      "vi": "Chẳng con chuột nào chê yến mạch trừ khi chúng nó đã no nứt bụng."
    }
  },
  {
    "translation": {
      "en": "The rat man turned away, sullen.",
      "vi": "Người chuột ủ rũ quay đi."
    }
  },
  {
    "translation": {
      "en": "He knelt down again scooping up the poisoned oats with a small shovel,",
      "vi": "Lão bắt đầu lấy cái xẻng nhỏ xúc lại chỗ yến mạch tẩm bả"
    }
  },
  {
    "translation": {
      "en": "tipping it carefully back into a tin.",
      "vi": "nhẹ nhàng trút lại hộp thiếc."
    }
  },
  {
    "translation": {
      "en": "When he had finished, all three of us walked back across the road.",
      "vi": "Khi lão xong việc, ba bọn tôi quay lại và băng qua đường."
    }
  },
  {
    "translation": {
      "en": "The rat man stood by the petrol-pump,",
      "vi": "Người chuột đứng cạnh trụ bơm xăng,"
    }
  },
  {
    "translation": {
      "en": "a rather sorry, humble rat man now",
      "vi": "giờ với vẻ buồn rầu, từ tốn,"
    }
  },
  {
    "translation": {
      "en": "whose face was beginning to take on a brooding aspect.",
      "vi": "khuôn mặt bắt đầu toát lên nét chán nản."
    }
  },
  {
    "translation": {
      "en": "He had withdrawn into himself over his failure,",
      "vi": "Lão đã thu mình trước thất bại,"
    }
  },
  {
    "translation": {
      "en": "the eyes veiled and wicked,",
      "vi": "cặp mắt mờ đục và độc ác,"
    }
  },
  {
    "translation": {
      "en": "the little tongue darting out to one side of the two yellow teeth.",
      "vi": "cái lưỡi nhỏ thè ra một bên trong hai cái răng vàng."
    }
  },
  {
    "translation": {
      "en": "He looked up at me, a surreptitious glance,",
      "vi": "Lão ngẩng lên liếc nhìn tôi lén lút,"
    }
  },
  {
    "translation": {
      "en": "then over at Claud.",
      "vi": "rồi sang Claud."
    }
  },
  {
    "translation": {
      "en": "His nose-end twitched, sniffing the air.",
      "vi": "Đầu mũi lão giật giật, ngửi không khí."
    }
  },
  {
    "translation": {
      "en": "He raised himself up and down on his toes, swaying gently,",
      "vi": "Lão nhón chân lên xuống, nhẹ lắc lư,"
    }
  },
  {
    "translation": {
      "en": "and in a soft voice, soft and secretive, he said…",
      "vi": "và lão nói bằng giọng nhỏ nhẹ và bí mật…"
    }
  },
  {
    "translation": {
      "en": "You want to see something?",
      "vi": "Muốn xem cái này không?"
    }
  },
  {
    "translation": {
      "en": "He was trying to retrieve his reputation.",
      "vi": "Rõ là lão đang cố lấy lại danh tiếng."
    }
  },
  {
    "translation": {
      "en": "-What? -You want to see something amazing?",
      "vi": "- Gì? - Muốn xem cái này cực hay chứ?"
    }
  },
  {
    "translation": {
      "en": "He put his right hand into the poacher's pocket of his jacket",
      "vi": "Lão thọc tay phải vào túi áo nhung,"
    }
  },
  {
    "translation": {
      "en": "and brought out a large, live rat clasped tight between his fingers.",
      "vi": "lôi ra một con chuột to còn sống, kẹp nó giữa các ngón tay."
    }
  },
  {
    "translation": {
      "en": "Good God!",
      "vi": "Ôi trời ơi!"
    }
  },
  {
    "translation": {
      "en": "[chuckles] That's it. You see?",
      "vi": "Đó. Thấy chứ?"
    }
  },
  {
    "translation": {
      "en": "He was crouching slightly and craning his neck forward",
      "vi": "Lão hơi cúi xuống và nghển cổ về phía trước"
    }
  },
  {
    "translation": {
      "en": "and leering at us and holding this enormous brown rat,",
      "vi": "liếc nhìn bọn tôi, tay cầm con chuột nâu to đùng,"
    }
  },
  {
    "translation": {
      "en": "one finger and thumb making a tight circle around its neck,",
      "vi": "dùng ngón trỏ và ngón cái giữ chặt quanh cổ nó,"
    }
  },
  {
    "translation": {
      "en": "clamping its head so it couldn't turn and bite.",
      "vi": "kẹp đầu để nó không quay lại cắn được."
    }
  },
  {
    "translation": {
      "en": "Do you go around with rats in your pockets?",
      "vi": "Ông đi đâu cũng có chuột trong túi?"
    }
  },
  {
    "translation": {
      "en": "Always a rat or two about me somewhere.",
      "vi": "Quanh tôi luôn có đôi con chuột."
    }
  },
  {
    "translation": {
      "en": "He put his free hand into the other pocket and produced a small, white…",
      "vi": "Lão thò tay còn lại vào túi kia lấy ra một thứ nhỏ màu trắng…"
    }
  },
  {
    "translation": {
      "en": "-Is that a ferret? -The rat man snickered, hissing.",
      "vi": "- Chồn hôi à? - Người chuột khúc khích, rít lên."
    }
  },
  {
    "translation": {
      "en": "The ferret seemed to know him and stayed still.",
      "vi": "Con chồn có vẻ quen lão và để yên cho lão tóm."
    }
  },
  {
    "translation": {
      "en": "Nothing will kill a rat quicker than a ferret.",
      "vi": "Chồn hôi giết chuột là nhanh nhất."
    }
  },
  {
    "translation": {
      "en": "He held the two animals close in front of him",
      "vi": "Lão giữ hai con vật gần trước mặt"
    }
  },
  {
    "translation": {
      "en": "so the ferret's nose came within six inches of the rat's face.",
      "vi": "để mũi con chồn hôi cách mặt con chuột tầm 15 phân."
    }
  },
  {
    "translation": {
      "en": "The pink beady eyes of the ferret stared at the rat.",
      "vi": "Con chồn hướng đôi mắt cườm hồng về con chuột."
    }
  },
  {
    "translation": {
      "en": "The rat struggled, trying to edge away from the killer.",
      "vi": "Con chuột vùng vẫy, cố tránh xa kẻ thù."
    }
  },
  {
    "translation": {
      "en": "-Now. -…he said.",
      "vi": "- Giờ. - …lão nói."
    }
  },
  {
    "translation": {
      "en": "Watch.",
      "vi": "Nhìn đi."
    }
  },
  {
    "translation": {
      "en": "[editor] His khaki shirt was open at the neck,",
      "vi": "Khuy cổ áo sơ mi kaki của lão để mở"
    }
  },
  {
    "translation": {
      "en": "and he lifted the rat and slipped it down inside,",
      "vi": "và lão nhấc con chuột, cho vào bên trong,"
    }
  },
  {
    "translation": {
      "en": "next to his skin.",
      "vi": "ngay trên lớp da."
    }
  },
  {
    "translation": {
      "en": "His belt prevented the rat from going lower than his waist.",
      "vi": "Thắt lưng chặn con chuột không xuống quá hông."
    }
  },
  {
    "translation": {
      "en": "He slipped the ferret in next.",
      "vi": "Rồi lão nhét con chồn vào."
    }
  },
  {
    "translation": {
      "en": "Immediately, there was a great commotion inside the shirt.",
      "vi": "Ngay lập tức, trong áo rung lên bần bật."
    }
  },
  {
    "translation": {
      "en": "It appeared the rat was running around his body, chased by the ferret.",
      "vi": "Rõ ràng con chuột đang chạy quanh người lão, con chồn đuổi theo."
    }
  },
  {
    "translation": {
      "en": "Six or seven times they went around, the small bulge chasing the larger one,",
      "vi": "Chúng chạy quanh sáu, bảy lần, cục nhỏ đuổi theo cục lớn,"
    }
  },
  {
    "translation": {
      "en": "gaining on it slightly each circuit, drawing closer and closer",
      "vi": "qua mỗi vòng lại tiến thêm chút, càng ngày càng gần"
    }
  },
  {
    "translation": {
      "en": "until at last the two bulges seemed to come together,",
      "vi": "tới khi hai cục có vẻ trộn vào với nhau,"
    }
  },
  {
    "translation": {
      "en": "and there was a scuffle and a series of shrill shrieks.",
      "vi": "một cuộc ẩu đả và một chuỗi tiếng rít chói tai."
    }
  },
  {
    "translation": {
      "en": "Throughout this performance, the rat man stood absolutely still,",
      "vi": "Trong suốt màn diễn, người chuột vẫn đứng im lìm,"
    }
  },
  {
    "translation": {
      "en": "legs apart, arms hanging loosely,",
      "vi": "chân dạng ra, tay buông thõng,"
    }
  },
  {
    "translation": {
      "en": "dark eyes resting calmly on Claud's frozen face.",
      "vi": "cặp mắt đen bình tĩnh nhìn mặt Claud đang chết lặng."
    }
  },
  {
    "translation": {
      "en": "Finally, he took his hand and reached down into his shirt",
      "vi": "Cuối cùng, lão thò tay vào trong áo sơ mi"
    }
  },
  {
    "translation": {
      "en": "and pulled out the ferret.",
      "vi": "lôi con chồn hôi ra."
    }
  },
  {
    "translation": {
      "en": "With the other, he took out the dead rat.",
      "vi": "Lão thò tay kia vào lôi ra con chuột chết."
    }
  },
  {
    "translation": {
      "en": "There were traces of blood around the white muzzle of the ferret.",
      "vi": "Có vài vết máu quanh cái mõm trắng của con chồn hôi."
    }
  },
  {
    "translation": {
      "en": "\"Not sure I liked that very much,\" I said.",
      "vi": "\"Tôi không thích cảnh này,\" tôi nói."
    }
  },
  {
    "translation": {
      "en": "You never seen nothin' like it before, I'll bet you that.",
      "vi": "Cá là anh chưa từng thấy cái gì như thế."
    }
  },
  {
    "translation": {
      "en": "Can't say I have.",
      "vi": "Chưa từng."
    }
  },
  {
    "translation": {
      "en": "You'll get a nasty nip in the guts one of these days.",
      "vi": "Rồi có ngày ông sẽ bị nhấm thủng ruột đó."
    }
  },
  {
    "translation": {
      "en": "…Claud told him, but was intrigued, and the rat man was becoming cocky again.",
      "vi": "…Claud nói, nhưng bị cuốn hút, người chuột lại trở nên tự mãn."
    }
  },
  {
    "translation": {
      "en": "You want to see something far more amazing?",
      "vi": "Muốn xem cái còn hay hơn nhiều chứ?"
    }
  },
  {
    "translation": {
      "en": "Something you'd never believe unless you're seeing it with your own eyes?",
      "vi": "Thứ mà các anh chỉ tin khi tận mắt chứng kiến?"
    }
  },
  {
    "translation": {
      "en": "I glanced at Claud more than slightly apprehensive.",
      "vi": "Tôi liếc nhìn Claud, cực kỳ e sợ."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Muốn."
    }
  },
  {
    "translation": {
      "en": "The rat man slipped the dead rat into one pocket and the ferret into the other.",
      "vi": "Lão nhét con chuột chết vào túi áo, con chồn vào túi kia."
    }
  },
  {
    "translation": {
      "en": "Then he reached into his knapsack and produced a second live rat.",
      "vi": "Rồi lão mở túi lấy ra con chuột sống thứ hai."
    }
  },
  {
    "translation": {
      "en": "Holy Christ!",
      "vi": "Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "Always got one or two rats about me somewhere.",
      "vi": "Lúc nào quanh tôi cũng có đôi con chuột."
    }
  },
  {
    "translation": {
      "en": "You got to know rats on this job,",
      "vi": "Làm nghề này phải hiểu chuột"
    }
  },
  {
    "translation": {
      "en": "and if you wanna know 'em you gotta have 'em around.",
      "vi": "và muốn hiểu chúng phải để chúng ở gần."
    }
  },
  {
    "translation": {
      "en": "This is a sewer rat, this one. An old sewer rat, clever as buggery.",
      "vi": "Con này là chuột cống. Chuột cống già, khôn như mõ."
    }
  },
  {
    "translation": {
      "en": "See him watchin' me all the time, wonderin' what I'm gonna do next?",
      "vi": "Nó cứ nhìn tôi suốt, tự hỏi tiếp theo tôi sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "-See him? -Most unpleasant.",
      "vi": "- Thấy chứ? - Tởm thật."
    }
  },
  {
    "translation": {
      "en": "\"What will you do?\"",
      "vi": "\"Ông định làm gì?\""
    }
  },
  {
    "translation": {
      "en": "I had a feeling I'd like this demonstration less than the last one.",
      "vi": "Tôi nghĩ mình còn ghê tởm màn diễn này hơn cả cái trước."
    }
  },
  {
    "translation": {
      "en": "-Fetch me a piece of string. -Claud fetched a piece of string.",
      "vi": "- Lấy tôi một sợi dây. - Claud lấy sợi dây."
    }
  },
  {
    "translation": {
      "en": "The rat man looped it around the rat's hind leg.",
      "vi": "Người chuột buộc dây vào chân sau con chuột."
    }
  },
  {
    "translation": {
      "en": "The rat struggled, but the rat man held it tight.",
      "vi": "Con chuột vùng vẫy, nhưng bị lão giữ chặt."
    }
  },
  {
    "translation": {
      "en": "Now, you got a table inside?",
      "vi": "Trong nhà có bàn không?"
    }
  },
  {
    "translation": {
      "en": "\"We don't want the rat inside,\" I said.",
      "vi": "\"Không cho chuột vào nhà,\" tôi nói."
    }
  },
  {
    "translation": {
      "en": "Well, I need a table. Or somethin' flat, anyway.",
      "vi": "Tôi cần bàn. Hay mặt phẳng cũng được."
    }
  },
  {
    "translation": {
      "en": "We walked over to the petrol-pump and he put the sewer rat on top.",
      "vi": "Bọn tôi ra trụ bơm xăng, và lão đặt con chuột cống lên."
    }
  },
  {
    "translation": {
      "en": "He attached the string to a post so the rat was now tethered.",
      "vi": "Lão buộc dây vào một cái trụ, giờ con chuột đã bị cột."
    }
  },
  {
    "translation": {
      "en": "At first, it crouched, unmoving and suspicious,",
      "vi": "Lúc đầu, nó cúi xuống, bất động và nghi hoặc,"
    }
  },
  {
    "translation": {
      "en": "a big-bodied gray rat with bright black eyes",
      "vi": "con chuột xám lớn, cặp mắt đen sáng"
    }
  },
  {
    "translation": {
      "en": "and a scaly tail that lay in a long curl on the metal surface.",
      "vi": "và đuôi dài có vảy cuộn tròn trên bề mặt kim loại."
    }
  },
  {
    "translation": {
      "en": "It was looking away, but watching him sideways",
      "vi": "Nó đang quay đi nhưng vẫn hé nhìn lão"
    }
  },
  {
    "translation": {
      "en": "to see what he was going to do.",
      "vi": "để xem lão định làm gì."
    }
  },
  {
    "translation": {
      "en": "The rat man stepped back a few paces, and immediately the rat relaxed.",
      "vi": "Người chuột lùi lại vài bước, lập tức con chuột hết căng thẳng."
    }
  },
  {
    "translation": {
      "en": "It sat up on its haunches",
      "vi": "Nó ngồi xổm dậy"
    }
  },
  {
    "translation": {
      "en": "and began to lick the gray fur on its chest.",
      "vi": "và bắt đầu liếm chỗ lông xám ở ngực."
    }
  },
  {
    "translation": {
      "en": "Then it scratched its muzzle with both front paws.",
      "vi": "Rồi nó dùng cả hai chân trước gãi mõm."
    }
  },
  {
    "translation": {
      "en": "It seemed quite unconcerned about the other men standing nearby.",
      "vi": "Nó có vẻ chẳng để tâm tới hai gã khác đứng gần đó."
    }
  },
  {
    "translation": {
      "en": "-How about a little bet? -[editor] …the rat man said.",
      "vi": "- Cá cược chút nhỉ? - …người chuột nói."
    }
  },
  {
    "translation": {
      "en": "\"No, thank you.\" I said.",
      "vi": "Tôi nói, \"Không, cảm ơn.\""
    }
  },
  {
    "translation": {
      "en": "-[rat man] It's more fun if you bet. -[Claud] What do you want to bet on?",
      "vi": "- Cho vui thôi. Tiền vào sẽ vui hơn. - Ông muốn cược gì?"
    }
  },
  {
    "translation": {
      "en": "[rat man] I can kill that rat without using my hands.",
      "vi": "Tôi cá sẽ giết được con này mà không dùng tay."
    }
  },
  {
    "translation": {
      "en": "I'll put 'em in my pockets and not use 'em.",
      "vi": "Tôi sẽ cho tay vào túi, để yên đó."
    }
  },
  {
    "translation": {
      "en": "[editor] It was apparent the rat man was out to earn some money.",
      "vi": "Rõ ràng người chuột quyết tâm kiếm chút tiền."
    }
  },
  {
    "translation": {
      "en": "I looked at the rat that was to be killed and began to feel sick,",
      "vi": "Tôi nhìn con chuột sắp bị giết mà thấy buồn nôn,"
    }
  },
  {
    "translation": {
      "en": "not because it was going to be killed,",
      "vi": "không phải vì nó sắp bị giết,"
    }
  },
  {
    "translation": {
      "en": "but because it was to be killed in a special way,",
      "vi": "mà bởi sẽ bị giết theo cách đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "with a considerable degree of enthusiasm.",
      "vi": "với sự hứng khởi thấy rõ."
    }
  },
  {
    "translation": {
      "en": "-No arms? -No arms, no legs, no hands neither.",
      "vi": "- Không cánh tay? - Không dùng tay, chân gì cả."
    }
  },
  {
    "translation": {
      "en": "-You'll sit on it. -No squashing.",
      "vi": "- Ông ngồi lên? - Không đè bẹp."
    }
  },
  {
    "translation": {
      "en": "-Let's see it. -Bet me a quid first.",
      "vi": "- Để xem. - Cược một bảng đi."
    }
  },
  {
    "translation": {
      "en": "Don't be bloody daft. Why should we?",
      "vi": "Đừng ngớ ngẩn. Sao phải cược?"
    }
  },
  {
    "translation": {
      "en": "-What'll you bet? -Zero. Nothing.",
      "vi": "- Vậy cược gì? - Không."
    }
  },
  {
    "translation": {
      "en": "All right. Then it's a no-go.",
      "vi": "Rồi. Thế thì thôi."
    }
  },
  {
    "translation": {
      "en": "-He made as if to untie the string. -I'll bet a shilling.",
      "vi": "- Lão ra vẻ sẽ tháo dây. - Một shilling nhé."
    }
  },
  {
    "translation": {
      "en": "The sick sensation in my stomach was increasing.",
      "vi": "Bụng tôi nôn nao hết cả."
    }
  },
  {
    "translation": {
      "en": "But there was an awful magnetism about this business.",
      "vi": "Nhưng trò này có sức hút quá lớn."
    }
  },
  {
    "translation": {
      "en": "I found myself unable to walk away or even move.",
      "vi": "Tôi không thể bước đi hay kể cả cử động."
    }
  },
  {
    "translation": {
      "en": "-You too? -No.",
      "vi": "- Anh nữa? - Không."
    }
  },
  {
    "translation": {
      "en": "Want me to do this for a shilling?",
      "vi": "Cá một shilling để tôi làm?"
    }
  },
  {
    "translation": {
      "en": "-I don't want you to do it. -Where's the money?",
      "vi": "- Tôi không muốn ông làm. - Tiền đâu?"
    }
  },
  {
    "translation": {
      "en": "Claud put a shilling on the petrol-pump.",
      "vi": "Claud đặt một shilling lên trụ."
    }
  },
  {
    "translation": {
      "en": "The rat man laid two sixpences beside Claud's money.",
      "vi": "Người chuột đặt hai đồng sáu xu cạnh tiền của Claud."
    }
  },
  {
    "translation": {
      "en": "Bet's on.",
      "vi": "Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Claud and I stepped back.",
      "vi": "Claud và tôi lùi lại."
    }
  },
  {
    "translation": {
      "en": "The rat man stepped forward, put his hands in his pockets",
      "vi": "Lão tiến lên, hai tay đút túi,"
    }
  },
  {
    "translation": {
      "en": "and inclined his body from the waist toward the rat.",
      "vi": "và rướn phần người từ thắt lưng về con chuột."
    }
  },
  {
    "translation": {
      "en": "The rat was crouching, alarmed.",
      "vi": "Con chuột thu mình sợ sệt."
    }
  },
  {
    "translation": {
      "en": "It seemed it was preparing to spring at the rat man,",
      "vi": "Có vẻ nó định lao tới người chuột,"
    }
  },
  {
    "translation": {
      "en": "but then it began to reverse away,",
      "vi": "nhưng rồi lùi lại,"
    }
  },
  {
    "translation": {
      "en": "dragging its body backwards with crouching steps",
      "vi": "cúi người lê bước ra sau"
    }
  },
  {
    "translation": {
      "en": "until the string tautened on its hind leg.",
      "vi": "tới khi sợi dây kéo căng chân sau."
    }
  },
  {
    "translation": {
      "en": "The rat man leaned further towards the rat,",
      "vi": "Người chuột rướn thêm về con chuột"
    }
  },
  {
    "translation": {
      "en": "following it back and forth with his eyes. Suddenly…",
      "vi": "mắt đảo qua đảo lại nhìn nó. Đột nhiên…"
    }
  },
  {
    "translation": {
      "en": "-It panicked. -…it panicked and leapt into the air.",
      "vi": "- Nó hoảng hốt. - …nó hoảng hốt nhảy lên."
    }
  },
  {
    "translation": {
      "en": "The string pulled it up with a jerk that must've nearly dislocated its leg.",
      "vi": "Sợi dây kéo giật nó lại, hẳn làm nó trật khớp."
    }
  },
  {
    "translation": {
      "en": "It crouched again at the edge,",
      "vi": "Nó lại khúm núm ở mép,"
    }
  },
  {
    "translation": {
      "en": "as far away as the string would allow, whiskers quivering,",
      "vi": "lùi xa hết cỡ sợi dây cho phép, râu nó rung rung,"
    }
  },
  {
    "translation": {
      "en": "the long gray body rigid with fear.",
      "vi": "thân hình dài xám cứng đơ vì sợ."
    }
  },
  {
    "translation": {
      "en": "At this point, the rat man again began to move his face very slowly,",
      "vi": "Lúc này, người chuột lại bắt đầu từ từ di chuyển mặt"
    }
  },
  {
    "translation": {
      "en": "closer and closer.",
      "vi": "tới gần hơn nữa."
    }
  },
  {
    "translation": {
      "en": "I wanted to cry out for him to stop, but I couldn't speak.",
      "vi": "Tôi muốn hét lên bảo lão dừng, nhưng không nói ra lời."
    }
  },
  {
    "translation": {
      "en": "Something extremely unpleasant was about to happen, I was sure of that.",
      "vi": "Có gì đó cực tởm sắp xảy ra, chắc chắn thế."
    }
  },
  {
    "translation": {
      "en": "Something sinister and cruel, but I had to see it now.",
      "vi": "Thứ gì bệnh hoạn và độc ác, nhưng tôi phải xem."
    }
  },
  {
    "translation": {
      "en": "Not more than the length of a man's hand was separating the two.",
      "vi": "Cả hai chỉ cách nhau không quá một bàn tay người."
    }
  },
  {
    "translation": {
      "en": "The rat pressed its body flat, tense and terrified.",
      "vi": "Con chuột nằm bẹp dí, căng thẳng và sợ hãi."
    }
  },
  {
    "translation": {
      "en": "The rat man was also tense,",
      "vi": "Người chuột cũng căng,"
    }
  },
  {
    "translation": {
      "en": "but with a dangerous active tensity that was like a tight-wound spring.",
      "vi": "nhưng là sự căng thẳng đầy nguy hiểm như lò xo bị quấn chặt."
    }
  },
  {
    "translation": {
      "en": "The shadow of a smile flickered around the skin of his mouth.",
      "vi": "Nụ cười thoáng qua trên da quanh miệng lão."
    }
  },
  {
    "translation": {
      "en": "Then, suddenly, he struck,",
      "vi": "Rồi đột nhiên, lão ra đòn"
    }
  },
  {
    "translation": {
      "en": "as a snake strikes,",
      "vi": "như con rắn tấn công,"
    }
  },
  {
    "translation": {
      "en": "darting his head forward with a swift knife-like stroke…",
      "vi": "lao đầu về trước với đòn đánh sắc như dao…"
    }
  },
  {
    "translation": {
      "en": "…that originated in the muscles of the lower body…",
      "vi": "…bắt nguồn từ phần cơ thân dưới…"
    }
  },
  {
    "translation": {
      "en": "[editor] …and I had a glimpse of the mouth opening wide…",
      "vi": "…tôi thoáng nhìn miệng lão há rộng…"
    }
  },
  {
    "translation": {
      "en": "…two yellow teeth…",
      "vi": "…hai răng vàng…"
    }
  },
  {
    "translation": {
      "en": "[both] …the whole face contorted by the effort of mouth-opening.",
      "vi": "…khuôn mặt méo mó vì cố há rộng miệng."
    }
  },
  {
    "translation": {
      "en": "More than that, I did not care to see.",
      "vi": "Tôi không dám nhìn tiếp nữa."
    }
  },
  {
    "translation": {
      "en": "I closed my eyes, and when I opened them again,",
      "vi": "Tôi nhắm mắt, và khi mở mắt lại,"
    }
  },
  {
    "translation": {
      "en": "the rat was dead,",
      "vi": "con chuột đã chết,"
    }
  },
  {
    "translation": {
      "en": "the rat man was slipping the money into his pocket",
      "vi": "người chuột đang đút tiền vào túi"
    }
  },
  {
    "translation": {
      "en": "and spitting to clear his mouth.",
      "vi": "và nhổ nước miếng."
    }
  },
  {
    "translation": {
      "en": "And that's what they makes licorice out of.",
      "vi": "Người ta làm cam thảo từ cái đó."
    }
  },
  {
    "translation": {
      "en": "Rat's blood's what the big factories and chocolate-makers use to make licorice.",
      "vi": "Các nhà máy lớn và sản xuất sô cô la dùng máu chuột làm cam thảo."
    }
  },
  {
    "translation": {
      "en": "Nothin' wrong with a drop of rat's blood.",
      "vi": "Một giọt máu chuột chả có gì sai."
    }
  },
  {
    "translation": {
      "en": "You are absolutely disgusting.",
      "vi": "Ông là đồ kinh tởm."
    }
  },
  {
    "translation": {
      "en": "But that's it, you see. You eaten it many a time.",
      "vi": "Nhưng đúng mà. Anh ăn suốt ấy."
    }
  },
  {
    "translation": {
      "en": "Penny sticks and licorice bootlaces all made from rat's blood.",
      "vi": "Kẹo thanh và sợi cam thảo đều làm từ máu chuột."
    }
  },
  {
    "translation": {
      "en": "We don't want to hear another word, thanks.",
      "vi": "Không cần nói thêm đâu, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Boiled up in great cauldrons, bubblin' and steamin'",
      "vi": "Đun sôi trong vạc lớn, bốc hơi sủi bọt,"
    }
  },
  {
    "translation": {
      "en": "and men stirrin' it with long poles.",
      "vi": "có người dùng gậy lớn khuấy lên."
    }
  },
  {
    "translation": {
      "en": "One of the big secrets of the chocolate factories,",
      "vi": "Bí mật lớn của các nhà máy sô cô la,"
    }
  },
  {
    "translation": {
      "en": "and no one knows about it, except the ratters supplyin' the stuff.",
      "vi": "mà không ai biết, trừ những người cung cấp chuột."
    }
  },
  {
    "translation": {
      "en": "Suddenly he noticed his audience was no longer with him.",
      "vi": "Lão nhận ra khán giả không còn muốn nghe."
    }
  },
  {
    "translation": {
      "en": "Our faces were hostile and sick-looking and crimson with anger.",
      "vi": "Bọn tôi tỏ vẻ căm ghét, ghê sợ, bừng bừng tức giận."
    }
  },
  {
    "translation": {
      "en": "He stopped and turned away without another word.",
      "vi": "Lão dừng lại rồi quay đi không nói thêm lời nào."
    }
  },
  {
    "translation": {
      "en": "We watched as he sloped onto the road with a slow, delicate, ambling walk.",
      "vi": "Bọn tôi nhìn lão đi ra đường với bước đi chậm rãi, nhẹ nhàng, uyển chuyển."
    }
  },
  {
    "translation": {
      "en": "His footsteps didn't make a sound, not even on the gravel.",
      "vi": "Lão bước đi không tiếng động, kể cả trên lớp sỏi."
    }
  },
  {
    "translation": {
      "en": "Strange.",
      "vi": "Kì thật."
    }
  },
  {
    "translation": {
      "en": "The rats never ate the poisoned oats.",
      "vi": "Chuột không ăn yến mạch tẩm bả."
    }
  },
  {
    "translation": {
      "en": "There must be something nutritious in the hayrick.",
      "vi": "Chắc trong đống cỏ có gì ngon lắm."
    }
  }
]