[
  {
    "translation": {
      "en": "Everyone, please take your seats.",
      "es": "Por favor, sentaos todos. Ya habéis oído la campana."
    }
  },
  {
    "translation": {
      "en": "You heard the bell. You know what it means.",
      "es": "Por favor, sentaos todos. Ya habéis oído la campana. Ya sabéis lo que significa."
    }
  },
  {
    "translation": {
      "en": "Last week,",
      "es": "La semana pasada, os pedí que escribierais"
    }
  },
  {
    "translation": {
      "en": "the assignment was to write an essay",
      "es": "La semana pasada, os pedí que escribierais una redacción sobre vuestra…"
    }
  },
  {
    "translation": {
      "en": "about your family.",
      "es": "una redacción sobre vuestra… familia. Quiénes…"
    }
  },
  {
    "translation": {
      "en": "Who they…",
      "es": "familia. Quiénes…"
    }
  },
  {
    "translation": {
      "en": "Are!",
      "es": "Son."
    }
  },
  {
    "translation": {
      "en": "And what they…",
      "es": "Y qué…"
    }
  },
  {
    "translation": {
      "en": "Mean to us.",
      "es": "Significan para nosotros."
    }
  },
  {
    "translation": {
      "en": "Excellent droning. So I want everyone to take out their essays.",
      "es": "Un tono muy entusiasta. Ahora, sacad las redacciones."
    }
  },
  {
    "translation": {
      "en": "We're going to read them aloud to the class right up here.",
      "es": "Las vamos a leer en alto para toda la clase."
    }
  },
  {
    "translation": {
      "en": "Mm, My mom says that me and my dad have very healthy appetites.",
      "es": "Mamá dice que papá y yo tenemos un apetito muy sano."
    }
  },
  {
    "translation": {
      "en": "My mom and dad are very religious.",
      "es": "Mamá y papá son muy religiosos."
    }
  },
  {
    "translation": {
      "en": "When they're in their bedroom at night, I always hear them yelling, 'Jesus!'",
      "es": "Por la noche, en el dormitorio, siempre gritan: '¡Dios!'."
    }
  },
  {
    "translation": {
      "en": "My mom says my dad's eyes are brown",
      "es": "Mi mamá dice que los ojos de mi papá son marrones"
    }
  },
  {
    "translation": {
      "en": "because he is so full of sh--",
      "es": "que los ojos de mi papá son marrones - porque es un mier…. - ¡Bryan!"
    }
  },
  {
    "translation": {
      "en": "Bryan!",
      "es": "- porque es un mier…. - ¡Bryan!"
    }
  },
  {
    "translation": {
      "en": "My brother Jack is in eighth grade.",
      "es": "Mi hermano Jack está en octavo."
    }
  },
  {
    "translation": {
      "en": "He told me to ask my dad who he voted for… for… for president.",
      "es": "Me dijo que preguntara a papá a quién había votado de pre… De presidente."
    }
  },
  {
    "translation": {
      "en": "I did, and my Dad said he's a total Bush man.",
      "es": "Lo hice y papá dijo que era un Bushadicto."
    }
  },
  {
    "translation": {
      "en": "That made my brother laugh really hard.",
      "es": "Mi hermano se rio mucho."
    }
  },
  {
    "translation": {
      "en": "Whenever my Uncle Stu comes over to play pool with my dad,",
      "es": "Cuando el tío Stu viene a jugar al billar con papá, mamá dice"
    }
  },
  {
    "translation": {
      "en": "my mom says the basement smells like a Cheech and Chong movie.",
      "es": "Cuando el tío Stu viene a jugar al billar con papá, mamá dice que el sótano parece un fumadero de hierba."
    }
  },
  {
    "translation": {
      "en": "Well, it's like this. My dog ate my paper.",
      "es": "Resulta que mi perro se ha comido la redacción."
    }
  },
  {
    "translation": {
      "en": "- I checked, but he didn't poop it out. -",
      "es": "No la ha echado aún con el popó."
    }
  },
  {
    "translation": {
      "en": "What a lovely sentiment, Mr. Etheridge.",
      "es": "Qué tierno, señor Etheridge."
    }
  },
  {
    "translation": {
      "en": "Maybe your dog can eat the zero you'll be receiving too.",
      "es": "A lo mejor se come también el cero que le voy a poner."
    }
  },
  {
    "translation": {
      "en": "Aw, man!",
      "es": "Vaya."
    }
  },
  {
    "translation": {
      "en": "Harsh.",
      "es": "Qué fuerte."
    }
  },
  {
    "translation": {
      "en": "Miss Trinke? It's your turn now.",
      "es": "¿Señorita Trinke? Le toca."
    }
  },
  {
    "translation": {
      "en": "My dad says life can be split into two categories,",
      "es": "Papá dice que la vida se divide en dos categorías: Nueva Jersey"
    }
  },
  {
    "translation": {
      "en": "New Jersey and New York.",
      "es": "Papá dice que la vida se divide en dos categorías: Nueva Jersey y Nueva York."
    }
  },
  {
    "translation": {
      "en": "♪ Everyone's a kid at Christmas time ♪",
      "es": "DICIEMBRE DE 1994"
    }
  },
  {
    "translation": {
      "en": "My dad was a Jersey boy who became the youngest",
      "es": "Mi papá era un chico de Jersey que se convirtió"
    }
  },
  {
    "translation": {
      "en": "and most successful music publicist in New York City.",
      "es": "en el publicista musical más joven y exitoso de Nueva York."
    }
  },
  {
    "translation": {
      "en": "By the time he was 27, he had 100 people working for him.",
      "es": "A los 27 años, cien personas trabajaban para él."
    }
  },
  {
    "translation": {
      "en": "And even though they all loved him…",
      "es": "Y aunque ellos le querían,"
    }
  },
  {
    "translation": {
      "en": "- - …he loved them even more.",
      "es": "él los quería más aún."
    }
  },
  {
    "translation": {
      "en": "My fellow flacks and spin doctors,",
      "es": "Mis queridos publicistas y relaciones públicas."
    }
  },
  {
    "translation": {
      "en": "Daddy loved his job,",
      "es": "Amaba su trabajo."
    }
  },
  {
    "translation": {
      "en": "but not as much as he loved my mom.",
      "es": "Pero no tanto como amaba a mamá."
    }
  },
  {
    "translation": {
      "en": "Mommy was a book editor in New York City when her and Daddy met.",
      "es": "Mamá era editora en Nueva York cuando se conocieron."
    }
  },
  {
    "translation": {
      "en": "Daddy said their jobs were kind of the same.",
      "es": "Según papá, sus trabajos se parecían."
    }
  },
  {
    "translation": {
      "en": "They made slight corrections for their clients.",
      "es": "Hacían pequeñas correcciones para los clientes."
    }
  },
  {
    "translation": {
      "en": "Because George Michael is a pimp who is all about the ladies, my friend.",
      "es": "George Michael es un chulo que va a por todas las mujeres, amigo."
    }
  },
  {
    "translation": {
      "en": "Come on. I Want Your Sex? That sound like he's singing to a guy?",
      "es": "Quiero tu sexo. ¿Suena a canción dedicada a un tío?"
    }
  },
  {
    "translation": {
      "en": "Daddy worked so much that sometimes Mommy could only see him late at night.",
      "es": "Papá trabajaba tanto que a veces mamá solo le veía por la noche."
    }
  },
  {
    "translation": {
      "en": "Daddy says that's why they both loved the city so much…",
      "es": "Papá dice que por eso amaban ambos la ciudad,"
    }
  },
  {
    "translation": {
      "en": "it never went to sleep.",
      "es": "porque nunca dormía."
    }
  },
  {
    "translation": {
      "en": "And neither did him and Mommy.",
      "es": "Y mamá y él tampoco."
    }
  },
  {
    "translation": {
      "en": "But after a year of romance in New York City,",
      "es": "Tras un año de romance en Nueva York,"
    }
  },
  {
    "translation": {
      "en": "Daddy said it was time to show Mommy where he came from.",
      "es": "papá quiso enseñarle a mamá de dónde venía él."
    }
  },
  {
    "translation": {
      "en": "So he took her home to New Jersey",
      "es": "Llevó a mamá a Nueva Jersey"
    }
  },
  {
    "translation": {
      "en": "and put her through what he said was the biggest test their love would ever face.",
      "es": "y la sometió a la mayor prueba que su amor tendría que superar:"
    }
  },
  {
    "translation": {
      "en": "Introducing her to my Pop.",
      "es": "presentársela a mi abuelo."
    }
  },
  {
    "translation": {
      "en": "- Hey, how are ya? - How you doing?",
      "es": "- ¿Cómo estás? - ¿Qué tal, papá?"
    }
  },
  {
    "translation": {
      "en": "- How are you doing yourself? - This is Gertrude.",
      "es": "- ¿Qué tal tú? - Esta es Gertrude."
    }
  },
  {
    "translation": {
      "en": "- Hi. Merry Christmas. - Gertrude.",
      "es": "Hola. Feliz Navidad."
    }
  },
  {
    "translation": {
      "en": "And what do you do, Mr. Trinke?",
      "es": "¿A qué se dedica, señor Trinke?"
    }
  },
  {
    "translation": {
      "en": "Hey, easy on the Mr. Trinke. It's Bart.",
      "es": "De señor Trinke nada. Bart."
    }
  },
  {
    "translation": {
      "en": "I work for the borough for 30 years now.",
      "es": "- Trabajo para el municipio. 30 años. - El único hombre"
    }
  },
  {
    "translation": {
      "en": "You're looking at the only man in Highlands",
      "es": "- Trabajo para el municipio. 30 años. - El único hombre de Highlands que conduce la barredora."
    }
  },
  {
    "translation": {
      "en": "licensed to operate the street sweeper.",
      "es": "de Highlands que conduce la barredora."
    }
  },
  {
    "translation": {
      "en": "Oh, man, I always wanted to ride in one of those things.",
      "es": "Siempre he querido montar en una de esas máquinas."
    }
  },
  {
    "translation": {
      "en": "Well, you continue seeing my son…",
      "es": "Si sigues saliendo con mi hijo,"
    }
  },
  {
    "translation": {
      "en": "…I can probably get you a turn at the wheel.",
      "es": "te la dejaré conducir."
    }
  },
  {
    "translation": {
      "en": "You know, I was only gonna sleep with him a few more times and then dump him,",
      "es": "Sabes… Solo iba a acostarme con él y dejarle,"
    }
  },
  {
    "translation": {
      "en": "but now, after an offer like that…",
      "es": "- pero con una oferta así… - ¡Joder!"
    }
  },
  {
    "translation": {
      "en": "Holy shit. Listen to the mouth on this one!",
      "es": "- pero con una oferta así… - ¡Joder! ¡Lo que suelta por esa boca!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, they don't make them like Mom anymore, do they, Dad?",
      "es": "- Ya no las hacen como mamá, ¿eh? - Escuchad,"
    }
  },
  {
    "translation": {
      "en": "Now, listen, I'm going to the bar.",
      "es": "- Ya no las hacen como mamá, ¿eh? - Escuchad, me voy al bar."
    }
  },
  {
    "translation": {
      "en": "What a shock.",
      "es": "Qué raro."
    }
  },
  {
    "translation": {
      "en": "If you guys are gonna do anything while I'm gone, stay the hell off of my bed.",
      "es": "Si vais a hacer algo mientras no estoy, en mi cama no."
    }
  },
  {
    "translation": {
      "en": "You're going to a bar?",
      "es": "¿Vas a un bar?"
    }
  },
  {
    "translation": {
      "en": "Didn't he tell ya? I'm an alcoholic.",
      "es": "¿No te lo ha dicho? Soy alcohólico."
    }
  },
  {
    "translation": {
      "en": "Well, I wanna go to the bar too.",
      "es": "Yo también quiero ir."
    }
  },
  {
    "translation": {
      "en": "Oh, no. You don't wanna go to this bar.",
      "es": "No. No querrás ir a ese bar."
    }
  },
  {
    "translation": {
      "en": "It's a bunch of old guys talking about how good they had it under Kennedy.",
      "es": "Un hatajo de viejos hablando de lo bueno que era Kennedy."
    }
  },
  {
    "translation": {
      "en": "The man was a goddamn saint.",
      "es": "Era un santo."
    }
  },
  {
    "translation": {
      "en": "Well, I'm going to the bar with your dad.",
      "es": "Voy al bar con tu padre."
    }
  },
  {
    "translation": {
      "en": "You can come if you want.",
      "es": "- Ven si quieres. - No, no importa."
    }
  },
  {
    "translation": {
      "en": "No, that's okay. I'll stay here and do the dishes.",
      "es": "- Ven si quieres. - No, no importa. Me quedo fregando. Solo he cocinado, ¿por qué no voy a limpiar?"
    }
  },
  {
    "translation": {
      "en": "You know, I only cooked. Why shouldn't I clean?",
      "es": "Me quedo fregando. Solo he cocinado, ¿por qué no voy a limpiar?"
    }
  },
  {
    "translation": {
      "en": "Suit yourself.",
      "es": "Como quieras."
    }
  },
  {
    "translation": {
      "en": "But don't wash that pan.",
      "es": "Pero no laves esa sartén."
    }
  },
  {
    "translation": {
      "en": "I got a nice layer of juice built up for the pork roll, and I don't want you scrubbing it off.",
      "es": "Tiene una buena capa de jugo para la salchicha, no se la quites."
    }
  },
  {
    "translation": {
      "en": "That juice is called grease, Dad.",
      "es": "Ese jugo se llama grasa."
    }
  },
  {
    "translation": {
      "en": "It's bad for you. It clogs your arteries.",
      "es": "Es malo. Te atasca las arterias."
    }
  },
  {
    "translation": {
      "en": "It's called juice, and it greases a father's insides",
      "es": "Es jugo. Me engrasa las tripas"
    }
  },
  {
    "translation": {
      "en": "so that he can better swallow the shit his son feeds him twice a year",
      "es": "para que pueda tragar mejor la mierda que me cocinas dos veces al año"
    }
  },
  {
    "translation": {
      "en": "when he can be bothered to come to visit him.",
      "es": "cuando te dignas a venir a verme."
    }
  },
  {
    "translation": {
      "en": "- - So that night, Daddy took Mommy to Pop's bar,",
      "es": "Papá llevó a mamá al bar del abuelo"
    }
  },
  {
    "translation": {
      "en": "where she got to meet Pop's other children,",
      "es": "y ella conoció a los otros hijos del abuelo,"
    }
  },
  {
    "translation": {
      "en": "his best friends Greenie and Block.",
      "es": "sus mejores amigos, Greenie y Block."
    }
  },
  {
    "translation": {
      "en": "Hey, your kid's cutting a rug.",
      "es": "Tu hijo está echando un baile."
    }
  },
  {
    "translation": {
      "en": "Who are you, Connie Chung?",
      "es": "¿Trabajas en los informativos?"
    }
  },
  {
    "translation": {
      "en": "Daddy said because Mommy survived her first trip to Jersey",
      "es": "Según papá, puesto que mamá sobrevivió a su primera visita a Jersey…"
    }
  },
  {
    "translation": {
      "en": "he knew she was a keeper.",
      "es": "…tenía que quedarse con ella."
    }
  },
  {
    "translation": {
      "en": "He said they celebrated their engagement",
      "es": "Dijo que celebraron su compromiso"
    }
  },
  {
    "translation": {
      "en": "by going out for pizza.",
      "es": "yendo a comer pizzas."
    }
  },
  {
    "translation": {
      "en": "And that's how I got here.",
      "es": "Y así llegué yo aquí."
    }
  },
  {
    "translation": {
      "en": "You think we have enough of these at home, or should I steal some?",
      "es": "¿Tenemos suficientes en casa o robo alguno?"
    }
  },
  {
    "translation": {
      "en": "Put those away. If you're gonna steal something, steal some rubber gloves.",
      "es": "Deja eso. Si robas algo, que sean guantes de goma."
    }
  },
  {
    "translation": {
      "en": "- Thanks, doc! - Thank you!",
      "es": "¡Gracias!"
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "es": "De nada."
    }
  },
  {
    "translation": {
      "en": "And with that, everyone lived happily ever after.",
      "es": "Y todos vivieron felices y comieron perdices."
    }
  },
  {
    "translation": {
      "en": "Almost.",
      "es": "Casi."
    }
  },
  {
    "translation": {
      "en": "All right, you got two minutes, and then we have to go, okay?",
      "es": "O nos vamos dentro de dos minutos, o me voy solo."
    }
  },
  {
    "translation": {
      "en": "- Or I'm gonna leave. - Would you stop rushing me?",
      "es": "O nos vamos dentro de dos minutos, o me voy solo. - ¡No me metas prisa! - ¿Cómo puedes pasarte el día"
    }
  },
  {
    "translation": {
      "en": "I just don't understand how somebody who had all day",
      "es": "- ¡No me metas prisa! - ¿Cómo puedes pasarte el día"
    }
  },
  {
    "translation": {
      "en": "sitting around the house to get ready waits till 20 minutes before we have to leave!",
      "es": "sentada en casa y prepararte 20 minutos antes de salir?"
    }
  },
  {
    "translation": {
      "en": "You try getting anything accomplished with this big gut in your way!",
      "es": "Intenta tú hacer algo con esta panza."
    }
  },
  {
    "translation": {
      "en": "Do you not get it? This is one of the few days of the year that I can be fired for being late!",
      "es": "¿No lo entiendes? Hoy me pueden echar por llegar tarde."
    }
  },
  {
    "translation": {
      "en": "- Anytime that you wanna carry this baby… - That means I lose my job. - I can't work anymore. We'll starve. - …you let me know. Okay.",
      "es": "¡Cuando quieras tú llevar el niño dentro, avísame!"
    }
  },
  {
    "translation": {
      "en": "I would be glad to go back to wearing regular dresses instead of this tent!",
      "es": "¡Llevaré otra vez vestidos en vez de esta tienda de campaña!"
    }
  },
  {
    "translation": {
      "en": "Oh, the dress looks fine. It's gorgeous, okay? It's beautiful.",
      "es": "El vestido está bien. Es precioso."
    }
  },
  {
    "translation": {
      "en": "Yeah, until I'm standing next to Janet Jackson or Sheryl Crow. And then you'll see how not fine it looks.",
      "es": "Sí, hasta que me acerque a Janet Jackson o Sheryl Crow y veas lo horroroso que es."
    }
  },
  {
    "translation": {
      "en": "Gertie, I asked you, please, to use your own brush, okay?",
      "es": "Gertie, utiliza tu propio cepillo. ¿Puedes no usar el mío?"
    }
  },
  {
    "translation": {
      "en": "- Can you not use my brush? - Don't start, Ollie.",
      "es": "Gertie, utiliza tu propio cepillo. ¿Puedes no usar el mío? - No empieces. - Cada vez que quiero peinarme,"
    }
  },
  {
    "translation": {
      "en": "It's just that every… every time I wanna comb my hair",
      "es": "- No empieces. - Cada vez que quiero peinarme,"
    }
  },
  {
    "translation": {
      "en": "I spend 15 minutes taking these long bushy hairs out of my brush.",
      "es": "me tiro 15 minutos quitando estos pelos tan largos y gruesos de mi cepillo. Y me pides que…"
    }
  },
  {
    "translation": {
      "en": "- And I mean, you ask me to-- -",
      "es": "tan largos y gruesos de mi cepillo. Y me pides que…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "- Oh, baby, I'm sorry. I'm sorry. -",
      "es": "Cielo, lo siento."
    }
  },
  {
    "translation": {
      "en": "You don't understand what it's like to be this fat.",
      "es": "¡No entiendes lo que es estar así de gorda!"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "- Lo sé. - Siempre he sido delgada"
    }
  },
  {
    "translation": {
      "en": "I've always been thin, and now I'm a disgusting pig!",
      "es": "- Lo sé. - Siempre he sido delgada y ahora parezco una foca. La primera vez que voy a los VMA,"
    }
  },
  {
    "translation": {
      "en": "And it's my first time going to the Video Music Awards",
      "es": "y ahora parezco una foca. La primera vez que voy a los VMA,"
    }
  },
  {
    "translation": {
      "en": "and all the other girls are gonna be skinny, and I'm gonna look like a whale!",
      "es": "las demás estarán esqueléticas y yo pareceré una ballena."
    }
  },
  {
    "translation": {
      "en": "Baby, baby, they're… they're… they're just skinny 'cause they're all coked- out whores.",
      "es": "Esas zorras están esqueléticas porque se ponen ciegas de coca."
    }
  },
  {
    "translation": {
      "en": "I wanna be a coked- out whore!",
      "es": "¡Quiero ponerme ciega de coca!"
    }
  },
  {
    "translation": {
      "en": "Okay, you can be a coked- out whore too. You can be a coked- out, coked- out whore.",
      "es": "Vale, te pondrás ciega de coca. Te pondrás hasta arriba, como una zorra."
    }
  },
  {
    "translation": {
      "en": "- Oh, it's okay. - I'm sorry, Ollie. - I should be more sensitive. I'm sorry. -",
      "es": "- Lo siento, Ollie. - Debería ser más sensible."
    }
  },
  {
    "translation": {
      "en": "I should be more sensitive, honey. I know.",
      "es": "Debería ser más sensible. Lo sé."
    }
  },
  {
    "translation": {
      "en": "- Yes.  - I know.",
      "es": "- Sí. - Lo sé."
    }
  },
  {
    "translation": {
      "en": "- Baby, we have to go now, okay? - Okay. Okay.",
      "es": "- Tenemos que irnos, ¿vale? - Vale."
    }
  },
  {
    "translation": {
      "en": "- I love you. We have to go now, okay? - Okay.",
      "es": "- Te quiero. Tenemos que irnos. - Vale. Yo también te quiero."
    }
  },
  {
    "translation": {
      "en": "- I love you too. Okay. - All right, let's go. Okay?",
      "es": "- Te quiero. Tenemos que irnos. - Vale. Yo también te quiero. - Vámonos, ¿vale? - Vale. Dame dos minutos."
    }
  },
  {
    "translation": {
      "en": "Just give me two minutes.",
      "es": "- Vámonos, ¿vale? - Vale. Dame dos minutos."
    }
  },
  {
    "translation": {
      "en": "- What time is it? - Uh, twenty after.",
      "es": "- ¿Qué hora es? - Y veinte."
    }
  },
  {
    "translation": {
      "en": "She's gonna kill me!",
      "es": "Me va a matar."
    }
  },
  {
    "translation": {
      "en": "Yeah, I still need the quote for the Madonna release.",
      "es": "Necesito lo de Madonna."
    }
  },
  {
    "translation": {
      "en": "Okay. Quote, Madonna trusts the public will judge for itself that…",
      "es": "Bien. Madonna confía en que el público verá que…"
    }
  },
  {
    "translation": {
      "en": "…uh, this latest in a long line of breakthrough music videos",
      "es": "el último vídeo musical de su larga serie de vídeos rompedores no es"
    }
  },
  {
    "translation": {
      "en": "is not the tasteless sexploitation it's accused of being.",
      "es": "la 'sexplotación' de mal gusto de la que se le acusa,"
    }
  },
  {
    "translation": {
      "en": "It's artistic expression. Unquote.",
      "es": "sino expresión artística."
    }
  },
  {
    "translation": {
      "en": "Of what?",
      "es": "¿De qué?"
    }
  },
  {
    "translation": {
      "en": "Of one woman's constant need to show the world…",
      "es": "De la necesidad de una mujer de enseñar constantemente al mundo…"
    }
  },
  {
    "translation": {
      "en": "- - …her labia.",
      "es": "su vulva."
    }
  },
  {
    "translation": {
      "en": "Hey, can I use the word labia in a press release?",
      "es": "¿Puedo usar vulva en una nota de prensa?"
    }
  },
  {
    "translation": {
      "en": "See you next week.",
      "es": "Hasta la próxima semana."
    }
  },
  {
    "translation": {
      "en": "One of these days, I'm gonna get me one of those husbands that actually show up for Lamaze.",
      "es": "Voy a buscarme un marido que venga a la preparación al parto."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, babe. It was Madonna.",
      "es": "Lo siento, cielo. Ha sido Madonna."
    }
  },
  {
    "translation": {
      "en": "So you were late because of another woman.",
      "es": "¿Llegas tarde por otra mujer?"
    }
  },
  {
    "translation": {
      "en": "That's nice.",
      "es": "- Qué bien. - Vamos."
    }
  },
  {
    "translation": {
      "en": "- Come on. I still gotta do my job. - And I still gotta do mine too.",
      "es": "- Qué bien. - Vamos. - Tengo mi trabajo. - Y yo el mío."
    }
  },
  {
    "translation": {
      "en": "But I was at Lamaze on time.",
      "es": "Pero he llegado a la hora."
    }
  },
  {
    "translation": {
      "en": "Look, all I'm saying is",
      "es": "Solo digo que…"
    }
  },
  {
    "translation": {
      "en": "that guy who used to spend all night at the office and barely live in his apartment,",
      "es": "ese tipo que se pasaba la noche en el despacho y no en casa…"
    }
  },
  {
    "translation": {
      "en": "that's not you anymore.",
      "es": "ya no eres tú."
    }
  },
  {
    "translation": {
      "en": "Now you have to be the guy who's done by six",
      "es": "Ahora tienes que acabar a las seis,"
    }
  },
  {
    "translation": {
      "en": "and comes home and hangs out with his family.",
      "es": "volver a casa y estar con tu familia."
    }
  },
  {
    "translation": {
      "en": "That's the only way we're gonna work.",
      "es": "Es la única forma de que funcione."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "es": "¿Vale?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Vale."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "- Vale. - Vale."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay.",
      "es": "- Vale. - Vale. ¡Vale!"
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay.",
      "es": "- Vale. - Vale."
    }
  },
  {
    "translation": {
      "en": "- Can I help you? - Yes.",
      "es": "- ¿Puedo ayudarle? - Sí."
    }
  },
  {
    "translation": {
      "en": "My wife's water broke. She's gonna have a baby.",
      "es": "Mi mujer ha roto aguas. Va a tener un niño."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to check in, hon.",
      "es": "- Pase por admisiones. - ¿Admisiones? ¿Dónde?"
    }
  },
  {
    "translation": {
      "en": "Check in? Where, at the concierge desk?",
      "es": "- Pase por admisiones. - ¿Admisiones? ¿Dónde? ¿En recepción? ¿Por qué es tan ofensiva?"
    }
  },
  {
    "translation": {
      "en": "Why are you being so combative with me?",
      "es": "¿En recepción? ¿Por qué es tan ofensiva?"
    }
  },
  {
    "translation": {
      "en": "First of all, take your hands off my uniform.",
      "es": "Primero, quite las manos de mi uniforme."
    }
  },
  {
    "translation": {
      "en": "And second, I'm gonna need a patient here.",
      "es": "Y segundo, necesito a la paciente."
    }
  },
  {
    "translation": {
      "en": "This is my wife.",
      "es": "Esta es mi mujer."
    }
  },
  {
    "translation": {
      "en": "This is the belligerent nurse that's being difficult with me, giving me such a hard time.",
      "es": "Esta es la enfermera peleona que me lo pone tan difícil."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. He's just a little panicky. - Can I get a wheelchair? - Okay.",
      "es": "- Lo siento. Está aterrado. - ¿Me traes una silla?"
    }
  },
  {
    "translation": {
      "en": "- Let's get you up to delivery. - Okay.",
      "es": "- La llevaremos al paritorio. - Bien."
    }
  },
  {
    "translation": {
      "en": "And let him fill out the paperwork.",
      "es": "- Que haga él el papeleo. - Bien."
    }
  },
  {
    "translation": {
      "en": "- Okay. - If we can trust him with a pen. Here, sweetie.",
      "es": "- Si puede sostener el bolígrafo. - Toma."
    }
  },
  {
    "translation": {
      "en": "Okay, just relax. Breathe. Remember, take it easy. I love you. I'll be right there, okay? I love you.",
      "es": "Relájate y respira. Recuerda, calma. Te quiero. Ahora voy. Te quiero."
    }
  },
  {
    "translation": {
      "en": "- I love you too. - Okay? I love you.",
      "es": "- Yo también. - Te quiero."
    }
  },
  {
    "translation": {
      "en": "- Bye, baby. - We've practiced this a thousand times.",
      "es": "-Chao. -Lo hemos ensayado 1000 veces."
    }
  },
  {
    "translation": {
      "en": "It'll be great. How hard can it be?",
      "es": "Todo irá bien. No es difícil."
    }
  },
  {
    "translation": {
      "en": "Push! You're doing good.",
      "es": "Lo haces estupendamente."
    }
  },
  {
    "translation": {
      "en": "You're doing real good. I know it's hard.",
      "es": "- Lo haces bien. - ¡No, no puedo!"
    }
  },
  {
    "translation": {
      "en": "- No, I can't. I can't do it. - You can do it. You can do it.",
      "es": "- Lo haces bien. - ¡No, no puedo! - ¡Sí puedes! - ¡Lo intento! ¡Duele!"
    }
  },
  {
    "translation": {
      "en": "- It hurts! - I know it hurts. You can do it.",
      "es": "- ¡Sí puedes! - ¡Lo intento! ¡Duele! - Lo sé. Tú puedes. - ¡No, duele, duele!"
    }
  },
  {
    "translation": {
      "en": "- It hurts! - It's okay, baby.",
      "es": "- Lo sé. Tú puedes. - ¡No, duele, duele!"
    }
  },
  {
    "translation": {
      "en": "- Push for me. Come on. - Push.",
      "es": "¡Gertie, empuja! Venga, ¿lista?"
    }
  },
  {
    "translation": {
      "en": "- No! - Take a deep breath. In five, four…",
      "es": "Respira hondo. Respira hondo. En cinco, cuatro,"
    }
  },
  {
    "translation": {
      "en": "- Okay? Here you go. Breathe. - …three, two, one.",
      "es": "-tres, dos, uno… ¡empuja! -¿Vale? Venga. Respira."
    }
  },
  {
    "translation": {
      "en": "- Push. Push harder, Gertie. Push harder. - No.",
      "es": "-tres, dos, uno… ¡empuja! -¿Vale? Venga. Respira. ¡Más fuerte, Gertie! ¡Más fuerte!"
    }
  },
  {
    "translation": {
      "en": "The baby's crowning. I can see her.",
      "es": "Le veo la cabeza. ¡Ya la veo!"
    }
  },
  {
    "translation": {
      "en": "- I just need one more push. - Can you see her?",
      "es": "¿La ves?"
    }
  },
  {
    "translation": {
      "en": "Holy shit! I can see the head.",
      "es": "¡Joder! ¡Veo la cabeza!"
    }
  },
  {
    "translation": {
      "en": "Come on. One more. Breathe.",
      "es": "- ¡Veo la cabeza! - ¡Una vez más!"
    }
  },
  {
    "translation": {
      "en": "- In five, four… - Push! It's almost there, baby.",
      "es": "- Cinco, cuatro… - ¡Empuja!"
    }
  },
  {
    "translation": {
      "en": "- You're doing it. Push! - …three, two, one.",
      "es": "- Ya está. ¡Empuja! - …tres, dos, uno…"
    }
  },
  {
    "translation": {
      "en": "- Push! -",
      "es": "¡Empuja!"
    }
  },
  {
    "translation": {
      "en": "Here she comes! Here she comes!",
      "es": "¡Ahí llega! ¡Ahí llega!"
    }
  },
  {
    "translation": {
      "en": "- Here she is. -",
      "es": "¡Aquí está!"
    }
  },
  {
    "translation": {
      "en": "- Do you wanna cut the cord, dad? - Yeah.",
      "es": "- ¿Quieres cortar el cordón, papá? - Sí."
    }
  },
  {
    "translation": {
      "en": "Scissors, please.",
      "es": "Tijeras."
    }
  },
  {
    "translation": {
      "en": "And she's got all ten fingers, ten toes.",
      "es": "¡Sí! Tiene diez dedos en las manos, en los pies…"
    }
  },
  {
    "translation": {
      "en": "We'll get her all cleaned up and then we're gonna check…",
      "es": "Vamos a lavarla y luego comprobaremos…"
    }
  },
  {
    "translation": {
      "en": "- - Gertie?",
      "es": "¿Gertie?"
    }
  },
  {
    "translation": {
      "en": "- Baby, look. - Gertie?",
      "es": "¿Gertie?"
    }
  },
  {
    "translation": {
      "en": "Gertie!",
      "es": "Gertie."
    }
  },
  {
    "translation": {
      "en": "Gertie, can you hear me?",
      "es": "Gertie, ¿me oyes?"
    }
  },
  {
    "translation": {
      "en": "- She's okay-- Sweetheart? - Nurse. Nurse, get Dr. Mortimer right away.",
      "es": "- ¿Cielo? - Enfermera. ¡Llame a la doctora Mortimer!"
    }
  },
  {
    "translation": {
      "en": "She's just resting. Who's Dr. Mortimer?",
      "es": "Solo está descansando. ¿A quién llama?"
    }
  },
  {
    "translation": {
      "en": "Dr. Mortimer!",
      "es": "¡Doctora Mortimer!"
    }
  },
  {
    "translation": {
      "en": "- What's happening? - She's unresponsive.",
      "es": "- ¿Qué pasa? - No responde. ¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "- Gertie! - Gertie! Gertie!",
      "es": "- ¿Qué pasa? - No responde. ¡Gertie! ¿Cielo? ¡Gertie! ¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "Gertie, Gertie, it's me! Gertie?",
      "es": "¿Cielo? ¡Gertie! ¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "Healthy baby. Unresponsive.",
      "es": "Niño sano. No responde."
    }
  },
  {
    "translation": {
      "en": "- Respiratory arrest. - Turn it around!",
      "es": "Paro respiratorio."
    }
  },
  {
    "translation": {
      "en": "What's happening to my wife?",
      "es": "¿Qué le pasa?"
    }
  },
  {
    "translation": {
      "en": "Let's open that IV, please.",
      "es": "Vía intravenosa."
    }
  },
  {
    "translation": {
      "en": "Baby, are you okay? Sweetheart, sweetheart, wake up!",
      "es": "Cielo, ¿estás bien? ¡Cariño, despierta!"
    }
  },
  {
    "translation": {
      "en": "Please, someone take Mr. Trinke outside. Please!",
      "es": "Llevaos al señor Trinke. Por favor."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to intubate.",
      "es": "Tengo que intubarla."
    }
  },
  {
    "translation": {
      "en": "Gertie, wake up, my love. Wake up.",
      "es": "Gertie, despierta. Despierta."
    }
  },
  {
    "translation": {
      "en": "Gertie, please. Wake up.",
      "es": "Soy yo. Despierta."
    }
  },
  {
    "translation": {
      "en": "Get off me! Gertie!",
      "es": "¡Suéltenme! ¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "I wanna stay with my wife! Gertie! Gertie! What's happening? Somebody just tell me--",
      "es": "¡Quiero quedarme con mi mujer! ¿Qué pasa? ¡Díganmelo!"
    }
  },
  {
    "translation": {
      "en": "Ollie…",
      "es": "Ollie."
    }
  },
  {
    "translation": {
      "en": "Hey, if I don't get to go in there right now, - I swear to God! - Ollie… Ollie,",
      "es": "Si no me dejan entrar, juro que…"
    }
  },
  {
    "translation": {
      "en": "- calm down. - Fuck you, calm down! Okay?",
      "es": "- Ollie, tranquilízate. - ¡Y una mierda! ¿Vale?"
    }
  },
  {
    "translation": {
      "en": "I got dragged out of there, I haven't got to see my baby!",
      "es": "¡Me han sacado! ¿Y la niña?"
    }
  },
  {
    "translation": {
      "en": "Your baby is fine. She's healthy, she's normal.",
      "es": "Tu niña está bien. Está sana. Es normal."
    }
  },
  {
    "translation": {
      "en": "What's wrong with Gertie? What happened?",
      "es": "¿Qué le pasa a Gertie?"
    }
  },
  {
    "translation": {
      "en": "I just-- I need you to calm down before I--",
      "es": "Debes tranquilizarte antes de que…"
    }
  },
  {
    "translation": {
      "en": "Look, I'm calm! Okay?",
      "es": "Estoy tranquilo, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "I'm calm.",
      "es": "Estoy tranquilo."
    }
  },
  {
    "translation": {
      "en": "We think Gertie had an aneurysm.",
      "es": "Creemos que Gertie tenía un aneurisma."
    }
  },
  {
    "translation": {
      "en": "Is she okay?",
      "es": "¿Está bien?"
    }
  },
  {
    "translation": {
      "en": "We lost her, Ollie.",
      "es": "La hemos perdido, Ollie."
    }
  },
  {
    "translation": {
      "en": "The strain of the contractions and the pushing must have caused the aneurysm to rupture.",
      "es": "El esfuerzo del parto habrá causado una rotura del aneurisma."
    }
  },
  {
    "translation": {
      "en": "There are rarely symptoms for aneurysms…",
      "es": "No suele haber síntomas. Es…"
    }
  },
  {
    "translation": {
      "en": "You sure you're okay with this, Dad?",
      "es": "¿Seguro que no hay problema?"
    }
  },
  {
    "translation": {
      "en": "What okay? She's my granddaughter.",
      "es": "¿Problema? Es mi nieta."
    }
  },
  {
    "translation": {
      "en": "- - Yeah, you can stay with me anytime, can't you?",
      "es": "Puedes quedarte conmigo cuanto quieras."
    }
  },
  {
    "translation": {
      "en": "Yes, you can.",
      "es": "Claro que puedes."
    }
  },
  {
    "translation": {
      "en": "Until you're a teenager, with the boys and the reefer.",
      "es": "Hasta la adolescencia, con los chicos y la hierba."
    }
  },
  {
    "translation": {
      "en": "- Then I don't wanna know about you. -",
      "es": "Entonces pasaré de ti."
    }
  },
  {
    "translation": {
      "en": "I wouldn't impose on you, you know.",
      "es": "No quiero molestarte, es que tengo mucho trabajo"
    }
  },
  {
    "translation": {
      "en": "I just got a lot of work piled up from, uh,",
      "es": "No quiero molestarte, es que tengo mucho trabajo acumulado desde…"
    }
  },
  {
    "translation": {
      "en": "before and…",
      "es": "antes y…"
    }
  },
  {
    "translation": {
      "en": "- I'll be back late tonight, okay? - Yeah, take your time.",
      "es": "- Volveré tarde esta noche. - Sí. Tranquilo."
    }
  },
  {
    "translation": {
      "en": "Your daddy really misses your mommy, kid.",
      "es": "Papá echa de menos a mamá, pequeña."
    }
  },
  {
    "translation": {
      "en": "I miss her too.",
      "es": "Yo también."
    }
  },
  {
    "translation": {
      "en": "Especially right now.",
      "es": "Sobre todo ahora."
    }
  },
  {
    "translation": {
      "en": "- - Oh, Jesus!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "- You wanted to see me, Ollie? - Yeah, come on in.",
      "es": "¿Querías verme? Sí, pasa."
    }
  },
  {
    "translation": {
      "en": "I didn't think you were gonna be in this week.",
      "es": "Pensé que no vendrías."
    }
  },
  {
    "translation": {
      "en": "How you doing, man? You… you all right?",
      "es": "¿Qué tal? - ¿Estás bien? - Sí, estoy bien."
    }
  },
  {
    "translation": {
      "en": "I'm… I'm fine.",
      "es": "- ¿Estás bien? - Sí, estoy bien."
    }
  },
  {
    "translation": {
      "en": "Look, this piece in the Post.",
      "es": "Oye, esto del Post."
    }
  },
  {
    "translation": {
      "en": "Why didn't you call me when this broke? I had to read about it in New Jersey.",
      "es": "¿Por qué no me llamaste? Lo leí en Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "I covered it, Ollie. It's cool. The nurse is a fan.",
      "es": "Ya me ocupé. Tranquilo. La enfermera es una fan."
    }
  },
  {
    "translation": {
      "en": "Will she still be a fan when the Enquirer flashes a stack of fifties in her face?",
      "es": "¿Seguirá siéndolo cuando le ofrezcan pasta?"
    }
  },
  {
    "translation": {
      "en": "Listen, something like this breaks, I'm not in the city,",
      "es": "Cuando algo así ocurre y no estoy, me buscas, o te buscas otro trabajo."
    }
  },
  {
    "translation": {
      "en": "you find me or you find another job.",
      "es": "ocurre y no estoy, me buscas, o te buscas otro trabajo."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay.",
      "es": "Sí, vale."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Vale."
    }
  },
  {
    "translation": {
      "en": "What else do we got?",
      "es": "¿Qué más tenemos?"
    }
  },
  {
    "translation": {
      "en": "Um, Will Smith.",
      "es": "Will Smith."
    }
  },
  {
    "translation": {
      "en": "Who?",
      "es": "¿Quién?"
    }
  },
  {
    "translation": {
      "en": "The Fresh Prince?",
      "es": "¿El Príncipe Fresco?"
    }
  },
  {
    "translation": {
      "en": "DJ Jazzy Jeff and the Fresh Prince, Fresh Prince?",
      "es": "¿De DJ Jazzy Jeff y el Príncipe Fresco?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - What about him?",
      "es": "- Sí. - ¿Qué hay de él?"
    }
  },
  {
    "translation": {
      "en": "Well, uh, you remember the first album,",
      "es": "¿Recuerdas el primer álbum Las chicas causan problemas?"
    }
  },
  {
    "translation": {
      "en": "- with Girls Ain’t Nothing but Trouble? - Rock the House. Yeah?",
      "es": "¿Recuerdas el primer álbum Las chicas causan problemas? - Rock the House. - Bueno,"
    }
  },
  {
    "translation": {
      "en": "Rock the House. Right.",
      "es": "- Rock the House. - Bueno,"
    }
  },
  {
    "translation": {
      "en": "Well, uh, you remember on the cover of… of the album",
      "es": "¿recuerdas que, en la carátula, Jaffy sostiene"
    }
  },
  {
    "translation": {
      "en": "Jazzy Jeff is… is holding a model of a house?",
      "es": "¿recuerdas que, en la carátula, Jaffy sostiene una maqueta de una casa?"
    }
  },
  {
    "translation": {
      "en": "Vaguely.",
      "es": "Vagamente."
    }
  },
  {
    "translation": {
      "en": "Well, Will Smith is donating that house to the Hard Rock Cafe.",
      "es": "Will Smith va a donarla al Hard Rock Café."
    }
  },
  {
    "translation": {
      "en": "Well, stop the presses. You put the word out yet?",
      "es": "Qué notición. ¿Ya lo has difundido?"
    }
  },
  {
    "translation": {
      "en": "Date pending, yeah.",
      "es": "La fecha está pendiente."
    }
  },
  {
    "translation": {
      "en": "- Anybody give a shit? - Every outlet wants in.",
      "es": "- ¿Algún interés? - Todos los medios."
    }
  },
  {
    "translation": {
      "en": "- You're kidding me. - No.",
      "es": "- ¿Bromeas? - No."
    }
  },
  {
    "translation": {
      "en": "Even US News & World Report.",
      "es": "Hasta el U.S. News y World Report."
    }
  },
  {
    "translation": {
      "en": "Why? It's an eight- year- old album.",
      "es": "¿Por qué? Ese álbum tiene ocho años."
    }
  },
  {
    "translation": {
      "en": "Doesn't matter. Everyone loves that Fresh Prince TV show.",
      "es": "No importa. A todos les gusta la serie de televisión."
    }
  },
  {
    "translation": {
      "en": "He… he's got that movie coming out in a couple of weeks,",
      "es": "Y se estrena su película,"
    }
  },
  {
    "translation": {
      "en": "uh, Independence Day.",
      "es": "Independence Day."
    }
  },
  {
    "translation": {
      "en": "Well, then, kick it up to 30. Let the film division handle it.",
      "es": "Que se ocupe el departamento de cine."
    }
  },
  {
    "translation": {
      "en": "No, we can't. Will wants to keep his music career separate from his movie career.",
      "es": "Imposible. Will no quiere mezclar el cine con la música."
    }
  },
  {
    "translation": {
      "en": "Like the Fresh Prince of Bel Air is ever gonna have a movie career.",
      "es": "Como si El Príncipe de Bel Air fuera a tener porvenir en el cine."
    }
  },
  {
    "translation": {
      "en": "All right. Get me everything you can. I'll put together a press kit on him, and we'll just do it.",
      "es": "Bien, reúne lo que puedas. Haré un informe de prensa."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Patty, get me Kirsch.",
      "es": "- Bien. - Patty. - Ponme con Kirsch. - Claro."
    }
  },
  {
    "translation": {
      "en": "Sure, Ollie.",
      "es": "- Ponme con Kirsch. - Claro."
    }
  },
  {
    "translation": {
      "en": "You know, Ollie, I can handle this, uh, Fresh Prince stuff if… if you wanna take a couple of days…",
      "es": "Ollie, puedo llevar esto si quieres tomarte unos días."
    }
  },
  {
    "translation": {
      "en": "Hey, Arthur, I can do my job.",
      "es": "Arthur, puedo hacer mi trabajo."
    }
  },
  {
    "translation": {
      "en": "I'm all set, okay? You do your job. Go ahead.",
      "es": "Ve a hacer el tuyo."
    }
  },
  {
    "translation": {
      "en": "Patty, did you not hear me? l asked you to please get Kirsch on the phone.",
      "es": "Adelante. Patty. Te he dicho que me pongas con Kirsch."
    }
  },
  {
    "translation": {
      "en": "- Ollie? - I'm trying.",
      "es": "- ¿Ollie? - Lo intento."
    }
  },
  {
    "translation": {
      "en": "What, man?",
      "es": "¿Qué, tío?"
    }
  },
  {
    "translation": {
      "en": "I… I know I told you at the funeral, but I'm… I'm really sorry…",
      "es": "Te lo dije en el entierro, - pero lo siento. - ¡Estoy bien!"
    }
  },
  {
    "translation": {
      "en": "I'm fine! Okay, Arthur? I am fine. Please go do what I asked you to do now.",
      "es": "- pero lo siento. - ¡Estoy bien! ¿Vale, Arthur? ¡Estoy bien! ¡Y ahora, haz lo que te he pedido!"
    }
  },
  {
    "translation": {
      "en": "- Kirschner on one. - Okay, put him on the phone, then!",
      "es": "- Kirschner por la una. - ¡Pásamelo!"
    }
  },
  {
    "translation": {
      "en": "- Hey, how's the baby? - The baby is fine, Arthur!",
      "es": "¿Qué tal la nena? ¡La nena está bien! ¡Olvídala! ¡Solo quiero hacer mi trabajo!"
    }
  },
  {
    "translation": {
      "en": "Forget about the baby! I just wanna do my job!",
      "es": "¡La nena está bien! ¡Olvídala! ¡Solo quiero hacer mi trabajo!"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ, Ollie! What the hell you screaming about? - Patty, was that-- -",
      "es": "¡Dios, Ollie! ¿Por qué gritas así? ¿Pasa algo, Patty?"
    }
  },
  {
    "translation": {
      "en": "- - Yeah, I'm working on that right now, Arthur. Don't worry about that.",
      "es": "Estoy en ello, Arthur. No te preocupes."
    }
  },
  {
    "translation": {
      "en": "Just get there early and deal with the menu, okay?",
      "es": "Llega pronto y encárgate del menú, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "- - Hey! Are you deaf?",
      "es": "Eh, ¿estás sordo?"
    }
  },
  {
    "translation": {
      "en": "The kid is crying up there.",
      "es": "¡La cría está llorando!"
    }
  },
  {
    "translation": {
      "en": "Yeah. Can you deal with that? I'm doing something important right here, Dad, okay? Thanks.",
      "es": "¿Puedes ocuparte? Estoy haciendo algo importante."
    }
  },
  {
    "translation": {
      "en": "What the hell could be more important than your kid crying?",
      "es": "¿Qué es más importante que tu niña?"
    }
  },
  {
    "translation": {
      "en": "I have a memorabilia donation ceremony in the morning that my company is treating like a… a… a royal wedding",
      "es": "Tengo una ceremonia que mi empresa considera como una boda real"
    }
  },
  {
    "translation": {
      "en": "'cause apparently the client's the most beloved American musician - since Elvis Presley, all right? -",
      "es": "porque el cliente es el músico más amado de EE. UU. desde Elvis Presley."
    }
  },
  {
    "translation": {
      "en": "The kid's been screaming for the last ten minutes.",
      "es": "La niña lleva 10 minutos llorando."
    }
  },
  {
    "translation": {
      "en": "If it bothers you so much, go up there and give her a bottle, okay?",
      "es": "Si tanto te preocupa, dale un biberón, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "Sorry. It's a nightmare trying to work at this house. Um…",
      "es": "Perdona. Es una pesadilla trabajar aquí."
    }
  },
  {
    "translation": {
      "en": "Jesus! Let me call you back, okay?",
      "es": "¡Dios! Te llamo luego, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "What, Dad?",
      "es": "- ¿Qué, papá? - Escucha, hijo."
    }
  },
  {
    "translation": {
      "en": "Listen, kid. I lost a wife too, remember?",
      "es": "Yo también perdí a mi mujer."
    }
  },
  {
    "translation": {
      "en": "So I get how you're feeling. But come on.",
      "es": "Sé cómo te sientes. - Venga… - ¿Cuánto estuviste casado?"
    }
  },
  {
    "translation": {
      "en": "You were married for what, 20 years? I got about 20 minutes.",
      "es": "- Venga… - ¿Cuánto estuviste casado? ¿Veinte años? Yo, 20 minutos. Así que no sabes cómo me siento."
    }
  },
  {
    "translation": {
      "en": "So you don't get how I'm feeling at all, okay?",
      "es": "¿Veinte años? Yo, 20 minutos. Así que no sabes cómo me siento."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sorry, Oliver, but that don't change the fact that you're a goddamn father now",
      "es": "Lo siento, pero eso no cambia el hecho de que ahora eres padre"
    }
  },
  {
    "translation": {
      "en": "and you haven't acted like it since that kid got home from the hospital.",
      "es": "y no actúas como tal desde que la trajiste."
    }
  },
  {
    "translation": {
      "en": "I been calling in sick for a month",
      "es": "He pedido un mes de baja para hacer lo que debes"
    }
  },
  {
    "translation": {
      "en": "to do the things you're supposed to be doing.",
      "es": "He pedido un mes de baja para hacer lo que debes hacer tú."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ, if Gertie could see the shit you've been pulling…",
      "es": "¡Dios Santo! ¡Si Gertie viera las tonterías que haces!"
    }
  },
  {
    "translation": {
      "en": "Gertie doesn't see anything anymore, Dad. She's dead.",
      "es": "Gertie ya no ve nada, papá. Está muerta."
    }
  },
  {
    "translation": {
      "en": "- - Yeah, she's dead.",
      "es": "Sí, está muerta."
    }
  },
  {
    "translation": {
      "en": "But you ain't. And neither is that kid.",
      "es": "Pero tú no. Y la niña tampoco."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's nothing. Uh…",
      "es": "Sí. No es nada."
    }
  },
  {
    "translation": {
      "en": "All right, so I'm gonna do the kit.",
      "es": "Haré el informe de prensa. Ya casi está."
    }
  },
  {
    "translation": {
      "en": "It's almost finished. You deal with the menu. We'll--",
      "es": "Haré el informe de prensa. Ya casi está. Tú te ocuparás del menú. Sí. ¿A qué hora llega Will? Vale."
    }
  },
  {
    "translation": {
      "en": "Yeah. What time does Will get there? Okay.",
      "es": "Tú te ocuparás del menú. Sí. ¿A qué hora llega Will? Vale."
    }
  },
  {
    "translation": {
      "en": "- - Dad, the baby's up!",
      "es": "¡Papá, la niña está despierta!"
    }
  },
  {
    "translation": {
      "en": "Dad, the baby needs to be fed!",
      "es": "¡Papá, la niña necesita comer!"
    }
  },
  {
    "translation": {
      "en": "Dad!",
      "es": "¡Papá!"
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "es": "¿Qué demonios…?"
    }
  },
  {
    "translation": {
      "en": "Are you nuts? What, are you trying to get killed?",
      "es": "¿Estás loco? ¿Intentas matarte?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "es": "¿Qué estás haciendo?"
    }
  },
  {
    "translation": {
      "en": "Searching for Christ. What does it look like I'm doing?",
      "es": "Buscar a Cristo. ¿Qué crees que estoy haciendo?"
    }
  },
  {
    "translation": {
      "en": "It would have been nice if you'd told me you were leaving the house, Dad.",
      "es": "Podías haberme dicho que te ibas. Te habría dado a la niña"
    }
  },
  {
    "translation": {
      "en": "That way, I could've given you the baby instead of driving all the way down here.",
      "es": "Podías haberme dicho que te ibas. Te habría dado a la niña en vez de venir hasta aquí."
    }
  },
  {
    "translation": {
      "en": "Now I'm gonna hit traffic.",
      "es": "¡Habrá atasco!"
    }
  },
  {
    "translation": {
      "en": "No, you ain't giving me the baby.",
      "es": "No vas a darme a la niña."
    }
  },
  {
    "translation": {
      "en": "Hey! Excuse me?",
      "es": "¿Perdona?"
    }
  },
  {
    "translation": {
      "en": "I got uptown and downtown to do this morning. You're on your own with the kid today.",
      "es": "Tengo que hacer la parte alta y la baja. Hoy te quedas con la niña."
    }
  },
  {
    "translation": {
      "en": "What? No!",
      "es": "¿Qué? ¡No!"
    }
  },
  {
    "translation": {
      "en": "I have this press conference l have to do this morning. Dad, you know that.",
      "es": "¡Tengo una conferencia de prensa y tú lo sabes!"
    }
  },
  {
    "translation": {
      "en": "I got a job to do too.",
      "es": "Y yo, un trabajo."
    }
  },
  {
    "translation": {
      "en": "This is not funny. I'm not kidding. If I don't leave right now…",
      "es": "¡No tiene gracia! ¡Si no me voy ya…!"
    }
  },
  {
    "translation": {
      "en": "- So leave. - And do what with the baby?",
      "es": "- Pues vete. - ¿Y la niña?"
    }
  },
  {
    "translation": {
      "en": "- Take her with you. - Goddamnit! I--",
      "es": "- Llévatela. - ¡Maldita sea!"
    }
  },
  {
    "translation": {
      "en": "All right look, I… I know I haven't been helping out that much with the baby…",
      "es": "Vale. No he ayudado mucho"
    }
  },
  {
    "translation": {
      "en": "Listen to you. Helping out that much with the baby.",
      "es": "- con la niña… - Fíjate. No he ayudado mucho. ¡Por Dios, es tu hija!"
    }
  },
  {
    "translation": {
      "en": "She's your daughter, for Chrissake!",
      "es": "No he ayudado mucho. ¡Por Dios, es tu hija!"
    }
  },
  {
    "translation": {
      "en": "What the hell am I supposed to do with her?",
      "es": "¿Qué demonios hago?"
    }
  },
  {
    "translation": {
      "en": "Try acting like her father, shithead!",
      "es": "¡Intenta ser padre, capullo!"
    }
  },
  {
    "translation": {
      "en": "Goddamnit!",
      "es": "¡Maldita sea!"
    }
  },
  {
    "translation": {
      "en": "Folks, I'm sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "Sorry. Steve.",
      "es": "Lo siento. Steve."
    }
  },
  {
    "translation": {
      "en": "What the…",
      "es": "¿Qué…?"
    }
  },
  {
    "translation": {
      "en": "I ordered diapers. Did they get here yet? You mean, like, baby diapers?",
      "es": "- Pedí pañales. ¿Han llegado? - ¿Pañales de bebé?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you start this half an hour ago?",
      "es": "¿Por qué me habéis esperado media hora?"
    }
  },
  {
    "translation": {
      "en": "- You shouldn't have waited. - We're not waiting for you.",
      "es": "¿Por qué me habéis esperado media hora? Esperamos a Will."
    }
  },
  {
    "translation": {
      "en": "- We're waiting for Will. - Will's not here? No.",
      "es": "- ¿Will no está? - No."
    }
  },
  {
    "translation": {
      "en": "- Either of you guys Trinket? - Close enough.",
      "es": "¿Alguno de vosotros es Trinket?"
    }
  },
  {
    "translation": {
      "en": "- Where is he? - Ah, we're not sure.",
      "es": "- Casi. ¿Dónde está? - No sabemos."
    }
  },
  {
    "translation": {
      "en": "Damn, that baby smells like shit. You know that, right?",
      "es": "Este bebé huele a mierda. Lo sabes, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "It's a good thing you finally showed up.",
      "es": "Qué bien que estés aquí."
    }
  },
  {
    "translation": {
      "en": "They… they're getting all rowdy out there.",
      "es": "Se están poniendo ruidosos."
    }
  },
  {
    "translation": {
      "en": "- Oh, Mother of God! -",
      "es": "¡Cielo santo!"
    }
  },
  {
    "translation": {
      "en": "- What? Jesus… - Ollie!",
      "es": "¿Qué? Dios…"
    }
  },
  {
    "translation": {
      "en": "Ollie, the guy from Rolling Stone-- Holy shit! What is that smell?",
      "es": "Ollie, el tío de Rolling Stone… ¡Joder! ¿Y esa peste?"
    }
  },
  {
    "translation": {
      "en": "Oh, grow up, Susan. It's a dirty diaper. What did the Rolling Stone guy say?",
      "es": "Madura. Es un pañal sucio. ¿Qué dijo ese tío?"
    }
  },
  {
    "translation": {
      "en": "If we don't start in five minutes, they're leaving",
      "es": "O empezamos, o se van"
    }
  },
  {
    "translation": {
      "en": "to go cover the Blues Traveler signing at Tower.",
      "es": "a cubrir la firma de Blues Traveler en Tower."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ! Hey, you're doing that wrong.",
      "es": "- ¡Dios! - Lo haces mal."
    }
  },
  {
    "translation": {
      "en": "- What? - You're doing that wrong.",
      "es": "- ¿Qué? - Lo haces mal."
    }
  },
  {
    "translation": {
      "en": "You're supposed to wipe front to back. You're wiping back to front.",
      "es": "Tienes que limpiar de adelante hacia atrás."
    }
  },
  {
    "translation": {
      "en": "You do that, you're just wiping the poop into her…",
      "es": "Así le metes la caca en la raja."
    }
  },
  {
    "translation": {
      "en": "crevice.",
      "es": "en la raja."
    }
  },
  {
    "translation": {
      "en": "Get outta here. Beat it. Mark my words, you're gonna give her the crotch- rot.",
      "es": "- ¡Largo de aquí! - Así pillará una infección."
    }
  },
  {
    "translation": {
      "en": "- Would one of you do-- You do this. - Oh, not me. No.",
      "es": "¿Quién lo hace? Tú. - Yo no. - Hazlo mientras les tranquilizo."
    }
  },
  {
    "translation": {
      "en": "Will you do this so I can calm them down?",
      "es": "- Yo no. - Hazlo mientras les tranquilizo."
    }
  },
  {
    "translation": {
      "en": "Why, because I'm a girl? I've never even seen a naked baby. No!",
      "es": "¿Porque soy chica? - ¡Sí! - Nunca he visto un bebé desnudo."
    }
  },
  {
    "translation": {
      "en": "Fine. Thank you very much. I'm gonna remember this.",
      "es": "Bien. Muchas gracias. Lo recordaré."
    }
  },
  {
    "translation": {
      "en": "- How much of this am I supposed to use? - Should I get that guy back? He sounded like he knew a lot about changing babies.",
      "es": "- ¿Cuánto uso? - ¿Voy a por el tío? Sabía mucho."
    }
  },
  {
    "translation": {
      "en": "If it's for the smell, I suggest you use a lot.",
      "es": "Si es por el olor, ponle un montón."
    }
  },
  {
    "translation": {
      "en": "Ooh, you gotta turn… turn it. Turn it. You gotta turn the top!",
      "es": "Gíralo. Gira el tapón."
    }
  },
  {
    "translation": {
      "en": "- Direct it at the baby. - Thank you, Susan.",
      "es": "Apunta hacia el bebé. Gracias, Susan. Ve a decirles que vamos a empezar."
    }
  },
  {
    "translation": {
      "en": "Go out there, please, and tell them we're about to start.",
      "es": "Gracias, Susan. Ve a decirles que vamos a empezar."
    }
  },
  {
    "translation": {
      "en": "I… I'd say more.",
      "es": "Yo le pondría más."
    }
  },
  {
    "translation": {
      "en": "That's a lot.",
      "es": "Eso es mucho."
    }
  },
  {
    "translation": {
      "en": "- - All right, the Fresh Prince is almost here.",
      "es": "Bien, el Príncipe está a punto de llegar."
    }
  },
  {
    "translation": {
      "en": "Is that blow on your shirt?",
      "es": "¿Eso de la camisa es coca?"
    }
  },
  {
    "translation": {
      "en": "What do you think, Stretch? This is show business, right?",
      "es": "¿Tú qué crees? El mundo del espectáculo."
    }
  },
  {
    "translation": {
      "en": "That was a joke, people.",
      "es": "Era una broma."
    }
  },
  {
    "translation": {
      "en": "Where's the Fresh Prince?",
      "es": "¿Dónde está el Príncipe?"
    }
  },
  {
    "translation": {
      "en": "- The Fresh Prince is on his way. -",
      "es": "Está de camino."
    }
  },
  {
    "translation": {
      "en": "- It's crying. Will you take it? - No! No.",
      "es": "- Está llorando. Cógela. - No."
    }
  },
  {
    "translation": {
      "en": "- Is that Jazzy Jeff? -",
      "es": "¿Es Jazzy Jeff?"
    }
  },
  {
    "translation": {
      "en": "This is bullshit! Where's the Fresh Prince?",
      "es": "¿Y el Príncipe?"
    }
  },
  {
    "translation": {
      "en": "Will someone please shut that girl up?",
      "es": "Que alguien calle a esa niña."
    }
  },
  {
    "translation": {
      "en": "Enough with the Romper Room, man. Bring out the Fresh Prince!",
      "es": "Esto no es una guardería. ¡Que salga el Príncipe!"
    }
  },
  {
    "translation": {
      "en": "- Fresh Prince! - Fresh Prince! Fresh Prince!",
      "es": "¡El Príncipe!"
    }
  },
  {
    "translation": {
      "en": "Please take her.",
      "es": "Cógela."
    }
  },
  {
    "translation": {
      "en": "I…",
      "es": "Pues…"
    }
  },
  {
    "translation": {
      "en": "Goddamnit! Just give her to me! Give me the baby.",
      "es": "¡Maldita sea! ¡Dámela! ¡Dame a la niña!"
    }
  },
  {
    "translation": {
      "en": "- Fresh Prince! Fresh Prince! - That's not a good idea.  Fresh Prince! Fresh Prince! Fresh Prince! Fresh Prince!",
      "es": "No es buena idea."
    }
  },
  {
    "translation": {
      "en": "Would you people just shut the hell up with the Fresh Prince already?",
      "es": "¿Queréis dejar de una puñetera vez de gritar: El Príncipe?"
    }
  },
  {
    "translation": {
      "en": "He's a two- bit TV actor",
      "es": "Es un actor de pacotilla que estará olvidado antes"
    }
  },
  {
    "translation": {
      "en": "who won't be around any longer than it takes for the ink to dry",
      "es": "Es un actor de pacotilla que estará olvidado antes de que se seque la tinta de la basura que escribís,"
    }
  },
  {
    "translation": {
      "en": "on the pages of the worthless rags you jerk- offs write for!",
      "es": "de que se seque la tinta de la basura que escribís, so capullos."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "- That guy's toast. - That's a hell of a quote.",
      "es": "Ese tío está acabado. Bonita cita."
    }
  },
  {
    "translation": {
      "en": "It's all right, Arthur. It's all right.",
      "es": "Tranquilo, Arthur."
    }
  },
  {
    "translation": {
      "en": "We won't be here too long, Dad, you know, we'll be out of your hair",
      "es": "No estaremos mucho tiempo aquí. Te dejaremos en paz"
    }
  },
  {
    "translation": {
      "en": "as soon as I get another job.",
      "es": "en cuanto encuentre otro trabajo."
    }
  },
  {
    "translation": {
      "en": "I have some feelers out to the other firms right now.",
      "es": "He tanteado a las demás compañías."
    }
  },
  {
    "translation": {
      "en": "As soon as this whole thing blows over…",
      "es": "En cuanto esto se olvide…"
    }
  },
  {
    "translation": {
      "en": "Well, it's okay to stay here as long as you need to, till you get back on your feet.",
      "es": "Quédate cuanto sea necesario, hasta que te recuperes."
    }
  },
  {
    "translation": {
      "en": "- I appreciate that. - On one condition.",
      "es": "Te lo agradezco. Con una condición."
    }
  },
  {
    "translation": {
      "en": "Yeah, here we go.",
      "es": "Ya empezamos…"
    }
  },
  {
    "translation": {
      "en": "You put the kid to bed every night.",
      "es": "Acuestas a la niña todas las noches."
    }
  },
  {
    "translation": {
      "en": "- That's it? - For starters.",
      "es": "- ¿Ya está? - Para empezar."
    }
  },
  {
    "translation": {
      "en": "- - And no whores. I don't want no whores in my house.",
      "es": "Y nada de putas. No quiero putas en mi casa."
    }
  },
  {
    "translation": {
      "en": "I'm not really a whoremonger, Dad.",
      "es": "Ya sabes que no me van las putas, papá."
    }
  },
  {
    "translation": {
      "en": "Here, the kid gets this.",
      "es": "Toma. La niña se toma esto."
    }
  },
  {
    "translation": {
      "en": "That's cute. Eight o'clock you both get a bottle.",
      "es": "Qué gracia. Ella su biberón y tú tu botella."
    }
  },
  {
    "translation": {
      "en": "Just shut the hell up and go be a father, would you, please?",
      "es": "Cállate y actúa como un padre, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "No?",
      "es": "¿No?"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is only temporary, us, you know,",
      "es": "Esto es provisional…"
    }
  },
  {
    "translation": {
      "en": "living with your grandfather here.",
      "es": "…lo de vivir aquí con el abuelo."
    }
  },
  {
    "translation": {
      "en": "So…",
      "es": "Bien…"
    }
  },
  {
    "translation": {
      "en": "How about that Fresh Prince thing, huh?",
      "es": "¿Qué te pareció lo del Príncipe?"
    }
  },
  {
    "translation": {
      "en": "- It was quite a show. -",
      "es": "Menudo espectáculo."
    }
  },
  {
    "translation": {
      "en": "Your dad's one big horse's ass.",
      "es": "Tu padre es un estúpido."
    }
  },
  {
    "translation": {
      "en": "Daddy's ex- bosses said the guys who did PR for Hitler",
      "es": "Según sus exjefes, el que hizo relaciones públicas para Hitler"
    }
  },
  {
    "translation": {
      "en": "have a better chance of working in this business again than Daddy does.",
      "es": "tendría más posibilidades que él en este negocio."
    }
  },
  {
    "translation": {
      "en": "So, okay…",
      "es": "Bien…"
    }
  },
  {
    "translation": {
      "en": "How you doing?",
      "es": "¿Qué tal te va?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "You know, you kinda look like your mom.",
      "es": "Te pareces a tu madre."
    }
  },
  {
    "translation": {
      "en": "Like a squishier, balder version of your mom.",
      "es": "Una versión más blandita y más calva de tu madre."
    }
  },
  {
    "translation": {
      "en": "Man,",
      "es": "Caramba."
    }
  },
  {
    "translation": {
      "en": "I just wish you could've gotten to meet your mom.",
      "es": "Ojalá la hubieras conocido."
    }
  },
  {
    "translation": {
      "en": "I know she wanted to meet you…",
      "es": "Sé que ella quería conocerte."
    }
  },
  {
    "translation": {
      "en": "in a big, bad way.",
      "es": "Tenía muchas ganas."
    }
  },
  {
    "translation": {
      "en": "In a big, bad way.",
      "es": "Muchas ganas."
    }
  },
  {
    "translation": {
      "en": "Sometimes, Daddy wishes he'd have died instead of Mommy.",
      "es": "A veces, papá desearía haber muerto en vez de ella."
    }
  },
  {
    "translation": {
      "en": "Because Mommy never would've…",
      "es": "Porque mamá jamás habría dejado"
    }
  },
  {
    "translation": {
      "en": "let work get in the way of",
      "es": "que el trabajo interfiriera en su relación contigo,"
    }
  },
  {
    "translation": {
      "en": "getting to know you, like Daddy has for the last…",
      "es": "que el trabajo interfiriera en su relación contigo, cosa que papá ha hecho"
    }
  },
  {
    "translation": {
      "en": "month or so.",
      "es": "este último mes."
    }
  },
  {
    "translation": {
      "en": "It's just that Daddy,",
      "es": "Es que papá…"
    }
  },
  {
    "translation": {
      "en": "he didn't expect Mommy…",
      "es": "no pensaba que mamá…"
    }
  },
  {
    "translation": {
      "en": "…to leave the way she did.",
      "es": "se iría como se fue."
    }
  },
  {
    "translation": {
      "en": "It's just really, really hard on Daddy,",
      "es": "Es muy, muy duro para papá,"
    }
  },
  {
    "translation": {
      "en": "who's been trying to fill up his days with work,",
      "es": "que se ha volcado en el trabajo para no tener que pensar"
    }
  },
  {
    "translation": {
      "en": "so he wouldn't have to think about Mommy…  …never being around again.",
      "es": "que se ha volcado en el trabajo para no tener que pensar que mamá ya no estará más aquí."
    }
  },
  {
    "translation": {
      "en": "I just loved your mom so much. You know?",
      "es": "Yo quería tanto a mamá…"
    }
  },
  {
    "translation": {
      "en": "She really lit my world on fire.",
      "es": "que iluminaba mi vida."
    }
  },
  {
    "translation": {
      "en": "When that happens…",
      "es": "Cuando eso ocurre,"
    }
  },
  {
    "translation": {
      "en": "you kinda think it'll go on like that until one of you dies.",
      "es": "piensas que seguirá ocurriendo hasta que uno de los dos muera."
    }
  },
  {
    "translation": {
      "en": "You know? You just don't expect…",
      "es": "¿Sabes? No te lo esperas. Y la echo…"
    }
  },
  {
    "translation": {
      "en": "I miss her so much. So, so much.",
      "es": "La echo tanto de menos… La echo tanto de menos…"
    }
  },
  {
    "translation": {
      "en": "And you're a little piece of Mommy,",
      "es": "Y tú eres un pedacito de mamá. ¿Sabes?"
    }
  },
  {
    "translation": {
      "en": "you know, and that makes you really special to Daddy.",
      "es": "Y tú eres un pedacito de mamá. ¿Sabes? Y eres especial para papá."
    }
  },
  {
    "translation": {
      "en": "Just don't go anywhere.",
      "es": "No te vayas."
    }
  },
  {
    "translation": {
      "en": "'Cause you're the next best thing to Mommy, and I love you so much,",
      "es": "Porque eres lo que más quiero junto con mamá."
    }
  },
  {
    "translation": {
      "en": "and I'll always be here for you,",
      "es": "Y siempre te cuidaré."
    }
  },
  {
    "translation": {
      "en": "and I'm sorry about the way I've been acting.",
      "es": "Lamento haber actuado como lo he hecho."
    }
  },
  {
    "translation": {
      "en": "I promise you…",
      "es": "Y te prometo"
    }
  },
  {
    "translation": {
      "en": "I'll be better now.",
      "es": "que lo haré mejor."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be the best daddy in the world.",
      "es": "Seré el mejor papá del mundo."
    }
  },
  {
    "translation": {
      "en": "'Cause that's what Mommy wanted.",
      "es": "Porque es lo que quería mamá."
    }
  },
  {
    "translation": {
      "en": "And that's what you deserve.",
      "es": "Y es lo que mereces."
    }
  },
  {
    "translation": {
      "en": "And that's all I am now.",
      "es": "Y es lo único que soy ahora."
    }
  },
  {
    "translation": {
      "en": "I'm just your dad.",
      "es": "Solo soy tu papá."
    }
  },
  {
    "translation": {
      "en": "Your dad likes to run off at the mouth sometimes, I know.",
      "es": "A veces, papá habla demasiado."
    }
  },
  {
    "translation": {
      "en": "Your mother wasn't a fan, either.",
      "es": "A mamá tampoco le gustaba eso."
    }
  },
  {
    "translation": {
      "en": "You wanna see a picture of your mom? I have one.",
      "es": "¿Quieres ver una foto suya?"
    }
  },
  {
    "translation": {
      "en": "This was your mommy. She was really pretty.",
      "es": "Esta es tu mamá. Es muy guapa."
    }
  },
  {
    "translation": {
      "en": "Okay. You can keep it.",
      "es": "Escucha… Puedes quedártela."
    }
  },
  {
    "translation": {
      "en": "Daddy's got a bunch.",
      "es": "Papá tiene muchas."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "es": "Ahí está."
    }
  },
  {
    "translation": {
      "en": "Good night, Gertie.",
      "es": "Buenas noches, Gertie."
    }
  },
  {
    "translation": {
      "en": "- -",
      "es": "GERTIE A LOS SIETE AÑOS"
    }
  },
  {
    "translation": {
      "en": "Gertie!",
      "es": "¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "Your chariot awaits, Princess. Let's go.",
      "es": "¡La carroza te espera, princesa! ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "We gotta go! Come on! Argh!",
      "es": "¡Tenemos que irnos!"
    }
  },
  {
    "translation": {
      "en": "How was school? Good?",
      "es": "¿Qué tal el cole, bien?"
    }
  },
  {
    "translation": {
      "en": "- You have a nice time? - Yep.",
      "es": "- ¿Lo has pasado bien? - Sí."
    }
  },
  {
    "translation": {
      "en": "Remember to put your seat belt on.",
      "es": "Ponte el cinturón."
    }
  },
  {
    "translation": {
      "en": "- Know where to find it? - Yep.",
      "es": "- ¿Sabes dónde está? - Sí."
    }
  },
  {
    "translation": {
      "en": "Lock and load.",
      "es": "Listos."
    }
  },
  {
    "translation": {
      "en": "Coming around.",
      "es": "Allá vamos."
    }
  },
  {
    "translation": {
      "en": "Get ready.",
      "es": "Prepárate."
    }
  },
  {
    "translation": {
      "en": "- Ready? - Punch it, Chewie.",
      "es": "- ¿Lista? - ¡Dale, Chewie!"
    }
  },
  {
    "translation": {
      "en": "- Can we go see Cats? - Absolutely not.",
      "es": "¿Podemos ver Cats? Ni hablar."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Because Cats was the second worst thing that ever happened to New York City.",
      "es": "Es lo segundo peor que le ha ocurrido a Nueva York."
    }
  },
  {
    "translation": {
      "en": "Besides, Cats closed three years ago.",
      "es": "Además, acabó hace tres años."
    }
  },
  {
    "translation": {
      "en": "We never do anything cool.",
      "es": "Nunca hacemos nada guay."
    }
  },
  {
    "translation": {
      "en": "Oh, you're riding in the Batmobile, aren't you? How cool is that?",
      "es": "Estamos en el Batmóvil. ¿No te parece guay?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "Look, no one's more depressed than me that driving the street sweeper",
      "es": "¿Crees que no me deprime que conducir la barredora sea"
    }
  },
  {
    "translation": {
      "en": "is considered the height of excitement in my life.",
      "es": "lo más emocionante que hago?"
    }
  },
  {
    "translation": {
      "en": "I used to live in New York City.",
      "es": "Yo vivía en Nueva York."
    }
  },
  {
    "translation": {
      "en": "I could've gone to see Cats three times a day.",
      "es": "Podía ver Cats tres veces al día."
    }
  },
  {
    "translation": {
      "en": "It's not like I ever ask for anything.",
      "es": "Nunca te pido nada."
    }
  },
  {
    "translation": {
      "en": "And the Oscar goes to Gertie Trinke,",
      "es": "Y el Óscar es para Gertie Trinke,"
    }
  },
  {
    "translation": {
      "en": "for her performance in Laying It On Thick For My Old Man.",
      "es": "por su papel en Cómo me camelo a mi padre."
    }
  },
  {
    "translation": {
      "en": "What is it with you and Cats all of a sudden?",
      "es": "¿Por qué te ha dado por Cats?"
    }
  },
  {
    "translation": {
      "en": "I wanna sing a Cats song in the big show like everybody else.",
      "es": "Quiero cantar una canción de Cats en la función."
    }
  },
  {
    "translation": {
      "en": "- What big show? - There's gonna be this big show at school.",
      "es": "- ¿Qué función? - Va a haber una función en el cole"
    }
  },
  {
    "translation": {
      "en": "All the people have to sing a song with people from their family.",
      "es": "y tenemos que cantar una canción con nuestra familia."
    }
  },
  {
    "translation": {
      "en": "Are you inviting me to this big show?",
      "es": "¿Me estás invitando?"
    }
  },
  {
    "translation": {
      "en": "Duh! Yeah, you and Pop too.",
      "es": "Sí. A ti y al abuelo."
    }
  },
  {
    "translation": {
      "en": "Oh- ho, I'm sure that'll go over huge with your Pop.",
      "es": "Seguro que al abuelo le va a encantar."
    }
  },
  {
    "translation": {
      "en": "Can Uncle Greenie and Uncle Block be in it too?",
      "es": "¿Pueden venir el tío Greenie y el tío Block?"
    }
  },
  {
    "translation": {
      "en": "Those men are not your uncles.",
      "es": "No son tus tíos. Ni siquiera tus iguales."
    }
  },
  {
    "translation": {
      "en": "- They're barely even your peers. - Pee- ers?",
      "es": "No son tus tíos. Ni siquiera tus iguales. ¿Iguales?"
    }
  },
  {
    "translation": {
      "en": "When is this big show?",
      "es": "¿Cuándo es la función?"
    }
  },
  {
    "translation": {
      "en": "Right before Thanksgiving break.",
      "es": "Antes de Acción de Gracias."
    }
  },
  {
    "translation": {
      "en": "Does it have to be something from the Bible?",
      "es": "¿Tiene que ser algo de la Biblia?"
    }
  },
  {
    "translation": {
      "en": "I don't think so. Is Cats in the Bible?",
      "es": "No creo. ¿Sale Cats en la Biblia?"
    }
  },
  {
    "translation": {
      "en": "The Satanic Bible, yes.",
      "es": "En la satánica, sí."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "When you gonna take the kid to see the Cats?",
      "es": "¿Cuándo la llevas a Cats?"
    }
  },
  {
    "translation": {
      "en": "Jesus. You too?",
      "es": "Dios, ¿tú también?"
    }
  },
  {
    "translation": {
      "en": "Gertie!",
      "es": "¡Gertie!"
    }
  },
  {
    "translation": {
      "en": "Do you even know what Cats is, Dad?",
      "es": "¿Sabes siquiera lo que es Cats?"
    }
  },
  {
    "translation": {
      "en": "What, I don't read the papers?",
      "es": "¿Crees que no leo el periódico?"
    }
  },
  {
    "translation": {
      "en": "You don't read that paper.",
      "es": "Ese periódico no."
    }
  },
  {
    "translation": {
      "en": "What are you doing with the New York Times?",
      "es": "¿Qué haces con el New York Times?"
    }
  },
  {
    "translation": {
      "en": "They ran out of the Ledger.",
      "es": "El Ledger se agotó."
    }
  },
  {
    "translation": {
      "en": "They don't have the jumble in the Times, Dad.",
      "es": "No hay sopa de letras en el Times."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "- Where were you? - I was in the bathroom.",
      "es": "- ¿Dónde estabas? - En el baño."
    }
  },
  {
    "translation": {
      "en": "Uh- huh. Why didn't I hear the toilet flush?",
      "es": "¿Y por qué no he oído la cisterna?"
    }
  },
  {
    "translation": {
      "en": "Oh, I forgot.",
      "es": "- Se me olvidó. - Ya."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay, march your butt back upstairs and flush that toilet.",
      "es": "Pues media vuelta y dale a la cisterna."
    }
  },
  {
    "translation": {
      "en": "And when I say no about something,",
      "es": "Y cuando digo no a algo, por ejemplo, a Cats, significa no."
    }
  },
  {
    "translation": {
      "en": "like, I don't know, Cats, maybe, I mean no, okay?",
      "es": "Y cuando digo no a algo, por ejemplo, a Cats, significa no. ¿De acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Pop, you were supposed to be subtle!",
      "es": "Abuelo, tenías que ser sutil."
    }
  },
  {
    "translation": {
      "en": "Why do you teach her words like that?",
      "es": "¿Por qué le enseñas palabras así?"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to mow the park for me tomorrow. I can't do it.",
      "es": "Siega tú el parque mañana. Yo no puedo."
    }
  },
  {
    "translation": {
      "en": "Why the hell not?",
      "es": "¿Por qué no?"
    }
  },
  {
    "translation": {
      "en": "I have an appointment in the city at 11:00.",
      "es": "Tengo una cita en la ciudad a las 11."
    }
  },
  {
    "translation": {
      "en": "Jesus, kid, why do you keep doing it to yourself?",
      "es": "¿Por qué sigues empeñado?"
    }
  },
  {
    "translation": {
      "en": "How many of these interviews you gotta go on before you get it through your thick head",
      "es": "¿A cuántas entrevistas irás antes de convencerte"
    }
  },
  {
    "translation": {
      "en": "they don't want you in that business anymore?",
      "es": "de que ya no te quieren en ese negocio?"
    }
  },
  {
    "translation": {
      "en": "For Chrissakes, you made fun of that Prince Charles guy.",
      "es": "Por Dios, te burlaste del tal príncipe Carlos."
    }
  },
  {
    "translation": {
      "en": "- - Thank you!",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "First of all, Dad, I didn't make fun of anybody.",
      "es": "En primer lugar, no me burlé de nadie."
    }
  },
  {
    "translation": {
      "en": "I made one remark about Will Smith, the Fresh Prince.",
      "es": "Hice un comentario sobre el Príncipe Fresco, Will Smith."
    }
  },
  {
    "translation": {
      "en": "Sooner or later, everyone's gonna forget about that, and I'm gonna go back to doing what I'm really good at,",
      "es": "Tarde o temprano, lo olvidarán y volveré a lo mío"
    }
  },
  {
    "translation": {
      "en": "instead of sweeping streets and plowing snow and picking up garbage. Okay?",
      "es": "en vez de barrer, quitar nieve y recoger la basura, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "Well, if you're going into the city anyway, at least take the kid to see the Cats.",
      "es": "Si vas a la ciudad, al menos lleva a la niña a ver Cats."
    }
  },
  {
    "translation": {
      "en": "Oh, God…",
      "es": "Madre mía…"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what. Since there is no more Cats,",
      "es": "A ver. Como ya no dan Cats,"
    }
  },
  {
    "translation": {
      "en": "Gertie, why don't you come on over here",
      "es": "Gertie, ven aquí"
    }
  },
  {
    "translation": {
      "en": "and pick out another play that you wanna see, all right?",
      "es": "y elige otra obra que quieras ver, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "Look through here. Anything you want. Go nuts.",
      "es": "Mira aquí. Lo que quieras. Adelante."
    }
  },
  {
    "translation": {
      "en": "The Cats is a show?",
      "es": "¿Cats es un espectáculo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you read the papers.",
      "es": "Sí, lees el periódico."
    }
  },
  {
    "translation": {
      "en": "You think you're slick, don't you, young lady?",
      "es": "Te crees muy lista, ¿eh, jovencita?"
    }
  },
  {
    "translation": {
      "en": "Lemme tell you something. Next time you're looking for a partner in crime,",
      "es": "La próxima vez que busques un compinche,"
    }
  },
  {
    "translation": {
      "en": "you're gonna have to aim higher than your grandfather.",
      "es": "busca algo mejor que tu abuelo."
    }
  },
  {
    "translation": {
      "en": "- He's soft in the head. - I heard that!",
      "es": "Está gagá. ¡Lo he oído!"
    }
  },
  {
    "translation": {
      "en": "- - Here.",
      "es": "Mira."
    }
  },
  {
    "translation": {
      "en": "Can we go see this show?",
      "es": "¿Podemos ver esto?"
    }
  },
  {
    "translation": {
      "en": "Sweeney Todd?",
      "es": "¿Sweeney Todd?"
    }
  },
  {
    "translation": {
      "en": "You know that this has a lot of singing, right?",
      "es": "Cantan un montón."
    }
  },
  {
    "translation": {
      "en": "It's still a play.",
      "es": "Pero es una obra."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm just checking, 'cause, you know…",
      "es": "Vale. Te lo pregunto"
    }
  },
  {
    "translation": {
      "en": "Your dad one time lost a bet with someone at his work,",
      "es": "porque papá perdió una vez una apuesta y tuvo que ir a ver una obra musical"
    }
  },
  {
    "translation": {
      "en": "and he had to go see a singing play, um, done by people on roller skates.",
      "es": "una apuesta y tuvo que ir a ver una obra musical con los actores en patines."
    }
  },
  {
    "translation": {
      "en": "Cool! Your dad didn't think so.",
      "es": "- ¡Guay! - A papá no le pareció guay."
    }
  },
  {
    "translation": {
      "en": "I handled primarily recording artists,",
      "es": "Me ocupaba principalmente de música,"
    }
  },
  {
    "translation": {
      "en": "but when I initially trained, I trained in film PR, so I can do that too.",
      "es": "pero al principio fui relaciones cinematográfico."
    }
  },
  {
    "translation": {
      "en": "l, uh… took the last six or seven years off.",
      "es": "Me he tomado los últimos seis o siete años libres."
    }
  },
  {
    "translation": {
      "en": "I was raising my daughter in New Jersey.",
      "es": "Criando a mi hija en Nueva Jersey. Pero me he mantenido al día."
    }
  },
  {
    "translation": {
      "en": "But I kept abreast, so I'm pretty comfortable jumping back in.",
      "es": "Criando a mi hija en Nueva Jersey. Pero me he mantenido al día. Así que puedo volver sin problemas. ¿Qué más puedo decir?"
    }
  },
  {
    "translation": {
      "en": "What else can I tell you guys? Uh…",
      "es": "Así que puedo volver sin problemas. ¿Qué más puedo decir?"
    }
  },
  {
    "translation": {
      "en": "That's it. I can start, you know, right away.",
      "es": "Ya está. Puedo empezar de inmediato."
    }
  },
  {
    "translation": {
      "en": "You guys all right?",
      "es": "¿Estáis bien?"
    }
  },
  {
    "translation": {
      "en": "Are you the Ollie Trinke?",
      "es": "¿Eres ese Ollie Trinke?"
    }
  },
  {
    "translation": {
      "en": "The one who used to work at Mandel- Kirschner?",
      "es": "¿El que trabajaba en Mandel/Kirschner?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that was me…",
      "es": "Sí, fue…"
    }
  },
  {
    "translation": {
      "en": "- Son of a bitch! - Yes!",
      "es": "- ¡Sí! - ¡Joder!"
    }
  },
  {
    "translation": {
      "en": "I told you, Reynolds. Pay up!",
      "es": "¡Te lo dije, Reynolds! ¡Paga!"
    }
  },
  {
    "translation": {
      "en": "I got it. Am I missing something?",
      "es": "- Lo tengo. - ¿Me estoy perdiendo algo?"
    }
  },
  {
    "translation": {
      "en": "Nah, nah, he just bet me you were the Ollie Trinke, the one who pulled The Fresh Prince.",
      "es": "No, apostó a que eras ese Ollie Trinke, el del Príncipe Fresco."
    }
  },
  {
    "translation": {
      "en": "They named it?",
      "es": "¿Es conocido?"
    }
  },
  {
    "translation": {
      "en": "Of course! Are you kidding? You're a legend, man.",
      "es": "¿Estás de broma? ¡Eres una leyenda!"
    }
  },
  {
    "translation": {
      "en": "You did what every flack only dreams about doing.",
      "es": "Hiciste lo que todo agente sueña con hacer."
    }
  },
  {
    "translation": {
      "en": "Oh, which was what?",
      "es": "¿Es decir?"
    }
  },
  {
    "translation": {
      "en": "You went apeshit. You trashed your client back to the Stone Age.",
      "es": "¡Te volviste loco! ¡Machacaste a tu cliente!"
    }
  },
  {
    "translation": {
      "en": "- Right. - Yeah.",
      "es": "- Claro. - Sí."
    }
  },
  {
    "translation": {
      "en": "We bow to you, man. You're like a god around here.",
      "es": "Te veneramos. - Eres como un dios. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yep, exactly. - God enough to get a job?",
      "es": "- Exacto. - ¿El dios consigue el trabajo?"
    }
  },
  {
    "translation": {
      "en": "- No. -",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "- What are you, insane? - No chance, Trinke.",
      "es": "¿Estás loco? - Ni hablar. - No, tío, no."
    }
  },
  {
    "translation": {
      "en": "- Oh, man. No. -",
      "es": "- Ni hablar. - No, tío, no."
    }
  },
  {
    "translation": {
      "en": "- Pop, I'm home. - Yeah, like I give a shit.",
      "es": "¡Ya he llegado, papá! - Me importa una mierda. - Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "You know, thanks a lot, Pop.",
      "es": "- Me importa una mierda. - Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "That's what it looks like?",
      "es": "¿Es así?"
    }
  },
  {
    "translation": {
      "en": "I guess. What does yours look like?",
      "es": "Supongo. ¿Cómo es lo tuyo?"
    }
  },
  {
    "translation": {
      "en": "Not like that.",
      "es": "No es así."
    }
  },
  {
    "translation": {
      "en": "Yeah? Let me see.",
      "es": "¿Sí? A ver."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "Vale."
    }
  },
  {
    "translation": {
      "en": "Gertie, it's time for Bryan to go home.",
      "es": "Gertie, Bryan tiene que irse a casa."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "De acuerdo."
    }
  },
  {
    "translation": {
      "en": "What are your intentions?",
      "es": "¿Cuáles son tus intenciones?"
    }
  },
  {
    "translation": {
      "en": "What are your intentions with my daughter? Do you plan on marrying her?",
      "es": "¿Cuáles son tus intenciones con mi hija? ¿Vas a casarte con ella?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "Well, only married boys and girls…",
      "es": "Solo los chicos y las chicas casados…"
    }
  },
  {
    "translation": {
      "en": "…show each other their, uh…",
      "es": "se enseñan sus…"
    }
  },
  {
    "translation": {
      "en": "their, you know, uh…",
      "es": "sus…"
    }
  },
  {
    "translation": {
      "en": "parts, okay?",
      "es": "partes. ¿De acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Okay, Bryan…  …you can go now.",
      "es": "Bien, Bryan, puedes irte."
    }
  },
  {
    "translation": {
      "en": "If you come back, come back with a ring.",
      "es": "Si vuelves, que sea con un anillo."
    }
  },
  {
    "translation": {
      "en": "Yes, Mr. Trinke.",
      "es": "Sí, señor Trinke. Adiós, Gertie."
    }
  },
  {
    "translation": {
      "en": "- Bye, Gertie. - Bye.",
      "es": "Sí, señor Trinke. Adiós, Gertie. Adiós."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Bryan.",
      "es": "Adiós, Bryan."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Do you have any, uh…",
      "es": "¿Tienes alguna…"
    }
  },
  {
    "translation": {
      "en": "questions about what you,",
      "es": "pregunta sobre lo que…"
    }
  },
  {
    "translation": {
      "en": "you know…",
      "es": "bueno…"
    }
  },
  {
    "translation": {
      "en": "you know, whatever, saw?",
      "es": "lo que hayas visto?"
    }
  },
  {
    "translation": {
      "en": "Do you have what Bryan has?",
      "es": "¿Tienes tú lo que tiene Bryan?"
    }
  },
  {
    "translation": {
      "en": "Yes, I have one… too.",
      "es": "Sí, tengo uno… también."
    }
  },
  {
    "translation": {
      "en": "Is yours as big as his?",
      "es": "¿Es tan grande como el suyo?"
    }
  },
  {
    "translation": {
      "en": "Sadly, yes.",
      "es": "Por desgracia, sí."
    }
  },
  {
    "translation": {
      "en": "- Can we rent a movie? - Yes.",
      "es": "¿Alquilamos una película? Sí."
    }
  },
  {
    "translation": {
      "en": "So they wouldn't give you a job, huh?",
      "es": "Así que no te han dado el trabajo."
    }
  },
  {
    "translation": {
      "en": "No. But apparently, Daddy's a legend.",
      "es": "- No. Pero papá es una leyenda. - No necesitas ese trabajo."
    }
  },
  {
    "translation": {
      "en": "You don't need that job anyway. You already got a job.",
      "es": "- No. Pero papá es una leyenda. - No necesitas ese trabajo. Ya tienes uno."
    }
  },
  {
    "translation": {
      "en": "Yes, well, Daddy used to have a job",
      "es": "Sí, bueno… En el otro trabajo, la ducha era una opción, no una necesidad."
    }
  },
  {
    "translation": {
      "en": "where a nightly shower was an option, not a necessity.",
      "es": "En el otro trabajo, la ducha era una opción, no una necesidad."
    }
  },
  {
    "translation": {
      "en": "- You know what job you should do? - What's that?",
      "es": "- ¿Sabes qué deberías ser? - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "You should be a dance teacher, like Johnny in Dirty Dancing.",
      "es": "Profesor de baile, como Johnny en Dirty Dancing."
    }
  },
  {
    "translation": {
      "en": "I should?",
      "es": "¿Sí? ¿Debería decir:"
    }
  },
  {
    "translation": {
      "en": "Should I say, Nobody puts Baby in a corner?",
      "es": "¿Sí? ¿Debería decir: Nadie deja a Baby en la esquina?"
    }
  },
  {
    "translation": {
      "en": "Oh, can we rent Dirty Dancing again?",
      "es": "¿Alquilamos otra vez Dirty Dancing?"
    }
  },
  {
    "translation": {
      "en": "Ugh, Dirty Dancing ranks one notch below Cats in my book. Can you pick out something else?",
      "es": "En mi opinión, es peor aún que Cats. ¿Puedes elegir otra?"
    }
  },
  {
    "translation": {
      "en": "Can we rent this?",
      "es": "¿Podemos coger esta?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "es": "Categóricamente no."
    }
  },
  {
    "translation": {
      "en": "Go pick out something from the children's section.",
      "es": "Coge algo de la sección infantil."
    }
  },
  {
    "translation": {
      "en": "- All those movies suck. - Watch your language.",
      "es": "- Son todas una mierda. - Cuida ese lenguaje."
    }
  },
  {
    "translation": {
      "en": "Nah, that's…",
      "es": "No, es…"
    }
  },
  {
    "translation": {
      "en": "No, I guess that's it. Yep, yep, that's it.",
      "es": "Supongo que ya está. Sí, ya está."
    }
  },
  {
    "translation": {
      "en": "I'll just take this and whatever the kid's getting.",
      "es": "Me llevo esto y lo que elija la niña."
    }
  },
  {
    "translation": {
      "en": "Just go ahead and put it in the bag. I'm all set.",
      "es": "Así que… póngala en la bolsa."
    }
  },
  {
    "translation": {
      "en": "It's good.",
      "es": "Ya está."
    }
  },
  {
    "translation": {
      "en": "Bi- Bi Guys, featuring Curious Jordie?",
      "es": "Tíos bi, con Curious Jordie."
    }
  },
  {
    "translation": {
      "en": "Interesting choice. Does the wife know you're looking into your options?",
      "es": "Interesante. ¿Sabe su mujer que está investigando sus opciones?"
    }
  },
  {
    "translation": {
      "en": "It's-- I got the…",
      "es": "Es… Me… Me equivoqué de funda"
    }
  },
  {
    "translation": {
      "en": "- I got the wrong box by accident. - Oh, right.",
      "es": "Es… Me… Me equivoqué de funda - por error. - Ya."
    }
  },
  {
    "translation": {
      "en": "Would you mind, uh, exchanging that for me for something…",
      "es": "¿Le importa cambiarla por algo, cualquier cosa,"
    }
  },
  {
    "translation": {
      "en": "You know, whatever, anything you can get your hands on that's, you know…",
      "es": "¿Le importa cambiarla por algo, cualquier cosa, - que sea… - Quiere algo…"
    }
  },
  {
    "translation": {
      "en": "So, then you want something…",
      "es": "- que sea… - Quiere algo…"
    }
  },
  {
    "translation": {
      "en": "That's non- bi.",
      "es": "…que no sea bi."
    }
  },
  {
    "translation": {
      "en": "Can I have your membership card, please?",
      "es": "¿Me da su tarjeta de socio?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "es": "Sí, claro."
    }
  },
  {
    "translation": {
      "en": "Would you mind if I asked you a few questions about your renting practices?",
      "es": "¿Puedo hacerle unas preguntas sobre lo que alquila?"
    }
  },
  {
    "translation": {
      "en": "- Uh… sure. - Really? Uh…",
      "es": "- Claro. - ¿De verdad?"
    }
  },
  {
    "translation": {
      "en": "Do you always rent adult titles with your daughter in tow, or is this the first time?",
      "es": "¿Siempre alquila películas para adultos con su hija o es la primera vez?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "es": "¿Perdón?"
    }
  },
  {
    "translation": {
      "en": "Oh, when you rent porn, do you usually do it with family around, or is this like a, you know, special occasion?",
      "es": "Cuando alquila cintas porno, ¿lo hace con la familia o es una ocasión especial?"
    }
  },
  {
    "translation": {
      "en": "Do I have to… to answer this?",
      "es": "- ¿Tengo que contestar? - Soy estudiante."
    }
  },
  {
    "translation": {
      "en": "I'm a grad student, I'm writing a thesis paper,",
      "es": "- ¿Tengo que contestar? - Soy estudiante. Estoy escribiendo una tesis:"
    }
  },
  {
    "translation": {
      "en": "A Bird in the Hand: The Family Man and the Pornographic Fixation.",
      "es": "El pajarito en la mano, el padre de familia y la fijación pornográfica."
    }
  },
  {
    "translation": {
      "en": "Okay. I would rather not take part.",
      "es": "Prefiero no participar."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "es": "¿De verdad? Frank, ¿Tíos bi"
    }
  },
  {
    "translation": {
      "en": "Frank, is Bi- Bi Guys",
      "es": "¿De verdad? Frank, ¿Tíos bi se alquila por un día, o por dos?"
    }
  },
  {
    "translation": {
      "en": "- a one or a two- night rental? -",
      "es": "se alquila por un día, o por dos?"
    }
  },
  {
    "translation": {
      "en": "What are you getting, Daddy?",
      "es": "¿Qué te llevas tú?"
    }
  },
  {
    "translation": {
      "en": "Yeah, daddy, what are you getting? Let's just take a look.",
      "es": "Sí, papá, ¿qué te llevas? - Vamos a ver… - No, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "Let's not, okay?",
      "es": "- Vamos a ver… - No, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "Would you mind not asking me those questions when my daughter's with me?",
      "es": "¿Puede no hacerme esas preguntas con mi hija delante?"
    }
  },
  {
    "translation": {
      "en": "- How about when you bring these back? -",
      "es": "¿Qué tal cuando las traiga?"
    }
  },
  {
    "translation": {
      "en": "That's-- Yeah.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "In an effort to get honest feedback, I'd appreciate it if you left the kid and the wife at home.",
      "es": "Para que la información sea fiable, no traiga a su mujer y a su hija."
    }
  },
  {
    "translation": {
      "en": "My mom's dead. She died when I was born.",
      "es": "Mamá murió. Murió cuando yo nací."
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus.",
      "es": "Dios mío…"
    }
  },
  {
    "translation": {
      "en": "- Man, uh… I'm sorry. I didn't… - No,",
      "es": "Lo siento. Yo no… No, efectivamente."
    }
  },
  {
    "translation": {
      "en": "you didn't.",
      "es": "No, efectivamente."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "Aw, do I have to?",
      "es": "¿Tengo que hacerlo?"
    }
  },
  {
    "translation": {
      "en": "Major Damage didn't have to go to bed when he fought the Tiki Terrors.",
      "es": "El comandante Daño no se fue a la cama cuando luchó con los Terrores Tiki."
    }
  },
  {
    "translation": {
      "en": "- Melvin! - - And he didn't have to… -",
      "es": "- ¡Melvin! - Y a lo mejor…"
    }
  },
  {
    "translation": {
      "en": "- I'll get it. - You will not.",
      "es": "- Ya voy. - No."
    }
  },
  {
    "translation": {
      "en": "You're not even supposed to be up this late.",
      "es": "Ni siquiera deberías estar despierta."
    }
  },
  {
    "translation": {
      "en": "Watch your video.",
      "es": "Ve tu vídeo."
    }
  },
  {
    "translation": {
      "en": "- But Mom! - Say, Okay, Mom.",
      "es": "- ¡Mamá! - Di: Vale, mamá."
    }
  },
  {
    "translation": {
      "en": "- Aw! - Say, Okay, Mom.",
      "es": "Di: Vale, mamá."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "es": "- Hola. - Hola."
    }
  },
  {
    "translation": {
      "en": "Hey! You're the lady from the video store.",
      "es": "Eres la señora del videoclub."
    }
  },
  {
    "translation": {
      "en": "Let's not use that term too loosely, okay?",
      "es": "El término es inadecuado, ¿vale?"
    }
  },
  {
    "translation": {
      "en": "- - Go back and watch your video.",
      "es": "Ve a ver el vídeo."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "I uh… I just wanted to come here and tell you that I'm… I'm really sorry about earlier tonight.",
      "es": "Quería decirte que lamento mucho lo que ocurrió antes."
    }
  },
  {
    "translation": {
      "en": "I… I feel like shit about what I said and your daughter and everything.",
      "es": "Me siento fatal tras lo que dije, respecto a tu hija, a todo."
    }
  },
  {
    "translation": {
      "en": "Well, you should.",
      "es": "Y con razón."
    }
  },
  {
    "translation": {
      "en": "You know that kid was crying in the car the whole way home?",
      "es": "Lloró durante todo el trayecto."
    }
  },
  {
    "translation": {
      "en": "- Oh, no. - No, I wasn't.",
      "es": "- Oh, no. - No es verdad."
    }
  },
  {
    "translation": {
      "en": "- - Get back inside and watch your video.",
      "es": "Vuelve con tu vídeo."
    }
  },
  {
    "translation": {
      "en": "Nice! Real nice.",
      "es": "Qué bonito."
    }
  },
  {
    "translation": {
      "en": "See, now you have to let me interview you for my paper.",
      "es": "Ahora tienes que colaborar en mi tesis."
    }
  },
  {
    "translation": {
      "en": "Is that why you're here?",
      "es": "¿A eso has venido?"
    }
  },
  {
    "translation": {
      "en": "I just think you'd make one hell of an interesting case study.",
      "es": "Es que me parece un caso muy interesante."
    }
  },
  {
    "translation": {
      "en": "The sympathetic widower who doesn't have time to date",
      "es": "El viudo que no sale con chicas porque está criando a su hija"
    }
  },
  {
    "translation": {
      "en": "'cause he's raising his kid, so he rents porn instead.",
      "es": "El viudo que no sale con chicas porque está criando a su hija y a cambio alquila pelis porno. Es muy interesante."
    }
  },
  {
    "translation": {
      "en": "I mean, I think that's very interesting stuff.",
      "es": "y a cambio alquila pelis porno. Es muy interesante."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ! You've got some nerve, lady.",
      "es": "¡Santo Dios! Menudo morro tienes."
    }
  },
  {
    "translation": {
      "en": "And besides, I… I'd really like to make it up to you",
      "es": "Además, quiero compensarte."
    }
  },
  {
    "translation": {
      "en": "for what I said, and for embarrassing you before that.",
      "es": "Por lo que dije y por avergonzarte."
    }
  },
  {
    "translation": {
      "en": "You're really having a banner evening. You're batting a thousand tonight.",
      "es": "Te estás luciendo esta noche."
    }
  },
  {
    "translation": {
      "en": "You're Ollie, right?",
      "es": "Te llamas Ollie, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "I'm Maya Harding.",
      "es": "Yo soy Maya Harding."
    }
  },
  {
    "translation": {
      "en": "- Hi, Maya. Nice to meet you. - Hi.",
      "es": "- Hola, Maya. Mucho gusto. - Hola."
    }
  },
  {
    "translation": {
      "en": "Come on, why don't you let me take you out one day this week?",
      "es": "¿Por qué no salimos esta semana?"
    }
  },
  {
    "translation": {
      "en": "You do eat lunch when you're not knee- deep in adult movies, right?",
      "es": "Almorzarás cuando no estás absorto en películas porno, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I appreciate it, but, no, thanks.",
      "es": "Te lo agradezco, pero no, gracias."
    }
  },
  {
    "translation": {
      "en": "Ollie, come on, you're ruining my karma level here.",
      "es": "Vamos, me estás fastidiando el karma."
    }
  },
  {
    "translation": {
      "en": "What, buying me one lunch is gonna square you with Krishna?",
      "es": "¿Invitarme a almorzar te congraciará con Krishna?"
    }
  },
  {
    "translation": {
      "en": "Hare! Hare!",
      "es": "Hare, hare."
    }
  },
  {
    "translation": {
      "en": "Is Monday okay? Sound good?",
      "es": "¿Qué tal el lunes? ¿Bien?"
    }
  },
  {
    "translation": {
      "en": "I mean, I was thinking nothing fancy.",
      "es": "Nada lujoso, ¿eh?"
    }
  },
  {
    "translation": {
      "en": "I was thinking maybe, like, the diner.",
      "es": "¿Qué tal la cafetería?"
    }
  },
  {
    "translation": {
      "en": "Around noon?",
      "es": "¿A mediodía?"
    }
  },
  {
    "translation": {
      "en": "No!",
      "es": "¡No!"
    }
  },
  {
    "translation": {
      "en": "Noon it is!",
      "es": "Muy bien, a mediodía."
    }
  },
  {
    "translation": {
      "en": "See you there. Bye!",
      "es": "Allí nos vemos. Adiós."
    }
  },
  {
    "translation": {
      "en": "- An incredibly strange woman. -",
      "es": "Es de lo más extraña."
    }
  },
  {
    "translation": {
      "en": "I did not hear the toilet flush.",
      "es": "No he oído la cisterna."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Can we get popcorn?",
      "es": "¿Compramos palomitas?"
    }
  },
  {
    "translation": {
      "en": "This isn't the movies, sweetheart. They don't sell popcorn here.",
      "es": "Esto no es un cine. Aquí no hay palomitas."
    }
  },
  {
    "translation": {
      "en": "This is Broadway. This is class.",
      "es": "Esto es Broadway. Tiene clase."
    }
  },
  {
    "translation": {
      "en": "♪ And if you're beautiful ♪",
      "es": "…y si eres hermosa,"
    }
  },
  {
    "translation": {
      "en": "♪ What then with yellow hair like wheat ♪",
      "es": "con el cabello amarillo como el trigo,"
    }
  },
  {
    "translation": {
      "en": "♪ I think we shall not meet again My little dove ♪",
      "es": "no volveremos a vernos, mi palomita,"
    }
  },
  {
    "translation": {
      "en": "♪ My sweet Joanna ♪",
      "es": "mi dulce Joanna."
    }
  },
  {
    "translation": {
      "en": "♪ Goodbye, Joanna ♪",
      "es": "¡Adiós, Joanna!"
    }
  },
  {
    "translation": {
      "en": "♪ You're gone and yet you're mine ♪",
      "es": "Te has ido, pero aun así eres mía."
    }
  },
  {
    "translation": {
      "en": "♪ I'm fine, Joanna ♪",
      "es": "Estoy bien, Joanna."
    }
  },
  {
    "translation": {
      "en": "♪ I'm fine ♪",
      "es": "Estoy bien."
    }
  },
  {
    "translation": {
      "en": "Okay, now, you see that floor. Now look three windows in from the right.",
      "es": "Bien. ¿Ves ese piso? Ahora, cuenta tres ventanas desde la derecha."
    }
  },
  {
    "translation": {
      "en": "- See that window? - Yeah.",
      "es": "- ¿Ves esa ventana? - Sí."
    }
  },
  {
    "translation": {
      "en": "That's where we used to live before we lived with Pop.",
      "es": "Ahí vivíamos antes de vivir con el abuelo."
    }
  },
  {
    "translation": {
      "en": "We'd still live there if we lived in the city.",
      "es": "Seguiríamos ahí si viviéramos en la ciudad."
    }
  },
  {
    "translation": {
      "en": "- If Mommy was still alive? - Yep.",
      "es": "- ¿Si mamá siguiera viva? - Sí."
    }
  },
  {
    "translation": {
      "en": "- Dad? - Yes?",
      "es": "- Papá. - ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Do you miss Mommy?",
      "es": "¿Echas de menos a mamá?"
    }
  },
  {
    "translation": {
      "en": "I do. Every day.",
      "es": "Sí. Todos los días."
    }
  },
  {
    "translation": {
      "en": "What was she like?",
      "es": "¿Cómo era?"
    }
  },
  {
    "translation": {
      "en": "I've told you a million times what she was like.",
      "es": "- Te lo he dicho un millón de veces. - Lo sé,"
    }
  },
  {
    "translation": {
      "en": "I know, but I forget.",
      "es": "- Te lo he dicho un millón de veces. - Lo sé, pero se me olvida."
    }
  },
  {
    "translation": {
      "en": "No, I don't think you forget. You just like to hear me tell you.",
      "es": "No, no se te olvida. Te gusta oírmelo contar."
    }
  },
  {
    "translation": {
      "en": "Which is okay. It's all right.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "You can ask about your mommy as much as you want.",
      "es": "Puedes preguntar cuanto quieras."
    }
  },
  {
    "translation": {
      "en": "So tell me already.",
      "es": "Pues cuenta."
    }
  },
  {
    "translation": {
      "en": "Well, she was pushy, like you were right there.",
      "es": "Bueno, era insistente, como tú hace un momento."
    }
  },
  {
    "translation": {
      "en": "She was beautiful, like you are right now.",
      "es": "Era hermosa, como tú ahora."
    }
  },
  {
    "translation": {
      "en": "And she was…",
      "es": "Y era…"
    }
  },
  {
    "translation": {
      "en": "smart and strong,",
      "es": "lista y fuerte,"
    }
  },
  {
    "translation": {
      "en": "like you'll grow up to be one day.",
      "es": "como serás tú algún día."
    }
  },
  {
    "translation": {
      "en": "- I'm smart now. - I know.",
      "es": "Soy lista ahora."
    }
  },
  {
    "translation": {
      "en": "I wasn't impugning your intelligence or anything.",
      "es": "Ya. No impugnaba tu inteligencia."
    }
  },
  {
    "translation": {
      "en": "What's impugning mean?",
      "es": "¿Qué es impugnaba?"
    }
  },
  {
    "translation": {
      "en": "Oh, not so smart now, are ya?",
      "es": "No eres tan lista, ¿eh?"
    }
  },
  {
    "translation": {
      "en": "- That's a big word. - Yes, you're right, it is.",
      "es": "Es una palabra complicada. Sí, tienes razón."
    }
  },
  {
    "translation": {
      "en": "Let's see. To impugn means to criticize.",
      "es": "A ver. Impugnar significa criticar."
    }
  },
  {
    "translation": {
      "en": "So… Pop's always impugning you, right?",
      "es": "Entonces… el abuelo siempre te impugna, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Well, he thinks he is. But really, he's just talking to make sure he's still alive.",
      "es": "Cree hacerlo. Pero solo habla para asegurarse de que está vivo."
    }
  },
  {
    "translation": {
      "en": "- Pop is a very, very old man. -",
      "es": "El abuelo es muy muy viejo."
    }
  },
  {
    "translation": {
      "en": "What do you think? You like the city?",
      "es": "¿Qué? ¿Te gusta la ciudad?"
    }
  },
  {
    "translation": {
      "en": "It's okay. But I like Highlands better.",
      "es": "Está bien, pero prefiero Highlands."
    }
  },
  {
    "translation": {
      "en": "- You do? - Yeah.",
      "es": "- ¿Sí? - Sí."
    }
  },
  {
    "translation": {
      "en": "My school's there and my friends. And we can rent movies there.",
      "es": "Ahí está mi escuela, y mis amigos. Y podemos alquilar películas."
    }
  },
  {
    "translation": {
      "en": "Well, if memory serves, you can rent movies here too.",
      "es": "Que yo sepa, aquí también puedes alquilarlas."
    }
  },
  {
    "translation": {
      "en": "Yeah, but not from that pretty lady at the video store.",
      "es": "Pero no a esa señora tan guapa del videoclub."
    }
  },
  {
    "translation": {
      "en": "Oh, you think she's pretty, do you?",
      "es": "- Te parece guapa, ¿eh? - ¿A ti no?"
    }
  },
  {
    "translation": {
      "en": "Don't you? Isn't that why you're taking her on a date?",
      "es": "- Te parece guapa, ¿eh? - ¿A ti no? ¿No es por eso que vas a salir con ella?"
    }
  },
  {
    "translation": {
      "en": "It's not a date. The only girl I take on dates is you, okay?",
      "es": "No voy a salir con ella. La única chica con la que salgo eres tú."
    }
  },
  {
    "translation": {
      "en": "- This is a date. We're on a date. - We are?",
      "es": "Esto es salir. Estamos saliendo. ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "- Mm- hmm. - It doesn't feel like a date.",
      "es": "No lo parece."
    }
  },
  {
    "translation": {
      "en": "It doesn't?",
      "es": "¿No?"
    }
  },
  {
    "translation": {
      "en": "Well, I can fix that.",
      "es": "Bueno, eso puedo arreglarlo."
    }
  },
  {
    "translation": {
      "en": "Sir?",
      "es": "¡Señor!"
    }
  },
  {
    "translation": {
      "en": "So, question one. How often do you rent adult movies?",
      "es": "Pregunta una: ¿Cuántas veces alquilas películas para adultos?"
    }
  },
  {
    "translation": {
      "en": "Do I really have to do this?",
      "es": "¿Tengo que contestar?"
    }
  },
  {
    "translation": {
      "en": "I don't think you have anything to be ashamed about.",
      "es": "No tienes por qué avergonzarte."
    }
  },
  {
    "translation": {
      "en": "Interest in adult film can be healthy, as long as it's not habitual.",
      "es": "El interés por esas películas puede ser sano, si no es habitual."
    }
  },
  {
    "translation": {
      "en": "So come on, how often?",
      "es": "Bien, ¿cuántas veces?"
    }
  },
  {
    "translation": {
      "en": "Three or four times a week.",
      "es": "Tres o cuatro a la semana."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe I was wrong. You should be ashamed.",
      "es": "Tal vez me equivoqué. Deberías avergonzarte."
    }
  },
  {
    "translation": {
      "en": "You have a real talent for making the subject feel open",
      "es": "Consigues que tu interlocutor se sienta"
    }
  },
  {
    "translation": {
      "en": "and comfortable in a safe environment.",
      "es": "a gusto en un entorno seguro."
    }
  },
  {
    "translation": {
      "en": "So, you're renting it presumably to masturbate to, right?",
      "es": "Las alquilarás para masturbarte."
    }
  },
  {
    "translation": {
      "en": "- Good God! - Oh, come on, don't be such a tight- ass.",
      "es": "- ¿No? - Santo cielo. - No seas estrecho. Somos adultos. - Sé que yo lo soy."
    }
  },
  {
    "translation": {
      "en": "- We're all adults here. - I know I'm an adult.",
      "es": "- No seas estrecho. Somos adultos. - Sé que yo lo soy."
    }
  },
  {
    "translation": {
      "en": "How old are you, exactly?",
      "es": "¿Qué edad tienes?"
    }
  },
  {
    "translation": {
      "en": "- I'll be 26 in March. - Twenty- six?",
      "es": "- Cumplo 26 en marzo. - ¿26?"
    }
  },
  {
    "translation": {
      "en": "You haven't learned there are things that aren't polite to talk about in public?",
      "es": "¿Y aún no sabes que algunas cosas no se hablan en público?"
    }
  },
  {
    "translation": {
      "en": "If it makes you feel any better, I do it, like, twice a day.",
      "es": "Si vas a sentirte mejor, yo lo hago dos veces al día."
    }
  },
  {
    "translation": {
      "en": "- Good God! - What can I tell ya? I get bored easily.",
      "es": "¡Santo cielo! Es que me aburro con facilidad."
    }
  },
  {
    "translation": {
      "en": "You… you're gonna… get carpal tunnel syndrome.",
      "es": "Pillarás el síndrome del túnel carpiano."
    }
  },
  {
    "translation": {
      "en": "Don't get all judgmental with me. You're no slouch yourself.",
      "es": "No se te ocurra juzgarme. Tú tampoco te quedas corto."
    }
  },
  {
    "translation": {
      "en": "- Well, no, I… - I just have a healthy sexual appetite.",
      "es": "Bueno, no. - Mi apetito sexual es sano. - ¿Por qué"
    }
  },
  {
    "translation": {
      "en": "Why don't you go out and get yourself a boyfriend?",
      "es": "no te buscas un novio?"
    }
  },
  {
    "translation": {
      "en": "Why don't you just go out and get yourself a girlfriend?",
      "es": "¿Por qué no te buscas tú una novia?"
    }
  },
  {
    "translation": {
      "en": "I work all day, hang out with my kid all night.",
      "es": "Trabajo de día y cuido de mi hija de noche."
    }
  },
  {
    "translation": {
      "en": "So you'd rather hang out with your kid than get laid?",
      "es": "¿Prefieres pasar el rato con tu hija a echar un polvo?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "That's kinda sweet.",
      "es": "Qué tierno."
    }
  },
  {
    "translation": {
      "en": "I'm kinda crushing on you right now, Trinke.",
      "es": "Empiezas a gustarme, Trinke."
    }
  },
  {
    "translation": {
      "en": "Okay. Can I go home now?",
      "es": "Vale. ¿Puedo irme a casa?"
    }
  },
  {
    "translation": {
      "en": "No. When was the last time you had sex?",
      "es": "No. ¿Cuándo tuviste relaciones por última vez?"
    }
  },
  {
    "translation": {
      "en": "I would rather not disclose that information.",
      "es": "Prefiero no revelar esa información."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, don't clam up on me now. You're gonna remain anonymous in my paper.",
      "es": "Vamos. No te cierres. Tu declaración será anónima."
    }
  },
  {
    "translation": {
      "en": "Anonymity doesn't concern me. Embarrassment does.",
      "es": "El anonimato no me preocupa. La vergüenza sí."
    }
  },
  {
    "translation": {
      "en": "Why would you be embarrassed?",
      "es": "¿Por qué ibas a avergonzarte?"
    }
  },
  {
    "translation": {
      "en": "Because it's been a long time.",
      "es": "Porque fue hace mucho."
    }
  },
  {
    "translation": {
      "en": "How long?",
      "es": "¿Cuánto?"
    }
  },
  {
    "translation": {
      "en": "A long time.",
      "es": "Mucho."
    }
  },
  {
    "translation": {
      "en": "Come on, champ. Own it. Just put it out there.",
      "es": "Vamos. Acéptalo. Dilo abiertamente."
    }
  },
  {
    "translation": {
      "en": "I swear I won't make any editorial cracks about it.",
      "es": "Te juro que no me burlaré."
    }
  },
  {
    "translation": {
      "en": "- Not in front of you, at least.  -",
      "es": "Al menos, no delante de ti."
    }
  },
  {
    "translation": {
      "en": "Seven years.",
      "es": "Siete años."
    }
  },
  {
    "translation": {
      "en": "Seven years?",
      "es": "¿Siete años?"
    }
  },
  {
    "translation": {
      "en": "Since my wife died, yeah.",
      "es": "Desde que murió mi mujer."
    }
  },
  {
    "translation": {
      "en": "You know, a dumbfounded, mouth- agape look of shock",
      "es": "Sabes que… quedarte atónita y boquiabierta"
    }
  },
  {
    "translation": {
      "en": "might be construed by some as an editorial crack too.",
      "es": "podría considerarse una burla, ¿no?"
    }
  },
  {
    "translation": {
      "en": "- I'm sorry. - It's okay. It's fine.",
      "es": "- Lo siento. - No importa. - Está bien. - No, no lo está."
    }
  },
  {
    "translation": {
      "en": "No, it's not. I mean, it's not at all.",
      "es": "No está nada bien."
    }
  },
  {
    "translation": {
      "en": "With all due respect to your wife, you gotta get back on the horse, man.",
      "es": "Con el debido respeto hacia tu mujer, tienes que volver a hacerlo."
    }
  },
  {
    "translation": {
      "en": "No, I don't, actually.",
      "es": "Para nada."
    }
  },
  {
    "translation": {
      "en": "- Yes, you do. - No, I don't.",
      "es": "Claro que sí. No."
    }
  },
  {
    "translation": {
      "en": "Yes, you-- Get up.",
      "es": "Sí… Levanta."
    }
  },
  {
    "translation": {
      "en": "- Are we done? - With this, for now. But come with me.",
      "es": "- ¿Hemos acabado? - Por ahora. Pero ven conmigo."
    }
  },
  {
    "translation": {
      "en": "Lord have mercy.",
      "es": "¡Ten piedad, Señor!"
    }
  },
  {
    "translation": {
      "en": "Where are we going? To your place. We're gonna have some sex.",
      "es": "- ¿Adónde vamos? - A tu casa, a practicar sexo."
    }
  },
  {
    "translation": {
      "en": "What, did you forget something?",
      "es": "¿Se te ha olvidado algo?"
    }
  },
  {
    "translation": {
      "en": "No. Look, I… I appreciate the offer.",
      "es": "No. Te agradezco el ofrecimiento."
    }
  },
  {
    "translation": {
      "en": "I'm very flattered. But I can't do this.",
      "es": "Me siento muy halagado. Pero no puedo hacerlo."
    }
  },
  {
    "translation": {
      "en": "What's the matter? Don't you think I'm cute?",
      "es": "¿Qué pasa? ¿No te parezco mona?"
    }
  },
  {
    "translation": {
      "en": "- Of course. I think you're cute. - Well, then?",
      "es": "Claro que eres mona. ¿Entonces?"
    }
  },
  {
    "translation": {
      "en": "Look, I'm not just celibate because of my daughter.",
      "es": "No soy célibe por mi hija. Hay muchas cuestiones emocionales."
    }
  },
  {
    "translation": {
      "en": "There are a lot of emotional issues in it too.",
      "es": "No soy célibe por mi hija. Hay muchas cuestiones emocionales. Quiero decir…"
    }
  },
  {
    "translation": {
      "en": "I mean, my wife may be dead, I'm still very much in love with her.",
      "es": "mi mujer está muerta, pero sigo enamorado de ella."
    }
  },
  {
    "translation": {
      "en": "Hey, I respect that. I mean, look, I'm not telling you to fall in love with me here,",
      "es": "Lo respeto. No te digo que te enamores de mí"
    }
  },
  {
    "translation": {
      "en": "and I'm not trying to replace your wife.",
      "es": "y no intento reemplazar"
    }
  },
  {
    "translation": {
      "en": "I'm talking about two consenting adults having some casual sex.",
      "es": "a tu mujer. Somos dos adultos que van a practicar sexo sin compromisos."
    }
  },
  {
    "translation": {
      "en": "Probably some really short…  …casual sex, with you being a little out of practice.",
      "es": "Sin compromisos y muy breve, vista tu falta de práctica."
    }
  },
  {
    "translation": {
      "en": "I can't do it, I'm sorry.",
      "es": "No puedo, lo siento."
    }
  },
  {
    "translation": {
      "en": "What are you, a monk?",
      "es": "¿Eres un monje? ¡Dios!"
    }
  },
  {
    "translation": {
      "en": "God! Let's look at this logically, okay? You rent porn and touch yourself, right?",
      "es": "¿Eres un monje? ¡Dios! Sé lógico. Alquilas pelis porno y te tocas,"
    }
  },
  {
    "translation": {
      "en": "Would you lower your voice?",
      "es": "- ¿exacto? - ¿Puedes bajar la voz?"
    }
  },
  {
    "translation": {
      "en": "If you're not sweating how your wife would feel about you and porn,",
      "es": "Bueno, si no te importa lo que tu mujer pueda pensar del porno,"
    }
  },
  {
    "translation": {
      "en": "then you shouldn't sweat what I'm proposing 'cause it's the same thing.",
      "es": "¿por qué iba a importarte lo que te propongo? Es lo mismo."
    }
  },
  {
    "translation": {
      "en": "Only somebody else is doing the touching and you're saving a two- dollar rental fee.",
      "es": "Solo que te toca otra persona y te ahorras los dos dólares del alquiler."
    }
  },
  {
    "translation": {
      "en": "Come on, stud. Man cannot live on porn alone.",
      "es": "Vamos, semental. El hombre no puede vivir solo de la pornografía."
    }
  },
  {
    "translation": {
      "en": "Give me that. Come here.",
      "es": "Así… Así… ¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "es": "Así… ¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "I'm home!",
      "es": "¡Ya estoy en casa!"
    }
  },
  {
    "translation": {
      "en": "Pop?",
      "es": "¿Abuelo?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What do I do?",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "Get in the bathroom!",
      "es": "¡Métete en el baño!"
    }
  },
  {
    "translation": {
      "en": "Pop?",
      "es": "¿Abuelo?"
    }
  },
  {
    "translation": {
      "en": "Uh, no, honey, it's me.",
      "es": "No, cielo, soy yo."
    }
  },
  {
    "translation": {
      "en": "Daddy?",
      "es": "¿Papá?"
    }
  },
  {
    "translation": {
      "en": "Why aren't you at work?",
      "es": "¿No estás en el trabajo?"
    }
  },
  {
    "translation": {
      "en": "Uh, because I had to come home and… and… and do--",
      "es": "Tenía que volver a casa y…"
    }
  },
  {
    "translation": {
      "en": "Uh, I had to… come home and… take a shower.",
      "es": "Tenía que volver y darme una ducha."
    }
  },
  {
    "translation": {
      "en": "Can we rent a movie?",
      "es": "¿Alquilamos una película?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure, sure, sure. Soon as I get done up here and dry off, I'll come down.",
      "es": "Sí, claro. En cuanto acabe y me seque, bajaré."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Vale."
    }
  },
  {
    "translation": {
      "en": "Oh, my God that was so close.",
      "es": "Dios mío. Por los pelos. ¿Qué hacemos ahora?"
    }
  },
  {
    "translation": {
      "en": "- - What do we do now? I'm wet.",
      "es": "Dios mío. Por los pelos. ¿Qué hacemos ahora? Estoy mojada."
    }
  },
  {
    "translation": {
      "en": "- Sorry, Dad, I forgot again. -",
      "es": "Lo siento. Se me ha vuelto a olvidar."
    }
  },
  {
    "translation": {
      "en": "Hi, honey.",
      "es": "Hola, cielo."
    }
  },
  {
    "translation": {
      "en": "You remember Maya. From the video store.",
      "es": "¿Recuerdas a Maya? ¿Del videoclub?"
    }
  },
  {
    "translation": {
      "en": "What are your intentions?",
      "es": "¿Cuáles son tus intenciones?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "es": "¿Perdona?"
    }
  },
  {
    "translation": {
      "en": "What are your intentions with my father? Like, do you plan on marrying him?",
      "es": "¿Tus intenciones con mi padre? ¿Vas a casarte con él?"
    }
  },
  {
    "translation": {
      "en": "- Uh… I don't… -",
      "es": "No…"
    }
  },
  {
    "translation": {
      "en": "Because I was taught that only married girls",
      "es": "Me enseñaron que solo las casadas enseñan sus partes a los chicos,"
    }
  },
  {
    "translation": {
      "en": "show their girl parts to boys. Right, Daddy?",
      "es": "Me enseñaron que solo las casadas enseñan sus partes a los chicos, ¿verdad, papá?"
    }
  },
  {
    "translation": {
      "en": "right. Yes.",
      "es": "Exacto, sí."
    }
  },
  {
    "translation": {
      "en": "Can we rent all the movies we want for free?",
      "es": "¿Podemos alquilar todas las películas gratis?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Can we rent all the movies we want for free?",
      "es": "- ¿Podemos alquilarlas gratis? - Sí."
    }
  },
  {
    "translation": {
      "en": "Yes! Yes, yes.",
      "es": "- ¿Podemos alquilarlas gratis? - Sí. ¡Sí, sí! Por Dios, sí. Si significa que así…"
    }
  },
  {
    "translation": {
      "en": "For God's sake, yes. If it means we're not, you know,",
      "es": "¡Sí, sí! Por Dios, sí. Si significa que así…"
    }
  },
  {
    "translation": {
      "en": "that we're not in trouble anymore.",
      "es": "que así ya no habrá problemas."
    }
  },
  {
    "translation": {
      "en": "And-- Right, Maya? Yes! - Uh… whatever you want. lt's on the house. - Yes.",
      "es": "- ¿Verdad, Maya? - Lo que quieras. Invita la casa."
    }
  },
  {
    "translation": {
      "en": "Even Dirty Dancing?",
      "es": "¿Incluso Dirty Dancing?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And we can do Sweeney Todd for the show at school?",
      "es": "¿Y haremos Sweeney Todd en la función?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "We can do Sweeney Todd for the show at school?",
      "es": "¿Podemos hacer Sweeney Todd en la función?"
    }
  },
  {
    "translation": {
      "en": "No, honey, that's too grown- up.",
      "es": "No, eso es para mayores."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "es": "¿De verdad?"
    }
  },
  {
    "translation": {
      "en": "Oh, man, what am I gonna tell Pop about you guys?",
      "es": "Vaya. ¿Qué le digo al abuelo de lo vuestro?"
    }
  },
  {
    "translation": {
      "en": "Fine. We can do Sweeney Todd for the show at school.",
      "es": "Bien. Haremos Sweeney Todd en la función."
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "es": "¡Vale!"
    }
  },
  {
    "translation": {
      "en": "- Would you shut the hell up already? - Christ, Greenie, you're always--",
      "es": "¿Quieres callarte?"
    }
  },
  {
    "translation": {
      "en": "- Oh, Jesus. - Oh!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Christ Almighty.",
      "es": "¡Dios todopoderoso!"
    }
  },
  {
    "translation": {
      "en": "You wearing a… wearing a towel.",
      "es": "¿Lleváis… lleváis una toalla?"
    }
  },
  {
    "translation": {
      "en": "Just as long as you didn't do it on my bed.",
      "es": "Mientras no lo hagáis en mi cama…"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus Christ, it was one time in high school!",
      "es": "¡Dios mío! ¡Fue una sola vez, en el instituto! ¡Basta!"
    }
  },
  {
    "translation": {
      "en": "You wanna let it go already?",
      "es": "¡Fue una sola vez, en el instituto! ¡Basta!"
    }
  },
  {
    "translation": {
      "en": "I banged a broad in my parents' bed once.",
      "es": "Follé una vez en la cama de mis padres."
    }
  },
  {
    "translation": {
      "en": "It was nice.",
      "es": "Estuvo bien."
    }
  },
  {
    "translation": {
      "en": "Terrific. Just so you know, we didn't bang.",
      "es": "Estupendo. Solo que no follamos."
    }
  },
  {
    "translation": {
      "en": "What, did ya get to third base?",
      "es": "¿Llegaste a tercera base?"
    }
  },
  {
    "translation": {
      "en": "No, not that it's any of your business, but we didn't do anything.",
      "es": "¡No! No es asunto tuyo, pero no hicimos nada."
    }
  },
  {
    "translation": {
      "en": "We lost our heads for a second, then cooler heads prevailed",
      "es": "Perdimos la cabeza un momento, nos serenamos y paramos"
    }
  },
  {
    "translation": {
      "en": "and we stopped before we did anything we'd both regret.",
      "es": "Perdimos la cabeza un momento, nos serenamos y paramos antes de hacer algo que lamentaríamos."
    }
  },
  {
    "translation": {
      "en": "- The kid busted in on them. - Oh.",
      "es": "La niña les interrumpió."
    }
  },
  {
    "translation": {
      "en": "Let's talk about something else, like this water main.",
      "es": "Hablemos de otra cosa, del conducto de agua."
    }
  },
  {
    "translation": {
      "en": "How bad is it?",
      "es": "- ¿Está muy mal? - Hay que cambiarlo."
    }
  },
  {
    "translation": {
      "en": "- Definitely needs to be replaced. - Jesus Christ.",
      "es": "- ¿Está muy mal? - Hay que cambiarlo. Dios. Si cortamos Bay Avenue para hacerlo,"
    }
  },
  {
    "translation": {
      "en": "If we gotta shut down Bay Avenue for that, this town is gonna throw a shit fit.",
      "es": "Dios. Si cortamos Bay Avenue para hacerlo, se nos echarán encima."
    }
  },
  {
    "translation": {
      "en": "I'm sure.",
      "es": "Estoy seguro."
    }
  },
  {
    "translation": {
      "en": "Hey, kid, you haven't had to inconvenience the taxpayers on the job yet.",
      "es": "Aún no has tenido que molestar a los contribuyentes."
    }
  },
  {
    "translation": {
      "en": "They get like animals. Remember back in '88?",
      "es": "Se ponen como fieras. ¿Recordáis en el 88?"
    }
  },
  {
    "translation": {
      "en": "- South Peak Street. - Holy shit.",
      "es": "South Peak Street. ¡Joder, creía que iban a crucificarnos boca abajo!"
    }
  },
  {
    "translation": {
      "en": "I thought they were gonna crucify us upside down.",
      "es": "¡Joder, creía que iban a crucificarnos boca abajo!"
    }
  },
  {
    "translation": {
      "en": "Like St. Peter.",
      "es": "Como a san Pedro."
    }
  },
  {
    "translation": {
      "en": "Who are you, the Holy Father?",
      "es": "¿Quién eres, el Papa?"
    }
  },
  {
    "translation": {
      "en": "Everybody knows I meant St. Peter.",
      "es": "Ya sabemos que me refería a san Pedro. No expliques mis rollos."
    }
  },
  {
    "translation": {
      "en": "- You don't have to explain my shit. - I'm just saying.",
      "es": "Ya sabemos que me refería a san Pedro. No expliques mis rollos. Bueno, era por decir."
    }
  },
  {
    "translation": {
      "en": "When I was down there, how many cars did you wave around?",
      "es": "¿Cuántos coches has tenido que desviar?"
    }
  },
  {
    "translation": {
      "en": "Three or four.",
      "es": "Tres o cuatro."
    }
  },
  {
    "translation": {
      "en": "Three or four cars for the whole half- hour I was down there?",
      "es": "¿Tres o cuatro en la media hora que he estado ahí abajo?"
    }
  },
  {
    "translation": {
      "en": "Well, it was rush hour.",
      "es": "Era la hora punta."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think the legion of commuters",
      "es": "Sí, no creo que las masas de viajeros que hay en Highlands"
    }
  },
  {
    "translation": {
      "en": "in the Highlands of New Jersey are gonna object to us closing down",
      "es": "Sí, no creo que las masas de viajeros que hay en Highlands se quejen si cerramos unos días una pequeña parte de Bay Avenue."
    }
  },
  {
    "translation": {
      "en": "a small portion of Bay Avenue for a few days.",
      "es": "se quejen si cerramos unos días una pequeña parte de Bay Avenue."
    }
  },
  {
    "translation": {
      "en": "- -  One at a time, please. One at a time.",
      "es": "¡De uno en uno, por favor!"
    }
  },
  {
    "translation": {
      "en": "- We're doing the best we can. - You were saying?",
      "es": "Hacemos lo que podemos. ¿Qué decías?"
    }
  },
  {
    "translation": {
      "en": "Why doesn't somebody just go up there and explain to them what's actually happening?",
      "es": "¿No puede alguien explicarles qué pasa?"
    }
  },
  {
    "translation": {
      "en": "Why don't you do it, Daddy? Wasn't that your old job?",
      "es": "Hazlo tú, papá. ¿No es lo que hacías? ¿Promocionar cantantes"
    }
  },
  {
    "translation": {
      "en": "Making people like singers by saying nice things about them?",
      "es": "¿No es lo que hacías? ¿Promocionar cantantes diciendo cosas buenas sobre ellos?"
    }
  },
  {
    "translation": {
      "en": "- Yes, baby, but-- - No, the kid's got a point there.",
      "es": "Sí, nena, pero… No, no. La niña tiene razón."
    }
  },
  {
    "translation": {
      "en": "As a guy who used to sling bullshit for a living, I nominate you to go up there and say something.",
      "es": "Te ganabas la vida con camelos, sube ahí y diles algo."
    }
  },
  {
    "translation": {
      "en": "- Oh, you do, huh? - Yeah.",
      "es": "- Sí, ¿eh? - Sí."
    }
  },
  {
    "translation": {
      "en": "- It can't hurt. - Go ahead.",
      "es": "No nos perjudicará. Adelante."
    }
  },
  {
    "translation": {
      "en": "- Thanks, Pop. -",
      "es": "Gracias, abuelo."
    }
  },
  {
    "translation": {
      "en": "Stay right here. I'll be back.",
      "es": "Quédate aquí. Ahora vuelvo."
    }
  },
  {
    "translation": {
      "en": "Control yourselves…",
      "es": "¡Serénense!"
    }
  },
  {
    "translation": {
      "en": "He's going up there.",
      "es": "Va a subir."
    }
  },
  {
    "translation": {
      "en": "Folks, one second. Please. Folks.",
      "es": "Un momento, por favor. Amigos."
    }
  },
  {
    "translation": {
      "en": "Uh, my name's Oliver Trinke and, uh, I'm with the borough.",
      "es": "Me llamo Oliver Trinke y trabajo para el municipio."
    }
  },
  {
    "translation": {
      "en": "So I guess that makes me the least popular guy in the room.",
      "es": "Ahora debo de ser el tipo menos popular de la sala."
    }
  },
  {
    "translation": {
      "en": "I want to assure you that, uh, this Bay Avenue job",
      "es": "Quiero aseguraros que estas obras en Bay Avenue causarán"
    }
  },
  {
    "translation": {
      "en": "will be a very minimal inconvenience. It'll only take three days at the most.",
      "es": "que estas obras en Bay Avenue causarán pocas molestias y durarán tres días como mucho."
    }
  },
  {
    "translation": {
      "en": "Bullshit!",
      "es": "¡Y una mierda!"
    }
  },
  {
    "translation": {
      "en": "Bullshit!",
      "es": "¡Y una mierda!"
    }
  },
  {
    "translation": {
      "en": "- Bullshit! -",
      "es": "¡Y una mierda!"
    }
  },
  {
    "translation": {
      "en": "Folks, please, a little decorum! A little decorum!",
      "es": "¡Amigos, un poco de respeto!"
    }
  },
  {
    "translation": {
      "en": "Folks, one second.",
      "es": "Amigos,"
    }
  },
  {
    "translation": {
      "en": "I just have one more thing that I… I just want to add.",
      "es": "un momento. Solo quiero añadir una cosa."
    }
  },
  {
    "translation": {
      "en": "Look, I live in this town. I see you guys heading to work every day…",
      "es": "Vivo en esta ciudad. Veo cómo vais a diario a trabajar."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, it was amazing!",
      "es": "¡Fue alucinante! Subo ahí,"
    }
  },
  {
    "translation": {
      "en": "I get up there, and I weave this web of bullshit",
      "es": "¡Fue alucinante! Subo ahí, les suelto unas gilipolleces que les dejan hipnotizados"
    }
  },
  {
    "translation": {
      "en": "so profoundly mesmerizing, I turn the entire place around.",
      "es": "les suelto unas gilipolleces que les dejan hipnotizados y los convenzo a todos."
    }
  },
  {
    "translation": {
      "en": "You silver- tongued devil, you.",
      "es": "Diablo persuasivo…"
    }
  },
  {
    "translation": {
      "en": "Everything I was saying was just right on the money, you know?",
      "es": "Todo lo que dije fue perfecto."
    }
  },
  {
    "translation": {
      "en": "Maybe that's 'cause you weren't slinging as much bullshit as you thought you were.",
      "es": "A lo mejor no decías tantas gilipolleces como creías."
    }
  },
  {
    "translation": {
      "en": "Get out there and play in the dirt? - - I mean, what… I made that up.",
      "es": "¿Aprovechad para jugar con la tierra? Me lo inventé."
    }
  },
  {
    "translation": {
      "en": "Sounds pretty good to me.",
      "es": "A mí me suena bien."
    }
  },
  {
    "translation": {
      "en": "- Hey, Gert. - Hi.",
      "es": "- Hola, Gert. - Hola."
    }
  },
  {
    "translation": {
      "en": "The sad thing is, I had a greater sense of accomplishment",
      "es": "Lo triste es que me sentí más realizado"
    }
  },
  {
    "translation": {
      "en": "from this stupid water- main thing than anything else I've done in the past seven years.",
      "es": "con lo de la tubería que en los últimos siete años."
    }
  },
  {
    "translation": {
      "en": "I get it. You set out to do something and you did it.",
      "es": "Lo entiendo. Te propusiste algo"
    }
  },
  {
    "translation": {
      "en": "So you feel drunk with power now. Makes sense.",
      "es": "y lo hiciste. Ahora estás ebrio de poder. Lógico."
    }
  },
  {
    "translation": {
      "en": "That's just it. I was the youngest flack ever put in charge of an entire division--",
      "es": "Precisamente. Fui el relaciones a cargo de la sección más joven…"
    }
  },
  {
    "translation": {
      "en": "In the history of Mandel- Kirschner.",
      "es": "Precisamente. Fui el relaciones a cargo de la sección más joven… - …de toda la empresa. Lo sé. - Es un logro. ¿Convencer a la gente"
    }
  },
  {
    "translation": {
      "en": "- I know. - That's an accomplishment.",
      "es": "- …de toda la empresa. Lo sé. - Es un logro. ¿Convencer a la gente"
    }
  },
  {
    "translation": {
      "en": "Convincing a town to approve something that's already in their best interest?",
      "es": "- …de toda la empresa. Lo sé. - Es un logro. ¿Convencer a la gente de que apruebe algo que le beneficia?"
    }
  },
  {
    "translation": {
      "en": "That's just delayed common sense.",
      "es": "- Es cuestión de sentido común. - Sí, pero eso es"
    }
  },
  {
    "translation": {
      "en": "Yeah, but that's your life now.",
      "es": "ahora tu vida. Ser el relaciones más joven"
    }
  },
  {
    "translation": {
      "en": "I mean, being the youngest flack in the history of blah, blah, blah…",
      "es": "ahora tu vida. Ser el relaciones más joven de la historia del bla, bla, bla,"
    }
  },
  {
    "translation": {
      "en": "That's not you anymore. I mean, that might never have been you.",
      "es": "tú ya no eres eso. - Igual jamás lo fuiste. - Sí lo era."
    }
  },
  {
    "translation": {
      "en": "Oh, it was me. It was me with my own apartment…",
      "es": "- Igual jamás lo fuiste. - Sí lo era. Yo con mi propio piso, más rico, con más autoestima."
    }
  },
  {
    "translation": {
      "en": "- - …me richer, me with more self- respect.",
      "es": "Yo con mi propio piso, más rico, con más autoestima."
    }
  },
  {
    "translation": {
      "en": "Like it or not, this is you.",
      "es": "Te guste o no, tú eres este."
    }
  },
  {
    "translation": {
      "en": "I mean, forget about what you thought you were",
      "es": "Olvida lo que pensabas"
    }
  },
  {
    "translation": {
      "en": "and just accept who you are.",
      "es": "que eras y acepta lo que eres."
    }
  },
  {
    "translation": {
      "en": "I guess I'll just get this.",
      "es": "Solo me llevaré esta."
    }
  },
  {
    "translation": {
      "en": "Gert, what are you doing?",
      "es": "Gert, ¿qué haces?"
    }
  },
  {
    "translation": {
      "en": "I distinctly remember your father telling you you could get Dirty Dancing.",
      "es": "Tu padre dijo que podías coger Dirty Dancing."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "- He did! - Yeah.",
      "es": "- ¡Es verdad! - Sí."
    }
  },
  {
    "translation": {
      "en": "Thanks for that, by the way.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Incidentally, she's been asking me when she's gonna grow boobies like yours.",
      "es": "Por cierto, me ha preguntado cuándo tendrá tetas como las tuyas."
    }
  },
  {
    "translation": {
      "en": "- Oh, my God! - She's seven, okay?",
      "es": "Tiene siete años."
    }
  },
  {
    "translation": {
      "en": "If you want, I can give her the old boobie talk my mom gave me when I was a kid.",
      "es": "Puedo soltarle el rollo que me soltó mi madre cuando era niña."
    }
  },
  {
    "translation": {
      "en": "Does that talk include using the word knockers?",
      "es": "¿Incluye la palabra melones?"
    }
  },
  {
    "translation": {
      "en": "- Oh!. - I'm just saying.",
      "es": "Es por saberlo."
    }
  },
  {
    "translation": {
      "en": "I'm… I'm glad there's no, you know, awkwardness between us.",
      "es": "Me alegro de que no haya tirantez entre nosotros."
    }
  },
  {
    "translation": {
      "en": "After the…",
      "es": "Después de…"
    }
  },
  {
    "translation": {
      "en": "Well, the thing that happened last week with…",
      "es": "de lo que pasó la semana pasada…"
    }
  },
  {
    "translation": {
      "en": "Ollie, I was gonna give you a mercy jump.",
      "es": "Ollie, iba a ser un polvo compasivo."
    }
  },
  {
    "translation": {
      "en": "The moment passed. It's no big deal.",
      "es": "Pasó el momento. No pasa nada."
    }
  },
  {
    "translation": {
      "en": "Just friends, right?",
      "es": "Solo amigos, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Yeah, friends.",
      "es": "Sí, amigos."
    }
  },
  {
    "translation": {
      "en": "- Mercy jump. -",
      "es": "Polvo compasivo."
    }
  },
  {
    "translation": {
      "en": "- Stay away from my kid. -",
      "es": "Aléjate de mi hija."
    }
  },
  {
    "translation": {
      "en": "- No, that's too round. - Shut up. - Just make a little rounder-- - Shut up!",
      "es": "Demasiado redondo. Redondéalo solo un poco."
    }
  },
  {
    "translation": {
      "en": "- Just a little rounder on that edge-- - Shut up! Shut up.",
      "es": "- Solo un poco más redondo. - Cállate."
    }
  },
  {
    "translation": {
      "en": "- Would you shut the hell up? - All right!",
      "es": "- ¿Quieres callarte? - De acuerdo."
    }
  },
  {
    "translation": {
      "en": "There's people getting their throats cut in this thing.",
      "es": "En esta obra degüellan a la gente."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And your father said you could do this for the show?",
      "es": "¿Y tu padre dijo que podías hacerla?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Why the hell would he okay you singing this shit?",
      "es": "¿Cómo puede querer que cantes esta mierda?"
    }
  },
  {
    "translation": {
      "en": "Because I saw him and Maya naked in the shower.",
      "es": "Porque los vi a Maya y a él desnudos en la ducha."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "es": "Ya."
    }
  },
  {
    "translation": {
      "en": "That'll do it.",
      "es": "Fue eso."
    }
  },
  {
    "translation": {
      "en": "Can I speak with an Arthur Brickman, please?",
      "es": "¿Puedo hablar con Arthur Brickman?"
    }
  },
  {
    "translation": {
      "en": "- Ollie. - Arthur.",
      "es": "- Ollie. - Arthur."
    }
  },
  {
    "translation": {
      "en": "- Hey, man. How're you doing? - Good. How are you?",
      "es": "Tío… - ¿Qué tal? - Bien. ¿Y tú?"
    }
  },
  {
    "translation": {
      "en": "- Good. Good to see you. - Good to see you.",
      "es": "- ¿Qué tal? - Bien. ¿Y tú? Me alegro de verte."
    }
  },
  {
    "translation": {
      "en": "It was-- You know, the town voted unanimously,",
      "es": "Aprobaron por unanimidad lo de la tubería de agua."
    }
  },
  {
    "translation": {
      "en": "- approved the water main, so… - You were always great with a crowd.",
      "es": "Aprobaron por unanimidad lo de la tubería de agua. Siempre tuviste don de gentes."
    }
  },
  {
    "translation": {
      "en": "Well, except that… that once, of course.",
      "es": "Menos esa vez, claro."
    }
  },
  {
    "translation": {
      "en": "But that's it. It was the polar opposite of the Fresh Prince incident.",
      "es": "Es que ocurrió todo lo contrario que con el Príncipe."
    }
  },
  {
    "translation": {
      "en": "It was like I was on the top of my game.",
      "es": "Estaba absolutamente inspirado."
    }
  },
  {
    "translation": {
      "en": "Which is why I wanted to see ya.",
      "es": "Por eso quería verte."
    }
  },
  {
    "translation": {
      "en": "Uh, I wanna ask you a favor.",
      "es": "Quiero un favor."
    }
  },
  {
    "translation": {
      "en": "Yeah, anything, man. What?",
      "es": "Lo que quieras. ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Is there any way that you could get me an interview with your firm?",
      "es": "¿Puedes conseguirme una entrevista en tu empresa?"
    }
  },
  {
    "translation": {
      "en": "You're serious?",
      "es": "¿Hablas en serio?"
    }
  },
  {
    "translation": {
      "en": "I thought it was weird that you wanted to eat here.",
      "es": "Me pareció raro que quisieras comer aquí."
    }
  },
  {
    "translation": {
      "en": "Oh, I know it's gonna be tough, don't get me wrong.",
      "es": "- Sé que va a ser duro. - ¿Duro?"
    }
  },
  {
    "translation": {
      "en": "Ollie, uh, you… you called a roomful of press a bunch of jerk- offs",
      "es": "Ollie, llamaste capullos a los de la prensa y machacaste a un cliente que es"
    }
  },
  {
    "translation": {
      "en": "and… and trashed a client",
      "es": "y machacaste a un cliente que es"
    }
  },
  {
    "translation": {
      "en": "whose one of the biggest movie stars on the planet.",
      "es": "una gran estrella."
    }
  },
  {
    "translation": {
      "en": "He wasn't big then.",
      "es": "- Entonces no lo era. - Ahora sí."
    }
  },
  {
    "translation": {
      "en": "No, but he is now. You wanna know how big?",
      "es": "¿Sabes cómo de grande?"
    }
  },
  {
    "translation": {
      "en": "When I left Mandel- Kirschner,",
      "es": "Cuando me fui de Mandel/Kirschner, hubo empresas"
    }
  },
  {
    "translation": {
      "en": "there were some firms that wouldn't even look at my resume because I…",
      "es": "Cuando me fui de Mandel/Kirschner, hubo empresas que ni siquiera miraron mi currículum"
    }
  },
  {
    "translation": {
      "en": "No offense, but because I worked under you.",
      "es": "porque había trabajado para ti."
    }
  },
  {
    "translation": {
      "en": "I've only… I've only been at Angellotti a year now…",
      "es": "Llevo en Angelotti solo - un año. - ¿Sabes qué?"
    }
  },
  {
    "translation": {
      "en": "You know what, man? Forget I asked. Don't worry about it. Seriously.",
      "es": "- un año. - ¿Sabes qué? Olvídalo. No te preocupes. De verdad."
    }
  },
  {
    "translation": {
      "en": "- It's-- I was stupid. I got carried away. - No, le… let me finish.",
      "es": "- Ha sido una estupidez. - No, déjame acabar."
    }
  },
  {
    "translation": {
      "en": "What I was gonna say was…",
      "es": "Lo que iba a decir es"
    }
  },
  {
    "translation": {
      "en": "I've been waiting years to be in a position",
      "es": "que llevo años queriendo tener un puesto en el que pueda ayudarte."
    }
  },
  {
    "translation": {
      "en": "- to be able to help you out, and now I am. -",
      "es": "que llevo años queriendo tener un puesto en el que pueda ayudarte. Y ahora lo tengo."
    }
  },
  {
    "translation": {
      "en": "It's not gonna be an easy sell, but um,",
      "es": "No va a ser fácil, pero…"
    }
  },
  {
    "translation": {
      "en": "I think I can get you in a room with Angellotti himself.",
      "es": "creo que podrás ver a Angelotti en persona."
    }
  },
  {
    "translation": {
      "en": "- Thank you so much. - Of course.",
      "es": "- Muchas gracias. - De nada."
    }
  },
  {
    "translation": {
      "en": "You know, you're a lot more affectionate than I remember.",
      "es": "Ahora eres más afectuoso."
    }
  },
  {
    "translation": {
      "en": "Uh, it's just-- I miss it so much, you know?",
      "es": "Es que… lo echo tanto de menos…"
    }
  },
  {
    "translation": {
      "en": "It's the only thing I was ever any good at.",
      "es": "Es lo único que se me daba bien."
    }
  },
  {
    "translation": {
      "en": "- - Oh, this is great.",
      "es": "Es estupendo."
    }
  },
  {
    "translation": {
      "en": "I can move back here.",
      "es": "Puedo volver aquí, meter a Gertie en una escuela privada"
    }
  },
  {
    "translation": {
      "en": "I can put Gertie in a really good, expensive private school. I can…",
      "es": "Puedo volver aquí, meter a Gertie en una escuela privada buena y cara, puedo…"
    }
  },
  {
    "translation": {
      "en": "I can get her a nanny, you know?",
      "es": "contratar a una niñera."
    }
  },
  {
    "translation": {
      "en": "It'll be like that whole Fresh Prince thing never even happened.",
      "es": "Será como si lo del Príncipe no hubiera pasado."
    }
  },
  {
    "translation": {
      "en": "Well, I'll… I'll work on the old man when I get back to the office",
      "es": "Bueno, hablo con el viejo cuando vuelva a la oficina y te llamo esta noche"
    }
  },
  {
    "translation": {
      "en": "and I'll call you tonight if it's a go.",
      "es": "a la oficina y te llamo esta noche"
    }
  },
  {
    "translation": {
      "en": "Oh, great.",
      "es": "- si va todo bien. - Estupendo."
    }
  },
  {
    "translation": {
      "en": "♪ Excuse me ♪ - ♪ Psst ♪ - ♪ Dear, see to the customers ♪",
      "es": "Disculpa. Cariño, atiende a los clientes."
    }
  },
  {
    "translation": {
      "en": "- ♪ Psst ♪ - ♪ Guess what's the… ♪ - ♪ Quick now ♪ - ♪ My heart's a- flutter ♪",
      "es": "- Adivina qué… - Rápido."
    }
  },
  {
    "translation": {
      "en": "- ♪ When I pound the floor ♪ - ♪ Pound the floor ♪",
      "es": "Cuando golpee el suelo. Significará que estoy listo."
    }
  },
  {
    "translation": {
      "en": "♪ It's a signal to show that I'm Ready to go when I pound the floor… ♪",
      "es": "Significará que estoy listo. Cuando golpee el suelo. El teléfono."
    }
  },
  {
    "translation": {
      "en": "- - I have to get the phone.",
      "es": "Cuando golpee el suelo. El teléfono."
    }
  },
  {
    "translation": {
      "en": "Come on, Pop. Do Dad's part.",
      "es": "Vamos, abuelo. Haz el papel de papá."
    }
  },
  {
    "translation": {
      "en": "- Me? - Yeah.",
      "es": "- ¿Yo? - Sí."
    }
  },
  {
    "translation": {
      "en": "- You can do it. -",
      "es": "Sí, hazlo."
    }
  },
  {
    "translation": {
      "en": "Hello? Hey, Arthur.",
      "es": "¿Diga? Hola, Arthur."
    }
  },
  {
    "translation": {
      "en": "You're kidding.",
      "es": "Es una broma."
    }
  },
  {
    "translation": {
      "en": "♪ I'll pound three times Three times… ♪",
      "es": "¡Golpearé tres veces!"
    }
  },
  {
    "translation": {
      "en": "Why do I have to sing your dad's part? I'm supposed to be the guy who gets clipped.",
      "es": "¿Por qué canto lo de tu padre? Yo soy el degollado."
    }
  },
  {
    "translation": {
      "en": "You are, but you're Dad's understudy too.",
      "es": "Ya. Pero también eres su suplente."
    }
  },
  {
    "translation": {
      "en": "What the hell is that?",
      "es": "¿Qué demonios es eso?"
    }
  },
  {
    "translation": {
      "en": "It means if Daddy breaks a leg, then you do his part for him.",
      "es": "Si papá se rompe una pierna, tú haces su papel. Venga, otra vez."
    }
  },
  {
    "translation": {
      "en": "So, come on, try it again. You're doing good.",
      "es": "Si papá se rompe una pierna, tú haces su papel. Venga, otra vez. Lo haces muy bien."
    }
  },
  {
    "translation": {
      "en": "♪ I'll pound three times-- ♪",
      "es": "Si golpeo tres veces…"
    }
  },
  {
    "translation": {
      "en": "♪ Three times! ♪",
      "es": "Tres veces."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait. I'm supposed to be the understudy now. I cannot work like this. I'm sorry.",
      "es": "Un momento. Ahora soy el suplente. Así no puedo trabajar."
    }
  },
  {
    "translation": {
      "en": "This is no way to run a show.",
      "es": "Así no se dirige una función."
    }
  },
  {
    "translation": {
      "en": "You were good.",
      "es": "- Muy bien. - Puedes quedarte"
    }
  },
  {
    "translation": {
      "en": "You can go back to waiting in the wings, Tommy Tune.",
      "es": "- Muy bien. - Puedes quedarte entre bastidores, Tommy Tune."
    }
  },
  {
    "translation": {
      "en": "I'll be doing my own singing henceforth.",
      "es": "Haré mi papel a partir de ahora."
    }
  },
  {
    "translation": {
      "en": "- Who's Tommy Tune? - Tommy Tune is a man",
      "es": "- ¿Quién es Tommy Tune? - Un hombre"
    }
  },
  {
    "translation": {
      "en": "that you can get a chance to see live and on Broadway",
      "es": "que podrás ver en carne y hueso en Broadway,"
    }
  },
  {
    "translation": {
      "en": "when we move back to New York City!",
      "es": "que podrás ver en carne y hueso en Broadway, cuando nos mudemos otra vez a Nueva York."
    }
  },
  {
    "translation": {
      "en": "- What? - What?",
      "es": "- ¿Qué? - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "- What? - What? Yeah, what?",
      "es": "- ¿Qué? - Sí, ¿qué?"
    }
  },
  {
    "translation": {
      "en": "Well, I was just on the phone with an old friend of mine",
      "es": "Acabo de hablar con un viejo amigo de Mandel/Kirschner. En fin,"
    }
  },
  {
    "translation": {
      "en": "that I used to work with at Mandell Kirschner.",
      "es": "con un viejo amigo de Mandel/Kirschner. En fin,"
    }
  },
  {
    "translation": {
      "en": "Anyway, I had lunch with him, and I asked him if he'd get me an interview with his new firm, right?",
      "es": "almorcé con él y le pedí una entrevista en su nueva empresa."
    }
  },
  {
    "translation": {
      "en": "Jesus, another interview, Ollie? Come on, when are you gonna learn?",
      "es": "Otra entrevista. ¿Cuándo aprenderás?"
    }
  },
  {
    "translation": {
      "en": "Well, smart guy, he just called me, said he sat down with his boss,",
      "es": "Bien, listillo, acaba de llamarme y ha dicho que me vendió a su jefe como si fuera el remedio para el cáncer."
    }
  },
  {
    "translation": {
      "en": "sold me to his boss like I was the cure for cancer.",
      "es": "que me vendió a su jefe como si fuera el remedio para el cáncer."
    }
  },
  {
    "translation": {
      "en": "And It just so happens that a little spot has opened up in their music department.",
      "es": "Y resulta que hay un puesto en su departamento musical."
    }
  },
  {
    "translation": {
      "en": "Boom! After six years of being a pariah, I'm gonna get back in!",
      "es": "Tras seis años siendo un paria, vuelvo a lo mío. Hablo"
    }
  },
  {
    "translation": {
      "en": "I'm talking about no more street sweeper,",
      "es": "vuelvo a lo mío. Hablo de que ya no hay barredora, ni basura"
    }
  },
  {
    "translation": {
      "en": "no more picking up garbage, and no more water main.",
      "es": "de que ya no hay barredora, ni basura ni tubería de agua."
    }
  },
  {
    "translation": {
      "en": "I'm talking press lines, I'm talking about parties.",
      "es": "Hablo de ruedas de prensa, fiestas. Hablo de un piso en el West Side"
    }
  },
  {
    "translation": {
      "en": "I'm talking about a Westside address.",
      "es": "fiestas. Hablo de un piso en el West Side"
    }
  },
  {
    "translation": {
      "en": "I'm talking about a good school for Gertie.",
      "es": "y de un buen colegio para Gertie."
    }
  },
  {
    "translation": {
      "en": "But I already go to a good school.",
      "es": "Ya tengo un buen colegio."
    }
  },
  {
    "translation": {
      "en": "Yes, honey, but you're gonna go to a way, way better school in New York City.",
      "es": "Sí, cielo, pero irás a uno mucho mejor en Nueva York."
    }
  },
  {
    "translation": {
      "en": "You're gonna be able to take the subway to school. Won't that be fun?",
      "es": "E irás al colegio en metro. Será divertido."
    }
  },
  {
    "translation": {
      "en": "But the subway's full of junkies and mole- men.",
      "es": "En el metro hay yonquis y hombres topo."
    }
  },
  {
    "translation": {
      "en": "Well, they are.",
      "es": "- Los hay. - Pasa del abuelo."
    }
  },
  {
    "translation": {
      "en": "Don't listen to Pop. What do I tell you? He makes things up.",
      "es": "- Los hay. - Pasa del abuelo. Se inventa cosas. Verás. El metro es genial."
    }
  },
  {
    "translation": {
      "en": "- You'll see. The subways are great. - I don't wanna see.",
      "es": "Se inventa cosas. Verás. El metro es genial. No quiero ver. Ni ir a un colegio en la ciudad."
    }
  },
  {
    "translation": {
      "en": "I don't wanna go to a school up in the city.",
      "es": "No quiero ver. Ni ir a un colegio en la ciudad."
    }
  },
  {
    "translation": {
      "en": "I wanna go to my school.",
      "es": "- Quiero ir al mío. - Cielo."
    }
  },
  {
    "translation": {
      "en": "Honey, It's gonna be too far of a drive for me to come back down here to take you to school in New Jersey every morning.",
      "es": "Estará demasiado lejos para traerte todas las mañanas."
    }
  },
  {
    "translation": {
      "en": "So let's not move to the city. Let's stay here with Pop.",
      "es": "- Pues nos quedamos aquí. - Cariño."
    }
  },
  {
    "translation": {
      "en": "Sweetheart, I'm too old…  …to be living with my father.",
      "es": "Soy muy mayor para vivir con mi padre."
    }
  },
  {
    "translation": {
      "en": "I need to get my own place.",
      "es": "Necesito mi propia casa."
    }
  },
  {
    "translation": {
      "en": "And Pop, I mean, look at him, he's a mad- dog.",
      "es": "Y mira al abuelo. Es un solitario."
    }
  },
  {
    "translation": {
      "en": "He doesn't want us around here, getting in his way, cramping his style.",
      "es": "Le estorbamos aquí en medio., metidos en su casa ¿Verdad, abuelo?"
    }
  },
  {
    "translation": {
      "en": "That's all horseshit.",
      "es": "Es una gilipollez."
    }
  },
  {
    "translation": {
      "en": "You know, thanks, Pop.",
      "es": "Vaya, muchas gracias."
    }
  },
  {
    "translation": {
      "en": "I don't wanna move to the city. I like it here.",
      "es": "No quiero irme a la ciudad. Me gusta esto."
    }
  },
  {
    "translation": {
      "en": "Pop says you can live here as long as you want.",
      "es": "Puedes vivir aquí cuanto quieras."
    }
  },
  {
    "translation": {
      "en": "Baby, remember when I took you to see Sweeney Todd? How much fun was that? We had a good time, right?",
      "es": "¿Recuerdas cuando te llevé a ver Sweeney Todd? Fue divertido, ¿eh?"
    }
  },
  {
    "translation": {
      "en": "I mean… if we move to New York City, we can do that every night.",
      "es": "Quiero decir… En Nueva York, lo haremos cada noche."
    }
  },
  {
    "translation": {
      "en": "Except for the nights you're working, of course.",
      "es": "- Menos las noches que trabajes. - ¿Sabes?"
    }
  },
  {
    "translation": {
      "en": "You know what? Why don't you shut up for a second, okay?",
      "es": "- Menos las noches que trabajes. - ¿Sabes? Cállate un segundo."
    }
  },
  {
    "translation": {
      "en": "I'm trying to talk to my daughter.",
      "es": "Intento hablar con mi hija."
    }
  },
  {
    "translation": {
      "en": "You love New York City. You told me you loved the city.",
      "es": "Te encanta Nueva York. Me lo dijiste."
    }
  },
  {
    "translation": {
      "en": "- No, I didn't. -",
      "es": "No es verdad."
    }
  },
  {
    "translation": {
      "en": "- I said it was okay. - Jesus Christ!",
      "es": "- Dije que estaba bien. - ¡Dios!"
    }
  },
  {
    "translation": {
      "en": "- I said I like Highlands better. - Yeah.",
      "es": "Dije que prefería Highlands."
    }
  },
  {
    "translation": {
      "en": "Why would you want some other job anyway, Dad?",
      "es": "¿Por qué quieres otro trabajo?"
    }
  },
  {
    "translation": {
      "en": "You get to ride the Batmobile.",
      "es": "- Conduces el Batmóvil. - ¡Papá no quiere"
    }
  },
  {
    "translation": {
      "en": "Baby, Daddy doesn't wanna drive the Batmobile!",
      "es": "- Conduces el Batmóvil. - ¡Papá no quiere conducir el Batmóvil!"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to eat sushi. Daddy wants to hail cabs.",
      "es": "¡Quiere comer sushi, llamar un taxi! ¡Papá quiere"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to have a doorman.",
      "es": "¡Quiere comer sushi, llamar un taxi! ¡Papá quiere tener un portero!"
    }
  },
  {
    "translation": {
      "en": "Daddy wants to lord it over magazine editors.",
      "es": "¡Estar por encima de los editores de revistas!"
    }
  },
  {
    "translation": {
      "en": "Daddy loved his old job, and he's missed it every day since he's been gone.",
      "es": "A papá le encantaba su trabajo y lo ha echado de menos a diario."
    }
  },
  {
    "translation": {
      "en": "Daddy wants to do that job.",
      "es": "Papá quiere hacer ese trabajo."
    }
  },
  {
    "translation": {
      "en": "Daddy doesn't wanna pick up garbage for the rest of his life!",
      "es": "No quiere ser basurero el resto de su vida."
    }
  },
  {
    "translation": {
      "en": "But you told everybody at the meeting that your job's good",
      "es": "Dijiste en esa reunión que tu trabajo es genial porque no llevas traje."
    }
  },
  {
    "translation": {
      "en": "because you don't have to wear a suit.",
      "es": "que tu trabajo es genial porque no llevas traje."
    }
  },
  {
    "translation": {
      "en": "Yes, but Daddy was just saying that to get them to say yes to a water main.",
      "es": "Sí, papá lo dijo para que aceptaran lo de la tubería de agua."
    }
  },
  {
    "translation": {
      "en": "So you were just lying to everybody?",
      "es": "¿Así que les mentiste a todos?"
    }
  },
  {
    "translation": {
      "en": "Look, okay, I'll tell you what.",
      "es": "Escucha… Vale, escucha."
    }
  },
  {
    "translation": {
      "en": "I'll go to the meeting, all right? If I don't like what the man says, then I won't take the job.",
      "es": "Si no me gusta lo que me proponen, no aceptaré el trabajo."
    }
  },
  {
    "translation": {
      "en": "Now you're lying to me!",
      "es": "¡Ahora me mientes a mí!"
    }
  },
  {
    "translation": {
      "en": "All right, look, young lady! I'm gonna go to this job interview on Monday",
      "es": "De acuerdo, jovencita. Iré a esa cita el lunes"
    }
  },
  {
    "translation": {
      "en": "whether you like it or not.",
      "es": "te guste o no."
    }
  },
  {
    "translation": {
      "en": "- Wait, this Monday? - Yes.",
      "es": "¿Este lunes? Sí."
    }
  },
  {
    "translation": {
      "en": "- Ollie, you can't go on Monday. - Why?",
      "es": "- No puedes ir el lunes. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Because that's the day of my show!",
      "es": "¡Porque es el día de mi función!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "It is, isn't it?",
      "es": "Lo es, ¿eh?"
    }
  },
  {
    "translation": {
      "en": "Well, it's at 4:00, so I can, you know, I can just skip-- make it back in time.",
      "es": "Bueno, es a las 16:00, puedo volver a tiempo."
    }
  },
  {
    "translation": {
      "en": "But my show's at 5:00.",
      "es": "La función es a las 17:00."
    }
  },
  {
    "translation": {
      "en": "On what planet are you gonna get back here by 5:00 if you've got a meeting in the city at 4:00?",
      "es": "¿En qué planeta llegas a las 17:00 si tu cita en la ciudad es a las 16:00?"
    }
  },
  {
    "translation": {
      "en": "Just lay off me for a second! I forgot about the show.",
      "es": "Déjame. Se me olvidó la función."
    }
  },
  {
    "translation": {
      "en": "How could you forget? What are you, stupid?",
      "es": "¿Cómo pudiste olvidarla? ¿Eres estúpido?"
    }
  },
  {
    "translation": {
      "en": "Gertie, this job is very important to Daddy.",
      "es": "Este trabajo es muy importante."
    }
  },
  {
    "translation": {
      "en": "What about my show? Isn't that important to you?",
      "es": "¿Y mi función? ¿No es importante?"
    }
  },
  {
    "translation": {
      "en": "Yes, honey, that's even more important to me.",
      "es": "Sí, es más importante aún."
    }
  },
  {
    "translation": {
      "en": "Then don't go to your stupid meeting about your stupid new job in the stupid city.",
      "es": "¡Pues no vayas a la estúpida cita sobre tu estúpido trabajo!"
    }
  },
  {
    "translation": {
      "en": "All right that's enough, young lady.",
      "es": "¡Basta ya, jovencita!"
    }
  },
  {
    "translation": {
      "en": "You know what? I don't want you in the show anymore.",
      "es": "¡Ya no quiero que actúes!"
    }
  },
  {
    "translation": {
      "en": "You're not even a good Sweeney Todd anyway.",
      "es": "Y eres un mal Sweeney Todd. El abuelo es"
    }
  },
  {
    "translation": {
      "en": "Pop's way better. Even Uncle Greenie and Uncle Block are better than you.",
      "es": "mucho mejor. ¡Y el tío Greenie y el tío Block!"
    }
  },
  {
    "translation": {
      "en": "Those men are not your uncles!",
      "es": "¡No son tus tíos!"
    }
  },
  {
    "translation": {
      "en": "Oh, no, but we're good enough to build sets for her show, I got it.",
      "es": "Pero hacemos decorados para su función."
    }
  },
  {
    "translation": {
      "en": "Sorry, I didn't mean that. Where are you going?",
      "es": "- Ya está. - ¿Adónde vas?"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be around you. I don't want you to come to the show to watch it either. Oh, come on!",
      "es": "¡No quiero estar contigo! ¡Ni siquiera que veas la función!"
    }
  },
  {
    "translation": {
      "en": "I don't! You're not allowed to come 'cause I don't even like you anymore!",
      "es": "- ¡Ya ni siquiera me caes bien! - ¡Vuelve aquí, jovencita!"
    }
  },
  {
    "translation": {
      "en": "Get back here, young lady. Hey! I'm talking to you!",
      "es": "- ¡Ya ni siquiera me caes bien! - ¡Vuelve aquí, jovencita! ¡Te estoy hablando!"
    }
  },
  {
    "translation": {
      "en": "Hey, young lady? Get back here, young lady.",
      "es": "¡Eh, jovencita! ¡Vuelve aquí!"
    }
  },
  {
    "translation": {
      "en": "No! You can't tell me what to do. I don't have to do anything you say!",
      "es": "¡No! ¡No tengo por qué hacer lo que me dices!"
    }
  },
  {
    "translation": {
      "en": "- Yes, you do. - Why?",
      "es": "- ¡Sí! - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "- Because I'm your father, that's why! - So what?",
      "es": "- ¡Porque soy tu padre! - ¿Y qué?"
    }
  },
  {
    "translation": {
      "en": "Don't you yell at me, Gertrude.",
      "es": "- ¡No me grites! - ¡Gritaré cuanto quiera!"
    }
  },
  {
    "translation": {
      "en": "I'll yell at you all I want! Blah! Blah! Blah!",
      "es": "- ¡No me grites! - ¡Gritaré cuanto quiera! ¡Bla, bla, bla! ¡No me iré a la estúpida ciudad!"
    }
  },
  {
    "translation": {
      "en": "- I'm not moving to the stupid city! - All right, that's it.",
      "es": "¡Bla, bla, bla! ¡No me iré a la estúpida ciudad!"
    }
  },
  {
    "translation": {
      "en": "You are moving to the city and you're gonna like it, and that's the end!",
      "es": "¡Se acabó! ¡Irás a la ciudad y te gustará!"
    }
  },
  {
    "translation": {
      "en": "I hate you! I hate you! I wish you'd died, not Mommy!",
      "es": "¡Te odio! ¡Ojalá hubieras muerto tú!"
    }
  },
  {
    "translation": {
      "en": "I hate you right back, you little shit! You and your mother took my life away, and I just want it back!",
      "es": "¡Y yo a ti! ¡Tu madre y tú me quitasteis mi vida y la recuperaré!"
    }
  },
  {
    "translation": {
      "en": "God, I'm sorry, I'm sorry sweetheart. I didn't mean…",
      "es": "- Lo siento. No quería… - ¡Déjame!"
    }
  },
  {
    "translation": {
      "en": "- Get off me! Get off of me! - I'm sorry…",
      "es": "- Lo siento. No quería… - ¡Déjame! - Lo siento. - ¡Déjame!"
    }
  },
  {
    "translation": {
      "en": "- - What the hell's the matter with you?",
      "es": "¿Qué demonios te pasa?"
    }
  },
  {
    "translation": {
      "en": "♪ Well, I've been afraid of changing ♪",
      "es": "24 DE JULIO 1968, 1 DE JUNIO 1996 MADRE Y ESPOSA DURANTE MUY POCO TIEMPO"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I've built my life around you ♪",
      "es": "MADRE Y ESPOSA DURANTE MUY POCO TIEMPO"
    }
  },
  {
    "translation": {
      "en": "- Hey. - Hey.",
      "es": "Hola. Hola."
    }
  },
  {
    "translation": {
      "en": "What happened to you the other night? You just sort of took off.",
      "es": "¿Qué te pasó la otra noche? Te largaste."
    }
  },
  {
    "translation": {
      "en": "lt looked to me like you guys needed a little privacy.",
      "es": "Parecía que necesitabais estar a solas."
    }
  },
  {
    "translation": {
      "en": "What I really needed was a little backup.",
      "es": "Lo que necesitaba era apoyo."
    }
  },
  {
    "translation": {
      "en": "She's a kid, Ollie. Kids don't weather change well.",
      "es": "Es una niña, Ollie. Los niños odian el cambio. Dentro de unos años, adorará Manhattan."
    }
  },
  {
    "translation": {
      "en": "I mean, in a few years, you won't be able to keep her out of Manhattan.",
      "es": "Los niños odian el cambio. Dentro de unos años, adorará Manhattan."
    }
  },
  {
    "translation": {
      "en": "But for now, she just wants what she knows.",
      "es": "Pero, ahora mismo, quiere lo que conoce."
    }
  },
  {
    "translation": {
      "en": "So do I.",
      "es": "- Y yo. - Sí, pero…"
    }
  },
  {
    "translation": {
      "en": "Yeah, but is that even what you know anymore?",
      "es": "- ¿sigue siendo eso lo que conoces? - Dios…"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus. You too?",
      "es": "- ¿sigue siendo eso lo que conoces? - Dios… ¿Tú también?"
    }
  },
  {
    "translation": {
      "en": "You want your old life back. I get it.",
      "es": "Quieres tu antigua vida. Un trabajo bien pagado,"
    }
  },
  {
    "translation": {
      "en": "Big- money job, out of your old man's house.",
      "es": "Quieres tu antigua vida. Un trabajo bien pagado, irte de casa de tu padre… Tiene sentido."
    }
  },
  {
    "translation": {
      "en": "It's not like it doesn't make any sense.",
      "es": "irte de casa de tu padre… Tiene sentido."
    }
  },
  {
    "translation": {
      "en": "Yeah. So?",
      "es": "Ya. ¿Y…?"
    }
  },
  {
    "translation": {
      "en": "That's your life that you want back, not theirs.",
      "es": "Quieres recuperar tu vida, no la de ellos. Esta es su vida."
    }
  },
  {
    "translation": {
      "en": "I mean, this is their life.",
      "es": "no la de ellos. Esta es su vida."
    }
  },
  {
    "translation": {
      "en": "What you're sort of saying to everybody who loves you",
      "es": "Lo que dices a quien te quiere es"
    }
  },
  {
    "translation": {
      "en": "is that what we have isn't good enough for you. So it's just upsetting everybody, you know?",
      "es": "que lo que tenemos no es suficiente para ti. Nos trastorna a todos."
    }
  },
  {
    "translation": {
      "en": "- Everybody? - Oh. What, me?",
      "es": "¿A todos? ¿Qué, a mí?"
    }
  },
  {
    "translation": {
      "en": "I mean, it's not like we've got some big romance…",
      "es": "No es como si… hubiera un gran romance entre nosotros."
    }
  },
  {
    "translation": {
      "en": "…going on or anything. We're just friends, right?",
      "es": "hubiera un gran romance entre nosotros. Solo somos amigos."
    }
  },
  {
    "translation": {
      "en": "Did you ever wonder if, uh, maybe someday it might…",
      "es": "¿Te has preguntado si algún día"
    }
  },
  {
    "translation": {
      "en": "be more than that?",
      "es": "podría ser más que eso?"
    }
  },
  {
    "translation": {
      "en": "For about two seconds, before you had me hiding in the shower from your kid.",
      "es": "Durante unos segundos, antes de que me escondieras en la ducha."
    }
  },
  {
    "translation": {
      "en": "Look, Ollie, I like you,",
      "es": "Ollie, me gustas, pero…"
    }
  },
  {
    "translation": {
      "en": "but… I'm not gonna be all heartbroken 'cause you're leaving town.",
      "es": "no me quedaré destrozada porque te vayas."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "Lo sé."
    }
  },
  {
    "translation": {
      "en": "Even if I took this job in the city,",
      "es": "Y aunque aceptara ese trabajo,"
    }
  },
  {
    "translation": {
      "en": "I'd still come back down here and visit my old man.",
      "es": "volvería aquí a ver a mi viejo."
    }
  },
  {
    "translation": {
      "en": "And you.",
      "es": "Y a ti."
    }
  },
  {
    "translation": {
      "en": "Why? I mean,",
      "es": "¿Por qué? Quiero decir…"
    }
  },
  {
    "translation": {
      "en": "you think I'm gonna stick around here for much longer?",
      "es": "¿crees que me quedaré mucho tiempo aquí?"
    }
  },
  {
    "translation": {
      "en": "Maya…",
      "es": "Maya."
    }
  },
  {
    "translation": {
      "en": "Ollie…",
      "es": "Ollie."
    }
  },
  {
    "translation": {
      "en": "I gotta get back to work.",
      "es": "Tengo que volver al trabajo."
    }
  },
  {
    "translation": {
      "en": "If, uh… if I don't…",
      "es": "Si…"
    }
  },
  {
    "translation": {
      "en": "If I don't see you at the show,",
      "es": "Si no te veo en la función,"
    }
  },
  {
    "translation": {
      "en": "give me a call sometime when you get all settled up in the big city.",
      "es": "llámame cuando estés instalado en la gran ciudad."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "es": "Vamos…"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "Hi, Daddy.",
      "es": "Hola, papá."
    }
  },
  {
    "translation": {
      "en": "Hey, baby. I'm sorry. I didn't mean to wake you up.",
      "es": "Hola, nena. Lo siento. No quería despertarte."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "es": "- No importa. - Escucha."
    }
  },
  {
    "translation": {
      "en": "Listen. I'm sorry for yelling at you the other night.",
      "es": "Siento haberte gritado la otra noche."
    }
  },
  {
    "translation": {
      "en": "I was wrong.",
      "es": "Estaba equivocado."
    }
  },
  {
    "translation": {
      "en": "And I didn't mean any of the things that I said.",
      "es": "Y no pensaba lo que dije."
    }
  },
  {
    "translation": {
      "en": "I know. Neither did I.",
      "es": "Lo sé. Yo tampoco."
    }
  },
  {
    "translation": {
      "en": "Daddy?",
      "es": "Papá."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Did Mommy like living in the city?",
      "es": "¿Le gustaba a mamá vivir en la ciudad?"
    }
  },
  {
    "translation": {
      "en": "Yeah, she did. She loved it.",
      "es": "Sí. Así es. Le encantaba."
    }
  },
  {
    "translation": {
      "en": "Then I guess I'll love it too.",
      "es": "Entonces, a mí también me encantará."
    }
  },
  {
    "translation": {
      "en": "Thanks, sweetheart.",
      "es": "Gracias, cielo."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "You know, I still might make it to your show tomorrow, if the traffic's not too bad.",
      "es": "Tal vez llegue a tu función si no hay mucho tráfico."
    }
  },
  {
    "translation": {
      "en": "I won't be mad if you miss it. I understand.",
      "es": "No me enfadaré si te la pierdes. Lo entiendo."
    }
  },
  {
    "translation": {
      "en": "Okay, sweetie. Go back to sleep. I love you.",
      "es": "Bien, cielo. Duérmete. Te quiero."
    }
  },
  {
    "translation": {
      "en": "Good night, Daddy.",
      "es": "Buenas noches, papá."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "es": "Buenas noches."
    }
  },
  {
    "translation": {
      "en": "George Clooney's office for Tony on line one.",
      "es": "El despacho de George Clooney para Tony por la 1."
    }
  },
  {
    "translation": {
      "en": "The Angellotti Company. One moment, please.",
      "es": "Angelotti. Un momento, por favor."
    }
  },
  {
    "translation": {
      "en": "- Can I help you? - Yes. Uh, my name's Oliver Trinke,",
      "es": "- ¿Puedo ayudarle? - Sí. Oliver Trinke, vengo a ver a Arthur Brickman"
    }
  },
  {
    "translation": {
      "en": "and I'm here to see Arthur Brickman, uh, and Mr. Angellotti.",
      "es": "Oliver Trinke, vengo a ver a Arthur Brickman y al señor Angelotti."
    }
  },
  {
    "translation": {
      "en": "Okay. Mr. Trinke is here.",
      "es": "Ha llegado el señor Trinke."
    }
  },
  {
    "translation": {
      "en": "Okay, I will.",
      "es": "De acuerdo."
    }
  },
  {
    "translation": {
      "en": "Uh, they're gonna be about ten more minutes.",
      "es": "Tardarán unos 10 minutos."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "De acuerdo."
    }
  },
  {
    "translation": {
      "en": "You can have a seat.",
      "es": "Puede sentarse."
    }
  },
  {
    "translation": {
      "en": "Right. Right.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Hello. Oh, my God. Hi!",
      "es": "- Hola. - Dios mío. Hola."
    }
  },
  {
    "translation": {
      "en": "Uh, I'm here to see Brad. Yes. He's expecting you, sir.",
      "es": "- Vengo a ver a Brad. - Sí. Le está esperando."
    }
  },
  {
    "translation": {
      "en": "He apologizes, but he's stuck in traffic. He's just a few blocks away,",
      "es": "Se disculpa, pero está en pleno atasco a unas manzanas de aquí."
    }
  },
  {
    "translation": {
      "en": "so why don't you just have a seat and I'll… I'll let him know that you've arrived.",
      "es": "Siéntese, por favor, y le diré que ya ha llegado."
    }
  },
  {
    "translation": {
      "en": "Well, thank you very much.",
      "es": "Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "They love to keep you waiting, don't they?",
      "es": "Les encanta hacerte esperar, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "es": "¿Perdón?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, I was saying they… they love to keep you waiting.",
      "es": "Digo que les encanta hacerte esperar."
    }
  },
  {
    "translation": {
      "en": "Right. Yeah. Yeah, they do.",
      "es": "Así es. Sí, sí."
    }
  },
  {
    "translation": {
      "en": "I think they think it gives them the psychological edge, you know?",
      "es": "Piensan que les brinda ventaja psicológica."
    }
  },
  {
    "translation": {
      "en": "Well, it's about to give them the edge of my ass, 'cause that's all they're gonna see when I'm walking out that door.",
      "es": "Pues voy a brindarles mi culo cuando me largue por esa puerta."
    }
  },
  {
    "translation": {
      "en": "You know anything about these guys?",
      "es": "¿Conoces a esta gente?"
    }
  },
  {
    "translation": {
      "en": "Uh, only that they're the fastest- growing--",
      "es": "Solo que son la empresa…"
    }
  },
  {
    "translation": {
      "en": "Growing firm in the business. Yes, I read that article too.",
      "es": "…que más rápido está creciendo. Yo también he leído el artículo."
    }
  },
  {
    "translation": {
      "en": "All right, well, you know as much as I do.",
      "es": "Pues sabes tanto como yo."
    }
  },
  {
    "translation": {
      "en": "I guess that means they know what they're doing.",
      "es": "- Sabrán lo que hacen. - Supongo."
    }
  },
  {
    "translation": {
      "en": "I suppose. Unless these publicists hire other publicists",
      "es": "- Sabrán lo que hacen. - Supongo. A menos que sus relaciones tengan relaciones que les pongan bien."
    }
  },
  {
    "translation": {
      "en": "- to get the word out for them. - Right.",
      "es": "A menos que sus relaciones tengan relaciones que les pongan bien."
    }
  },
  {
    "translation": {
      "en": "Yeah, and then those publicists hire their own publicists",
      "es": "Exacto. Y esos relaciones contratan a otros"
    }
  },
  {
    "translation": {
      "en": "to help spin the good publicity they created for these publicists.",
      "es": "que propagan la fama que crearon para esos relaciones."
    }
  },
  {
    "translation": {
      "en": "Of course, you know, knowing publicists, they probably hire publicists",
      "es": "Conociéndolos, contratarán a relaciones que promocionarán"
    }
  },
  {
    "translation": {
      "en": "to promote the fact that they spun the publicity",
      "es": "contratarán a relaciones que promocionarán el haber propagado la fama que crearon los otros relaciones."
    }
  },
  {
    "translation": {
      "en": "that they hired the other publicists to spin.",
      "es": "el haber propagado la fama que crearon los otros relaciones."
    }
  },
  {
    "translation": {
      "en": "- Oh, man! So what do you do? - I'm a publicist.",
      "es": "- ¿Y qué haces tú? - Soy relaciones."
    }
  },
  {
    "translation": {
      "en": "I didn't realize I was sitting here talking to an Angellotti man.",
      "es": "No sabía que hablaba con alguien de Angelotti."
    }
  },
  {
    "translation": {
      "en": "Well, to tell you the truth, I'm… I'm not an Angellotti man.",
      "es": "A decir verdad, no soy de Angelotti."
    }
  },
  {
    "translation": {
      "en": "At least not yet. I'm here trying to get a job, so…",
      "es": "Al menos, todavía no. Vengo por un trabajo."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you know, these guys have been trying",
      "es": "Llevan intentando que deje a mi relaciones"
    }
  },
  {
    "translation": {
      "en": "to steal me from my publicist ever since my last flick came out.",
      "es": "Llevan intentando que deje a mi relaciones desde mi última película."
    }
  },
  {
    "translation": {
      "en": "Oh, the… the robot movie, right?",
      "es": "¿La del robot?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. You saw it?",
      "es": "Sí. ¿La has visto?"
    }
  },
  {
    "translation": {
      "en": "I haven't gotten around to it yet. I'm gonna… I'm gonna…",
      "es": "Todavía no. Voy a…"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Thanks a lot for the support, though, man.",
      "es": "Ya. Gracias por el apoyo, tío."
    }
  },
  {
    "translation": {
      "en": "- I wan… I wanna see it… - You know what? It's not that good.",
      "es": "Bueno, quiero verla. No, no es tan buena."
    }
  },
  {
    "translation": {
      "en": "- It's not that good. -",
      "es": "No es tan buena."
    }
  },
  {
    "translation": {
      "en": "I have a kid. I don't get a chance to get out and see movies",
      "es": "Soy padre. No voy a ver películas"
    }
  },
  {
    "translation": {
      "en": "unless they have singing crabs in them or something.",
      "es": "si no hay cangrejos cantarines en ellas."
    }
  },
  {
    "translation": {
      "en": "Singing crabs. I saw that one. That means you have a girl.",
      "es": "Cangrejos. La he visto. O sea, tienes una niña."
    }
  },
  {
    "translation": {
      "en": "- That's right. That's right. -",
      "es": "Exacto."
    }
  },
  {
    "translation": {
      "en": "- How old is she? - Uh, she's seven.",
      "es": "- ¿Cuántos años tiene? - Siete."
    }
  },
  {
    "translation": {
      "en": "Yeah, cool. I got a girl and two boys.",
      "es": "Ya. Yo tengo una niña y dos niños."
    }
  },
  {
    "translation": {
      "en": "Three kids?",
      "es": "¿Tres hijos?"
    }
  },
  {
    "translation": {
      "en": "God. How do you find time to make all those blockbusters?",
      "es": "¿Cómo tienes tiempo de rodar esos bombazos?"
    }
  },
  {
    "translation": {
      "en": "Shoot, if I didn't have all them kids, I wouldn't have to make these blockbusters.",
      "es": "Si no tuviera a los niños, no tendría que rodarlos."
    }
  },
  {
    "translation": {
      "en": "- - Right.",
      "es": "Claro."
    }
  },
  {
    "translation": {
      "en": "Oh, man. It's cool, though, isn't it?",
      "es": "Vaya… Aunque es estupendo, ¿eh?"
    }
  },
  {
    "translation": {
      "en": "Making blockbusters? You tell me.",
      "es": "¿Rodar bombazos? Dímelo tú."
    }
  },
  {
    "translation": {
      "en": "Being a parent, funny man.",
      "es": "Ser padre, gracioso."
    }
  },
  {
    "translation": {
      "en": "It has its moments.",
      "es": "Tiene sus momentos."
    }
  },
  {
    "translation": {
      "en": "- What's your daughter's name? - Uh, Gertrude.",
      "es": "¿Cómo se llama? Gertrude."
    }
  },
  {
    "translation": {
      "en": "Damn! Why'd you do that to that girl, man?",
      "es": "¿Por qué le has hecho eso, tío?"
    }
  },
  {
    "translation": {
      "en": "- - Did you lose a bet?",
      "es": "¿Perdiste una apuesta?"
    }
  },
  {
    "translation": {
      "en": "No. No, it was my wife's name.",
      "es": "¿Perdiste una apuesta? No, era el nombre de mi mujer."
    }
  },
  {
    "translation": {
      "en": "Was? Your wife-- Okay, let me guess. She took you for half",
      "es": "¿Era? Deja que adivine. Se llevó la mitad de todo tras llamar Gert a la pobre niña."
    }
  },
  {
    "translation": {
      "en": "after she saddled the kid with the name Gert.",
      "es": "Se llevó la mitad de todo tras llamar Gert a la pobre niña."
    }
  },
  {
    "translation": {
      "en": "I can't blame it on her. I saddled the kid with the name Gert. She… she died at childbirth, so…",
      "es": "No la culpo. Yo la llamé Gert. Murió al dar a luz."
    }
  },
  {
    "translation": {
      "en": "- Oh… - No, no, no, it's… I just-- I feel like an asshole, man.",
      "es": "- No, es… - Me siento como un cabrón."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. Don't worry about it. You didn't know.",
      "es": "No. No te preocupes."
    }
  },
  {
    "translation": {
      "en": "No, listen, I'm… I'm really sorry about that.",
      "es": "No, en serio,"
    }
  },
  {
    "translation": {
      "en": "I didn't see your movie, so we're even.",
      "es": "- lo siento. - Yo no vi tu película. Empate."
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "es": "- De verdad. - Por esto mismo"
    }
  },
  {
    "translation": {
      "en": "You know, this is exactly why people don't talk to each other",
      "es": "- De verdad. - Por esto mismo no habla la gente en la sala de espera."
    }
  },
  {
    "translation": {
      "en": "when they sitting in waiting rooms, right?",
      "es": "no habla la gente en la sala de espera."
    }
  },
  {
    "translation": {
      "en": "Probably.",
      "es": "Probablemente."
    }
  },
  {
    "translation": {
      "en": "Although, I gotta tell ya, the simple fact that the guy who wrote",
      "es": "Aunque te diré algo. Que el autor de Los padres no entienden"
    }
  },
  {
    "translation": {
      "en": "Parents Just Don't Understand is now a parent himself,",
      "es": "Que el autor de Los padres no entienden sea ahora padre lo compensa todo."
    }
  },
  {
    "translation": {
      "en": "- I think completely makes up for it. -",
      "es": "sea ahora padre lo compensa todo."
    }
  },
  {
    "translation": {
      "en": "Oh, man. We don't, though, do we?",
      "es": "- Pero no lo hacemos. - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "- What's that? - Understand.",
      "es": "- Pero no lo hacemos. - ¿Qué? Entender. Los críos de hoy,"
    }
  },
  {
    "translation": {
      "en": "I mean, these kids today,",
      "es": "Entender. Los críos de hoy,"
    }
  },
  {
    "translation": {
      "en": "from the door, man, they got it all over us.",
      "es": "desde el principio, nos dan mil vueltas."
    }
  },
  {
    "translation": {
      "en": "My daughter has it all over me, I can tell you that.",
      "es": "Mi hija me da mil vueltas."
    }
  },
  {
    "translation": {
      "en": "- Yeah, my middle one, my son? - Mm- hmm.",
      "es": "El mediano, mi hijo…"
    }
  },
  {
    "translation": {
      "en": "Every time I walk out of the house in the morning,",
      "es": "Cuando me voy por la mañana, dice:"
    }
  },
  {
    "translation": {
      "en": "he says, Daddy, how far you love me? I always pick somewhere close, and be like,",
      "es": "Papá, ¿hasta dónde me quieres?. Elijo"
    }
  },
  {
    "translation": {
      "en": "I love you to that table, man. I know, you don't.",
      "es": "algo cercano. Hasta esa mesa. No, no es verdad."
    }
  },
  {
    "translation": {
      "en": "You love me all the way to the moon and back down to the dirt.",
      "es": "Me quieres hasta la luna y de vuelta hasta el suelo."
    }
  },
  {
    "translation": {
      "en": "- - That's great.",
      "es": "Es estupendo."
    }
  },
  {
    "translation": {
      "en": "It takes everything I got to walk out of the house.",
      "es": "Tengo que forzarme a salir de casa."
    }
  },
  {
    "translation": {
      "en": "You get to spend time with them on the set, though, right?  Oh, yeah.",
      "es": "- Pero estás con ellos en el decorado. - Sí, pero…"
    }
  },
  {
    "translation": {
      "en": "But if I was a smart man, I wouldn't be sittin' here right now.",
      "es": "Si fuera listo, no estaría aquí sentado."
    }
  },
  {
    "translation": {
      "en": "I'd be at home playing in the dirt with my kids.",
      "es": "Estaría en casa con mis hijos jugando con la tierra."
    }
  },
  {
    "translation": {
      "en": "But we all know that I'm not famous 'cause of my brains.",
      "es": "Pero no soy famoso por mi inteligencia."
    }
  },
  {
    "translation": {
      "en": "It's 'cause I'm, like, strikingly handsome, crazy sexy.",
      "es": "Es porque soy guapísimo, locamente sexy y lo que me cuelga ahí es increíble."
    }
  },
  {
    "translation": {
      "en": "And I'm, like, hung like it's ridiculous.",
      "es": "locamente sexy y lo que me cuelga ahí es increíble."
    }
  },
  {
    "translation": {
      "en": "Oh, man! But I'm definitely not the sharpest spoon in the shed.",
      "es": "Pero no soy el tipo más listo del mundo."
    }
  },
  {
    "translation": {
      "en": "You know…",
      "es": "Sabes…"
    }
  },
  {
    "translation": {
      "en": "it was really nice talking to you.",
      "es": "Ha sido un placer hablar contigo."
    }
  },
  {
    "translation": {
      "en": "Oh, hey. You, too, man. You out?",
      "es": "Lo mismo digo."
    }
  },
  {
    "translation": {
      "en": "- I'm out. - All right.",
      "es": "- ¿Te vas? - Me voy."
    }
  },
  {
    "translation": {
      "en": "Hey, you, uh, recommend these guys?",
      "es": "¿Me recomiendas a esta gente?"
    }
  },
  {
    "translation": {
      "en": "Uh… only guy I can recommend is named Arthur Brickman.",
      "es": "Solo puedo recomendar a Arthur Brickman."
    }
  },
  {
    "translation": {
      "en": "Other than that, I can't vouch for anybody.",
      "es": "De los demás no puedo decirte nada."
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, hold up.",
      "es": "Espera."
    }
  },
  {
    "translation": {
      "en": "- You Brickman? - No.",
      "es": "¿Tú eres Brickman?"
    }
  },
  {
    "translation": {
      "en": "I'm just a guy who'd rather play in the dirt with his kid.",
      "es": "No, soy un tipo que prefiere jugar con su hija."
    }
  },
  {
    "translation": {
      "en": "- ♪ Toby! ♪ - ♪ Coming! Scuse me ♪",
      "es": "Toby. - ¡Ya voy! Perdona. - Trae cerveza."
    }
  },
  {
    "translation": {
      "en": "- ♪ Ale there ♪ - ♪ Right, Mum! ♪",
      "es": "- ¡Ya voy! Perdona. - Trae cerveza. - Bien, mamá. - Rápido."
    }
  },
  {
    "translation": {
      "en": "♪ Quick now! ♪",
      "es": "- Bien, mamá. - Rápido."
    }
  },
  {
    "translation": {
      "en": "- ♪ God, that's good! ♪ - ♪ God, that's good! ♪",
      "es": "¡Dios, qué bueno!"
    }
  },
  {
    "translation": {
      "en": "You want some rouge, or should I just pinch your cheeks?",
      "es": "¿Colorete, o te pellizco las mejillas?"
    }
  },
  {
    "translation": {
      "en": "Pinch my cheeks, Greenie, kids show or not, I'll put you through the wall.",
      "es": "Pellízcamelas. Si no, te estamparé contra la pared delante de los niños."
    }
  },
  {
    "translation": {
      "en": "♪ When I see you sky as a kite ♪",
      "es": "ESCUELA DE SANTA MARÍA GORETTI FUNCIÓN DE OTOÑO"
    }
  },
  {
    "translation": {
      "en": "I'd like to welcome everyone",
      "es": "Quiero darles la bienvenida a la función de otoño"
    }
  },
  {
    "translation": {
      "en": "to St. Maria Goretti's Student- Family Fall Pageant.",
      "es": "Quiero darles la bienvenida a la función de otoño de Santa María Goretti."
    }
  },
  {
    "translation": {
      "en": "This is a celebration of your children and their talents,",
      "es": "Es una celebración de sus hijos y de sus talentos,"
    }
  },
  {
    "translation": {
      "en": "so we hope you enjoy the show.",
      "es": "disfruten de la función."
    }
  },
  {
    "translation": {
      "en": "Our first act is first- grader Cynthia Bodnar and her mother Jane,",
      "es": "El primer número corre a cargo de Cynthia Bodnar y su madre Jane,"
    }
  },
  {
    "translation": {
      "en": "performing the song Memory from the Broadway show Cats.",
      "es": "que interpretarán la canción Memory del show de Broadway Cats."
    }
  },
  {
    "translation": {
      "en": "And now Tracy Colelli, from Sister Ann's kindergarten class,",
      "es": "Y ahora Tracy Colelli, de la clase de párvulos de la hermana Ann,"
    }
  },
  {
    "translation": {
      "en": "will perform with her parents Memory from Cats.",
      "es": "interpretará con sus padres Memory, de Cats."
    }
  },
  {
    "translation": {
      "en": "♪ To think I could've let you go ♪",
      "es": "HIGHLANDS HISTÓRICO"
    }
  },
  {
    "translation": {
      "en": "And now, first- grader Martin Tobias and his mother will perform--",
      "es": "Y ahora, el alumno de primer curso Martin Tobias y su madre interpretarán…"
    }
  },
  {
    "translation": {
      "en": "Oh, boy, this is a popular song. Memory from Cats.",
      "es": "Vaya. Es una canción muy popular. Memory, de Cats."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "es": "¡No puede ser!"
    }
  },
  {
    "translation": {
      "en": "You couldn't make it easy on me, could you, Gert?",
      "es": "No podías ponérmelo fácil, ¿eh, Gert?"
    }
  },
  {
    "translation": {
      "en": "Honey, it's gonna be okay.",
      "es": "Cielo, todo irá bien."
    }
  },
  {
    "translation": {
      "en": "You're next, Gertie.",
      "es": "Te toca, Gertie."
    }
  },
  {
    "translation": {
      "en": "Break a leg.",
      "es": "Suerte."
    }
  },
  {
    "translation": {
      "en": "And now, we have something not from Cats. Thank God.",
      "es": "Y ahora, tenemos algo que no es de Cats, gracias a Dios… la alumna de primero Gertrude Trinke y su padre"
    }
  },
  {
    "translation": {
      "en": "First- grader Gertrude Trinke and her father, Oliver…",
      "es": "gracias a Dios… la alumna de primero Gertrude Trinke y su padre"
    }
  },
  {
    "translation": {
      "en": "- Psst! - …will be--",
      "es": "Oliver, van a…"
    }
  },
  {
    "translation": {
      "en": "Just my grandfather.",
      "es": "Con mi abuelo."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. First- grader Gertrude Trinke and her grandfather",
      "es": "Disculpen. La alumna de primero Gertrude Trinke y su abuelo"
    }
  },
  {
    "translation": {
      "en": "will be performing what I can only assume is a hymn,",
      "es": "interpretarán lo que supongo que es un himno,"
    }
  },
  {
    "translation": {
      "en": "entitled God, That's Good from the musical Sweeney Todd.",
      "es": "interpretarán lo que supongo que es un himno, Dios, qué bueno, del musical Sweeney Todd."
    }
  },
  {
    "translation": {
      "en": "♪ Ladies and gentlemen May I have your attention, please? ♪",
      "es": "Damas y caballeros, atención, por favor."
    }
  },
  {
    "translation": {
      "en": "♪ Are your nostrils aquiver And tingling as well ♪",
      "es": "¿También a ustedes se les hace la boca agua"
    }
  },
  {
    "translation": {
      "en": "♪ At that delicate Luscious ambrosial smell? ♪",
      "es": "¿También a ustedes se les hace la boca agua con ese exquisito y voluptuoso olor?"
    }
  },
  {
    "translation": {
      "en": "♪ Yes, they are I can tell ♪",
      "es": "¡Sí, lo noto!"
    }
  },
  {
    "translation": {
      "en": "♪ Well, ladies and gentlemen That aroma enriching the breeze ♪",
      "es": "Damas y caballeros, el aroma que perfuma la brisa"
    }
  },
  {
    "translation": {
      "en": "♪ Is like nothing compared To its succulent source ♪",
      "es": "no es nada comparado con su suculento origen,"
    }
  },
  {
    "translation": {
      "en": "♪ As the gourmets among you Will tell you, of course ♪",
      "es": "ya se lo confirmarán los gourmets."
    }
  },
  {
    "translation": {
      "en": "♪ Ladies and gentlemen You can't imagine the rapture in store ♪",
      "es": "Damas y caballeros, no pueden imaginar el éxtasis"
    }
  },
  {
    "translation": {
      "en": "♪ Just inside of this door ♪",
      "es": "que hay en este… bar."
    }
  },
  {
    "translation": {
      "en": "♪ There you'll sample Mrs. Lovett's meat pies ♪",
      "es": "Aquí catarán las empanadillas de carne de la señora Lovett,"
    }
  },
  {
    "translation": {
      "en": "♪ Savory and sweet pies as you see ♪",
      "es": "tiernas y sabrosas, ya verán."
    }
  },
  {
    "translation": {
      "en": "♪ You who eats pies Mrs. Lovett's meat pies ♪",
      "es": "Quienes comen empanadillas, las de carne de la señora Lovett,"
    }
  },
  {
    "translation": {
      "en": "♪ Conjure up the treat pies used to be ♪",
      "es": "recuerden el manjar que representan."
    }
  },
  {
    "translation": {
      "en": "- ♪ Toby! ♪ - ♪ Coming! Scuse me ♪",
      "es": "¡Toby! ¡Ya voy! Perdona."
    }
  },
  {
    "translation": {
      "en": "- ♪ Ale there ♪ - ♪ Right, Mum! ♪",
      "es": "- Trae cerveza. - Bien, mamá."
    }
  },
  {
    "translation": {
      "en": "- ♪ Quick now ♪ - ♪ God, that's good ♪",
      "es": "- ¡Rápido! - Dios, qué bueno."
    }
  },
  {
    "translation": {
      "en": "♪ Nice to see you, dearie ♪",
      "es": "Me alegro de verte, cielo."
    }
  },
  {
    "translation": {
      "en": "♪ How have you been keeping? ♪",
      "es": "¿Qué tal te ha ido?"
    }
  },
  {
    "translation": {
      "en": "♪ Cor, me bones is weary Toby! One for the gentleman ♪",
      "es": "Caramba, mis huesos están cansados. ¡Toby! Cerveza para los caballeros. ¿Oyen piar a los pájaros?"
    }
  },
  {
    "translation": {
      "en": "♪ Hear the birdies cheeping? Helps to keep it cheery ♪",
      "es": "Cerveza para los caballeros. ¿Oyen piar a los pájaros? Es algo que anima."
    }
  },
  {
    "translation": {
      "en": "♪ Toby! Throw the old woman out! ♪",
      "es": "¡Toby! ¡Echa a la vieja!"
    }
  },
  {
    "translation": {
      "en": "♪ God, that's good! ♪",
      "es": "Dios, qué bueno."
    }
  },
  {
    "translation": {
      "en": "♪ What's your budget, dearie? ♪",
      "es": "¿Cuánto dinero traes, cielo?"
    }
  },
  {
    "translation": {
      "en": "♪ No, we don't cut slices ♪",
      "es": "No, no cortamos rodajas."
    }
  },
  {
    "translation": {
      "en": "Take this off!",
      "es": "¡Quítate esto!"
    }
  },
  {
    "translation": {
      "en": "♪ I could up me prices, I'm a little leery ♪",
      "es": "Estoy un poco cansada."
    }
  },
  {
    "translation": {
      "en": "♪ Business couldn't be better, though ♪",
      "es": "Pero el negocio va de maravilla."
    }
  },
  {
    "translation": {
      "en": "♪ God, that's good! ♪",
      "es": "Dios, qué bueno."
    }
  },
  {
    "translation": {
      "en": "♪ Knock on wood ♪",
      "es": "Toca madera."
    }
  },
  {
    "translation": {
      "en": "- ♪ Psst! ♪ - ♪ Excuse me ♪",
      "es": "¡Perdonad!"
    }
  },
  {
    "translation": {
      "en": "- ♪ Psst! ♪ - ♪ Dear, see to the customers ♪",
      "es": "Cielo, atiende a los clientes."
    }
  },
  {
    "translation": {
      "en": "- ♪ Psst! ♪ - ♪Yes, what, love? ♪",
      "es": "Sí, ¿qué, amor?"
    }
  },
  {
    "translation": {
      "en": "- ♪ Quick now ♪ - ♪ Me heart's a- flutter ♪",
      "es": "Rápido. - Qué emoción. - Cuando golpee el suelo…"
    }
  },
  {
    "translation": {
      "en": "- ♪ When I pound the floor ♪ - ♪ When you pound the floor ♪",
      "es": "- Qué emoción. - Cuando golpee el suelo… - Cuando lo golpees… - …significará"
    }
  },
  {
    "translation": {
      "en": "♪ It's a signal to show That I'm ready to go ♪",
      "es": "- Cuando lo golpees… - …significará"
    }
  },
  {
    "translation": {
      "en": "♪ It's to tell me I know You'll be ready to go ♪",
      "es": "que estoy listo."
    }
  },
  {
    "translation": {
      "en": "- ♪ When I pound the floor ♪ - ♪ When you pound the floor ♪",
      "es": "Cuando golpees el suelo. Confía en mí."
    }
  },
  {
    "translation": {
      "en": "- ♪ Will you trust me? ♪ - ♪ I just want to be sure ♪",
      "es": "Cuando golpees el suelo. Confía en mí. Solo quiero estar seguro."
    }
  },
  {
    "translation": {
      "en": "♪ I'll be waiting below For the whistle to blow ♪ ♪ When I'm certain that you're in place I'll pound three times ♪",
      "es": "Cuando esté seguro de que estás en tu sitio, golpearé tres veces."
    }
  },
  {
    "translation": {
      "en": "♪ Three times ♪",
      "es": "¡Tres veces!"
    }
  },
  {
    "translation": {
      "en": "♪ And then you… ♪",
      "es": "Y luego tú…"
    }
  },
  {
    "translation": {
      "en": "♪ Three times! ♪",
      "es": "¡Tres veces!"
    }
  },
  {
    "translation": {
      "en": "♪ If you… ♪",
      "es": "Si tú…"
    }
  },
  {
    "translation": {
      "en": "♪ Exactly! ♪",
      "es": "¡Exacto!"
    }
  },
  {
    "translation": {
      "en": "- ♪ More hot pies! ♪ - ♪ God! ♪",
      "es": "- ¡Más empanadillas! - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "- ♪ More hot! ♪ - ♪ Right! ♪",
      "es": "- ¡Más! - ¡Bien!"
    }
  },
  {
    "translation": {
      "en": "♪ More pies! ♪",
      "es": "¡Más empanadillas!"
    }
  },
  {
    "translation": {
      "en": "- ♪ More! ♪ - ♪ Wait! ♪",
      "es": "¡Más! ¡Esperad!"
    }
  },
  {
    "translation": {
      "en": "- ♪ God, that's good! ♪ - ♪ God, that's good! ♪",
      "es": "¡Dios, qué bueno!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "I love you, Daddy.",
      "es": "Te quiero, papá."
    }
  },
  {
    "translation": {
      "en": "I love you too. I love you so much.",
      "es": "Y yo a ti. Te quiero tanto…"
    }
  },
  {
    "translation": {
      "en": "- You were great. - You too.",
      "es": "- Has estado estupenda. - Y tú."
    }
  },
  {
    "translation": {
      "en": "You… guys… were… great!",
      "es": "Vosotros… dos… habéis estado… estupendos."
    }
  },
  {
    "translation": {
      "en": "Oh!",
      "es": "CABALLEROS"
    }
  },
  {
    "translation": {
      "en": "- Oh, God. -",
      "es": "Dios."
    }
  },
  {
    "translation": {
      "en": "Hey, Gertie. Come dance with me.",
      "es": "Gertie. Ven a bailar conmigo."
    }
  },
  {
    "translation": {
      "en": "Bye, Uncle Greenie. Bye, Uncle Block.",
      "es": "Adiós, tío Greenie. Adiós, tío Block."
    }
  },
  {
    "translation": {
      "en": "Bye, sweetheart.",
      "es": "Adiós, cariño."
    }
  },
  {
    "translation": {
      "en": "I'm starting to like this show business thing.",
      "es": "Me gusta esto del espectáculo."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, don't get caught up in the glory.",
      "es": "Ya. Que no se te suba a la cabeza."
    }
  },
  {
    "translation": {
      "en": "Tomorrow you're on shithouse duty.",
      "es": "Mañana te tocan los cagaderos."
    }
  },
  {
    "translation": {
      "en": "You know, Block, Sometimes I just wanna…",
      "es": "Sabes, Block. A veces quiero…"
    }
  },
  {
    "translation": {
      "en": "Uh- huh.",
      "es": "Ajá."
    }
  },
  {
    "translation": {
      "en": "I'm so tired of being your little geisha.",
      "es": "Estoy harto de ser tu geisha."
    }
  },
  {
    "translation": {
      "en": "You had me worried there for a minute.",
      "es": "Estaba preocupado por ti."
    }
  },
  {
    "translation": {
      "en": "Yeah, who knew all those years - you were nursing a case of stage fright? -",
      "es": "Quién iba a pensar que te entraría pánico al escenario."
    }
  },
  {
    "translation": {
      "en": "Not about that, smart ass.",
      "es": "No por eso, listillo."
    }
  },
  {
    "translation": {
      "en": "About the other thing.",
      "es": "Por lo otro."
    }
  },
  {
    "translation": {
      "en": "About moving away.",
      "es": "Lo de irte."
    }
  },
  {
    "translation": {
      "en": "Come on, Dad. Don't you wanna live alone again?",
      "es": "Vamos, papá. ¿No quieres volver a vivir solo?"
    }
  },
  {
    "translation": {
      "en": "Not as much as I don't wanna die alone.",
      "es": "Lo que no quiero es morir solo."
    }
  },
  {
    "translation": {
      "en": "We're not going anywhere, Pop.",
      "es": "No nos vamos, papá."
    }
  },
  {
    "translation": {
      "en": "You wanna go over there and cheer up your Pop?",
      "es": "¿Quieres animar a tu abuelo? Está destrozado"
    }
  },
  {
    "translation": {
      "en": "He's devastated about missing his big singing debut.",
      "es": "¿Quieres animar a tu abuelo? Está destrozado porque no ha podido debutar como cantante."
    }
  },
  {
    "translation": {
      "en": "- - Pop!",
      "es": "¡Abuelo!"
    }
  },
  {
    "translation": {
      "en": "Hey, Princess.",
      "es": "Hola, princesa."
    }
  },
  {
    "translation": {
      "en": "Look at you. Mr. Big Hero of the Night.",
      "es": "Fíjate. El gran héroe de la noche."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, it might take me longer than some, but I…",
      "es": "Sí, tal vez tarde más que otros, pero…"
    }
  },
  {
    "translation": {
      "en": "May I?",
      "es": "¿Puedo?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Vale."
    }
  },
  {
    "translation": {
      "en": "I like to think I come around eventually.",
      "es": "Me gusta pensar que al final hago lo correcto."
    }
  },
  {
    "translation": {
      "en": "Hmm. Well, you showing up when you did, like that?",
      "es": "Tu forma de aparecer allí"
    }
  },
  {
    "translation": {
      "en": "That was just about the most romantic thing I've ever seen.",
      "es": "es lo más romántico que he visto jamás."
    }
  },
  {
    "translation": {
      "en": "- Honestly. -",
      "es": "En serio."
    }
  },
  {
    "translation": {
      "en": "Well,",
      "es": "Bueno,"
    }
  },
  {
    "translation": {
      "en": "stick around.",
      "es": "quédate por aquí."
    }
  },
  {
    "translation": {
      "en": "It may get even more romantic than that.",
      "es": "Puedes ver algo más romántico aún."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah.",
      "es": "¿De verdad? Sí."
    }
  },
  {
    "translation": {
      "en": "- See? How was that for romance? -",
      "es": "¿Ves? ¿No te parece romántico?"
    }
  },
  {
    "translation": {
      "en": "I'll think about it.",
      "es": "Lo pensaré."
    }
  },
  {
    "translation": {
      "en": "Do that.",
      "es": "Hazlo."
    }
  },
  {
    "translation": {
      "en": "Ollie Trinke…",
      "es": "Ollie Trinke…"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "es": "Oye."
    }
  },
  {
    "translation": {
      "en": "Your kid's cutting a rug with that Maya.",
      "es": "Tu hijo está echando un baile con Maya."
    }
  },
  {
    "translation": {
      "en": "The sun even shines on a dog's ass some days.",
      "es": "El sol brilla incluso para los perros."
    }
  },
  {
    "translation": {
      "en": "You getting a dog?",
      "es": "¿Te compras un perro?"
    }
  },
  {
    "translation": {
      "en": "Maya?",
      "es": "¿Maya?"
    }
  },
  {
    "translation": {
      "en": "Can I dance with my dad now?",
      "es": "¿Puedo bailar con mi padre?"
    }
  },
  {
    "translation": {
      "en": "Oh, if you must.",
      "es": "Si no hay más remedio…"
    }
  },
  {
    "translation": {
      "en": "Don't let him go, though, Gert.",
      "es": "Pero no le dejes marchar."
    }
  },
  {
    "translation": {
      "en": "He's one of a kind.",
      "es": "Es único."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "Lo sé."
    }
  },
  {
    "translation": {
      "en": "Come here. Oh!",
      "es": "Ven aquí."
    }
  },
  {
    "translation": {
      "en": "You wanna dance? So, no city?",
      "es": "- ¿Quieres bailar? - ¿Así que no hay ciudad?"
    }
  },
  {
    "translation": {
      "en": "No. No city.",
      "es": "No. No hay ciudad."
    }
  },
  {
    "translation": {
      "en": "- We're staying here with Pop? -",
      "es": "¿Nos quedamos con el abuelo?"
    }
  },
  {
    "translation": {
      "en": "God help us, yes, we're staying with Pop.",
      "es": "Que Dios nos ayude. Sí, nos quedamos con el abuelo."
    }
  },
  {
    "translation": {
      "en": "And you're taking me to see Cats?",
      "es": "¿Y me llevarás a Cats?"
    }
  },
  {
    "translation": {
      "en": "Nice try, but no.",
      "es": "Lo intentaste, pero no."
    }
  },
  {
    "translation": {
      "en": "Thank you, Daddy.",
      "es": "Gracias, papá."
    }
  },
  {
    "translation": {
      "en": "Anything for you, Gert.",
      "es": "Lo que quieras, Gert."
    }
  },
  {
    "translation": {
      "en": "You know why?",
      "es": "¿Sabes por qué?"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "'Cause you're the only thing I was ever really good at.",
      "es": "Porque eres lo único que he hecho realmente bien."
    }
  }
]