[
  {
    "translation": {
      "en": "♪♪",
      "es": "UNA SERIE ORIGINAL DE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "♪ Joy to the world, Todd is here ♪",
      "es": "¡Regocijad, Todd está aquí!"
    }
  },
  {
    "translation": {
      "en": "♪ He drank up all your beer ♪♪",
      "es": "¡Y se bebió toda tu cerveza!"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry, did I startle you with holiday cheer",
      "es": "Disculpa, ¿te desperté con mi alegría navideña"
    }
  },
  {
    "translation": {
      "en": "and good will towards man?",
      "es": "y mi benevolencia hacia la humanidad?"
    }
  },
  {
    "translation": {
      "en": "No, I just had this terrible dream that you were a person that existed",
      "es": "No, tuve un sueño horrible en el que eras alguien que existía"
    }
  },
  {
    "translation": {
      "en": "and that you were in my room for some reason.",
      "es": "y que por alguna razón se encontraba en mi cuarto."
    }
  },
  {
    "translation": {
      "en": "And then I woke up and it was true. Do you know what day it is?",
      "es": "-Luego desperté y era verdad. -¿Sabes qué día es?"
    }
  },
  {
    "translation": {
      "en": "Oh, shit, is it like our anniversary of that one day that I forgot to tell you",
      "es": "Diablos, ¿es nuestro aniversario de aquel día en el que olvidé decirte"
    }
  },
  {
    "translation": {
      "en": "how annoying you are? No, that was July 14th.",
      "es": "-lo insoportable que eres? -No. Ese es el 14 de julio."
    }
  },
  {
    "translation": {
      "en": "You can remember it because it's also Bastille Day.",
      "es": "Puedes recordarlo porque además es el Día de la Bastilla."
    }
  },
  {
    "translation": {
      "en": "Christ, are you annoying. BoJack, it's Christmas!",
      "es": "-Dios mío, eres insoportable. -¡BoJack, es Navidad!"
    }
  },
  {
    "translation": {
      "en": "Well, don't get too excited. I didn't get you shit.",
      "es": "No te entusiasmes. No te compré ni mierda."
    }
  },
  {
    "translation": {
      "en": "Ha! Shows what you know.",
      "es": "¡Eso es lo que tú crees! Cuando perdiste la conciencia,"
    }
  },
  {
    "translation": {
      "en": "When you were passed out, I used your credit card",
      "es": "¡Eso es lo que tú crees! Cuando perdiste la conciencia, usé tu tarjeta de crédito para comprarme este gorro nuevo."
    }
  },
  {
    "translation": {
      "en": "to buy me this new hat.",
      "es": "usé tu tarjeta de crédito para comprarme este gorro nuevo."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas to me.",
      "es": "¡Feliz Navidad para mí!"
    }
  },
  {
    "translation": {
      "en": "It looks exactly like your old hat.",
      "es": "Se ve igual que tu gorro viejo."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's my favorite kind of hat. Thanks, buddy!",
      "es": "¡Sí! ¡Es mi tipo de gorro favorito! ¡Gracias, amigo!"
    }
  },
  {
    "translation": {
      "en": "Okay, great, Christmas transaction complete. Please leave now.",
      "es": "Genial. Transacción navideña completada. Ahora vete, por favor."
    }
  },
  {
    "translation": {
      "en": "Or we could watch Sabrina's Christmas Wish.",
      "es": "O podríamos ver... RETOZANDO El deseo navideño de Sabrina."
    }
  },
  {
    "translation": {
      "en": "Hard pass. What? Come on, you love Horsin' Around.",
      "es": "-Paso. -¿Qué? ¡Te encanta Retozando!"
    }
  },
  {
    "translation": {
      "en": "Yeah, but I always skip the Christmas ones. Because the themes of family and togetherness",
      "es": "-Nunca veo los episodios navideños. -¿La temática de la unión familiar"
    }
  },
  {
    "translation": {
      "en": "are a chilling reminder of your own isolation?",
      "es": "es un recordatorio escalofriante de tu propia soledad?"
    }
  },
  {
    "translation": {
      "en": "No, but thank you for that.",
      "es": "No, pero gracias por eso."
    }
  },
  {
    "translation": {
      "en": "Todd, special holiday episodes are always stupid.",
      "es": "Todd, los episodios especiales de Navidad son una estupidez."
    }
  },
  {
    "translation": {
      "en": "Cynical cash grabs by greedy corporations",
      "es": "Un aprovechamiento cínico de corporaciones codiciosas"
    }
  },
  {
    "translation": {
      "en": "looking to squeeze a few extra Nielsen points",
      "es": "que buscan exprimir unos pocos puntos de audiencia extra"
    }
  },
  {
    "translation": {
      "en": "out of sentimental claptrap for mush- brained idiots",
      "es": "de estupideces sentimentales para idiotas descerebrados"
    }
  },
  {
    "translation": {
      "en": "who'd rather spend their Christmas watching a fake family on TV",
      "es": "que prefieren pasar su Navidad mirando a una familia irreal por la TV"
    }
  },
  {
    "translation": {
      "en": "than actually trying to have a conversation with their own dumb families.",
      "es": "que intentar tener una conversación con sus tontas familias."
    }
  },
  {
    "translation": {
      "en": "I like it when people on TV hug each other.",
      "es": "Me gusta cuando la gente se abraza en la TV."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, buddy! It's Christmas! Fine, if it'll make you shut up,",
      "es": "-¡Vamos, amigo! ¡Es Navidad! -¡Está bien! Si eso hará que te calles,"
    }
  },
  {
    "translation": {
      "en": "I begrudgingly acquiesce",
      "es": "consiento a regañadientes a media hora"
    }
  },
  {
    "translation": {
      "en": "to a half- hour of shared holiday acknowledgment,",
      "es": "consiento a regañadientes a media hora de una experiencia navideña compartida,"
    }
  },
  {
    "translation": {
      "en": "but only because I get a residual check",
      "es": "pero solo porque recibo un pago residual"
    }
  },
  {
    "translation": {
      "en": "every time somebody watches one of them.",
      "es": "cada vez que alguien ve uno de esos."
    }
  },
  {
    "translation": {
      "en": "Hurray! Begrudging acquiescence!",
      "es": "¡Hurra! ¡Por el consentimiento a regañadientes!"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "es": "CHICAGO NOCHE DE ESTRENO"
    }
  },
  {
    "translation": {
      "en": "♪ Three little orphans, one, two, three ♪",
      "es": "Tres huerfanitos Uno, dos, tres"
    }
  },
  {
    "translation": {
      "en": "♪ Without a home or a family tree ♪",
      "es": "Sin casa ni familia PROTECCIÓN INFANTIL"
    }
  },
  {
    "translation": {
      "en": "♪ Until this horse said, Live with me! ♪",
      "es": "Hasta que este caballo dijo: vivan conmigo"
    }
  },
  {
    "translation": {
      "en": "♪ And now we've got a new family ♪",
      "es": "Y ahora tenemos una nueva familia"
    }
  },
  {
    "translation": {
      "en": "♪ We're laughin' and learnin' and lovin' a lot ♪",
      "es": "Y ahora tenemos una nueva familia Ríen y aprenden y aman su vida"
    }
  },
  {
    "translation": {
      "en": "♪ Every new day is a dream ♪",
      "es": "Cada nuevo día es un sueño"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "es": "PROTAGONISTA: BOJACK HORSEMAN COMO EL CABALLO"
    }
  },
  {
    "translation": {
      "en": "♪ We were lost and now we're found ♪",
      "es": "Estábamos perdidos y nos encontraron"
    }
  },
  {
    "translation": {
      "en": "♪ And we're ♪",
      "es": "Y ahora estamos..."
    }
  },
  {
    "translation": {
      "en": "♪ Horsin' Around ♪♪",
      "es": "RETOZANDO"
    }
  },
  {
    "translation": {
      "en": "Horsin' Around is filmed before a live studio audience.",
      "es": "Retozando es filmado frente a una audiencia en vivo."
    }
  },
  {
    "translation": {
      "en": "Eggs sunny side up, just like you like 'em.",
      "es": "Huevos fritos, como te gustan."
    }
  },
  {
    "translation": {
      "en": "The hash has been thoroughly browned",
      "es": "Las croquetas han sido doradas cuidadosamente"
    }
  },
  {
    "translation": {
      "en": "and your pancakes have extra chocolate chips. Any questions?",
      "es": "y tus panqueques tienen chispas de chocolate extras. ¿Alguna pregunta?"
    }
  },
  {
    "translation": {
      "en": "Just the one. Who are you and what have you done with Olivia?",
      "es": "Solo una. ¿Quién eres tú y qué has hecho con Olivia?"
    }
  },
  {
    "translation": {
      "en": "Can't a sweet, young, lovable orphan make breakfast for her favorite horse",
      "es": "¿No puede una joven y dulce huérfana hacer el desayuno a su caballo favorito"
    }
  },
  {
    "translation": {
      "en": "without having ulterior motives?",
      "es": "sin tener intenciones ocultas?"
    }
  },
  {
    "translation": {
      "en": "You're right, I'm sorry, Olivia, this is very sweet.",
      "es": "Tienes razón. Lo lamento, Olivia. Esto es muy dulce."
    }
  },
  {
    "translation": {
      "en": "And speaking of ulterior motives... Well, I walked into that one.",
      "es": "-Y hablando de intenciones ocultas... -Bueno, yo me lo busqué."
    }
  },
  {
    "translation": {
      "en": "That cute leather jacket I like is on sale at the galleria.",
      "es": "La chaqueta de cuero que me gusta está rebajada en el centro comercial."
    }
  },
  {
    "translation": {
      "en": "As always, all roads lead to a cute leather jacket.",
      "es": "Como siempre, todos los caminos conducen a una chaqueta de cuero."
    }
  },
  {
    "translation": {
      "en": "I gotta say, I've never understood the appeal of fashionable clothing.",
      "es": "Debo decir que nunca entendí el atractivo de la ropa a la moda."
    }
  },
  {
    "translation": {
      "en": "Um, that's the understatement of the century.",
      "es": "Ese es el eufemismo del siglo."
    }
  },
  {
    "translation": {
      "en": "Trends come and go, but give me a pair of sensible winter socks,",
      "es": "Las modas van y vienen. Pero dame un buen par de medias abrigadas"
    }
  },
  {
    "translation": {
      "en": "and for years to come, I can keep my tootsies toasty.",
      "es": "y tendré mis deditos de los pies calentitos durante años."
    }
  },
  {
    "translation": {
      "en": "Haven't you kids ever heard that it's better to give than to receive?",
      "es": "¿No oyeron decir que es mejor dar que recibir?"
    }
  },
  {
    "translation": {
      "en": "Well, by that logic, isn't giving you the opportunity",
      "es": "Con esa lógica, ¿no es el mejor regalo de todos"
    }
  },
  {
    "translation": {
      "en": "to give me a leather jacket really the best gift of all?",
      "es": "darte la oportunidad de que me regales una chaqueta de cuero?"
    }
  },
  {
    "translation": {
      "en": "Well, I've heard of a one jacket mind, but this is ridiculous.",
      "es": "Había oído hablar de una mente enchaquetada, pero esto es ridículo."
    }
  },
  {
    "translation": {
      "en": "One jacket mind? What the hell is a one jacket mind?",
      "es": "¿Mente enchaquetada? ¿Qué diablos es eso?"
    }
  },
  {
    "translation": {
      "en": "I just want to look good",
      "es": "Solo quiero verme bien"
    }
  },
  {
    "translation": {
      "en": "when I'm on the back of Joey Saratoga's motorcycle.",
      "es": "cuando esté detrás de Joey Saratoga en su motocicleta."
    }
  },
  {
    "translation": {
      "en": "Besides, I've never had a Christmas before",
      "es": "Además, nunca antes he festejado una Navidad,"
    }
  },
  {
    "translation": {
      "en": "and I want to make sure this one's really special.",
      "es": "y quiero asegurarme de que esta sea muy especial."
    }
  },
  {
    "translation": {
      "en": "Hold on, you mean to tell me you've never had a Christmas at the orphanage?",
      "es": "Aguarda, ¿quieres decir que nunca festejaron Navidad en el orfanato?"
    }
  },
  {
    "translation": {
      "en": "What's a Christ... mas?",
      "es": "¿Qué es una Naviedad?"
    }
  },
  {
    "translation": {
      "en": "What's a Christmas? Only the most wonderful time of the year.",
      "es": "¿Qué es una Navidad? ¡Es la época más maravillosa del año!"
    }
  },
  {
    "translation": {
      "en": "You hang up stockings, sing carols, and wait up for Santa Claus.",
      "es": "¡Cuelgas medias, cantas villancicos y esperas a Santa Claus!"
    }
  },
  {
    "translation": {
      "en": "What's a Santa Claus? What's a Santa Claus?",
      "es": "-¿Qué es un Santa Claus? -¿Qué es un Santa Claus?"
    }
  },
  {
    "translation": {
      "en": "Is there an echo in here? Santa Claus is the best.",
      "es": "-¿Hay eco aquí? -¡Santa Claus es lo mejor!"
    }
  },
  {
    "translation": {
      "en": "He's this jolly old fat man who lives up at the North Pole,",
      "es": "Es un hombre gordo, viejo y alegre que vive en el Polo Norte."
    }
  },
  {
    "translation": {
      "en": "and every year he flies all over the world",
      "es": "Cada año viaja por todo el mundo"
    }
  },
  {
    "translation": {
      "en": "leaving presents for all the good boys and girls.",
      "es": "dejando regalos para todos los niños buenos."
    }
  },
  {
    "translation": {
      "en": "We get presents just for being good? That's too much, man.",
      "es": "¿Recibimos regalos por ser buenos? ¡Es demasiado, hombre!"
    }
  },
  {
    "translation": {
      "en": "That's my favorite line!",
      "es": "-¡Es mi frase favorita! -Así es,"
    }
  },
  {
    "translation": {
      "en": "That's right, but you have to be really good",
      "es": "-¡Es mi frase favorita! -Así es, pero debes ser muy buena, porque Santa Claus siempre te ve."
    }
  },
  {
    "translation": {
      "en": "because Santa Claus is always watching.",
      "es": "pero debes ser muy buena, porque Santa Claus siempre te ve."
    }
  },
  {
    "translation": {
      "en": "Even when we go to the bathroom? That's too much, man.",
      "es": "¿Incluso cuando vamos al baño? ¡Eso es demasiado, hombre!"
    }
  },
  {
    "translation": {
      "en": "Yeah, she said it again!",
      "es": "¡Sí! ¡Lo dijo de vuelta!"
    }
  },
  {
    "translation": {
      "en": "This Santa Claus guy sounds like a real piece of work.",
      "es": "Este tal Santa Claus suena como un personaje."
    }
  },
  {
    "translation": {
      "en": "You kids just wait, this is gonna be the best Christmas you ever had.",
      "es": "Tan solo esperen. Esta va a ser la mejor Navidad que hayan pasado."
    }
  },
  {
    "translation": {
      "en": "So, better than no Christmas? A thousand times better.",
      "es": "-¿Mejor que ninguna Navidad? -¡Mil veces mejor!"
    }
  },
  {
    "translation": {
      "en": "A thousand times zero is still zero.",
      "es": "Mil veces cero sigue siendo cero."
    }
  },
  {
    "translation": {
      "en": "Ethan, you want those winter socks?",
      "es": "-¿Aún quieres esas medias abrigadas? -¿Tú que crees?"
    }
  },
  {
    "translation": {
      "en": "Do I?",
      "es": "-¿Aún quieres esas medias abrigadas? -¿Tú que crees? Entonces no te hagas el gracioso."
    }
  },
  {
    "translation": {
      "en": "Then don't be such a wise guy over here, eh?",
      "es": "Entonces no te hagas el gracioso."
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "es": "LIBERATORE Y ASOCIADOS"
    }
  },
  {
    "translation": {
      "en": "Is Mr. Liberatore in?",
      "es": "¿Se encuentra el señor Liberatore?"
    }
  },
  {
    "translation": {
      "en": "Look at you all business. No, Hello, Tracy.",
      "es": "Mírate, todo arrogante. ¿Nada de hola, Tracy?"
    }
  },
  {
    "translation": {
      "en": "Your hair looks nice, Tracy. How's your mother, Tracy?",
      "es": "Tu cabello se ve bonito, Tracy. ¿Cómo está tu madre, Tracy?."
    }
  },
  {
    "translation": {
      "en": "Ah, sorry, Trace, I'm just trying to get ahead so I don't have to work on Christmas this year.",
      "es": "Lo lamento, solo quiero adelantarme para no tener que trabajar en Navidad."
    }
  },
  {
    "translation": {
      "en": "Since when do you care about workin' on Christmas?",
      "es": "¿Desde cuándo te importa trabajar en Navidad?"
    }
  },
  {
    "translation": {
      "en": "Are those little rug rats making you soft?",
      "es": "¿Esos mocosos te están ablandando?"
    }
  },
  {
    "translation": {
      "en": "No way, I'm still the top earner at this firm.",
      "es": "¡Para nada! Sigo siendo el empleado con mayores ganancias de la empresa."
    }
  },
  {
    "translation": {
      "en": "I'll buzz Mr. Liberatore and let him know you're here.",
      "es": "Le avisaré al Sr. Liberatore que estás aquí."
    }
  },
  {
    "translation": {
      "en": "I know he wanted to check your progress on the Manzanita briefs.",
      "es": "Sé que quería saber de tu progreso en tu informe de Manzanita."
    }
  },
  {
    "translation": {
      "en": "Tracy, if you wanted to see my briefs, all you had to do was ask.",
      "es": "Tracy, si querías ver mi manzanita, solo tenías que pedirlo."
    }
  },
  {
    "translation": {
      "en": "Why, if I didn't know any better, I'd say you were flirting with me.",
      "es": "Si no te conociera, pensaría que estás coqueteando conmigo."
    }
  },
  {
    "translation": {
      "en": "Kiss her!",
      "es": "¡Bésala!"
    }
  },
  {
    "translation": {
      "en": "Mr. Liberatore is gonna make me come in on Christmas, I can feel it.",
      "es": "El Sr. Liberatore va a hacerme venir a trabajar en Navidad, lo presiento."
    }
  },
  {
    "translation": {
      "en": "You know, he has got to be the meanest,",
      "es": "Es el tipo más maldito..."
    }
  },
  {
    "translation": {
      "en": "snootiest, penny- pinchingest...",
      "es": "altanero... tacaño..."
    }
  },
  {
    "translation": {
      "en": "And he's right behind me, isn't he?",
      "es": "Y está detrás mío, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Actually, I'm listening over the intercom.",
      "es": "De hecho, te estoy escuchando por el intercomunicador."
    }
  },
  {
    "translation": {
      "en": "I can't say I'm not disappointed. Time was, I thought you were a go- getter.",
      "es": "Debo admitir que estoy desilusionado. Pensé que eras ambicioso."
    }
  },
  {
    "translation": {
      "en": "Hey, I go, I get.",
      "es": "¡Soy ambicioso!"
    }
  },
  {
    "translation": {
      "en": "Ever since those orphans moved in, you've become awfully distracted.",
      "es": "Desde que esos huérfanos se mudaron contigo, has estado muy distraído."
    }
  },
  {
    "translation": {
      "en": "If you want to be made partner, you'll have to show some initiative.",
      "es": "Si quieres convertirte en socio, deberás demostrar algo de iniciativa."
    }
  },
  {
    "translation": {
      "en": "You know, Jacob Goldstein's coming in on Christmas.",
      "es": "Jacob Goldstein vendrá en Navidad."
    }
  },
  {
    "translation": {
      "en": "Jacob Goldstein's Jewish! He is?",
      "es": "-¡Jacob Goldstein es judío! -¿De veras?"
    }
  },
  {
    "translation": {
      "en": "The boys at the country club are not gonna like that.",
      "es": "A los muchachos del club de campo no les gustará eso."
    }
  },
  {
    "translation": {
      "en": "Anyway, you can spend Christmas morning with your little tater tots,",
      "es": "En fin, puedes pasar la mañana de Navidad con tus buñuelitos,"
    }
  },
  {
    "translation": {
      "en": "but I want you in here by the afternoon.",
      "es": "pero te quiero aquí por la tarde."
    }
  },
  {
    "translation": {
      "en": "Remember, this is your career we're talking about.",
      "es": "Recuerda, estamos hablando de tu carrera."
    }
  },
  {
    "translation": {
      "en": "It's quiet. Too quiet.",
      "es": "-Está muy silencioso. -Demasiado silencioso."
    }
  },
  {
    "translation": {
      "en": "♪ And a Goober in a pear tree ♪♪",
      "es": "¡Y un Goober en un peral!"
    }
  },
  {
    "translation": {
      "en": "Go home, Goober!",
      "es": "¡Vete a tu casa, Goober!"
    }
  },
  {
    "translation": {
      "en": "For your information, I was invited here personally",
      "es": "Para que sepan, el caballo me invitó personalmente"
    }
  },
  {
    "translation": {
      "en": "by The Horse himself to sprinkle a little holiday magic",
      "es": "Para que sepan, el caballo me invitó personalmente para rociar un poco de magia navideña en sus amargadas vidas sin Goober."
    }
  },
  {
    "translation": {
      "en": "into your dull, Gooberless lives.",
      "es": "para rociar un poco de magia navideña en sus amargadas vidas sin Goober."
    }
  },
  {
    "translation": {
      "en": "Since when does Santa wear sunglasses?",
      "es": "¿Desde cuándo Santa usa anteojos de sol?"
    }
  },
  {
    "translation": {
      "en": "I thought it was time old Saint Nick",
      "es": "Pensé que era hora de actualizar al viejo San Nico,"
    }
  },
  {
    "translation": {
      "en": "got a bit of an update, you know what I'm sayin'?",
      "es": "Pensé que era hora de actualizar al viejo San Nico, ¿me entienden?"
    }
  },
  {
    "translation": {
      "en": "Let me guess, instead of Ho, Ho, Ho, it's Yo, Yo, Yo.",
      "es": "Déjame adivinar, en lugar de jo jo jo, dirá io io io."
    }
  },
  {
    "translation": {
      "en": "And, uh, maybe later I could get you under the mistletoe- toe- toe?",
      "es": "¿Y tal vez más tarde nos veamos bajo el muérdago-go-go?"
    }
  },
  {
    "translation": {
      "en": "I've got three words for you Goober: no, no, no.",
      "es": "Tengo tres palabras para ti, Goober. No, no, no."
    }
  },
  {
    "translation": {
      "en": "Kiss her!",
      "es": "¡Bésala!"
    }
  },
  {
    "translation": {
      "en": "All right, Sabrina, are you ready for the big surprise?",
      "es": "De acuerdo, Sabrina. ¿Estás lista para la gran sorpresa?"
    }
  },
  {
    "translation": {
      "en": "A tree inside the house? Now I've seen everything.",
      "es": "¿Un árbol? ¿Dentro de la casa? ¡Ahora lo he visto todo!"
    }
  },
  {
    "translation": {
      "en": "And that's not all. Look who came to visit.",
      "es": "¡Y eso no lo es todo! Mira quién vino a visitarnos."
    }
  },
  {
    "translation": {
      "en": "Hey! Go home, Goober.",
      "es": "-¡Hola! -Vete a tu casa, Goober."
    }
  },
  {
    "translation": {
      "en": "No, that's not Goober, it's Santa.",
      "es": "No, no es Goober. Es Santa."
    }
  },
  {
    "translation": {
      "en": "Please, I'd recognize that cologne anywhere.",
      "es": "Vamos, reconocería esa colonia en cualquier lado."
    }
  },
  {
    "translation": {
      "en": "You had to wear the cologne.  Ha, classic Goober.",
      "es": "-¿Tenías que usar esa colonia? -¡Clásico de Goober!"
    }
  },
  {
    "translation": {
      "en": "Are you gonna keep talking? 'Cause I'll just pause it.",
      "es": "¿Vas a seguir hablando? Voy a ponerlo en pausa."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, I won't talk. You're getting into it, aren't you?",
      "es": "Está bien. No hablaré. Te estás compenetrando, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "No, why are we doing this?",
      "es": "No. ¿Por qué estamos haciendo eso?"
    }
  },
  {
    "translation": {
      "en": "You have to watch cheesy old holiday specials on Christmas, it's tradition.",
      "es": "Debes mirar viejos especiales de Navidad. Es una tradición."
    }
  },
  {
    "translation": {
      "en": "Why? They're never any good.",
      "es": "¿Por qué? Nunca son buenos."
    }
  },
  {
    "translation": {
      "en": "Things don't become traditions because they're good, BoJack.",
      "es": "Las cosas no se vuelven una tradición porque son buenas, BoJack."
    }
  },
  {
    "translation": {
      "en": "They become good because they're traditions.",
      "es": "Se vuelven buenas porque son una tradición."
    }
  },
  {
    "translation": {
      "en": "You know, you can't just make yourself sound smart by saying things backwards.",
      "es": "¿Sabes que decir las cosas al revés no te hace sonar más inteligente?"
    }
  },
  {
    "translation": {
      "en": "Oh, I can't, can't I?",
      "es": "No lo hace... ¿o sí lo hace?"
    }
  },
  {
    "translation": {
      "en": "Still don't believe I let you talk me into this.",
      "es": "No puedo creer que me hayas convencido de hacer esto."
    }
  },
  {
    "translation": {
      "en": "And I still don't believe Goober ended up molesting all those Laker Girls.",
      "es": "Y yo no puedo creer que Goober haya abusado de todas esas porristas."
    }
  },
  {
    "translation": {
      "en": "Goober did not molest those Laker Girls,",
      "es": "Goober no abusó de esas porristas."
    }
  },
  {
    "translation": {
      "en": "the actor who played Goober molested those Laker Girls.",
      "es": "El actor que interpretaba a Goober abusó de esas porristas."
    }
  },
  {
    "translation": {
      "en": "Hey, this is nice, right? No, shut up.",
      "es": "-Esto es bonito, ¿verdad? -No. Cállate."
    }
  },
  {
    "translation": {
      "en": "All right, all right, little lady, you got me.",
      "es": "De acuerdo, señorita. Me descubriste."
    }
  },
  {
    "translation": {
      "en": "But, uh, listen, I'm actually workin' for Santa",
      "es": "La verdad es que estoy trabajando como ayudante de Santa,"
    }
  },
  {
    "translation": {
      "en": "as one of his helpers, so anything you say to me",
      "es": "La verdad es que estoy trabajando como ayudante de Santa, así que cualquier cosa que me digas, yo puedo transmitírsela a él."
    }
  },
  {
    "translation": {
      "en": "I can relay to the big man himself.",
      "es": "así que cualquier cosa que me digas, yo puedo transmitírsela a él."
    }
  },
  {
    "translation": {
      "en": "Is there anything you want to ask Santa for?",
      "es": "¿Hay algo que quieras pedirle a Santa?"
    }
  },
  {
    "translation": {
      "en": "Now's your chance, anything you want.",
      "es": "Esta es tu oportunidad. Lo que quieras."
    }
  },
  {
    "translation": {
      "en": "Well, I guess what I really want is a personalized pencil set.",
      "es": "Bueno, creo que lo que más quiero es un juego de lápices personalizado."
    }
  },
  {
    "translation": {
      "en": "A pencil set? Sabrina!",
      "es": "¡Un juego de lápices! ¡Sabrina!"
    }
  },
  {
    "translation": {
      "en": "At the orphanage, I always had to share everything.",
      "es": "En el orfanato, siempre tenía que compartir todo."
    }
  },
  {
    "translation": {
      "en": "If I pencils that had my name on them, everyone would know,",
      "es": "Pero si tengo lápices con mi nombre en ellos, todos van a decir:"
    }
  },
  {
    "translation": {
      "en": "Hey, these pencils are Sabrina's! Hands off, bumsky!",
      "es": "¡Estos lápices son de Sabrina! ¡Quita tu mano de ahí!."
    }
  },
  {
    "translation": {
      "en": "I don't think you're getting this whole Christmas thing.",
      "es": "Creo que no estás entendiendo este asunto de la Navidad."
    }
  },
  {
    "translation": {
      "en": "You can ask for anything, you don't have to be shy.",
      "es": "Puedes pedir lo que quieras. No tienes que ser tímida."
    }
  },
  {
    "translation": {
      "en": "Well, I guess I wouldn't mind a Pretty Pony Princess play set.",
      "es": "Bueno, no me importaría recibir una Princesa Pony Preciosa."
    }
  },
  {
    "translation": {
      "en": "Now you're thinking Christmas. Keep going, what do you want",
      "es": "Esa sí es una idea más navideña. Continúa."
    }
  },
  {
    "translation": {
      "en": "more than anything else in the world?",
      "es": "¿Qué es lo que más quieres en el mundo?"
    }
  },
  {
    "translation": {
      "en": "I can ask Santa for anything? Anything at all.",
      "es": "-¿Puedo pedirle a Santa lo que quiera? -¡Cualquier cosa!"
    }
  },
  {
    "translation": {
      "en": "And if I'm good, Santa has to give it to me?",
      "es": "Y si soy buena, ¿Santa tiene que dármelo?"
    }
  },
  {
    "translation": {
      "en": "That's the deal, as long as you're good,",
      "es": "Ese es el trato. Mientras te portes bien, todos tus sueños de Navidad se harán realidad."
    }
  },
  {
    "translation": {
      "en": "all your Christmas dreams will come true.",
      "es": "Mientras te portes bien, todos tus sueños de Navidad se harán realidad."
    }
  },
  {
    "translation": {
      "en": "Okay, I know what I want.",
      "es": "De acuerdo, ya sé qué quiero."
    }
  },
  {
    "translation": {
      "en": "Santa, I want my Mommy and Daddy to come back.",
      "es": "Santa, ¡quiero que mi mamá y mi papá regresen!"
    }
  },
  {
    "translation": {
      "en": "This is gonna be the best Christmas ever.",
      "es": "¡Esta será la mejor de las Navidades!"
    }
  },
  {
    "translation": {
      "en": "Look how sad you are, you're a really good actor.",
      "es": "¡Mira qué triste estás! Eres un muy buen actor."
    }
  },
  {
    "translation": {
      "en": "Are you gonna interrupt every five minutes?",
      "es": "¿Vas a interrumpir cada cinco minutos?"
    }
  },
  {
    "translation": {
      "en": "Because I will ask you to leave. And spend Christmas by yourself?",
      "es": "-Si es así, te pediré que te vayas. -¿Y pasar Navidad solo?"
    }
  },
  {
    "translation": {
      "en": "No one should be alone on Christmas.",
      "es": "¡Nadie debería estar solo en Navidad!"
    }
  },
  {
    "translation": {
      "en": "Did we learn nothing from John McClane in Die Hard?",
      "es": "¿No aprendiste nada de John McClane en Duro de Matar?"
    }
  },
  {
    "translation": {
      "en": "John McClane was alone on Christmas, that's how he saved the day.",
      "es": "John McClane estaba solo en Navidad. Así es como pudo salvar la situación."
    }
  },
  {
    "translation": {
      "en": "He wasn't alone, he had that cop helping him,",
      "es": "¡No estaba solo! Había un policía que lo ayudaba."
    }
  },
  {
    "translation": {
      "en": "the dad from Family Matters.",
      "es": "El padre de Cosas de casa."
    }
  },
  {
    "translation": {
      "en": "That wasn't the dad from Family Matters, it was just the same actor.",
      "es": "Ese no era el padre de Cosas de casa. Solo era el mismo actor."
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure it's supposed to be the same character, they're both cops.",
      "es": "Creo que eran el mismo personaje. Ambos eran policías."
    }
  },
  {
    "translation": {
      "en": "Yeah, but one was a cop in Los Angeles and the other was a cop in Chicago.",
      "es": "Sí, pero uno era policía en Los Ángeles, y el otro era policía en Chicago."
    }
  },
  {
    "translation": {
      "en": "Maybe he moved. He didn't move,",
      "es": "-Tal vez se mudó. -¡No se mudó!"
    }
  },
  {
    "translation": {
      "en": "they had different names! Witness Protection.",
      "es": "-Tenían nombres diferentes. -Protección al Testigo."
    }
  },
  {
    "translation": {
      "en": "Hey, this is nice, right? No!",
      "es": "-Esto es bonito, ¿verdad? -No."
    }
  },
  {
    "translation": {
      "en": "Oh, Charles Krauthammer, you have done it again.",
      "es": "Charles Krauthammer, ¡lo has hecho de nuevo!"
    }
  },
  {
    "translation": {
      "en": "Yes, Mr. Liberatore. Of course, Mr. Liberatore, I'll get right on it, sir.",
      "es": "Sí, Sr. Liberatore. Por supuesto, Sr. Liberatore. Ahora mismo, señor."
    }
  },
  {
    "translation": {
      "en": "Yeesh, I've heard of being a work horse, but this is ridiculous.",
      "es": "Había oído eso de ser un caballo de tiro, pero esto es ridículo."
    }
  },
  {
    "translation": {
      "en": "I just hate that he's making you work on Christmas.",
      "es": "Odio que te esté haciendo trabajar en Navidad."
    }
  },
  {
    "translation": {
      "en": "What is this, Communist Russia? I know, it's a bummer,",
      "es": "-¿Qué es esto? ¿La Rusia comunista? -Lo sé, es una lata."
    }
  },
  {
    "translation": {
      "en": "but we can find other times to be together.",
      "es": "Pero podemos encontrar otros momentos para estar juntos."
    }
  },
  {
    "translation": {
      "en": "Hey, maybe I'll chaperone your prom.",
      "es": "Pero podemos encontrar otros momentos para estar juntos. ¡Tal vez puedo ser chaperón en tu fiesta de graduación y conocer a tus amigos!"
    }
  },
  {
    "translation": {
      "en": "I can meet all your friends,",
      "es": "¡Tal vez puedo ser chaperón en tu fiesta de graduación y conocer a tus amigos!"
    }
  },
  {
    "translation": {
      "en": "talk you up to this Joey Saratoga fella,",
      "es": "Hablarle bien de ti a este tal Joey Saratoga,"
    }
  },
  {
    "translation": {
      "en": "maybe even take a spin on the dance floor.",
      "es": "tal vez dar unas vueltas en la pista de baile."
    }
  },
  {
    "translation": {
      "en": "You know, back in my day, I could really bust the regular move.",
      "es": "En mi época sabía dar unos buenos pasos."
    }
  },
  {
    "translation": {
      "en": "Well, just got done shoveling the walk!",
      "es": "¡Muy bien! Ya terminé de quitar la nieve de la entrada."
    }
  },
  {
    "translation": {
      "en": "I'm being really good just so there's no confusion for Santa",
      "es": "Estoy siendo muy buena, para que Santa no se confunda"
    }
  },
  {
    "translation": {
      "en": "over whether or not he should make my Christmas wish come true.",
      "es": "sobre si hacer realidad o no mi deseo de Navidad."
    }
  },
  {
    "translation": {
      "en": "Santa, if you're listening, I'm Sabrina!",
      "es": "¡Santa! ¡Si me escuchas, soy Sabrina!"
    }
  },
  {
    "translation": {
      "en": "Sabrina, I'm glad you're getting into the Christmas spirit,",
      "es": "Sabrina, me alegro de que estés entrando en el espíritu navideño,"
    }
  },
  {
    "translation": {
      "en": "but, you know, bringing your parents back is a pretty tall order.",
      "es": "pero traer a tus padres de regreso es mucho pedir."
    }
  },
  {
    "translation": {
      "en": "Not for Santa. Santa can do anything, just as long as I believe, right, guys?",
      "es": "¡No para Santa! ¡Él puede hacerlo todo! Siempre que yo lo crea, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "You wanna handle this one?",
      "es": "¿Quieres encargarte esta vez?"
    }
  },
  {
    "translation": {
      "en": "Sabrina, there are some things even Santa can't do.",
      "es": "Sabrina, hay algunas cosas que ni siquiera Santa puede hacer."
    }
  },
  {
    "translation": {
      "en": "Okay, I get what's happening.",
      "es": "De acuerdo. Ya veo lo que sucede."
    }
  },
  {
    "translation": {
      "en": "You're trying to make me think Santa won't bring me my Mommy and Daddy",
      "es": "Quieren hacerme creer que Santa no me traerá a mi mamá y mi papá"
    }
  },
  {
    "translation": {
      "en": "so that when he does, I'll be even more surprised.",
      "es": "para que cuando lo haga, yo esté aún más sorprendida."
    }
  },
  {
    "translation": {
      "en": "Just when I thought Christmas couldn't get any more magical. See you later!",
      "es": "Justo cuando pensaba que la Navidad no podía ser más mágica. ¡Nos vemos!"
    }
  },
  {
    "translation": {
      "en": "I've heard of great Christmas expectations, but this is ridiculous.",
      "es": "Había oído de Grandes Esperanzas Navideñas, pero ¡esto es ridículo!"
    }
  },
  {
    "translation": {
      "en": "Now no matter what Santa brings, she'll go from reindeer to reindon't.",
      "es": "Sin importar qué le traiga Santa, pasará del reno al re-no."
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "es": "¿Qué haremos?"
    }
  },
  {
    "translation": {
      "en": "Horse, maybe you should tell her that her parents aren't coming.",
      "es": "Caballo, tal vez debas decirle, que sus padres no vendrán."
    }
  },
  {
    "translation": {
      "en": "I can't do that, she'll never believe in Santa Claus again.",
      "es": "¡No puedo! ¡Nunca más creerá en Santa Claus!"
    }
  },
  {
    "translation": {
      "en": "And we're sure Santa can't bring people back from the dead?",
      "es": "¿Estamos seguros de que Santa no puede revivir a los muertos?"
    }
  },
  {
    "translation": {
      "en": "On Dancer, on Prancer, on Necromancer?",
      "es": "Vamos, Dancer, vamos, Prancer, ¿vamos, Necromancer?"
    }
  },
  {
    "translation": {
      "en": "I'm thinkin' no.",
      "es": "No lo creo."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I got it. Maybe if we can trick her into being bad,",
      "es": "¡Dios mío, ya lo tengo! Tal vez, si podemos hacer que sea mala,"
    }
  },
  {
    "translation": {
      "en": "she'll think Santa's mad at her.",
      "es": "va a creer que Santa está enojado con ella."
    }
  },
  {
    "translation": {
      "en": "That way, when Christmas comes and her parents don't show up,",
      "es": "De esa manera, cuando llegue Navidad y sus padres no aparezcan,"
    }
  },
  {
    "translation": {
      "en": "she'll just think it's her own fault.",
      "es": "-creerá que es su propia culpa. -¡Es brillante!"
    }
  },
  {
    "translation": {
      "en": "Brilliant! She'll still believe in Santa,",
      "es": "-creerá que es su propia culpa. -¡Es brillante! Seguirá creyendo en Santa,"
    }
  },
  {
    "translation": {
      "en": "plus she'll be extra well- behaved for the whole year",
      "es": "y además se comportará muy bien el resto del año"
    }
  },
  {
    "translation": {
      "en": "so she doesn't blow it again.",
      "es": "para no arruinarlo otra vez."
    }
  },
  {
    "translation": {
      "en": "Hold on, you kids want me to trick Sabrina into being bad",
      "es": "Aguarden. ¿Ustedes quieren que yo haga que Sabrina se comporte mal"
    }
  },
  {
    "translation": {
      "en": "just so she won't stop believing Santa?",
      "es": "para que no deje de creer en Santa?"
    }
  },
  {
    "translation": {
      "en": "Never in a million years would I resort to something so low.",
      "es": "Jamás en un millón de años aceptaría caer tan bajo."
    }
  },
  {
    "translation": {
      "en": "No, we better keep brainstorming because I am definitely not doing that idea.",
      "es": "No, mejor sigamos pensando. Definitivamente no iré con esa idea."
    }
  },
  {
    "translation": {
      "en": "How desperate do you think I am?",
      "es": "¿Qué tan desesperado creen que estoy?"
    }
  },
  {
    "translation": {
      "en": "You are really scraping the bottom of the barrel with that one.",
      "es": "No puedo creer que hayan sugerido algo tan cruel."
    }
  },
  {
    "translation": {
      "en": "No, I will clearly not be pursuing that line of action. No way, no how.",
      "es": "No, no seguiré esa línea de acción. ¡De ninguna manera!"
    }
  },
  {
    "translation": {
      "en": "So, you want me to sit here and watch the cookies but not eat them?",
      "es": "Entonces, ¿quieres que me quede aquí mirando las galletas sin comerlas?"
    }
  },
  {
    "translation": {
      "en": "This seems like a trick.",
      "es": "Parece un trampa."
    }
  },
  {
    "translation": {
      "en": "He's doing the thing he said he wasn't gonna do!",
      "es": "¡Está haciendo lo que dijo que no haría!"
    }
  },
  {
    "translation": {
      "en": "These cookies are for Santa. If anyone eats them, he'll be really mad.",
      "es": "Estas galletas son para Santa. Si alguien las come, se enojará."
    }
  },
  {
    "translation": {
      "en": "I need you to guard them. It's a very important job.",
      "es": "Necesito que las cuides. Es un trabajo muy importante."
    }
  },
  {
    "translation": {
      "en": "Well, I guess it is about time I start earning my keep around here.",
      "es": "Bueno, es hora de que empiece a ganarme el pan por aquí."
    }
  },
  {
    "translation": {
      "en": "I knew I could count on you.",
      "es": "Sabía que podía contar contigo."
    }
  },
  {
    "translation": {
      "en": "Remember, no matter what, don't eat these delicious,",
      "es": "Recuerda, bajo ningún concepto comas estas delicias caseras,"
    }
  },
  {
    "translation": {
      "en": "home made, fresh out of the oven, warm, gooey, chocolate chip delights.",
      "es": "con chispas de chocolate, tibias y empalagosas recién salidas del horno."
    }
  },
  {
    "translation": {
      "en": "I'll leave you here alone... with these cookies... which are delicious.",
      "es": "Te dejaré sola. Con estas galletas. Que son deliciosas."
    }
  },
  {
    "translation": {
      "en": "Okay, cookies, it's just you and me.",
      "es": "De acuerdo, galletas, son solo ustedes y yo."
    }
  },
  {
    "translation": {
      "en": "Ooh, they look so yummy. What would Mommy and Daddy say?",
      "es": "¡Se ven deliciosas! ¿Qué dirían mamá y papá?"
    }
  },
  {
    "translation": {
      "en": "Sabrina, I'm your Daddy and I say, 'Don't eat the cookies!'",
      "es": "¿Sabrina? Soy tu papá, y te ordeno que no comas esas galletas."
    }
  },
  {
    "translation": {
      "en": "Listen to your Father, honey, he knows what's best.",
      "es": "Escucha a tu padre, cariño. Él sabe por qué lo dice."
    }
  },
  {
    "translation": {
      "en": "Okay, Mommy and Daddy, I love you.",
      "es": "De acuerdo, mamá y papá. Los amo."
    }
  },
  {
    "translation": {
      "en": "I don't think she's taking the bait.",
      "es": "Creo que no está mordiendo el anzuelo."
    }
  },
  {
    "translation": {
      "en": "That's because you didn't put any milk out.",
      "es": "Eso es porque no le pusiste leche."
    }
  },
  {
    "translation": {
      "en": "You can't have cookies without milk. That's like Wang without the Chung.",
      "es": "No se puede comer galletas sin leche. Es como Batman sin Robin."
    }
  },
  {
    "translation": {
      "en": "Any chance she'll crack?",
      "es": "¿Hay alguna posibilidad de que ceda?"
    }
  },
  {
    "translation": {
      "en": "I'd say your odds are about as good as a democrat being elected president.",
      "es": "Tantas como las de que un demócrata sea elegido presidente."
    }
  },
  {
    "translation": {
      "en": "Yeesh, I've heard of lookie, lookie, don't eat the cookie,",
      "es": "Maldición. Había oído eso de Mira la galletita pero no comas,"
    }
  },
  {
    "translation": {
      "en": "but this is ridiculous.",
      "es": "pero ¡esto es ridículo!"
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "You guys got any other bright ideas?",
      "es": "¿Tienen alguna otra idea maravillosa?"
    }
  },
  {
    "translation": {
      "en": "Maybe I should go eat the cookies?",
      "es": "¿Quizás yo deba ir a comer las galletas?"
    }
  },
  {
    "translation": {
      "en": "Well, if she's not gonna, somebody should.",
      "es": "Bueno, si ella no lo hará, alguien debería."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it's Christmas!  Oh, it's Christmas!",
      "es": "-Dios mío, es Navidad. -Es Navidad."
    }
  },
  {
    "translation": {
      "en": "Yes, sensible winter socks! You knew!",
      "es": "-¡Regalos! -¡Sí! ¡Medias abrigadas, lo sabía!"
    }
  },
  {
    "translation": {
      "en": "Ooh, what could this be?",
      "es": "¿Qué podrá ser esto?"
    }
  },
  {
    "translation": {
      "en": "Well, I wanted to make sure you look really cool",
      "es": "Bueno, quería asegurarme de que te vieras genial"
    }
  },
  {
    "translation": {
      "en": "on the back of that motorcycle.",
      "es": "en esa motocicleta."
    }
  },
  {
    "translation": {
      "en": "You didn't! You didn't!",
      "es": "¡No lo hiciste!"
    }
  },
  {
    "translation": {
      "en": "Motorcycle crashes are one of the leading causes of brain injury.",
      "es": "Los choques en motocicleta son la causa principal de daño cerebral."
    }
  },
  {
    "translation": {
      "en": "If Joey Saratoga doesn't care about this,",
      "es": "Si a Joey Saratoga no le importa eso,"
    }
  },
  {
    "translation": {
      "en": "then Joey Saratoga doesn't care about you.",
      "es": "entonces a Joey Saratoga no le importas tú."
    }
  },
  {
    "translation": {
      "en": "Wow, this present shows you really care,",
      "es": "Este regalo demuestra que a ti sí te importa,"
    }
  },
  {
    "translation": {
      "en": "so in a way it's even cooler than a new leather jacket.",
      "es": "así que en cierta manera es más genial que una chaqueta de cuero nueva."
    }
  },
  {
    "translation": {
      "en": "Take it from me, being safe is totally radical.",
      "es": "Háganme caso. Ser prudentes es algo completamente radical."
    }
  },
  {
    "translation": {
      "en": "Is this my present?",
      "es": "¿Es este mi regalo?"
    }
  },
  {
    "translation": {
      "en": "It's a Pretty Pony Princess play set, just like you asked for.",
      "es": "Es una Princesa Pony Preciosa, tal como pediste."
    }
  },
  {
    "translation": {
      "en": "Is that it?",
      "es": "¿Eso es todo?"
    }
  },
  {
    "translation": {
      "en": "Well, it's pretty cool. She comes with a tiara and everything.",
      "es": "Es genial. Viene con una tiara y todo."
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "And cue the waterworks in 30, 29, 28...",
      "es": "Y que empiecen los lagrimones en... 30, 29, 28, 27..."
    }
  },
  {
    "translation": {
      "en": "...four, three, two... and...",
      "es": "Cuatro. Tres. Dos. Y..."
    }
  },
  {
    "translation": {
      "en": "Hey, what's this? A letter? Who could this be from?",
      "es": "-¿Qué es esto? -¿Una carta? ¿De quién podrá ser?"
    }
  },
  {
    "translation": {
      "en": "Open it, Sabrina. Oh, wow.",
      "es": "-¡Ábrela, Sabrina! -¡Vaya!"
    }
  },
  {
    "translation": {
      "en": "What does it say? How should I know? I can't read.",
      "es": "-¿Qué dice? -¿Cómo podría saberlo? ¡No sé leer!"
    }
  },
  {
    "translation": {
      "en": "Dear Sabrina, this is a letter from your parents.",
      "es": "Querida Sabrina: esta es una carta de tus padres."
    }
  },
  {
    "translation": {
      "en": "Even though we can't be with you on Christmas,",
      "es": "Si bien no podemos estar esta Navidad contigo,"
    }
  },
  {
    "translation": {
      "en": "we're in heaven looking down on you",
      "es": "estamos en el cielo cuidándote desde aquí"
    }
  },
  {
    "translation": {
      "en": "and we want you to know we love you very much.",
      "es": "y queremos que sepas que te amamos mucho."
    }
  },
  {
    "translation": {
      "en": "You are a good girl and we are very proud of you.",
      "es": "Eres una niña buena y estamos muy orgullosos de ti."
    }
  },
  {
    "translation": {
      "en": "Love, Your Mommy and Daddy.",
      "es": "Con amor, tu mamá y tu papá."
    }
  },
  {
    "translation": {
      "en": "Isn't that great, Sabrina? A letter from your Mom and Dad.",
      "es": "¿No es genial, Sabrina? ¡Una carta de tu mamá y papá!"
    }
  },
  {
    "translation": {
      "en": "- No, that's not what I asked for. - Sabrina--",
      "es": "No. Eso no es lo que yo pedí."
    }
  },
  {
    "translation": {
      "en": "I didn't want a stupid letter,",
      "es": "-Sabrina... -¡Yo no quería una estúpida carta!"
    }
  },
  {
    "translation": {
      "en": "I wanted my Mommy and Daddy. I know you're upset, but--",
      "es": "-¡Yo quería a mi mamá y mi papá! -Sé que estás molesta, pero..."
    }
  },
  {
    "translation": {
      "en": "I hate this. I hate Santa Claus and I hate trees",
      "es": "¡Odio todo esto! ¡Odio a Santa Claus, odio los árboles, te odio a ti"
    }
  },
  {
    "translation": {
      "en": "and I hate you and I hate Christmas!",
      "es": "¡Odio todo esto! ¡Odio a Santa Claus, odio los árboles, te odio a ti y odio la Navidad!"
    }
  },
  {
    "translation": {
      "en": "Was it something I said?",
      "es": "¿Fue algo que dije?"
    }
  },
  {
    "translation": {
      "en": "Why would it be something Ethan said?",
      "es": "-¿Por qué sería algo que dijo Ethan? -No, ese es el chiste."
    }
  },
  {
    "translation": {
      "en": "No, that's the joke, it wasn't something Ethan said,",
      "es": "-¿Por qué sería algo que dijo Ethan? -No, ese es el chiste. No fue algo que dijo Ethan. Por eso es gracioso."
    }
  },
  {
    "translation": {
      "en": "that's why it's funny.",
      "es": "No fue algo que dijo Ethan. Por eso es gracioso."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "De acuerdo..."
    }
  },
  {
    "translation": {
      "en": "Can I come in?",
      "es": "¿Puedo entrar?"
    }
  },
  {
    "translation": {
      "en": "Even if I say no, it's not like anyone ever listens to what I want.",
      "es": "Aunque diga que no, nadie me hace caso en lo que quiero."
    }
  },
  {
    "translation": {
      "en": "Sabrina, I really screwed things up.",
      "es": "Sabrina, lo arruiné todo."
    }
  },
  {
    "translation": {
      "en": "I got so excited trying to make you excited,",
      "es": "Me entusiasmé tanto intentando que tú te entusiasmes"
    }
  },
  {
    "translation": {
      "en": "I forgot the true meaning of Christmas.",
      "es": "que olvidé el verdadero significado de la Navidad."
    }
  },
  {
    "translation": {
      "en": "Christmas isn't about getting everything you want.",
      "es": "La Navidad no se trata de recibir todo lo que quieres."
    }
  },
  {
    "translation": {
      "en": "It's about being around the people that care about you.",
      "es": "Se trata de estar junto a las personas que te quieren."
    }
  },
  {
    "translation": {
      "en": "I did everything right.",
      "es": "Pero ¡lo hice todo bien!"
    }
  },
  {
    "translation": {
      "en": "Why wouldn't Santa Claus want me to be happy?",
      "es": "¿Por qué Santa Claus no quiere que esté feliz?"
    }
  },
  {
    "translation": {
      "en": "I'm sure he does, he just-- Santa Claus works in mysterious ways.",
      "es": "Seguro que sí quiere. Santa Claus obra de maneras misteriosas."
    }
  },
  {
    "translation": {
      "en": "It's like when I make you eat vegetables. Sure, they taste yucky,",
      "es": "Es como cuando te hago comer vegetales. Sí, saben horrible,"
    }
  },
  {
    "translation": {
      "en": "but you have to trust that I know what's good for you.",
      "es": "pero debes confiar en que yo sé qué es bueno para ti."
    }
  },
  {
    "translation": {
      "en": "So, Santa Claus made my parents dead because he thinks it's good for me?",
      "es": "¿Y Santa Claus hizo que mis padres murieran porque es bueno para mí?"
    }
  },
  {
    "translation": {
      "en": "Yeah-- No! Santa Claus didn't make your parents dead.",
      "es": "¡Sí! No. Santa Claus no hizo que tus padres murieran."
    }
  },
  {
    "translation": {
      "en": "But he didn't save them either.",
      "es": "-Pero tampoco los salvó. -No, él..."
    }
  },
  {
    "translation": {
      "en": "No, he-- That's not how Santa works.",
      "es": "-Pero tampoco los salvó. -No, él... Así no es como trabaja Santa."
    }
  },
  {
    "translation": {
      "en": "You said Santa Claus is always watching,",
      "es": "Dijiste que Santa Claus estaba siempre mirándonos."
    }
  },
  {
    "translation": {
      "en": "so if he's watching why doesn't he help us?",
      "es": "Entonces, si nos mira, ¿por qué no nos ayuda?"
    }
  },
  {
    "translation": {
      "en": "Does he enjoy watching us be sad?",
      "es": "¿Disfruta viéndonos estar tristes?"
    }
  },
  {
    "translation": {
      "en": "Is that how he gets his kicks?",
      "es": "-¿Eso es lo que lo excita? -¡No!"
    }
  },
  {
    "translation": {
      "en": "Are we all just pawns in Santa's sick game? What kind of pervert is he?",
      "es": "¿Somos peones en el juego enfermizo de Santa? ¿Qué clase de pervertido es?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, Santa's watching us right now!",
      "es": "¡No! ¡Santa nos está viendo!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Santa! I didn't mean it. Please don't hurt the people I love.",
      "es": "¡Lo lamento, Santa! ¡No fue mi intención! ¡No lastimes a la gente que amo!"
    }
  },
  {
    "translation": {
      "en": "No, Sabrina, Santa Claus isn't real. - What? -",
      "es": "-No, Sabrina, Santa Claus no es real. -¿Qué?"
    }
  },
  {
    "translation": {
      "en": "He's a lie that grownups made up",
      "es": "Es una mentira que los adultos inventaron"
    }
  },
  {
    "translation": {
      "en": "because we like to believe that there's an order to the universe",
      "es": "porque nos gusta creer que hay un orden en el universo,"
    }
  },
  {
    "translation": {
      "en": "and that good behavior will lead to happiness,",
      "es": "y que la buena conducta lleva a la felicidad,"
    }
  },
  {
    "translation": {
      "en": "but the fact is that just isn't true.  What?",
      "es": "-pero eso no es verdad. -¿Qué?"
    }
  },
  {
    "translation": {
      "en": "You can't be good just because you think some fat guy in a red suit",
      "es": "No debes ser buena solo porque un tipo gordo en un traje rojo"
    }
  },
  {
    "translation": {
      "en": "is gonna bring you presents.",
      "es": "te traerá regalos."
    }
  },
  {
    "translation": {
      "en": "You have to be good just to be good. That's all there is.",
      "es": "Debes ser buena solo para ser buena. Eso es todo."
    }
  },
  {
    "translation": {
      "en": "Look, I don't know why things happen,",
      "es": "Mira, no sé por qué suceden las cosas."
    }
  },
  {
    "translation": {
      "en": "I don't know why some people get everything",
      "es": "No sé por qué algunas personas lo tienen todo"
    }
  },
  {
    "translation": {
      "en": "and some people are orphans.",
      "es": "y algunas personas son huérfanas."
    }
  },
  {
    "translation": {
      "en": "All I know is I spent last Christmas alone at my office.",
      "es": "Solo sé que pasé la última Navidad solo en mi oficina,"
    }
  },
  {
    "translation": {
      "en": "I didn't get a tree, I didn't put up any decorations or sing carols,",
      "es": "no tuve un árbol, no coloqué decoraciones ni canté villancicos"
    }
  },
  {
    "translation": {
      "en": "and I didn't try to get any little girls to believe in Santa Claus.",
      "es": "y no intenté que ninguna niña pequeña creyera en Santa Claus."
    }
  },
  {
    "translation": {
      "en": "Sabrina, you and Olivia and Ethan",
      "es": "Sabrina, tú, Olivia y Ethan"
    }
  },
  {
    "translation": {
      "en": "are the best things that have ever happened to me,",
      "es": "son las mejores cosas que me han sucedido."
    }
  },
  {
    "translation": {
      "en": "and if it took your parents dying for you to be part of my life, well,",
      "es": "Y si fue necesario que sus padres murieran para que llegaran a mi vida,"
    }
  },
  {
    "translation": {
      "en": "then I'm glad your parents died. Oh, you don't mean that.",
      "es": "-entonces me alegra que hayan muerto. -No lo dices en serio."
    }
  },
  {
    "translation": {
      "en": "No, I do, I'm glad your parents are dead and are never coming back.",
      "es": "Sí. Me alegra que tus padres hayan muerto y nunca regresen."
    }
  },
  {
    "translation": {
      "en": "Well, when you put it that way, I guess I am, too.",
      "es": "Dicho de ese modo, yo también me alegro."
    }
  },
  {
    "translation": {
      "en": "I know that sometimes I make a mess of this whole thing,",
      "es": "Sé que a veces hago un lío de esta situación"
    }
  },
  {
    "translation": {
      "en": "a horse raising three human kids while also",
      "es": "de ser un caballo que cría a tres niños humanos mientras hace malabares"
    }
  },
  {
    "translation": {
      "en": "juggling work and trying to have a love life thing,",
      "es": "de ser un caballo que cría a tres niños humanos mientras hace malabares con el trabajo y su vida amorosa, pero tengo otro regalo."
    }
  },
  {
    "translation": {
      "en": "but there's one more present.",
      "es": "con el trabajo y su vida amorosa, pero tengo otro regalo."
    }
  },
  {
    "translation": {
      "en": "Is it from Santa Claus? No, it's from me.",
      "es": "-¿Es de Santa Claus? -No. Es mío."
    }
  },
  {
    "translation": {
      "en": "Wow, pencils! What do they say?",
      "es": "Vaya, lápices. ¿Qué dicen?"
    }
  },
  {
    "translation": {
      "en": "Sound it out.",
      "es": "Intenta leerlo."
    }
  },
  {
    "translation": {
      "en": "rine... rine...",
      "es": "SABRINA LÁPICES"
    }
  },
  {
    "translation": {
      "en": "- It says Sabrina. - Oh!",
      "es": "Dice Sabrina."
    }
  },
  {
    "translation": {
      "en": "I can't bring your Mommy and Daddy back, but as long as I'm around,",
      "es": "No puedo traer a tu mamá y tu papá de regreso, pero mientras yo esté aquí,"
    }
  },
  {
    "translation": {
      "en": "you'll always have a place to keep your pencils.",
      "es": "siempre tendrás un lugar para guardar tus lápices."
    }
  },
  {
    "translation": {
      "en": "Thanks. Maybe it's just because I never had a Christmas before,",
      "es": "Gracias. Tal vez sea porque nunca antes tuve una Navidad,"
    }
  },
  {
    "translation": {
      "en": "but this is the best Christmas I've ever had.",
      "es": "pero esta es la mejor Navidad que he tenido."
    }
  },
  {
    "translation": {
      "en": "Me, too.",
      "es": "Yo también."
    }
  },
  {
    "translation": {
      "en": "Olivia, Ethan, look what I got!",
      "es": "Olivia, Ethan, miren lo que recibí."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "es": "¿Hola?"
    }
  },
  {
    "translation": {
      "en": "Listen, Mr. Liberatore, I've given it a lot of thought and I'm not--",
      "es": "Escuche, Sr. Liberatore, lo he pensado mucho, y no..."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not comin' in to work today.",
      "es": "Bueno, no iré a trabajar hoy."
    }
  },
  {
    "translation": {
      "en": "If I have to choose between my career and the people I care about,",
      "es": "Si tengo que elegir entre mi trabajo y la gente que quiero,"
    }
  },
  {
    "translation": {
      "en": "well, then I'm sorry, but I'm putting people first.",
      "es": "lo lamento, pero pondré a la gente en primer lugar."
    }
  },
  {
    "translation": {
      "en": "You know, it took guts to call in and tell me that,",
      "es": "Requirió muchas agallas llamar y decirme eso."
    }
  },
  {
    "translation": {
      "en": "the kind of guts we need on our executive board.",
      "es": "El tipo de agallas que necesitamos en nuestro directorio."
    }
  },
  {
    "translation": {
      "en": "If that Scrooge, Jacob Goldstein, wants to work on Christmas,",
      "es": "Si ese viejo Jacob Goldstein quiere trabajar en Navidad,"
    }
  },
  {
    "translation": {
      "en": "he can work somewhere else!",
      "es": "¡puede ir a trabajar a otro sitio!"
    }
  },
  {
    "translation": {
      "en": "Fire that Jew! I'm making you partner.",
      "es": "-¡Despide a ese judío! -¡Te haré socio!"
    }
  },
  {
    "translation": {
      "en": "Well, I'm really glad to hear that, Mr. Liberatore.",
      "es": "Me alegra oír eso, Sr. Liberatore."
    }
  },
  {
    "translation": {
      "en": "Now if you'll excuse me, I have to go spend Christmas with the people I love.",
      "es": "Ahora, si me disculpa, tengo que pasar la Navidad con la gente que amo."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm a Pretty Pony Princess. I'm a pencil.",
      "es": "¡Hola! ¡Soy una princesa pony preciosa! ¡Soy un lápiz!"
    }
  },
  {
    "translation": {
      "en": "Well, I guess everything turned out okay.",
      "es": "Bueno, supongo que todo resultó bien."
    }
  },
  {
    "translation": {
      "en": "How'd you get her to come back down?",
      "es": "¿Cómo lograste que bajara?"
    }
  },
  {
    "translation": {
      "en": "Let's just say I made her an offer she couldn't refuse.",
      "es": "Digamos que le hice una oferta que no podía rechazar."
    }
  },
  {
    "translation": {
      "en": "Well, I gotta hand it to you,",
      "es": "Debo reconocerlo."
    }
  },
  {
    "translation": {
      "en": "even though it didn't work, that letter you wrote was really something.",
      "es": "Si bien no funcionó, esa carta que escribiste fue algo muy bonito."
    }
  },
  {
    "translation": {
      "en": "I didn't write that letter. I thought you wrote that letter.",
      "es": "Yo no escribí esa carta. Pensé que tú la habías escrito."
    }
  },
  {
    "translation": {
      "en": "I didn't write the letter. Wasn't me.",
      "es": "-Yo no escribí esa carta. -Yo tampoco."
    }
  },
  {
    "translation": {
      "en": "Then where'd it come from?",
      "es": "¿De dónde vino, entonces?"
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "es": "FELIZ NAVIDAD LES DESEA RETOZANDO"
    }
  },
  {
    "translation": {
      "en": "Well, that sucked.",
      "es": "Eso apestó."
    }
  },
  {
    "translation": {
      "en": "So the letter was actually from her parents?",
      "es": "Entonces, ¿la carta la escribieron sus padres?"
    }
  },
  {
    "translation": {
      "en": "Uh, I think it was from Santa.",
      "es": "Creo que fue Santa."
    }
  },
  {
    "translation": {
      "en": "That's why there was a ho, ho, ho voice at the end.",
      "es": "Por eso había una voz diciendo jo jo jo al final."
    }
  },
  {
    "translation": {
      "en": "So in the world of this show, there is a Santa.",
      "es": "Entonces, ¿en el mundo de este programa sí existía Santa?"
    }
  },
  {
    "translation": {
      "en": "No, I don't know, we were all on cocaine.",
      "es": "No. No lo sé. Estábamos todos pasados de cocaína."
    }
  },
  {
    "translation": {
      "en": "God, I can't believe I spent nine years of my life making that dumb show.",
      "es": "No puedo creer que pasé nueve años de mi vida haciendo ese tonto programa."
    }
  },
  {
    "translation": {
      "en": "It wasn't all dumb, BoJack.",
      "es": "No todo fue tonto, BoJack."
    }
  },
  {
    "translation": {
      "en": "The episode where Sabrina had a black friend",
      "es": "El episodio en el que Sabrina se hace amiga de un chico negro"
    }
  },
  {
    "translation": {
      "en": "really started the conversation about racism.",
      "es": "comenzó una conversación sobre el racismo."
    }
  },
  {
    "translation": {
      "en": "And the episode where Ethan looked directly at a solar eclipse",
      "es": "Y el episodio en el que Ethan mira directamente a un eclipse solar"
    }
  },
  {
    "translation": {
      "en": "really started the conversation about not looking directly at a solar eclipse.",
      "es": "comenzó una conversación sobre no mirar directamente a un eclipse solar."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, anyway, Merry Christmas.",
      "es": "-Sí. -De cualquier modo, feliz Navidad."
    }
  },
  {
    "translation": {
      "en": "I know, it's really just another day in a year full of days,",
      "es": "Sé que es tan solo un día más en un año lleno de días,"
    }
  },
  {
    "translation": {
      "en": "nothing all that special about it other than the significance we give it,",
      "es": "sin nada de especial más allá del significado que le damos,"
    }
  },
  {
    "translation": {
      "en": "but still, I'm glad I got to spend part of the day with you, BoJack.",
      "es": "pero así y todo, me alegra pasar parte de este día contigo, BoJack."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah.",
      "es": "-¿De veras? -Sí."
    }
  },
  {
    "translation": {
      "en": "Hey, um, Horsin' Around had eight other Christmas episodes.",
      "es": "Retozando tuvo otros ocho episodios de Navidad."
    }
  },
  {
    "translation": {
      "en": "If you're not doing anything else today, we could watch another one,",
      "es": "Si no tienes otros planes, podríamos ver otro."
    }
  },
  {
    "translation": {
      "en": "I mean, just to see how stupid it is. - Yeah? - Yeah.",
      "es": "-Digo, solo para ver qué tan tontos son. -¿Sí?"
    }
  },
  {
    "translation": {
      "en": "But don't talk in the middle of it.",
      "es": "Sí, pero no hables en el medio."
    }
  },
  {
    "translation": {
      "en": "- Zip! - You can talk a little bit.",
      "es": "-Me callo. -Bueno, puedes hablar un poco."
    }
  },
  {
    "translation": {
      "en": "- Don't be weird about it. - Okay.",
      "es": "-Pero no digas cosas raras. -Está bien."
    }
  },
  {
    "translation": {
      "en": "Hey, after we watch Horsin' Around, can we make holiday cookies?",
      "es": "Después de mirar Retozando, ¿podemos hacer galletas navideñas?"
    }
  },
  {
    "translation": {
      "en": "- Can we sing carols? - No.",
      "es": "-¿Podemos cantar villancicos? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we roast a Christmas goose? - No.",
      "es": "-¿Podemos cocinar un ganso? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we play dreidel? - No.",
      "es": "-¿Podemos jugar al dreidel? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we get a tree? - No.",
      "es": "-¿Podemos comprar un árbol? -No."
    }
  },
  {
    "translation": {
      "en": "- Doesn't have to be a Christmas tree. - Still no.",
      "es": "-No tiene que ser un árbol de Navidad. -Sigue siendo no."
    }
  },
  {
    "translation": {
      "en": "- Can we be visited by three spirits? - No.",
      "es": "-¿Pueden visitarnos tres espíritus? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we be visited by three kings? - No.",
      "es": "-¿Pueden visitarnos tres reyes magos? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we go outside and make snow angels? - What snow? It's 72 degrees out.",
      "es": "¿Podemos salir y hacer ángeles en la nieve? ¿Qué nieve? Hacen 23 grados afuera."
    }
  },
  {
    "translation": {
      "en": "- Can we make driveway gravel angels? - No.",
      "es": "-¿Podemos hacer ángeles en la grava? -No."
    }
  },
  {
    "translation": {
      "en": "- Can we drink eggnog? - No.",
      "es": "-¿Podemos tomar ponche de huevo? -No."
    }
  },
  {
    "translation": {
      "en": "- Bourbon and eggnog? - No.",
      "es": "-¿Bourbon con ponche de huevo? -No."
    }
  },
  {
    "translation": {
      "en": "- What about just bourbon? - Fine.",
      "es": "-¿Qué tal bourbon solo? -Está bien."
    }
  }
]