[
  {
    "translation": {
      "en": "The world's climate scientists tell us that",
      "es": "Los climatólogos del mundo nos dicen"
    }
  },
  {
    "translation": {
      "en": "the highest safe level of emissions would be around 350 parts",
      "es": "que el mayor nivel seguro de emisiones sería de unas 350 partes"
    }
  },
  {
    "translation": {
      "en": "per million of carbon dioxide and greenhouse gases in the atmosphere.",
      "es": "por millón de dióxido de carbono y gases de efecto invernadero en la atmósfera."
    }
  },
  {
    "translation": {
      "en": "We're already at 400.",
      "es": "Ya estamos en 400."
    }
  },
  {
    "translation": {
      "en": "They tell us that the safest we could hope to do,",
      "es": "Bruce Hamilton - SIERRA CLUB Director ejecutivo adjunto Nos dicen que lo más seguro a lo que podemos aspirar,"
    }
  },
  {
    "translation": {
      "en": "without having perilous implications",
      "es": "sin consecuencias peligrosas"
    }
  },
  {
    "translation": {
      "en": "as far as drought, famine, human conflict, major species extinction,",
      "es": "de sequías, hambrunas, conflictos humanos, importantes extinciones de especies,"
    }
  },
  {
    "translation": {
      "en": "would be about a 2-degree Celsius increase in temperature.",
      "es": "sería un aumento de temperatura de unos 2 grados Celsius."
    }
  },
  {
    "translation": {
      "en": "We're rapidly approaching that,",
      "es": "Estamos acercándonos rápidamente a eso,"
    }
  },
  {
    "translation": {
      "en": "and with all the built-in carbon dioxide that's already in the atmosphere,",
      "es": "y con el dióxido de carbono incorporado ya presente en la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "we're easily going to exceed that.",
      "es": "nos excederemos fácilmente."
    }
  },
  {
    "translation": {
      "en": "So, on our watch,",
      "es": "Mientras observamos,"
    }
  },
  {
    "translation": {
      "en": "we are facing the next major extinction of species on the Earth",
      "es": "nos enfrentamos a una importante extinción de especies en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "that we haven't seen since the time of the dinosaurs disappearing.",
      "es": "como no vimos desde la desaparición de los dinosaurios."
    }
  },
  {
    "translation": {
      "en": "When whole countries go underwater because of sea-level rise,",
      "es": "Cuando países enteros queden sumergidos por el aumento del nivel del mar,"
    }
  },
  {
    "translation": {
      "en": "when whole countries find that",
      "es": "cuando países enteros vean"
    }
  },
  {
    "translation": {
      "en": "there's so much drought that they can't feed their population,",
      "es": "que por la sequía no pueden alimentar a su población,"
    }
  },
  {
    "translation": {
      "en": "and as a result, they need to",
      "es": "y como resultado de esto necesiten"
    }
  },
  {
    "translation": {
      "en": "desperately migrate to another country or invade another country,",
      "es": "desesperadamente emigrar a otro país, o invadir otro país,"
    }
  },
  {
    "translation": {
      "en": "we're gonna have climate wars in the future.",
      "es": "tendremos guerras climáticas en el futuro."
    }
  },
  {
    "translation": {
      "en": "And what about livestock and animal agriculture?",
      "es": "¿Y el ganado y la crianza de animales?"
    }
  },
  {
    "translation": {
      "en": "Well, what about it? I mean...",
      "es": "¿Qué tienen? Es decir..."
    }
  },
  {
    "translation": {
      "en": "My name's Kip.",
      "es": "Me llamo Kip."
    }
  },
  {
    "translation": {
      "en": "This is me. I had a cliché US American childhood.",
      "es": "Este soy yo. Tuve una infancia estadounidense común."
    }
  },
  {
    "translation": {
      "en": "My mom was a teacher. My dad was in the military.",
      "es": "Mi mamá era maestra. Mi papá estaba en el ejército."
    }
  },
  {
    "translation": {
      "en": "And I have one sister.",
      "es": "Y tengo una hermana."
    }
  },
  {
    "translation": {
      "en": "I played all the sports growing up, but I always loved the outdoors and camping.",
      "es": "Practiqué todos los deportes de niño, y me encantaban el aire libre y acampar."
    }
  },
  {
    "translation": {
      "en": "Life was simple, not a care in the world.",
      "es": "La vida era simple, sin preocupaciones."
    }
  },
  {
    "translation": {
      "en": "And then this guy showed up. Like so many of us,",
      "es": "Y apareció este tipo. Como muchos de nosotros... Al Gore - Ex vicepresidente de EE.UU. Activista del cambio climático"
    }
  },
  {
    "translation": {
      "en": "I saw his film, An Inconvenient Truth, about the impacts of global warming,",
      "es": "Al Gore - Ex vicepresidente de EE.UU. Activista del cambio climático ...vi su película, Una verdad incómoda, sobre el calentamiento global,"
    }
  },
  {
    "translation": {
      "en": "and it scared the emojis out of me.",
      "es": "y me asustó muchísimo."
    }
  },
  {
    "translation": {
      "en": "In Al Gore's film, he describes how Earth is in peril.",
      "es": "Una verdad incómoda La crisis del calentamiento global Al Gore describe el peligro que corre la Tierra."
    }
  },
  {
    "translation": {
      "en": "Climate change stands to affect all life on this planet.",
      "es": "Una verdad incómoda UNA ADVERTENCIA GLOBAL El cambio climático afecta toda forma de vida."
    }
  },
  {
    "translation": {
      "en": "From monster storms, raging wildfires, record droughts, ice caps melting,",
      "es": "Enormes tormentas, tremendos incendios, sequías récord, cascos polares derretidos,"
    }
  },
  {
    "translation": {
      "en": "acidification of the oceans, to entire countries going underwater,",
      "es": "acidificación de los océanos, países enteros que se sumergen,"
    }
  },
  {
    "translation": {
      "en": "that could all be caused by humans' demands on the Earth.",
      "es": "todo eso puede ser causado por las demandas humanas en la Tierra."
    }
  },
  {
    "translation": {
      "en": "I wanted to do everything I could to help.",
      "es": "Yo quería hacer todo lo posible para ayudar."
    }
  },
  {
    "translation": {
      "en": "I made up my mind, right then and there,",
      "es": "Decidí en ese mismo momento"
    }
  },
  {
    "translation": {
      "en": "to change how I lived and to do whatever I possibly could to find a way",
      "es": "cambiar mi forma de vida y hacer lo que pudiera para encontrar una manera"
    }
  },
  {
    "translation": {
      "en": "for all of us to live together in balance with the planet sustainably forever.",
      "es": "para que viviéramos todos en equilibrio con el planeta de manera sostenible."
    }
  },
  {
    "translation": {
      "en": "I started to do all the things Al told us to do.",
      "es": "Empecé a hacer todo lo que nos decía Al."
    }
  },
  {
    "translation": {
      "en": "I became an OCE, Obsessive Compulsive Environmentalist.",
      "es": "Me convertí en AOC, ambientalista obsesivo compulsivo."
    }
  },
  {
    "translation": {
      "en": "I separated the trash and recycling, I composted, changed all the light bulbs,",
      "es": "Separaba basura y material reciclable, usaba abono, cambié todas las lamparitas,"
    }
  },
  {
    "translation": {
      "en": "took short showers, turned the water off when I brushed my teeth,",
      "es": "tomaba duchas cortas, cerraba el agua al lavarme los dientes,"
    }
  },
  {
    "translation": {
      "en": "turned off lights when leaving the room,",
      "es": "apagaba la luz al salir de una habitación"
    }
  },
  {
    "translation": {
      "en": "and rode my bike instead of driving everywhere.",
      "es": "y usaba bicicleta en lugar de ir en auto a todas partes."
    }
  },
  {
    "translation": {
      "en": "But as the years went by, it seemed as if things were getting worse.",
      "es": "Pero con el correr de los años, las cosas parecían empeorar."
    }
  },
  {
    "translation": {
      "en": "I had to wonder, with all the continuing ecological crisis facing the planet,",
      "es": "Con la continua crisis ecológica del planeta,"
    }
  },
  {
    "translation": {
      "en": "even if every single one of us adopted these conservation habits,",
      "es": "aunque cada uno de nosotros adoptara estos hábitos de conservación,"
    }
  },
  {
    "translation": {
      "en": "was this really gonna be enough to save the world?",
      "es": "¿sería suficiente para salvar el planeta?"
    }
  },
  {
    "translation": {
      "en": "It just seemed that there was something more to the story.",
      "es": "Parecía que había algo más en esta historia."
    }
  },
  {
    "translation": {
      "en": "I thought I was doing everything I could to help the planet.",
      "es": "Pensé que yo estaba haciendo todo lo posible para ayudar al planeta."
    }
  },
  {
    "translation": {
      "en": "But then, with one's friend's post, everything changed.",
      "es": "Pero luego, con la publicación de un amigo, todo cambió."
    }
  },
  {
    "translation": {
      "en": "The post sent me to a report online, published by the United Nations,",
      "es": "La publicación me remitió a un informe en Internet publicado por la ONU"
    }
  },
  {
    "translation": {
      "en": "stating that raising livestock produces more greenhouse gases",
      "es": "según el cual la ganadería emitía más gases causantes de efecto invernadero"
    }
  },
  {
    "translation": {
      "en": "than the emissions of the entire transportation sector.",
      "es": "que las emisiones de todo el sector de transportes."
    }
  },
  {
    "translation": {
      "en": "This means that the meat and dairy industry produces more greenhouse gases",
      "es": "Las industrias cárnica y láctea producen más gases de efecto invernadero... Organización para la Alimentación y la Agricultura de las Naciones Unidas"
    }
  },
  {
    "translation": {
      "en": "than the exhaust of all cars, trucks, trains, boats, planes combined.",
      "es": "...que los escapes de autos, camiones, trenes, barcos y aviones. Emisiones mundiales de efecto invernadero"
    }
  },
  {
    "translation": {
      "en": "Cows and other farmed animals",
      "es": "Las vacas y otros animales de granja"
    }
  },
  {
    "translation": {
      "en": "produce a substantial amount of methane from their digestive process.",
      "es": "producen una importante cantidad de metano en su proceso digestivo."
    }
  },
  {
    "translation": {
      "en": "Methane gas from livestock",
      "es": "El gas metano del ganado"
    }
  },
  {
    "translation": {
      "en": "is 86 times more destructive than carbon dioxide from vehicles.",
      "es": "es 86 veces más destructivo que el dióxido de carbono vehicular."
    }
  },
  {
    "translation": {
      "en": "Here, I'd been riding my bike everywhere to help reduce emissions.",
      "es": "Estuve yendo en bicicleta a todas partes para reducir las emisiones."
    }
  },
  {
    "translation": {
      "en": "But it turns out, there's more to climate change than just fossil fuels.",
      "es": "Pero en el cambio climático influyen más factores que los combustibles fósiles."
    }
  },
  {
    "translation": {
      "en": "I started doing more research. The UN, along with other agencies,",
      "es": "El papel del ganado en la reducción y contaminación del agua Investigué más. La ONU, junto a otras agencias,"
    }
  },
  {
    "translation": {
      "en": "reported that not only did livestock play a major role in global warming,",
      "es": "informó que el ganado no solo afectaba fuertemente el calentamiento global,"
    }
  },
  {
    "translation": {
      "en": "it is also the leading cause of resource consumption",
      "es": "además era la principal causa del consumo de recursos"
    }
  },
  {
    "translation": {
      "en": "and environmental degradation destroying the planet today.",
      "es": "y de la degradación ambiental que destruía el planeta hoy."
    }
  },
  {
    "translation": {
      "en": "How is it possible I wasn't aware of this? I thought this information",
      "es": "¿Y cómo yo no sabía esto? Pensé que esta información"
    }
  },
  {
    "translation": {
      "en": "would be plastered everywhere in the environmental community.",
      "es": "estaría por todas partes en la comunidad ambientalista."
    }
  },
  {
    "translation": {
      "en": "I went to the nation's largest environmental organization's websites,",
      "es": "Fui a los sitios web de los principales ambientalistas,"
    }
  },
  {
    "translation": {
      "en": "350.org, Greenpeace, Sierra Club, Climate Reality,",
      "es": "350.org, Greenpeace, Sierra Club, Climate Reality,"
    }
  },
  {
    "translation": {
      "en": "Rainforest Action Network, Amazon Watch,",
      "es": "Rainforest Action Network, Amazon Watch,"
    }
  },
  {
    "translation": {
      "en": "and was shocked to see they had virtually nothing on animal agriculture.",
      "es": "y quedé impactado al ver que no tenían casi nada sobre la crianza de animales."
    }
  },
  {
    "translation": {
      "en": "What was going on?",
      "es": "¿Qué sucedía?"
    }
  },
  {
    "translation": {
      "en": "Why wouldn't they have this information on their main page?",
      "es": "CONFLICTO ACEITE DE PALMA ¿Por qué no tenían esto en su página principal?"
    }
  },
  {
    "translation": {
      "en": "It seemed the main focus for many of these groups was natural gas and oil production,",
      "es": "Muchos de estos grupos se concentraban en la producción de gas natural y petróleo"
    }
  },
  {
    "translation": {
      "en": "with fracking being the latest hot issue due to water usage and contamination.",
      "es": "y el fracking era el problema más candente debido al uso y la contaminación del agua."
    }
  },
  {
    "translation": {
      "en": "Hydraulic fracturing for natural gas uses an incredible amount of water.",
      "es": "La fracturación hidráulica utiliza una enorme cantidad de agua."
    }
  },
  {
    "translation": {
      "en": "A staggering 100 billion gallons of water is used every year in the United States.",
      "es": "La impactante cantidad de 380.000 millones de litros al año en Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "But when I compared this with animal agriculture,",
      "es": "Pero cuando comparé esto con la ganadería,"
    }
  },
  {
    "translation": {
      "en": "raising livestock just in the US consumes 34 trillion gallons of water.",
      "es": "la crianza de ganado en Estados Unidos consume 128 billones de litros de agua."
    }
  },
  {
    "translation": {
      "en": "And it turns out the methane emissions from both industries are nearly equal.",
      "es": "Y resulta que las emisiones de metano de ambas industrias son casi iguales."
    }
  },
  {
    "translation": {
      "en": "Living in California, a state plagued by drought and water shortages,",
      "es": "En California, un estado plagado por la sequía y la escasez de agua,"
    }
  },
  {
    "translation": {
      "en": "water use is a major concern for many of us.",
      "es": "el uso del agua es una gran preocupación para muchos."
    }
  },
  {
    "translation": {
      "en": "The average Californian uses about 1,500 gallons per person per day.",
      "es": "El californiano promedio usa unos 5.700 litros por persona por día. Heather Cooley - PACIFIC INSTITUTE Codirectora del Programa por el Agua"
    }
  },
  {
    "translation": {
      "en": "About half of that is related to the consumption of meat and dairy products.",
      "es": "Heather Cooley - PACIFIC INSTITUTE Codirectora del Programa por el Agua Alrededor de la mitad proviene del consumo de productos cárnicos y lácteos."
    }
  },
  {
    "translation": {
      "en": "So, meat and dairy products are incredibly water-intensive,",
      "es": "Los productos cárnicos y lácteos requieren muchísima agua,"
    }
  },
  {
    "translation": {
      "en": "in part because the animals are using very water-intensive grains.",
      "es": "en parte porque los animales consumen granos que requieren mucha agua."
    }
  },
  {
    "translation": {
      "en": "That's what they eat.",
      "es": "Eso comen."
    }
  },
  {
    "translation": {
      "en": "And so, all of the water embedded in the grain and that the animal eats",
      "es": "Entonces, toda el agua incorporada en el grano y consumida por el animal"
    }
  },
  {
    "translation": {
      "en": "essentially is considered part of the virtual water footprint of that product.",
      "es": "es considerada parte de la huella hídrica virtual del producto."
    }
  },
  {
    "translation": {
      "en": "I found out that one quarter-pound hamburger",
      "es": "Me enteré de que una hamburguesa de 115 gramos"
    }
  },
  {
    "translation": {
      "en": "requires over 660 gallons of water to produce.",
      "es": "requiere más de 2.500 litros de agua para ser producida."
    }
  },
  {
    "translation": {
      "en": "Here, I've been taking these short showers trying to save water,",
      "es": "Estuve tomando duchas cortas para ahorrar agua,"
    }
  },
  {
    "translation": {
      "en": "and to find out just eating one hamburger",
      "es": "y me entero de que comer una hamburguesa"
    }
  },
  {
    "translation": {
      "en": "is the equivalent of showering two entire months.",
      "es": "es equivalente a ducharse durante dos meses."
    }
  },
  {
    "translation": {
      "en": "So much attention is given to lowering our home water use,",
      "es": "Se cuida mucho la disminución del consumo de agua hogareño,"
    }
  },
  {
    "translation": {
      "en": "yet domestic water use is only 5% of what is consumed in the US",
      "es": "pero este representa solo el 5% del consumo en Estados Unidos"
    }
  },
  {
    "translation": {
      "en": "versus 55% for animal agriculture.",
      "es": "contra el 55% de la ganadería."
    }
  },
  {
    "translation": {
      "en": "That's because it takes upwards of 2,500 gallons of water",
      "es": "Porque se requieren más de 9.500 litros de agua"
    }
  },
  {
    "translation": {
      "en": "to produce one pound of beef.",
      "es": "para producir 450 gramos de carne vacuna."
    }
  },
  {
    "translation": {
      "en": "I went on the government's",
      "es": "Fui a la campaña"
    }
  },
  {
    "translation": {
      "en": "Department of Water Resources' Save Our Water campaign,",
      "es": "Salvemos el Agua, de Recursos Hídricos del gobierno,"
    }
  },
  {
    "translation": {
      "en": "where it outlines behavioral changes to help conserve our water.",
      "es": "que describe cambios comportamentales para conservar agua."
    }
  },
  {
    "translation": {
      "en": "Like using low-flow shower heads,",
      "es": "Como usar duchas de bajo flujo,"
    }
  },
  {
    "translation": {
      "en": "efficient toilets, water-saving appliances,",
      "es": "inodoros eficientes, aparatos con ahorro de agua,"
    }
  },
  {
    "translation": {
      "en": "and fix leaky faucets and sprinkler heads, but nothing about animal agriculture.",
      "es": "y arreglar grifos y rociadores que pierdan pero nada sobre la crianza de animales."
    }
  },
  {
    "translation": {
      "en": "When I added up all the government's recommendations,",
      "es": "Cuando sumé las recomendaciones gubernamentales,"
    }
  },
  {
    "translation": {
      "en": "I was saving 47 gallons a day.",
      "es": "pasé a ahorrar 178 litros por día."
    }
  },
  {
    "translation": {
      "en": "But still, that's not even close to the 660 gallons of water for just one burger.",
      "es": "Pero eso ni se acerca a los 2.500 litros de agua para una hamburguesa."
    }
  },
  {
    "translation": {
      "en": "I wanted to see if I could somehow talk with the government about this.",
      "es": "Yo quería ver si podía hablar de esto con el gobierno."
    }
  },
  {
    "translation": {
      "en": "I'm just calling to see if we could schedule an interview.",
      "es": "Llamo para ver si podemos programar una entrevista."
    }
  },
  {
    "translation": {
      "en": "Yeah, that would be good.",
      "es": "Sí, eso estaría bien."
    }
  },
  {
    "translation": {
      "en": "What does your schedule look like this afternoon or tomorrow afternoon?",
      "es": "¿Qué le parece esta tarde o mañana a la tarde?"
    }
  },
  {
    "translation": {
      "en": "Tomorrow afternoon could be good.",
      "es": "Mañana a la tarde estaría bien."
    }
  },
  {
    "translation": {
      "en": "For the urban environment, a lot of things that can be done indoors.",
      "es": "Para el medio ambiente urbano, muchas cosas pueden hacerse adentro. Manucher Alemi RECURSOS HÍDRICOS - CALIFORNIA"
    }
  },
  {
    "translation": {
      "en": "Using low-flow showerheads,",
      "es": "Usar duchas de bajo flujo,"
    }
  },
  {
    "translation": {
      "en": "low-flow faucets,",
      "es": "grifos de bajo flujo,"
    }
  },
  {
    "translation": {
      "en": "efficient toilets,",
      "es": "inodoros eficientes,"
    }
  },
  {
    "translation": {
      "en": "efficient water-using appliances,",
      "es": "aparatos con ahorro de agua,"
    }
  },
  {
    "translation": {
      "en": "all those are really good areas that can help quite a lot.",
      "es": "son todas cosas que pueden ayudar mucho."
    }
  },
  {
    "translation": {
      "en": "But the biggest water savings is from outdoors.",
      "es": "Pero el mayor ahorro de agua puede hacerse afuera."
    }
  },
  {
    "translation": {
      "en": "We have to be mindful of the way we use water.",
      "es": "Debemos ser cuidadosos al usar el agua. Kamyar Guivetchi RECURSOS HÍDRICOS - CALIFORNIA"
    }
  },
  {
    "translation": {
      "en": "We have to use it as efficiently as possible.",
      "es": "Gestión hídrica integrada estatal Debemos usarla lo más eficientemente posible."
    }
  },
  {
    "translation": {
      "en": "We have to protect its quality.",
      "es": "Debemos proteger su calidad."
    }
  },
  {
    "translation": {
      "en": "And we have to be good stewards of the environment that depend on water.",
      "es": "Debemos administrar bien el medio ambiente que depende del agua."
    }
  },
  {
    "translation": {
      "en": "And checking the sprinklers.",
      "es": "Manucher Alemi RECURSOS HÍDRICOS - CALIFORNIA Y revisar los rociadores."
    }
  },
  {
    "translation": {
      "en": "A lot of time, you get a lot of leaks and broken sprinklers",
      "es": "Hay muchas pérdidas, rociadores rotos..."
    }
  },
  {
    "translation": {
      "en": "and things like that that wastes water.",
      "es": "Jefe del Sector Consumo y Eficiencia del Agua ...y cosas así que desperdician agua."
    }
  },
  {
    "translation": {
      "en": "Those are the areas that there is a lot of room for conservation.",
      "es": "Esas cosas requieren mucha conservación."
    }
  },
  {
    "translation": {
      "en": "What kept on coming up a lot was animal agriculture.",
      "es": "Sigue apareciendo mucho el tema de la agricultura animal."
    }
  },
  {
    "translation": {
      "en": "Can you comment on that at all,",
      "es": "¿Puede hablar de eso,"
    }
  },
  {
    "translation": {
      "en": "about how much that plays a role in water consumption and pollution?",
      "es": "hasta qué punto eso incide en el consumo y la contaminación del agua?"
    }
  },
  {
    "translation": {
      "en": "That's... I mean, that's not my area.",
      "es": "No es mi área."
    }
  },
  {
    "translation": {
      "en": "There's one study that found that one pound of beef,",
      "es": "Según un estudio, 450 gramos de carne vacuna"
    }
  },
  {
    "translation": {
      "en": "2,500 gallons of water.",
      "es": "requieren 9.500 litros de agua."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "es": "- Sí. - Sí."
    }
  },
  {
    "translation": {
      "en": "Eggs is 477 gallons of water, and cheese almost 900 gallons.",
      "es": "Los huevos 1.800 litros de agua, y el queso casi 3.400 litros."
    }
  },
  {
    "translation": {
      "en": "I guess one simple... Why isn't it on Save Our Water?",
      "es": "¿Por qué esto no figura en Salvemos el Agua?"
    }
  },
  {
    "translation": {
      "en": "Just... It's kind of like if you went to someone's house",
      "es": "Como si uno va a casa de alguien,"
    }
  },
  {
    "translation": {
      "en": "and my neighbor has a faucet dripping,",
      "es": "y ese vecino tiene un grifo que pierde,"
    }
  },
  {
    "translation": {
      "en": "and then you see this giant hose turned full-blast",
      "es": "y luego ve una manguera gigante abierta al máximo"
    }
  },
  {
    "translation": {
      "en": "until 660 gallons of water are shooting out into the street,",
      "es": "hasta que salen 2.500 litros de agua a la calle,"
    }
  },
  {
    "translation": {
      "en": "flooding the entire street.",
      "es": "e inunda toda la calle."
    }
  },
  {
    "translation": {
      "en": "I think I would say, \"Hey, turn that off, please.\"",
      "es": "Creo que yo diría: Cierra eso, por favor."
    }
  },
  {
    "translation": {
      "en": "Seems like it's a huge thing that we could be doing by far more than anything else.",
      "es": "Creo que sería mucho más importante que cualquier otra cosa."
    }
  },
  {
    "translation": {
      "en": "Just, like, if that is really the case.",
      "es": "Si es así realmente."
    }
  },
  {
    "translation": {
      "en": "I think that the water footprint of animal husbandry",
      "es": "Creo que la huella hídrica de la crianza de animales"
    }
  },
  {
    "translation": {
      "en": "is greater than other activities.",
      "es": "es mayor que la de otras actividades."
    }
  },
  {
    "translation": {
      "en": "There's no ifs, ands or buts about it.",
      "es": "Sin lugar a duda."
    }
  },
  {
    "translation": {
      "en": "That would be really powerful.",
      "es": "Eso sería muy potente."
    }
  },
  {
    "translation": {
      "en": "Rather than waiting till we're in a drought,",
      "es": "En lugar de esperar a que haya una sequía,"
    }
  },
  {
    "translation": {
      "en": "what do you think about just starting now,",
      "es": "¿qué les parece si comenzamos ahora,"
    }
  },
  {
    "translation": {
      "en": "and say to whoever's in charge of Save Our Water,",
      "es": "pidiendo a quien está a cargo de Salvemos el Agua:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, let's start encouraging people to eat less meat now",
      "es": "Empecemos a alentar a la gente a que coma menos carne ahora,"
    }
  },
  {
    "translation": {
      "en": "\"because these studies are coming out\"?",
      "es": "porque están surgiendo estos estudios?"
    }
  },
  {
    "translation": {
      "en": "-I don't think that'll happen. -Why?",
      "es": "- No me parece posible. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "-I don't think that'll happen. -Why?",
      "es": "- No me parece posible. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Because of the way government is set up here.",
      "es": "Por cómo funciona el gobierno aquí."
    }
  },
  {
    "translation": {
      "en": "That's interesting, though. Why, though?",
      "es": "Es interesante. Pero ¿por qué?"
    }
  },
  {
    "translation": {
      "en": "One is water management, and the other one is behavior change.",
      "es": "Una cosa es la gestión hídrica, y otra el cambio comportamental."
    }
  },
  {
    "translation": {
      "en": "Behavior of taking showers and not watering your lawn and doing all that,",
      "es": "El comportamiento, ducharse, no llenar de agua el jardín, todo eso,"
    }
  },
  {
    "translation": {
      "en": "that's behavior.",
      "es": "eso es el comportamiento."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Clearly, the government did not want to talk about this issue.",
      "es": "Quedó claro que el gobierno no quería hablar del tema."
    }
  },
  {
    "translation": {
      "en": "Their inability to answer, along with",
      "es": "Su incapacidad de responder, junto"
    }
  },
  {
    "translation": {
      "en": "the environmental organization's silence on the topic of animal agriculture,",
      "es": "con el silencio de esta organización sobre el tema de la ganadería"
    }
  },
  {
    "translation": {
      "en": "made it seem something more was going on.",
      "es": "hizo que pareciera que había algo más."
    }
  },
  {
    "translation": {
      "en": "I started doing more investigating on the impacts of livestock",
      "es": "Empecé a investigar más sobre el impacto del ganado"
    }
  },
  {
    "translation": {
      "en": "and found out the situation was actually worse than I'd thought.",
      "es": "y descubrí que la situación era peor de lo que yo creía."
    }
  },
  {
    "translation": {
      "en": "The transportation and energy sectors are understandably given a lot of attention",
      "es": "Los sectores de transporte y energía lógicamente acaparan mucha atención"
    }
  },
  {
    "translation": {
      "en": "because of the terrible impact carbon dioxide is having on our climate.",
      "es": "por el tremendo impacto que tiene el dióxido de carbono en nuestro clima."
    }
  },
  {
    "translation": {
      "en": "But animal agriculture produces 65% of the world's nitrous oxide,",
      "es": "Pero la ganadería produce el 65% del óxido nitroso del mundo,"
    }
  },
  {
    "translation": {
      "en": "a gas with a global warming potential 296 times greater than CO2 per pound.",
      "es": "con un potencial de calentamiento global 296 veces mayor al CO2 por kilo."
    }
  },
  {
    "translation": {
      "en": "Yet all we hear about is fossil fuels.",
      "es": "Pero solo oímos hablar de combustibles fósiles."
    }
  },
  {
    "translation": {
      "en": "Energy-related CO2 emissions are expected to increase 20% by the year 2040.",
      "es": "Se estima que las emisiones de CO2 por energía aumentarán un 20% para 2040."
    }
  },
  {
    "translation": {
      "en": "Yet emissions from agriculture are predicted to increase 80% by 2050.",
      "es": "Pero las emisiones de la agricultura, un 80% para 2050."
    }
  },
  {
    "translation": {
      "en": "This devastating figure is mostly due to",
      "es": "Esta cifra devastadora se debe mayormente"
    }
  },
  {
    "translation": {
      "en": "a projected global increase in meat and dairy consumption.",
      "es": "a la proyección del aumento mundial en el consumo de carne y lácteos."
    }
  },
  {
    "translation": {
      "en": "According to two environmental specialists at the World Bank Group,",
      "es": "Dos expertos ambientalistas del Banco Mundial,"
    }
  },
  {
    "translation": {
      "en": "using the global standard for measuring greenhouse gases,",
      "es": "con el estándar mundial para medición de gases con efecto invernadero,"
    }
  },
  {
    "translation": {
      "en": "concluded that animal agriculture",
      "es": "determinaron que la ganadería"
    }
  },
  {
    "translation": {
      "en": "was responsible for 51% of human-caused climate change",
      "es": "era responsable del 51% del cambio climático de origen humano"
    }
  },
  {
    "translation": {
      "en": "when the loss of carbon sinks, respiration and methane are properly accounted for,",
      "es": "cuando la pérdida de carbono se hunde, considerando la respiración y el metano,"
    }
  },
  {
    "translation": {
      "en": "which the UN study failed to address.",
      "es": "un tema que el estudio de la ONU no trató."
    }
  },
  {
    "translation": {
      "en": "But not only that, I found out that raising animals for food",
      "es": "Además descubrí que la crianza de animales para alimentación"
    }
  },
  {
    "translation": {
      "en": "is responsible for 30% of the world's water consumption,",
      "es": "es responsable del 30% del consumo mundial de agua,"
    }
  },
  {
    "translation": {
      "en": "occupies up to 45% of the Earth's land,",
      "es": "ocupa hasta un 45% de la tierra del mundo,"
    }
  },
  {
    "translation": {
      "en": "is responsible for up to 91% of Brazilian Amazon destruction,",
      "es": "es responsable de un 91% de la destrucción de la Amazonia brasileña,"
    }
  },
  {
    "translation": {
      "en": "is a leading cause of ocean dead zones,",
      "es": "es una causa principal de zonas de océano muerto,"
    }
  },
  {
    "translation": {
      "en": "habitat destruction,",
      "es": "destrucción de hábitats"
    }
  },
  {
    "translation": {
      "en": "and species extinction.",
      "es": "y extinción de especies."
    }
  },
  {
    "translation": {
      "en": "Yet the largest environmental groups that are supposed to be saving our world",
      "es": "¿Y los principales grupos ambientalistas que deberían salvar el planeta"
    }
  },
  {
    "translation": {
      "en": "didn't have this as their main focus?",
      "es": "no tenían esto como tema principal?"
    }
  },
  {
    "translation": {
      "en": "I had to speak with environmental organizations",
      "es": "Yo debía hablar con organizaciones ambientalistas"
    }
  },
  {
    "translation": {
      "en": "and find out why they weren't addressing this issue.",
      "es": "para averiguar por qué no trataban el tema."
    }
  },
  {
    "translation": {
      "en": "I sent off dozens of emails, made call after call, spent hours on hold.",
      "es": "Envié decenas de correos, hice llamadas, pasé horas esperando."
    }
  },
  {
    "translation": {
      "en": "Days became weeks, and weeks became months,",
      "es": "Los días se volvieron semanas, meses,"
    }
  },
  {
    "translation": {
      "en": "and for some reason, no one wanted to talk to me about this.",
      "es": "y por alguna razón, nadie quería hablarme de esto."
    }
  },
  {
    "translation": {
      "en": "So bizarre!",
      "es": "¡Qué extraño!"
    }
  },
  {
    "translation": {
      "en": "I supported these organizations for so long, and now was met with silence.",
      "es": "Apoyé a estas organizaciones tanto tiempo, y ahora me respondían con el silencio."
    }
  },
  {
    "translation": {
      "en": "I was, however, able to connect with a handful of",
      "es": "Pero logré conectarme con un puñado"
    }
  },
  {
    "translation": {
      "en": "environmental authors and advocates that were willing to address this issue.",
      "es": "de autores y defensores del medio ambiente que estaban dispuestos a tratar el tema."
    }
  },
  {
    "translation": {
      "en": "I took my old, trusty van, Super Blue, out of retirement and hit the road.",
      "es": "Saqué de mi retiro mi camioneta vieja y confiable, la Super Blue, y allá fui."
    }
  },
  {
    "translation": {
      "en": "So my calculations are that",
      "es": "Según mis cálculos,"
    }
  },
  {
    "translation": {
      "en": "without using any gas or oil or fuel ever again from this day forward",
      "es": "sin usar gas, petróleo ni combustible nunca más desde hoy... Investigador ambientalista Autor de Comfortably Unaware"
    }
  },
  {
    "translation": {
      "en": "that we would still exceed",
      "es": "Investigador ambientalista Autor de Comfortably Unaware ...igualmente excederíamos"
    }
  },
  {
    "translation": {
      "en": "our maximum carbon-equivalent, greenhouse gas emissions,",
      "es": "el equivalente al carbono de las emisiones de gases con efecto invernadero,"
    }
  },
  {
    "translation": {
      "en": "now the 565 gigatons, by the year 2030,",
      "es": "los 565 gigatones, para 2030,"
    }
  },
  {
    "translation": {
      "en": "without the electricity sector even",
      "es": "sin el sector eléctrico"
    }
  },
  {
    "translation": {
      "en": "or energy sector even factored in the equation,",
      "es": "o el sector energético en esta ecuación,"
    }
  },
  {
    "translation": {
      "en": "all simply by raising and eating livestock.",
      "es": "simplemente criando y comiendo ganado."
    }
  },
  {
    "translation": {
      "en": "If you reduce the amount of methane emissions,",
      "es": "Si reduces las emisiones de metano,"
    }
  },
  {
    "translation": {
      "en": "the level in the atmosphere goes down fairly quickly, within decades,",
      "es": "el nivel en la atmósfera baja muy rápidamente, en décadas... PROFESOR DE SALUD AMBIENTAL GLOBAL"
    }
  },
  {
    "translation": {
      "en": "as opposed to CO2, if you reduce the emissions to the atmosphere,",
      "es": "...contrariamente al CO2, si reduces las emisiones a la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "you don't really see a signal in the atmosphere for 100 years or so.",
      "es": "no verás ninguna señal en la atmósfera en unos 100 años."
    }
  },
  {
    "translation": {
      "en": "It's an environmental disaster that's being ignored by the very people",
      "es": "INSTITUTO DE SOSTENIBILIDAD DEL MOLLOY COLLEGE Es un desastre ambiental ignorado por los mismos"
    }
  },
  {
    "translation": {
      "en": "who should be championing. Deforestation, land use, water scarcity,",
      "es": "que deberían ocuparse. Deforestación, uso de tierras, escasez hídrica,"
    }
  },
  {
    "translation": {
      "en": "the destabilization of communities, world hunger...",
      "es": "desestabilización de comunidades, hambre en el mundo..."
    }
  },
  {
    "translation": {
      "en": "The list doesn't stop.",
      "es": "La lista sigue."
    }
  },
  {
    "translation": {
      "en": "Free-living animals, 10,000 years ago, made up 99% of the biomass.",
      "es": "DR. WILL TUTTLE Autor sobre medioambiente y ética Los animales silvestres, hace 10.000 años, eran el 99% de la biomasa."
    }
  },
  {
    "translation": {
      "en": "And human beings, we only made up 1% of the biomass.",
      "es": "Los seres humanos éramos el 1% de la biomasa."
    }
  },
  {
    "translation": {
      "en": "Today, only 10,000 years later, which is really just a fraction of time,",
      "es": "Hoy, solo 10.000 años después, una fracción de tiempo,"
    }
  },
  {
    "translation": {
      "en": "we human beings and the animals that we own as property",
      "es": "los seres humanos y los animales que poseemos"
    }
  },
  {
    "translation": {
      "en": "make up 98% of the biomass.",
      "es": "somos el 98% de la biomasa."
    }
  },
  {
    "translation": {
      "en": "And wild, free-living animals make up only 2%.",
      "es": "Y los animales silvestres son solo el 2%."
    }
  },
  {
    "translation": {
      "en": "We've basically completely stolen the world, the Earth from free-living animals",
      "es": "Les robamos completamente el mundo, la Tierra, a los animales silvestres"
    }
  },
  {
    "translation": {
      "en": "to use for ourselves, in our cows and pigs and chicken,",
      "es": "para usarlo para nosotros, para las vacas, cerdos, pollos"
    }
  },
  {
    "translation": {
      "en": "and factory-farmed fish, and the oceans have been even more devastated.",
      "es": "y peces de criadero, y los océanos quedaron aun más devastados."
    }
  },
  {
    "translation": {
      "en": "Concerned researchers of the loss of species",
      "es": "Quienes investigan la pérdida de especies..."
    }
  },
  {
    "translation": {
      "en": "agree that the primary cause of loss of species on our Earth that we're witnessing",
      "es": "Investigador ambientalista Autor de Comfortably Unaware ...coinciden en que la principal causa de esta pérdida de especies en la Tierra"
    }
  },
  {
    "translation": {
      "en": "is due to overgrazing and habitat loss",
      "es": "es el sobrepastoreo y la pérdida de hábitats"
    }
  },
  {
    "translation": {
      "en": "from livestock production on land and by overfishing,",
      "es": "por la producción de ganado en tierra y la sobrepesca,"
    }
  },
  {
    "translation": {
      "en": "which I call fishing in our oceans.",
      "es": "lo que llamo pesca en nuestros océanos."
    }
  },
  {
    "translation": {
      "en": "We're in the middle of the largest mass extinction of species in 65 million years.",
      "es": "Es la mayor extinción de especies en masa en 65 millones de años. DR. WILL TUTTLE Autor sobre medioambiente y ética"
    }
  },
  {
    "translation": {
      "en": "The rainforest is being cut down at the rate of an acre per second.",
      "es": "Están talando 4.000 metros cuadrados de selva tropical por segundo."
    }
  },
  {
    "translation": {
      "en": "And the driving force behind all of this is animal agriculture.",
      "es": "La fuerza impulsora de todo esto es la ganadería."
    }
  },
  {
    "translation": {
      "en": "Cutting down the forests to graze animals and to grow soybeans.",
      "es": "Talan selvas para el pastoreo de animales y para cultivar soja."
    }
  },
  {
    "translation": {
      "en": "Genetically-engineered soybeans",
      "es": "Soja genéticamente modificada"
    }
  },
  {
    "translation": {
      "en": "to feed to the cows and pigs and chickens and factory-farmed fish.",
      "es": "para alimentar vacas, cerdos, pollos y peces de criadero."
    }
  },
  {
    "translation": {
      "en": "Ninety-one percent of the loss of rainforest",
      "es": "Investigador ambientalista Autor de Comfortably Unaware El 91% de la pérdida de selva"
    }
  },
  {
    "translation": {
      "en": "in the Amazon area thus far, to date,",
      "es": "del área amazónica al día de hoy,"
    }
  },
  {
    "translation": {
      "en": "91% that's been destroyed is due to raising livestock.",
      "es": "el 91% de la destrucción se debe a la crianza de ganado."
    }
  },
  {
    "translation": {
      "en": "The leading cause of environmental destruction is animal agriculture.",
      "es": "INSTITUTO DE SOSTENIBILIDAD DEL MOLLOY COLLEGE La principal causa de la destrucción es la ganadería."
    }
  },
  {
    "translation": {
      "en": "I just couldn't understand why",
      "es": "Yo no entendía por qué"
    }
  },
  {
    "translation": {
      "en": "the world's largest environmental organizations were not addressing this",
      "es": "grandes organizaciones ambientalistas del mundo no trataban esto,"
    }
  },
  {
    "translation": {
      "en": "when their entire mission is to help protect the environment.",
      "es": "cuando su misión es ayudar a proteger el medio ambiente."
    }
  },
  {
    "translation": {
      "en": "That's the thing, too, is they say, \"Use less coal, ride your bike.\"",
      "es": "Ese es el asunto, dicen: Gaste menos carbón, use su bicicleta."
    }
  },
  {
    "translation": {
      "en": "-What about \"eat less meat\"? -Yeah.",
      "es": "- ¿Y qué tal coma menos carne? - Sí. MICHAEL POLLAN Autor sobre medio ambiente y alimentos"
    }
  },
  {
    "translation": {
      "en": "I think they focus-grouped it, and it's a political loser.",
      "es": "Creo que lo afrontaron como grupo focal, y eso pierde políticamente."
    }
  },
  {
    "translation": {
      "en": "In terms of... Yeah, because they're membership organizations, a lot of them.",
      "es": "Sí, porque muchas son organizaciones de miembros."
    }
  },
  {
    "translation": {
      "en": "They're looking to maximize the number of people making contributions.",
      "es": "Buscan maximizar el número de contribuyentes."
    }
  },
  {
    "translation": {
      "en": "And if they get identified as being anti-meat",
      "es": "Y si son identificados como opositores a la carne,"
    }
  },
  {
    "translation": {
      "en": "or challenging people on their everyday habits,",
      "es": "o que desafían los hábitos cotidianos de la gente,"
    }
  },
  {
    "translation": {
      "en": "that's something that's so dear to people, that it will hurt with their fundraising.",
      "es": "algo muy preciado para la gente, eso afectará sus colectas de fondos."
    }
  },
  {
    "translation": {
      "en": "They do not want to address",
      "es": "DR. WILL TUTTLE Autor sobre medioambiente y ética No quieren tratar"
    }
  },
  {
    "translation": {
      "en": "the primary driving cause of environmental devastation,",
      "es": "la principal causa impulsora de la devastación ambiental,"
    }
  },
  {
    "translation": {
      "en": "which is animal agriculture, because they're businesses.",
      "es": "que es la ganadería, porque son negocios."
    }
  },
  {
    "translation": {
      "en": "And they want to make sure that they have a reliable source of funding.",
      "es": "Solo quieren asegurarse de tener una fuente de fondos confiable."
    }
  },
  {
    "translation": {
      "en": "I had an invite to a meeting with Al Gore, some years ago, now,",
      "es": "Hace unos años recibí una invitación para reunirme con Al Gore..."
    }
  },
  {
    "translation": {
      "en": "and made these methane arguments, and he was really push-back.",
      "es": "PROFESOR DE SALUD AMBIENTAL GLOBAL ...planteé los argumentos del metano, y se echó atrás."
    }
  },
  {
    "translation": {
      "en": "That's just his argument.",
      "es": "Este es su argumento."
    }
  },
  {
    "translation": {
      "en": "\"It's hard enough to get people to think about CO2.",
      "es": "Ya es difícil que la gente piense en el CO2."
    }
  },
  {
    "translation": {
      "en": "\"Don't confuse them.\"",
      "es": "No la confundas."
    }
  },
  {
    "translation": {
      "en": "I think that the problem with",
      "es": "MICHAEL BESANCON Ex ejecutivo de WHOLE FOODS MARKET Creo que el problema"
    }
  },
  {
    "translation": {
      "en": "a lot of organizations that are focused and have a laser focus",
      "es": "de muchas organizaciones que están muy focalizadas"
    }
  },
  {
    "translation": {
      "en": "don't go off message because they don't want to piss off",
      "es": "es que no se desvían del mensaje porque no quieren hacer enojar"
    }
  },
  {
    "translation": {
      "en": "another whole group of people that will make their lives difficult.",
      "es": "a otro grupo de gente que podría complicarle la vida."
    }
  },
  {
    "translation": {
      "en": "If you listen to the majority of the major environmental organizations,",
      "es": "INSTITUTO DE SOSTENIBILIDAD DEL MOLLOY COLLEGE La mayoría de las organizaciones ambientalista"
    }
  },
  {
    "translation": {
      "en": "they're not telling you to do much,",
      "es": "no te dicen que hagas gran cosa,"
    }
  },
  {
    "translation": {
      "en": "besides live your life the way you've been living it,",
      "es": "además de vivir tu vida como vienes haciéndolo,"
    }
  },
  {
    "translation": {
      "en": "but change a light bulb from time to time,",
      "es": "y que cambies una lamparita cada tanto,"
    }
  },
  {
    "translation": {
      "en": "drive less, use less plastic, recycle more...",
      "es": "que conduzcas menos, que uses menos plástico, que recicles más..."
    }
  },
  {
    "translation": {
      "en": "It's better for their fundraising and better for their profile",
      "es": "Es mejor para su colecta de fondos y para su perfil"
    }
  },
  {
    "translation": {
      "en": "to create a victim-and-perpetrator sort of plotline.",
      "es": "crear una trama de víctima y victimario."
    }
  },
  {
    "translation": {
      "en": "It's like when we talk about the fact that",
      "es": "DR. WILL TUTTLE Autor sobre medioambiente y ética Es como cuando hablamos"
    }
  },
  {
    "translation": {
      "en": "when we have a dysfunctional family and the father's an alcoholic,",
      "es": "de que tenemos una familia disfuncional y el padre es alcohólico,"
    }
  },
  {
    "translation": {
      "en": "that's the one thing no one talks about.",
      "es": "y nadie habla de eso."
    }
  },
  {
    "translation": {
      "en": "Everybody goes around that, and yet it's the one thing",
      "es": "Todos eluden eso, y eso es"
    }
  },
  {
    "translation": {
      "en": "that's causing the devastation in the relationships in the family,",
      "es": "lo que causa la devastación en las relaciones familiares,"
    }
  },
  {
    "translation": {
      "en": "because no one wants to talk about it.",
      "es": "porque nadie quiere hablarlo."
    }
  },
  {
    "translation": {
      "en": "How could these organizations not know?",
      "es": "¿Cómo podrían no saber estas organizaciones?"
    }
  },
  {
    "translation": {
      "en": "The issue is right in front of them. It's unmistakable at this point.",
      "es": "El problema está delante de sus narices. A esta altura es inequívoco."
    }
  },
  {
    "translation": {
      "en": "And just like these organizations, they're falling over themselves",
      "es": "Y como estas organizaciones, se desviven"
    }
  },
  {
    "translation": {
      "en": "to show the general public that climate change is human-caused.",
      "es": "por demostrar que el cambio climático es causado por el ser humano."
    }
  },
  {
    "translation": {
      "en": "And in doing so, they completely fail to see what's right in front of them.",
      "es": "Al hacer eso, no ven lo que tienen delante de sus narices."
    }
  },
  {
    "translation": {
      "en": "That animal agriculture, raising and killing animals for food,",
      "es": "La ganadería, criar y matar animales para alimentación,"
    }
  },
  {
    "translation": {
      "en": "is really what's killing the planet.",
      "es": "es lo que está matando al planeta."
    }
  },
  {
    "translation": {
      "en": "That was it.",
      "es": "Eso fue todo."
    }
  },
  {
    "translation": {
      "en": "No more emails, no more phone calls. I had enough.",
      "es": "Basta de correos, de llamadas. Me alcanzó."
    }
  },
  {
    "translation": {
      "en": "I realized if I wanted answers, I would have to",
      "es": "Si yo quería respuestas, debía dirigirme"
    }
  },
  {
    "translation": {
      "en": "go to these organizations' headquarters in person.",
      "es": "personalmente a las sedes centrales de esas organizaciones."
    }
  },
  {
    "translation": {
      "en": "-Hi, how's it going? -Good.",
      "es": "- Hola, ¿qué tal? - Bien."
    }
  },
  {
    "translation": {
      "en": "We're doing a full-length feature documentary,",
      "es": "Estamos realizando un documental"
    }
  },
  {
    "translation": {
      "en": "and it's on sustainability and how animal agriculture plays a role.",
      "es": "sobre la sostenibilidad y el papel de la ganadería."
    }
  },
  {
    "translation": {
      "en": "And we're seeing if we could talk to David Barre.",
      "es": "Queríamos ver si podemos hablar con David Barre."
    }
  },
  {
    "translation": {
      "en": "-David Barre? Okay. -Barre. Yeah.",
      "es": "- ¿Con David Barre? Bien. - Barre. Sí."
    }
  },
  {
    "translation": {
      "en": "-Do you have an appointment with him? -We've been trying for...",
      "es": "- ¿Tienen cita con él? - Estuvimos tratando..."
    }
  },
  {
    "translation": {
      "en": "It's almost two months, and we haven't even had one receptive email or anything.",
      "es": "Casi dos meses, y no recibimos ni un correo de respuesta."
    }
  },
  {
    "translation": {
      "en": "-Sure. -So, just seeing if",
      "es": "- Claro. - Queríamos ver"
    }
  },
  {
    "translation": {
      "en": "-we could just set something up. -Let me... So, let me just...",
      "es": "- si podíamos coordinar algo. - Déjeme..."
    }
  },
  {
    "translation": {
      "en": "They sent out their PR person instead.",
      "es": "Enviaron a su encargada de relaciones públicas."
    }
  },
  {
    "translation": {
      "en": "She refused to be filmed and told us to turn off the camera, but promised",
      "es": "Ella se negó a ser filmada y nos dijo que apagáramos la cámara, pero prometió"
    }
  },
  {
    "translation": {
      "en": "someone from their rainforest, ocean and climate change departments",
      "es": "que un encargado de selvas tropicales, océanos y clima"
    }
  },
  {
    "translation": {
      "en": "would all speak with us, finally.",
      "es": "hablaría finalmente con nosotros."
    }
  },
  {
    "translation": {
      "en": "Next stop was to give Sierra Club a visit.",
      "es": "La próxima parada era una visita a Sierra Club."
    }
  },
  {
    "translation": {
      "en": "Turns out, they were a bit more receptive to me showing up at their doorstep.",
      "es": "MÁS DE 120 AÑOS DE ACCIÓN Resultaron más receptivos cuando me presenté."
    }
  },
  {
    "translation": {
      "en": "-Hey, how's it going? -Good.",
      "es": "- Hola, ¿qué tal? - Bien."
    }
  },
  {
    "translation": {
      "en": "With the climate change, what's the leading cause of that?",
      "es": "Con respecto al cambio climático, ¿cuál es la causa principal?"
    }
  },
  {
    "translation": {
      "en": "Well, it's basically burning too many fossil fuels.",
      "es": "La quema de demasiados combustibles fósiles."
    }
  },
  {
    "translation": {
      "en": "So, coal, natural gas, oil,",
      "es": "Carbón, gas natural, petróleo,"
    }
  },
  {
    "translation": {
      "en": "tar sands, oil shale.",
      "es": "arenas bituminosas, esquisto bituminoso."
    }
  },
  {
    "translation": {
      "en": "All these new exotic fuels that are kind of hybrids between them.",
      "es": "Estos combustibles nuevos y exóticos que son híbridos entre sí."
    }
  },
  {
    "translation": {
      "en": "But that's basically what is loading up the atmosphere,",
      "es": "Eso está cargando la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "so we have this greenhouse effect where the heat is getting trapped,",
      "es": "entonces tenemos el efecto invernadero, el calor queda atrapado,"
    }
  },
  {
    "translation": {
      "en": "and the temperatures are soaring",
      "es": "y las temperaturas se elevan"
    }
  },
  {
    "translation": {
      "en": "at a rate that has never existed in the history of the Earth.",
      "es": "a un ritmo que nunca existió en la historia de la Tierra."
    }
  },
  {
    "translation": {
      "en": "And what about livestock and animal agriculture?",
      "es": "¿Y el ganado y la crianza de animales?"
    }
  },
  {
    "translation": {
      "en": "Well, what about it? I mean... Do you wanna...",
      "es": "¿Qué tienen? ¿Quieres...?"
    }
  },
  {
    "translation": {
      "en": "We're doing this research. We...",
      "es": "Estamos haciendo una investigación."
    }
  },
  {
    "translation": {
      "en": "A couple of the UN reports say",
      "es": "Según unos informes de la ONU,"
    }
  },
  {
    "translation": {
      "en": "livestock accounts for more than all transportation put together.",
      "es": "el ganado es una causa mayor que todo el transporte junto."
    }
  },
  {
    "translation": {
      "en": "A recent 2009 Worldwatch report,",
      "es": "Según un informe reciente de Worldwatch, de 2009,"
    }
  },
  {
    "translation": {
      "en": "livestock causes 51% of all greenhouse gas emissions.",
      "es": "el ganado causa el 51% de las emisiones de gas con efecto invernadero."
    }
  },
  {
    "translation": {
      "en": "Yeah, well...",
      "es": "Sí, bueno..."
    }
  },
  {
    "translation": {
      "en": "It is a big issue, and we need to address that as well.",
      "es": "Es un gran problema, y debemos ocuparnos también de eso."
    }
  },
  {
    "translation": {
      "en": "But there's just so many different potential sources",
      "es": "Pero hay muchas fuentes potenciales diferentes"
    }
  },
  {
    "translation": {
      "en": "of methane and carbon emissions.",
      "es": "de emisiones de metano y carbono."
    }
  },
  {
    "translation": {
      "en": "If the number one leading cause is animal agriculture and meat consumption,",
      "es": "La primera causa es la ganadería y el consumo de carne,"
    }
  },
  {
    "translation": {
      "en": "then doesn't that need to be the number one focus, if not the number two?",
      "es": "¿ese no debería ser el primer foco de atención, si no el segundo?"
    }
  },
  {
    "translation": {
      "en": "Well, that's your assessment. Our assessment is different.",
      "es": "Esa es tu afirmación. La nuestra es diferente."
    }
  },
  {
    "translation": {
      "en": "That was bizarre.",
      "es": "Eso fue extraño."
    }
  },
  {
    "translation": {
      "en": "So, Greenpeace got back to me today, and said,",
      "es": "Greenpeace me respondió hoy diciendo:"
    }
  },
  {
    "translation": {
      "en": "\"It was great to meet with you yesterday.",
      "es": "Fue un placer conocerlo ayer."
    }
  },
  {
    "translation": {
      "en": "\"I've spoken with various people here at Greenpeace about your request,",
      "es": "Hablé con varias personas aquí en Greenpeace sobre su solicitud,"
    }
  },
  {
    "translation": {
      "en": "\"but I'm afraid we're not going to be able to help this time.",
      "es": "pero temo que no podremos ayudarle en esta ocasión."
    }
  },
  {
    "translation": {
      "en": "\"Thanks again, and we wish you the best of luck.\"",
      "es": "Gracias nuevamente, y le deseo toda la suerte."
    }
  },
  {
    "translation": {
      "en": "Greenpeace's response reminded me of the statistic that",
      "es": "La respuesta de Greenpeace me recordó la estadística"
    }
  },
  {
    "translation": {
      "en": "116,000 pounds of farm animal excrement",
      "es": "de que 52.000 kilos de excrementos de animales de granja"
    }
  },
  {
    "translation": {
      "en": "is produced every second in the United States alone.",
      "es": "son producidos cada segundo solo en Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "That is enough waste per year to cover every square foot of San Francisco,",
      "es": "Con esos desechos por año se cubriría cada metro cuadrado de San Francisco,"
    }
  },
  {
    "translation": {
      "en": "New York City, Tokyo, Paris, New Delhi,",
      "es": "Nueva York, Tokio, París, Nueva Delhi,"
    }
  },
  {
    "translation": {
      "en": "Berlin, Hong Kong, London, Rio de Janeiro,",
      "es": "Berlín, Hong Kong, Londres, Río de Janeiro,"
    }
  },
  {
    "translation": {
      "en": "Delaware, Bali, Costa Rica, and Denmark combined.",
      "es": "Delaware, Bali, Costa Rica y Dinamarca."
    }
  },
  {
    "translation": {
      "en": "Livestock operations on land has caused, or created,",
      "es": "Las operaciones de ganado en tierra causaron, o crearon..."
    }
  },
  {
    "translation": {
      "en": "more than 500 nitrogen-flooded dead zones around the world in our oceans,",
      "es": "Las operaciones de ganado en tierra causaron, o crearon... Investigador ambientalista Autor de Comfortably Unaware ...más de 500 zonas muertas inundadas de nitrógeno en los océanos del mundo,"
    }
  },
  {
    "translation": {
      "en": "comprise more than 95,000 square miles of areas completely devoid of life.",
      "es": "con más de 240.000 kilómetros cuadrados de zonas desprovistas de vida."
    }
  },
  {
    "translation": {
      "en": "So, any meaningful discussion about the state of our oceans",
      "es": "Toda discusión significativa sobre el estado de los océanos"
    }
  },
  {
    "translation": {
      "en": "has to always begin by",
      "es": "debe comenzar siempre"
    }
  },
  {
    "translation": {
      "en": "frank discussions about land-based animal agriculture,",
      "es": "con discusiones francas sobre la crianza de animales en tierra,"
    }
  },
  {
    "translation": {
      "en": "which is not what our conservation groups,",
      "es": "y no es lo que los grupos conservacionistas,"
    }
  },
  {
    "translation": {
      "en": "Oceana being the largest one in the world right now, the most influential,",
      "es": "de los que Oceana es el mayor en el mundo, el más influyente,"
    }
  },
  {
    "translation": {
      "en": "as well as others...",
      "es": "así también como otros..."
    }
  },
  {
    "translation": {
      "en": "That's not what is at the apex of their discussions.",
      "es": "No es su principal tema de discusión."
    }
  },
  {
    "translation": {
      "en": "I went on my favorite ocean-protection organization's website,",
      "es": "Fui al sitio web de mi protectora de océanos favorita,"
    }
  },
  {
    "translation": {
      "en": "Surfrider Foundation, to see what they were doing about this.",
      "es": "la Surfrider Foundation, a ver qué estaban haciendo al respecto."
    }
  },
  {
    "translation": {
      "en": "Mostly what I found were campaigns about plastic bags and trash,",
      "es": "Lo que más encontré fueron campañas sobre las bolsas y la basura,"
    }
  },
  {
    "translation": {
      "en": "but nothing about animal agriculture.",
      "es": "pero nada sobre la ganadería."
    }
  },
  {
    "translation": {
      "en": "What is the number one coastal water quality-issue polluter?",
      "es": "¿Cuál es el principal contaminador de la calidad del agua costera?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, a lot of it... There's a... It's actually...",
      "es": "Dr. Chad Nelsen - SURFRIDER FOUNDATION Director ambientalista Sí. Mucho... Hay..."
    }
  },
  {
    "translation": {
      "en": "I call it... We call it the \"toxic cocktail.\"",
      "es": "Lo llamamos cóctel tóxico."
    }
  },
  {
    "translation": {
      "en": "Because it really is this sort of diffused source.",
      "es": "Porque realmente es una fuente difusa."
    }
  },
  {
    "translation": {
      "en": "So it's heavy metal from tires and brakes and cars, heavy metals...",
      "es": "Hay metales pesados de neumáticos, frenos y autos..."
    }
  },
  {
    "translation": {
      "en": "It is these herbicides and pesticides.",
      "es": "Hay herbicidas y pesticidas."
    }
  },
  {
    "translation": {
      "en": "It's kind of picking up everything we leave on the ground",
      "es": "Agarramos todo lo que dejamos en el suelo,"
    }
  },
  {
    "translation": {
      "en": "and collecting it together and pushing it out into the ocean.",
      "es": "lo juntamos y lo echamos al océano."
    }
  },
  {
    "translation": {
      "en": "So, it's hard to actually target one thing.",
      "es": "Entonces es difícil concentrarse en una cosa."
    }
  },
  {
    "translation": {
      "en": "When we were doing our research on this particular one, and run-off...",
      "es": "Cuando hicimos nuestra investigación sobre esta, y los escurrimientos..."
    }
  },
  {
    "translation": {
      "en": "And just increasingly as we're interviewing more and more people,",
      "es": "Entrevistamos a más y más personas,"
    }
  },
  {
    "translation": {
      "en": "it keeps coming up.",
      "es": "y esto sigue apareciendo."
    }
  },
  {
    "translation": {
      "en": "Animal agriculture, as being...",
      "es": "La ganadería..."
    }
  },
  {
    "translation": {
      "en": "And we read animal agriculture as being the number one water polluter.",
      "es": "Y leímos que la ganadería es el principal contaminador del agua."
    }
  },
  {
    "translation": {
      "en": "-Considerably, by more than any other... -Yeah, that's interesting.",
      "es": "- Considerablemente, más que cualquier... - Sí, es interesante."
    }
  },
  {
    "translation": {
      "en": "I guess it depends on the regions that you focus on.",
      "es": "Supongo que depende de las regiones en las que te focalices."
    }
  },
  {
    "translation": {
      "en": "Like the urban areas, where we are here in Southern California,",
      "es": "Por ejemplo en las zonas urbanas, como aquí, el sur de California,"
    }
  },
  {
    "translation": {
      "en": "we don't see that because there's not a lot of agricultural farms.",
      "es": "no vemos eso porque no hay muchas granjas agricultoras. Mapa de concentración de granjas de crianza intensiva"
    }
  },
  {
    "translation": {
      "en": "But if you look in the Mid-Atlantic,",
      "es": "Pero si observas el Atlántico Medio,"
    }
  },
  {
    "translation": {
      "en": "Maryland, Virginia, North Carolina, that region,",
      "es": "Maryland, Virginia, Carolina del Norte, esa región,"
    }
  },
  {
    "translation": {
      "en": "I know there's a lot of poultry farms and a lot of hog farms,",
      "es": "sé que hay muchos criaderos de aves y de cerdos,"
    }
  },
  {
    "translation": {
      "en": "and it's a huge waste issue.",
      "es": "y los desechos son un problema enorme."
    }
  },
  {
    "translation": {
      "en": "I was surprised that not only did they not focus on farm run-off,",
      "es": "Me sorprendí, no solo no se focalizaban en escurrimientos agrícolas,"
    }
  },
  {
    "translation": {
      "en": "but they also didn't mention any campaigns about how our oceans are in near collapse.",
      "es": "ni siquiera mencionaban campañas sobre los océanos, que están por colapsar."
    }
  },
  {
    "translation": {
      "en": "The UN reported that three-quarters of the world's fisheries",
      "es": "La ONU informó que tres cuartos del mercado pesquero"
    }
  },
  {
    "translation": {
      "en": "are overexploited, fully exploited, or significantly depleted due to overfishing.",
      "es": "está sobreexplotado, totalmente explotado, o muy reducido por la sobrepesca."
    }
  },
  {
    "translation": {
      "en": "The oceans are under siege like never before,",
      "es": "Los océanos están bajo asedio como nunca antes,"
    }
  },
  {
    "translation": {
      "en": "and marine environments are in trouble.",
      "es": "y el medio ambiente marino en problemas. Lisa Agabian SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD"
    }
  },
  {
    "translation": {
      "en": "And if we don't wake up and do something about it,",
      "es": "Lisa Agabian SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD Si no nos despertamos y hacemos algo al respecto,"
    }
  },
  {
    "translation": {
      "en": "we're gonna see fishless oceans by the year 2048.",
      "es": "veremos océanos sin peces para 2048."
    }
  },
  {
    "translation": {
      "en": "That's the prediction from scientists.",
      "es": "Es la predicción de científicos."
    }
  },
  {
    "translation": {
      "en": "The fact that when people look at fishing, sometimes they're only looking at",
      "es": "FOOD EMPOWERMENT PROJECT Directora ejecutiva La gente suele pensar en la pesca solamente"
    }
  },
  {
    "translation": {
      "en": "the fact of the animals who are actually consumed by humans,",
      "es": "como animales consumidos por los humanos,"
    }
  },
  {
    "translation": {
      "en": "so we're not necessarily looking at",
      "es": "y no pensamos"
    }
  },
  {
    "translation": {
      "en": "all the animals who are caught in the drift nets,",
      "es": "en los animales atrapados en redes flotantes,"
    }
  },
  {
    "translation": {
      "en": "all the other animals who are killed in the industry.",
      "es": "y en los demás animales muertos en la industria."
    }
  },
  {
    "translation": {
      "en": "We're at over 28 billion animals were pulled out of the ocean last year.",
      "es": "El año pasado se extrajeron más de 28.000 millones de animales del océano."
    }
  },
  {
    "translation": {
      "en": "They're not ever given a chance to recover.",
      "es": "Nunca pueden recuperarse. Susan Hartland SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD"
    }
  },
  {
    "translation": {
      "en": "They can't recover, they don't multiply that quickly.",
      "es": "No pueden recuperarse, no se multiplican tan rápidamente."
    }
  },
  {
    "translation": {
      "en": "They don't come back. We're not giving them an opportunity.",
      "es": "No vuelven. No les damos una oportunidad."
    }
  },
  {
    "translation": {
      "en": "The way fishing is done today, to feed the demand for 90 million tons of fish",
      "es": "Hoy en día, para satisfacer la demanda de 90 millones de toneladas de pescado,"
    }
  },
  {
    "translation": {
      "en": "is primarily through massive fish nets.",
      "es": "se emplean principalmente enormes redes."
    }
  },
  {
    "translation": {
      "en": "For every single pound of fish caught,",
      "es": "Por cada kilo de pescado atrapado,"
    }
  },
  {
    "translation": {
      "en": "there is up to five pounds of untargeted species trapped,",
      "es": "quedan atrapados hasta cinco kilos de especies no buscadas,"
    }
  },
  {
    "translation": {
      "en": "such as dolphins, whales, sea turtles, and sharks, known as \"bi-kill.\"",
      "es": "como delfines, ballenas, tortugas marinas y tiburones, los efectos colaterales."
    }
  },
  {
    "translation": {
      "en": "If we're to imagine this same sort of practice happening on the African savanna,",
      "es": "Si imagináramos esta misma práctica en la sabana africana,"
    }
  },
  {
    "translation": {
      "en": "targeting gazelle, but in the process,",
      "es": "la búsqueda de gacelas pero al mismo tiempo"
    }
  },
  {
    "translation": {
      "en": "scooping up every single lion, giraffe, ostrich and elephant,",
      "es": "sacando todos los leones, jirafas, avestruces y elefantes,"
    }
  },
  {
    "translation": {
      "en": "nobody would stand for it.",
      "es": "nadie la defendería."
    }
  },
  {
    "translation": {
      "en": "Yet, this is what is happening in our oceans every single day.",
      "es": "Pero esto está sucediendo en nuestros océanos cada día."
    }
  },
  {
    "translation": {
      "en": "Between 40 and 50 million sharks each year",
      "es": "Entre 40 y 50 millones de tiburones cada año"
    }
  },
  {
    "translation": {
      "en": "are killed in fishing lines and fishing nets as bi-kill.",
      "es": "mueren en cuerdas o redes pesqueras como efectos colaterales."
    }
  },
  {
    "translation": {
      "en": "Then their fins might be cut off or not cut off,",
      "es": "Luego sus aletas pueden ser cortadas o no,"
    }
  },
  {
    "translation": {
      "en": "but they're caught initially as bi-kill, and it's from fishing.",
      "es": "pero son atrapados inicialmente como efectos colaterales, por la pesca."
    }
  },
  {
    "translation": {
      "en": "It's from fishing in a sustainable manner, in many cases,",
      "es": "Esto proviene de una pesca sostenible en muchos casos,"
    }
  },
  {
    "translation": {
      "en": "for fish that are labeled \"sustainable\"",
      "es": "de peces etiquetados como sostenibles"
    }
  },
  {
    "translation": {
      "en": "by, for instance, Oceana and the sustainable-certified organizations.",
      "es": "por ejemplo por Oceana y organizaciones certificadas como sostenibles."
    }
  },
  {
    "translation": {
      "en": "So my thought is, \"Why would we want to stop at banning shark-fin soup",
      "es": "Entonces pienso: ¿Por qué nos limitamos a prohibir la sopa de aleta de tiburón"
    }
  },
  {
    "translation": {
      "en": "\"if you're concerned about sharks?\"",
      "es": "si les preocupan los tiburones?."
    }
  },
  {
    "translation": {
      "en": "Which all these organizations are, and most of the public at large is now.",
      "es": "Todas estas organizaciones lo están, y también la mayor parte del público."
    }
  },
  {
    "translation": {
      "en": "If we really are concerned about sharks, we would ban fishing.",
      "es": "Si nos preocupan los tiburones, deberíamos prohibir la pesca."
    }
  },
  {
    "translation": {
      "en": "I went on the world's largest ocean-conservation group's website,",
      "es": "Fui al sitio web del mayor grupo de conservación oceánica del mundo,"
    }
  },
  {
    "translation": {
      "en": "Oceana, to see what they were doing about this.",
      "es": "Oceana, a ver qué estaban haciendo al respecto."
    }
  },
  {
    "translation": {
      "en": "On their site, along with a TED Talk by CEO Andy Sharpless,",
      "es": "Junto a una charla de TED del director ejecutivo Andy Sharpless,"
    }
  },
  {
    "translation": {
      "en": "I was astounded to read they actually recommend",
      "es": "quedé asombrado al leer que recomiendan"
    }
  },
  {
    "translation": {
      "en": "that one of the best ways to help fish is to eat fish.",
      "es": "que una de las mejores maneras de ayudar a los peces es comiendo pescado."
    }
  },
  {
    "translation": {
      "en": "With the world's fish population in near-collapse, this seems like saying",
      "es": "Con la población ictícola mundial al borde del colapso, es como decir"
    }
  },
  {
    "translation": {
      "en": "the best way to help endangered pandas is to eat pandas.",
      "es": "que la mejor manera de ayudar a los pandas en peligro es comiendo pandas."
    }
  },
  {
    "translation": {
      "en": "I couldn't understand how Oceana could say",
      "es": "No entendí cómo Oceana puede decir"
    }
  },
  {
    "translation": {
      "en": "we could remove close to 100 million tons of fish per year,",
      "es": "que podemos sacar cerca de 100 millones de toneladas de pescado por año,"
    }
  },
  {
    "translation": {
      "en": "and that could somehow be sustainable and good for our oceans.",
      "es": "y que eso puede ser sostenible, bueno para nuestros océanos."
    }
  },
  {
    "translation": {
      "en": "Many of the species that are nearing extinction have done so",
      "es": "Muchas especies al borde de la extinción"
    }
  },
  {
    "translation": {
      "en": "are being ravaged and becoming nearly extinct in a declining fashion,",
      "es": "son arrasadas y se acercan a la extinción en forma decreciente... Investigador ambientalista Autor de Comfortably Unaware"
    }
  },
  {
    "translation": {
      "en": "and haven't recovered on the watch of Oceana",
      "es": "Investigador ambientalista Autor de Comfortably Unaware ...y no se recuperaron con la vigilancia de Oceana"
    }
  },
  {
    "translation": {
      "en": "and on the watch of Marine Stewardship Council,",
      "es": "ni con la vigilancia de Marine Stewardship Council,"
    }
  },
  {
    "translation": {
      "en": "and very much on the watch of Monterey Bay Aquarium Seafood Watch,",
      "es": "ni con la vigilancia de Seafood Watch del Acuario de la Bahía de Monterrey,"
    }
  },
  {
    "translation": {
      "en": "which, I mention in one of my lectures,",
      "es": "que, como menciono en mis conferencias,"
    }
  },
  {
    "translation": {
      "en": "they're aptly named because that's what they're doing.",
      "es": "tienen un nombre acertado, eso hacen."
    }
  },
  {
    "translation": {
      "en": "They're watching this happen instead of aggressively halting it.",
      "es": "Están observando lo que sucede, en lugar de frenarlo activamente."
    }
  },
  {
    "translation": {
      "en": "According to the United Nations' Food and Agriculture Organization,",
      "es": "Según la Organización para la Alimentación y la Agricultura de la ONU... Dr. Geoff Shester - OCEANA Director de programas de California"
    }
  },
  {
    "translation": {
      "en": "roughly three-quarters of all the fisheries out there",
      "es": "...unos tres cuartos del mercado pesquero"
    }
  },
  {
    "translation": {
      "en": "are either fully exploited or overexploited.",
      "es": "están totalmente explotados o sobreexplotados."
    }
  },
  {
    "translation": {
      "en": "So there's really not a whole lot of fish stocks out there",
      "es": "No hay muchas reservas de pescado"
    }
  },
  {
    "translation": {
      "en": "that you might consider at healthy levels for the ecosystem.",
      "es": "que puedan considerarse saludables para el ecosistema."
    }
  },
  {
    "translation": {
      "en": "Watching Andy's TED Talk about feeding the world...",
      "es": "Ver la charla de TED de Andy sobre la alimentación del mundo..."
    }
  },
  {
    "translation": {
      "en": "In 1988, fish catch, as you mention, peaked at 85 million tons.",
      "es": "En 1988, la pesca, como mencionaste, alcanzó los 85 millones de toneladas."
    }
  },
  {
    "translation": {
      "en": "How is it possible that we can sustainably catch 100 million tons by 2050",
      "es": "¿Cómo pescaremos sosteniblemente 100 millones de toneladas para 2050"
    }
  },
  {
    "translation": {
      "en": "regardless if it's in a farm or if it's in the ocean?",
      "es": "ya sea en criaderos o en el océano?"
    }
  },
  {
    "translation": {
      "en": "If for every pound of fish you're taking out,",
      "es": "Si por cada kilo de pescado que sacas,"
    }
  },
  {
    "translation": {
      "en": "you're essentially taking out five pounds of wild fish,",
      "es": "sacas cinco kilos de pescado salvaje,"
    }
  },
  {
    "translation": {
      "en": "no matter whether it's a pond or it's in the ocean,",
      "es": "ya sea en un estanque o en el océano,"
    }
  },
  {
    "translation": {
      "en": "how can that be sustainable?",
      "es": "¿cómo puede ser sostenible eso?"
    }
  },
  {
    "translation": {
      "en": "The ultimate question, right,",
      "es": "La cuestión final, claro,"
    }
  },
  {
    "translation": {
      "en": "is that there is a tremendous amount of natural production",
      "es": "es que hay una tremenda cantidad de producción natural"
    }
  },
  {
    "translation": {
      "en": "that is basically coming out of the oceans all the time.",
      "es": "que proviene de los océanos todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "So we have a massive amount of upwelling from our ocean conveyer belt",
      "es": "Entonces hay una enorme surgencia de la cinta transportadora oceánica"
    }
  },
  {
    "translation": {
      "en": "that's bringing up ancient, 1,000-year-old nutrients,",
      "es": "que eleva nutrientes antiguos, de mil años,"
    }
  },
  {
    "translation": {
      "en": "and our ecosystems are turning that into fish.",
      "es": "y nuestros ecosistemas convierten eso en pescado."
    }
  },
  {
    "translation": {
      "en": "Yes, they're eating each other,",
      "es": "Sí, se comen entre sí,"
    }
  },
  {
    "translation": {
      "en": "and you're losing some of that production every step up in the food chain,",
      "es": "y pierdes parte de esa producción en cada eslabón de la cadena alimenticia,"
    }
  },
  {
    "translation": {
      "en": "but you get more every year.",
      "es": "pero obtienes más cada año."
    }
  },
  {
    "translation": {
      "en": "You can fish and take some out, and next year, there will be more.",
      "es": "Puedes pescar y sacar, y al año siguiente habrá más."
    }
  },
  {
    "translation": {
      "en": "And if we do that right,",
      "es": "Y si lo hacemos bien,"
    }
  },
  {
    "translation": {
      "en": "without ultimately hitting the fundamental driver,",
      "es": "sin afectar el impulso fundamental,"
    }
  },
  {
    "translation": {
      "en": "it's sort of like living off the interest, right?",
      "es": "es como vivir de intereses."
    }
  },
  {
    "translation": {
      "en": "As long as you don't bring your principal down, right...",
      "es": "Mientras no reduzcas ese principal."
    }
  },
  {
    "translation": {
      "en": "If you're investing in something,",
      "es": "Si inviertes en algo,"
    }
  },
  {
    "translation": {
      "en": "as long as you're not hitting into that principal",
      "es": "mientras no dañes ese principal"
    }
  },
  {
    "translation": {
      "en": "and your principal remains high,",
      "es": "y tu principal se mantenga alto,"
    }
  },
  {
    "translation": {
      "en": "you could potentially live off the interest forever.",
      "es": "potencialmente puedes vivir de intereses para siempre."
    }
  },
  {
    "translation": {
      "en": "And that's the basic idea with fish.",
      "es": "Esa es la idea básica con el pescado."
    }
  },
  {
    "translation": {
      "en": "With our population right now, what we're doing,",
      "es": "Con la población actual, con lo que estamos haciendo,"
    }
  },
  {
    "translation": {
      "en": "if it's 75% depleted, the fish is now depleted.",
      "es": "con una reducción del 75%, el pescado está reducido."
    }
  },
  {
    "translation": {
      "en": "And it's a good analogy with money.",
      "es": "Es una buena analogía con el dinero."
    }
  },
  {
    "translation": {
      "en": "We're not living off our interest, we're in extreme debt.",
      "es": "No estamos viviendo de intereses, estamos sumamente endeudados."
    }
  },
  {
    "translation": {
      "en": "And if our population,",
      "es": "Y si nuestra población,"
    }
  },
  {
    "translation": {
      "en": "who's trying to live as a family on the same amount of money,",
      "es": "que pretende vivir como una familia con el mismo dinero,"
    }
  },
  {
    "translation": {
      "en": "and it's increasing 35% to 9 billion people...",
      "es": "y está aumentando un 35% a 9.000 millones de personas..."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Claro."
    }
  },
  {
    "translation": {
      "en": "Isn't it just, \"Hey, we gotta stop spending money\"?",
      "es": "¿No deberíamos dejar de gastar dinero?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -\"We need to stop eating fish.\"",
      "es": "- Sí. - Dejemos de comer pescado."
    }
  },
  {
    "translation": {
      "en": "Well, if you could bring the principal back.",
      "es": "Si logras recuperar el principal."
    }
  },
  {
    "translation": {
      "en": "Fishing of any type is depleting not only the species,",
      "es": "Investigador ambientalista Autor de Comfortably Unaware La pesca está reduciendo especies,"
    }
  },
  {
    "translation": {
      "en": "but you get into this serial depletion where one fish species will be minimized",
      "es": "pero además es una reducción serial en que una especie será minimizada"
    }
  },
  {
    "translation": {
      "en": "and the fishing industry for that fishery will move onto the next species.",
      "es": "y esa industria pesquera pasará a otra especie."
    }
  },
  {
    "translation": {
      "en": "It's called serial depletion. It's aptly named.",
      "es": "Se llama reducción serial. Es un nombre acertado."
    }
  },
  {
    "translation": {
      "en": "In the process... So the fish are being lost.",
      "es": "Mientras tanto... Los peces se pierden."
    }
  },
  {
    "translation": {
      "en": "Not only the species is being lost, but the next in line is being lost.",
      "es": "No solo se pierde la especie, también se pierde la siguiente."
    }
  },
  {
    "translation": {
      "en": "And then the mechanism is still extremely destructive.",
      "es": "Y el mecanismo sigue siendo sumamente destructivo."
    }
  },
  {
    "translation": {
      "en": "So they're losing the fish species,",
      "es": "Están perdiendo las especies ictícolas,"
    }
  },
  {
    "translation": {
      "en": "but it needs to be kept in mind they're also destroying habitat.",
      "es": "pero también hay que tener presente que están destruyendo el hábitat."
    }
  },
  {
    "translation": {
      "en": "I think they came up with this term \"sustainable fishing\"",
      "es": "Lisa Agabian SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD Crearon el término pesca sostenible"
    }
  },
  {
    "translation": {
      "en": "to make ourselves feel good about",
      "es": "para hacernos sentir bien"
    }
  },
  {
    "translation": {
      "en": "eating fish and continuing to take fish out of the oceans,",
      "es": "mientras comemos pescado y seguimos sacando peces de los océanos,"
    }
  },
  {
    "translation": {
      "en": "when, in fact, really, it's Sea Shepherd's position",
      "es": "cuando en realidad la posición de Sea Shepherd es"
    }
  },
  {
    "translation": {
      "en": "that there is no such thing as sustainable fishing.",
      "es": "que no existe la pesca sostenible."
    }
  },
  {
    "translation": {
      "en": "Seafood is not a sustainable protein source for the feeding of the planet.",
      "es": "MICHAEL BESANCON Ex ejecutivo de WHOLE FOODS MARKET Los mariscos no son una fuente de proteínas sostenible para el planeta."
    }
  },
  {
    "translation": {
      "en": "For the people on the planet, it's just not.",
      "es": "Para la gente del planeta, no lo es."
    }
  },
  {
    "translation": {
      "en": "People don't wanna hear it. Because that makes them feel like",
      "es": "Susan Hartland SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD La gente no quiere oírlo. Eso le hace sentir"
    }
  },
  {
    "translation": {
      "en": "they have to take action, they have to stop doing something,",
      "es": "que debe actuar, que debe dejar de hacer algo,"
    }
  },
  {
    "translation": {
      "en": "and a lot of people don't want to. And people don't wanna...",
      "es": "y mucha gente no quiere hacer eso."
    }
  },
  {
    "translation": {
      "en": "They don't want to put it out there, because it's uncomfortable.",
      "es": "No quieren difundirlo porque es incómodo."
    }
  },
  {
    "translation": {
      "en": "They don't want to propose to tell people what to do.",
      "es": "No quieren decir a la gente qué hacer."
    }
  },
  {
    "translation": {
      "en": "But we're at a point where we all have to be cognizant.",
      "es": "Pero a esta altura todos debemos ser conscientes."
    }
  },
  {
    "translation": {
      "en": "And we have to realize and we have to take an action.",
      "es": "Debemos entender y actuar."
    }
  },
  {
    "translation": {
      "en": "Our founder, Captain Watson, likes to say, \"If the oceans die, we die.\"",
      "es": "Lisa Agabian SOCIEDAD DE CONSERVACIÓN SEA SHEPHERD Nuestro fundador, el capitán Watson, dice: Mueren los océanos, y morimos."
    }
  },
  {
    "translation": {
      "en": "That's not a tag line. That's the truth.",
      "es": "No es un eslogan. Es la verdad."
    }
  },
  {
    "translation": {
      "en": "Perhaps the only other ecosystem that is being destroyed at such a rapid rate",
      "es": "Tal vez el único otro ecosistema que está siendo destruido a ese ritmo"
    }
  },
  {
    "translation": {
      "en": "are the world's rainforests.",
      "es": "sean las selvas tropicales."
    }
  },
  {
    "translation": {
      "en": "Our global rainforests are essentially the planet's lungs.",
      "es": "Las selvas tropicales del mundo son los pulmones del planeta."
    }
  },
  {
    "translation": {
      "en": "They breathe in CO2 and exhale oxygen.",
      "es": "Inhalan CO2 y exhalan oxígeno."
    }
  },
  {
    "translation": {
      "en": "An acre of rainforest is cleared every second.",
      "es": "Desaparecen 4.000 metros cuadrados de selva tropical por segundo."
    }
  },
  {
    "translation": {
      "en": "And the leading cause is to graze animals and grow their feed crops.",
      "es": "La principal causa es el pastoreo de animales y el cultivo de sus alimentos."
    }
  },
  {
    "translation": {
      "en": "That is essentially an entire football field cleared every single second.",
      "es": "Es un campo de fútbol que desaparece cada segundo."
    }
  },
  {
    "translation": {
      "en": "And it is estimated that every day,",
      "es": "Se estima que cada día"
    }
  },
  {
    "translation": {
      "en": "close to 100 plant, animal, and insect species are lost",
      "es": "se pierden cerca de 100 especies de plantas, animales e insectos"
    }
  },
  {
    "translation": {
      "en": "due to rainforest destruction.",
      "es": "por la destrucción de selvas tropicales."
    }
  },
  {
    "translation": {
      "en": "What is the absolute leading cause of rainforest destruction?",
      "es": "¿Cuál es la principal causa de la destrucción de selvas tropicales? Lindsey Allen - RAINFOREST ACTION NETWORK Directora ejecutiva"
    }
  },
  {
    "translation": {
      "en": "Human intervention into rainforests is the leading cause.",
      "es": "Lindsey Allen - RAINFOREST ACTION NETWORK Directora ejecutiva La intervención humana es la principal causa."
    }
  },
  {
    "translation": {
      "en": "And so, it's either for logging or it's for agribusiness.",
      "es": "Es para la explotación forestal o para la industria agraria."
    }
  },
  {
    "translation": {
      "en": "And that's when you're looking at the top global drivers,",
      "es": "Eso, si observas los principales impulsores mundiales,"
    }
  },
  {
    "translation": {
      "en": "it will vary a bit by the rainforest that you're talking about.",
      "es": "y varía un poco según la selva tropical a la que te refieras."
    }
  },
  {
    "translation": {
      "en": "But the way that we're choosing to",
      "es": "Pero la manera"
    }
  },
  {
    "translation": {
      "en": "use these natural resources on a large industrial scale is the leading driver.",
      "es": "en que empleamos los recursos naturales a gran escala es la principal impulsora."
    }
  },
  {
    "translation": {
      "en": "When I went on Rainforest Action Network's website,",
      "es": "Cuando fui al sitio de Rainforest Action Network,"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe I didn't see anything about cattle.",
      "es": "me resultó increíble no ver nada sobre el ganado."
    }
  },
  {
    "translation": {
      "en": "But I did see they had a large campaign against palm oil.",
      "es": "Pero tenían una importante campaña contra el aceite de palma."
    }
  },
  {
    "translation": {
      "en": "Palm oil plantations are causing tremendous deforestation",
      "es": "El aceite de palma está causando una tremenda deforestación"
    }
  },
  {
    "translation": {
      "en": "in the Indonesian rainforest.",
      "es": "en la selva tropical indonesia."
    }
  },
  {
    "translation": {
      "en": "It is estimated that",
      "es": "Se estima"
    }
  },
  {
    "translation": {
      "en": "palm oil is responsible for 26 million acres being cleared.",
      "es": "que el aceite de palma hizo desaparecer 10 millones de hectáreas."
    }
  },
  {
    "translation": {
      "en": "Though, compared to livestock and their feed crops,",
      "es": "Pero el ganado y los cultivos para su alimentación"
    }
  },
  {
    "translation": {
      "en": "they were responsible for 136 million acres of rainforest lost to date.",
      "es": "hicieron perder al día de hoy 55 millones de hectáreas de selva tropical."
    }
  },
  {
    "translation": {
      "en": "But on their website, I was shocked to find",
      "es": "Pero en su sitio web, me impactó ver"
    }
  },
  {
    "translation": {
      "en": "cattle was not included as one of their four main key issues.",
      "es": "que el ganado no estaba incluido entre los cuatro problemas principales."
    }
  },
  {
    "translation": {
      "en": "Instead they focused on palm, pulp and paper, coal, and tar sands?",
      "es": "Se concentran en la palma, la pulpa, el papel, el carbón y arenas bituminosas."
    }
  },
  {
    "translation": {
      "en": "How could they not have the leading cause of rainforest destruction?",
      "es": "¿No incluyen la principal causa de la destrucción de selvas tropicales?"
    }
  },
  {
    "translation": {
      "en": "I had to wonder, \"Why focus on fossil fuels and not cattle?\"",
      "es": "Me pregunté: ¿Por qué sí los combustibles fósiles y no el ganado?."
    }
  },
  {
    "translation": {
      "en": "Is it more fossil fuels, or is it more animal agriculture?",
      "es": "¿Más los combustibles fósiles, o la ganadería? Lindsey Allen - RAINFOREST ACTION NETWORK Directora ejecutiva"
    }
  },
  {
    "translation": {
      "en": "I don't know why we would ever do a one-or-the-other.",
      "es": "No sé por qué deberíamos elegir uno u otro."
    }
  },
  {
    "translation": {
      "en": "I'm just wondering, what more is it?",
      "es": "Me pregunto qué influye más."
    }
  },
  {
    "translation": {
      "en": "I don't necessarily know what it is.",
      "es": "No sé qué influye más."
    }
  },
  {
    "translation": {
      "en": "Could the executive director",
      "es": "¿Era posible que la directora ejecutiva"
    }
  },
  {
    "translation": {
      "en": "of one of the world's largest rainforest protection groups",
      "es": "de un importante grupo de protección de selvas tropicales del mundo"
    }
  },
  {
    "translation": {
      "en": "honestly not know what was going on?",
      "es": "sinceramente no estuviera al tanto?"
    }
  },
  {
    "translation": {
      "en": "Or even worse, were they hiding it on purpose?",
      "es": "O peor aún, ¿lo ocultaban intencionalmente?"
    }
  },
  {
    "translation": {
      "en": "And if so, why?",
      "es": "En caso de que sí, ¿por qué?"
    }
  },
  {
    "translation": {
      "en": "I immediately went to Amazon Watch to see if",
      "es": "Fui inmediatamente a Amazon Watch a ver"
    }
  },
  {
    "translation": {
      "en": "they would say what the leading cause of rainforest destruction truly is.",
      "es": "si decían cuál era la principal causa de la destrucción de selvas tropicales."
    }
  },
  {
    "translation": {
      "en": "The most biologically and culturally diverse place on the planet",
      "es": "La zona más diversa biológica y culturalmente del planeta..."
    }
  },
  {
    "translation": {
      "en": "is under massive attack right now.",
      "es": "Leila Salazar Lopez AMAZON WATCH - Directora de programas ...está sufriendo un ataque enorme."
    }
  },
  {
    "translation": {
      "en": "The Amazon rainforest itself could be gone in the matter of the next 10 years.",
      "es": "La selva tropical amazónica podría desaparecer en los próximos 10 años."
    }
  },
  {
    "translation": {
      "en": "What is the leading cause of rainforest destruction?",
      "es": "¿Cuál es la principal causa de la destrucción de la selva tropical?"
    }
  },
  {
    "translation": {
      "en": "The leading cause of rainforest destruction,",
      "es": "La principal causa de la destrucción de la selva tropical,"
    }
  },
  {
    "translation": {
      "en": "I would say,",
      "es": "yo diría,"
    }
  },
  {
    "translation": {
      "en": "well, just to put it in the context of what Amazon Watch works on,",
      "es": "para contextualizarlo en el trabajo de Amazon Watch,"
    }
  },
  {
    "translation": {
      "en": "there's many, many drivers of deforestation, as we call them.",
      "es": "que hay muchos impulsores de la deforestación, como los llamamos."
    }
  },
  {
    "translation": {
      "en": "Many different reasons and ways that rainforests are destroyed.",
      "es": "Muchas razones y maneras en la destrucción de las selvas tropicales."
    }
  },
  {
    "translation": {
      "en": "The ones that cause the most damage and are the most widespread",
      "es": "Lo que causa más daño y lo más difundido"
    }
  },
  {
    "translation": {
      "en": "are mega projects, such as oil and gas pipelines,",
      "es": "son los megaproyectos, como oleoductos y gasoductos,"
    }
  },
  {
    "translation": {
      "en": "such as mining projects, such as mega dam projects.",
      "es": "proyectos mineros, proyectos de megarrepresas."
    }
  },
  {
    "translation": {
      "en": "We're not talking about...",
      "es": "No estamos hablando..."
    }
  },
  {
    "translation": {
      "en": "I felt like I was going in circles with all these groups.",
      "es": "Sentí que daba vueltas en círculos con todos estos grupos."
    }
  },
  {
    "translation": {
      "en": "As if I were stuck in some strange cowspiracy twilight zone",
      "es": "Como atascado en la penumbra de una conspiración vacuna"
    }
  },
  {
    "translation": {
      "en": "where no one could talk about cows.",
      "es": "donde nadie podía hablar sobre las vacas."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe these organizations just wouldn't say",
      "es": "Yo no podía creer que estas organizaciones no dijeran"
    }
  },
  {
    "translation": {
      "en": "what the leading cause of rainforest destruction truly is.",
      "es": "cuál era la verdadera causa principal de la destrucción de selvas tropicales."
    }
  },
  {
    "translation": {
      "en": "I had to ask one more time.",
      "es": "Tuve que preguntar una vez más."
    }
  },
  {
    "translation": {
      "en": "It's hard to say what is a leading cause of deforestation of the Amazon",
      "es": "Es difícil identificar la principal causa de la deforestación amazónica"
    }
  },
  {
    "translation": {
      "en": "because they're all destructive, oil and gas, mining, dams, agriculture.",
      "es": "porque son todos destructivos. Petróleo, gas, minería, represas, agricultura."
    }
  },
  {
    "translation": {
      "en": "But in terms of land use,",
      "es": "Pero en cuanto al uso de tierras,"
    }
  },
  {
    "translation": {
      "en": "in terms of the amount of land that is destroyed by...",
      "es": "en cuanto a la cantidad de tierra destruida por..."
    }
  },
  {
    "translation": {
      "en": "When we talk about, in comparison, all those different causes of deforestation,",
      "es": "Cuando hablamos, comparativamente, de esas causas de deforestación,"
    }
  },
  {
    "translation": {
      "en": "what is causing the most trees to fall, for example,",
      "es": "qué causa el mayor número de caída de árboles, por ejemplo,"
    }
  },
  {
    "translation": {
      "en": "I think it would definitely be agriculture.",
      "es": "creo que sería la agricultura."
    }
  },
  {
    "translation": {
      "en": "Unfortunately one of the biggest causes of deforestation,",
      "es": "Lamentablemente, una de las principales causas de deforestación,"
    }
  },
  {
    "translation": {
      "en": "definitely in the Brazilian Amazon, is agribusiness.",
      "es": "sin duda en la Amazonia brasileña, es la agricultura."
    }
  },
  {
    "translation": {
      "en": "Cattle grazing and soy production in particular.",
      "es": "El pastoreo de ganado y la producción sojera en particular."
    }
  },
  {
    "translation": {
      "en": "This is really what's going on.",
      "es": "Esto es lo que está sucediendo."
    }
  },
  {
    "translation": {
      "en": "Why do you think",
      "es": "¿Por qué cree"
    }
  },
  {
    "translation": {
      "en": "no one at Greenpeace, or no one's really saying the whole story?",
      "es": "que nadie de Greenpeace, nadie cuenta la historia completa?"
    }
  },
  {
    "translation": {
      "en": "The whole story about the main cause of deforestation?",
      "es": "La historia completa de la principal causa de la deforestación."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I think you've brought up some really good points about,",
      "es": "Creo que usted plantea cosas importantes:"
    }
  },
  {
    "translation": {
      "en": "\"Why isn't anybody doing anything about this?\"",
      "es": "¿Por qué nadie hace nada al respecto?."
    }
  },
  {
    "translation": {
      "en": "And I think in Brazil, in particular,",
      "es": "Creo que en Brasil, en particular,"
    }
  },
  {
    "translation": {
      "en": "I think when we look at what happened after the Forest Code was passed,",
      "es": "cuando vemos lo que sucedió al aprobarse el Código Forestal,"
    }
  },
  {
    "translation": {
      "en": "and people who were standing up",
      "es": "y la gente que se plantó"
    }
  },
  {
    "translation": {
      "en": "against the lobbyists and the interests, the special interests,",
      "es": "contra grupos de presión e intereses, intereses especiales,"
    }
  },
  {
    "translation": {
      "en": "the cattle industry, the agribusiness industry, what was happening to them.",
      "es": "la industria ganadera, la industria agrícola, y qué les sucedió."
    }
  },
  {
    "translation": {
      "en": "A lot of people who were speaking out got killed.",
      "es": "Muchas personas que hablaron fueron asesinadas."
    }
  },
  {
    "translation": {
      "en": "If you look at José Carlos, you look at Claudio...",
      "es": "Piense en José Carlos, en Claudio..."
    }
  },
  {
    "translation": {
      "en": "There's people who were putting themselves out there",
      "es": "Hubo personas que se plantaron"
    }
  },
  {
    "translation": {
      "en": "and saying cattle ranching is destroying the Amazon.",
      "es": "y dijeron que la ganadería estaba destruyendo la Amazonia."
    }
  },
  {
    "translation": {
      "en": "A lot of those people who are really putting themselves out there.",
      "es": "Muchas personas se plantan."
    }
  },
  {
    "translation": {
      "en": "And look at Dorothy Stang, the nun who lived out in Pará who was killed.",
      "es": "Piense en Dorothy Stang, la monja que vivía en Pará y fue asesinada."
    }
  },
  {
    "translation": {
      "en": "A lot of people will speak up,",
      "es": "Muchos hablan,"
    }
  },
  {
    "translation": {
      "en": "but a lot of people just keep their mouths shut",
      "es": "pero muchos se callan"
    }
  },
  {
    "translation": {
      "en": "'cause they don't wanna be the next one with the bullet to their head.",
      "es": "porque no quieren ser los próximos en recibir un balazo en la cabeza."
    }
  },
  {
    "translation": {
      "en": "Sister Dorothy Stang was a US-born nun",
      "es": "Hermana Dorothy Stang La hermana Dorothy Stang, monja estadounidense"
    }
  },
  {
    "translation": {
      "en": "living in the heart of the Brazilian rainforest.",
      "es": "que vivía en el corazón de la selva tropical brasileña."
    }
  },
  {
    "translation": {
      "en": "Her life's work was to protect the Amazon.",
      "es": "La obra de su vida consistía en proteger la Amazonia."
    }
  },
  {
    "translation": {
      "en": "She spoke out openly",
      "es": "Habló abiertamente"
    }
  },
  {
    "translation": {
      "en": "against the destruction of rainforest from cattle ranching for years.",
      "es": "contra la destrucción de la selva tropical por parte de la ganadería durante años."
    }
  },
  {
    "translation": {
      "en": "Walking home one night, she was brutally gunned down",
      "es": "Una noche volvía a su casa y fue brutalmente acribillada"
    }
  },
  {
    "translation": {
      "en": "at point-blank range by a hired gun from the cattle industry.",
      "es": "a quemarropa por un sicario de la industria ganadera."
    }
  },
  {
    "translation": {
      "en": "After Greenpeace's initial denial for an interview,",
      "es": "Tras la negativa inicial de Greenpeace de una entrevista,"
    }
  },
  {
    "translation": {
      "en": "I wrote again, begging they reconsider.",
      "es": "volví a escribir pidiendo que lo reconsideraran."
    }
  },
  {
    "translation": {
      "en": "Greenpeace got back again,",
      "es": "Greenpeace respondió nuevamente,"
    }
  },
  {
    "translation": {
      "en": "and said again,",
      "es": "repitiendo:"
    }
  },
  {
    "translation": {
      "en": "\"I'm afraid we've explored the options here in terms of helping you,",
      "es": "Temo que analizamos las opciones para ayudarle,"
    }
  },
  {
    "translation": {
      "en": "\"and are not going to be able to be involved this time.",
      "es": "y no podremos involucrarnos esta vez."
    }
  },
  {
    "translation": {
      "en": "\"You mentioned you were also speaking to Oceana.",
      "es": "Usted mencionó que también hablaría con Oceana."
    }
  },
  {
    "translation": {
      "en": "\"I'm sure they'll be able to give you some great quotes about ocean-related issues.",
      "es": "Ellos podrán darle buenas respuestas en relación con los océanos."
    }
  },
  {
    "translation": {
      "en": "\"Thanks again for thinking of us.\"",
      "es": "Gracias nuevamente por pensar en nosotros."
    }
  },
  {
    "translation": {
      "en": "Unbelievable.",
      "es": "Increíble."
    }
  },
  {
    "translation": {
      "en": "With Greenpeace unwilling to be interviewed,",
      "es": "Greenpeace no aceptaba entrevistas,"
    }
  },
  {
    "translation": {
      "en": "I had to find a different avenue for answers.",
      "es": "entonces debí buscar respuestas por otro lado."
    }
  },
  {
    "translation": {
      "en": "There's something really fishy going on over there.",
      "es": "Aquí hay pez encerrado."
    }
  },
  {
    "translation": {
      "en": "Fortunately, l found a former Greenpeace Board of Director",
      "es": "Afortunadamente, encontré a un ex miembro del directorio de Greenpeace"
    }
  },
  {
    "translation": {
      "en": "who now speaks openly about the industry.",
      "es": "que ahora habla abiertamente sobre la industria."
    }
  },
  {
    "translation": {
      "en": "Environmental organizations, like other organizations,",
      "es": "Las organizaciones ambientalistas, como otras..."
    }
  },
  {
    "translation": {
      "en": "are not telling you the truth about what the world needs from us as a species.",
      "es": "Will Anderson FUNDADOR DE GREENPEACE ALASKA Ex miembro del directorio de Greenpeace Estados Unidos ...no dicen la verdad sobre qué necesita el mundo de nosotros."
    }
  },
  {
    "translation": {
      "en": "It's so frustrating when the information is right before their eyes.",
      "es": "Es muy frustrante cuando la información está delante de sus ojos."
    }
  },
  {
    "translation": {
      "en": "It's documented in peer-reviewed papers and journals.",
      "es": "Está documentado en publicaciones y revistas revisados por pares."
    }
  },
  {
    "translation": {
      "en": "It's there for everybody to see.",
      "es": "Cualquiera puede verlo."
    }
  },
  {
    "translation": {
      "en": "But the environmental organizations are refusing to act.",
      "es": "Pero las organizaciones ambientalistas se niegan a actuar."
    }
  },
  {
    "translation": {
      "en": "Nowhere do you find in their policies",
      "es": "No se encuentra en sus políticas"
    }
  },
  {
    "translation": {
      "en": "and nowhere do you find in the Greenpeace mission",
      "es": "ni en la misión de Greenpeace"
    }
  },
  {
    "translation": {
      "en": "that diet is important, that animal agriculture is the problem.",
      "es": "que la dieta es importante, que la crianza de animales es el problema."
    }
  },
  {
    "translation": {
      "en": "They are refusing, like other environmental organizations,",
      "es": "Se niegan como otras organizaciones ambientalistas"
    }
  },
  {
    "translation": {
      "en": "to look at the issue.",
      "es": "a afrontar el problema."
    }
  },
  {
    "translation": {
      "en": "The environmental community is failing us and they're failing ecosystems.",
      "es": "La comunidad ambientalista nos decepciona a nosotros y a los ecosistemas."
    }
  },
  {
    "translation": {
      "en": "And it's so frustrating to see them do this.",
      "es": "Es muy frustrante verlos hacer esto."
    }
  },
  {
    "translation": {
      "en": "\"NRDC, the Earth's best defense.\"",
      "es": "NRDC, la mejor defensa de la Tierra."
    }
  },
  {
    "translation": {
      "en": "All right, so here they actually do have a few things on animal agriculture.",
      "es": "Aquí tienen algunas cosas sobre la ganadería."
    }
  },
  {
    "translation": {
      "en": "The leading cause of environmental degradation is too much pollution",
      "es": "La principal causa de la degradación es el exceso de contaminación"
    }
  },
  {
    "translation": {
      "en": "and too many engines churning too fast",
      "es": "y el exceso de motores demasiado rápidos"
    }
  },
  {
    "translation": {
      "en": "in too many places around the globe.",
      "es": "en demasiados lugares del mundo."
    }
  },
  {
    "translation": {
      "en": "Lately, in 2009, Worldwatch reported that",
      "es": "Recientemente, en 2009, Worldwatch informó"
    }
  },
  {
    "translation": {
      "en": "livestock causes 51% of greenhouse gas emissions,",
      "es": "que el ganado causaba el 51% de las emisiones con efecto invernadero,"
    }
  },
  {
    "translation": {
      "en": "and transportation's around 13%.",
      "es": "y el transporte alrededor del 13%."
    }
  },
  {
    "translation": {
      "en": "And on the low end, the UN was around 18% to 30%,",
      "es": "En el extremo inferior, la ONU afirmaba del 18% al 30%,"
    }
  },
  {
    "translation": {
      "en": "which is more than all transportation all put together.",
      "es": "más que todo el transporte junto."
    }
  },
  {
    "translation": {
      "en": "-Internationally? Or nationally? -The entire globe. Yeah.",
      "es": "- ¿A nivel internacional? ¿O nacional? - En todo el mundo. Sí."
    }
  },
  {
    "translation": {
      "en": "I think energy production and transportation are still major sources,",
      "es": "La producción energética y el transporte siguen siendo importantes fuentes..."
    }
  },
  {
    "translation": {
      "en": "so I think...",
      "es": "así que creo..."
    }
  },
  {
    "translation": {
      "en": "I guess I'm not gonna comment on that",
      "es": "No hablaré de eso"
    }
  },
  {
    "translation": {
      "en": "because I'm not familiar with those numbers.",
      "es": "porque no conozco esos números."
    }
  },
  {
    "translation": {
      "en": "So it's...",
      "es": "Así que es..."
    }
  },
  {
    "translation": {
      "en": "Don't quote me on this, but that's cow farts.",
      "es": "No repitan esto, pero son pedos vacunos."
    }
  },
  {
    "translation": {
      "en": "That's, I think, what that is.",
      "es": "Creo que es eso."
    }
  },
  {
    "translation": {
      "en": "It's...",
      "es": "Es..."
    }
  },
  {
    "translation": {
      "en": "I think that's cow farts.",
      "es": "Creo que son pedos vacunos."
    }
  },
  {
    "translation": {
      "en": "Well, that's part of the story.",
      "es": "Esa es una parte de la historia."
    }
  },
  {
    "translation": {
      "en": "Methane production from cows and other livestock's flatulence",
      "es": "El metano de las flatulencias vacunas y de otro ganado"
    }
  },
  {
    "translation": {
      "en": "is a major contributor.",
      "es": "aporta mucho."
    }
  },
  {
    "translation": {
      "en": "But mostly, it is due to deforestation and the waste they produce,",
      "es": "570.000 millones de litros de metano por día Pero mayormente, se debe a la deforestación y sus desechos,"
    }
  },
  {
    "translation": {
      "en": "which is 130 times more waste than the entire human population.",
      "es": "130 veces más desechos que toda la población humana."
    }
  },
  {
    "translation": {
      "en": "Virtually all without the benefit of any waste treatment.",
      "es": "Casi todo sin ningún tratamiento de desechos."
    }
  },
  {
    "translation": {
      "en": "NRDC absolutely, as I said, has a big food program.",
      "es": "Directora de apoyo de California El NRDC, como dije, cuenta con un importante programa alimenticio."
    }
  },
  {
    "translation": {
      "en": "In fact, every year we do the Growing Green Awards,",
      "es": "Cada año entregamos los Growing Green Awards,"
    }
  },
  {
    "translation": {
      "en": "and we recognize food innovators.",
      "es": "y reconocemos a los innovadores alimenticios."
    }
  },
  {
    "translation": {
      "en": "And this last year,",
      "es": "El año pasado,"
    }
  },
  {
    "translation": {
      "en": "one of the awardees was a sustainable pork producer, actually,",
      "es": "uno de los premiados fue un productor de cerdo sostenible"
    }
  },
  {
    "translation": {
      "en": "that doesn't use any antibiotics.",
      "es": "que no usa antibióticos."
    }
  },
  {
    "translation": {
      "en": "And also the antibiotic use",
      "es": "Además, el uso de antibióticos"
    }
  },
  {
    "translation": {
      "en": "that industrial food production in the United States uses right now is...",
      "es": "de la producción alimenticia industrial de Estados Unidos ahora..."
    }
  },
  {
    "translation": {
      "en": "We're giving...",
      "es": "Estamos dando..."
    }
  },
  {
    "translation": {
      "en": "The majority of antibiotics in the United States",
      "es": "La mayoría de los antibióticos de Estados Unidos"
    }
  },
  {
    "translation": {
      "en": "are administered to healthy livestock.",
      "es": "son suministrados a ganado sano."
    }
  },
  {
    "translation": {
      "en": "I wanted to visit one of these sustainable farms.",
      "es": "Yo quería visitar una de esas granjas sostenibles."
    }
  },
  {
    "translation": {
      "en": "I found the Markegard Grass-Fed beef farm on the lush, misty California coast.",
      "es": "Hallé la granja vacuna Markegard Grass-Fed en la rica y neblinosa costa californiana."
    }
  },
  {
    "translation": {
      "en": "I met Erik and Doniga Markegard and their four children.",
      "es": "Conocí a Erik y Doniga Markegard y sus cuatro hijos."
    }
  },
  {
    "translation": {
      "en": "Lea and Larry are usually up at 6:00",
      "es": "Lea y Larry suelen levantarse a las 6:00"
    }
  },
  {
    "translation": {
      "en": "and out milking the cows, slopping the hogs.",
      "es": "para ordeñar las vacas y alimentar los cerdos."
    }
  },
  {
    "translation": {
      "en": "All together, we graze about 4,500 acres.",
      "es": "En total, pastoreamos en 1.800 hectáreas. Doniga Markegard - Copropietaria de Markegard Family Grass-Fed"
    }
  },
  {
    "translation": {
      "en": "And this is our home ranch.",
      "es": "Doniga Markegard - Copropietaria de Markegard Family Grass-Fed Esta es nuestra hacienda."
    }
  },
  {
    "translation": {
      "en": "And this is 952 acres of that.",
      "es": "Aquí hay 385 hectáreas de eso."
    }
  },
  {
    "translation": {
      "en": "On average, it's about one cow, or a cow and a calf, per every 10 acres.",
      "es": "En promedio, hay una vaca o una vaca y un ternero cada 4 hectáreas."
    }
  },
  {
    "translation": {
      "en": "We would produce annually",
      "es": "Producimos anualmente"
    }
  },
  {
    "translation": {
      "en": "roughly 80,000 pounds of finished, plate-ready meat.",
      "es": "unos 35.000 kilos de carne lista para comer."
    }
  },
  {
    "translation": {
      "en": "We keep about 10 pigs in roughly a 50-acre area,",
      "es": "Tenemos unos 10 cerdos en unas 20 hectáreas,"
    }
  },
  {
    "translation": {
      "en": "and we move them around in 10-acre pastures.",
      "es": "y los hacemos pastorear en unas 4 hectáreas."
    }
  },
  {
    "translation": {
      "en": "Some people think that pigs are dirty and gross,",
      "es": "Algunos piensan que los cerdos son sucios y asquerosos... Lea Markegard Hija"
    }
  },
  {
    "translation": {
      "en": "but I really like them.",
      "es": "...pero a mí me gustan mucho."
    }
  },
  {
    "translation": {
      "en": "They know people, and they'll be friends and really nice.",
      "es": "Conocen a la gente, y son amistosos y muy buenos."
    }
  },
  {
    "translation": {
      "en": "And they could be like your best friend, or could be like a sister.",
      "es": "Pueden ser como el mejor amigo, o como una hermana."
    }
  },
  {
    "translation": {
      "en": "See?",
      "es": "¿Ven?"
    }
  },
  {
    "translation": {
      "en": "They know you when you get to know them.",
      "es": "Te conocen cuando llegas a conocerlos."
    }
  },
  {
    "translation": {
      "en": "I shouldn't be bonding, but we have to have nice pigs.",
      "es": "Yo no debería hacer amistad, pero necesitamos cerdos buenos."
    }
  },
  {
    "translation": {
      "en": "Why shouldn't you bond with them?",
      "es": "¿Por qué no deberías hacer amistad con ellos?"
    }
  },
  {
    "translation": {
      "en": "Well, because they're gonna turn into bacon.",
      "es": "Porque se convertirán en tocino."
    }
  },
  {
    "translation": {
      "en": "These pigs are about seven months old now.",
      "es": "Estos cerdos tienen unos siete meses."
    }
  },
  {
    "translation": {
      "en": "That's it?",
      "es": "¿Nada más?"
    }
  },
  {
    "translation": {
      "en": "So these bigger ones are getting ready to be killed.",
      "es": "Estos más grandes están por ser matados."
    }
  },
  {
    "translation": {
      "en": "Those two smaller ones there, they could grow up a few more months.",
      "es": "Esos dos más pequeños pueden crecer unos meses más."
    }
  },
  {
    "translation": {
      "en": "I love animals. And I...",
      "es": "Amo los animales. Doniga Markegard - Copropietaria de Markegard Family Grass-Fed"
    }
  },
  {
    "translation": {
      "en": "That's why I'm in the meat business.",
      "es": "Por eso me dedico a la carne."
    }
  },
  {
    "translation": {
      "en": "It's what more of society needs to see,",
      "es": "Erik Markegard - Copropietario de Markegard Family Grass-Fed La sociedad debe ver eso más seguido,"
    }
  },
  {
    "translation": {
      "en": "is that that packaged piece of meat is a living animal.",
      "es": "que ese pedazo de carne empaquetado proviene de un animal vivo."
    }
  },
  {
    "translation": {
      "en": "Living and breathing creature that...",
      "es": "Una criatura que vive y respira..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's hard, it's hard.",
      "es": "Sí, es duro."
    }
  },
  {
    "translation": {
      "en": "But like what Doniga said earlier,",
      "es": "Pero como dijo Doniga,"
    }
  },
  {
    "translation": {
      "en": "we do it because we love them.",
      "es": "lo hacemos porque los amamos."
    }
  },
  {
    "translation": {
      "en": "With the land use, there's anywhere between...",
      "es": "Con el uso de tierras, hay entre..."
    }
  },
  {
    "translation": {
      "en": "With industrial, as low as 2 to 2.5 acres per cow,",
      "es": "A nivel industrial, poco, entre 0,8 y una hectárea por vaca,"
    }
  },
  {
    "translation": {
      "en": "all the way up to some, depending... It's not as lush as this, up to 35 acres.",
      "es": "hasta, según... No tan rico como esto, hasta 14 hectáreas."
    }
  },
  {
    "translation": {
      "en": "Yeah, we have a ranch in South Dakota that's 50 acres.",
      "es": "Sí, tenemos una hacienda de 20 hectáreas en Dakota del Sur."
    }
  },
  {
    "translation": {
      "en": "-Fifty acres per... -Yeah, it's about 50 acres, yeah.",
      "es": "- Veinte hectáreas por... - Sí, unas 20 hectáreas."
    }
  },
  {
    "translation": {
      "en": "And why is that?",
      "es": "¿Y por qué?"
    }
  },
  {
    "translation": {
      "en": "Same thing. It was just farmed and robbed of all the nitrogen.",
      "es": "Lo mismo. Se cultivó y quedó despojado de nitrógeno."
    }
  },
  {
    "translation": {
      "en": "-The land was abused. -It's also seasonal, right?",
      "es": "- Se abusó. - También es estacional."
    }
  },
  {
    "translation": {
      "en": "And it's also seasonal.",
      "es": "También es estacional."
    }
  },
  {
    "translation": {
      "en": "Is it possible and is it practical for the whole world to say,",
      "es": "¿Es posible y práctico para todo el mundo decir:"
    }
  },
  {
    "translation": {
      "en": "\"Have grass-fed cattle\"?",
      "es": "Coma ganado alimentado a hierba?"
    }
  },
  {
    "translation": {
      "en": "Say Brazil,",
      "es": "Por ejemplo en Brasil,"
    }
  },
  {
    "translation": {
      "en": "where supposedly 80% of the rainforest was destroyed for cattle.",
      "es": "supuestamente el 80% de la selva tropical fue destruido por el ganado."
    }
  },
  {
    "translation": {
      "en": "What are your thoughts on that?",
      "es": "¿Qué piensan de eso?"
    }
  },
  {
    "translation": {
      "en": "They shouldn't be eating beef.",
      "es": "No deberían comer carne vacuna."
    }
  },
  {
    "translation": {
      "en": "If their environment wasn't designed to raise beef,",
      "es": "Si su medio ambiente no está diseñado para criar carne vacuna,"
    }
  },
  {
    "translation": {
      "en": "-then they shouldn't be eating it. -Yeah.",
      "es": "- no deberían comerla. - Claro."
    }
  },
  {
    "translation": {
      "en": "How do you offset the carbon footprint of livestock?",
      "es": "¿Cómo compensan ustedes la huella de carbono del ganado?"
    }
  },
  {
    "translation": {
      "en": "We don't feel like livestock have a carbon footprint.",
      "es": "No creemos que el ganado tenga una huella de carbono."
    }
  },
  {
    "translation": {
      "en": "I left there feeling confused.",
      "es": "Me fui confundido."
    }
  },
  {
    "translation": {
      "en": "And as far as grass-fed beef not having a carbon footprint,",
      "es": "Que la carne vacuna alimentada a hierba no tuviera huella,"
    }
  },
  {
    "translation": {
      "en": "it actually sounded like it could make sense,",
      "es": "parecía que tenía sentido,"
    }
  },
  {
    "translation": {
      "en": "until I added up the numbers on land use and population.",
      "es": "hasta que sumé el uso de tierras y la población."
    }
  },
  {
    "translation": {
      "en": "If we're to use the Markegard model of raising animals,",
      "es": "Si usamos el modelo Markegard para criar animales,"
    }
  },
  {
    "translation": {
      "en": "which requires 4,500 acres producing 80,000 pounds of meat,",
      "es": "que requiere 1.800 hectáreas para producir 35.000 kilos de carne,"
    }
  },
  {
    "translation": {
      "en": "the average American eats 209 pounds of meat per year.",
      "es": "el estadounidense promedio come 95 kilos de carne por año."
    }
  },
  {
    "translation": {
      "en": "If that was all grass-fed beef, only 382 people could be fed on their land.",
      "es": "Si fuera todo alimentado a hierba, se alimentarían solo 382 personas."
    }
  },
  {
    "translation": {
      "en": "That equates to 11.7 acres per person times 314 million Americans,",
      "es": "Eso equivale a 4,7 hectáreas por persona por 314 millones de estadounidenses,"
    }
  },
  {
    "translation": {
      "en": "which equals 3.7 billion acres of grazing land.",
      "es": "igual a 1.500 millones de hectáreas de tierra de pastoreo."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, there are only 1.9 billion acres in the US's lower 48 states.",
      "es": "Pero hay solo 770 millones de hectáreas en los 48 estados continentales."
    }
  },
  {
    "translation": {
      "en": "Currently nearly half of all United States' land",
      "es": "Casi la mitad de las tierras de Estados Unidos"
    }
  },
  {
    "translation": {
      "en": "is already dedicated to animal agriculture.",
      "es": "están dedicadas a la ganadería."
    }
  },
  {
    "translation": {
      "en": "If we're to switch over to grass-fed beef,",
      "es": "Para pasar a la carne alimentada a hierba,"
    }
  },
  {
    "translation": {
      "en": "it would require clearing every square inch of the United States,",
      "es": "habría que despejar cada centímetro cuadrado del país,"
    }
  },
  {
    "translation": {
      "en": "up into Canada, all of Central America, and well into South America.",
      "es": "más Canadá, todo Centroamérica y buena parte de Sudamérica."
    }
  },
  {
    "translation": {
      "en": "And this is just to feed the United States' demand on meat.",
      "es": "Solo para satisfacer la demanda de carne de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "But that figure doesn't even take into consideration",
      "es": "Pero esa cifra ni siquiera considera"
    }
  },
  {
    "translation": {
      "en": "that much of that land isn't suited to graze livestock.",
      "es": "que muchas tierras no son aptas para pastorear ganado."
    }
  },
  {
    "translation": {
      "en": "We would have to convert all mountain ranges to grassland,",
      "es": "Deberíamos convertir todas las cadenas montañosas en praderas,"
    }
  },
  {
    "translation": {
      "en": "clear ancient forests and national parks to grazing,",
      "es": "despejar antiguas selvas y parques nacionales para el pastoreo,"
    }
  },
  {
    "translation": {
      "en": "and demolish every city just to make room to graze cows.",
      "es": "y demoler todas las ciudades para hacer pastorear las vacas."
    }
  },
  {
    "translation": {
      "en": "Just like Brazil, the United States isn't suited to meet the demands for meat.",
      "es": "Como Brasil, Estados Unidos no puede satisfacer la demanda de carne."
    }
  },
  {
    "translation": {
      "en": "It takes 23 months for a grass-fed animal",
      "es": "INSTITUTO DE SOSTENIBILIDAD DEL MOLLOY COLLEGE Un animal alimentado a hierba tarda 23 meses"
    }
  },
  {
    "translation": {
      "en": "to grow to the point, to the size and age that it's slaughtered,",
      "es": "en alcanzar el tamaño y la edad para ser sacrificado,"
    }
  },
  {
    "translation": {
      "en": "whereas a grain-fed takes 15 months.",
      "es": "mientras que el alimentado a grano tarda 15 meses."
    }
  },
  {
    "translation": {
      "en": "So that's an additional eight months of water use, land use, feed, waste,",
      "es": "Son ocho meses más de uso de agua, tierras, alimentos, desechos,"
    }
  },
  {
    "translation": {
      "en": "and in terms of a carbon footprint, that's a huge difference.",
      "es": "y en cuanto a la huella de carbono, la diferencia es enorme."
    }
  },
  {
    "translation": {
      "en": "Turns out, due to land use,",
      "es": "Resulta que debido al uso de tierras,"
    }
  },
  {
    "translation": {
      "en": "grass-fed beef is more unsustainable than even factory farming.",
      "es": "la alimentada a grano es más sostenible que la crianza intensiva."
    }
  },
  {
    "translation": {
      "en": "I had to come to terms with the fact there was no way to sustainably raise",
      "es": "Yo debía aceptar que era imposible criar de manera sostenible"
    }
  },
  {
    "translation": {
      "en": "enough animals to feed the world's current demand on meat,",
      "es": "suficientes animales para alimentar la demanda mundial de carne,"
    }
  },
  {
    "translation": {
      "en": "and had my doubts on dairy as well.",
      "es": "y también tenía mis dudas sobre los lácteos."
    }
  },
  {
    "translation": {
      "en": "But I did want to talk with a premier organic dairy company",
      "es": "Pero quería hablar con una importante empresa láctea orgánica"
    }
  },
  {
    "translation": {
      "en": "to see if they believed their product was sustainable for the world's population.",
      "es": "para ver si creían que su producto era sostenible para la población mundial."
    }
  },
  {
    "translation": {
      "en": "It requires a lot of inputs to produce milk.",
      "es": "Producir leche requiere muchas cosas. Marcus Benedetti Clover-Stornetta Dairy - Presidente"
    }
  },
  {
    "translation": {
      "en": "The feed, the water, the land. It does.",
      "es": "Alimento, agua, tierras."
    }
  },
  {
    "translation": {
      "en": "And it may not be practical to expect that",
      "es": "Y quizá no sea práctico pretender"
    }
  },
  {
    "translation": {
      "en": "there can be enough dairy production produced in a sustainable way",
      "es": "que de manera sostenible se produzcan suficientes lácteos"
    }
  },
  {
    "translation": {
      "en": "to feed the entire world.",
      "es": "para alimentar al mundo entero."
    }
  },
  {
    "translation": {
      "en": "I just don't think that that's necessarily a given.",
      "es": "No creo que sea seguro."
    }
  },
  {
    "translation": {
      "en": "I think it's maybe too much to expect",
      "es": "Me parece demasiado pretender"
    }
  },
  {
    "translation": {
      "en": "that the world can be fed with dairy in a sustainable way.",
      "es": "alimentar al mundo con lácteos de manera sostenible."
    }
  },
  {
    "translation": {
      "en": "I don't know the answer, but common sense would say that's a long shot.",
      "es": "No sé la respuesta, pero el sentido común me dice que es improbable."
    }
  },
  {
    "translation": {
      "en": "I was shocked to hear such an honest answer.",
      "es": "Me impactó oír una respuesta tan sincera."
    }
  },
  {
    "translation": {
      "en": "If this is what the dairy CEO would say, I wondered what the farmer would claim.",
      "es": "Si esto dice el director ejecutivo lácteo, me pregunté qué diría el granjero."
    }
  },
  {
    "translation": {
      "en": "Based on their marketing, it seemed their farms were an oasis for cows.",
      "es": "Por el marketing, las granjas parecían un oasis para las vacas. POR SU BIEN Beba leche Clover"
    }
  },
  {
    "translation": {
      "en": "It was not what I expected.",
      "es": "No era lo que yo esperaba."
    }
  },
  {
    "translation": {
      "en": "Typically, a cow will eat 140 to 150 pounds of feed a day.",
      "es": "Típicamente, una vaca come entre 63 y 68 kilos por día."
    }
  },
  {
    "translation": {
      "en": "A hundred and...",
      "es": "John Taylor - Empresa láctea orgánica Bivalve - Copropietario"
    }
  },
  {
    "translation": {
      "en": "A hundred and forty to 150 pounds of feed every day.",
      "es": "Sesenta... Entre 63 y 68 kilos por día."
    }
  },
  {
    "translation": {
      "en": "And then she's also gonna drink between 30 and 40 gallons of water.",
      "es": "Y bebe entre 115 y 150 litros de agua."
    }
  },
  {
    "translation": {
      "en": "Oh, my Lord.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "Probably go through about probably 20 tons per week.",
      "es": "Serán unas 20 toneladas por semana."
    }
  },
  {
    "translation": {
      "en": "-Twenty tons of... -Twenty tons of grain per week.",
      "es": "- Veinte toneladas de... - De grano por semana."
    }
  },
  {
    "translation": {
      "en": "For?",
      "es": "¿Para qué?"
    }
  },
  {
    "translation": {
      "en": "Primarily for our milking cows, so about 250 cows.",
      "es": "Principalmente para las vacas de ordeño, unas 250."
    }
  },
  {
    "translation": {
      "en": "Yeah, so the biggest part of sustainability, to me,",
      "es": "Sí, entonces la mayor parte de sostenibilidad, para mí,"
    }
  },
  {
    "translation": {
      "en": "the number one thing on the list should be profitability.",
      "es": "lo primero en la lista debe ser la ganancia."
    }
  },
  {
    "translation": {
      "en": "So how the process completely works, from start to finish,",
      "es": "Para realizar el proceso del comienzo al final,"
    }
  },
  {
    "translation": {
      "en": "is the cow needs to have a baby in order to give milk.",
      "es": "la vaca debe tener un ternero para dar leche."
    }
  },
  {
    "translation": {
      "en": "And so she'll have her baby,",
      "es": "Entonces tiene un ternero,"
    }
  },
  {
    "translation": {
      "en": "that baby's gonna stay with the mother for at least two days.",
      "es": "y el ternero pasa con su madre al menos dos días."
    }
  },
  {
    "translation": {
      "en": "The babies will go off to our calf-raising facility,",
      "es": "Los terneros pasan a las instalaciones de crianza,"
    }
  },
  {
    "translation": {
      "en": "so they have an individual hutch that they'll be raised in.",
      "es": "y son criados en cobertizos individuales."
    }
  },
  {
    "translation": {
      "en": "Since we're a dairy, it's only the girl cows that give us milk.",
      "es": "Como somos una empresa láctea, solo las hembras nos sirven."
    }
  },
  {
    "translation": {
      "en": "So the boys, on typical dairies, they're sold off to beef-raising facilities.",
      "es": "Los machos suelen venderse a criaderos de carne vacuna."
    }
  },
  {
    "translation": {
      "en": "But we do keep approximately half,",
      "es": "Pero mantenemos aproximadamente la mitad,"
    }
  },
  {
    "translation": {
      "en": "and we raise them for two years and sell them as organic grass-fed beef.",
      "es": "y los criamos durante dos años y los vendemos alimentados a hierba."
    }
  },
  {
    "translation": {
      "en": "So all dairy cows eventually go to the beef industry?",
      "es": "¿Todas las vacas lácteas terminan en la industria de la carne vacuna?"
    }
  },
  {
    "translation": {
      "en": "At some point in time, she's really gonna drop off.",
      "es": "En algún momento no sirven más."
    }
  },
  {
    "translation": {
      "en": "And so you have to make a business decision at that point.",
      "es": "Y debes tomar una decisión comercial."
    }
  },
  {
    "translation": {
      "en": "Are you gonna keep investing in her to give milk,",
      "es": "¿Seguirás invirtiendo para que den leche,"
    }
  },
  {
    "translation": {
      "en": "or are you gonna sell her off again to another dairy, or into the beef industry?",
      "es": "o las venderás a otra empresa láctea, o a la industria de la carne vacuna?"
    }
  },
  {
    "translation": {
      "en": "There's very few places on this planet that have this type of environment.",
      "es": "Hay muy pocos lugares del planeta que tengan este tipo de medio ambiente."
    }
  },
  {
    "translation": {
      "en": "But the demand on dairy-based protein in the world is only gonna increase.",
      "es": "Pero la demanda de proteínas lácteas del mundo aumentará."
    }
  },
  {
    "translation": {
      "en": "And there's not enough land on the planet",
      "es": "No hay suficientes tierras en el planeta"
    }
  },
  {
    "translation": {
      "en": "to do this type of dairying around the world. It's just...",
      "es": "para este tipo de producción láctea."
    }
  },
  {
    "translation": {
      "en": "The environment is not gonna be that way. The land's not there.",
      "es": "El cuidado ambiental no es la manera. No hay tierras."
    }
  },
  {
    "translation": {
      "en": "So, I guess on a global scale,",
      "es": "Creo que a nivel mundial,"
    }
  },
  {
    "translation": {
      "en": "the conclusion would be dairy's not sustainable.",
      "es": "la conclusión sería que los lácteos no son sostenibles."
    }
  },
  {
    "translation": {
      "en": "Unless we start digging up houses and putting pastures back.",
      "es": "Salvo que empecemos a sacar casas y a poner praderas."
    }
  },
  {
    "translation": {
      "en": "And the only way to start digging up houses and development",
      "es": "Y para sacar casas y construcciones"
    }
  },
  {
    "translation": {
      "en": "is to have less people.",
      "es": "debería haber menos gente."
    }
  },
  {
    "translation": {
      "en": "But we only know that the population is gonna continue to grow.",
      "es": "Pero sabemos que la población seguirá aumentando."
    }
  },
  {
    "translation": {
      "en": "So that means more commercial dairying, I'm sure.",
      "es": "Eso implica más productos lácteos comerciales."
    }
  },
  {
    "translation": {
      "en": "Either that, or somehow lower demand by the people?",
      "es": "O eso, o menos demanda de la gente."
    }
  },
  {
    "translation": {
      "en": "Yeah, or some other product is gonna take its place.",
      "es": "Sí, o que otro producto lo reemplace."
    }
  },
  {
    "translation": {
      "en": "We see there's all sorts of soy milks and almond milk",
      "es": "Hay toda clase de leches de soja y de almendra"
    }
  },
  {
    "translation": {
      "en": "and a lot of other products that are coming out,",
      "es": "y muchos otros productos que surgen,"
    }
  },
  {
    "translation": {
      "en": "and different blends where you take juices and proteins.",
      "es": "y diferentes mezclas con jugos y proteínas."
    }
  },
  {
    "translation": {
      "en": "And I think you'll see a lot more of that.",
      "es": "Y creo que surgirán muchos más."
    }
  },
  {
    "translation": {
      "en": "He was right. How could cow's milk be sustainable?",
      "es": "Él tenía razón. ¿Cómo puede ser sostenible la leche vacuna?"
    }
  },
  {
    "translation": {
      "en": "For in one gallon of milk,",
      "es": "Un litro de leche"
    }
  },
  {
    "translation": {
      "en": "it takes upwards of 1,000 gallons of water to produce.",
      "es": "requiere más de mil litros de agua para ser producido."
    }
  },
  {
    "translation": {
      "en": "Almost a third of the planet's land is becoming desert,",
      "es": "Casi un tercio de las tierras del planeta están volviéndose desérticas,"
    }
  },
  {
    "translation": {
      "en": "with a vast majority due to livestock grazing.",
      "es": "la vasta mayoría debido al pastoreo de ganado."
    }
  },
  {
    "translation": {
      "en": "Doing research on grass-fed livestock,",
      "es": "Investigando el ganado alimentado a hierba,"
    }
  },
  {
    "translation": {
      "en": "I kept coming across the work of Allan Savory.",
      "es": "me topé muchas veces con el trabajo de Allan Savory."
    }
  },
  {
    "translation": {
      "en": "Savory claims that the best way to reverse this desertification",
      "es": "Savory afirma que la mejor manera de revertir esta desertificación"
    }
  },
  {
    "translation": {
      "en": "is to actually graze more animals.",
      "es": "es hacer pastorear más animales."
    }
  },
  {
    "translation": {
      "en": "This reminded me of Oceana saying,",
      "es": "Esto me recordó que Oceana dijo:"
    }
  },
  {
    "translation": {
      "en": "\"The best way to help fish is to eat fish.\"",
      "es": "Lo mejor para ayudar a los peces es comer pescado."
    }
  },
  {
    "translation": {
      "en": "This is the same man, during the 1950s,",
      "es": "Es el mismo hombre que en los años cincuenta,"
    }
  },
  {
    "translation": {
      "en": "working as a research officer for the game department of what is now Zimbabwe,",
      "es": "como investigador del departamento de caza del actual Zimbabue,"
    }
  },
  {
    "translation": {
      "en": "came up with a theory",
      "es": "elaboró la teoría"
    }
  },
  {
    "translation": {
      "en": "that actually elephants were the cause of desertification there.",
      "es": "de que los elefantes eran la causa de la desertificación allí."
    }
  },
  {
    "translation": {
      "en": "And his solution was convincing the government to kill 40,000 elephants.",
      "es": "Con su solución, el gobierno mató a 40.000 elefantes."
    }
  },
  {
    "translation": {
      "en": "Yet, after 14 years of relentless slaughter,",
      "es": "Pero tras 14 años de matanza implacable,"
    }
  },
  {
    "translation": {
      "en": "the conditions only got worse.",
      "es": "las condiciones empeoraron."
    }
  },
  {
    "translation": {
      "en": "His theory was wrong.",
      "es": "Su teoría era incorrecta."
    }
  },
  {
    "translation": {
      "en": "The culling finally ended,",
      "es": "El sacrificio terminó finalmente,"
    }
  },
  {
    "translation": {
      "en": "but not until tens of thousands of elephants and their families were killed.",
      "es": "pero recién después de matar a decenas de miles de elefantes y sus familias."
    }
  },
  {
    "translation": {
      "en": "This is not someone I would ever take ecological advice from.",
      "es": "No es alguien de quien yo aceptaría consejos ecológicos."
    }
  },
  {
    "translation": {
      "en": "It turns out, the cattle industry",
      "es": "Resulta que la industria ganadera"
    }
  },
  {
    "translation": {
      "en": "is having the same effect on wildlife in the United States.",
      "es": "está teniendo el mismo efecto en la vida silvestre de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "The government has been rounding up horses en masse,",
      "es": "El gobierno estuvo juntando caballos masivamente,"
    }
  },
  {
    "translation": {
      "en": "and we now have more wild horses and burros in government holding facilities,",
      "es": "y ahora tenemos más caballos y burros salvajes en instalaciones..."
    }
  },
  {
    "translation": {
      "en": "50,000 wild horses and burros in government holding facilities,",
      "es": "Deniz Bolbol Campaña American Wild Horse Preservation ...cincuenta mil caballos y burros salvajes en instalaciones,"
    }
  },
  {
    "translation": {
      "en": "than we have free on the range.",
      "es": "más que los que tenemos libres."
    }
  },
  {
    "translation": {
      "en": "Basically, you have ranchers",
      "es": "Hay ganaderos"
    }
  },
  {
    "translation": {
      "en": "who get to graze on our public lands for a fraction of the going rate.",
      "es": "que pastorean en tierras públicas por una pequeña parte del precio normal."
    }
  },
  {
    "translation": {
      "en": "So they're getting this huge tax subsidy",
      "es": "Obtienen un enorme subsidio impositivo,"
    }
  },
  {
    "translation": {
      "en": "that's about one-fifteenth of the going rate.",
      "es": "un quinceavo del precio normal."
    }
  },
  {
    "translation": {
      "en": "And what the Bureau of Land Management has to do is say,",
      "es": "Y la Oficina de Gestión de Tierras dice:"
    }
  },
  {
    "translation": {
      "en": "\"How much forage and water is on the land?\"",
      "es": "¿Cuánta comida y agua hay en las tierras?."
    }
  },
  {
    "translation": {
      "en": "And then they divvy it up.",
      "es": "Y luego lo dividen."
    }
  },
  {
    "translation": {
      "en": "They give so much to the cows, so much to \"wildlife,\"",
      "es": "Dan una cantidad a las vacas, a la vida silvestre,"
    }
  },
  {
    "translation": {
      "en": "and so much to the wild horses and burros.",
      "es": "a los caballos y burros salvajes."
    }
  },
  {
    "translation": {
      "en": "And what we see is",
      "es": "Y lo que vemos es"
    }
  },
  {
    "translation": {
      "en": "the lion's share of the forage and water is going to the livestock industry.",
      "es": "que la mejor parte de la comida y el agua va a la industria ganadera."
    }
  },
  {
    "translation": {
      "en": "And then they scapegoat the horses and burros and say,",
      "es": "Luego usan de chivos expiatorios a los caballos y burros:"
    }
  },
  {
    "translation": {
      "en": "\"There are too many horses and burros. Let's remove them.\"",
      "es": "Hay demasiados caballos y burros. Los sacamos."
    }
  },
  {
    "translation": {
      "en": "I always tell people that wild horses and burros are just one of the victims",
      "es": "Yo digo que los caballos y burros salvajes son solo algunas de las víctimas"
    }
  },
  {
    "translation": {
      "en": "of the management of our public lands for livestock",
      "es": "de la gestión de tierras públicas para ganado"
    }
  },
  {
    "translation": {
      "en": "because we also see the predator killing going on.",
      "es": "porque vemos que sigue la matanza depredadora. Deniz Bolbol Campaña American Wild Horse Preservation"
    }
  },
  {
    "translation": {
      "en": "We know wolves are now being targeted by ranchers, to get rid of wolves.",
      "es": "Deniz Bolbol Campaña American Wild Horse Preservation Vemos que ahora los lobos son un blanco de los ganaderos, se deshacen de ellos."
    }
  },
  {
    "translation": {
      "en": "USDA has aircraft, and all they do is aerial gunning of predators.",
      "es": "El USDA tiene aviones, y solo disparan desde el aire a depredadores."
    }
  },
  {
    "translation": {
      "en": "So, all a rancher does is call up and say, \"I've got coyote here.\"",
      "es": "Un ganadero llama y dice: Tengo un coyote aquí."
    }
  },
  {
    "translation": {
      "en": "They'll come over and they'll shoot the coyote,",
      "es": "Van y disparan al coyote,"
    }
  },
  {
    "translation": {
      "en": "or they'll shoot the mountain lion, or they'll shoot the bobcat.",
      "es": "o disparan al puma, o al lince."
    }
  },
  {
    "translation": {
      "en": "And this is all for ranching.",
      "es": "Y todo para la ganadería."
    }
  },
  {
    "translation": {
      "en": "In Washington state, after cattle were found to be attacked on public lands,",
      "es": "En el estado de Washington, atacaron ganado en tierras públicas... Will Anderson FUNDADOR DE GREENPEACE ALASKA"
    }
  },
  {
    "translation": {
      "en": "where they were grazing under permit,",
      "es": "Ex miembro del directorio de Greenpeace Estados Unidos ...donde estaban pastoreando con permisos,"
    }
  },
  {
    "translation": {
      "en": "Washington state decided to kill the entire Wedge pack of wolves.",
      "es": "y el estado de Washington decidió matar a toda la jauría Wedge de lobos."
    }
  },
  {
    "translation": {
      "en": "And those wolves were not introduced.",
      "es": "Y esos lobos no fueron introducidos."
    }
  },
  {
    "translation": {
      "en": "They had in-migrated from Canada,",
      "es": "Habían inmigrado desde Canadá,"
    }
  },
  {
    "translation": {
      "en": "but they're no longer there.",
      "es": "pero allí ya no hay."
    }
  },
  {
    "translation": {
      "en": "It starts at the local level, with the Bureau of Land Managements,",
      "es": "Esto comienza a nivel local, con la Oficina de Gestión de Tierras,"
    }
  },
  {
    "translation": {
      "en": "but then it goes all the way to Congress.",
      "es": "pero llega hasta el Congreso."
    }
  },
  {
    "translation": {
      "en": "And we see Congress, sitting there, willing to allow",
      "es": "Deniz Bolbol Campaña American Wild Horse Preservation Y en el Congreso están dispuestos a permitir"
    }
  },
  {
    "translation": {
      "en": "this type of mismanagement of our public lands to continue.",
      "es": "que continúe este tipo de desmanejo de las tierras públicas."
    }
  },
  {
    "translation": {
      "en": "It is the insistence of and the lobbying power of",
      "es": "La insistencia y el poder de presión"
    }
  },
  {
    "translation": {
      "en": "the animal agriculture industry",
      "es": "de la industria ganadera"
    }
  },
  {
    "translation": {
      "en": "that continues to see wolves killed,",
      "es": "siguen haciendo matar lobos,"
    }
  },
  {
    "translation": {
      "en": "continues to see an insistence",
      "es": "sigue insistiendo"
    }
  },
  {
    "translation": {
      "en": "that predators be maintained at a low level that does not benefit ecosystems.",
      "es": "con que haya pocos depredadores, lo cual no beneficia los ecosistemas."
    }
  },
  {
    "translation": {
      "en": "I've seen so many pieces of land.",
      "es": "Vi muchas tierras."
    }
  },
  {
    "translation": {
      "en": "I've looked at so many environmental assessments",
      "es": "Vi muchas valoraciones ambientales"
    }
  },
  {
    "translation": {
      "en": "from the Bureau of Land Management",
      "es": "de la Oficina de Gestión de Tierras"
    }
  },
  {
    "translation": {
      "en": "where they say the range lands are not meeting standards.",
      "es": "que dicen que las tierras de pastoreo no cumplen con los estándares."
    }
  },
  {
    "translation": {
      "en": "And they say, straight-up,",
      "es": "Y dicen, francamente,"
    }
  },
  {
    "translation": {
      "en": "livestock grazing is a cause for not meeting range standards.",
      "es": "que el pastoreo ganadero es una causa del incumplimiento de estándares."
    }
  },
  {
    "translation": {
      "en": "And yet, they will continue to allow livestock grazing.",
      "es": "Pero siguen permitiendo el pastoreo ganadero."
    }
  },
  {
    "translation": {
      "en": "They're at the very core of",
      "es": "Son esenciales"
    }
  },
  {
    "translation": {
      "en": "making sure that cougars are treed by hounds,",
      "es": "para que los pumas queden arrinconados por los perros de caza,"
    }
  },
  {
    "translation": {
      "en": "and that wolf packs are run down,",
      "es": "que las jaurías de lobos queden deterioradas,"
    }
  },
  {
    "translation": {
      "en": "and that hunting seasons are opened up year-round,",
      "es": "que haya temporada de caza todo el año,"
    }
  },
  {
    "translation": {
      "en": "and that traps are set so that they can suffer.",
      "es": "y que se pongan trampas para que sufran."
    }
  },
  {
    "translation": {
      "en": "If anyone cares about",
      "es": "Si a alguien le importan"
    }
  },
  {
    "translation": {
      "en": "wild horses and wildlife and public lands and the environment,",
      "es": "los caballos salvajes, la vida silvestre, las tierras públicas, el medio ambiente,"
    }
  },
  {
    "translation": {
      "en": "you can't ignore the impact, the negative impact,",
      "es": "no puede ignorar el impacto negativo"
    }
  },
  {
    "translation": {
      "en": "that livestock grazing is having on our public lands in the West.",
      "es": "que tiene el pastoreo de ganado en tierras públicas del oeste."
    }
  },
  {
    "translation": {
      "en": "I've added up the costs of animal food production",
      "es": "Sumé los costos de la producción alimenticia animal... DAVID SIMON Abogado, autor de Meatonomics"
    }
  },
  {
    "translation": {
      "en": "that the producers don't actually bear themselves.",
      "es": "DAVID SIMON Abogado, autor de Meatonomics ...que los productores no pagan."
    }
  },
  {
    "translation": {
      "en": "These are the hidden costs, or the externalized costs,",
      "es": "Son los costos ocultos, o externalizados,"
    }
  },
  {
    "translation": {
      "en": "that they impose on society.",
      "es": "que imponen a la sociedad."
    }
  },
  {
    "translation": {
      "en": "And those are in categories like health care, environmental damage,",
      "es": "Se encuentran en categorías como salud, daño ambiental,"
    }
  },
  {
    "translation": {
      "en": "subsidies, damage to fisheries, and even cruelty.",
      "es": "subsidios, daños a pesqueras, e incluso crueldad."
    }
  },
  {
    "translation": {
      "en": "If you take those externalized costs, which are about $414 billion...",
      "es": "Considerando esos costos externalizados, unos $414.000 millones..."
    }
  },
  {
    "translation": {
      "en": "If the meat and dairy industries were required to internalize those costs,",
      "es": "Si las industrias cárnica y láctea debieran internalizar esos costos,"
    }
  },
  {
    "translation": {
      "en": "if they had to bear those costs themselves,",
      "es": "si debieran pagar esos costos,"
    }
  },
  {
    "translation": {
      "en": "the costs of the retail prices of meat and dairy would skyrocket.",
      "es": "los costos de precios minoristas de carnes y lácteos se dispararían."
    }
  },
  {
    "translation": {
      "en": "So a $5 carton of eggs would go to $13.",
      "es": "Una caja de huevos de $5 se iría a $13."
    }
  },
  {
    "translation": {
      "en": "A $4 Big Mac would go to $11.",
      "es": "Un Big Mac de $4 se iría a $11."
    }
  },
  {
    "translation": {
      "en": "Whether you eat meat or not,",
      "es": "Así comas carne o no,"
    }
  },
  {
    "translation": {
      "en": "whether you're an omnivore or an herbivore,",
      "es": "seas omnívoro o herbívoro,"
    }
  },
  {
    "translation": {
      "en": "you are paying part of the costs of somebody else's consumption.",
      "es": "estás pagando parte de los costos del consumo de otros."
    }
  },
  {
    "translation": {
      "en": "So that when somebody goes into a McDonald's and buys a Big Mac for $4,",
      "es": "Así cuando alguien va a McDonald's y compra un Big Mac por $4,"
    }
  },
  {
    "translation": {
      "en": "there's another $7 of costs that's imposed on society.",
      "es": "hay otros $7 de costos impuestos a la sociedad."
    }
  },
  {
    "translation": {
      "en": "I'm paying that. You're paying that, whether you eat meat or not.",
      "es": "Yo pago eso. Usted paga eso, coma carne o no."
    }
  },
  {
    "translation": {
      "en": "When you really look at who's benefiting,",
      "es": "Cuando miras quién se beneficia,"
    }
  },
  {
    "translation": {
      "en": "and who lobbied for this system of agriculture,",
      "es": "y quién presionó a favor de este sistema de agricultura..."
    }
  },
  {
    "translation": {
      "en": "it's the largest food producers in the country and the largest meat producers.",
      "es": "Wenonah Hauter FOOD & WATER WATCH - Directora ejecutiva ...son grandes productores alimenticios y grandes productores cárnicos."
    }
  },
  {
    "translation": {
      "en": "And once they become so large and wealthy,",
      "es": "Y cuando se vuelven tan grandes y ricos,"
    }
  },
  {
    "translation": {
      "en": "then they can dictate the federal policies around producing food",
      "es": "pueden dictar las políticas federales de producción alimenticia INDUSTRIA GANADERA DE ESTADOS UNIDOS Comité de Agricultura del Senado"
    }
  },
  {
    "translation": {
      "en": "because they have so much political power.",
      "es": "porque tienen mucho poder político."
    }
  },
  {
    "translation": {
      "en": "I knew I needed to talk to an animal agriculture lobby group",
      "es": "Yo debía hablar con un grupo de presión de agricultura animal"
    }
  },
  {
    "translation": {
      "en": "to see what they had to say.",
      "es": "para ver qué tenían para decir."
    }
  },
  {
    "translation": {
      "en": "If they could silence the government,",
      "es": "Si podían silenciar al gobierno,"
    }
  },
  {
    "translation": {
      "en": "are they influencing and possibly have connections to",
      "es": "¿están influyendo y tienen conexiones"
    }
  },
  {
    "translation": {
      "en": "these environmental groups as well?",
      "es": "con estos grupos ambientalistas también?"
    }
  },
  {
    "translation": {
      "en": "Animal Agriculture Alliance, one of the biggest livestock lobby groups in America,",
      "es": "Animal Agriculture Alliance, un importante grupo de presión ganadero,"
    }
  },
  {
    "translation": {
      "en": "has agreed to an interview.",
      "es": "aceptó conceder una entrevista."
    }
  },
  {
    "translation": {
      "en": "Greenpeace won't give us an interview,",
      "es": "Greenpeace no nos da una entrevista,"
    }
  },
  {
    "translation": {
      "en": "but Animal Agriculture Alliance has agreed to an interview.",
      "es": "pero Animal Agriculture Alliance sí."
    }
  },
  {
    "translation": {
      "en": "Now, that...",
      "es": "Bien..."
    }
  },
  {
    "translation": {
      "en": "Now, that is saying something.",
      "es": "No es poco."
    }
  },
  {
    "translation": {
      "en": "People hear the word GMOs, and that's a really scary term.",
      "es": "La gente oye genéticamente modificado y se asusta."
    }
  },
  {
    "translation": {
      "en": "And again, I think Agriculture's struggled to explain what that means,",
      "es": "ANIMAL AGRICULTURE ALLIANCE Grupo de presión ganadero El grupo luchó por explicar el significado,"
    }
  },
  {
    "translation": {
      "en": "but in reality, what we've done is to use technology",
      "es": "lo que hicimos fue usar la tecnología"
    }
  },
  {
    "translation": {
      "en": "to make advancements in how we raise crops and how we raise animals.",
      "es": "para avanzar en los cultivos y la crianza animal."
    }
  },
  {
    "translation": {
      "en": "We're not gonna feed the world",
      "es": "No alimentaremos al mundo"
    }
  },
  {
    "translation": {
      "en": "going back to how it was 100 years ago where all the animals were pasture-fed.",
      "es": "como hace 100 años, cuando todos los animales pastoreaban."
    }
  },
  {
    "translation": {
      "en": "We didn't just move animals inside",
      "es": "No es que metimos los animales adentro"
    }
  },
  {
    "translation": {
      "en": "and just implement these large vertically-integrated systems",
      "es": "e implementamos estos grandes sistemas integrados verticalmente"
    }
  },
  {
    "translation": {
      "en": "because of sustainability.",
      "es": "por la sostenibilidad."
    }
  },
  {
    "translation": {
      "en": "It certainly reduces the environmental impact",
      "es": "Ciertamente eso reduce el impacto ambiental"
    }
  },
  {
    "translation": {
      "en": "while improving animal well-being and food safety.",
      "es": "y mejora el bienestar animal y la seguridad alimenticia."
    }
  },
  {
    "translation": {
      "en": "So you're saying that animals like it just as much being inside...",
      "es": "¿Está diciendo que a los animales les gusta también estar adentro...?"
    }
  },
  {
    "translation": {
      "en": "Say the chickens and the cows like being just as much inside",
      "es": "¿A las gallinas y vacas les gusta tanto estar adentro"
    }
  },
  {
    "translation": {
      "en": "as pasture grass-fed?",
      "es": "como estar pastoreando?"
    }
  },
  {
    "translation": {
      "en": "In a lot of cases, it's been a significant improvement in their well-being,",
      "es": "En muchos casos, fue una gran mejora en su bienestar,"
    }
  },
  {
    "translation": {
      "en": "just in terms of the amount of care they can get, individualized care.",
      "es": "por el cuidado que reciben, un cuidado individualizado."
    }
  },
  {
    "translation": {
      "en": "Does the meat and dairy industry",
      "es": "¿La industria cárnica y láctea"
    }
  },
  {
    "translation": {
      "en": "ever support or donate to environmental non-profits?",
      "es": "apoya o dona a las ONG ambientalistas?"
    }
  },
  {
    "translation": {
      "en": "I don't know that I would want to comment on that.",
      "es": "No sé si quiero hablar de eso."
    }
  },
  {
    "translation": {
      "en": "Yeah, l... I don't...",
      "es": "No..."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "I don't know that we would know what they donate to or don't donate to.",
      "es": "No sé si tenemos información sobre si donan o no. Voz de Kay Smith - Presidente y directora ejecutiva - Animal Agriculture Alliance"
    }
  },
  {
    "translation": {
      "en": "Does meat and dairy industry ever support or donate to, say, Greenpeace?",
      "es": "¿La industria cárnica y láctea apoya o dona, digamos, a Greenpeace?"
    }
  },
  {
    "translation": {
      "en": "Again, I don't know that I would feel comfortable...",
      "es": "Como decía, no sé si me sentiría cómoda..."
    }
  },
  {
    "translation": {
      "en": "Hey, sorry we didn't get back to you earlier.",
      "es": "Hola, lamentamos no haber respondido antes."
    }
  },
  {
    "translation": {
      "en": "I have some bad news.",
      "es": "Tengo malas noticias."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, we are no longer able to fund your film project.",
      "es": "Llamada de financiador de la película Lamentablemente, ya no podremos financiar su película."
    }
  },
  {
    "translation": {
      "en": "We had a meeting, and due to the growing controversial subject matter,",
      "es": "Nos reunimos, y debido al tema, cada vez más controvertido,"
    }
  },
  {
    "translation": {
      "en": "we have some concerns and have to pull out.",
      "es": "tenemos ciertas preocupaciones y debemos retirarnos."
    }
  },
  {
    "translation": {
      "en": "Why was this subject so controversial?",
      "es": "¿Por qué era tan controvertido este tema?"
    }
  },
  {
    "translation": {
      "en": "The first person I could think to speak with was Howard Lyman,",
      "es": "La primera persona con quien pensé hablar fue Howard Lyman,"
    }
  },
  {
    "translation": {
      "en": "who had been sued by cattlemen",
      "es": "que fue demandado por ganaderos"
    }
  },
  {
    "translation": {
      "en": "for simply speaking the truth about animal agriculture on The Oprah Winfrey Show.",
      "es": "por decir la verdad sobre el tema en The Oprah Winfrey Show."
    }
  },
  {
    "translation": {
      "en": "I was born on the largest dairy farm in the state of Montana in 1938.",
      "es": "Nací en la mayor granja láctea del estado de Montana en 1938."
    }
  },
  {
    "translation": {
      "en": "Grew up my entire life on a livestock farm.",
      "es": "HOWARD LYMAN Ex ganadero Viví toda mi vida en una granja ganadera."
    }
  },
  {
    "translation": {
      "en": "Went to Montana State University, got a degree in agriculture.",
      "es": "Fui a la Montana State University y obtuve una licenciatura en agricultura."
    }
  },
  {
    "translation": {
      "en": "Came back and started",
      "es": "Volví y lancé"
    }
  },
  {
    "translation": {
      "en": "a mega agriculture endeavor",
      "es": "un megaemprendimiento agrícola"
    }
  },
  {
    "translation": {
      "en": "where I had 10,000 acres of crop,",
      "es": "con 4.000 hectáreas de cultivos,"
    }
  },
  {
    "translation": {
      "en": "7,000 head of cattle,",
      "es": "7.000 cabezas de ganado"
    }
  },
  {
    "translation": {
      "en": "and about 30 employees, so...",
      "es": "y unos 30 empleados."
    }
  },
  {
    "translation": {
      "en": "I spent 45 years of my life in animal agriculture,",
      "es": "Pasé 45 años de mi vida en la cría de animales,"
    }
  },
  {
    "translation": {
      "en": "and so, I've been there, done that.",
      "es": "así que conozco el tema."
    }
  },
  {
    "translation": {
      "en": "When I was on The Oprah Show, we had the food disparagement law.",
      "es": "Cuando estuve en The Oprah Show, estaba la ley de difamación alimenticia."
    }
  },
  {
    "translation": {
      "en": "Now, the food disparagement law, in my opinion, was unconstitutional,",
      "es": "La ley de difamación alimenticia, en mi opinión, era inconstitucional,"
    }
  },
  {
    "translation": {
      "en": "but what it basically said, that it was against the law",
      "es": "pero decía que era ilegal"
    }
  },
  {
    "translation": {
      "en": "to say something you knew to be false about a perishable commodity.",
      "es": "decir algo que uno considerara falso sobre un bien perecedero."
    }
  },
  {
    "translation": {
      "en": "I didn't say anything on The Oprah Show I thought to be false.",
      "es": "En The Oprah Show no dije nada que yo considerara falso."
    }
  },
  {
    "translation": {
      "en": "I went there and told the truth.",
      "es": "Fui y dije la verdad."
    }
  },
  {
    "translation": {
      "en": "Now, it took five years and hundreds of thousands of dollars",
      "es": "Me llevó cinco años y cientos de miles de dólares"
    }
  },
  {
    "translation": {
      "en": "to end up extricating myself",
      "es": "liberarme"
    }
  },
  {
    "translation": {
      "en": "from the suits from the cattle industry.",
      "es": "de las demandas de la industria ganadera."
    }
  },
  {
    "translation": {
      "en": "But if I was to go on The Oprah Show today,",
      "es": "Pero si yo fuera hoy a The Oprah Show"
    }
  },
  {
    "translation": {
      "en": "say exactly the same thing today that I said back then,",
      "es": "y dijera exactamente lo mismo que dije entonces,"
    }
  },
  {
    "translation": {
      "en": "I would be guilty.",
      "es": "sería culpable."
    }
  },
  {
    "translation": {
      "en": "And for me, when they were talking about the food disparagement law,",
      "es": "Para mí, cuando hablaban de la ley de difamación alimenticia,"
    }
  },
  {
    "translation": {
      "en": "it was the fact of whether I told the truth or not.",
      "es": "la cuestión era si yo decía la verdad o no."
    }
  },
  {
    "translation": {
      "en": "You can go today and tell the truth,",
      "es": "Hoy puedes ir y decir la verdad"
    }
  },
  {
    "translation": {
      "en": "and you will be guilty,",
      "es": "y serás culpable,"
    }
  },
  {
    "translation": {
      "en": "because if you cause a disruption",
      "es": "porque si causas una alteración"
    }
  },
  {
    "translation": {
      "en": "in the profits of the animal industry,",
      "es": "en las ganancias de la industria animal,"
    }
  },
  {
    "translation": {
      "en": "you're guilty under the PATRIOT Act.",
      "es": "eres culpable frente a la Ley Patriótica."
    }
  },
  {
    "translation": {
      "en": "Do you think there should be any concern of us making this documentary?",
      "es": "¿Piensa que deberíamos preocuparnos al realizar este documental?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "es": "Por supuesto."
    }
  },
  {
    "translation": {
      "en": "If you don't realize right now",
      "es": "Si no entiendes ya mismo"
    }
  },
  {
    "translation": {
      "en": "that you're putting your neck on the chopping block,",
      "es": "que estás poniendo el cuello en la guillotina,"
    }
  },
  {
    "translation": {
      "en": "you better take that camera and throw it away.",
      "es": "toma esa cámara y arrójala."
    }
  },
  {
    "translation": {
      "en": "The animal agriculture industry",
      "es": "WILL POTTER - Periodista Autor de Green Is The New Red La industria ganadera"
    }
  },
  {
    "translation": {
      "en": "is one of the most powerful industries on the planet.",
      "es": "es una de las industrias más poderosas del planeta."
    }
  },
  {
    "translation": {
      "en": "I think most people in this country are aware of the influence",
      "es": "La mayoría de la gente en este país conoce la influencia"
    }
  },
  {
    "translation": {
      "en": "of money and industry on politics,",
      "es": "del dinero y la industria en la política,"
    }
  },
  {
    "translation": {
      "en": "and we really see that clearly on display with this industry in particular.",
      "es": "y lo vemos claramente en esta industria en particular."
    }
  },
  {
    "translation": {
      "en": "Most people would be shocked to learn that animal rights and environmental activists",
      "es": "Muchos se asombrarían, los activistas por los derechos animales y ambientalistas"
    }
  },
  {
    "translation": {
      "en": "are the number one domestic terrorism threat according to the FBI.",
      "es": "son según el FBI la principal amenaza terrorista interna."
    }
  },
  {
    "translation": {
      "en": "-And why is that? -It's a difficult question to answer,",
      "es": "- ¿Y por qué? - Es una pregunta difícil de responder,"
    }
  },
  {
    "translation": {
      "en": "why these groups are at the top of the FBI's priorities.",
      "es": "por qué estos grupos son la prioridad del FBI."
    }
  },
  {
    "translation": {
      "en": "I think a big part of it is that",
      "es": "Creo que en buena medida"
    }
  },
  {
    "translation": {
      "en": "they, more than really any other social movements today,",
      "es": "porque ellos, más que los demás movimientos sociales,"
    }
  },
  {
    "translation": {
      "en": "are directly threatening corporate profits.",
      "es": "amenazan directamente las ganancias corporativas."
    }
  },
  {
    "translation": {
      "en": "When we try to find out how",
      "es": "Cuando intentamos averiguar"
    }
  },
  {
    "translation": {
      "en": "factory farms and how animal agriculture is polluting the environment,",
      "es": "cómo contaminan la crianza intensiva y la agricultura animal,"
    }
  },
  {
    "translation": {
      "en": "they try to claim exemptions to that information,",
      "es": "intentan exponer exenciones a esa información,"
    }
  },
  {
    "translation": {
      "en": "either under national security terms or public safety.",
      "es": "por condiciones de seguridad nacional o de seguridad pública."
    }
  },
  {
    "translation": {
      "en": "Trademark issues, it's a business secret.",
      "es": "Problemas de marca registrada, es un secreto empresarial."
    }
  },
  {
    "translation": {
      "en": "We've seen all these attempts",
      "es": "Vimos todos estos intentos"
    }
  },
  {
    "translation": {
      "en": "to keep people in the dark about what they're actually doing.",
      "es": "por mantener lo que están haciendo en el ocultamiento."
    }
  },
  {
    "translation": {
      "en": "One of the largest industries on the planet,",
      "es": "Una de las mayores industrias del planeta,"
    }
  },
  {
    "translation": {
      "en": "with the biggest environmental impact,",
      "es": "con el mayor impacto ambiental,"
    }
  },
  {
    "translation": {
      "en": "trying to keep us in the dark about how it's operating.",
      "es": "intenta mantener el ocultamiento sobre cómo opera."
    }
  },
  {
    "translation": {
      "en": "Through the Freedom of Information Act,",
      "es": "Con la Ley de Libertad de Información,"
    }
  },
  {
    "translation": {
      "en": "we obtained documents from the counter-terrorism unit",
      "es": "obtuvimos documentos de la unidad antiterrorista"
    }
  },
  {
    "translation": {
      "en": "that show they're monitoring my lectures,",
      "es": "que muestran que están controlando mis conferencias,"
    }
  },
  {
    "translation": {
      "en": "media interviews like this one, my website, my book.",
      "es": "entrevistas mediáticas como esta, mi sitio web, mi libro."
    }
  },
  {
    "translation": {
      "en": "Are we at risk filming this and showing it?",
      "es": "¿Nos arriesgamos al filmar y mostrar esto?"
    }
  },
  {
    "translation": {
      "en": "You're going up against people that have massive legal resources.",
      "es": "Te enfrentas a gente que tiene enormes recursos legales."
    }
  },
  {
    "translation": {
      "en": "It's just overwhelming, the amount of money at their disposal.",
      "es": "Es abrumadora la cantidad de dinero que tienen a disposición."
    }
  },
  {
    "translation": {
      "en": "And you have nothing.",
      "es": "Y tú no tienes nada."
    }
  },
  {
    "translation": {
      "en": "And I think that fear is a big part of the tactic as well.",
      "es": "Creo que el temor también es una parte importante de la táctica."
    }
  },
  {
    "translation": {
      "en": "Will was right. I was scared.",
      "es": "Will tenía razón. Me asusté."
    }
  },
  {
    "translation": {
      "en": "When I learned about the activists being killed in Brazil,",
      "es": "Cuando supe de los activistas asesinados en Brasil,"
    }
  },
  {
    "translation": {
      "en": "I was disturbed, but I felt removed.",
      "es": "quedé perturbado, pero lo sentí lejano."
    }
  },
  {
    "translation": {
      "en": "But to learn about American activists and journalists",
      "es": "Ahora bien, ¿activistas y periodistas estadounidenses"
    }
  },
  {
    "translation": {
      "en": "being targeted by the industry and FBI?",
      "es": "perseguidos por la industria y el FBI?"
    }
  },
  {
    "translation": {
      "en": "My funding being dropped?",
      "es": "¿Me retiran el financiamiento?"
    }
  },
  {
    "translation": {
      "en": "I was genuinely worried and it hit close to home.",
      "es": "Me sentí realmente preocupado, lo sentí cercano."
    }
  },
  {
    "translation": {
      "en": "Was this why no one was willing to talk about the issue?",
      "es": "¿Por eso nadie estaba dispuesto a hablar del tema?"
    }
  },
  {
    "translation": {
      "en": "I decided to take precautionary measures with all the footage I shot.",
      "es": "Decidí tomar medidas precautorias con todas las imágenes que filmé."
    }
  },
  {
    "translation": {
      "en": "I was beyond frightened to imagine what could possibly happen",
      "es": "Me aterrorizó sobremanera imaginar lo que podría suceder"
    }
  },
  {
    "translation": {
      "en": "if I pursued this subject any further.",
      "es": "si yo seguía con este tema."
    }
  },
  {
    "translation": {
      "en": "It seemed the only decision to make was to put down the cameras and walk away.",
      "es": "Parecía que la única decisión posible era apagar las cámaras y retirarme."
    }
  },
  {
    "translation": {
      "en": "But then I realized this issue was way bigger",
      "es": "Pero luego entendí que este problema era mucho mayor"
    }
  },
  {
    "translation": {
      "en": "than any personal concern I could ever have for myself.",
      "es": "que las preocupaciones personales que yo pudiera tener."
    }
  },
  {
    "translation": {
      "en": "This was about all life on Earth hanging in the balance of our actions.",
      "es": "Tenía que ver con la vida en la Tierra, que depende de nuestras acciones."
    }
  },
  {
    "translation": {
      "en": "Now you either live for something, or die for nothing.",
      "es": "O vives por algo, o mueres por nada."
    }
  },
  {
    "translation": {
      "en": "And I actually had no choice all along.",
      "es": "Y yo no tenía opción."
    }
  },
  {
    "translation": {
      "en": "I decided then to surrender not to fear from the secret,",
      "es": "Entonces me entregué no al temor al secreto,"
    }
  },
  {
    "translation": {
      "en": "but rather to a cause towards truth.",
      "es": "sino a una causa por la verdad."
    }
  },
  {
    "translation": {
      "en": "I couldn't be like these environmental organizations",
      "es": "Yo no podía hacer como esas organizaciones,"
    }
  },
  {
    "translation": {
      "en": "and sit silently while the planet was",
      "es": "sentarme en silencio mientras el planeta"
    }
  },
  {
    "translation": {
      "en": "being eaten alive right in front of our eyes.",
      "es": "es devorado frente a nuestros ojos."
    }
  },
  {
    "translation": {
      "en": "I had to stand up and continue on.",
      "es": "Yo debía levantarme y seguir adelante."
    }
  },
  {
    "translation": {
      "en": "Some people would say the problem isn't really animal agriculture,",
      "es": "Algunos dirían que el problema no es la ganadería,"
    }
  },
  {
    "translation": {
      "en": "but actually human overpopulation.",
      "es": "sino la superpoblación humana."
    }
  },
  {
    "translation": {
      "en": "In 1812, there were one billion people on the planet.",
      "es": "En 1812, había mil millones de personas en el planeta."
    }
  },
  {
    "translation": {
      "en": "In 1912, there were 1.5 billion.",
      "es": "En 1912, había 1.500 millones."
    }
  },
  {
    "translation": {
      "en": "Then, just 100 years later, our population exploded to seven billion humans.",
      "es": "Solo 100 años después, la población llegó hasta siete mil millones de humanos."
    }
  },
  {
    "translation": {
      "en": "This number is rightly given a great deal of attention,",
      "es": "Este número recibe justamente mucha atención,"
    }
  },
  {
    "translation": {
      "en": "but an even more important figure when determining world population",
      "es": "pero una cifra aun más importante al determinar la población mundial"
    }
  },
  {
    "translation": {
      "en": "is the world's 70 billion farm animals humans raise.",
      "es": "es los 70.000 millones de animales de granja criados en el mundo."
    }
  },
  {
    "translation": {
      "en": "The human population drinks 5.2 billion gallons of water every day",
      "es": "La población humana bebe 20.000 millones de agua por día"
    }
  },
  {
    "translation": {
      "en": "and eats 21 billion pounds of food.",
      "es": "y come 9.500 millones de kilos de alimentos."
    }
  },
  {
    "translation": {
      "en": "But just the world's 1.5 billion cows alone",
      "es": "Pero solo los 1.500 millones de vacas del mundo"
    }
  },
  {
    "translation": {
      "en": "drink 45 billion gallons of water every day",
      "es": "beben 170.000 millones de litros de agua por día"
    }
  },
  {
    "translation": {
      "en": "and eat 135 billion pounds of food.",
      "es": "y comen 60.000 millones de kilos de alimentos."
    }
  },
  {
    "translation": {
      "en": "This isn't so much a human population issue.",
      "es": "No es tanto un problema de población humana."
    }
  },
  {
    "translation": {
      "en": "It's a human-eating-animals population issue.",
      "es": "El problema es que la población humana come animales."
    }
  },
  {
    "translation": {
      "en": "Environmental organizations not addressing this",
      "es": "Que las organizaciones ambientalistas no traten esto"
    }
  },
  {
    "translation": {
      "en": "is like health organizations trying to stop lung cancer",
      "es": "es como si las sanitarias combatieran el cáncer de pulmón"
    }
  },
  {
    "translation": {
      "en": "without addressing cigarette smoking.",
      "es": "sin ocuparse del cigarrillo."
    }
  },
  {
    "translation": {
      "en": "But instead of secondhand smoking, it's secondhand eating,",
      "es": "Pero en lugar de humo de segunda mano, es alimento de segunda mano,"
    }
  },
  {
    "translation": {
      "en": "which affects the entire planet.",
      "es": "que afecta a todo el planeta."
    }
  },
  {
    "translation": {
      "en": "We have roughly a billion people starving every single day.",
      "es": "Hay unos mil millones de personas que pasan hambre cada día. DR. WILL TUTTLE Autor sobre medioambiente y ética"
    }
  },
  {
    "translation": {
      "en": "Worldwide, 50% of the grain and legumes that we're growing",
      "es": "En el mundo, el 50% de los granos y legumbres que cultivamos"
    }
  },
  {
    "translation": {
      "en": "we're feeding to animals.",
      "es": "se los damos a los animales."
    }
  },
  {
    "translation": {
      "en": "So they're eating huge amounts of grain and legumes.",
      "es": "Comen enormes cantidades de granos y legumbres."
    }
  },
  {
    "translation": {
      "en": "And in the United States, it's more like closer to 70%, 80%,",
      "es": "Y en Estados Unidos, está más cerca del 70%, 80%,"
    }
  },
  {
    "translation": {
      "en": "depending on which grain it is.",
      "es": "según qué grano."
    }
  },
  {
    "translation": {
      "en": "About 90% of the soybeans.",
      "es": "Un 90% de la soja."
    }
  },
  {
    "translation": {
      "en": "Eighty-two percent of the world's starving children live in countries",
      "es": "Investigador ambientalista Autor de Comfortably Unaware El 82% de los niños hambrientos viven en países"
    }
  },
  {
    "translation": {
      "en": "where food is fed to animals in the livestock systems",
      "es": "donde los alimentos se usan para los animales de sistemas de ganado"
    }
  },
  {
    "translation": {
      "en": "that are killed and eaten by more well-off individuals",
      "es": "que son matados y comidos por individuos más pudientes"
    }
  },
  {
    "translation": {
      "en": "in developed countries, such as the US, UK, and in Europe.",
      "es": "en países ricos como Estados Unidos, Reino Unido, Europa."
    }
  },
  {
    "translation": {
      "en": "The fact of it is that we could feed every human being on the planet today",
      "es": "HOWARD LYMAN - Ex ganadero Autor de 'Mad Cowboy' El asunto es que hoy podríamos brindar a todos los seres humanos del planeta"
    }
  },
  {
    "translation": {
      "en": "an adequate diet",
      "es": "una dieta adecuada"
    }
  },
  {
    "translation": {
      "en": "if we did no more than take the feed that we're feeding to animals",
      "es": "con solo tomar el alimento que damos a los animales"
    }
  },
  {
    "translation": {
      "en": "and actually turn it into food for humans.",
      "es": "y convertirlo en alimento humano."
    }
  },
  {
    "translation": {
      "en": "And so somebody trying to justify GMOs,",
      "es": "Que alguien justifique los organismos genéticamente modificados"
    }
  },
  {
    "translation": {
      "en": "that's like trying to give a drowning man a drink of water.",
      "es": "es como dar un vaso de agua a alguien que se ahoga."
    }
  },
  {
    "translation": {
      "en": "You can produce, on average, 15 times more protein",
      "es": "Puedes producir, en promedio, 15 veces más proteínas"
    }
  },
  {
    "translation": {
      "en": "from plant-based sources than from meat on any given area of land,",
      "es": "de las plantas que de la carne en cualquier terreno,"
    }
  },
  {
    "translation": {
      "en": "whether, uh, it's... Using the same type of land,",
      "es": "Usando el mismo tipo de tierra,"
    }
  },
  {
    "translation": {
      "en": "whether it's a very fertile area in one area of the world,",
      "es": "ya sea en una zona muy fértil del mundo,"
    }
  },
  {
    "translation": {
      "en": "or it's an area that's depleted.",
      "es": "o en una zona empobrecida."
    }
  },
  {
    "translation": {
      "en": "If we would reduce the amount of meat we're eating, and dairy and eggs,",
      "es": "Si redujéramos la cantidad de carne que comemos, y los lácteos y huevos,"
    }
  },
  {
    "translation": {
      "en": "we could allow all these mono-cropped fields",
      "es": "permitiríamos a esos campos monocultivo"
    }
  },
  {
    "translation": {
      "en": "of genetically-engineered corn and soybeans",
      "es": "de maíz y soja transgénicos"
    }
  },
  {
    "translation": {
      "en": "to revert back to forest again, to be habitat for animals.",
      "es": "convertirse nuevamente en selvas, en hábitats de animales."
    }
  },
  {
    "translation": {
      "en": "Anytime somebody tells you that we can't grow food for humans",
      "es": "Cuando te dicen que no podemos cultivar alimentos para humanos"
    }
  },
  {
    "translation": {
      "en": "on the land that we're growing feed for animals...",
      "es": "en la tierra donde cultivamos alimentos para animales..."
    }
  },
  {
    "translation": {
      "en": "This is somebody that is mocking the number one crop out in California.",
      "es": "Es alguien que se burla del principal cultivo de California."
    }
  },
  {
    "translation": {
      "en": "The fact of it is if you can grow corn to stuff down the throat of an animal,",
      "es": "Si puedes cultivar maíz para meter en la boca de un animal,"
    }
  },
  {
    "translation": {
      "en": "you can actually grow corn and feed it to a human.",
      "es": "puedes cultivar maíz para alimentar a un humano."
    }
  },
  {
    "translation": {
      "en": "You encourage people to eat less meat,",
      "es": "MICHAEL POLLAN - Autor de éxitos sobre alimentos - 'In Defense of Food' Alientas a comer menos carne,"
    }
  },
  {
    "translation": {
      "en": "and for the tremendous resources required and the toll on the environment.",
      "es": "por los recursos requeridos, el impacto en el medio ambiente."
    }
  },
  {
    "translation": {
      "en": "-And on the animals. -And on the animals.",
      "es": "- Y en los animales. - Y en los animales."
    }
  },
  {
    "translation": {
      "en": "And the workers in the system. And it's a brutal system at every level.",
      "es": "Y los trabajadores del sistema. Es un sistema brutal a todo nivel."
    }
  },
  {
    "translation": {
      "en": "As the world population continues to grow to almost nine billion people,",
      "es": "La población mundial sigue creciendo hasta casi 9.000 millones,"
    }
  },
  {
    "translation": {
      "en": "do you foresee someday that we might just completely",
      "es": "¿usted prevé que algún día"
    }
  },
  {
    "translation": {
      "en": "have to stop eating meat altogether?",
      "es": "dejemos de comer carne por completo?"
    }
  },
  {
    "translation": {
      "en": "I don't know that we'll completely stop.",
      "es": "No sé si dejaremos por completo."
    }
  },
  {
    "translation": {
      "en": "I think that the amount of meat-eating will decline.",
      "es": "Creo que caerá el consumo de carne."
    }
  },
  {
    "translation": {
      "en": "There's no way to support nine ounces per person per day,",
      "es": "Es imposible sostener 250 gramos diarios por persona,"
    }
  },
  {
    "translation": {
      "en": "which is what Americans are eating now.",
      "es": "lo que comen los estadounidenses."
    }
  },
  {
    "translation": {
      "en": "If the Chinese alone decide they wanna eat that much...",
      "es": "Si los chinos decidieran comer esa cantidad..."
    }
  },
  {
    "translation": {
      "en": "And they've decided they wanna eat that much.",
      "es": "Y ya decidieron comer esa cantidad."
    }
  },
  {
    "translation": {
      "en": "We just can't... We don't have enough world",
      "es": "No nos alcanza el mundo"
    }
  },
  {
    "translation": {
      "en": "to produce the grain to generate that much meat.",
      "es": "para producir el grano que genere tanta carne."
    }
  },
  {
    "translation": {
      "en": "I think a plant-based diet is the most sustainable.",
      "es": "Creo que una dieta a base de plantas es la más sostenible."
    }
  },
  {
    "translation": {
      "en": "What do you recommend to see for nine billion people who can eat",
      "es": "¿Qué recomienda que coman 9.000 millones de personas"
    }
  },
  {
    "translation": {
      "en": "for the planet to not only sustain, but to thrive?",
      "es": "para que el planeta se sostenga y prospere?"
    }
  },
  {
    "translation": {
      "en": "Would you throw out a number... An ounce, one ounce?",
      "es": "¿Podría dar un número...? ¿Treinta gramos?"
    }
  },
  {
    "translation": {
      "en": "-Per meat? -And including dairy.",
      "es": "- ¿De carne? - Incluyendo lácteos."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think... I don't know enough.",
      "es": "No creo... No conozco lo suficiente."
    }
  },
  {
    "translation": {
      "en": "But, yeah, it would be on the order of a couple ounces a week.",
      "es": "Pero sí, estaría en el orden de los 60 gramos por semana."
    }
  },
  {
    "translation": {
      "en": "You know, it's not gonna be the way we're eating it now.",
      "es": "No será como comemos ahora."
    }
  },
  {
    "translation": {
      "en": "We're gorging on meat. We're eating huge amounts.",
      "es": "Nos llenamos de carne. Comemos enormes cantidades."
    }
  },
  {
    "translation": {
      "en": "-Does that include cheese, too? -Yeah, yeah.",
      "es": "- ¿Eso incluye los quesos también? - Sí."
    }
  },
  {
    "translation": {
      "en": "-Like, two ounces total? -Yeah, cheese and milk.",
      "es": "- ¿Sesenta gramos en total? - Sí, quesos y leche."
    }
  },
  {
    "translation": {
      "en": "Only two ounces a week seem like nothing.",
      "es": "Solo 60 gramos por semana parece nada."
    }
  },
  {
    "translation": {
      "en": "People could probably raise that in their own backyard.",
      "es": "La gente podría criar eso en su patio."
    }
  },
  {
    "translation": {
      "en": "Maybe backyard farming was a sustainable solution.",
      "es": "El cultivo en patios podría ser una solución sostenible."
    }
  },
  {
    "translation": {
      "en": "I have 42 ducks.",
      "es": "Tengo 42 patos."
    }
  },
  {
    "translation": {
      "en": "I started off with three ducks three years ago.",
      "es": "Empecé con tres patos hace tres años."
    }
  },
  {
    "translation": {
      "en": "And then those burdened into a population.",
      "es": "Y se convirtieron en una población."
    }
  },
  {
    "translation": {
      "en": "I buy a 75-pound bag of seed",
      "es": "Compro una bolsa de semillas de 34 kilos,"
    }
  },
  {
    "translation": {
      "en": "and that seed bag will last me, right now, about two weeks.",
      "es": "y me dura unas dos semanas."
    }
  },
  {
    "translation": {
      "en": "The ducks now that we're gonna be culling are about two years old.",
      "es": "Los patos que sacrificaremos tienen unos dos años."
    }
  },
  {
    "translation": {
      "en": "When you're living with them, they get used to you.",
      "es": "Cuando vives con ellos, se acostumbran a ti."
    }
  },
  {
    "translation": {
      "en": "They're not intimidated or whatever.",
      "es": "No se sienten intimidados."
    }
  },
  {
    "translation": {
      "en": "And, so they make all their vocal sounds, like natural.",
      "es": "Entonces emiten sus sonidos naturales."
    }
  },
  {
    "translation": {
      "en": "Slow down.",
      "es": "Más despacio."
    }
  },
  {
    "translation": {
      "en": "Easy, easy, easy, easy.",
      "es": "Despacio, despacio."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "No, we're gonna keep you.",
      "es": "No, te conservaremos."
    }
  },
  {
    "translation": {
      "en": "Ron, these two go first.",
      "es": "Ron, estos dos primero."
    }
  },
  {
    "translation": {
      "en": "Being smart-wise?",
      "es": "¿De inteligencia?"
    }
  },
  {
    "translation": {
      "en": "Compared to a chicken, they're probably the same.",
      "es": "Comparados con las gallinas, probablemente iguales."
    }
  },
  {
    "translation": {
      "en": "-That one's nice, see? -Yeah, he is.",
      "es": "- Ese es lindo, ¿ves? - Sí."
    }
  },
  {
    "translation": {
      "en": "That one goes. That one doesn't.",
      "es": "Ese sí. Ese no."
    }
  },
  {
    "translation": {
      "en": "All righty.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Right there.",
      "es": "Allí."
    }
  },
  {
    "translation": {
      "en": "That's gonna be a little gruesome.",
      "es": "Será medio desagradable."
    }
  },
  {
    "translation": {
      "en": "How could that still be alive?",
      "es": "¿Cómo sigue vivo?"
    }
  },
  {
    "translation": {
      "en": "How could that still be alive?",
      "es": "¿Cómo sigue vivo?"
    }
  },
  {
    "translation": {
      "en": "They're not.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "That's nerves.",
      "es": "Esos son nervios."
    }
  },
  {
    "translation": {
      "en": "A nerve reaction.",
      "es": "Una reacción nerviosa."
    }
  },
  {
    "translation": {
      "en": "Five years old or something like that I think it was,",
      "es": "Creo que yo tenía cinco años"
    }
  },
  {
    "translation": {
      "en": "the first time my dad came out and made us watch",
      "es": "la primera vez que mi papá nos hizo ver"
    }
  },
  {
    "translation": {
      "en": "as we did rabbits.",
      "es": "cómo matábamos a los conejos."
    }
  },
  {
    "translation": {
      "en": "And we'd raise, probably, a couple dozen rabbits each year.",
      "es": "Criábamos un par de docenas de conejos por año."
    }
  },
  {
    "translation": {
      "en": "And then we would take those rabbits and skin them,",
      "es": "Luego tomábamos esos conejos, los despellejábamos,"
    }
  },
  {
    "translation": {
      "en": "and clean them up and keep them for food.",
      "es": "los limpiábamos y los guardábamos para comer."
    }
  },
  {
    "translation": {
      "en": "As a young kid, I was kind of...",
      "es": "De niño, yo era..."
    }
  },
  {
    "translation": {
      "en": "I don't want to say it was hard, but it was kind of, from my memory...",
      "es": "No quiero decir que fue duro, pero en mis recuerdos..."
    }
  },
  {
    "translation": {
      "en": "Because some of the rabbits I had named.",
      "es": "A algunos conejos yo les había puesto nombre."
    }
  },
  {
    "translation": {
      "en": "So I was kind of like going...",
      "es": "Entonces hacía así..."
    }
  },
  {
    "translation": {
      "en": "But after doing it a couple times, you kind of just learned",
      "es": "Pero después de hacerlo un par de veces, aprendías"
    }
  },
  {
    "translation": {
      "en": "it's just something that has to be done.",
      "es": "que había que hacerlo."
    }
  },
  {
    "translation": {
      "en": "Not the fingers.",
      "es": "Los dedos no."
    }
  },
  {
    "translation": {
      "en": "I just can't do it.",
      "es": "No puedo hacerlo."
    }
  },
  {
    "translation": {
      "en": "I don't think I could have someone else do it for me, if I can't do it.",
      "es": "Creo que no podría dejar que otro lo hiciera por mí, si no puedo."
    }
  },
  {
    "translation": {
      "en": "If I can't do it, I don't want someone else doing it for me.",
      "es": "Si no puedo hacerlo, no quiero que otro lo haga por mí."
    }
  },
  {
    "translation": {
      "en": "And then sustainability.",
      "es": "Luego la sostenibilidad."
    }
  },
  {
    "translation": {
      "en": "For sustainability, 75 pounds is two pounds per...",
      "es": "Para la sostenibilidad, 34 kilos es un kilo por..."
    }
  },
  {
    "translation": {
      "en": "So it's a pound per week, per duck.",
      "es": "Es medio kilo por semana, por pato."
    }
  },
  {
    "translation": {
      "en": "Fifty-two weeks, 110...",
      "es": "Cincuenta y dos semanas, 110..."
    }
  },
  {
    "translation": {
      "en": "So it's 110 pounds of food",
      "es": "Son 50 kilos de alimento"
    }
  },
  {
    "translation": {
      "en": "for one to one and a half pounds of meat.",
      "es": "para 500 o 700 gramos de carne."
    }
  },
  {
    "translation": {
      "en": "So on a sustainability issue, it's 100 to 1.",
      "es": "Entonces en cuanto a la sostenibilidad, es 100 a 1."
    }
  },
  {
    "translation": {
      "en": "And that grain gets... You know, who knows where that grain comes from?",
      "es": "Y ese grano... ¿Quién sabe de dónde viene?"
    }
  },
  {
    "translation": {
      "en": "But, I mean, when it gets to this point, it's not even about sustainability,",
      "es": "Pero cuando se llega a esto, ni siquiera se trata de la sostenibilidad,"
    }
  },
  {
    "translation": {
      "en": "it was just, you know, I don't feel real good inside.",
      "es": "no me siento bien por dentro."
    }
  },
  {
    "translation": {
      "en": "It was the first time I've ever seen that.",
      "es": "Fue la primera vez que vi eso."
    }
  },
  {
    "translation": {
      "en": "So, kind of...",
      "es": "Entonces..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I'd been so caught up in the destruction caused by animal agriculture,",
      "es": "Yo había estado enfocado en la destrucción causada por la ganadería,"
    }
  },
  {
    "translation": {
      "en": "I realized I'd never truly dwelled on the obvious reality",
      "es": "y entendí que no había hecho hincapié en la evidente realidad:"
    }
  },
  {
    "translation": {
      "en": "that every one of these animals was killed.",
      "es": "que todos esos animales fueron matados."
    }
  },
  {
    "translation": {
      "en": "It was always a disconnected, abstract fact of eating meat.",
      "es": "Comer carne era siempre algo desconectado, abstracto."
    }
  },
  {
    "translation": {
      "en": "But when it became personal, face-to-face, the story changed.",
      "es": "Pero cuando se volvió personal, frontal, la historia cambió."
    }
  },
  {
    "translation": {
      "en": "I had already scheduled, weeks in advance, to film another backyard slaughter",
      "es": "Yo había programado semanas antes para filmar otro sacrificio en un patio,"
    }
  },
  {
    "translation": {
      "en": "of a chicken that stopped producing eggs.",
      "es": "de una gallina que había dejado de producir huevos."
    }
  },
  {
    "translation": {
      "en": "I didn't know how I was gonna possibly go through another slaughter.",
      "es": "No sabía cómo haría para soportar otro sacrificio."
    }
  },
  {
    "translation": {
      "en": "So I didn't.",
      "es": "Entonces no lo hice."
    }
  },
  {
    "translation": {
      "en": "Animal Place is a farm animal sanctuary in Northern California",
      "es": "Animal Place, un refugio de animales de granja del norte de California"
    }
  },
  {
    "translation": {
      "en": "that focuses on rescuing animals from the animal agriculture industry.",
      "es": "que rescata animales de la industria de la ganadería. David Phinney - ANIMAL PLACE Coordinador de cuidado de animales"
    }
  },
  {
    "translation": {
      "en": "A lot of people don't realize that meat-breed chickens,",
      "es": "Muchos no saben que las gallinas criadas para carne,"
    }
  },
  {
    "translation": {
      "en": "like this guy behind us,",
      "es": "como esta,"
    }
  },
  {
    "translation": {
      "en": "they're generally slaughtered at about 42 days old.",
      "es": "generalmente son sacrificadas a los 42 días."
    }
  },
  {
    "translation": {
      "en": "Whereas chickens that are bred for egg production",
      "es": "Mientras que las gallinas criadas para la producción de huevos"
    }
  },
  {
    "translation": {
      "en": "are killed when their productivity starts to decrease,",
      "es": "son sacrificadas cuando su productividad empieza a decrecer,"
    }
  },
  {
    "translation": {
      "en": "when they start laying less eggs.",
      "es": "cuando empiezan a poner menos huevos."
    }
  },
  {
    "translation": {
      "en": "And that generally happens about 18 months to 20 months.",
      "es": "Eso suele suceder entre los 18 y los 20 meses."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if you buy caged eggs, eggs from hens on cage-free farms,",
      "es": "Marji Beach - ANIMAL PLACE Directora educativa No importa si compras huevos en caja, de granjas sin jaulas,"
    }
  },
  {
    "translation": {
      "en": "or free-range or pasture-based farms.",
      "es": "de campo o de granjas de pastoreo."
    }
  },
  {
    "translation": {
      "en": "Hi, Carol. It doesn't matter.",
      "es": "Hola, Carol. No importa."
    }
  },
  {
    "translation": {
      "en": "It turns out there's a successful movement",
      "es": "Resulta que hay un exitoso movimiento"
    }
  },
  {
    "translation": {
      "en": "of sustainable animal-alternative food producers",
      "es": "de alimentos sostenibles alternativos a los animales"
    }
  },
  {
    "translation": {
      "en": "based right here in California,",
      "es": "con base aquí en California,"
    }
  },
  {
    "translation": {
      "en": "funded by big names like Bill Gates and Biz Stone.",
      "es": "financiado por grandes nombres como Bill Gates y Biz Stone."
    }
  },
  {
    "translation": {
      "en": "When you imagine all those egg-laying hens eat all that soy and all that corn,",
      "es": "Josh Tetrick MÁS ALLÁ DE LOS HUEVOS Piensas en las gallinas ponedoras comiendo esa soja y ese maíz,"
    }
  },
  {
    "translation": {
      "en": "you have an energy conversion ratio at about 38 to 1,",
      "es": "y el índice de conversión energética es de 38 a 1,"
    }
  },
  {
    "translation": {
      "en": "whereas alternatively, you can find plants,",
      "es": "mientras que alternativamente puedes encontrar plantas,"
    }
  },
  {
    "translation": {
      "en": "and you can grow those plants and you can convert those plants into food.",
      "es": "puedes cultivarlas y convertirlas en alimento."
    }
  },
  {
    "translation": {
      "en": "The energy conversion ratio for the plants that we're using",
      "es": "El índice de conversión energética de las plantas que estamos usando"
    }
  },
  {
    "translation": {
      "en": "to replace the eggs is about 2 to 1, compared to 38 to 1 for eggs.",
      "es": "para reemplazar los huevos es de 2 a 1, comparado con el 38 a 1 de los huevos."
    }
  },
  {
    "translation": {
      "en": "So our explicit goal is to have the maximum amount of impact",
      "es": "Nuestro objetivo explícito es obtener el máximo impacto"
    }
  },
  {
    "translation": {
      "en": "by creating this new model that makes the global egg industry entirely obsolete.",
      "es": "creando este modelo que vuelve obsoleta la industria mundial de huevos."
    }
  },
  {
    "translation": {
      "en": "We're making the Omega products,",
      "es": "Fabricamos los productos Omega..."
    }
  },
  {
    "translation": {
      "en": "and proving that we can make better tasting food that's great for you,",
      "es": "John Schindler - LÁCTEOS OMEGA Lácteos basados en plantas ...y mostramos que hacemos alimentos más ricos y saludables"
    }
  },
  {
    "translation": {
      "en": "and it takes one-twentieth of the land and resources that dairy do.",
      "es": "usando un veinteavo de la tierra y los recursos usados por los lácteos."
    }
  },
  {
    "translation": {
      "en": "If I could tell you that you could have",
      "es": "Si yo te dijera que podrías tener..."
    }
  },
  {
    "translation": {
      "en": "the fiber-structure of meat, the satiating bite of meat, the protein,",
      "es": "Ethan Brown - MÁS ALÁ DE LA CARNE Carne basada en plantas ...la fibra, la sensación de saciedad, las proteínas"
    }
  },
  {
    "translation": {
      "en": "and all the nutritional benefits of meat,",
      "es": "y todos los beneficios nutricionales de la carne"
    }
  },
  {
    "translation": {
      "en": "without actually having animal protein itself,",
      "es": "sin proteínas animales,"
    }
  },
  {
    "translation": {
      "en": "and by doing that, you could address climate change,",
      "es": "y que con eso afrontarías el cambio climático,"
    }
  },
  {
    "translation": {
      "en": "you could address the human health epidemics that we're seeing,",
      "es": "que afrontarías las epidemias humanas que hay,"
    }
  },
  {
    "translation": {
      "en": "you could address animal welfare,",
      "es": "que afrontarías el bienestar animal"
    }
  },
  {
    "translation": {
      "en": "and you could address natural resource conservation,",
      "es": "y la conservación de recursos,"
    }
  },
  {
    "translation": {
      "en": "would you make the change?",
      "es": "¿harías el cambio?"
    }
  },
  {
    "translation": {
      "en": "But what if people just ate less animal products?",
      "es": "Pero ¿y si la gente comiera menos productos animales?"
    }
  },
  {
    "translation": {
      "en": "Like going meatless on Mondays.",
      "es": "Por ejemplo no comiendo carne los lunes."
    }
  },
  {
    "translation": {
      "en": "When you go meatless on Monday, if you ascribe to that campaign,",
      "es": "Investigador ambientalista Autor de Comfortably Unaware Si te sumas a no comer carne los lunes,"
    }
  },
  {
    "translation": {
      "en": "you're essentially contributing to to climate change, pollution,",
      "es": "contribuyes al cambio climático, a la polución,"
    }
  },
  {
    "translation": {
      "en": "depletion of our planet's resources, and your own health,",
      "es": "a la reducción de los recursos del planeta, y a tu propia salud,"
    }
  },
  {
    "translation": {
      "en": "then on only six days of the week, instead of seven.",
      "es": "solo seis días de la semana, en lugar de siete."
    }
  },
  {
    "translation": {
      "en": "You're creating a false justification, clearly a false sense of justification",
      "es": "Creas una falsa justificación, un falso sentido de justificación"
    }
  },
  {
    "translation": {
      "en": "for what you're doing on those other six days of the week.",
      "es": "de lo que haces esos otros seis días de la semana."
    }
  },
  {
    "translation": {
      "en": "So in other words, we really shouldn't be resting on our laurels",
      "es": "En otras palabras, no deberíamos dormirnos en los laureles"
    }
  },
  {
    "translation": {
      "en": "of what you do right only one-seventh of the time.",
      "es": "de lo que hacemos bien solo un séptimo del tiempo."
    }
  },
  {
    "translation": {
      "en": "You can't be an environmentalist and eat animal products, period.",
      "es": "HOWARD LYMAN - Ex ganadero Autor de 'Mad Cowboy' No puedes ser ambientalista y comer productos animales, punto."
    }
  },
  {
    "translation": {
      "en": "Kid yourself if you want, if you want to feed your addiction, so be it.",
      "es": "Engáñate si quieres, si quieres alimentar tu adicción."
    }
  },
  {
    "translation": {
      "en": "But don't call yourself an environmentalist.",
      "es": "Pero no te llames ambientalista."
    }
  },
  {
    "translation": {
      "en": "I knew I had to stop eating all animal products.",
      "es": "Yo sabía que debía dejar de comer todos los productos animales."
    }
  },
  {
    "translation": {
      "en": "I wanted to help the planet be sustainable,",
      "es": "Quería ayudar al planeta a ser sostenible,"
    }
  },
  {
    "translation": {
      "en": "but I needed to sustain myself.",
      "es": "pero debía mantenerme sano."
    }
  },
  {
    "translation": {
      "en": "I had doubts about being healthy and not eating meat, dairy, and eggs.",
      "es": "Dudaba que pudiera mantenerme sano sin carne, lácteos y huevos."
    }
  },
  {
    "translation": {
      "en": "All I knew was the standard American diet I grew up on.",
      "es": "Solo conocía la dieta estadounidense normal."
    }
  },
  {
    "translation": {
      "en": "Is it even possible to be a healthy vegetarian or vegan?",
      "es": "¿Es posible ser vegetariano o vegano sano? DR. MICHAEL A. KLAPER, Médico del True North Health Center"
    }
  },
  {
    "translation": {
      "en": "Is it possible to be a healthy vegetarian or vegan?",
      "es": "DR. MICHAEL A. KLAPER, Médico del True North Health Center ¿Es posible ser vegetariano o vegano sano?"
    }
  },
  {
    "translation": {
      "en": "I became vegan for, let's see, 32 years ago now.",
      "es": "Yo me hice vegano hace 32 años."
    }
  },
  {
    "translation": {
      "en": "And I run several miles every day.",
      "es": "Y corro varios kilómetros por día."
    }
  },
  {
    "translation": {
      "en": "I go biking 40, 50 miles through the countryside.",
      "es": "Ando en bicicleta 60 u 80 kilómetros por el campo."
    }
  },
  {
    "translation": {
      "en": "I work long hours.",
      "es": "Trabajo muchas horas."
    }
  },
  {
    "translation": {
      "en": "I feel great. It's nice waking up in a light, trim body every day.",
      "es": "Me siento muy bien. Es bueno despertarse con un cuerpo liviano y delgado."
    }
  },
  {
    "translation": {
      "en": "And so many of my vegan friends and patients are just...",
      "es": "Y muchos de mis amigos y pacientes veganos son..."
    }
  },
  {
    "translation": {
      "en": "They're thriving since their transition to a vegan diet.",
      "es": "Están desarrollándose desde su transición a la dieta vegana."
    }
  },
  {
    "translation": {
      "en": "So, yes, and I've seen vegan moms go through healthy vegan pregnancies,",
      "es": "Así que sí, y vi mamás veganas con embarazos veganos sanos,"
    }
  },
  {
    "translation": {
      "en": "and deliver healthy vegan children,",
      "es": "que dieron a luz a niños veganos sanos,"
    }
  },
  {
    "translation": {
      "en": "and raise them to tall, full-sized, intelligent vegan adults.",
      "es": "y criaron adultos veganos altos, robustos e inteligentes."
    }
  },
  {
    "translation": {
      "en": "And, yes, certainly all the nutrients are there in the plant kingdom to do this.",
      "es": "Y sí, el reino vegetal posee todos los nutrientes para esto."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "es": "Correcto."
    }
  },
  {
    "translation": {
      "en": "Think anyone should be consuming dairy?",
      "es": "¿Cree que alguien debería consumir lácteos?"
    }
  },
  {
    "translation": {
      "en": "I really don't.",
      "es": "Realmente no."
    }
  },
  {
    "translation": {
      "en": "When you think about it, the purpose of cow's milk...",
      "es": "Si lo piensas, el objetivo de la leche vacuna..."
    }
  },
  {
    "translation": {
      "en": "I did most of my growing up on a dairy farm in Wisconsin.",
      "es": "Me crié en una granja láctea de Wisconsin."
    }
  },
  {
    "translation": {
      "en": "The purpose of cow's milk is to turn a 65-pound calf",
      "es": "El objetivo de la leche vacuna es convertir a un ternero de 30 kilos"
    }
  },
  {
    "translation": {
      "en": "into a 400-pound cow as rapidly as possible.",
      "es": "en una vaca de 180 kilos lo más rápido posible."
    }
  },
  {
    "translation": {
      "en": "Cow's milk is baby calf growth fluid.",
      "es": "La leche vacuna es fluido de crecimiento de ternero."
    }
  },
  {
    "translation": {
      "en": "It's what the stuff is.",
      "es": "Eso es."
    }
  },
  {
    "translation": {
      "en": "Everything in that white liquid,",
      "es": "Todo lo que hay en ese líquido blanco,"
    }
  },
  {
    "translation": {
      "en": "the hormones, the lipids, the proteins, the sodium, the growth factors, the IGF,",
      "es": "hormonas, lípidos, proteínas, sodio, factores de crecimiento, IGF,"
    }
  },
  {
    "translation": {
      "en": "every one of those is meant to blow that calf up to a great big cow,",
      "es": "todo eso es para que ese ternero se vuelva grande,"
    }
  },
  {
    "translation": {
      "en": "or it wouldn't be there.",
      "es": "si no, no estaría."
    }
  },
  {
    "translation": {
      "en": "And whether you pour it on your cereal as a liquid,",
      "es": "Que lo sirvas con cereales como líquido,"
    }
  },
  {
    "translation": {
      "en": "whether you clot it into yogurt,",
      "es": "que lo coagules en yogur,"
    }
  },
  {
    "translation": {
      "en": "whether you ferment it into cheese,",
      "es": "que lo fermentes para hacer queso,"
    }
  },
  {
    "translation": {
      "en": "whether you freeze it into ice cream,",
      "es": "que lo congeles para hacer helado,"
    }
  },
  {
    "translation": {
      "en": "it's baby calf growth fluid.",
      "es": "es fluido de crecimiento de ternero."
    }
  },
  {
    "translation": {
      "en": "And women eat it and it stimulates their tissues,",
      "es": "Las mujeres lo consumen, estimula sus tejidos"
    }
  },
  {
    "translation": {
      "en": "and it gives women breast lumps, it makes the uterus get big,",
      "es": "y les crea bultos en los pechos, les agranda el útero,"
    }
  },
  {
    "translation": {
      "en": "and they get fibroids and they bleed and they get hysterectomies,",
      "es": "les salen fibromas, sangran, tienen histerectomías,"
    }
  },
  {
    "translation": {
      "en": "and they need mammograms, and gives guys man boobs.",
      "es": "deben hacerse mamografías, y a los hombres les salen pechos."
    }
  },
  {
    "translation": {
      "en": "This is...",
      "es": "Esto es..."
    }
  },
  {
    "translation": {
      "en": "Cow's milk is the lactation secretions",
      "es": "La leche vacuna es secreciones de lactancia"
    }
  },
  {
    "translation": {
      "en": "of a large bovine mammal who just had a baby.",
      "es": "de un gran mamífero bovino que acaba de tener un hijo."
    }
  },
  {
    "translation": {
      "en": "It's for baby calves.",
      "es": "Es para terneros."
    }
  },
  {
    "translation": {
      "en": "I tell my patients, \"Go look in the mirror.",
      "es": "Les digo a mis pacientes: Mírate en el espejo."
    }
  },
  {
    "translation": {
      "en": "\"Do you have big ears? Do you have a tail? Are you a baby calf?",
      "es": "¿Tienes orejas grandes? ¿Tienes cola? ¿Eres un ternero?"
    }
  },
  {
    "translation": {
      "en": "\"If you're not, don't be eating baby calf growth fluid.\"",
      "es": "Si no lo eres, no bebas fluido de crecimiento de ternero."
    }
  },
  {
    "translation": {
      "en": "In any level, there's nothing in it people need.",
      "es": "No tiene nada que la gente necesite."
    }
  },
  {
    "translation": {
      "en": "It was a relief to hear I didn't have to eat any animal products",
      "es": "Me alivió oír que no debía consumir productos animales"
    }
  },
  {
    "translation": {
      "en": "to be healthy and even thrive,",
      "es": "para ser sano e incluso para desarrollarme,"
    }
  },
  {
    "translation": {
      "en": "but I still thought you needed animal manure to grow organic agriculture.",
      "es": "pero aún pensaba que se necesitaba abono animal para la agricultura orgánica."
    }
  },
  {
    "translation": {
      "en": "It turns out there's an entire movement",
      "es": "Resulta que hay todo un movimiento"
    }
  },
  {
    "translation": {
      "en": "with people growing food without any animal inputs.",
      "es": "de gente que cultiva alimentos sin ningún aporte animal."
    }
  },
  {
    "translation": {
      "en": "I visited Earthworks Urban Farm in Detroit,",
      "es": "Visité la granja urbana Earthworks en Detroit."
    }
  },
  {
    "translation": {
      "en": "where they're working with and growing food for the low-income community.",
      "es": "Trabajan y cultivan alimentos para la gente de bajos ingresos."
    }
  },
  {
    "translation": {
      "en": "We tend to see ourselves as individuals in a bubble",
      "es": "INVERNADERO GROWING HOPE Solemos vernos como individuos en una burbuja... Shane Bernardo - GRANJA URBANA EARTHWORKS Coordinador de relaciones comunitarias"
    }
  },
  {
    "translation": {
      "en": "and forget that we inhabit this land and this earth with other creatures.",
      "es": "Shane Bernardo - GRANJA URBANA EARTHWORKS Coordinador de relaciones comunitarias ...y olvidar que habitamos esta tierra y este planeta con otras criaturas."
    }
  },
  {
    "translation": {
      "en": "So we have to learn how to share more, I guess.",
      "es": "Creo que deberíamos aprender a compartir más."
    }
  },
  {
    "translation": {
      "en": "Jah is here. He's working on his garden.",
      "es": "Aquí está Jah. Está trabajando en su jardín."
    }
  },
  {
    "translation": {
      "en": "You'll be surprised what you can do with what seems to be not a lot of space.",
      "es": "PARCELA DE JAH JAH MUHAMMAD Jardinero urbano Te sorprendería lo que puedes hacer con poco espacio."
    }
  },
  {
    "translation": {
      "en": "About a four by eight, yeah.",
      "es": "Como 1,2 por 2,4, sí."
    }
  },
  {
    "translation": {
      "en": "What's your goal this year? How much do you think you can maximize?",
      "es": "¿Cuál es tu objetivo este año? ¿A cuánto crees que puedes llegar?"
    }
  },
  {
    "translation": {
      "en": "I would push for 100 at least.",
      "es": "Trataría de llegar a 50."
    }
  },
  {
    "translation": {
      "en": "-At least. At least. -A hundred pounds.",
      "es": "- Al menos. - Cincuenta kilos."
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "es": "Es increíble."
    }
  },
  {
    "translation": {
      "en": "The one full year after this was constructed,",
      "es": "Un año después de construir esto,"
    }
  },
  {
    "translation": {
      "en": "we doubled our yield to over 14,000 pounds of food.",
      "es": "duplicamos la cosecha a más de 6.300 kilos de alimentos."
    }
  },
  {
    "translation": {
      "en": "Fourteen thousand pounds? On about how many acres?",
      "es": "¿Seis mil trescientos? ¿En cuántas hectáreas?"
    }
  },
  {
    "translation": {
      "en": "About two and a half.",
      "es": "En una hectárea más o menos."
    }
  },
  {
    "translation": {
      "en": "So as much food as we produce and we grow,",
      "es": "Por los alimentos que producimos y cultivamos,"
    }
  },
  {
    "translation": {
      "en": "or the earth helps us grow,",
      "es": "o que la tierra nos ayuda a cultivar,"
    }
  },
  {
    "translation": {
      "en": "we also have to return those nutrients back to the soil.",
      "es": "también debemos devolver esos nutrientes al suelo."
    }
  },
  {
    "translation": {
      "en": "So we like to think of our work as being regenerative.",
      "es": "Nos gusta pensar que hacemos un trabajo regenerativo."
    }
  },
  {
    "translation": {
      "en": "That we're putting as much life-giving substance in the ground",
      "es": "Que introducimos tanta sustancia vital en el suelo"
    }
  },
  {
    "translation": {
      "en": "as we're taking out.",
      "es": "como la que sacamos."
    }
  },
  {
    "translation": {
      "en": "So is it just kind of healthier and safer to use vegetarian",
      "es": "¿Es más sano y seguro usar abono vegetariano"
    }
  },
  {
    "translation": {
      "en": "-or vegetable composting stuff? -Yeah, that's what we found.",
      "es": "- o vegetal? - Sí, descubrimos eso."
    }
  },
  {
    "translation": {
      "en": "But also because it takes less time and it's a lot easier to manage.",
      "es": "Y también porque lleva menos tiempo y es mucho más fácil de manejar."
    }
  },
  {
    "translation": {
      "en": "-A lot easier, yeah. -Yeah.",
      "es": "- Mucho más fácil, sí. - Sí."
    }
  },
  {
    "translation": {
      "en": "-And the soil's just as rich? -Yeah, absolutely.",
      "es": "- ¿Y el suelo es tan rico? - Sí, totalmente."
    }
  },
  {
    "translation": {
      "en": "Not only is veganic more compassionate, it's also more efficient.",
      "es": "DR. GREG LITUS Granjero vegánico Lo vegánico no es solo más compasivo, también es más eficiente."
    }
  },
  {
    "translation": {
      "en": "And in a society with this many billions of people,",
      "es": "Y en una sociedad con tantos miles de millones de personas,"
    }
  },
  {
    "translation": {
      "en": "we need to be as efficient as possible.",
      "es": "debemos ser lo más eficientes posible."
    }
  },
  {
    "translation": {
      "en": "Some people might go back and say",
      "es": "Algunos dirán"
    }
  },
  {
    "translation": {
      "en": "if we embraced this primitive approach of only wild animals everywhere,",
      "es": "que si adoptáramos este enfoque primitivo de tener solo animales salvajes"
    }
  },
  {
    "translation": {
      "en": "and we go back to a hunter-gatherer system, that sounds great.",
      "es": "y volviéramos al sistema de caza y recolección, sería genial."
    }
  },
  {
    "translation": {
      "en": "But that was 10 million people on the entire continent.",
      "es": "Pero eso era con 10 millones de personas en todo el continente."
    }
  },
  {
    "translation": {
      "en": "Maybe a little bit more, a little bit less, no one really knows.",
      "es": "Quizá un poco más, un poco menos, nadie sabe realmente."
    }
  },
  {
    "translation": {
      "en": "Today, now, we have what?",
      "es": "¿Hoy cuántos tenemos?"
    }
  },
  {
    "translation": {
      "en": "We have 320 million in the US, 25 million in Canada,",
      "es": "Tenemos 320 millones en Estados Unidos, 25 millones en Canadá,"
    }
  },
  {
    "translation": {
      "en": "another 100 and so many million in Mexico.",
      "es": "otros 100 y algo de millones en México."
    }
  },
  {
    "translation": {
      "en": "So, North America is up to almost, you know, 450 million people.",
      "es": "Norteamérica tiene casi 450 millones de personas."
    }
  },
  {
    "translation": {
      "en": "Trying to figure out a way to bring animal agriculture",
      "es": "Encontrar la manera de tener una crianza de animales"
    }
  },
  {
    "translation": {
      "en": "in balance with 450 million hungry people is impossible.",
      "es": "en equilibrio con 450 millones de hambrientos es imposible."
    }
  },
  {
    "translation": {
      "en": "This is amazing, I didn't believe it when I first learned it,",
      "es": "JOHN JEAVONS Innovador en cultivo biointensivo Autor de 'How to Grow More Vegetables...' Es increíble, yo no podía creerlo,"
    }
  },
  {
    "translation": {
      "en": "but 216,000 more people are born to the planet every day.",
      "es": "pero cada día nacen 216.000 personas en el planeta."
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "es": "Cada día."
    }
  },
  {
    "translation": {
      "en": "It's extraordinary.",
      "es": "Es extraordinario."
    }
  },
  {
    "translation": {
      "en": "But what's really extraordinary is you need, per day,",
      "es": "Pero lo realmente extraordinario es que se necesitan, por día,"
    }
  },
  {
    "translation": {
      "en": "34,000 new acres of farmable land.",
      "es": "14.000 nuevas hectáreas de tierra cultivable."
    }
  },
  {
    "translation": {
      "en": "It's not happening.",
      "es": "Es imposible."
    }
  },
  {
    "translation": {
      "en": "To feed a person on an all-plant based vegan diet for a year",
      "es": "Alimentar a una persona durante un año solo a base de plantas"
    }
  },
  {
    "translation": {
      "en": "requires just one-sixth of an acre of land.",
      "es": "requiere solo 700 metros cuadrados de tierra."
    }
  },
  {
    "translation": {
      "en": "To feed that same person on a vegetarian diet",
      "es": "Alimentar a esa persona con una dieta vegetariana"
    }
  },
  {
    "translation": {
      "en": "that includes eggs and dairy requires three times as much land.",
      "es": "que incluye huevos y lácteos requiere el triple de tierra."
    }
  },
  {
    "translation": {
      "en": "To feed an average US citizen's high-consumption diet",
      "es": "La dieta de alto consumo del ciudadano estadounidense promedio"
    }
  },
  {
    "translation": {
      "en": "of meat, dairy, and eggs requires 18 times as much land.",
      "es": "de carne, lácteos y huevos requiere 18 veces esa tierra."
    }
  },
  {
    "translation": {
      "en": "This is because you can produce",
      "es": "Es así porque puedes producir"
    }
  },
  {
    "translation": {
      "en": "37,000 pounds of vegetables on one and a half acres,",
      "es": "17.000 kilos de vegetales en media hectárea,"
    }
  },
  {
    "translation": {
      "en": "but only 375 pounds of meat on that same plot of land.",
      "es": "pero solo 170 kilos de carne en el mismo terreno."
    }
  },
  {
    "translation": {
      "en": "A high-consuming, meat-eating Californian saves 1.4 tons of C02 equivalent",
      "es": "Un gran consumidor de carne californiano ahorra 1,4 tonelada del equivalente en C02"
    }
  },
  {
    "translation": {
      "en": "per year by removing beef from their diet.",
      "es": "por año eliminando la carne vacuna."
    }
  },
  {
    "translation": {
      "en": "They save 1.6 tons by going vegetarian.",
      "es": "Ahorra 1,6 tonelada haciéndose vegetariano."
    }
  },
  {
    "translation": {
      "en": "And 1.8 tons by going vegan.",
      "es": "Y 1,8 tonelada haciéndose vegano."
    }
  },
  {
    "translation": {
      "en": "This is more than switching to solar power for your home, or driving a hybrid car.",
      "es": "Es más que pasar a energía solar en casa, o conducir un auto híbrido."
    }
  },
  {
    "translation": {
      "en": "Only switching to an electric vehicle saves more,",
      "es": "Pasar a un vehículo eléctrico ahorra más,"
    }
  },
  {
    "translation": {
      "en": "which still though, few can afford.",
      "es": "pero todavía pocos pueden permitírselo."
    }
  },
  {
    "translation": {
      "en": "But, unlike an electric vehicle,",
      "es": "Pero a diferencia de un vehículo eléctrico,"
    }
  },
  {
    "translation": {
      "en": "the savings don't end with greenhouse gases.",
      "es": "el ahorro no acaba en los gases con efecto invernadero."
    }
  },
  {
    "translation": {
      "en": "A vegan diet produces half as much C02 as an American omnivore,",
      "es": "Un vegano produce la mitad de C02 que un omnívoro estadounidense,"
    }
  },
  {
    "translation": {
      "en": "uses one-eleventh the amount of fossil fuels,",
      "es": "usa un onceavo de combustible fósil,"
    }
  },
  {
    "translation": {
      "en": "one-thirteenth the amount of water, and an eighteenth of the amount of land.",
      "es": "un treceavo de agua y un dieciochoavo de tierra."
    }
  },
  {
    "translation": {
      "en": "After adding this all up, I realized I had the choice every single day",
      "es": "Al sumar todo esto, entendí que tenía cada día la opción"
    }
  },
  {
    "translation": {
      "en": "to save over 1,100 gallons of water, 45 pounds of grain,",
      "es": "de ahorrar más de 4.000 litros de agua, 20 kilos de grano,"
    }
  },
  {
    "translation": {
      "en": "30 square feet of forested land, the equivalent of 10 pounds of C02,",
      "es": "2,8 metros cuadrados de tierra arbolada, el equivalente de 4,5 kilos de C02,"
    }
  },
  {
    "translation": {
      "en": "and one animal's life. Every single day.",
      "es": "y la vida de un animal. Cada día."
    }
  },
  {
    "translation": {
      "en": "If we all, as a society, did go vegan, and we moved away from eating animal foods",
      "es": "DR. WILL TUTTLE Autor sobre medioambiente y ética Autor de La dieta de la paz mundial Si todos nos hiciéramos veganos, dejáramos de comer animales"
    }
  },
  {
    "translation": {
      "en": "and toward a plant-based diet, what would happen?",
      "es": "y nos alimentáramos a base de plantas, ¿qué sucedería?"
    }
  },
  {
    "translation": {
      "en": "If we didn't kill all these cows and eat them,",
      "es": "Si no matáramos todas estas vacas para comerlas,"
    }
  },
  {
    "translation": {
      "en": "then we wouldn't have to breed all these cows",
      "es": "no deberíamos criarlas,"
    }
  },
  {
    "translation": {
      "en": "because we're breeding cows, and chickens, and pigs, and fish.",
      "es": "porque estamos criando vacas, gallinas, cerdos y peces."
    }
  },
  {
    "translation": {
      "en": "We're breeding them over and over again, relentlessly.",
      "es": "Los criamos una y otra vez, incesantemente."
    }
  },
  {
    "translation": {
      "en": "So if we didn't breed them, then we wouldn't have to feed them.",
      "es": "Si no los criáramos, no deberíamos alimentarlos."
    }
  },
  {
    "translation": {
      "en": "If we didn't have to feed them,",
      "es": "Si no debiéramos alimentarlos,"
    }
  },
  {
    "translation": {
      "en": "then we wouldn't have to devote all this land",
      "es": "no deberíamos dedicar tanta tierra"
    }
  },
  {
    "translation": {
      "en": "to growing grains, and legumes, and so forth to feed to them.",
      "es": "a cultivar granos, legumbres y demás para alimentarlos."
    }
  },
  {
    "translation": {
      "en": "And so then the forests could come back.",
      "es": "Y se recuperarían las selvas."
    }
  },
  {
    "translation": {
      "en": "Wildlife could come back.",
      "es": "Podría recuperarse la vida silvestre."
    }
  },
  {
    "translation": {
      "en": "The oceans would come back. The rivers would run clean again.",
      "es": "Se recuperarían los océanos. Volverían a fluir limpios los ríos."
    }
  },
  {
    "translation": {
      "en": "The air would come back. Our health would return.",
      "es": "Se recuperaría el aire. Se recuperaría nuestra salud."
    }
  },
  {
    "translation": {
      "en": "Renewable energy infrastructure such as building solar and wind generators",
      "es": "DR. RICHARD OPPENLANDER Investigador ambientalista Autor de Food Choices and Sustainability Las energías renovables, con generadores solares y eólicos"
    }
  },
  {
    "translation": {
      "en": "all over our country to reduce climate change,",
      "es": "en el país para reducir el cambio climático,"
    }
  },
  {
    "translation": {
      "en": "that's a pretty good idea,",
      "es": "son una muy buena idea,"
    }
  },
  {
    "translation": {
      "en": "but it's projected to take at least 20 years",
      "es": "pero se proyecta que llevará al menos 20 años,"
    }
  },
  {
    "translation": {
      "en": "and, at least, minimally, $18 trillion to develop.",
      "es": "y al menos $18 billones para desarrollarlo."
    }
  },
  {
    "translation": {
      "en": "Another solution to climate change, we could stop eating animals.",
      "es": "Otra solución para el cambio climático es dejar de comer animales."
    }
  },
  {
    "translation": {
      "en": "And it could be done today. It doesn't have to take 20 years.",
      "es": "Puede hacerse hoy. No demora 20 años."
    }
  },
  {
    "translation": {
      "en": "And it certainly doesn't have to take $18 trillion, because it costs nothing.",
      "es": "Y ciertamente no requiere $18 billones, porque no cuesta nada."
    }
  },
  {
    "translation": {
      "en": "Some people say, \"Well, let's fix CO2, and then we can worry about methane.\"",
      "es": "Algunos dicen: Arreglemos el CO2, y luego el metano."
    }
  },
  {
    "translation": {
      "en": "Well, that's the wrong... It's the other way around that actually makes sense.",
      "es": "Está mal... Hay que hacer al revés."
    }
  },
  {
    "translation": {
      "en": "Do something about methane, because you'll get a response right away.",
      "es": "Haz algo por el metano, obtendrás una respuesta enseguida."
    }
  },
  {
    "translation": {
      "en": "Quietly and unmistakably,",
      "es": "Silenciosamente y sin duda..."
    }
  },
  {
    "translation": {
      "en": "the most powerful thing that someone can do for the environment.",
      "es": "INSTITUTO DE SOSTENIBILIDAD DEL MOLLOY COLLEGE ...lo más potente que puedes hacer."
    }
  },
  {
    "translation": {
      "en": "No other lifestyle choice has a farther reaching,",
      "es": "Ningún otro estilo de vida tiene mayor alcance"
    }
  },
  {
    "translation": {
      "en": "and more profoundly positive impact on the planet and all life on Earth",
      "es": "y un impacto más positivo en el planeta y en toda la vida en la Tierra"
    }
  },
  {
    "translation": {
      "en": "than choosing to stop consuming animals and live a vegan lifestyle.",
      "es": "que dejar de consumir animales y vivir una vida vegana."
    }
  },
  {
    "translation": {
      "en": "You don't think we couldn't solve this problem in a heartbeat?",
      "es": "HOWARD LYMAN - Ex ganadero Autor de 'Mad Cowboy' ¿Crees que no podríamos resolver este problema enseguida?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what, all we would need",
      "es": "Te diré algo, solo necesitaríamos"
    }
  },
  {
    "translation": {
      "en": "is for the environmentalists to live what they profess,",
      "es": "que los ambientalistas vivieran lo que profesan,"
    }
  },
  {
    "translation": {
      "en": "and we'd be on a new course in the world.",
      "es": "y el mundo tomaría un nuevo rumbo."
    }
  },
  {
    "translation": {
      "en": "We will not succeed until we stop animal agriculture.",
      "es": "Will Anderson FUNDADOR DE GREENPEACE ALASKA Ex miembro del directorio de Greenpeace Estados Unidos No tendremos éxito hasta detener la agricultura animal."
    }
  },
  {
    "translation": {
      "en": "And by \"succeed,\" I mean",
      "es": "Y con éxito quiero decir"
    }
  },
  {
    "translation": {
      "en": "we will not save ecosystems to the extent necessary.",
      "es": "que no salvaremos los ecosistemas hasta el punto necesario."
    }
  },
  {
    "translation": {
      "en": "We will not have enough food for people around the planet,",
      "es": "No tendremos suficientes alimentos para la gente de todo el planeta,"
    }
  },
  {
    "translation": {
      "en": "we will not stop global warming,",
      "es": "no detendremos el calentamiento global,"
    }
  },
  {
    "translation": {
      "en": "we will not stop pollution in the dead zones that run off",
      "es": "no detendremos la polución en las zonas muertas que vacía"
    }
  },
  {
    "translation": {
      "en": "all the fields of corn and soy that are grown to feed livestock,",
      "es": "todos los campos de maíz y soja cultivados para alimentar ganado,"
    }
  },
  {
    "translation": {
      "en": "and we will not stop the hunting of wolves and other predators.",
      "es": "y no detendremos la caza de lobos y otros depredadores."
    }
  },
  {
    "translation": {
      "en": "Now, organic farming is one major, positive step in the right direction,",
      "es": "JOHN JEAVONS Innovador en cultivo biointensivo La agricultura orgánica es un paso positivo e importante,"
    }
  },
  {
    "translation": {
      "en": "but we need to keep walking.",
      "es": "pero debemos seguir adelante."
    }
  },
  {
    "translation": {
      "en": "We need to get beyond organics. We need to get to sustainability.",
      "es": "Debemos ir más allá de lo orgánico. Debemos alcanzar la sostenibilidad."
    }
  },
  {
    "translation": {
      "en": "When you take the animal out, you also take the greenhouse gas issue out.",
      "es": "Josh Tetrick - MÁS ALLÁ DE LOS HUEVOS Huevos a base de plantas, HAMPTON CREEK FOODS Sacas los animales, y los gases con efecto invernadero."
    }
  },
  {
    "translation": {
      "en": "And you take the food safety issues out.",
      "es": "Y los problemas de seguridad alimenticia."
    }
  },
  {
    "translation": {
      "en": "And you take some of other externalities related to food scarcity out.",
      "es": "Y sacas otros factores externos relacionados con la escasez alimenticia."
    }
  },
  {
    "translation": {
      "en": "But one thing that's amazing is I think you put our values back in.",
      "es": "Pero algo fantástico es que recuperas nuestros valores."
    }
  },
  {
    "translation": {
      "en": "You put values like compassion, and integrity, and kindness...",
      "es": "Recuperas valores como la compasión, la integridad, la amabilidad..."
    }
  },
  {
    "translation": {
      "en": "Values that are natural to human beings, you put that in.",
      "es": "Valores naturales del ser humano, recuperas eso."
    }
  },
  {
    "translation": {
      "en": "You build that back into the story of our food.",
      "es": "Recuperas eso en nuestro alimento."
    }
  },
  {
    "translation": {
      "en": "And I think, as this begins to progress, I think it also helps people to pause",
      "es": "Y creo que mientras esto progrese, ayudará a la gente a detenerse"
    }
  },
  {
    "translation": {
      "en": "before they eat that egg, before they eat that steak,",
      "es": "antes de comer un huevo, un bistec,"
    }
  },
  {
    "translation": {
      "en": "before they eat that chicken nugget.",
      "es": "una patita de pollo."
    }
  },
  {
    "translation": {
      "en": "And ask themselves, is that really what they want?",
      "es": "Y a preguntarse si es lo que quiere."
    }
  },
  {
    "translation": {
      "en": "Or do they actually want something more?",
      "es": "O si quiere algo más."
    }
  },
  {
    "translation": {
      "en": "I had to come to the full conclusion,",
      "es": "Llegué a la conclusión final,"
    }
  },
  {
    "translation": {
      "en": "the only way to sustainably and ethically live on this planet",
      "es": "la única manera de vivir sostenible y éticamente en este planeta"
    }
  },
  {
    "translation": {
      "en": "with seven billion other people is to live an entirely plant-based vegan diet.",
      "es": "con otros 7.000 millones de personas es con una dieta vegana a base de plantas."
    }
  },
  {
    "translation": {
      "en": "I decided instead of eating others, to eat for others.",
      "es": "Decidí, en lugar de comer a otros, comer para otros."
    }
  },
  {
    "translation": {
      "en": "At first, like these environmental groups, I was afraid of what it'd mean to change.",
      "es": "Primero, como los grupos ambientalistas, temí el cambio."
    }
  },
  {
    "translation": {
      "en": "But now, I embrace it.",
      "es": "Pero ahora lo adopto."
    }
  },
  {
    "translation": {
      "en": "All this talk about sustainability sounded like",
      "es": "Al hablar de sostenibilidad, parecía"
    }
  },
  {
    "translation": {
      "en": "our planet was on some sort of life support.",
      "es": "que el planeta estuviera con soporte vital."
    }
  },
  {
    "translation": {
      "en": "And I don't want her to simply survive or to sustain, but to thrive.",
      "es": "Y no quiero que sobreviva o se sostenga, sino que prospere."
    }
  },
  {
    "translation": {
      "en": "Life today is not about sustainability. It's about thrive-ability.",
      "es": "Hoy la vida no está en la sostenibilidad, sino en la prosperidad."
    }
  },
  {
    "translation": {
      "en": "She's given so much to us for so long, it was time to give back.",
      "es": "Nos dio mucho durante tanto tiempo, era hora de devolver algo."
    }
  },
  {
    "translation": {
      "en": "A hundred and eight percent of everything we have.",
      "es": "El 108% de todo lo que tenemos."
    }
  },
  {
    "translation": {
      "en": "It felt good. It was an alignment.",
      "es": "Fue una buena sensación. Un ajuste."
    }
  },
  {
    "translation": {
      "en": "And we see this movement,",
      "es": "Vemos este movimiento"
    }
  },
  {
    "translation": {
      "en": "not just about providing cheaper, inexpensive food that everyone can have,",
      "es": "no solo como la provisión de alimentos baratos al alcance de todos,"
    }
  },
  {
    "translation": {
      "en": "but also a spiritual move.",
      "es": "sino como una acción espiritual."
    }
  },
  {
    "translation": {
      "en": "A move towards understanding who we really are",
      "es": "Una acción para comprender quiénes somos"
    }
  },
  {
    "translation": {
      "en": "and how we can really connect to each other.",
      "es": "y cómo podemos conectarnos."
    }
  },
  {
    "translation": {
      "en": "Do what you can do as well as you can do it",
      "es": "Haz lo que puedas lo mejor que puedas"
    }
  },
  {
    "translation": {
      "en": "every day of your life,",
      "es": "cada día de tu vida,"
    }
  },
  {
    "translation": {
      "en": "and you will end up dying one of the happiest individuals that have ever died.",
      "es": "y morirás siendo uno de los individuos más felices que haya muerto jamás."
    }
  },
  {
    "translation": {
      "en": "We become part of a gathering momentum of other people.",
      "es": "Nos convertimos en un creciente impulso de otras personas."
    }
  },
  {
    "translation": {
      "en": "It's happening. This is really what's happening. This is the news.",
      "es": "Está sucediendo. Esta es la noticia."
    }
  },
  {
    "translation": {
      "en": "Selflessness is a nice way to be.",
      "es": "El altruismo es una buena manera de ser."
    }
  },
  {
    "translation": {
      "en": "It has all these benefits for yourself, as well as the planet and other people.",
      "es": "Tiene muchos beneficios para ti, para el planeta y para los demás."
    }
  },
  {
    "translation": {
      "en": "So it's a beautiful way to live.",
      "es": "Es una hermosa manera de vivir."
    }
  },
  {
    "translation": {
      "en": "Ecologically, it just feels better.",
      "es": "Ecológicamente, es una sensación mejor."
    }
  },
  {
    "translation": {
      "en": "This is about massively transforming how our society eats,",
      "es": "Se trata de transformar profundamente la manera de comer de nuestra sociedad,"
    }
  },
  {
    "translation": {
      "en": "because it's a necessity.",
      "es": "porque es una necesidad."
    }
  },
  {
    "translation": {
      "en": "It's acting on what we know.",
      "es": "Se trata de actuar con lo que conocemos."
    }
  },
  {
    "translation": {
      "en": "And acting kindly and gently on the whole planet and with other people,",
      "es": "Y de actuar con amabilidad y dulzura con el planeta y con los demás,"
    }
  },
  {
    "translation": {
      "en": "to accomplish the goals of living better.",
      "es": "para lograr los objetivos de vivir mejor."
    }
  },
  {
    "translation": {
      "en": "We can do it, but we have to choose to do it.",
      "es": "Podemos hacerlo, pero debemos decidir hacerlo."
    }
  },
  {
    "translation": {
      "en": "You can change the world.",
      "es": "Tú puedes cambiar el mundo."
    }
  },
  {
    "translation": {
      "en": "You must change the world.",
      "es": "Tú debes cambiar el mundo."
    }
  }
]