[
  {
    "translation": {
      "en": "The winner is...",
      "es": "El ganador es..."
    }
  },
  {
    "translation": {
      "en": "And the winner is...",
      "es": "Y el ganador es..."
    }
  },
  {
    "translation": {
      "en": "George Stevens!",
      "es": "¡George Stevens!"
    }
  },
  {
    "translation": {
      "en": "William Wyler.",
      "es": "William Wyler."
    }
  },
  {
    "translation": {
      "en": "John Huston.",
      "es": "John Huston."
    }
  },
  {
    "translation": {
      "en": "John Ford.",
      "es": "John Ford."
    }
  },
  {
    "translation": {
      "en": "Mr. Frank Capra.",
      "es": "El Sr. Frank Capra."
    }
  },
  {
    "translation": {
      "en": "I discovered Frank Capra, like most people in my generation,",
      "es": "Descubrí a Frank Capra, como la mayoría de mi generación... DIRECTOR"
    }
  },
  {
    "translation": {
      "en": "through It's a Wonderful Life.",
      "es": "...por It's a Wonderful Life."
    }
  },
  {
    "translation": {
      "en": "Capra is a master at constructing emotion,",
      "es": "Capra es un maestro construyendo emociones,"
    }
  },
  {
    "translation": {
      "en": "structurally, into a film.",
      "es": "estructuralmente en una película."
    }
  },
  {
    "translation": {
      "en": "I think I have cried more in Frank Capra films,",
      "es": "Creo que lloré más en películas de Frank Capra,"
    }
  },
  {
    "translation": {
      "en": "and I have stopped thinking more in Frank Capra films,",
      "es": "y dejé de pensar más en películas de Frank Capra,"
    }
  },
  {
    "translation": {
      "en": "than in any other filmmaker's work.",
      "es": "que con cualquier otro director."
    }
  },
  {
    "translation": {
      "en": "I don't really think that William Wyler saw himself as an artist.",
      "es": "No creo que William Wyler se viera a sí mismo como un artista."
    }
  },
  {
    "translation": {
      "en": "When he set up the camera, he didn't set up the camera",
      "es": "Cuando colocaba la cámara, no era para que le dijeran lo genial que era su plano y encuadre."
    }
  },
  {
    "translation": {
      "en": "to be told how extraordinary his angle and compositions were.",
      "es": "no era para que le dijeran lo genial que era su plano y encuadre."
    }
  },
  {
    "translation": {
      "en": "He set up the camera in such a way to help tell the story better.",
      "es": "La ponía de manera tal que pudiera contar mejor la historia."
    }
  },
  {
    "translation": {
      "en": "And then having met him, I think it was the late '60s,",
      "es": "Y cuando lo conocí, a finales de los años sesenta,"
    }
  },
  {
    "translation": {
      "en": "I so admired that he was somebody that had wielded so much power and authority",
      "es": "admiré el hecho de que tenía muchísimo poder y autoridad."
    }
  },
  {
    "translation": {
      "en": "and was at the top of his game,",
      "es": "Estaba en su mejor momento,"
    }
  },
  {
    "translation": {
      "en": "and won three Academy Awards for Best Director,",
      "es": "había ganado tres Óscar por mejor director"
    }
  },
  {
    "translation": {
      "en": "who was still gracious and kind.",
      "es": "y aún era cordial y amable."
    }
  },
  {
    "translation": {
      "en": "I was drawn to John Huston.",
      "es": "Me gustaba John Huston."
    }
  },
  {
    "translation": {
      "en": "There's a lot of comparison between Huston and Hemingway",
      "es": "Hay muchas comparaciones entre Huston y Hemingway... DIRECTOR"
    }
  },
  {
    "translation": {
      "en": "because Hemingway had that type of masculine derring- do.",
      "es": "...porque Hemingway tenía ese tipo de relatos masculinos."
    }
  },
  {
    "translation": {
      "en": "But despite his irascible personal character and personal life,",
      "es": "Pero a pesar de su carácter irascible y su vida personal,"
    }
  },
  {
    "translation": {
      "en": "Huston had this extraordinary intelligence.",
      "es": "Huston tenía una inteligencia extraordinaria."
    }
  },
  {
    "translation": {
      "en": "He made many, many, many films, and among them, some truly great ones.",
      "es": "Hizo muchas, muchas películas, entre ellas, algunas grandiosas."
    }
  },
  {
    "translation": {
      "en": "The first time I can remember watching John Ford movies",
      "es": "La primera vez que recuerdo haber visto una película de John Ford"
    }
  },
  {
    "translation": {
      "en": "was film club at school.",
      "es": "fue en el club de cine en la escuela."
    }
  },
  {
    "translation": {
      "en": "Ford, by then, had this sort of bifurcated reputation.",
      "es": "DIRECTOR Ford, a esa altura, tenía una reputación bifurcada."
    }
  },
  {
    "translation": {
      "en": "On the one hand, he was a controversial arch- conservative figure.",
      "es": "Por un lado, era una figura controversial y ultraconservadora."
    }
  },
  {
    "translation": {
      "en": "On the other hand...",
      "es": "Por el otro lado..."
    }
  },
  {
    "translation": {
      "en": "Hold it!",
      "es": "¡Espera!"
    }
  },
  {
    "translation": {
      "en": "...he was at that point being revered, as he rightly is,",
      "es": "...recibía la admiración que merecía y se lo consideraba"
    }
  },
  {
    "translation": {
      "en": "as the great auteur and master of American cinema.",
      "es": "el gran autor y amo del cine estadounidense."
    }
  },
  {
    "translation": {
      "en": "George Stevens' facility with dramas, comedy,",
      "es": "La facilidad de George Stevens con dramas, comedias,"
    }
  },
  {
    "translation": {
      "en": "musicals, was unique.",
      "es": "musicales, era única."
    }
  },
  {
    "translation": {
      "en": "He was not drawn to that which came easily to him.",
      "es": "No le atraía lo que le resultaba fácil."
    }
  },
  {
    "translation": {
      "en": "He wanted to challenge himself all the time.",
      "es": "Quería imponerse un desafío todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "Those five filmmakers happened to be in that place then,",
      "es": "Esos cinco directores estaban en ese lugar entonces,"
    }
  },
  {
    "translation": {
      "en": "when the greatest conflict of all came knocking.",
      "es": "cuando el mayor conflicto de todos tocó a la puerta."
    }
  },
  {
    "translation": {
      "en": "Cinema, in its purest form, could be put in the service of propaganda.",
      "es": "El cine, en su forma más pura, se pondría al servicio de la propaganda."
    }
  },
  {
    "translation": {
      "en": "Hitler and Goebbels understood the power of the cinema",
      "es": "Hitler y Goebbels comprendían el poder del cine"
    }
  },
  {
    "translation": {
      "en": "to move large populations towards your way of thinking.",
      "es": "para convencer a las grandes masas para que pensaran como ellos."
    }
  },
  {
    "translation": {
      "en": "All five of them were willing to turn away",
      "es": "Los cinco estaban dispuestos a abandonar una vida muy cómoda"
    }
  },
  {
    "translation": {
      "en": "from a very comfortable life and serve their country",
      "es": "Los cinco estaban dispuestos a abandonar una vida muy cómoda y a servir a su patria de la mejor manera posible."
    }
  },
  {
    "translation": {
      "en": "in the best way they thought they could.",
      "es": "y a servir a su patria de la mejor manera posible."
    }
  },
  {
    "translation": {
      "en": "And to go out into the world, where there was no script,",
      "es": "Y salieron al mundo, donde no había guion"
    }
  },
  {
    "translation": {
      "en": "and there was no third act that anybody wrote where you knew you would come out of it safely.",
      "es": "y no había un tercer acto que indicara que se salvarían."
    }
  },
  {
    "translation": {
      "en": "Each of them participate on an epic scale",
      "es": "Cada uno de ellos participa a una escala épica"
    }
  },
  {
    "translation": {
      "en": "in the grandest interventions",
      "es": "de las mayores intervenciones"
    }
  },
  {
    "translation": {
      "en": "in the largest war the world has ever seen.",
      "es": "en la mayor guerra que el mundo haya visto."
    }
  },
  {
    "translation": {
      "en": "These documentaries that the five filmmakers made",
      "es": "Estos documentales que hicieron los cinco directores"
    }
  },
  {
    "translation": {
      "en": "were powerful for American audiences.",
      "es": "fueron poderosos para el público estadounidense."
    }
  },
  {
    "translation": {
      "en": "I do think all five of them paid a very personal price.",
      "es": "Creo que los cinco pagaron un precio muy personal."
    }
  },
  {
    "translation": {
      "en": "These filmmakers that came back with footage",
      "es": "Estos directores que regresaron con imágenes"
    }
  },
  {
    "translation": {
      "en": "about the truth of that war...",
      "es": "sobre la verdad de aquella guerra"
    }
  },
  {
    "translation": {
      "en": "were changed forever.",
      "es": "cambiaron para siempre."
    }
  },
  {
    "translation": {
      "en": "The group of directors that we're talking about...",
      "es": "El grupo de directores de los que estamos hablando"
    }
  },
  {
    "translation": {
      "en": "were part of the first wave.",
      "es": "fueron parte de la primera ola."
    }
  },
  {
    "translation": {
      "en": "They were creating the art form.",
      "es": "Estaban creando una forma de arte."
    }
  },
  {
    "translation": {
      "en": "Film was an intoxicant",
      "es": "El cine era embriagador"
    }
  },
  {
    "translation": {
      "en": "from the very first days of the silent movies.",
      "es": "desde los primeros días de las películas mudas."
    }
  },
  {
    "translation": {
      "en": "And I think early, early on,",
      "es": "Y creo que desde temprano"
    }
  },
  {
    "translation": {
      "en": "Hollywood realized they had a tremendous tool,",
      "es": "Hollywood se dio cuenta de que tenía una herramienta tremenda"
    }
  },
  {
    "translation": {
      "en": "or even a weapon, for change, through cinema.",
      "es": "o incluso un arma para el cambio en el cine."
    }
  },
  {
    "translation": {
      "en": "By the late 1930s,",
      "es": "A fines de los años treinta,"
    }
  },
  {
    "translation": {
      "en": "moviegoing had become an essential part of American culture.",
      "es": "ir al cine se había convertido en una parte esencial de la cultura."
    }
  },
  {
    "translation": {
      "en": "More than half the adult population went to the movies at least once a week,",
      "es": "Más de la mitad de la población adulta iba al cine al menos una vez por semana,"
    }
  },
  {
    "translation": {
      "en": "and before every film theaters played newsreels,",
      "es": "y antes de cada película, las salas exhibían noticieros,"
    }
  },
  {
    "translation": {
      "en": "which were the only source of visual news at the time.",
      "es": "que eran la única fuente de noticias visuales entonces."
    }
  },
  {
    "translation": {
      "en": "Power to the nth power,",
      "es": "Poder a la máxima potencia,"
    }
  },
  {
    "translation": {
      "en": "proclaimed by Hitler at the Nuremberg Nazi Congress.",
      "es": "proclamado por Hitler en el Congreso Nazi de Núremberg."
    }
  },
  {
    "translation": {
      "en": "The Nazi Party above the state, and he above the Nazi Party,",
      "es": "El partido Nazi por sobre el estado, y él por sobre el partido Nazi,"
    }
  },
  {
    "translation": {
      "en": "affirmed by thundering cheers.",
      "es": "confirmado por atronadores vítores."
    }
  },
  {
    "translation": {
      "en": "In the early years of Hitler's rise, Hollywood paid little attention.",
      "es": "Durante los primeros días de Hitler, Hollywood le prestaba poca atención."
    }
  },
  {
    "translation": {
      "en": "In movies, there was no Fuehrer. There were no Nazis.",
      "es": "En el cine no había führer. No había nazis."
    }
  },
  {
    "translation": {
      "en": "Ford was very early to see the threat that Nazi Germany posed.",
      "es": "LA AMENAZA NAZI AL AMERICANISMO Ford vio la amenaza que imponía la Alemania nazi desde temprano."
    }
  },
  {
    "translation": {
      "en": "Twenty years earlier, when the US entered the First World War,",
      "es": "Veinte años antes, cuando EE. UU. entró en la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "John Ford was 22 and just starting out as a director.",
      "es": "John Ford tenía 22 años y recién comenzaba como director."
    }
  },
  {
    "translation": {
      "en": "Ford not serving in World War I...",
      "es": "Que Ford no sirviera en la Primera Guerra Mundial..."
    }
  },
  {
    "translation": {
      "en": "affected him very, very deeply,",
      "es": "...lo afectó de forma muy profunda,"
    }
  },
  {
    "translation": {
      "en": "and Four Sons was an attempt to explore the cost of that war.",
      "es": "y Four Sons fue un intento de explorar el costo de esa guerra."
    }
  },
  {
    "translation": {
      "en": "What it was was the beginning of Ford",
      "es": "Ese fue el comienzo del intento de Ford"
    }
  },
  {
    "translation": {
      "en": "trying to address reality.",
      "es": "de abordar la realidad."
    }
  },
  {
    "translation": {
      "en": "Ford, the man, was a figure of patrician authority",
      "es": "Ford, el hombre, era una figura de autoridad patricia"
    }
  },
  {
    "translation": {
      "en": "who believed in duty and tradition, and evoked them wonderfully.",
      "es": "que creía en el deber y la tradición, y los evocaba maravillosamente."
    }
  },
  {
    "translation": {
      "en": "He was a man who sought solace in alcohol,",
      "es": "Era un hombre que buscaba consuelo en el alcohol..."
    }
  },
  {
    "translation": {
      "en": "and had a rebel soul,",
      "es": "...y tenía un alma rebelde..."
    }
  },
  {
    "translation": {
      "en": "and was proud of his Irish rebel heritage.",
      "es": "...y estaba orgulloso de su herencia irlandesa."
    }
  },
  {
    "translation": {
      "en": "I'm very courteous to my equals.",
      "es": "Soy muy cortés con mis iguales."
    }
  },
  {
    "translation": {
      "en": "More than courteous to my inferiors.",
      "es": "Más que cortés con mis inferiores."
    }
  },
  {
    "translation": {
      "en": "I'm speaking in terms of pictures.",
      "es": "Hablo en cuanto a películas."
    }
  },
  {
    "translation": {
      "en": "And I'm horribly rude to my superiors, so- called.",
      "es": "Y soy muy grosero con los que llaman mis superiores."
    }
  },
  {
    "translation": {
      "en": "Like Ford, John Huston was already aware of the looming threat in Europe.",
      "es": "Igual que Ford, John Huston era consciente de la amenaza en Europa."
    }
  },
  {
    "translation": {
      "en": "He had recently returned to Hollywood after some time in England.",
      "es": "Acababa de llegar a Hollywood después de un tiempo en Inglaterra."
    }
  },
  {
    "translation": {
      "en": "In London, when I was about 25 years old,",
      "es": "En Londres, cuando tenía unos 25 años,"
    }
  },
  {
    "translation": {
      "en": "a whole series of circumstances mounted up",
      "es": "una serie de circunstancias se reunieron y terminaron"
    }
  },
  {
    "translation": {
      "en": "to my finally being completely broke.",
      "es": "en mi bancarrota total."
    }
  },
  {
    "translation": {
      "en": "I could've called to my father for help, or friends.",
      "es": "Podría haberle pedido ayuda a mi padre o a mis amigos."
    }
  },
  {
    "translation": {
      "en": "But I'm enough of a believer in the gambler's creed,",
      "es": "Pero creo lo suficiente en el credo del jugador"
    }
  },
  {
    "translation": {
      "en": "that if you're in a bad streak, there's nothing to do about it.",
      "es": "de que si tienes una mala racha, no hay nada que hacer."
    }
  },
  {
    "translation": {
      "en": "You've just got to play it out.",
      "es": "Solo debes atravesarla."
    }
  },
  {
    "translation": {
      "en": "John Huston was the son of Walter Huston,",
      "es": "John Huston era el hijo de Walter Huston,"
    }
  },
  {
    "translation": {
      "en": "who was an important actor,",
      "es": "que era un importante actor."
    }
  },
  {
    "translation": {
      "en": "and he got to learn about acting, and, of course, learned from his father.",
      "es": "Pudo aprender actuación, y, claro, aprendió de su padre."
    }
  },
  {
    "translation": {
      "en": "I just had only admiration for John Huston.",
      "es": "Solo tenía admiración por John Huston."
    }
  },
  {
    "translation": {
      "en": "He's done a lot of things that pirates do.",
      "es": "Ha hecho muchas cosas que hacen los piratas."
    }
  },
  {
    "translation": {
      "en": "You know, he'd had a fight with Errol Flynn over Olivia de Havilland.",
      "es": "Había tenido una pelea con Errol Flynn por Olivia de Havilland."
    }
  },
  {
    "translation": {
      "en": "Oh, that I could've had a fight with Errol Flynn over Olivia de Havilland.",
      "es": "Me habría encantado pelearme con Errol Flynn por Olivia de Havilland."
    }
  },
  {
    "translation": {
      "en": "Errol said, Do you want to make anything of it?",
      "es": "Errol dijo: ¿Quieres hacer algo con eso?."
    }
  },
  {
    "translation": {
      "en": "And... I said, Yes.",
      "es": "Y yo dije: Sí."
    }
  },
  {
    "translation": {
      "en": "We weren't friends then.",
      "es": "No éramos amigos entonces."
    }
  },
  {
    "translation": {
      "en": "There's no better way to get friends with a man than to have a fight with him.",
      "es": "No hay mejor forma de hacerse amigo de un hombre que pelearse con él."
    }
  },
  {
    "translation": {
      "en": "Huston had many marriages,",
      "es": "Huston tuvo muchos matrimonios,"
    }
  },
  {
    "translation": {
      "en": "and many, in between the marriages, episodes with women,",
      "es": "y, entre matrimonios, muchas aventuras con mujeres."
    }
  },
  {
    "translation": {
      "en": "and was obviously very attractive to women, and was very attracted to women.",
      "es": "y era obviamente muy atractivo para ellas y ellas le atraían a él."
    }
  },
  {
    "translation": {
      "en": "Despite his bad- boy behavior throughout this period,",
      "es": "A pesar de su conducta de chico malo a lo largo de este período,"
    }
  },
  {
    "translation": {
      "en": "Huston, as a writer, had this conceptual mind",
      "es": "Huston, como guionista, tenía una mente conceptual"
    }
  },
  {
    "translation": {
      "en": "and had really begun to attract the attention of people",
      "es": "y había comenzado a atraer la atención de la gente"
    }
  },
  {
    "translation": {
      "en": "for his screenwriting work.",
      "es": "por su trabajo de guionista."
    }
  },
  {
    "translation": {
      "en": "The end of a nation.",
      "es": "El fin de una nación."
    }
  },
  {
    "translation": {
      "en": "World in alarm at the peril of war.",
      "es": "ALEMANIA ANEXA AUSTRIA El mundo alarmado por riesgo de guerra."
    }
  },
  {
    "translation": {
      "en": "What will come next? Czechoslovakia?",
      "es": "¿Qué seguirá? ¿Checoslovaquia?"
    }
  },
  {
    "translation": {
      "en": "When will Nazi aggression end?",
      "es": "¿Cuándo terminará la agresión nazi?"
    }
  },
  {
    "translation": {
      "en": "The democratic nations draw together against the ambitions of the dictators.",
      "es": "Las naciones democráticas se unen contra las ambiciones de los dictadores."
    }
  },
  {
    "translation": {
      "en": "Huston was hired by Warner Bros. to co- write the historical drama Juarez.",
      "es": "Huston fue contratado por Warner Bros. para coescribir el drama Juárez."
    }
  },
  {
    "translation": {
      "en": "He turned the script into a pointed anti- Hitler allegory.",
      "es": "Convirtió el guión en una marcada alegoría anti-Hitler."
    }
  },
  {
    "translation": {
      "en": "Democracy: The rule of the cattle, by the cattle, for the cattle.",
      "es": "Democracia: el dominio del ganado por el ganado, para el ganado."
    }
  },
  {
    "translation": {
      "en": "But when the production started, he faced the tyranny of a movie star.",
      "es": "Pero cuando comenzó la producción, enfrentó la tiranía de una estrella."
    }
  },
  {
    "translation": {
      "en": "Paul Muni felt his part was too small",
      "es": "Paul Muni creía que su papel era muy pequeño"
    }
  },
  {
    "translation": {
      "en": "and had his brother- in- law rewrite the script.",
      "es": "e hizo que su cuñado reescribiera el guion."
    }
  },
  {
    "translation": {
      "en": "Only a little of Huston's work remained.",
      "es": "Quedó poco del trabajo de Huston."
    }
  },
  {
    "translation": {
      "en": "The lot of the writer in Hollywood at that time",
      "es": "El poder del guionista en Hollywood en esa época"
    }
  },
  {
    "translation": {
      "en": "was rather dismal.",
      "es": "era bastante ínfimo."
    }
  },
  {
    "translation": {
      "en": "One would write what one thought were good pictures,",
      "es": "Uno escribía lo que pensaba que eran buenas películas,"
    }
  },
  {
    "translation": {
      "en": "and they would be changed when they got to the screen",
      "es": "y las cambiaban, y cuando llegaban a la pantalla"
    }
  },
  {
    "translation": {
      "en": "and become bad pictures.",
      "es": "se volvían películas malas."
    }
  },
  {
    "translation": {
      "en": "Huston decided the only way he could exert control over his work",
      "es": "Huston decidió que la única forma de controlar su obra"
    }
  },
  {
    "translation": {
      "en": "was to become a director.",
      "es": "era volverse director."
    }
  },
  {
    "translation": {
      "en": "He had a powerful mentor.",
      "es": "Tenía a un mentor poderoso."
    }
  },
  {
    "translation": {
      "en": "His best friend in Hollywood was an established filmmaker",
      "es": "Su mejor amigo en Hollywood era un cineasta establecido"
    }
  },
  {
    "translation": {
      "en": "who was his opposite in almost every way:",
      "es": "que era su opuesto en casi todos los aspectos:"
    }
  },
  {
    "translation": {
      "en": "William Wyler.",
      "es": "William Wyler."
    }
  },
  {
    "translation": {
      "en": "They first met when Wyler hired him to write dialogue",
      "es": "Se conocieron cuando Wyler lo contrató para escribir"
    }
  },
  {
    "translation": {
      "en": "for a film starring Huston's father.",
      "es": "para una película con el padre de Huston."
    }
  },
  {
    "translation": {
      "en": "The two men quickly became inseparable pals.",
      "es": "Los dos hombres se volvieron amigos inseparables."
    }
  },
  {
    "translation": {
      "en": "William Wyler was very, very soft- spoken.",
      "es": "William Wyler era muy amable."
    }
  },
  {
    "translation": {
      "en": "When he demonstrated that forcefulness of personality",
      "es": "Solo demostraba esa personalidad fuerte"
    }
  },
  {
    "translation": {
      "en": "was only when he was on the floor, directing.",
      "es": "cuando estaba en el plató, dirigiendo."
    }
  },
  {
    "translation": {
      "en": "I'm demanding, such as the audience is demanding.",
      "es": "Soy exigente, al igual que el público es exigente."
    }
  },
  {
    "translation": {
      "en": "I'm demanding of myself, too.",
      "es": "También me exijo a mí mismo."
    }
  },
  {
    "translation": {
      "en": "I try to get the best out of people, and if it takes a little more work",
      "es": "Intento sacar lo mejor de la gente, y si eso implica más trabajo"
    }
  },
  {
    "translation": {
      "en": "and a little more sweat to do it, then that's what we'll have to do.",
      "es": "y un poco más de sudor, es algo que deberemos hacer."
    }
  },
  {
    "translation": {
      "en": "Which is why they called him 40- take Willy,",
      "es": "Por eso lo llaman Willy de las 40 tomas,"
    }
  },
  {
    "translation": {
      "en": "because he was a perfectionist.",
      "es": "porque era un perfeccionista."
    }
  },
  {
    "translation": {
      "en": "He was completely in control of when he knew he had gotten it.",
      "es": "Estaba en control total de cuándo creía que lo había logrado."
    }
  },
  {
    "translation": {
      "en": "Willy Wyler's way of directing was tough.",
      "es": "El modo de dirigir de Willy Wyler era duro. VOZ DE BETTE DAVIS"
    }
  },
  {
    "translation": {
      "en": "Believe me, he expected a lot of you,",
      "es": "Créanme, esperaba mucho del actor,"
    }
  },
  {
    "translation": {
      "en": "and you therefore gave much, much better performances.",
      "es": "y por lo tanto lograba actuaciones mucho mejores."
    }
  },
  {
    "translation": {
      "en": "Miss Davis, I'm very happy to present to you,",
      "es": "Srta. Davis, me alegra presentarle,"
    }
  },
  {
    "translation": {
      "en": "on behalf of the Academy of Motion Picture Arts and Sciences,",
      "es": "de parte de la Academia de Artes y Ciencias Cinematográficas,"
    }
  },
  {
    "translation": {
      "en": "for the second time, their award for your performance in Jezebel.",
      "es": "por segunda vez, su premio por su actuación en Jezebel."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "I think all directors are actors,",
      "es": "Creo que los directores son actores,"
    }
  },
  {
    "translation": {
      "en": "even those that aren't employed to work both sides of the camera.",
      "es": "incluso los que no trabajan a ambos lados de la cámara."
    }
  },
  {
    "translation": {
      "en": "I think when you have to speak to actors, you become an actor.",
      "es": "Creo que cuando tienes que hablar con los actores, te vuelves actor."
    }
  },
  {
    "translation": {
      "en": "And so, I believe that William Wyler was also an actor",
      "es": "Así que creo que William Wyler también era actor"
    }
  },
  {
    "translation": {
      "en": "when he was working with his actors.",
      "es": "cuando trabajaba con sus actores."
    }
  },
  {
    "translation": {
      "en": "And I think that's what bonds all of these directors.",
      "es": "Es lo que une a todos esos directores."
    }
  },
  {
    "translation": {
      "en": "They were performance directors on top of everything else.",
      "es": "Eran directores que actuaban por encima de todo lo demás."
    }
  },
  {
    "translation": {
      "en": "Wyler needed no education about the war.",
      "es": "Wyler no necesitaba aprender sobre la guerra."
    }
  },
  {
    "translation": {
      "en": "For him, the stakes could not have been higher.",
      "es": "Para él no podría haber habido más en juego."
    }
  },
  {
    "translation": {
      "en": "He had come to America 20 years earlier from Mulhouse,",
      "es": "Había llegado al país 20 años antes desde Mulhouse,"
    }
  },
  {
    "translation": {
      "en": "a French town that Germany had taken during World War I.",
      "es": "una ciudad francesa que había tomado Alemania en la Primera Guerra Mundial ."
    }
  },
  {
    "translation": {
      "en": "Now it was being threatened once again.",
      "es": "Ahora volvía a estar amenazada."
    }
  },
  {
    "translation": {
      "en": "Originally, I was supposed to take over my father's business.",
      "es": "Originalmente debía hacerme cargo del negocio de mi padre."
    }
  },
  {
    "translation": {
      "en": "My father was a merchant in Mulhouse, had a nice store.",
      "es": "VOZ DE WILLIAM WYLER Mi padre era comerciante en Mulhouse, tenía una linda tienda."
    }
  },
  {
    "translation": {
      "en": "I was not keen about it, but I had no other prospects.",
      "es": "No me agradaba, pero no tenía otras posibilidades."
    }
  },
  {
    "translation": {
      "en": "Wyler was sponsored by a distant relative",
      "es": "Wyler estaba patrocinado por un pariente lejano"
    }
  },
  {
    "translation": {
      "en": "who happened to run Universal Studios: Carl Laemmle.",
      "es": "que dirigía Universal Studios: Carl Laemmle."
    }
  },
  {
    "translation": {
      "en": "He seemed to like me, and suddenly, he said,",
      "es": "Yo parecía agradarle, y de pronto, dijo:"
    }
  },
  {
    "translation": {
      "en": "How would you like to come to America?",
      "es": "¿Te gustaría venir a Estados Unidos?."
    }
  },
  {
    "translation": {
      "en": "You know, at that time, that was like going to the moon today.",
      "es": "En ese momento, era como ir a la luna hoy."
    }
  },
  {
    "translation": {
      "en": "My own family, although they were delighted to have me in America,",
      "es": "Mi propia familia, estaba feliz de que fuera a EE. UU.,"
    }
  },
  {
    "translation": {
      "en": "it was not particularly a thing for a young Jewish boy.",
      "es": "pero no era algo muy normal para un jovencito judío."
    }
  },
  {
    "translation": {
      "en": "He should become a doctor or a lawyer or something.",
      "es": "Debía ser abogado o médico o algo así."
    }
  },
  {
    "translation": {
      "en": "But to go into the film business is a bit shady.",
      "es": "Pero entrar a la industria del cine era un poco siniestro."
    }
  },
  {
    "translation": {
      "en": "I think what speaks to me the most about Wyler",
      "es": "Creo que lo que más me pasa con Wyler"
    }
  },
  {
    "translation": {
      "en": "was the fact that he was a Jewish director",
      "es": "era el hecho de que era un director judío"
    }
  },
  {
    "translation": {
      "en": "who was committed to his faith and his culture.",
      "es": "comprometido con su fe y su cultura."
    }
  },
  {
    "translation": {
      "en": "He understood what Hitler was doing.",
      "es": "Comprendía lo que hacía Hitler."
    }
  },
  {
    "translation": {
      "en": "He understood what was going to happen to the Jews.",
      "es": "Comprendía lo que le iba a pasar a los judíos."
    }
  },
  {
    "translation": {
      "en": "Wyler's family and friends were still in Europe and terrified.",
      "es": "La familia de Wyler y sus amigos seguían en Europa, aterrados."
    }
  },
  {
    "translation": {
      "en": "His attempts to bring them over and sponsor them all",
      "es": "Sus intentos de llevarlos y patrocinarlos a todos"
    }
  },
  {
    "translation": {
      "en": "pushed him to his financial limits.",
      "es": "lo llevó a sus límites financieros."
    }
  },
  {
    "translation": {
      "en": "On a single night in Germany, in November, 1938,",
      "es": "En una sola noche en Alemania en noviembre de 1938,"
    }
  },
  {
    "translation": {
      "en": "dozens of Jews were killed",
      "es": "docenas de judíos fueron asesinados"
    }
  },
  {
    "translation": {
      "en": "and thousands of business and temples destroyed",
      "es": "y miles de negocios y templos fueron destruidos"
    }
  },
  {
    "translation": {
      "en": "in the violent pogrom that came to be known as Kristallnacht.",
      "es": "en la violenta masacre más tarde conocida como Kristallnacht."
    }
  },
  {
    "translation": {
      "en": "The rise of intolerance in Germany today,",
      "es": "La creciente intolerancia en Alemania... 31.º PRESIDENTE DE EE. UU."
    }
  },
  {
    "translation": {
      "en": "the suffering being inflicted on an innocent and helpless people,",
      "es": "31.º PRESIDENTE DE EE. UU.  ...y el sufrimiento impuesto sobre gente inocente e indefensa"
    }
  },
  {
    "translation": {
      "en": "grieve every decent American.",
      "es": "ponen de luto a todo estadounidense decente."
    }
  },
  {
    "translation": {
      "en": "It makes us fearful for the whole progress of civilization.",
      "es": "Nos da miedo por el progreso de la civilización."
    }
  },
  {
    "translation": {
      "en": "By the late '30s, conflict had broken out across the globe.",
      "es": "A fines de los años treinta, el conflicto había estallado en todo el mundo."
    }
  },
  {
    "translation": {
      "en": "Italy flexed its military muscle in Africa.",
      "es": "Italia flexionaba su músculo militar en África."
    }
  },
  {
    "translation": {
      "en": "In a blazing radio address,",
      "es": "En un incendiario discurso radial,"
    }
  },
  {
    "translation": {
      "en": "Mussolini proclaims his decision: War. Italy will conquer Ethiopia.",
      "es": "Mussolini proclama su decisión: Guerra. Italia conquistará Etiopía."
    }
  },
  {
    "translation": {
      "en": "Imperial Japan invaded China.",
      "es": "El Japón imperial invade China."
    }
  },
  {
    "translation": {
      "en": "The blast of war strikes Nantou,",
      "es": "El estallido de la guerra cae en Nantou,"
    }
  },
  {
    "translation": {
      "en": "and people flee from the terror and thunder of the bombs.",
      "es": "y el pueblo huye del terror y del trueno de las bombas."
    }
  },
  {
    "translation": {
      "en": "In the event of war in Europe, I think we should stay out of it entirely.",
      "es": "En caso de guerra en Europa, creo que deberíamos estar al margen."
    }
  },
  {
    "translation": {
      "en": "I haven't the slightest idea of European affairs.",
      "es": "No tengo la menor idea de los asuntos europeos."
    }
  },
  {
    "translation": {
      "en": "Americans want no more war.",
      "es": "Los estadounidenses no quieren más guerra."
    }
  },
  {
    "translation": {
      "en": "Most of all, they want no more participation in foreign wars.",
      "es": "Más que nada no quieren más participación en guerras extranjeras."
    }
  },
  {
    "translation": {
      "en": "Hollywood was in a very delicate situation.",
      "es": "Hollywood estaba... NINGÚN ENREDO EXTRANJERO ...en una situación muy delicada."
    }
  },
  {
    "translation": {
      "en": "Fear of war grips Europe.",
      "es": "El miedo de la guerra inunda Europa."
    }
  },
  {
    "translation": {
      "en": "Travel greatly impeded.",
      "es": "Viajar está muy impedido. ESTADOUNIDENSES DEBEN IRSE DE GRAN BRETAÑA"
    }
  },
  {
    "translation": {
      "en": "The men that ran the film companies, who were mainly Jewish men,",
      "es": "ESTADOUNIDENSES DEBEN IRSE DE GRAN BRETAÑA Los que manejaban las empresas de cine, que eran más que nada judíos,"
    }
  },
  {
    "translation": {
      "en": "did not want to cut off this big market of Germany.",
      "es": "no querían quedarse sin el gran mercado de Alemania."
    }
  },
  {
    "translation": {
      "en": "They did not understand completely what was going on.",
      "es": "No comprendían del todo lo que estaba pasando."
    }
  },
  {
    "translation": {
      "en": "And they certainly weren't understanding the threat from Japan.",
      "es": "Y ciertamente no entendían la amenaza de Japón."
    }
  },
  {
    "translation": {
      "en": "So, there was a very strong feeling in the country",
      "es": "Había un sentimiento muy fuerte en el país"
    }
  },
  {
    "translation": {
      "en": "of, Let's stay out of this war.",
      "es": "de no nos metamos en esta guerra."
    }
  },
  {
    "translation": {
      "en": "By his own admission, George Stevens did not realize",
      "es": "George Stevens mismo admitió que no se dio cuenta"
    }
  },
  {
    "translation": {
      "en": "the extent of the threat Hitler and Japan posed in 1938.",
      "es": "de la extensión de la amenaza que eran Hitler y Japón en 1938."
    }
  },
  {
    "translation": {
      "en": "He wanted his next film to be an adaptation",
      "es": "Quería que su siguiente película fuera una adaptación"
    }
  },
  {
    "translation": {
      "en": "of the acclaimed anti- war novel Paths of Glory,",
      "es": "de la aclamada novela antibélica Paths of Glory,"
    }
  },
  {
    "translation": {
      "en": "which was set during World War I.",
      "es": "ambientada en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "What's interesting is Stevens' ambition.",
      "es": "Lo interesante era la ambición de Stevens."
    }
  },
  {
    "translation": {
      "en": "He was very successful at making these lighthearted musicals and comedies.",
      "es": "Tenía éxito haciendo musicales livianos y comedias."
    }
  },
  {
    "translation": {
      "en": "This is the guy that made Alice Adams,",
      "es": "Este tipo hizo Alice Adams..."
    }
  },
  {
    "translation": {
      "en": "Vivacious Lady,",
      "es": "...Vivacious Lady..."
    }
  },
  {
    "translation": {
      "en": "and Swing Time,",
      "es": "...y Swing Time,"
    }
  },
  {
    "translation": {
      "en": "the most elegant coverage of Astaire and Rogers.",
      "es": "la cobertura más elegante de Astaire y Rogers."
    }
  },
  {
    "translation": {
      "en": "This is a man who had a gift for light entertainment.",
      "es": "Este hombre tenía un don para el entretenimiento ligero."
    }
  },
  {
    "translation": {
      "en": "He's looking to expand his range.",
      "es": "Buscaba expandir su rango."
    }
  },
  {
    "translation": {
      "en": "The moment that he would have a success in a genre or form,",
      "es": "EN EL SET DE VIVACIOUS LADY En cuanto tenía éxito con un género o forma,"
    }
  },
  {
    "translation": {
      "en": "he wanted to try something new.",
      "es": "quería probar algo nuevo."
    }
  },
  {
    "translation": {
      "en": "He had a very curious mind.",
      "es": "Tenía una mente curiosa."
    }
  },
  {
    "translation": {
      "en": "It always interested me, with films,",
      "es": "Siempre me interesó, en el cine,"
    }
  },
  {
    "translation": {
      "en": "the opportunity for exploration of a new experience.",
      "es": "la oportunidad para la exploración de una experiencia nueva."
    }
  },
  {
    "translation": {
      "en": "I think, mostly, the films that I did,",
      "es": "UNIVERSIDAD OHIO 1973 Creo que, más que nada, las películas que hice,"
    }
  },
  {
    "translation": {
      "en": "I did because I hadn't done that kind of a film.",
      "es": "las hice porque no había hecho ese tipo de película."
    }
  },
  {
    "translation": {
      "en": "The directors in Hollywood, movie directors,",
      "es": "Los directores de Hollywood, los directores de cine,"
    }
  },
  {
    "translation": {
      "en": "are the princes of Hollywood. They're never the kings.",
      "es": "son los príncipes de Hollywood. Nunca son los reyes."
    }
  },
  {
    "translation": {
      "en": "Always hovering above the directors are the people with the money.",
      "es": "Flotando siempre sobre los directores está la gente con el dinero."
    }
  },
  {
    "translation": {
      "en": "And he ran into a brick wall when it came to making Paths of Glory.",
      "es": "Y se chocó contra una pared de ladrillos a la hora de hacer Paths of Glory."
    }
  },
  {
    "translation": {
      "en": "RKO told Stevens, This is no time to be making an anti- war picture.",
      "es": "RKO le dijo a Stevens: No es momento de hacer una película antibélica."
    }
  },
  {
    "translation": {
      "en": "War is in the offing.",
      "es": "Está por estallar una guerra."
    }
  },
  {
    "translation": {
      "en": "Stevens replied, What better time for an anti- war picture?",
      "es": "Stevens respondió: ¿Qué mejor momento para una película antibélica?."
    }
  },
  {
    "translation": {
      "en": "But the studio steered him towards Gunga Din instead.",
      "es": "Pero el estudio lo llevó hacía Gunga Din."
    }
  },
  {
    "translation": {
      "en": "On location with Gunga Din,",
      "es": "Estamos en el set de Gunga Din,"
    }
  },
  {
    "translation": {
      "en": "they see director George Stevens and his crew",
      "es": "donde el director George Stevens y su equipo"
    }
  },
  {
    "translation": {
      "en": "film a bit of action for the big outdoor spectacle.",
      "es": "filman un poco de acción del espectáculo exterior."
    }
  },
  {
    "translation": {
      "en": "He went off into the desert,",
      "es": "EN EL SET DE GUNGA DIN Se fue al desierto..."
    }
  },
  {
    "translation": {
      "en": "and made an extraordinarily fun, swashbuckling adventure,",
      "es": "...e hizo una aventura divertida e intrépida,"
    }
  },
  {
    "translation": {
      "en": "a film that had a huge impact on Raiders of the Lost Ark,",
      "es": "una película con un gran impacto en Raiders of the Lost Ark,"
    }
  },
  {
    "translation": {
      "en": "and a hundred other movies.",
      "es": "y cientos de otras películas."
    }
  },
  {
    "translation": {
      "en": "But it is the opposite of Paths of Glory.",
      "es": "Pero es lo opuesto de Paths of Glory."
    }
  },
  {
    "translation": {
      "en": "It makes war look like fun.",
      "es": "Hace que la guerra parezca divertida."
    }
  },
  {
    "translation": {
      "en": "Stevens later said of the film,",
      "es": "Tiempo después, Stevens dijo que la película"
    }
  },
  {
    "translation": {
      "en": "It celebrates the rumbling of the drums and the waving of the flags.",
      "es": "celebraba el estruendo de los tambores y la agitación de banderas."
    }
  },
  {
    "translation": {
      "en": "Another year, and I would've been too smart to do it.",
      "es": "Un año más y hubiera sido demasiado listo como para hacerlo."
    }
  },
  {
    "translation": {
      "en": "In February, 1939, Frank Capra won his third directing Oscar",
      "es": "En febrero de 1939, Frank Capra ganó un tercer Oscar como director"
    }
  },
  {
    "translation": {
      "en": "for his film You Can't Take It With You.",
      "es": "por su película You Can't Take It with You."
    }
  },
  {
    "translation": {
      "en": "He had won previously for It Happened One Night",
      "es": "Ya había ganado el premio por  It Happened One Night"
    }
  },
  {
    "translation": {
      "en": "and Mr. Deeds Goes to Town.",
      "es": "y Mr. Deeds Goes to Town."
    }
  },
  {
    "translation": {
      "en": "Before the war, his dominance in the industry",
      "es": "Antes de la guerra, su dominio de la industria"
    }
  },
  {
    "translation": {
      "en": "was quite close to complete.",
      "es": "estaba cerca de ser total."
    }
  },
  {
    "translation": {
      "en": "Capra bridges comedy",
      "es": "Capra tiende un puente en la comedia"
    }
  },
  {
    "translation": {
      "en": "from the silent, which was a gag- driven time for comedy,",
      "es": "desde el cine mudo, que era una comedia de gags..."
    }
  },
  {
    "translation": {
      "en": "to the verbal.",
      "es": "...hasta lo verbal."
    }
  },
  {
    "translation": {
      "en": "What are you going to do?",
      "es": "¿Qué vas a hacer?"
    }
  },
  {
    "translation": {
      "en": "It's a system all my own.",
      "es": "Es un sistema propio."
    }
  },
  {
    "translation": {
      "en": "It becomes accessible to the man on the street,",
      "es": "Se vuelve accesible al hombre de la calle,"
    }
  },
  {
    "translation": {
      "en": "and that makes his product eminently American.",
      "es": "y eso hace que su producto sea eminentemente estadounidense."
    }
  },
  {
    "translation": {
      "en": "Consumable, and yet of undeniable quality.",
      "es": "Consumible, y sin embargo de calidad innegable."
    }
  },
  {
    "translation": {
      "en": "Capra wanted his next film to be about the American Revolution,",
      "es": "Capra quería que su siguiente filme fuera sobre la revolución estadounidense,"
    }
  },
  {
    "translation": {
      "en": "with George Washington as its hero.",
      "es": "con George Washington como héroe."
    }
  },
  {
    "translation": {
      "en": "But Harry Cohn, Capra's boss at Columbia, turned it down,",
      "es": "Pero Harry Cohn, jefe de Capra en Columbia, lo rechazó"
    }
  },
  {
    "translation": {
      "en": "and the reason was something Capra hadn't considered.",
      "es": "por una razón que Capra no había considerado."
    }
  },
  {
    "translation": {
      "en": "Cohn didn't want to finance a picture",
      "es": "Cohn no quería financiar una película"
    }
  },
  {
    "translation": {
      "en": "in which British soldiers were portrayed as villains,",
      "es": "donde los soldados británicos eran retratados como villanos,"
    }
  },
  {
    "translation": {
      "en": "not when England might soon be in a fight for its existence.",
      "es": "no cuando Inglaterra pronto podría estar luchando por existir."
    }
  },
  {
    "translation": {
      "en": "It was the start of an awakening for Capra.",
      "es": "Era el comienzo de un despertar para Capra."
    }
  },
  {
    "translation": {
      "en": "He decided to train his cameras on contemporary Washington instead.",
      "es": "Decidió entrenar sus cámaras con el Washington contemporáneo."
    }
  },
  {
    "translation": {
      "en": "While scouting his next film in D.C.,",
      "es": "Mientras buscaba su siguiente película en D.C.,"
    }
  },
  {
    "translation": {
      "en": "Capra, a conservative Republican, met with President Roosevelt.",
      "es": "Capra, un republicano conservador, se reunió con el presidente Roosevelt."
    }
  },
  {
    "translation": {
      "en": "Let no one imagine that America will escape,",
      "es": "Que nadie imagine que Estados Unidos pueda escapar..."
    }
  },
  {
    "translation": {
      "en": "that America may expect mercy.",
      "es": "PRESIDENTE DE EE. UU.  ...o esperar piedad."
    }
  },
  {
    "translation": {
      "en": "The peace- loving nations must make a concerted effort",
      "es": "Las naciones pacíficas deben realizar un esfuerzo conjunto"
    }
  },
  {
    "translation": {
      "en": "in opposition to those violations of treaties",
      "es": "para oponerse a estas violaciones de tratados"
    }
  },
  {
    "translation": {
      "en": "and those ignorings of humane instincts,",
      "es": "y a los que ignoran los instintos humanos,"
    }
  },
  {
    "translation": {
      "en": "which today are creating a state of international anarchy,",
      "es": "que hoy crean un estado de anarquía internacional"
    }
  },
  {
    "translation": {
      "en": "international instability,",
      "es": "e inestabilidad internacional"
    }
  },
  {
    "translation": {
      "en": "from which there is no escape through mere isolation or neutrality.",
      "es": "de las que no hay escape a través del aislamiento y la neutralidad."
    }
  },
  {
    "translation": {
      "en": "Capra was dazzled by what he called FDR's awesome aura.",
      "es": "Capra estaba deslumbrado por la increíble aura de FDR."
    }
  },
  {
    "translation": {
      "en": "He came home convinced that Roosevelt was right.",
      "es": "Regresó convencido de que Roosevelt tenía razón."
    }
  },
  {
    "translation": {
      "en": "America had to stop Hitler at any cost.",
      "es": "EE. UU. debía detener a Hitler a toda costa."
    }
  },
  {
    "translation": {
      "en": "Like Ford, Capra went public at a rally.",
      "es": "Al igual que Ford, Capra habló en público en un mitín."
    }
  },
  {
    "translation": {
      "en": "He told the audience that capitulation to Hitler",
      "es": "Le dijo al público que rendirse ante Hitler"
    }
  },
  {
    "translation": {
      "en": "would mean barbarism and terror.",
      "es": "sería un acto de barbarismo y terror. Nunca miró hacia atrás."
    }
  },
  {
    "translation": {
      "en": "He never looked back.",
      "es": "Nunca miró hacia atrás."
    }
  },
  {
    "translation": {
      "en": "The interesting thing about Capra, also, for me,",
      "es": "Lo interesante de Capra, también, para mí,"
    }
  },
  {
    "translation": {
      "en": "is that he is an immigrant.",
      "es": "es que es un inmigrante."
    }
  },
  {
    "translation": {
      "en": "Capra comes from Italy,",
      "es": "Capra viene de Italia,"
    }
  },
  {
    "translation": {
      "en": "which, at that time, is not seen as a country that is sophisticated.",
      "es": "un país que en ese momento no se consideraba sofisticado."
    }
  },
  {
    "translation": {
      "en": "Despite his fame, the Sicilian immigrant was still the target of slurs.",
      "es": "A pesar de su fama, el siciliano era el blanco de insultos."
    }
  },
  {
    "translation": {
      "en": "A Collier's magazine profile called him a Little Wop.",
      "es": "Un perfil de la revista Collier's lo llamó espagueti."
    }
  },
  {
    "translation": {
      "en": "He is incredibly eager and incredibly pressured",
      "es": "Está muy dispuesto e increíblemente presionado"
    }
  },
  {
    "translation": {
      "en": "to prove himself.",
      "es": "por probarse."
    }
  },
  {
    "translation": {
      "en": "That spirit is still the spirit that he shares",
      "es": "Ese sigue siendo el espíritu que él comparte"
    }
  },
  {
    "translation": {
      "en": "with millions of other immigrants from other countries in America.",
      "es": "con millones de otros inmigrantes de otros países en EE. UU."
    }
  },
  {
    "translation": {
      "en": "And I think that is not only in him and his career,",
      "es": "Y eso se refleja no solo en él y en su carrera,"
    }
  },
  {
    "translation": {
      "en": "but in his characters.",
      "es": "sino en sus personajes."
    }
  },
  {
    "translation": {
      "en": "America is almost dreamlike for him.",
      "es": "Estados Unidos es casi un sueño para él,"
    }
  },
  {
    "translation": {
      "en": "The dream of the Land of the Free",
      "es": "el sueño de la Tierra de la Libertad"
    }
  },
  {
    "translation": {
      "en": "and the idea that one man can stand against the system.",
      "es": "y la idea de que un hombre puede oponerse al sistema."
    }
  },
  {
    "translation": {
      "en": "The galleries are packed.",
      "es": "Las salas de prensa están llenas."
    }
  },
  {
    "translation": {
      "en": "In the diplomatic gallery are the envoys of two dictator powers.",
      "es": "En la galería diplomática están los enviados de dos poderes dictadores."
    }
  },
  {
    "translation": {
      "en": "They have come here to see what they can't see at home:",
      "es": "Han venido aquí a ver lo que no pueden ver en casa:"
    }
  },
  {
    "translation": {
      "en": "Democracy in action.",
      "es": "la democracia en acción."
    }
  },
  {
    "translation": {
      "en": "There's no place out there for graft, or greed, or lies,",
      "es": "No hay lugar para sobornos, codicia o mentiras,"
    }
  },
  {
    "translation": {
      "en": "or compromise with human liberties.",
      "es": "o para ceder libertades humanas."
    }
  },
  {
    "translation": {
      "en": "His films express this basic need to be good.",
      "es": "Sus películas expresan la necesidad básica de ser buenos."
    }
  },
  {
    "translation": {
      "en": "Telegrams, 50,000 of them, demanding that he yield this floor.",
      "es": "Cincuenta mil telegramas exigiendo que ceda la palabra."
    }
  },
  {
    "translation": {
      "en": "It always shows me the true yearning inside of Capra,",
      "es": "Siempre me demuestra el anhelo interno de Capra,"
    }
  },
  {
    "translation": {
      "en": "which was existential and not political.",
      "es": "que era existencial y no político."
    }
  },
  {
    "translation": {
      "en": "I think politically, he was very confused,",
      "es": "Creo que políticamente estaba muy confundido,"
    }
  },
  {
    "translation": {
      "en": "but the yearning, the need to be loved, the need to be saved,",
      "es": "pero esa necesidad de ser amado y salvado"
    }
  },
  {
    "translation": {
      "en": "was true inside him.",
      "es": "era cierta dentro de él."
    }
  },
  {
    "translation": {
      "en": "I guess this is just another lost cause, Mr. Paine.",
      "es": "Supongo que es otra causa perdida, Sr. Paine."
    }
  },
  {
    "translation": {
      "en": "The Germans start bombing, attacking Poland.",
      "es": "Los alemanes empiezan a bombardear, a atacar a Polonia."
    }
  },
  {
    "translation": {
      "en": "The Second World War begins with terror from the sky.",
      "es": "Comienza la Segunda Guerra Mundial con terror desde el cielo."
    }
  },
  {
    "translation": {
      "en": "Hitler has reconstructed Germany for war",
      "es": "Hitler reconstruyó a Alemania para la guerra"
    }
  },
  {
    "translation": {
      "en": "and built a military juggernaut too great for Poland to resist.",
      "es": "y construyó una maquinaria militar que Polonia no podrá resistir."
    }
  },
  {
    "translation": {
      "en": "Britain declares war.",
      "es": "Gran Bretaña declara la guerra."
    }
  },
  {
    "translation": {
      "en": "Two million men under arms",
      "es": "Dos millones de hombres toman las armas"
    }
  },
  {
    "translation": {
      "en": "as the French Army makes ready for battle.",
      "es": "mientras el ejército francés se prepara."
    }
  },
  {
    "translation": {
      "en": "America stands at the crossroads of its destiny.",
      "es": "Estados Unidos está en la encrucijada de su destino."
    }
  },
  {
    "translation": {
      "en": "A few weeks have seen great nations fall.",
      "es": "En pocas semanas cayeron grandes naciones."
    }
  },
  {
    "translation": {
      "en": "By September, 1940, Nazi Germany had conquered Belgium,",
      "es": "Para septiembre de 1940 la Alemania Nazi había conquistado Bélgica,"
    }
  },
  {
    "translation": {
      "en": "Holland, Norway, Luxembourg and France",
      "es": "Holanda, Noruega, Luxemburgo y Francia,"
    }
  },
  {
    "translation": {
      "en": "and had begun a bombing campaign over England.",
      "es": "y había empezado una campaña de bombardeo sobre Inglaterra."
    }
  },
  {
    "translation": {
      "en": "Winston Churchill exhorts unbending resistance.",
      "es": "Winston Churchill exhorta una resistencia inflexible."
    }
  },
  {
    "translation": {
      "en": "Downing Street, where the Prime Minister resides, is bombed.",
      "es": "Bombardean la calle Downing, donde reside el primer ministro."
    }
  },
  {
    "translation": {
      "en": "He is the voice of British determination to stick it out.",
      "es": "Es la voz de la decisión británica de resistir."
    }
  },
  {
    "translation": {
      "en": "France has now been defeated,",
      "es": "Francia ha sido vencida,"
    }
  },
  {
    "translation": {
      "en": "and, despite the propaganda and confusion of recent months,",
      "es": "y a pesar de la propaganda y la confusión de meses recientes,"
    }
  },
  {
    "translation": {
      "en": "it is now obvious that England is losing the war.",
      "es": "PIONERO DE LA AVIACIÓN ahora es obvio que Inglaterra está perdiendo."
    }
  },
  {
    "translation": {
      "en": "And I have been forced to the conclusion",
      "es": "Y he llegado a la conclusión"
    }
  },
  {
    "translation": {
      "en": "that we cannot win this war for England,",
      "es": "de que no podemos ganar esta guerra por Inglaterra,"
    }
  },
  {
    "translation": {
      "en": "regardless of how much assistance we send.",
      "es": "por más asistencia que enviemos."
    }
  },
  {
    "translation": {
      "en": "That is why the America First Committee has been formed.",
      "es": "Por eso se formó el comité America First."
    }
  },
  {
    "translation": {
      "en": "In 1940, John Ford solidified his reputation",
      "es": "En 1940, John Ford solidificó su posición"
    }
  },
  {
    "translation": {
      "en": "as one of the most socially",
      "es": "como uno de los directores"
    }
  },
  {
    "translation": {
      "en": "and politically engaged filmmakers in Hollywood",
      "es": "más políticamente comprometidos de Hollywood"
    }
  },
  {
    "translation": {
      "en": "with two new films:",
      "es": "con dos películas nuevas:"
    }
  },
  {
    "translation": {
      "en": "The Long Voyage Home and The Grapes of Wrath.",
      "es": "The Long Voyage Home y The Grapes of Wrath."
    }
  },
  {
    "translation": {
      "en": "The Grapes of Wrath is the great, great Hollywood film",
      "es": "The Grapes of Wrath es la gran película de Hollywood"
    }
  },
  {
    "translation": {
      "en": "about the nature of society.",
      "es": "sobre la naturaleza de la sociedad."
    }
  },
  {
    "translation": {
      "en": "Well, maybe it's like Casy says.",
      "es": "Quizás sea como dice Casy."
    }
  },
  {
    "translation": {
      "en": "A fella ain't got a soul of his own,",
      "es": "El hombre no tiene alma propia,"
    }
  },
  {
    "translation": {
      "en": "just... a little piece of a big soul,",
      "es": "sino solo un pedazo de un alma grande,"
    }
  },
  {
    "translation": {
      "en": "the one big soul that belongs to everybody.",
      "es": "el alma grande que les pertenece a todos."
    }
  },
  {
    "translation": {
      "en": "You can see reality coming ever closer to Ford...",
      "es": "Se ve que la realidad se acerca cada vez más a Ford..."
    }
  },
  {
    "translation": {
      "en": "in The Long Voyage Home,",
      "es": "...en The Long Voyage Home,"
    }
  },
  {
    "translation": {
      "en": "where you have the reference to Norway having fallen.",
      "es": "donde tienes la referencia a la caída de Noruega."
    }
  },
  {
    "translation": {
      "en": "To introduce an element that's so specific, so contemporary,",
      "es": "Introducir un elemento tan específico, tan contemporáneo,"
    }
  },
  {
    "translation": {
      "en": "I mean, literally ripped out of that day's newspapers.",
      "es": "literalmente arrancado de los diarios de ese día."
    }
  },
  {
    "translation": {
      "en": "He did it deliberately. It was a deliberate choice.",
      "es": "ALEMANIA ATACA NORUEGA Lo hizo a propósito. Fue una elección deliberada."
    }
  },
  {
    "translation": {
      "en": "One of my most interesting experiences in filmmaking",
      "es": "Una de mis experiencias más interesantes dirigiendo..."
    }
  },
  {
    "translation": {
      "en": "was The Long Voyage Home, by Eugene O'Neill.",
      "es": "Una de mis experiencias más interesantes dirigiendo... VOZ DE JOHN FORD ...fue The Long Voyage Home, de Eugene O'Neill."
    }
  },
  {
    "translation": {
      "en": "I never realized at the time that, in a few months,",
      "es": "Nunca me di cuenta entonces de que en unos meses"
    }
  },
  {
    "translation": {
      "en": "I'd be being bombed from the air by the same type of planes.",
      "es": "sería bombardeado desde el aire por el mismo tipo de aviones."
    }
  },
  {
    "translation": {
      "en": "By then, addressing the war in movies was no longer enough for Ford.",
      "es": "Hablar de la guerra en el cine ya no le alcanzaba a John Ford."
    }
  },
  {
    "translation": {
      "en": "He petitioned the Navy to start an official photographic naval unit",
      "es": "Le pidió a la marina la creación de una unidad naval fotográfica"
    }
  },
  {
    "translation": {
      "en": "to be called Field Photo.",
      "es": "que se llamara Field Photo."
    }
  },
  {
    "translation": {
      "en": "And he recruits cameramen, soundmen, editors,",
      "es": "Y recluta a un camarógrafo, un sonidista, editores,"
    }
  },
  {
    "translation": {
      "en": "all the elements that he would later bring to the US government.",
      "es": "todos los elementos que luego llevaría al gobierno estadounidense."
    }
  },
  {
    "translation": {
      "en": "Field Photo met once a week on the Fox lot",
      "es": "Se veían una vez por semana en las instalaciones de Fox"
    }
  },
  {
    "translation": {
      "en": "and ran through drills with props and costume uniforms.",
      "es": "y hacían simulacros con uniformes y utilería."
    }
  },
  {
    "translation": {
      "en": "The unit was soon designated an official part of the Naval Reserve.",
      "es": "Field Photo fue designada parte oficial de la reserva naval."
    }
  },
  {
    "translation": {
      "en": "The whole idea of John Ford in uniform, which he was obsessed by, incidentally,",
      "es": "Imaginar a John Ford de uniforme, aunque estaba obsesionado con eso..."
    }
  },
  {
    "translation": {
      "en": "the idea of John Ford, of all people, fitting into a Navy hierarchy...",
      "es": "Imaginar a John Ford, de entre todos, entrando en una jerarquía naval..."
    }
  },
  {
    "translation": {
      "en": "It's that divided personality.",
      "es": "Tenía una personalidad dividida."
    }
  },
  {
    "translation": {
      "en": "He yearned to be that disciplined man of rectitude.",
      "es": "Anhelaba ser ese hombre disciplinado y recto."
    }
  },
  {
    "translation": {
      "en": "But it was at odds with the rebel outsider.",
      "es": "Pero se contraponía con el marginal rebelde."
    }
  },
  {
    "translation": {
      "en": "Behind the sort of hard drinking,",
      "es": "Detrás de ese alcoholismo,"
    }
  },
  {
    "translation": {
      "en": "he was a highly attuned thinker and artist,",
      "es": "era un gran pensador y artista"
    }
  },
  {
    "translation": {
      "en": "who could see that the world was collapsing.",
      "es": "que podía ver que el mundo estaba colapsando."
    }
  },
  {
    "translation": {
      "en": "Ford received his third Best Director nomination that year",
      "es": "Ford recibió su tercera nominación a mejor director ese año"
    }
  },
  {
    "translation": {
      "en": "for The Grapes of Wrath.",
      "es": "por The Grapes of Wrath."
    }
  },
  {
    "translation": {
      "en": "William Wyler was also nominated for the third time",
      "es": "William Wyler también fue nominado por tercera vez"
    }
  },
  {
    "translation": {
      "en": "for his work on The Letter.",
      "es": "por su trabajo en The Letter."
    }
  },
  {
    "translation": {
      "en": "All of Wyler's movies before the war,",
      "es": "Todas las películas de Wyler previas a la guerra"
    }
  },
  {
    "translation": {
      "en": "they were like sitting down with a good book.",
      "es": "eran como sentarse con un buen libro."
    }
  },
  {
    "translation": {
      "en": "But they weren't relevant to the affairs of the world in any way.",
      "es": "Pero no eran relevantes a los asuntos del mundo."
    }
  },
  {
    "translation": {
      "en": "Next, the awards.",
      "es": "A continuación, los premios."
    }
  },
  {
    "translation": {
      "en": "Frank Capra brought the nominees that were in attendance at the Oscars that night onto stage,",
      "es": "Frank Capra acompañó al escenario a los nominados al Óscar,"
    }
  },
  {
    "translation": {
      "en": "which was kind of weird.",
      "es": "lo que fue algo raro."
    }
  },
  {
    "translation": {
      "en": "And then, while they were standing there, he gave the award to John Ford,",
      "es": "Y luego, una vez allí, le dio el premio a John Ford,"
    }
  },
  {
    "translation": {
      "en": "who never even showed up, because Ford was out fishing on his boat.",
      "es": "que ni siquiera había ido, porque Ford estaba pescando."
    }
  },
  {
    "translation": {
      "en": "Wyler, once again, went home empty- handed.",
      "es": "Wyler, una vez más, se fue con las manos vacías."
    }
  },
  {
    "translation": {
      "en": "The Motion Picture Academy of Arts and Sciences",
      "es": "La Academia de Artes y Ciencias Cinematográficas"
    }
  },
  {
    "translation": {
      "en": "hears an inspiring radio message",
      "es": "escucha un radiomensaje inspirador"
    }
  },
  {
    "translation": {
      "en": "direct from the president in the White House.",
      "es": "directo del presidente en la Casa Blanca."
    }
  },
  {
    "translation": {
      "en": "We have seen the American motion picture become foremost in all the world.",
      "es": "Vimos al cine estadounidense volverse el más importante del mundo."
    }
  },
  {
    "translation": {
      "en": "We've seen it reflect our civilization throughout the rest of the world.",
      "es": "Lo vimos reflejar nuestra civilización en todo el resto del mundo."
    }
  },
  {
    "translation": {
      "en": "The aims and the aspirations and the ideals of a free people",
      "es": "Las metas, las aspiraciones y los ideales de los libres"
    }
  },
  {
    "translation": {
      "en": "and of freedom itself.",
      "es": "y de la libertad misma."
    }
  },
  {
    "translation": {
      "en": "In June, 1941, Nazi Germany began a massive invasion of Russia,",
      "es": "En junio de 1941 la Alemania Nazi comenzó la invasión masiva de Rusia,"
    }
  },
  {
    "translation": {
      "en": "in a dramatic escalation of the war.",
      "es": "intensificando así el tamaño de la guerra."
    }
  },
  {
    "translation": {
      "en": "These are the first motion pictures of the Nazi- Soviet war.",
      "es": "Estas son las primeras películas de la guerra Nazi-soviética. Película lanzada en Moscú."
    }
  },
  {
    "translation": {
      "en": "Film released by Moscow.",
      "es": "de la guerra Nazi-soviética. Película lanzada en Moscú."
    }
  },
  {
    "translation": {
      "en": "The Red Army in action.",
      "es": "El Ejército Rojo en acción."
    }
  },
  {
    "translation": {
      "en": "The Germans drive deep into Russia.",
      "es": "Los alemanes se adentran en Rusia."
    }
  },
  {
    "translation": {
      "en": "Stalin has ordered the destruction of everything in their path.",
      "es": "Stalin ordenó la destrucción de todo en su camino."
    }
  },
  {
    "translation": {
      "en": "A month later, Warner Bros. released Sergeant York.",
      "es": "Un mes después, la Warner Bros. estrenó Sergeant York."
    }
  },
  {
    "translation": {
      "en": "Huston was one of the writers of the film,",
      "es": "Huston era uno de los guionistas de la película,"
    }
  },
  {
    "translation": {
      "en": "a true story about a decorated hero in World War I.",
      "es": "una historia real sobre un héroe de guerra en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "It's the story of, essentially, a man who was a conscientious objector,",
      "es": "Esencialmente, es la historia de un objetor de conciencia"
    }
  },
  {
    "translation": {
      "en": "who believes that the Bible says that we should not kill,",
      "es": "que cree lo que dice la Biblia, no matarás,"
    }
  },
  {
    "translation": {
      "en": "and he does not want to kill.",
      "es": "y no quiere matar."
    }
  },
  {
    "translation": {
      "en": "Of course, he turns out to be the most effective soldier.",
      "es": "Por supuesto, resulta ser el soldado más efectivo."
    }
  },
  {
    "translation": {
      "en": "He takes out an entire German gun emplacement.",
      "es": "Acaba con todo un emplazamiento armamentístico alemán."
    }
  },
  {
    "translation": {
      "en": "Them guns was killing hundreds, maybe thousands,",
      "es": "Las armas estaban matando a cientos, quizás miles,"
    }
  },
  {
    "translation": {
      "en": "and there weren't nothin' anybody could do but to stop them guns.",
      "es": "y no había nada que nadie pudiera hacer excepto detener las armas."
    }
  },
  {
    "translation": {
      "en": "The movie slowly built its premise",
      "es": "La película lentamente construyó su premisa"
    }
  },
  {
    "translation": {
      "en": "that someone who could be so against killing",
      "es": "de que alguien que podía estar tan en contra de matar"
    }
  },
  {
    "translation": {
      "en": "could ultimately also be a very effective soldier",
      "es": "pudiera finalmente ser un soldado muy efectivo"
    }
  },
  {
    "translation": {
      "en": "if the idea behind it could make sense to him.",
      "es": "si la idea detrás de ello tenía sentido para él."
    }
  },
  {
    "translation": {
      "en": "Sergeant York became the highest- grossing film of 1941.",
      "es": "Sargeant York se convirtió en la película más taquillera de 1941."
    }
  },
  {
    "translation": {
      "en": "Its runaway success rankled the isolationists in Washington,",
      "es": "SERGEANT YORK,  LA MÁS TAQUILLERA El gran éxito exasperó a los aislacionistas de Washington,"
    }
  },
  {
    "translation": {
      "en": "and they decided the time was right to go after Hollywood.",
      "es": "y decidieron que era buen momento de atacar Hollywood."
    }
  },
  {
    "translation": {
      "en": "Senator Gerald Nye claimed",
      "es": "El senador Gerald Nye afirmó que los estudios"
    }
  },
  {
    "translation": {
      "en": "that the studios were colluding with the Roosevelt Administration",
      "es": "El senador Gerald Nye afirmó que los estudios conspiraban contra el gobierno y hacían propaganda a favor de la guerra"
    }
  },
  {
    "translation": {
      "en": "to make pro- war propaganda, and he called hearings.",
      "es": "conspiraban contra el gobierno y hacían propaganda a favor de la guerra y llamó a audiencias."
    }
  },
  {
    "translation": {
      "en": "Studio heads and filmmakers were summoned to testify before Congress.",
      "es": "INTERROGAN A CHAPLIN SOBRE THE GREAT DICTATOR Ejecutivos y cineastas son citados a testificar en el Congreso."
    }
  },
  {
    "translation": {
      "en": "In Harry Warner's testimony, he stated,",
      "es": "En su testimonio, Harry Warner dijo:"
    }
  },
  {
    "translation": {
      "en": "In truth, the only sin of which Warner Bros. is guilty",
      "es": "En realidad, el único pecado del que es culpable la Warner Bros."
    }
  },
  {
    "translation": {
      "en": "is that of accurately recording on the screen the world as it is.",
      "es": "es el de registrar adecuadamente en pantalla el mundo como es."
    }
  },
  {
    "translation": {
      "en": "Incendiary bombs and high explosives",
      "es": "Bombas incendiarias y explosivos"
    }
  },
  {
    "translation": {
      "en": "rained down on every part of the British capital indiscriminately.",
      "es": "llovieron en todas partes de la capital británica."
    }
  },
  {
    "translation": {
      "en": "Chungking, a mass of flaming ruins",
      "es": "Chungking es un conjunto de ruinas en llamas"
    }
  },
  {
    "translation": {
      "en": "after one of the most frightful of air raids,",
      "es": "después de un bombardeo de los más temerarios,"
    }
  },
  {
    "translation": {
      "en": "reminding us grimly that, while Europe holds the headlines,",
      "es": "recordándonos con gravedad que, mientras Europa tiene los titulares,"
    }
  },
  {
    "translation": {
      "en": "the China war drags on with unending tragedy.",
      "es": "la guerra de China parece ser  una tragedia interminable."
    }
  },
  {
    "translation": {
      "en": "Yet, the stubborn defense against Japan goes on.",
      "es": "Sin embargo, la necia defensa contra Japón continúa."
    }
  },
  {
    "translation": {
      "en": "I got a call from my agent.",
      "es": "Me llamó mi agente."
    }
  },
  {
    "translation": {
      "en": "He wanted to see me about a picture called Mrs. Miniver.",
      "es": "Quería verme por una película llamada Mrs. Miniver."
    }
  },
  {
    "translation": {
      "en": "I didn't know anything about it.",
      "es": "Yo no sabía nada. VOZ DE WILLIAM WYLER"
    }
  },
  {
    "translation": {
      "en": "He said it's about England at war.",
      "es": "Dijo que era sobre la guerra de Inglaterra."
    }
  },
  {
    "translation": {
      "en": "Oh, well, I was interested right away.",
      "es": "Me interesó de inmediato."
    }
  },
  {
    "translation": {
      "en": "I really think that he began to try to find a cause.",
      "es": "Creo que empezó a buscar una causa."
    }
  },
  {
    "translation": {
      "en": "And I think his first cause as a filmmaker was Mrs. Miniver.",
      "es": "Y creo que su primera causa como director fue Mrs. Miniver."
    }
  },
  {
    "translation": {
      "en": "He really told the story of solidarity and strength.",
      "es": "Realmente contó una historia de solidaridad y fuerza..."
    }
  },
  {
    "translation": {
      "en": "Greer Garson and Walter Pidgeon,",
      "es": "...de Greer Garson y Walter Pidgeon,"
    }
  },
  {
    "translation": {
      "en": "and the power of that marriage and that family,",
      "es": "y el poder de ese matrimonio y esa familia."
    }
  },
  {
    "translation": {
      "en": "that they were unshakeable.",
      "es": "Eran inquebrantables."
    }
  },
  {
    "translation": {
      "en": "It just was something that we want to live up to ourselves.",
      "es": "Todos queríamos estar a la altura de algo así."
    }
  },
  {
    "translation": {
      "en": "And I think he knew that he could make a contribution.",
      "es": "Y creo que sabía que podía hacer una contribución."
    }
  },
  {
    "translation": {
      "en": "I think Wyler knew that he was strong enough in his self- confidence",
      "es": "Creo que Wyler sabía que tenía la suficiente autoestima"
    }
  },
  {
    "translation": {
      "en": "to know that he could tell a story about the real war",
      "es": "como para saber que podía contar una historia sobre la guerra"
    }
  },
  {
    "translation": {
      "en": "and have a tremendous impact with that story stateside.",
      "es": "y tener un impacto tremendo con esa historia a nivel nacional."
    }
  },
  {
    "translation": {
      "en": "There was a scene with a German pilot who was shot down over England,",
      "es": "VOZ DE WILLIAM WYLER Había una escena con un piloto alemán que era derribado en Inglaterra,"
    }
  },
  {
    "translation": {
      "en": "and he was caught by Mrs. Miniver somehow.",
      "es": "y era atrapado por la Srta. Miniver de alguna manera."
    }
  },
  {
    "translation": {
      "en": "And I said, This man has got to be one of Mr. Göring's little monsters.",
      "es": "Y dije: Este hombre debe ser uno de los monstruos del Sr. Göring."
    }
  },
  {
    "translation": {
      "en": "And I got a call to go see Mr. Louis B. Mayer.",
      "es": "Y recibí un llamado para ir a ver al Sr. Louis B. Mayer."
    }
  },
  {
    "translation": {
      "en": "He said, We're glad to have you here with us,",
      "es": "Dijo: Nos alegra tenerte con nosotros,"
    }
  },
  {
    "translation": {
      "en": "and we're glad you're making this picture,",
      "es": "y nos alegra que estés haciendo esta película,"
    }
  },
  {
    "translation": {
      "en": "but you must remember one thing:",
      "es": "pero debes recordar una cosa:"
    }
  },
  {
    "translation": {
      "en": "we are not making a hate picture.",
      "es": "no hacemos una película de odio."
    }
  },
  {
    "translation": {
      "en": "We don't hate anybody. We're not in the war.",
      "es": "No odiamos a nadie. No estamos en la guerra."
    }
  },
  {
    "translation": {
      "en": "I said, Mr. Mayer, you know what's going on in the world.",
      "es": "Dije: Sr. Mayer, ya sabe lo que pasa en el mundo."
    }
  },
  {
    "translation": {
      "en": "I mean, do you know what's going on?",
      "es": "¿Sabe lo que está pasando?."
    }
  },
  {
    "translation": {
      "en": "He said, Yes, I know. But look, we have stockholders.",
      "es": "Dijo: Sí, lo sé. Pero mira, tenemos accionistas."
    }
  },
  {
    "translation": {
      "en": "You know, we cannot satisfy our own personal feelings.",
      "es": "No podemos satisfacer nuestros sentimientos personales."
    }
  },
  {
    "translation": {
      "en": "I said, Look, Mr. Mayer, I'm sorry.",
      "es": "Dije: Mire, Sr. Mayer, lo siento."
    }
  },
  {
    "translation": {
      "en": "I have one German in this picture.",
      "es": "Tengo un alemán en esta película. Si tuviera varios alemanes,"
    }
  },
  {
    "translation": {
      "en": "If I had several Germans, I wouldn't mind having one nice, friendly chap.",
      "es": "Tengo un alemán en esta película. Si tuviera varios alemanes, no me molestaría tener a uno que fuera amistoso."
    }
  },
  {
    "translation": {
      "en": "But I've only got one, and if I make this film,",
      "es": "Pero solo tengo uno, y si hago esta película,"
    }
  },
  {
    "translation": {
      "en": "this one German is going to be one of Mr. Göring's little monsters",
      "es": "este alemán va a ser uno de los monstruitos del Sr. Göring"
    }
  },
  {
    "translation": {
      "en": "who wants to destroy the world and kill all the Jews,",
      "es": "que quiere destruir el mundo y matar a todos los judíos"
    }
  },
  {
    "translation": {
      "en": "and so on and so forth.",
      "es": "y esas cosas."
    }
  },
  {
    "translation": {
      "en": "And otherwise, I don't make the film.",
      "es": "De otro modo no haré la película."
    }
  },
  {
    "translation": {
      "en": "December 7, 1941:",
      "es": "7 de diciembre de 1941."
    }
  },
  {
    "translation": {
      "en": "a date which will live in infamy.",
      "es": "Una fecha que vivirá en la infamia."
    }
  },
  {
    "translation": {
      "en": "I ask that the Congress declare",
      "es": "Le pido al Congreso que declare"
    }
  },
  {
    "translation": {
      "en": "that, since the unprovoked and dastardly attack by Japan,",
      "es": "que a causa del ataque cobarde y despreciable de Japón,"
    }
  },
  {
    "translation": {
      "en": "a state of war has existed",
      "es": "se declara la guerra"
    }
  },
  {
    "translation": {
      "en": "between the United States and the Japanese Empire.",
      "es": "entre Estados Unidos y el imperio japonés."
    }
  },
  {
    "translation": {
      "en": "About halfway through making Mrs. Miniver...",
      "es": "ALEMANIA E ITALIA NOS DECLARAN LA GUERRA A mitad de la filmación de Mrs. Miniver, ocurrió lo de Pearl Harbor."
    }
  },
  {
    "translation": {
      "en": "Pearl Harbor.",
      "es": "A mitad de la filmación de Mrs. Miniver, ocurrió lo de Pearl Harbor."
    }
  },
  {
    "translation": {
      "en": "Germany declares war on us.",
      "es": "Alemania nos declara la guerra."
    }
  },
  {
    "translation": {
      "en": "We didn't even have to declare war on them.",
      "es": "Ni siquiera tuvimos que declararles la guerra."
    }
  },
  {
    "translation": {
      "en": "We declared war on Japan, Germany declares war on us.",
      "es": "Le declaramos la guerra a Japón, Alemania nos declara la guerra."
    }
  },
  {
    "translation": {
      "en": "I get a call from Mr. Mayer.",
      "es": "Me llama el Sr. Mayer."
    }
  },
  {
    "translation": {
      "en": "I've been thinking a lot about what you said.",
      "es": "Estuve pensando en lo que dijiste."
    }
  },
  {
    "translation": {
      "en": "He said, You know, maybe you were right.",
      "es": "Dijo: Sabes, quizás tenías razón."
    }
  },
  {
    "translation": {
      "en": "You go ahead and do the way you want it. It's okay for now. All right.",
      "es": "Ve y hazlo como quieras. Está bien por ahora. Bien."
    }
  },
  {
    "translation": {
      "en": "He'd been giving it a lot of thought.",
      "es": "Lo estuvo pensando mucho."
    }
  },
  {
    "translation": {
      "en": "Rotterdam we destroy in two hours.",
      "es": "Destruimos Rotterdam en dos horas."
    }
  },
  {
    "translation": {
      "en": "That's thousands killed. Innocent--",
      "es": "Mataron a miles de personas inocentes..."
    }
  },
  {
    "translation": {
      "en": "- Not innocent! They were against us! - Women and children!",
      "es": "- ¡Inocentes no! ¡Eran enemigos! - ¡Mujeres y niños!"
    }
  },
  {
    "translation": {
      "en": "Thirty- thousand in two hours.",
      "es": "Treinta mil en dos horas."
    }
  },
  {
    "translation": {
      "en": "And we will do the same thing here!",
      "es": "¡Y haremos lo mismo aquí!"
    }
  },
  {
    "translation": {
      "en": "And at the end of Mrs. Miniver,",
      "es": "Y al final de Mrs. Miniver,"
    }
  },
  {
    "translation": {
      "en": "with the pullback that reveals the gutted church...",
      "es": "con la retirada que revela la iglesia destrozada,"
    }
  },
  {
    "translation": {
      "en": "Wyler's talking directly to audiences,",
      "es": "Wyler le habla directo al público,"
    }
  },
  {
    "translation": {
      "en": "talking directly to the British audiences,",
      "es": "le habla directo al público británico,"
    }
  },
  {
    "translation": {
      "en": "talking directly to the American audiences.",
      "es": "le habla directo al público estadounidense."
    }
  },
  {
    "translation": {
      "en": "It just seemed like a declaration of commitment,",
      "es": "Parecía una declaración de compromiso,"
    }
  },
  {
    "translation": {
      "en": "that we're all in this together, and we're going to fight until we win.",
      "es": "estamos en esto juntos, y pelearemos hasta ganar."
    }
  },
  {
    "translation": {
      "en": "And it was a very beautifully- written speech.",
      "es": "Y era un discurso muy bien escrito."
    }
  },
  {
    "translation": {
      "en": "This is the people's war. It is our war.",
      "es": "Esto es la guerra del pueblo. Es nuestra guerra."
    }
  },
  {
    "translation": {
      "en": "We are the fighters. Fight it, then.",
      "es": "Somos luchadores. Peleemos, entonces."
    }
  },
  {
    "translation": {
      "en": "Fight it with all that is in us.",
      "es": "Peleemos con todo lo que tenemos."
    }
  },
  {
    "translation": {
      "en": "And may God defend the right.",
      "es": "Y que Dios defienda a los justos."
    }
  },
  {
    "translation": {
      "en": "If you can make a film that has something to say...",
      "es": "Si haces una película que tiene algo que decir..."
    }
  },
  {
    "translation": {
      "en": "...entertaining, of course, is the main purpose of it,",
      "es": "...el entretenimiento, claro, es el propósito principal,"
    }
  },
  {
    "translation": {
      "en": "but if film can contribute something to the social conscience of your time,",
      "es": "pero si el cine puede contribuir en algo a la conciencia social de tus tiempos,"
    }
  },
  {
    "translation": {
      "en": "then it becomes a source of great satisfaction.",
      "es": "luego se convierte en una fuente de gran satisfacción."
    }
  },
  {
    "translation": {
      "en": "That was his first contribution to the war effort.",
      "es": "Esa fue su primera contribución al esfuerzo de guerra."
    }
  },
  {
    "translation": {
      "en": "For each of those five filmmakers,",
      "es": "Cada uno de esos cinco directores"
    }
  },
  {
    "translation": {
      "en": "they wanted to respond",
      "es": "quiso responder"
    }
  },
  {
    "translation": {
      "en": "as so many millions of men and women responded.",
      "es": "como millones de hombres y mujeres respondieron."
    }
  },
  {
    "translation": {
      "en": "They chose to serve.",
      "es": "Eligieron servir."
    }
  },
  {
    "translation": {
      "en": "Overnight, America's heavy industry has converted",
      "es": "De repente,  la industria pesada se convirtió"
    }
  },
  {
    "translation": {
      "en": "to full- time war production.",
      "es": "en producción de guerra de tiempo completo."
    }
  },
  {
    "translation": {
      "en": "Ultimately, one- third of Hollywood's male workforce would join up.",
      "es": "Finalmente, un tercio de la mano de obra masculina de Hollywood se sumó."
    }
  },
  {
    "translation": {
      "en": "But in the first days after the attack,",
      "es": "HOLLYWOOD SE EVALÚA Pero en los primeros días después del ataque,"
    }
  },
  {
    "translation": {
      "en": "the movie industry was uncertain about what its role should be.",
      "es": "la industria del cine no sabía cuál debería ser su papel."
    }
  },
  {
    "translation": {
      "en": "Business as usual felt impossible.",
      "es": "Parecía imposible hacer lo de siempre."
    }
  },
  {
    "translation": {
      "en": "Working hours were curtailed. So was nightlife.",
      "es": "Se recortaron las horas de trabajo. También la vida nocturna."
    }
  },
  {
    "translation": {
      "en": "The clubs and bars and restaurants where Hollywood congregated",
      "es": "Los clubes, bares y restaurantes donde se reunía Hollywood"
    }
  },
  {
    "translation": {
      "en": "were all closed, as the West Coast, terrified of an air attack,",
      "es": "estaban cerrados ya que la Costa Oeste, aterrada por un ataque aéreo,"
    }
  },
  {
    "translation": {
      "en": "enforced blackouts every night.",
      "es": "realizaba apagones todas las noches."
    }
  },
  {
    "translation": {
      "en": "Capra went to Washington almost immediately after Pearl Harbor",
      "es": "Capra fue a Washington casi inmediatamente después de Pearl Harbor"
    }
  },
  {
    "translation": {
      "en": "to begin one of the largest filmmaking efforts of the war.",
      "es": "para uno de los trabajos de dirección más grandes de la guerra."
    }
  },
  {
    "translation": {
      "en": "The genesis of this originated in the mind of General Marshall.",
      "es": "La génesis de esto se originó en la mente del general Marshall."
    }
  },
  {
    "translation": {
      "en": "He was Chief of Staff.",
      "es": "Era jefe de personal."
    }
  },
  {
    "translation": {
      "en": "And we were in the war.",
      "es": "Y estábamos en la guerra."
    }
  },
  {
    "translation": {
      "en": "We had no troops, we had nothing yet, but we were at war.",
      "es": "No teníamos soldados, no teníamos nada, pero estábamos en guerra."
    }
  },
  {
    "translation": {
      "en": "He called me in and said, We have an enormous problem.",
      "es": "Me llamó y me dijo: Tenemos un problema enorme."
    }
  },
  {
    "translation": {
      "en": "We'll soon have 12 million kids in uniform,",
      "es": "Pronto tendremos 12 millones de chicos de uniforme,"
    }
  },
  {
    "translation": {
      "en": "and many of them have never seen a gun.",
      "es": "y muchos de ellos nunca han visto un arma."
    }
  },
  {
    "translation": {
      "en": "These kids, with their long suits and their long chains",
      "es": "Estos chicos con sus trajes largos y sus cadenas largas"
    }
  },
  {
    "translation": {
      "en": "and all their precocious things they were doing at the time,",
      "es": "y todas las cosas precoces que hacían en ese momento..."
    }
  },
  {
    "translation": {
      "en": "what are they gonna do?",
      "es": "¿Qué van a hacer?"
    }
  },
  {
    "translation": {
      "en": "What are they gonna do when they get this terrible disease of homesickness?",
      "es": "¿Qué harán cuando tengan esta terrible enfermedad de la melancolía?."
    }
  },
  {
    "translation": {
      "en": "He wondered how we could put into the minds of these young kids",
      "es": "Se preguntó cómo podíamos hacer que estos jóvenes entendieran"
    }
  },
  {
    "translation": {
      "en": "the necessity of why they were in uniform.",
      "es": "la necesidad de usar el uniforme."
    }
  },
  {
    "translation": {
      "en": "And he said, I think it could be done with film.",
      "es": "Y dijo: Creo que podría lograrse con el cine."
    }
  },
  {
    "translation": {
      "en": "It should be done with film.",
      "es": "Debería hacerse con cine."
    }
  },
  {
    "translation": {
      "en": "He had tried it with lectures. He had tried it with books.",
      "es": "Lo había intentado con clases, con libros."
    }
  },
  {
    "translation": {
      "en": "It wouldn't work. They weren't interested.",
      "es": "No funcionaba. No estaban interesados."
    }
  },
  {
    "translation": {
      "en": "The boys weren't learning anything.",
      "es": "Los chicos no aprendían nada."
    }
  },
  {
    "translation": {
      "en": "They wanted something that boys knew about.",
      "es": "Querían algo que los chicos conocieran."
    }
  },
  {
    "translation": {
      "en": "Now, boys liked films.",
      "es": "A los chicos les gustaba el cine."
    }
  },
  {
    "translation": {
      "en": "When I got out of his office,",
      "es": "Cuando salí de su oficina,"
    }
  },
  {
    "translation": {
      "en": "I went into the nearest, excuse me, can,",
      "es": "fui al baño más cercano,"
    }
  },
  {
    "translation": {
      "en": "and sat down and said, Jesus Christ, what the hell am I...",
      "es": "me senté y dije: Dios... ¿Qué diablos?."
    }
  },
  {
    "translation": {
      "en": "I never saw a documentary.",
      "es": "Nunca había visto un documental."
    }
  },
  {
    "translation": {
      "en": "I thought documentaries were silly things that rich kooks made.",
      "es": "Creía que los documentales eran tonterías de ricachones."
    }
  },
  {
    "translation": {
      "en": "And I think that the effort in America of all propaganda films",
      "es": "Y creo que el esfuerzo estadounidense de todas las películas de propaganda"
    }
  },
  {
    "translation": {
      "en": "was an effort of recruitment and belief.",
      "es": "era un esfuerzo de reclutamiento y de fe."
    }
  },
  {
    "translation": {
      "en": "Give the boys a reason to fight and don't lie.",
      "es": "Dales a los chicos una razón para pelear y no mientas."
    }
  },
  {
    "translation": {
      "en": "They must believe it.",
      "es": "Deben creerlo."
    }
  },
  {
    "translation": {
      "en": "If they don't believe it, we're dead.",
      "es": "Si no lo creen, estamos muertos."
    }
  },
  {
    "translation": {
      "en": "Capra came up with an ambitious idea:",
      "es": "A Capra se le ocurrió una ambiciosa idea:"
    }
  },
  {
    "translation": {
      "en": "a series of seven films called Why We Fight",
      "es": "Una serie de siete películas llamada Why We Fight"
    }
  },
  {
    "translation": {
      "en": "that would detail the history",
      "es": "que detallaría la historia"
    }
  },
  {
    "translation": {
      "en": "of German and Japanese aggression leading up to America's entry in the war.",
      "es": "de la agresión alemana y japonesa que llevaron al ingreso en la guerra."
    }
  },
  {
    "translation": {
      "en": "He started urging screenwriters to come to Washington and begin work.",
      "es": "Empezó a instar a los guionistas a que vinieran a Washington a trabajar."
    }
  },
  {
    "translation": {
      "en": "Additionally, the War Department sent emissaries",
      "es": "Adicionalmente, el departamento de guerra envió emisarios"
    }
  },
  {
    "translation": {
      "en": "to convince some of Hollywood's most talented men",
      "es": "a convencer a los más talentosos  de Hollywood"
    }
  },
  {
    "translation": {
      "en": "to leave their jobs behind and lend their abilities to the cause.",
      "es": "de abandonar sus trabajos y prestar sus habilidades a la causa."
    }
  },
  {
    "translation": {
      "en": "Captain Sy Bartlett was a kind of envoy from Washington,",
      "es": "El capitán Sy Bartlett era un enviado de Washington,"
    }
  },
  {
    "translation": {
      "en": "also a Hollywood writer.",
      "es": "también guionista de Hollywood."
    }
  },
  {
    "translation": {
      "en": "There were a list of people, Anatole Litvak, Willy Wyler,",
      "es": "Había varias personas: Anatole Litvak, Willy Wyler,"
    }
  },
  {
    "translation": {
      "en": "John Ford, Frank Capra,",
      "es": "John Ford, Frank Capra..."
    }
  },
  {
    "translation": {
      "en": "who were asked to come into the service,",
      "es": "A ellos les ordenaron que sirvieran,"
    }
  },
  {
    "translation": {
      "en": "and I was the least of these.",
      "es": "y yo era el menos importante de todos."
    }
  },
  {
    "translation": {
      "en": "Probably at that time, there was no young director",
      "es": "Probablemente en ese momento, no había directores jóvenes"
    }
  },
  {
    "translation": {
      "en": "with a more exciting career than John Huston,",
      "es": "con una carrera más emocionante que John Huston,"
    }
  },
  {
    "translation": {
      "en": "with his breakthrough production on The Maltese Falcon.",
      "es": "con su gran producción en The Maltese Falcon."
    }
  },
  {
    "translation": {
      "en": "Huston's directorial debut had become a surprise hit,",
      "es": "El debut como director de Huston fue un éxito sorpresivo,"
    }
  },
  {
    "translation": {
      "en": "both commercially and critically.",
      "es": "tanto a nivel comercial como de críticas."
    }
  },
  {
    "translation": {
      "en": "But he would be able to do only one more film",
      "es": "Pero él solo sería capaz de hacer una película más"
    }
  },
  {
    "translation": {
      "en": "before reporting for duty.",
      "es": "antes de presentarse al ejército."
    }
  },
  {
    "translation": {
      "en": "These five men all chose to go,",
      "es": "Estos cinco hombres decidieron ir,"
    }
  },
  {
    "translation": {
      "en": "knowing it could be the end of them.",
      "es": "sabiendo que podía ser su fin."
    }
  },
  {
    "translation": {
      "en": "It wasn't just that their movie careers would be put on hold.",
      "es": "No solo iban a posponer sus carreras."
    }
  },
  {
    "translation": {
      "en": "And so, they were saying goodbye to families, in many cases,",
      "es": "Y por lo tanto decían adiós a sus familias, en muchos casos,"
    }
  },
  {
    "translation": {
      "en": "who never knew if they would return.",
      "es": "que no sabían si regresarían."
    }
  },
  {
    "translation": {
      "en": "They did not have to go. George Stevens did not have to go.",
      "es": "No tenían que irse. George Stevens no tenía que ir."
    }
  },
  {
    "translation": {
      "en": "When he's finishing Woman of the Year, Pearl Harbor happens,",
      "es": "Cuando acababa Woman of the Year, ocurrió lo de Pearl Harbor,"
    }
  },
  {
    "translation": {
      "en": "and the whole world does a roundabout.",
      "es": "y todo el mundo dio una vuelta."
    }
  },
  {
    "translation": {
      "en": "Woman of the Year is the first time that Hepburn and Tracy worked together,",
      "es": "Woman of the Year es la primera vez que Hepburn y Tracy trabajaron juntos,"
    }
  },
  {
    "translation": {
      "en": "and that started a run of pictures",
      "es": "y eso empezó una serie de películas"
    }
  },
  {
    "translation": {
      "en": "and a relationship between Hepburn and Tracy",
      "es": "y una relación entre Hepburn y Tracy"
    }
  },
  {
    "translation": {
      "en": "that is iconic for American movies.",
      "es": "que es icónica en películas estadounidenses."
    }
  },
  {
    "translation": {
      "en": "Stevens was eager to turn his attentions to the war,",
      "es": "Stevens estaba ansioso por volcar su atención a la guerra,"
    }
  },
  {
    "translation": {
      "en": "instead of distracting people from it,",
      "es": "en vez de distraer a la gente de ella,"
    }
  },
  {
    "translation": {
      "en": "but he was still under contract to make two more films at Columbia.",
      "es": "pero aún debía hacer dos películas más en Columbia por contrato."
    }
  },
  {
    "translation": {
      "en": "Pearl Harbor was only the start of the Japanese military offensive.",
      "es": "Pearl Harbor era solo el comienzo de una enorme ofensiva militar japonesa."
    }
  },
  {
    "translation": {
      "en": "In the weeks and months that followed, Japan invaded Hong Kong, Guam,",
      "es": "En los semanas y meses que siguieron, Japón invadió Hong Kong, Guam,"
    }
  },
  {
    "translation": {
      "en": "Burma and Singapore,",
      "es": "Birmania y Singapur,"
    }
  },
  {
    "translation": {
      "en": "and drove American forces to retreat from the Philippines.",
      "es": "y obligó a las fuerzas estadounidenses a retirarse de las Filipinas."
    }
  },
  {
    "translation": {
      "en": "In June, Ford, now overseeing all Navy filmmaking, was sent to Midway Island.",
      "es": "En junio, Ford supervisaba a la marina y fue enviado a la isla Midway."
    }
  },
  {
    "translation": {
      "en": "When Ford made Midway,",
      "es": "Cuando Ford hizo Midway,"
    }
  },
  {
    "translation": {
      "en": "he thinks he's going to film flora and fauna,",
      "es": "creía que iba a filmar la flora y la fauna"
    }
  },
  {
    "translation": {
      "en": "you know, in a remote, far- flung base.",
      "es": "en una base alejada y remota."
    }
  },
  {
    "translation": {
      "en": "In fact, what happens is, he's told there's to be a Japanese attack.",
      "es": "En realidad. luego le dicen que habrá un ataque japonés."
    }
  },
  {
    "translation": {
      "en": "He had to make a choice about where he went.",
      "es": "Debía elegir adónde ir."
    }
  },
  {
    "translation": {
      "en": "What he wanted to do, I think, was to be in the thick of it.",
      "es": "Lo que quería hacer, creo, era estar en el medio."
    }
  },
  {
    "translation": {
      "en": "That was his instinct as a man.",
      "es": "Era su instinto como hombre."
    }
  },
  {
    "translation": {
      "en": "He's there on a raised platform.",
      "es": "Está en una plataforma elevada."
    }
  },
  {
    "translation": {
      "en": "Well, in an air raid,",
      "es": "En un ataque aéreo,"
    }
  },
  {
    "translation": {
      "en": "the one place you don't want to be is on a raised platform,",
      "es": "donde menos quieres estar es en una plataforma elevada,"
    }
  },
  {
    "translation": {
      "en": "because you're very, very visible.",
      "es": "porque eres muy visible."
    }
  },
  {
    "translation": {
      "en": "But he picked that because that was the place where he was gonna be able to see...",
      "es": "Pero lo eligió porque desde ahí podría ver..."
    }
  },
  {
    "translation": {
      "en": "He could see this perspective, but he could also see that.",
      "es": "Podría ver lo que ocurría en tierra pero también en el aire."
    }
  },
  {
    "translation": {
      "en": "Ford always knew where to put the camera.",
      "es": "Ford siempre sabía dónde poner la cámara."
    }
  },
  {
    "translation": {
      "en": "Suddenly, from behind the clouds, the Japs attack!",
      "es": "De pronto, de atrás de las nubes, ¡los japoneses atacan!"
    }
  },
  {
    "translation": {
      "en": "His response is purely cinematic.",
      "es": "Su respuesta es puramente cinemática."
    }
  },
  {
    "translation": {
      "en": "At that moment, reality comes to him, and he moves to meet it.",
      "es": "En ese momento le llega la realidad y se acerca a verla."
    }
  },
  {
    "translation": {
      "en": "Planes roared from the decks of our carriers.",
      "es": "Los aviones rugían  en nuestros portaaviones."
    }
  },
  {
    "translation": {
      "en": "Army bombers, Marines,",
      "es": "Bombarderos, marines,"
    }
  },
  {
    "translation": {
      "en": "thunder destruction over a 300- mile battle area.",
      "es": "destrucción atronadora en una superficie de 480 km."
    }
  },
  {
    "translation": {
      "en": "When he was shooting, you see the messiness",
      "es": "Cuando filmaba, veías el desorden"
    }
  },
  {
    "translation": {
      "en": "and the framing, and the struggle for the framing,",
      "es": "y el encuadre, y la lucha por encuadrar,"
    }
  },
  {
    "translation": {
      "en": "and the sprockets coming loose...",
      "es": "los engranajes que se soltaban..."
    }
  },
  {
    "translation": {
      "en": "...and the film becoming itself, the image distressing,",
      "es": "Y la película en sí misma se volvía una imagen inquietante."
    }
  },
  {
    "translation": {
      "en": "and that accidental quality conveying the raw drama.",
      "es": "Esa calidad lograda por accidente demuestra todo el drama de la guerra."
    }
  },
  {
    "translation": {
      "en": "That's one of the most modern moments in cinema.",
      "es": "Es uno de los momentos más modernos del cine."
    }
  },
  {
    "translation": {
      "en": "For somebody like myself, who came originally from documentaries,",
      "es": "Para alguien como yo, que vengo de los documentales,"
    }
  },
  {
    "translation": {
      "en": "it's very interesting to me to see that Ford was there decades before,",
      "es": "es muy interesante ver que Ford lo hacía desde hacía décadas,"
    }
  },
  {
    "translation": {
      "en": "wrestling with those same problems.",
      "es": "luchaba con los mismos problemas."
    }
  },
  {
    "translation": {
      "en": "A blast of shrapnel that knocked me...",
      "es": "Un estallido de metralla de derribó."
    }
  },
  {
    "translation": {
      "en": "I got wounded pretty badly there.",
      "es": "Me hirieron bastante ahí."
    }
  },
  {
    "translation": {
      "en": "Meantime, our warships stopped the Jap fleet.",
      "es": "Mientras tanto, nuestros barcos pararon a los japoneses."
    }
  },
  {
    "translation": {
      "en": "Then he takes the rushes. He knows what he's got.",
      "es": "Luego se lleva los crudos. Sabe lo que tiene."
    }
  },
  {
    "translation": {
      "en": "He didn't just want it to be rushes",
      "es": "No quería incluir solo los crudos"
    }
  },
  {
    "translation": {
      "en": "to be cannibalized by the Department of the Navy",
      "es": "y que la marina lo desmontara todo,"
    }
  },
  {
    "translation": {
      "en": "or bureaucrats somewhere else in the Pentagon.",
      "es": "o los burócratas en el Pentágono."
    }
  },
  {
    "translation": {
      "en": "He wanted to make a film.",
      "es": "Quería hacer una película."
    }
  },
  {
    "translation": {
      "en": "He got the film and got out and brought it to Washington.",
      "es": "Sacó la película y se fue y la trajo a Washington. VOZ DE ROBERT PARRISH"
    }
  },
  {
    "translation": {
      "en": "How he did it, I don't know.",
      "es": "Cómo lo hizo, no lo sé."
    }
  },
  {
    "translation": {
      "en": "I suspect he said it was a box of cigars or something.",
      "es": "Creo que dijo que era una caja de cigarros o algo."
    }
  },
  {
    "translation": {
      "en": "I don't know how he got it out, but he got it out.",
      "es": "No sé cómo la sacó, pero la sacó."
    }
  },
  {
    "translation": {
      "en": "Here, take this and start organizing it.",
      "es": "Ten, toma esto y empieza a organizarlo."
    }
  },
  {
    "translation": {
      "en": "But don't do it here. Go to California.",
      "es": "Pero no lo hagas aquí. Ve a California."
    }
  },
  {
    "translation": {
      "en": "Officially, I was in the Navy,",
      "es": "Oficialmente estaba en la marina,"
    }
  },
  {
    "translation": {
      "en": "and I said, Well should I report to the Navy barracks there?",
      "es": "y dije :¿Debería reportarme a los cuarteles de la marina?."
    }
  },
  {
    "translation": {
      "en": "And he said, No, I think you ought to report to your mother.",
      "es": "Y dijo: No, creo que deberías reportarte con tu madre."
    }
  },
  {
    "translation": {
      "en": "Go live at your mother's house.",
      "es": "Ve a vivir a la casa de tu madre."
    }
  },
  {
    "translation": {
      "en": "Now, the truth was, of course,",
      "es": "Ahora la verdad era, claro,"
    }
  },
  {
    "translation": {
      "en": "that he knew that the bureaucracy would catch up,",
      "es": "que sabía que la burocracia se pondría al día,"
    }
  },
  {
    "translation": {
      "en": "and they would say, Do you have any film here that was brought back?",
      "es": "y dirían: ¿Trajeron alguna filmación?."
    }
  },
  {
    "translation": {
      "en": "And he could say no, he didn't.",
      "es": "Y podría decir que no."
    }
  },
  {
    "translation": {
      "en": "He had to construct not a documentary account, exactly,",
      "es": "Debía construir no un registro documental,"
    }
  },
  {
    "translation": {
      "en": "but a John Ford account of reality.",
      "es": "sino un registro de la realidad de John Ford."
    }
  },
  {
    "translation": {
      "en": "The decision about whether to show that film",
      "es": "La decisión del clima para demostrar en esa película"
    }
  },
  {
    "translation": {
      "en": "in the form that Ford had made it",
      "es": "en la forma que lo hizo Ford"
    }
  },
  {
    "translation": {
      "en": "ultimately went up the chain,",
      "es": "finalmente subió a la cadena,"
    }
  },
  {
    "translation": {
      "en": "until finally President Roosevelt watched the film.",
      "es": "hasta que el presidente Roosevelt vio la película."
    }
  },
  {
    "translation": {
      "en": "He gave me a little roll of film like that and he said, Don't look at this",
      "es": "Me dio un rollo de película así... VOZ DE ROBERT PARRISH ...y dijo: No mires esto"
    }
  },
  {
    "translation": {
      "en": "and don't put it in the picture until I tell you to.",
      "es": "y no lo pongas en la película hasta que te lo diga."
    }
  },
  {
    "translation": {
      "en": "And, of course, the first thing I did, as soon as I got out of the cutting room,",
      "es": "Y claro que lo primero que hice, al salir de la sala de edición,"
    }
  },
  {
    "translation": {
      "en": "I looked at it immediately.",
      "es": "fue verlo de inmediato."
    }
  },
  {
    "translation": {
      "en": "He found a shot. We'll never know whether it was a shot that he shot there,",
      "es": "Encontró la toma, nunca sabremos si lo filmó a propósito,"
    }
  },
  {
    "translation": {
      "en": "or it was a shot that he found somewhere else,",
      "es": "o si encontró la toma en otro lado,"
    }
  },
  {
    "translation": {
      "en": "but a shot of President Roosevelt's son.",
      "es": "pero era una toma del hijo del presidente Roosevelt."
    }
  },
  {
    "translation": {
      "en": "Then he set up a running of the film at the White House",
      "es": "Luego proyectó la película en la Casa Blanca"
    }
  },
  {
    "translation": {
      "en": "with President Roosevelt.",
      "es": "con el presidente Roosevelt."
    }
  },
  {
    "translation": {
      "en": "And just before the White House running, he said, Now put this in.",
      "es": "Y antes de la exhibición dijo: Ahora pon esto."
    }
  },
  {
    "translation": {
      "en": "I was told at that running, Roosevelt talked, the way people do,",
      "es": "Me dijeron que en la proyección, Roosevelt hablaba, igual que todos,"
    }
  },
  {
    "translation": {
      "en": "and that Roosevelt would say, Oh, yes, that's a B- 17, and that's...",
      "es": "decía: Sí, es un B-17, y eso...."
    }
  },
  {
    "translation": {
      "en": "He kept on. You know, he had a lot to say about the film.",
      "es": "Hablaba, tenía mucho que decir."
    }
  },
  {
    "translation": {
      "en": "Then, when Jimmy Roosevelt's picture came up, everything was silence.",
      "es": "Luego salió la imagen de Jimmy Roosevelt. Todo quedó en silencio. Un silencio total."
    }
  },
  {
    "translation": {
      "en": "Dead silent.",
      "es": "Todo quedó en silencio. Un silencio total."
    }
  },
  {
    "translation": {
      "en": "Nobody spoke from the time that that shot was on the screen",
      "es": "Nadie habló desde el momento en que apareció esa toma"
    }
  },
  {
    "translation": {
      "en": "until the end.",
      "es": "hasta el final."
    }
  },
  {
    "translation": {
      "en": "And then Roosevelt turned to Admiral Leahy,",
      "es": "Y luego Roosevelt se giró hacia el almirante Leahy,"
    }
  },
  {
    "translation": {
      "en": "who was his senior aide,",
      "es": "que era su ayudante,"
    }
  },
  {
    "translation": {
      "en": "and said, I want every American to see this film as soon as possible.",
      "es": "y dijo: Quiero que todos vean esta película cuanto antes."
    }
  },
  {
    "translation": {
      "en": "Anyone who's made a film knows those sorts of decisions,",
      "es": "Cualquiera que haya hecho una película conoce esas decisiones,"
    }
  },
  {
    "translation": {
      "en": "that all is fair in the battle to ensure the sanctity of your piece.",
      "es": "sabe que todo vale en la batalla para asegurar la santidad de tu obra."
    }
  },
  {
    "translation": {
      "en": "And that shot helped him. Let's put it like that.",
      "es": "Y esa toma lo ayudó. Digámoslo así."
    }
  },
  {
    "translation": {
      "en": "And the result is profound across the US.",
      "es": "Y el resultado es profundo en todo Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "People are suddenly brought close to what that conflict is.",
      "es": "La gente de pronto se acerca a lo que es el conflicto."
    }
  },
  {
    "translation": {
      "en": "The Battle of Midway was eventually shown in three quarters of American theaters.",
      "es": "The Battle of Midway se proyectó en el 75 % de los cines estadounidenses."
    }
  },
  {
    "translation": {
      "en": "It was the first time Americans saw the war in color,",
      "es": "Fue la primera vez que veían la guerra en color,"
    }
  },
  {
    "translation": {
      "en": "which, until then, had been associated with escapism and fantasy.",
      "es": "lo que hasta entonces estaba asociado con escapismo y fantasía."
    }
  },
  {
    "translation": {
      "en": "It was also the first time the audience witnessed an American victory.",
      "es": "También es la primera vez que veían una victoria estadounidense."
    }
  },
  {
    "translation": {
      "en": "Yes. This really happened.",
      "es": "Sí. Esto realmente sucedió."
    }
  },
  {
    "translation": {
      "en": "But you can still see in that film, you know,",
      "es": "Se ve todo en la película."
    }
  },
  {
    "translation": {
      "en": "he picked out close- ups.",
      "es": "Eligió primeros planos."
    }
  },
  {
    "translation": {
      "en": "He picked out moments.",
      "es": "Escogió momentos."
    }
  },
  {
    "translation": {
      "en": "Men and women of America,",
      "es": "Hombres y mujeres de Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "here come your neighbors' sons, home from the day's work.",
      "es": "aquí viene el hijo de su vecino, después de un día de trabajo."
    }
  },
  {
    "translation": {
      "en": "That was quite new.",
      "es": "Eso era nuevo."
    }
  },
  {
    "translation": {
      "en": "No one had ever approached unfolding warfare,",
      "es": "Nadie había abordado una guerra en progreso"
    }
  },
  {
    "translation": {
      "en": "and approached it with such a humane storyteller's eye.",
      "es": "a través de una mirada tan humana."
    }
  },
  {
    "translation": {
      "en": "He had witnessed the annihilation of a...",
      "es": "Había visto la aniquilación..."
    }
  },
  {
    "translation": {
      "en": "of a military unit.",
      "es": "...de una unidad militar."
    }
  },
  {
    "translation": {
      "en": "At eventide, we buried our heroic dead,",
      "es": "Al atardecer enterramos a los héroes,"
    }
  },
  {
    "translation": {
      "en": "the last salute from their comrades and their officers.",
      "es": "el último saludo de sus camaradas y sus oficiales."
    }
  },
  {
    "translation": {
      "en": "He was not to know, at the moment that he shot,",
      "es": "No podía saber, en el momento en que filmó,"
    }
  },
  {
    "translation": {
      "en": "that this was a small part of a much grander American victory.",
      "es": "que era una parte pequeña de una victoria más grande."
    }
  },
  {
    "translation": {
      "en": "So far as he was concerned,",
      "es": "Hasta donde él sabía,"
    }
  },
  {
    "translation": {
      "en": "he was witnessing a unit that had been wiped out.",
      "es": "estaba viendo a una unidad que había sido eliminada."
    }
  },
  {
    "translation": {
      "en": "That, I think, marked him very, very powerfully.",
      "es": "Eso creo que lo marcó de una manera muy poderosa."
    }
  },
  {
    "translation": {
      "en": "I am really a coward.",
      "es": "Soy un verdadero cobarde."
    }
  },
  {
    "translation": {
      "en": "I know I am. So, that's why I did foolish things.",
      "es": "Sé que lo soy. Por eso hacía tonterías."
    }
  },
  {
    "translation": {
      "en": "I was decorated eight or nine times, trying to prove that I was not a coward.",
      "es": "Me condecoraron ocho o nueve veces, intentando probar que no soy cobarde."
    }
  },
  {
    "translation": {
      "en": "But after it was all over, I still know that I was a coward.",
      "es": "Pero después de todo, aún sé que fui un cobarde."
    }
  },
  {
    "translation": {
      "en": "You go ahead and do a thing, but after it's all over,",
      "es": "Vas y haces algo, pero cuando todo termina,"
    }
  },
  {
    "translation": {
      "en": "your knees start shaking.",
      "es": "te empiezan a temblar las piernas."
    }
  },
  {
    "translation": {
      "en": "While Ford was filming on the front lines,",
      "es": "Mientras Ford filmaba desde el frente,"
    }
  },
  {
    "translation": {
      "en": "Capra was struggling to get Why We Fight off the ground.",
      "es": "Capra luchaba por hacer que Why We Fight despegara."
    }
  },
  {
    "translation": {
      "en": "He was battling with his screenwriters constantly,",
      "es": "Luchaba todo el tiempo con sus guionistas,"
    }
  },
  {
    "translation": {
      "en": "and soon realized he'd have almost no budget to shoot the films.",
      "es": "y después vio que casi no había presupuesto para filmar."
    }
  },
  {
    "translation": {
      "en": "Then, in New York he saw the Nazi propaganda film,",
      "es": "Luego, en Nueva York, vio la película de propaganda nazi"
    }
  },
  {
    "translation": {
      "en": "Triumph of the Will,",
      "es": "Triumph of the Will,"
    }
  },
  {
    "translation": {
      "en": "which had been directed by Leni Riefenstahl during the 1934 Nazi Party Congress.",
      "es": "que fue dirigida por Leni Riefenstahl durante el congreso nazi de 1934."
    }
  },
  {
    "translation": {
      "en": "Along with America, he awakes to the monstrous ambition",
      "es": "Junto con Estados Unidos, descubre la monstruosa ambición"
    }
  },
  {
    "translation": {
      "en": "and ruthlessness of Hitler",
      "es": "y la crueldad de Hitler,"
    }
  },
  {
    "translation": {
      "en": "and the propaganda machine that Goebbels has assembled in Nazi Germany",
      "es": "y la propaganda que Goebbels había armado en la Alemania Nazi"
    }
  },
  {
    "translation": {
      "en": "when it's almost too late.",
      "es": "cuando ya casi era demasiado tarde."
    }
  },
  {
    "translation": {
      "en": "I saw that, and it scared the hell out of me.",
      "es": "Lo vi, y me asustó mucho."
    }
  },
  {
    "translation": {
      "en": "I went back to my little chair in my office and my one telephone,",
      "es": "Volví a mi silla... VOZ DE FRANK CAPRA ...en mi oficina y mi teléfono,"
    }
  },
  {
    "translation": {
      "en": "and I sat there, and I sat there...",
      "es": "y me quedé allí sentado,"
    }
  },
  {
    "translation": {
      "en": "I was a... I was a very unhappy man.",
      "es": "Y estaba muy triste."
    }
  },
  {
    "translation": {
      "en": "How can I possibly top this?",
      "es": "¿Cómo podría superar esto?"
    }
  },
  {
    "translation": {
      "en": "The power of the film itself showed that they knew what they were doing.",
      "es": "El poder de la película demostraba que sabían lo que hacían."
    }
  },
  {
    "translation": {
      "en": "And when he sees it, his reaction is extremely telling,",
      "es": "Y cuando la ve, su reacción es reveladora,"
    }
  },
  {
    "translation": {
      "en": "because he comes out of seeing it, saying,",
      "es": "porque sale de verla diciendo:"
    }
  },
  {
    "translation": {
      "en": "We're lost. We can't win this war. These guys are gonna beat us.",
      "es": "Estamos perdidos. No podemos ganar. Nos van a vencer."
    }
  },
  {
    "translation": {
      "en": "Because that is how effective a weapon thought is.",
      "es": "Porque así de efectivo es el pensamiento como arma."
    }
  },
  {
    "translation": {
      "en": "So, how do I reach the kid down the street, you know?",
      "es": "¿Cómo llego al chico de la calle?"
    }
  },
  {
    "translation": {
      "en": "- The American kid? - The American kid.",
      "es": "¿Cómo llego al chico de la calle? ¿Al chico estadounidense? ¿Cómo le digo...? Está andando en bicicleta y..."
    }
  },
  {
    "translation": {
      "en": "How do I tell him? He's riding his bike, and. Hey, hey.",
      "es": "¿Cómo le digo...? Está andando en bicicleta y... Oye."
    }
  },
  {
    "translation": {
      "en": "You... Do you know what you've got in front of you?",
      "es": "¿Sabes lo que tienes enfrente?"
    }
  },
  {
    "translation": {
      "en": "You've got this and this. How do I reach him?",
      "es": "Tienes esto y esto. ¿Cómo llego a él?"
    }
  },
  {
    "translation": {
      "en": "The thought hit me: Well, how did it reach me?",
      "es": "Y pensé: ¿Y cómo me llegó a mí? ."
    }
  },
  {
    "translation": {
      "en": "They told me.",
      "es": "Ellos me lo dijeron."
    }
  },
  {
    "translation": {
      "en": "So, I said, Aha. Let's let the boys see only their stuff.",
      "es": "Así que dije: Que los chicos vean su material."
    }
  },
  {
    "translation": {
      "en": "We make nothing. We shoot nothing.",
      "es": "No haremos nada. No filmaremos nada."
    }
  },
  {
    "translation": {
      "en": "We use their own stuff as propaganda for ourselves.",
      "es": "Usamos su material como propaganda para nosotros."
    }
  },
  {
    "translation": {
      "en": "Let them see. Let them see the guys. Let them see these guys.",
      "es": "Que vean. Que los vean."
    }
  },
  {
    "translation": {
      "en": "Stop thinking and follow me, cried Hitler.",
      "es": "Dejen de pensar y síganme, gritó Hitler."
    }
  },
  {
    "translation": {
      "en": "I will make you masters of the world.",
      "es": "Los haré amos del mundo."
    }
  },
  {
    "translation": {
      "en": "The people answered, Heil!",
      "es": "El pueblo respondió: ¡Heil!."
    }
  },
  {
    "translation": {
      "en": "Sieg Heil!",
      "es": "- ¡Sieg Heil! - ¡Sieg Heil!"
    }
  },
  {
    "translation": {
      "en": "Stop thinking and believe in me, bellowed Mussolini,",
      "es": "Dejen de pensar y crean en mí, vociferó Mussolini,"
    }
  },
  {
    "translation": {
      "en": "and I will restore the glory that was Rome.",
      "es": "y restauraré la gloria a Roma."
    }
  },
  {
    "translation": {
      "en": "The people answered, Duce! Duce!",
      "es": "El pueblo respondió: ¡Duce!."
    }
  },
  {
    "translation": {
      "en": "Stop thinking and follow your god emperor,",
      "es": "Dejen de pensar y sigan a su Dios emperador,"
    }
  },
  {
    "translation": {
      "en": "cried the Japanese warlords,",
      "es": "gritaron los señores de la guerra japoneses,"
    }
  },
  {
    "translation": {
      "en": "and Japan will rule the world.",
      "es": "y Japón dominará el mundo."
    }
  },
  {
    "translation": {
      "en": "And the people answered, Banzai! Banzai!",
      "es": "Y el pueblo respondió: ¡Banzai!."
    }
  },
  {
    "translation": {
      "en": "Capra takes a route that is unique in propaganda,",
      "es": "Capra tomó un camino singular en la propaganda,"
    }
  },
  {
    "translation": {
      "en": "which is, he makes it folksy.",
      "es": "la hizo algo vulgar."
    }
  },
  {
    "translation": {
      "en": "Take a good look at these humorless men.",
      "es": "Miren bien a estos hombres sin gracia."
    }
  },
  {
    "translation": {
      "en": "These were to be the rulers of the ruling race.",
      "es": "Quieren ser los amos de la raza dominante."
    }
  },
  {
    "translation": {
      "en": "Speaking for the little guy. See those guys?",
      "es": "Hablando por el tipo normal. ¿Los ven?"
    }
  },
  {
    "translation": {
      "en": "See the airs they put on?",
      "es": "¿Ven los aires que se dan?"
    }
  },
  {
    "translation": {
      "en": "See how they think they are superior? Well, we're gonna show them.",
      "es": "¿Ven cómo se creen superiores? Pues ya verán."
    }
  },
  {
    "translation": {
      "en": "We're gonna show them wrong.",
      "es": "Ya verán."
    }
  },
  {
    "translation": {
      "en": "Hitler looked like Charlie Chaplin.",
      "es": "Hitler se parecía a Charlie Chaplin."
    }
  },
  {
    "translation": {
      "en": "He came on:",
      "es": "Salió e hizo:"
    }
  },
  {
    "translation": {
      "en": "And actually, you know, it was one of the Marx Brothers.",
      "es": "Y de hecho, sabes, era uno de los hermanos Marx."
    }
  },
  {
    "translation": {
      "en": "For the people that saw him, a lot of people laughed.",
      "es": "Muchos de los que lo vieron se rieron."
    }
  },
  {
    "translation": {
      "en": "And when Mussolini did his big, his big stuff,",
      "es": "Y cuando Mussolini hacía lo suyo,"
    }
  },
  {
    "translation": {
      "en": "why, he, too, was a clown.",
      "es": "él también era un payaso."
    }
  },
  {
    "translation": {
      "en": "If it weren't so evil, if there weren't so many people getting killed,",
      "es": "Si no fueran tan malvados, si no estuvieran matando tanto,"
    }
  },
  {
    "translation": {
      "en": "it was a comedy.",
      "es": "sería una comedia."
    }
  },
  {
    "translation": {
      "en": "Well, I said, We have an enormous story to tell.",
      "es": "Dije: Bien, tenemos una gran historia que contar."
    }
  },
  {
    "translation": {
      "en": "Here I got the greatest heroes, the greatest villains,",
      "es": "Tengo a los mejores héroes, a los mejores villanos..."
    }
  },
  {
    "translation": {
      "en": "on the world stage.",
      "es": "...en el escenario mundial."
    }
  },
  {
    "translation": {
      "en": "Real. Not actors. Real.",
      "es": "Reales. Sin actores. Reales."
    }
  },
  {
    "translation": {
      "en": "The truth was that if we lost, we'd lose our freedom,",
      "es": "La verdad era que si perdíamos, perderíamos nuestra libertad,"
    }
  },
  {
    "translation": {
      "en": "certainly, above all.",
      "es": "ciertamente, sobre todo."
    }
  },
  {
    "translation": {
      "en": "And I thought freedom was our most precious commodity.",
      "es": "Y pensaba que la libertad era nuestro bien más preciado."
    }
  },
  {
    "translation": {
      "en": "And if we lost our freedom, we'd lose everything.",
      "es": "Y si perdíamos nuestra libertad, perderíamos todo."
    }
  }
]