[
  {
    "translation": {
      "en": "Thanks.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "- - Marcella, what do you want?",
      "es": "Marcella, ¿qué quieres?"
    }
  },
  {
    "translation": {
      "en": "- Jason, you've got to help me. - I can't.",
      "es": "- Jason, tienes que ayudarme. - No puedo."
    }
  },
  {
    "translation": {
      "en": "No, there has to be a reason. Just tell me why.",
      "es": "No, tiene que haber una razón. Solo dime por qué."
    }
  },
  {
    "translation": {
      "en": "Look...  I'll call you once I've had time to think about things.",
      "es": "Mira, te llamaré una vez que hayas tenido tiempo de pensar las cosas."
    }
  },
  {
    "translation": {
      "en": "Well, what am I supposed to think about?",
      "es": "¿Qué se supone que tengo que pensar?"
    }
  },
  {
    "translation": {
      "en": "You didn't say anything. And I don't know anything.",
      "es": "No dijiste nada. Y no sé nada."
    }
  },
  {
    "translation": {
      "en": "I'll call you tomorrow, okay? This is not a good moment.",
      "es": "Te llamaré mañana. Ahora no es un buen momento."
    }
  },
  {
    "translation": {
      "en": "What am I supposed to tell the kids?",
      "es": "¿Qué se supone que voy a decirle a los niños?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No lo sé."
    }
  },
  {
    "translation": {
      "en": "Look, I really can't talk right now. I'm in a meeting.",
      "es": "Ahora no puedo hablar. Estoy en una reunión."
    }
  },
  {
    "translation": {
      "en": "You went back to work?",
      "es": "¿Volviste a trabajar?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You went back to work tonight?",
      "es": "- Sí. - ¿Volviste a trabajar esta noche?"
    }
  },
  {
    "translation": {
      "en": "Yes, I went back to work.",
      "es": "Sí, volví a trabajar."
    }
  },
  {
    "translation": {
      "en": "Er, wait! Wait, wait, wait, wait, wait.",
      "es": "¡Aguarde, espere!"
    }
  },
  {
    "translation": {
      "en": "DTG Construction SE1, please.",
      "es": "A DTG Construcciones, zona SE1, por favor."
    }
  },
  {
    "translation": {
      "en": "Evening.",
      "es": "Buenas noches."
    }
  },
  {
    "translation": {
      "en": "Hi, love.",
      "es": "Hola, cariño."
    }
  },
  {
    "translation": {
      "en": "Hiya, Dash.",
      "es": "Hola, Dash."
    }
  },
  {
    "translation": {
      "en": "Said!",
      "es": "¡Saeed!"
    }
  },
  {
    "translation": {
      "en": "Busy morning?  I had to take the car to the garage.",
      "es": "- ¿Una mañana ocupada? - Tuve que llevar el auto al taller."
    }
  },
  {
    "translation": {
      "en": "- I thought it was brand new. - It is.",
      "es": "- Pensé que era nuevo. - Lo es."
    }
  },
  {
    "translation": {
      "en": "This was more the... human factor.  Sylvie.",
      "es": "- Fue más bien... un factor humano. - ¡Sylvie!"
    }
  },
  {
    "translation": {
      "en": "Eh, crumbs.",
      "es": "Migas."
    }
  },
  {
    "translation": {
      "en": "Phil!",
      "es": "¡Phil!"
    }
  },
  {
    "translation": {
      "en": "Nice to see you.  Glad you could make it.",
      "es": "- Me da gusto verte. - Me alegra que pudieras venir."
    }
  },
  {
    "translation": {
      "en": "Phillip.",
      "es": "Philip."
    }
  },
  {
    "translation": {
      "en": "So, how's the family? Fine, fine. Time moves on.",
      "es": "- ¿Cómo está la familia? - Bien. El tiempo pasa."
    }
  },
  {
    "translation": {
      "en": "- Sarah turned 16 last week. - Really?",
      "es": "- Sarah cumplió 16 la semana pasada. - ¿De veras?"
    }
  },
  {
    "translation": {
      "en": "Well, say hello and congratulations from me.",
      "es": "Bueno, salúdala y felicítala de mi parte."
    }
  },
  {
    "translation": {
      "en": "It's not bad, eh?  Indeed.",
      "es": "- Nada mal, ¿no? - Ciertamente."
    }
  },
  {
    "translation": {
      "en": "I hear you've started doing concrete jobs for Brenthams...",
      "es": "Escuché que empezaste a hacer trabajos de concreto para Brenthams."
    }
  },
  {
    "translation": {
      "en": "20% cheaper than you're doing them for me.",
      "es": "Veinte por ciento más barato que los trabajos que haces para mí."
    }
  },
  {
    "translation": {
      "en": "They're a new relationship.",
      "es": "Es una relación nueva."
    }
  },
  {
    "translation": {
      "en": "It's a way of getting a foothold in new markets.",
      "es": "Es una manera de meter un pie en nuevos mercados."
    }
  },
  {
    "translation": {
      "en": "Well, have you got tired of your old relationships?",
      "es": "¿Te cansaste de tus viejas relaciones?"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "es": "Por supuesto que no."
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "es": "Jason."
    }
  },
  {
    "translation": {
      "en": "With this new information,",
      "es": "Con esta nueva información,"
    }
  },
  {
    "translation": {
      "en": "I took the liberty of rewriting our contracts.",
      "es": "me tomé la libertad de reescribir nuestro contrato."
    }
  },
  {
    "translation": {
      "en": "You can't do that, Sylvie.",
      "es": "No puedes hacer eso, Sylvie."
    }
  },
  {
    "translation": {
      "en": "I represent more than half your turnover.",
      "es": "Represento más de la mitad de tu facturación."
    }
  },
  {
    "translation": {
      "en": "- Sylvie-- - It's a long way down, Phil.",
      "es": "- Sylvie... - El camino hacia abajo es largo, Phil."
    }
  },
  {
    "translation": {
      "en": "Metaphorically speaking. That wasn't meant as a threat.",
      "es": "Metafóricamente hablando. No lo dijo como una amenaza."
    }
  },
  {
    "translation": {
      "en": "You'll drop by a third, but you won't fall all the way.",
      "es": "Bajarás un tercio, pero no caerás del todo."
    }
  },
  {
    "translation": {
      "en": "- - Hi, it's Emma. Please leave a message, and I'll get back to you. Thanks, bye!",
      "es": "Hola, habla Emma. Deja un mensaje y te llamaré. Gracias. Adiós."
    }
  },
  {
    "translation": {
      "en": "Ems, it's Mum. It's nothing in particular.",
      "es": "Ems, soy mamá. No es nada en particular."
    }
  },
  {
    "translation": {
      "en": "- I just wanted to, erm... -",
      "es": "Solo quería..."
    }
  },
  {
    "translation": {
      "en": "Well, I hope everything's fine, and, er, we'll catch up soon, okay?",
      "es": "Espero que todo esté bien, hablaremos pronto, ¿de acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Big hug. I love you.",
      "es": "Un abrazo grande. Te quiero."
    }
  },
  {
    "translation": {
      "en": "Marcella Backland?",
      "es": "- ¿Marsella Backland? - Es Marcella, pero sí."
    }
  },
  {
    "translation": {
      "en": "- It's Marchella, but yeah. - DI Rav Sangha.",
      "es": "- ¿Marsella Backland? - Es Marcella, pero sí. Detective inspector Rav Sangha. Trabajo con la detective jefe Laura Porter."
    }
  },
  {
    "translation": {
      "en": "I work with DCI Laura Porter.",
      "es": "Detective inspector Rav Sangha. Trabajo con la detective jefe Laura Porter."
    }
  },
  {
    "translation": {
      "en": "- Right. - It's about the Grove Park murders.",
      "es": "- Está bien. - Es por los asesinatos de Grove Park."
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "es": "Adelante."
    }
  },
  {
    "translation": {
      "en": "You might not remember. It was a long time ago.",
      "es": "Tal vez no lo recuerde. Fue hace mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "2005. Two women, one man. Killed in their homes.",
      "es": "En 2005. Dos mujeres, un hombre, asesinados en sus casas."
    }
  },
  {
    "translation": {
      "en": "Plastic bags over their heads.",
      "es": "Bolsas plásticas en sus cabezas."
    }
  },
  {
    "translation": {
      "en": "Tied around their throats with insulating tape.",
      "es": "Atadas en la garganta con cinta aisladora."
    }
  },
  {
    "translation": {
      "en": "Hands and feet tied with cable ties.",
      "es": "Manos y pies atados con precintos para cables."
    }
  },
  {
    "translation": {
      "en": "Trophies taken from the scenes.",
      "es": "Se llevaron trofeos de las escenas."
    }
  },
  {
    "translation": {
      "en": "I'm impressed.  Well, don't be.",
      "es": "- Estoy impresionado. - Bueno, no lo esté."
    }
  },
  {
    "translation": {
      "en": "We never got him. Yeah. Well, it looks like he's back.",
      "es": "- Nunca lo atrapamos. - Sí. Bueno, parece que ha regresado."
    }
  },
  {
    "translation": {
      "en": "We found our second victim last night.",
      "es": "Anoche encontramos a nuestra segunda víctima."
    }
  },
  {
    "translation": {
      "en": "- An 11- year gap? - It looks like it.",
      "es": "- ¿Una brecha de 11 años? - Así parece."
    }
  },
  {
    "translation": {
      "en": "So the woman we found last night, Carol Fincher,",
      "es": "La mujer que encontramos anoche, Carol Fincher,"
    }
  },
  {
    "translation": {
      "en": "she lost her job at Bonn Electronics six months ago.",
      "es": "perdió su trabajo en Bonn Electronics hace seis meses."
    }
  },
  {
    "translation": {
      "en": "Now, Laura seems to think she remembers interviewing someone called Bonn",
      "es": "Laura piensa que interrogó a alguien llamado Bonn en la investigación anterior,"
    }
  },
  {
    "translation": {
      "en": "from the previous investigation, but we cannot find the transcript.",
      "es": "Laura piensa que interrogó a alguien llamado Bonn en la investigación anterior, pero no podemos encontrar la transcripción."
    }
  },
  {
    "translation": {
      "en": "Mmm, the second victim was dating a Clive Bonn. Er...",
      "es": "¿La segunda víctima estaba saliendo con un tal Clive Bonn?"
    }
  },
  {
    "translation": {
      "en": "Yeah, but a few weeks before she was murdered, we interviewed him,",
      "es": "Sí. Unas semanas antes de ser asesinada. Lo interrogamos, pero tenía una coartada."
    }
  },
  {
    "translation": {
      "en": "but he had an alibi.",
      "es": "Lo interrogamos, pero tenía una coartada."
    }
  },
  {
    "translation": {
      "en": "- Clive Bonn. - Yeah, lives in Harrow...",
      "es": "- ¿Clive Bonn? - Sí. Vive en Harrow."
    }
  },
  {
    "translation": {
      "en": "or did at the time.",
      "es": "O vivía allí en ese momento."
    }
  },
  {
    "translation": {
      "en": "Can I take a look?",
      "es": "¿Puedo echar un vistazo?"
    }
  },
  {
    "translation": {
      "en": "That's Liz Harper. Husband came home and found her two weeks ago.",
      "es": "Esa es Liz Harper. El esposo llegó a casa y la encontró hace dos semanas."
    }
  },
  {
    "translation": {
      "en": "Hmm. And?",
      "es": "¿Y...?"
    }
  },
  {
    "translation": {
      "en": "Carol Fincher. Divorced, no children, lived alone.",
      "es": "Carol Fincher. Divorciada, sin hijos, vivía sola."
    }
  },
  {
    "translation": {
      "en": "Found her last night, but as you can see, killed before Harper.",
      "es": "La encontraron anoche, pero como ve, fue asesinada antes que Harper."
    }
  },
  {
    "translation": {
      "en": "Hmm. Peter Cullen. Have you talked to him? - He was our prime suspect. - Mmm- hmm.",
      "es": "Peter Cullen. ¿Hablaron con él? Fue nuestro principal sospechoso."
    }
  },
  {
    "translation": {
      "en": "It's not him. He's behind bars.",
      "es": "No es él. Está tras las rejas."
    }
  },
  {
    "translation": {
      "en": "- For what? - Manslaughter.",
      "es": "- ¿Por qué? - Homicidio culposo."
    }
  },
  {
    "translation": {
      "en": "Killed his wife eight years ago.",
      "es": "Mató a su esposa hace ocho años."
    }
  },
  {
    "translation": {
      "en": "- So he has killed? - Yes, but not these two.",
      "es": "- Entonces, ha matado. - Sí. Pero no a estas dos."
    }
  },
  {
    "translation": {
      "en": "Yeah, can I, er, keep these? No. Why?",
      "es": "- Sí. ¿Puedo quedarme con ellos? - No. ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Mmm, just to look over with a fresh pair of eyes.",
      "es": "Bueno, solo para revisarlos con nuevos ojos."
    }
  },
  {
    "translation": {
      "en": "But you're not on the force, are you? So... you can't.",
      "es": "Pero no está en la fuerza, ¿no? Así que no puede."
    }
  },
  {
    "translation": {
      "en": "Do you want to call Laura and ask?",
      "es": "¿Quiere llamar a Laura y preguntarle?"
    }
  },
  {
    "translation": {
      "en": "DCI Laura Porter. Erm, hey, it's... it's Marcella Backland.",
      "es": "- Detective jefe Laura Porter. - Hola, soy Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "Hi, Marcella. My God, it's been ages. How are you?",
      "es": "Hola, Marcella. Dios mío. Han pasado años. ¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "So one of your detectives visited me today.",
      "es": "Hoy me visitó uno de tus detectives."
    }
  },
  {
    "translation": {
      "en": "Yes, Rav. Did you find something in the reports?",
      "es": "Sí, Rav. ¿Encontraste algo en los informes?"
    }
  },
  {
    "translation": {
      "en": "I want to come back to work.",
      "es": "Quiero volver a trabajar."
    }
  },
  {
    "translation": {
      "en": "This is DS Marcella Backland.",
      "es": "Ella es la detective sargento Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "She's been on a career break for several years,",
      "es": "Hizo una pausa en su carrera durante varios años para dedicarse a su familia."
    }
  },
  {
    "translation": {
      "en": "raising a family, but she's back now,",
      "es": "Hizo una pausa en su carrera durante varios años para dedicarse a su familia. Pero ahora ha regresado. Va a trabajar con nosotros."
    }
  },
  {
    "translation": {
      "en": "and she's gonna be working with us.",
      "es": "Pero ahora ha regresado. Va a trabajar con nosotros."
    }
  },
  {
    "translation": {
      "en": "Now, Marcella worked on the Grove Park case back in 2005,",
      "es": "Ahora, Marcella trabajó en el caso de Grove Park en el 2005."
    }
  },
  {
    "translation": {
      "en": "so we're pleased she's joining our team.",
      "es": "Así que nos alegra que se una a nuestro equipo."
    }
  },
  {
    "translation": {
      "en": "Right. Forensics have finished at Carol Fincher's place.",
      "es": "Bien. Los forenses han terminado en la casa de Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "Same kind of plastic bag and tape.",
      "es": "La misma clase de bolsa plástica y cinta."
    }
  },
  {
    "translation": {
      "en": "Sorry, the same as in 2005, or on the other new victim?",
      "es": "Lo siento. ¿La misma que en 2005 o que en la otra víctima?"
    }
  },
  {
    "translation": {
      "en": "Both. No signs of forced entry. It all points to the same offender.",
      "es": "Ambos. No hay signos de entrada forzada. Todo apunta al mismo criminal."
    }
  },
  {
    "translation": {
      "en": "Did you get a hold of Clive Bonn?",
      "es": "- ¿Pudieron localizar a Clive Bonn? - Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he claims to have never met, or even heard of Carol Fincher or Liz Harper.",
      "es": "Y afirma que nunca conoció ni oyó hablar de Carol Fincher o Liz Harper."
    }
  },
  {
    "translation": {
      "en": "And what about the other suspects from the 2005 investigation?",
      "es": "¿Y los otros sospechosos de la investigación de 2005?"
    }
  },
  {
    "translation": {
      "en": "Well, we've got hold of pretty much all of them.",
      "es": "Hemos contactado a casi todos."
    }
  },
  {
    "translation": {
      "en": "They're being questioned and written off. Alex.",
      "es": "Han sido interrogados y descartados. Alex."
    }
  },
  {
    "translation": {
      "en": "Right. On all the pictures we've got of Carol Fincher,",
      "es": "En todas las fotos que tenemos de Carol Fincher,"
    }
  },
  {
    "translation": {
      "en": "she's wearing this Thomas Sabo bracelet with six charms on it.",
      "es": "está usando este brazalete de Thomas Sabo con seis dijes. Ha desaparecido."
    }
  },
  {
    "translation": {
      "en": "It's missing.",
      "es": "con seis dijes. Ha desaparecido."
    }
  },
  {
    "translation": {
      "en": "Carol's telephone and computer records.",
      "es": "Los registros telefónicos e informáticos de Carol."
    }
  },
  {
    "translation": {
      "en": "She was registered with a dating site, Meet.",
      "es": "Estaba registrada en un sitio de citas."
    }
  },
  {
    "translation": {
      "en": "That's M- E- E- T, not M- E- A- T.",
      "es": "Se llama Meet. M-E-E-T, no M-E-A-T."
    }
  },
  {
    "translation": {
      "en": "Anyway, erm, we're trying to work out whether she's had any contact with people on that site.",
      "es": "Como sea, estamos investigando si tuvo contacto con gente de ese sitio."
    }
  },
  {
    "translation": {
      "en": "Right, and was Liz Harper registered with them as well?",
      "es": "Bien. ¿Y Liz Harper también estaba registrada allí?"
    }
  },
  {
    "translation": {
      "en": "We're working on it. But the...",
      "es": "Estamos trabajando en eso. Pero la..."
    }
  },
  {
    "translation": {
      "en": "the four last unanswered calls to Carol's phone",
      "es": "Las últimas cuatro llamadas no respondidas al teléfono de Carol"
    }
  },
  {
    "translation": {
      "en": "were from a former colleague, Joanna Dogan.",
      "es": "fueron de una antigua colega, Joanna Dugan."
    }
  },
  {
    "translation": {
      "en": "Right. Alex, Marcella, go and find her.",
      "es": "Bien. Alex, Marcella, vayan a buscarla."
    }
  },
  {
    "translation": {
      "en": "See if she knows anything about who Carol might have met.",
      "es": "Vean si puede decirnos con quién se reunió Carol."
    }
  },
  {
    "translation": {
      "en": "You want me to go? Is that a problem?",
      "es": "- ¿Quieres que vaya yo? - ¿Algún problema?"
    }
  },
  {
    "translation": {
      "en": "- No, it's just-- - You weren't expecting to work today?",
      "es": "- No, es solo que... - ¿No esperabas trabajar hoy?"
    }
  },
  {
    "translation": {
      "en": "- Of course I was-- - Well, then.",
      "es": "- Por supuesto que sí. - Entonces, ve."
    }
  },
  {
    "translation": {
      "en": "I feel so guilty. I should have gone over.  Why didn't you?",
      "es": "- Me siento culpable. Debería haber ido. - ¿Por qué no lo hizo?"
    }
  },
  {
    "translation": {
      "en": "There were times where she wanted to be left alone.",
      "es": "Había momentos en que quería que la dejaran sola."
    }
  },
  {
    "translation": {
      "en": "You rang her... quite a bit.",
      "es": "La llamó por teléfono. Varias veces."
    }
  },
  {
    "translation": {
      "en": "You didn't think it was strange when she didn't call you back?",
      "es": "¿No le pareció extraño que no le respondiera la llamada?"
    }
  },
  {
    "translation": {
      "en": "To be honest, I was a tiny bit relieved.",
      "es": "Para ser honesta, me sentí un poco aliviada."
    }
  },
  {
    "translation": {
      "en": "She couldn't stop going on about her husband leaving her.",
      "es": "No paraba de hablar de que su esposo la dejó."
    }
  },
  {
    "translation": {
      "en": "Well, maybe it was the worst thing that ever happened to her.",
      "es": "Bueno, tal vez fue lo peor que le pasó en la vida."
    }
  },
  {
    "translation": {
      "en": "Right. It's just, there is a limit to what you can bear to hear over and over.",
      "es": "Sí. Pero hay un límite para lo que puedes soportar escuchar una y otra vez."
    }
  },
  {
    "translation": {
      "en": "Were you aware that she was a recovering alcoholic?",
      "es": "¿Sabía que era una alcohólica en recuperación?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And it didn't occur to you that...",
      "es": "¿Y no se le ocurrió que tal vez había vuelto a beber"
    }
  },
  {
    "translation": {
      "en": "maybe she'd started drinking again and that's why she didn't call you back?",
      "es": "¿Y no se le ocurrió que tal vez había vuelto a beber y por eso no le respondió?"
    }
  },
  {
    "translation": {
      "en": "I said I felt guilty, didn't I?",
      "es": "Dije que me sentía culpable, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Do you, erm... do you mind if I... if I take this?",
      "es": "¿En serio? ¿Le importa si me llevo esto?"
    }
  },
  {
    "translation": {
      "en": "Erm, no.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Did, erm... did Carol ever mention a Peter Cullen?",
      "es": "¿Carol alguna vez mencionó a un Peter Cullen?"
    }
  },
  {
    "translation": {
      "en": "No. You've never seen this man?",
      "es": "- No. - ¿Nunca ha visto a este hombre?"
    }
  },
  {
    "translation": {
      "en": "Erm... no.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "- Sure? - Yeah.",
      "es": "- ¿Segura? - Sí."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Marcella... why are you asking questions about Peter Cullen?",
      "es": "¿Marcella? ¿Por qué estás haciendo preguntas sobre Peter Cullen?"
    }
  },
  {
    "translation": {
      "en": "Well, he's not locked up, is he? He's in an open prison,",
      "es": "Bueno, no está encerrado, ¿no? Está en una prisión abierta, trabajando tres días a la semana en una panadería."
    }
  },
  {
    "translation": {
      "en": "doing a work scheme three days a week in a bakery.",
      "es": "Está en una prisión abierta, trabajando tres días a la semana en una panadería."
    }
  },
  {
    "translation": {
      "en": "You said he was behind bars, so he couldn't have done it.",
      "es": "Dijiste que estaba tras las rejas, y por eso no podría haberlo hecho."
    }
  },
  {
    "translation": {
      "en": "Prison officers drive him to the bakery and back.",
      "es": "Los oficiales de la prisión lo llevan y lo traen de la panadería"
    }
  },
  {
    "translation": {
      "en": "And then his supervisor's responsible for him during the day.",
      "es": "y un supervisor es responsable de él durante el día."
    }
  },
  {
    "translation": {
      "en": "2005, his car was spotted one block away from the first murder.",
      "es": "En 2005, su auto fue visto a una cuadra del primer asesinato."
    }
  },
  {
    "translation": {
      "en": "Many cars were, and he had a very good explanation for being there.",
      "es": "Había muchos autos. Y dio una muy buena explicación."
    }
  },
  {
    "translation": {
      "en": "He had exactly the same insulating tape in his car.",
      "es": "- Tenía la misma cinta aisladora. - Es una marca común."
    }
  },
  {
    "translation": {
      "en": "Well, it's a common brand, and he was an electrician.",
      "es": "- Tenía la misma cinta aisladora. - Es una marca común. - Y no tenía coartadas. - Todo es circunstancial."
    }
  },
  {
    "translation": {
      "en": "- And he didn't have any alibis. - It's all circumstantial.",
      "es": "- Y no tenía coartadas. - Todo es circunstancial."
    }
  },
  {
    "translation": {
      "en": "And we've looked into it, we've ruled him out,",
      "es": "Lo investigamos y lo descartamos,"
    }
  },
  {
    "translation": {
      "en": "and just so you know, we don't fly solo on this team.",
      "es": "y para que sepas, no volamos solos en este equipo."
    }
  },
  {
    "translation": {
      "en": "You said he didn't know Carol Fincher, right?",
      "es": "Dijo que no conocía a Carol Fincher, ¿cierto?"
    }
  },
  {
    "translation": {
      "en": "Yeah, why?",
      "es": "Sí. ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Alex, get Laura on the phone.",
      "es": "Alex, llama por teléfono a Laura."
    }
  },
  {
    "translation": {
      "en": "Okay, Mr Bonn, you said...",
      "es": "De acuerdo, señor Bonn. Usted dijo"
    }
  },
  {
    "translation": {
      "en": "that you'd never met Carol Fincher.",
      "es": "que no conocía a Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "The woman on the right is Carol Fincher and the man in the middle is you.",
      "es": "La de la derecha es Carol Fincher y el hombre del medio es usted."
    }
  },
  {
    "translation": {
      "en": "Apparently, I was wrong.",
      "es": "Aparentemente, me equivoqué."
    }
  },
  {
    "translation": {
      "en": "When and where was that photo taken? Why don't you ask the photographer about that?",
      "es": "- ¿Cuándo y dónde se tomó esa foto? - ¿Por qué no se lo pregunta al fotógrafo?"
    }
  },
  {
    "translation": {
      "en": "I'm asking you.",
      "es": "Se lo estoy preguntando a usted."
    }
  },
  {
    "translation": {
      "en": "The company was having its 20th anniversary in July,",
      "es": "La compañía hizo una fiesta de su vigésimo aniversario en julio,"
    }
  },
  {
    "translation": {
      "en": "so I came back from Rome for that.",
      "es": "así que regresé de Roma para eso."
    }
  },
  {
    "translation": {
      "en": "And met Carol Fincher?",
      "es": "- ¿Y conoció a Carol Fincher? - Si conocer significa que por accidente"
    }
  },
  {
    "translation": {
      "en": "If met means accidentally ending up on the same photo as her, then, yes.",
      "es": "- ¿Y conoció a Carol Fincher? - Si conocer significa que por accidente terminé en la misma foto que ella, entonces... sí."
    }
  },
  {
    "translation": {
      "en": "You fired her a month later.  We let 50 people go at that time.",
      "es": "- La despidió un mes más tarde. - Despedimos 50 personas en ese momento."
    }
  },
  {
    "translation": {
      "en": "HR handled everything.",
      "es": "Recursos Humanos se ocupó de todo."
    }
  },
  {
    "translation": {
      "en": "Liz Harper. You said you never met her, either.",
      "es": "Liz Harper. Dijo que tampoco la conocía."
    }
  },
  {
    "translation": {
      "en": "- You got a photo of us, too? - Is there one?",
      "es": "¿También tiene una foto de nosotros? ¿Hay una?"
    }
  },
  {
    "translation": {
      "en": "So, er, are there any other women who I don't know",
      "es": "Entonces, ¿hay alguna otra mujer que no conozco"
    }
  },
  {
    "translation": {
      "en": "you want to talk to me about, or are we done?",
      "es": "de la que quieran hablarme, o terminamos?"
    }
  },
  {
    "translation": {
      "en": "No, we're done. Thank you.",
      "es": "No. Terminamos. Gracias."
    }
  },
  {
    "translation": {
      "en": "Clive Bonn, connected to one of the 2005 victims and to Carol Fincher.",
      "es": "Clive Bonn, relacionado a una de las víctimas de 2005 y a Carol Fincher."
    }
  },
  {
    "translation": {
      "en": "Now, if there's any connection to the other victims, I want us to find it now.",
      "es": "Si hay alguna conexión con las otras víctimas, quiero que la encontremos."
    }
  },
  {
    "translation": {
      "en": "Mark, contact the police in Rome.",
      "es": "Mark, contacta a la policía de Roma."
    }
  },
  {
    "translation": {
      "en": "See if they've had any murders similar to ours between 2006 and now.",
      "es": "Ve si hubo asesinatos similares a los nuestros entre 2006 y ahora."
    }
  },
  {
    "translation": {
      "en": "Er, Clive Bonn had an alibi in 2005.",
      "es": "Clive Bonn tenía una coartada en 2005."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he moved to Italy in 2006 and the murders stopped.",
      "es": "Y se mudó a Italia en 2006 y los asesinatos pararon."
    }
  },
  {
    "translation": {
      "en": "He returned to London three months ago and we got new bodies.",
      "es": "Regresó hace tres meses y tenemos cuerpos nuevos."
    }
  },
  {
    "translation": {
      "en": "Could be a coincidence. Could be, but it's enough of a reason for us to investigate.",
      "es": "- Podría ser coincidencia. - Suficiente razón para que investiguemos."
    }
  },
  {
    "translation": {
      "en": "But we don't care that the murders started again",
      "es": "¿Pero no nos importa que los asesinatos volvieron a empezar"
    }
  },
  {
    "translation": {
      "en": "when Peter Cullen got in touch with the outside world?",
      "es": "cuando Peter Cullen entró en contacto con el mundo exterior?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "What did I say about Cullen?",
      "es": "- ¿Qué dije sobre Cullen? - Que lo descartaron."
    }
  },
  {
    "translation": {
      "en": "That you've ruled him out, and I think that's a mistake.",
      "es": "- ¿Qué dije sobre Cullen? - Que lo descartaron. - Creo que fue un error. - No me importa lo que pienses."
    }
  },
  {
    "translation": {
      "en": "I don't care what you think.",
      "es": "- Creo que fue un error. - No me importa lo que pienses."
    }
  },
  {
    "translation": {
      "en": "He's in prison, being monitored around the clock.",
      "es": "Está en prisión con vigilancia permanente."
    }
  },
  {
    "translation": {
      "en": "Forget about him.",
      "es": "Olvídate de él."
    }
  },
  {
    "translation": {
      "en": "Peter. Long time, no see.",
      "es": "Peter. Hacía mucho que no lo veía."
    }
  },
  {
    "translation": {
      "en": "What do you want? What do you think I want?",
      "es": "- ¿Qué quiere? - ¿Qué cree que quiero?"
    }
  },
  {
    "translation": {
      "en": "I don't know. A loaf, please.",
      "es": "- No lo sé. - Una barra de pan, por favor."
    }
  },
  {
    "translation": {
      "en": "Anything in particular? It doesn't matter, you choose.",
      "es": "- ¿Algún pan en particular? - No importa. Elija usted."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Oh, they're beautiful.",
      "es": "Son hermosas."
    }
  },
  {
    "translation": {
      "en": "Hi, late, sorry.",
      "es": "- Hola. Llegué tarde. Lo siento. - No te preocupes."
    }
  },
  {
    "translation": {
      "en": "No worries. Champagne?",
      "es": "- Hola. Llegué tarde. Lo siento. - No te preocupes. - ¿Champaña? - Hola."
    }
  },
  {
    "translation": {
      "en": "Hi.  Hi.",
      "es": "- ¿Champaña? - Hola."
    }
  },
  {
    "translation": {
      "en": "Oh, what's the occasion? It's our fourth anniversary.",
      "es": "- ¿Por qué? ¿Cuál es el motivo? - Es nuestro cuarto aniversario."
    }
  },
  {
    "translation": {
      "en": "Really? Well, congratulations.",
      "es": "¿De veras? Felicitaciones."
    }
  },
  {
    "translation": {
      "en": "We got the roses from Grace.",
      "es": "Grace nos regaló rosas."
    }
  },
  {
    "translation": {
      "en": "- Actually, they're from both of us. - No, they're not.",
      "es": "- De hecho, son de parte de los dos. - No, no lo son."
    }
  },
  {
    "translation": {
      "en": "No, they're not.",
      "es": "No. No lo son."
    }
  },
  {
    "translation": {
      "en": "So, did you take a look at the Lambeth project?",
      "es": "No. No lo son. ¿Le echaste un vistazo al Proyecto Lambeth?"
    }
  },
  {
    "translation": {
      "en": "Yes, and we're not going to change a thing.",
      "es": "Sí. Y no vamos a cambiar nada."
    }
  },
  {
    "translation": {
      "en": "Erm, what's with the Lambeth project?",
      "es": "¿Qué pasa con el Proyecto Lambeth?"
    }
  },
  {
    "translation": {
      "en": "We're breaking our agreement with the chief planning officer.",
      "es": "Vamos a romper nuestro acuerdo con el jefe de planificación."
    }
  },
  {
    "translation": {
      "en": "How are we breaking our agreement?",
      "es": "¿Cómo vamos a romper nuestro acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Well, we got to buy the land based on the promise",
      "es": "Bueno, pudimos comprar el terreno en base a la promesa"
    }
  },
  {
    "translation": {
      "en": "of building a public green space on the roof.",
      "es": "de construir un espacio público verde en la azotea."
    }
  },
  {
    "translation": {
      "en": "It is going to be green, and it's going to be open to the public.",
      "es": "Va a ser verde. Y va a estar abierto al público."
    }
  },
  {
    "translation": {
      "en": "If they pay.",
      "es": "Si pagan. Y si no les molestan las multitudes."
    }
  },
  {
    "translation": {
      "en": "And if they don't mind crowds, since over half the surface area",
      "es": "Si pagan. Y si no les molestan las multitudes. Más de la mitad de la superficie será dada a bares, restaurantes y spas."
    }
  },
  {
    "translation": {
      "en": "is being given over to bars, restaurants and spas.",
      "es": "Más de la mitad de la superficie será dada a bares, restaurantes y spas."
    }
  },
  {
    "translation": {
      "en": "- It's more profitable. - Profitability is not the issue.",
      "es": "- Es más rentable. - La rentabilidad no es el problema."
    }
  },
  {
    "translation": {
      "en": "We promised them a building that was environmentally responsible.",
      "es": "Les prometimos un edificio que era ambientalmente responsable."
    }
  },
  {
    "translation": {
      "en": "Okay, that's enough of the business talk. Let's celebrate, shall we?",
      "es": "De acuerdo, basta de hablar de negocios. Celebremos, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Why do we even have a department for environmental issues if we're going to completely ignore them?",
      "es": "¿Por qué tenemos un departamento de Temas Ambientales si los ignoramos?"
    }
  },
  {
    "translation": {
      "en": "Because you needed a job, and unlike my daughter,",
      "es": "Porque necesitabas un trabajo y, a diferencia de mi hija, realmente no sabes hacer nada."
    }
  },
  {
    "translation": {
      "en": "you can't actually do anything.",
      "es": "y, a diferencia de mi hija, realmente no sabes hacer nada."
    }
  },
  {
    "translation": {
      "en": "Stephen. Grace. Henry.",
      "es": "- Stephen, Grace. - Henry."
    }
  },
  {
    "translation": {
      "en": "Henry, come on.",
      "es": "Henry, vamos."
    }
  },
  {
    "translation": {
      "en": "So you were home.",
      "es": "Entonces estabas en casa."
    }
  },
  {
    "translation": {
      "en": "You still consider this your home?",
      "es": "¿Todavía consideras que esta es tu casa?"
    }
  },
  {
    "translation": {
      "en": "Where are you living at the moment?",
      "es": "¿Dónde estás viviendo ahora?"
    }
  },
  {
    "translation": {
      "en": "At Greg's. We'll have to see after that.",
      "es": "En la casa de Greg. Habrá que ver después de eso. Oye, con respecto al auto..."
    }
  },
  {
    "translation": {
      "en": "Hey, about the car...",
      "es": "Habrá que ver después de eso. Oye, con respecto al auto..."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Forget it.",
      "es": "Olvídalo."
    }
  },
  {
    "translation": {
      "en": "I probably deserved it.",
      "es": "Probablemente me lo merecía."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to tell the kids.",
      "es": "Vamos a tener que decírselo a los niños."
    }
  },
  {
    "translation": {
      "en": "I'll tell them when they come home from school at the weekend.",
      "es": "Se lo diremos el fin de semana cuando regresen de la escuela."
    }
  },
  {
    "translation": {
      "en": "It'll turn into such a big thing if we both drive up there.",
      "es": "Se convertirá en algo grande si ambos vamos a verlos."
    }
  },
  {
    "translation": {
      "en": "But it is a big thing!",
      "es": "¡Es algo grande!"
    }
  },
  {
    "translation": {
      "en": "I'm grateful to you for everything.",
      "es": "Estoy agradecido contigo por todo."
    }
  },
  {
    "translation": {
      "en": "But these last few years... I've felt alone.",
      "es": "Pero estos últimos años, me he sentido solo."
    }
  },
  {
    "translation": {
      "en": "Like, we've nothing in common... except the kids.",
      "es": "Como si no tuviéramos nada en común. Excepto los niños."
    }
  },
  {
    "translation": {
      "en": "No, that is not a reason. That's something you work at.",
      "es": "No, esa no es una razón. Eso es algo en lo que trabajas."
    }
  },
  {
    "translation": {
      "en": "I don't love you any more.",
      "es": "Ya no te amo."
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "es": "¿Jason?"
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "es": "¿Jason?"
    }
  },
  {
    "translation": {
      "en": "Jason, where are you?",
      "es": "Jason, ¿dónde estás?"
    }
  },
  {
    "translation": {
      "en": "Why? What do you want?",
      "es": "¿Por qué? ¿Qué quieres?"
    }
  },
  {
    "translation": {
      "en": "It's just like I can't quite...",
      "es": "Es que, no puedo..."
    }
  },
  {
    "translation": {
      "en": "I can't remember you leaving.",
      "es": "No recuerdo que te fueras."
    }
  },
  {
    "translation": {
      "en": "Really? You more or less kicked me down the stairs.",
      "es": "¿De veras? Bueno, más o menos me hiciste bajar la escalera a patadas."
    }
  },
  {
    "translation": {
      "en": "Yeah, erm...",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I don't know what happened, erm...  Well, I do.",
      "es": "- Yo... no sé qué pasó. - Bueno, yo sí."
    }
  },
  {
    "translation": {
      "en": "I'll ring you later, okay?",
      "es": "Te llamaré más tarde, ¿de acuerdo?"
    }
  },
  {
    "translation": {
      "en": "- Alcina. - I'm in the bathroom.",
      "es": "- Alcina. - Estoy en el baño."
    }
  },
  {
    "translation": {
      "en": "Listen, work have just called, so I'm heading out, okay?",
      "es": "Escucha. Me llamaron del trabajo, así que tengo que salir. ¿De acuerdo?"
    }
  },
  {
    "translation": {
      "en": "All right, darling. See you later.",
      "es": "Está bien, cariño. Nos vemos más tarde."
    }
  },
  {
    "translation": {
      "en": "Maddy!",
      "es": "¡Maddy!"
    }
  },
  {
    "translation": {
      "en": "Hey.  Hi.",
      "es": "- Hola. - Hola."
    }
  },
  {
    "translation": {
      "en": "- These are for you. - Why am I getting flowers?",
      "es": "- Son para ti. - ¿Por qué estoy recibiendo flores?"
    }
  },
  {
    "translation": {
      "en": "Oh. As a thank you...",
      "es": "Bueno, es un agradecimiento."
    }
  },
  {
    "translation": {
      "en": "for all your help.",
      "es": "Por toda tu ayuda."
    }
  },
  {
    "translation": {
      "en": "I didn't realise this was going to be the last time.",
      "es": "No sabía que esta iba a ser la última vez."
    }
  },
  {
    "translation": {
      "en": "Well, I've got everything I need, I think.",
      "es": "Bueno, tengo todo lo que necesito, creo."
    }
  },
  {
    "translation": {
      "en": "Unless... you've thought of something.",
      "es": "A menos... que se te haya ocurrido algo."
    }
  },
  {
    "translation": {
      "en": "I can help you a lot more. A lot, lot more.",
      "es": "Puedo ayudarte mucho más. Muchísimo más."
    }
  },
  {
    "translation": {
      "en": "I'd really like to go on seeing you.",
      "es": "Realmente me encantaría seguir viéndote."
    }
  },
  {
    "translation": {
      "en": "You're gonna think it's worth it. I promise.",
      "es": "Pensarás que vale la pena. Te lo prometo."
    }
  },
  {
    "translation": {
      "en": "Yeah. It'd be nice.",
      "es": "Sí, será lindo."
    }
  },
  {
    "translation": {
      "en": "- Sorry, I'm late. - Not interested. We've got a third victim.",
      "es": "- Siento llegar tarde. - No importa. Tenemos una tercera víctima."
    }
  },
  {
    "translation": {
      "en": "We checked Bonn. According to his wife, he was at home at the time of the murder.",
      "es": "Investigamos a Bonn. Según su esposa, estaba en casa a la hora del asesinato."
    }
  },
  {
    "translation": {
      "en": "There's a shop outside Williams' flat with CCTV. Go and get the footage.",
      "es": "Afuera del apartamento de Williams hay una tienda con cámaras. Ve por los videos."
    }
  },
  {
    "translation": {
      "en": "Can't one of the DCs do that? Yeah, they could.",
      "es": "- ¿No puede ir un detective agente? - Sí. Podría."
    }
  },
  {
    "translation": {
      "en": "Mark, do me a favour. Will you do an identity check on...",
      "es": "¿Mark? Hazme un favor. ¿Puedes buscar la identidad de..."
    }
  },
  {
    "translation": {
      "en": "this girl here?",
      "es": "...esta chica de aquí?"
    }
  },
  {
    "translation": {
      "en": "- Her first name's Maddy. - Who's the guy?",
      "es": "- Su nombre es Maddy. - ¿Quién es el sujeto?"
    }
  },
  {
    "translation": {
      "en": "Okay, send it to me, but... if Rav asks, I'm gonna tell.",
      "es": "De acuerdo, envíamela. Pero si Rav pregunta, se lo diré. Soy pésimo mintiendo."
    }
  },
  {
    "translation": {
      "en": "I'm a terrible liar.",
      "es": "Pero si Rav pregunta, se lo diré. Soy pésimo mintiendo."
    }
  },
  {
    "translation": {
      "en": "Good. I wish more men were.",
      "es": "Bien. Ojalá más hombres fueran así."
    }
  },
  {
    "translation": {
      "en": "In brief, profitability is up.",
      "es": "En resumen, la rentabilidad ha aumentado."
    }
  },
  {
    "translation": {
      "en": "Thank you, Grace.",
      "es": "Gracias, Grace. Pasemos al siguiente asunto."
    }
  },
  {
    "translation": {
      "en": "- Let's move on to the next issue. - Forgive me. Just one more thing.",
      "es": "Gracias, Grace. Pasemos al siguiente asunto. Disculpa. Solo una cosa más."
    }
  },
  {
    "translation": {
      "en": "Our project in Lambeth.",
      "es": "Nuestro proyecto en Lambeth."
    }
  },
  {
    "translation": {
      "en": "This isn't on the agenda.",
      "es": "Esto no está en la agenda."
    }
  },
  {
    "translation": {
      "en": "I have an item on the agenda, and I haven't finished yet.",
      "es": "Tengo un punto en la agenda y todavía no he terminado."
    }
  },
  {
    "translation": {
      "en": "As you can see, my brother's report clearly raises issues.",
      "es": "Como pueden ver, el informe de mi hermano plantea problemas."
    }
  },
  {
    "translation": {
      "en": "So, Jason, couldn't the council sue us, given the current setup?",
      "es": "Entonces, Jason, dada la configuración actual, ¿el Consejo podría demandarnos?"
    }
  },
  {
    "translation": {
      "en": "I don't have the entire agreement in my head.",
      "es": "No tengo todo el acuerdo en mi cabeza."
    }
  },
  {
    "translation": {
      "en": "Well, we promised them a park. Is that what we're supplying?",
      "es": "Bueno, les prometimos un parque. ¿Es eso lo que les estamos dando?"
    }
  },
  {
    "translation": {
      "en": "Well, that, like so much else, is... open to interpretation.",
      "es": "Bueno, eso, como casi todo lo demás, está abierto a interpretación."
    }
  },
  {
    "translation": {
      "en": "And if the council's interpretation is that we're not keeping our promises,",
      "es": "Y si el Consejo interpreta que no estamos cumpliendo nuestras promesas,"
    }
  },
  {
    "translation": {
      "en": "could that affect future construction work on publicly owned sites?",
      "es": "¿podría afectar futuras obras en sitios de propiedad pública?"
    }
  },
  {
    "translation": {
      "en": "Well, obviously, it could, in theory.",
      "es": "Bueno, obviamente sí, en teoría."
    }
  },
  {
    "translation": {
      "en": "Can they shut down Lambeth?",
      "es": "¿Pueden cancelar Lambeth?"
    }
  },
  {
    "translation": {
      "en": "Oh, for God's sake, he's not a bloody fortune teller.",
      "es": "Vaya, por el amor de Dios. No es un maldito adivino."
    }
  },
  {
    "translation": {
      "en": "Jason?",
      "es": "¿Jason?"
    }
  },
  {
    "translation": {
      "en": "Once again... in theory, yes.",
      "es": "Una vez más... en teoría, sí."
    }
  },
  {
    "translation": {
      "en": "They could.",
      "es": "- Podrían. - Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'd like to call a vote on whether we should have",
      "es": "Me gustaría pedir una votación sobre si mi hermano y su departamento"
    }
  },
  {
    "translation": {
      "en": "my brother and his department take another look at the Lambeth project.",
      "es": "Me gustaría pedir una votación sobre si mi hermano y su departamento deberían volver a revisar el Proyecto Lambeth."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "De acuerdo."
    }
  },
  {
    "translation": {
      "en": "Hi, there. What can I do for ya?",
      "es": "Hola. ¿Qué puedo hacer por ti?"
    }
  },
  {
    "translation": {
      "en": "Okay, thanks. Bye.",
      "es": "De acuerdo. Gracias. Adiós."
    }
  },
  {
    "translation": {
      "en": "- Karen? - Yeah.",
      "es": "- Karen. Hola. - Sí."
    }
  },
  {
    "translation": {
      "en": "Good to meet you.",
      "es": "Me da gusto conocerte."
    }
  },
  {
    "translation": {
      "en": "- You look fantastic. - Thanks.",
      "es": "- Te ves... fantástica. - Gracias."
    }
  },
  {
    "translation": {
      "en": "You made me go against Sylvie.",
      "es": "Me hiciste ir contra Sylvie."
    }
  },
  {
    "translation": {
      "en": "I asked you to answer a question as head of legal affairs.",
      "es": "Te pedí que respondieras una pregunta como jefe de Asuntos Jurídicos."
    }
  },
  {
    "translation": {
      "en": "Everyone's angry with you.",
      "es": "Todos están enojados contigo."
    }
  },
  {
    "translation": {
      "en": "- Not Henry. - Everyone who matters.",
      "es": "- Henry no. - Todos los que importan."
    }
  },
  {
    "translation": {
      "en": "So why go against her?",
      "es": "¿Entonces por qué fuiste contra ella?"
    }
  },
  {
    "translation": {
      "en": "Henry doesn't care or doesn't understand,",
      "es": "A Henry no le importa o no entiende."
    }
  },
  {
    "translation": {
      "en": "but you, you're too smart to put your neck on the line, Grace.",
      "es": "Pero eres demasiado inteligente para arriesgar tu pellejo, Grace."
    }
  },
  {
    "translation": {
      "en": "Especially for him.",
      "es": "- En especial por él. - Lambeth podría perjudicarnos."
    }
  },
  {
    "translation": {
      "en": "Lambeth might hurt us. I was doing my job.",
      "es": "- En especial por él. - Lambeth podría perjudicarnos. Estaba haciendo mi trabajo. Como presidente, deberías estar feliz."
    }
  },
  {
    "translation": {
      "en": "As chairman, you should be happy.",
      "es": "Estaba haciendo mi trabajo. Como presidente, deberías estar feliz."
    }
  },
  {
    "translation": {
      "en": "I'm not the one you need to make happy in this family.",
      "es": "No es a mí a quien tienes que hacer feliz en esta familia."
    }
  },
  {
    "translation": {
      "en": "And, believe me, it's definitely not your job to make your mother lose face.",
      "es": "Y créeme, definitivamente no es tu trabajo hacer quedar mal a tu madre."
    }
  },
  {
    "translation": {
      "en": "Jason Backland, DTG Construction.",
      "es": "Jason Backland, DTG Construcciones."
    }
  },
  {
    "translation": {
      "en": "I can't take your call right now,",
      "es": "Ahora no puedo atender su llamada."
    }
  },
  {
    "translation": {
      "en": "but if you leave a message, I'll get back to you as soon as I can.",
      "es": "Si deja un mensaje, le responderé tan pronto como pueda."
    }
  },
  {
    "translation": {
      "en": "What the hell was that?  What was what?",
      "es": "- ¿Qué diablos fue eso? - ¿Qué cosa?"
    }
  },
  {
    "translation": {
      "en": "Little sister fighting for me. You think she's gonna respect me more?",
      "es": "Mi hermanita peleando por mí. ¿Crees que me respetará más?"
    }
  },
  {
    "translation": {
      "en": "I was... just trying to help.",
      "es": "Estaba tratando de ayudar."
    }
  },
  {
    "translation": {
      "en": "My stepmother already thinks that that I'm useless, so how was that helping?",
      "es": "Mi madrastra ya cree que soy inútil. Por lo tanto, ¿cómo me ayudó eso?"
    }
  },
  {
    "translation": {
      "en": "Help those who ask for help. Okay?",
      "es": "Ayuda a los que te pidan ayuda. ¿De acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "De acuerdo."
    }
  },
  {
    "translation": {
      "en": "Hey there, mate? Peter.",
      "es": "¿Estás bien, amigo? Soy Peter."
    }
  },
  {
    "translation": {
      "en": "I'm in the room next door.",
      "es": "Estoy en la habitación de al lado."
    }
  },
  {
    "translation": {
      "en": "If you need help with anything, you can always ask--",
      "es": "- Si necesitas ayuda con algo... - Sí, no te voy a chupar la verga."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not going to blow you... so you can fuck off.",
      "es": "- Si necesitas ayuda con algo... - Sí, no te voy a chupar la verga. Así que puedes irte al diablo."
    }
  },
  {
    "translation": {
      "en": "I'm not gay.",
      "es": "No soy homosexual."
    }
  },
  {
    "translation": {
      "en": "Great. You can still fuck off.",
      "es": "Genial. Igual puedes irte al diablo."
    }
  },
  {
    "translation": {
      "en": "You all right?",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "Marcella...",
      "es": "Marcella."
    }
  },
  {
    "translation": {
      "en": "That photo you gave me on your phone yesterday.",
      "es": "Esa foto de tu teléfono que me diste ayer."
    }
  },
  {
    "translation": {
      "en": "The girl with Peter Cullen.",
      "es": "La chica. Peter Cullen."
    }
  },
  {
    "translation": {
      "en": "I know which one, Mark. I only gave you one.",
      "es": "Sé cuál es, Mark. Solo te di una."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, that.",
      "es": "Sí, bueno, esa."
    }
  },
  {
    "translation": {
      "en": "I've got an ID on her.",
      "es": "La identifiqué."
    }
  },
  {
    "translation": {
      "en": "You know, she was a much better detective than me when we were working together.",
      "es": "Sabes, era mucho mejor detective que yo cuando trabajábamos juntas."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah? Why is that?",
      "es": "¿Sí? ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Give her a long enough leash, you'll find out.",
      "es": "Dale una correa suficientemente larga y lo descubrirás."
    }
  },
  {
    "translation": {
      "en": "How long, Laura?",
      "es": "¿Cuánto tiempo, Laura?"
    }
  },
  {
    "translation": {
      "en": "As always, I trust your good judgement.",
      "es": "Como siempre, confío en tu buen juicio."
    }
  },
  {
    "translation": {
      "en": "300 quid?",
      "es": "¿Trescientas libras?"
    }
  },
  {
    "translation": {
      "en": "Two...",
      "es": "Dos..."
    }
  },
  {
    "translation": {
      "en": "Three, all right? Thanks.",
      "es": "- Tres. ¿Está bien? - Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "es": "¡Oye!"
    }
  },
  {
    "translation": {
      "en": "Hey, you. Hey, Samantha.",
      "es": "Oye, tú. Oye, Samantha."
    }
  },
  {
    "translation": {
      "en": "It's all right. I know who you are.",
      "es": "Está bien. Sé quién eres."
    }
  },
  {
    "translation": {
      "en": "Well, if you can do it in front of a camera, couldn't you, like, do it live?",
      "es": "Si puedes hacerlo frente a una cámara, ¿no podrías hacerlo en vivo?"
    }
  },
  {
    "translation": {
      "en": "I've got money. I'll pay you.",
      "es": "Tengo dinero. Te pagaré."
    }
  },
  {
    "translation": {
      "en": "More, if you'll... do stuff. Please.",
      "es": "Pagaré más si haces cosas. Por favor."
    }
  },
  {
    "translation": {
      "en": "Show a bit of gratitude next time people are trying to be friendly to you.",
      "es": "Muestra un poco de gratitud la próxima vez que alguien quiera ser amigable contigo."
    }
  },
  {
    "translation": {
      "en": "My name is Marcella Backland.",
      "es": "Mi nombre es Marcella Backland."
    }
  },
  {
    "translation": {
      "en": "You know my husband.",
      "es": "Usted conoce a mi esposo."
    }
  }
]