[
  {
    "translation": {
      "en": "First thing we'd climb a tree",
      "es": "UNA SERIE ORIGINAL DE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "And maybe then we'd talk",
      "es": "cementerio de esperanzas enterradas"
    }
  },
  {
    "translation": {
      "en": "And listen to our thoughts",
      "es": "¿juras ser mi amiga por toda la eternidad?"
    }
  },
  {
    "translation": {
      "en": "No dress rehearsal",
      "es": "necesitas palabras cultas para expresar grandes ideas"
    }
  },
  {
    "translation": {
      "en": "This is our life",
      "es": "necesitas palabras cultas para expresar grandes ideas dormir en un árbol a la luz de la luna"
    }
  },
  {
    "translation": {
      "en": "You'll want to hurry and eat if you're to meet the train on time.",
      "es": "Apresúrate y come si quieres alcanzar el tren."
    }
  },
  {
    "translation": {
      "en": "I pray this isn't foolishness, but it's too late now.",
      "es": "Ruego que esto no sea una insensatez. Pero ya es demasiado tarde."
    }
  },
  {
    "translation": {
      "en": "We made a practical decision. We'll just have to hope for the best.",
      "es": "La decisión está tomada. Esperemos que todo salga bien."
    }
  },
  {
    "translation": {
      "en": "With any luck, Mrs. Spencer will have picked out a good one.",
      "es": "Con suerte, la Sra. Spencer habrá escogido uno bueno."
    }
  },
  {
    "translation": {
      "en": "A hard worker and obedient, like we asked for.",
      "es": "Trabajador, obediente, como el que pedimos."
    }
  },
  {
    "translation": {
      "en": "I couldn't tolerate a lazy boy or a sullen boy.",
      "es": "No toleraría a un niño perezoso o a un niño huraño."
    }
  },
  {
    "translation": {
      "en": "No, I couldn't abide it and I wouldn't.",
      "es": "No podría soportarlo."
    }
  },
  {
    "translation": {
      "en": "In spite of all the worry, I'm relieved to know you'll have a regular hand about the place.",
      "es": "Podrá ser un problema, pero me alivia que tengas ayuda."
    }
  },
  {
    "translation": {
      "en": "You can't buy loyalty.",
      "es": "La lealtad no se compra."
    }
  },
  {
    "translation": {
      "en": "You coming in sometime today?",
      "es": "¿Vendrás hoy en algún momento?"
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, you must be in a state.",
      "es": "Matthew Cuthbert, debes estar preocupado."
    }
  },
  {
    "translation": {
      "en": "Since when do you sit at the table without washing your hands?",
      "es": "¿Desde cuándo te sientas a la mesa sin lavarte las manos?"
    }
  },
  {
    "translation": {
      "en": "Let's not forget you were the one convinced of this plan.",
      "es": "Recuerda que eras tú el convencido de este plan."
    }
  },
  {
    "translation": {
      "en": "You've been set on it since winter, so there's no point fretting now.",
      "es": "Lo decidiste en el invierno. No tiene caso preocuparse ahora."
    }
  },
  {
    "translation": {
      "en": "Not that I disagree, because I don't.",
      "es": "No es que no concuerde, porque no es así."
    }
  },
  {
    "translation": {
      "en": "Will you be ready to set off as soon as you're finished here?",
      "es": "¿Estarás listo para partir en cuanto termines aquí?"
    }
  },
  {
    "translation": {
      "en": "I will.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Bet it won't take long for Rachel to come a- knocking.",
      "es": "Apuesto a que Rachel no tardará en venir."
    }
  },
  {
    "translation": {
      "en": "Lord knows she's got a hunger for gossip like a person starved.",
      "es": "Dios sabe que tiene hambre de chismes como una persona famélica."
    }
  },
  {
    "translation": {
      "en": "I told you to have their supper on the table a half- hour ago.",
      "es": "Te dije que pusieras la cena sobre la mesa hace media hora."
    }
  },
  {
    "translation": {
      "en": "- She needs her diaper changed. - Did you milk the cow?",
      "es": "Necesita que le cambien el pañal. - El estofado está... - ¿Ordeñaste a la vaca?"
    }
  },
  {
    "translation": {
      "en": "- No. Not yet, but I-- - Give her to me!",
      "es": "- No. Todavía no, pero... - Dámela."
    }
  },
  {
    "translation": {
      "en": "You want these children to starve to death? Do something right for a change.",
      "es": "¿Quieres que estos niños mueran de hambre? Haz algo bien, para variar."
    }
  },
  {
    "translation": {
      "en": "You're more trouble than you're worth. Nothing but a miserable piece of trash!",
      "es": "Eres más problemática que útil. No eres más que basura."
    }
  },
  {
    "translation": {
      "en": "Hurry up! We'll see what Mr. Hammond has to say about this when he gets home.",
      "es": "Apresúrate. Veremos qué dirá el Sr. Hammond cuando regrese."
    }
  },
  {
    "translation": {
      "en": "Are you quite all right, dear?",
      "es": "¿Estás bien, querida?"
    }
  },
  {
    "translation": {
      "en": "I like imagining better than remembering.",
      "es": "Me gusta más imaginar que recordar."
    }
  },
  {
    "translation": {
      "en": "Why are the worst memories the most insistent?",
      "es": "¿Por qué los malos recuerdos son más duraderos?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know. Try to rest.",
      "es": "No lo sé. Descansa."
    }
  },
  {
    "translation": {
      "en": "If all the world hated you, and believed you wicked...",
      "es": "Si todo el mundo te odiara, si creyera que eres malvada..."
    }
  },
  {
    "translation": {
      "en": "but your own conscience approved of you and absolved you from guilt...",
      "es": "...pero tu propia conciencia te aprobara y te absolviera de la culpa..."
    }
  },
  {
    "translation": {
      "en": "you would not be without friends.",
      "es": "...no estarías sin amigos."
    }
  },
  {
    "translation": {
      "en": "I love Jane Eyre, don't you?",
      "es": "Me encanta Jane Eyre. ¿A usted no?"
    }
  },
  {
    "translation": {
      "en": "I never met her.",
      "es": "No la conozco."
    }
  },
  {
    "translation": {
      "en": "I'm glad you've woken. I have so many more questions for you about Green Gables.",
      "es": "Me alegra que haya despertado. Tengo tantas preguntas sobre Green Gables."
    }
  },
  {
    "translation": {
      "en": "I'm sure you do.",
      "es": "Seguro que sí."
    }
  },
  {
    "translation": {
      "en": "Why do you suppose neither of the Cuthberts ever married?",
      "es": "¿Por qué cree que ninguno de los Cuthbert se casó?"
    }
  },
  {
    "translation": {
      "en": "Did either of them have a tragical romance?",
      "es": "¿Alguno de ellos tuvo un romance trágico?"
    }
  },
  {
    "translation": {
      "en": "- It's none of our business. - But I'm bursting with curiosity!",
      "es": "- No es asunto nuestro. - Pero me mata la curiosidad."
    }
  },
  {
    "translation": {
      "en": "Afternoon.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "Sir.",
      "es": "Señor."
    }
  },
  {
    "translation": {
      "en": "I was wondering if you could, uh, help me.  Is there, um-- ?",
      "es": "Me preguntaba si podría ayudarme. - ¿Hay una...? - ¿Una niñita?"
    }
  },
  {
    "translation": {
      "en": "A little girl? You didn't see her? She's just outside.",
      "es": "- ¿Hay una...? - ¿Una niñita? ¿No la vio? Está afuera."
    }
  },
  {
    "translation": {
      "en": "Wouldn't come in. Darndest thing.",
      "es": "No quiso entrar. De lo más extraño."
    }
  },
  {
    "translation": {
      "en": "But--",
      "es": "- Pero... - Dijo que prefería sentarse afuera"
    }
  },
  {
    "translation": {
      "en": "Said she preferred to sit outside because there was... What was it now?",
      "es": "- Pero... - Dijo que prefería sentarse afuera porque había... ¿Qué era?"
    }
  },
  {
    "translation": {
      "en": "More scope for the imagination. That was it.",
      "es": "Más margen para la imaginación, eso dijo."
    }
  },
  {
    "translation": {
      "en": "She's a case, I should say. I heard her talking to herself out there.",
      "es": "Yo diría que es un caso. La escuché hablando sola."
    }
  },
  {
    "translation": {
      "en": "But I- I'm not expecting a girl.",
      "es": "Pero no estoy esperando una niña."
    }
  },
  {
    "translation": {
      "en": "It's a boy that I have come for.",
      "es": "Es un niño el que vine a recoger."
    }
  },
  {
    "translation": {
      "en": "Mrs. Spencer was to bring him over from the asylum.",
      "es": "La Sra. Spencer nos lo iba a traer del asilo."
    }
  },
  {
    "translation": {
      "en": "Well, Mrs. Spencer got off the train with that strange snippet.",
      "es": "La Sra. Spencer bajó del tren con esa extraña pequeña,"
    }
  },
  {
    "translation": {
      "en": "Gave her into my charge. Said you'd be along for her presently.",
      "es": "la dejó a mi cargo, dijo que usted vendría por ella pronto."
    }
  },
  {
    "translation": {
      "en": "Well, that's all I know about it.",
      "es": "Eso es todo lo que sé."
    }
  },
  {
    "translation": {
      "en": "I haven't got any more orphans concealed hereabouts.",
      "es": "No tengo más huérfanos ocultos por aquí."
    }
  },
  {
    "translation": {
      "en": "I...",
      "es": "Yo..."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "es": "No comprendo."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure the girl will be only too happy",
      "es": "Seguramente la niña con gusto le contará"
    }
  },
  {
    "translation": {
      "en": "to tell you every little detail of what happened.",
      "es": "cada pequeño detalle de lo sucedido."
    }
  },
  {
    "translation": {
      "en": "She's got a tongue of her own, that's for certain.",
      "es": "Habla mucho, de eso no cabe duda."
    }
  },
  {
    "translation": {
      "en": "Good day to you.",
      "es": "Que tenga un buen día."
    }
  },
  {
    "translation": {
      "en": "I suppose you are Matthew Cuthbert of Green Gables?",
      "es": "Supongo que es Matthew Cuthbert de Green Gables."
    }
  },
  {
    "translation": {
      "en": "I'm very glad to see you. I was beginning to be afraid you weren't coming,",
      "es": "Me alegra verlo. Empezaba a temer que no viniera."
    }
  },
  {
    "translation": {
      "en": "and I was imagining all the things that might've happened to prevent you.",
      "es": "Imaginaba todo lo que podría haber sucedido."
    }
  },
  {
    "translation": {
      "en": "I'd made up my mind that if you didn't come for me,",
      "es": "Había decidido que, si no venía por mí,"
    }
  },
  {
    "translation": {
      "en": "I'd go down the track to that big wild cherry tree,",
      "es": "iría por las vías hacia ese gran cerezo"
    }
  },
  {
    "translation": {
      "en": "and climb up into it and stay all night.",
      "es": "y lo treparía y pasaría ahí la noche."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be a bit afraid, and it would be lovely to sleep in a tree",
      "es": "No tendría miedo, y sería encantador dormir en el árbol,"
    }
  },
  {
    "translation": {
      "en": "white with bloom in the moonshine, don't you think?",
      "es": "todo blanco con las flores a la luz de la luna, ¿no cree?"
    }
  },
  {
    "translation": {
      "en": "I can also imagine that I'm already a disappointment to you.",
      "es": "También puedo suponer que ya soy una decepción para usted."
    }
  },
  {
    "translation": {
      "en": "I'm aware that I'm not much to look at, but even though I'm thin, I'm very strong.",
      "es": "Sé que no valgo gran cosa, pero, aunque soy delgada, soy muy fuerte."
    }
  },
  {
    "translation": {
      "en": "I want you to know that I'm forever grateful that you're adopting me.",
      "es": "Quiero que sepa que estoy agradecida porque me adoptarán."
    }
  },
  {
    "translation": {
      "en": "You're a sight for sore eyes, Mr. Cuthbert.",
      "es": "Usted es un regalo para la vista, Sr. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "You best come along.",
      "es": "Será mejor que vengas."
    }
  },
  {
    "translation": {
      "en": "- Uh, I'll take your bag. - Oh, I can carry it.",
      "es": "- Llevaré tu bolso. - Yo puedo cargarlo."
    }
  },
  {
    "translation": {
      "en": "It isn't heavy.",
      "es": "No está pesado."
    }
  },
  {
    "translation": {
      "en": "I've got all my worldly goods in it, but it isn't heavy.",
      "es": "Llevo ahí todos mis bienes mundanos, pero no está pesado."
    }
  },
  {
    "translation": {
      "en": "And if it isn't carried a certain way,",
      "es": "Y si no se carga de cierto modo, se abre."
    }
  },
  {
    "translation": {
      "en": "it falls right open, so I'd better keep it.",
      "es": "Y si no se carga de cierto modo, se abre. Será mejor que yo lo cargue. Sé el truco exacto."
    }
  },
  {
    "translation": {
      "en": "I've come to know the exact knack of it.",
      "es": "Será mejor que yo lo cargue. Sé el truco exacto."
    }
  },
  {
    "translation": {
      "en": "I am ecstatic beyond measure",
      "es": "Estoy extremadamente eufórica"
    }
  },
  {
    "translation": {
      "en": "that I'm going to belong to you and your sister.",
      "es": "por estar con usted y su hermana."
    }
  },
  {
    "translation": {
      "en": "Ecstatic. I've never belonged to anybody before.",
      "es": "Eufórica. Nunca antes tuve una familia."
    }
  },
  {
    "translation": {
      "en": "I mean, you and your sister are practically the stuff of fiction.",
      "es": "Usted y su hermana parecen personajes de ficción."
    }
  },
  {
    "translation": {
      "en": "Two hard- working decent people, lonely all their lives",
      "es": "Dos personas decentes y trabajadoras, solos toda su vida en su silenciosa casa,"
    }
  },
  {
    "translation": {
      "en": "in their silent house, longing for the love of a child.",
      "es": "solos toda su vida en su silenciosa casa, anhelando el amor de un hijo."
    }
  },
  {
    "translation": {
      "en": "And I will strive to be just the best daughter that anybody could ever have.",
      "es": "Y me esforzaré por ser la mejor hija que alguien pueda tener."
    }
  },
  {
    "translation": {
      "en": "I'm sure that I could do it.",
      "es": "Estoy segura de que puedo hacerlo."
    }
  },
  {
    "translation": {
      "en": "To be honest, I haven't had much experience at it.",
      "es": "A decir verdad, no tengo mucha experiencia."
    }
  },
  {
    "translation": {
      "en": "I'm not usually brought into the house to be a daughter, so...",
      "es": "No suelen llevarme a una casa para ser una hija,"
    }
  },
  {
    "translation": {
      "en": "you can well imagine what a blessing this is, and how much my heart is lifted.",
      "es": "así que imagínese la bendición que es esto y lo feliz que me siento."
    }
  },
  {
    "translation": {
      "en": "And I've given it a lot of thought,",
      "es": "Y lo he pensado mucho,"
    }
  },
  {
    "translation": {
      "en": "and I am determined that I shall be obedient and dutiful,",
      "es": "y estoy decidida a ser obediente y solícita,"
    }
  },
  {
    "translation": {
      "en": "and yet, yet lively enough so as to lighten up the place,",
      "es": "y lo suficientemente alegre para iluminar el lugar"
    }
  },
  {
    "translation": {
      "en": "after you've lived for so many years",
      "es": "después de vivir tantos años sin el deleite de una niña alegre"
    }
  },
  {
    "translation": {
      "en": "without the delights of a happy child and the scope of her imagination.",
      "es": "después de vivir tantos años sin el deleite de una niña alegre y el alcance de su imaginación."
    }
  },
  {
    "translation": {
      "en": "Have you always wanted a daughter?",
      "es": "¿Siempre han querido una hija?"
    }
  },
  {
    "translation": {
      "en": "Always in your heart of hearts?",
      "es": "¿Desde el fondo de sus corazones?"
    }
  },
  {
    "translation": {
      "en": "I read once that a daughter is a little girl who grows up to be a friend.",
      "es": "Una vez leí que una hija es una niña que crece y se convierte en amiga."
    }
  },
  {
    "translation": {
      "en": "And it, it gives my heart a thrill to even say it aloud.",
      "es": "Mi corazón se emociona con solo decirlo."
    }
  },
  {
    "translation": {
      "en": "Oh, isn't she lovely?",
      "es": "Es preciosa."
    }
  },
  {
    "translation": {
      "en": "- What's her name? - Uh...",
      "es": "¿Cómo se llama?"
    }
  },
  {
    "translation": {
      "en": "That's, um... Mare.",
      "es": "Es una yegua."
    }
  },
  {
    "translation": {
      "en": "She doesn't have a name?",
      "es": "¿No tiene nombre?"
    }
  },
  {
    "translation": {
      "en": "But the right name is so important.",
      "es": "Es importante tener un buen nombre."
    }
  },
  {
    "translation": {
      "en": "She looks to me like her name is Belle.",
      "es": "Me parece que su nombre es Belle."
    }
  },
  {
    "translation": {
      "en": "Hello, Belle. You are a beauty, and I am sure we'll be great friends.",
      "es": "Hola, Belle. Eres una belleza. Seguro que seremos grandes amigas."
    }
  },
  {
    "translation": {
      "en": "Mare...",
      "es": "Yegua."
    }
  },
  {
    "translation": {
      "en": "Bye, tree!",
      "es": "Adiós, árbol."
    }
  },
  {
    "translation": {
      "en": "That cherry tree is my first friend here on the island.",
      "es": "Ese cerezo es mi primer amigo aquí en la isla."
    }
  },
  {
    "translation": {
      "en": "What did that cherry tree, all white and lacy, make you think of?",
      "es": "¿Qué le hace pensar ese cerezo blanco y delicado?"
    }
  },
  {
    "translation": {
      "en": "Well, now, um... I dunno.",
      "es": "Bueno, ahora... No lo sé."
    }
  },
  {
    "translation": {
      "en": "Why, a bride, of course. A bride all in white with a misty veil.",
      "es": "Una novia, por supuesto. Una novia de blanco con un velo brumoso."
    }
  },
  {
    "translation": {
      "en": "I've never seen one, but I imagine what she would look like.",
      "es": "Nunca he visto una, pero imagino que así luciría."
    }
  },
  {
    "translation": {
      "en": "I never expect to be a bride myself. I'm so homely.",
      "es": "Yo no espero ser una novia. Soy muy fea. Nadie querría casarse conmigo."
    }
  },
  {
    "translation": {
      "en": "Nobody would ever want to marry me.",
      "es": "Soy muy fea. Nadie querría casarse conmigo."
    }
  },
  {
    "translation": {
      "en": "Unless he was a foreign missionary.",
      "es": "A menos que fuera un misionero extranjero."
    }
  },
  {
    "translation": {
      "en": "I suppose a foreign missionary mightn't be very particular.",
      "es": "Supongo que un misionero extranjero debe ser muy particular."
    }
  },
  {
    "translation": {
      "en": "But I do hope someday I shall have a white dress with beautiful puff sleeves.",
      "es": "Espero algún día tener un vestido blanco con hermosas mangas abullonadas."
    }
  },
  {
    "translation": {
      "en": "That is my highest ideal of earthly bliss.",
      "es": "Ese es mi máximo ideal de la felicidad terrenal."
    }
  },
  {
    "translation": {
      "en": "Am I talking too much?",
      "es": "¿Estoy hablando demasiado?"
    }
  },
  {
    "translation": {
      "en": "People are always telling me that I do, and it seems to cause aggravation.",
      "es": "La gente me dice que sí, y parece que irrita."
    }
  },
  {
    "translation": {
      "en": "Would you rather I didn't talk? If you say so, I'll stop.",
      "es": "Si prefiere que no lo haga, me callaré."
    }
  },
  {
    "translation": {
      "en": "I can stop when I make up my mind to it, although it's difficult.",
      "es": "Si quiero, puedo detenerme, pero me cuesta."
    }
  },
  {
    "translation": {
      "en": "I don't mind.",
      "es": "No me molesta."
    }
  },
  {
    "translation": {
      "en": "I'm so glad.",
      "es": "Me alegra tanto."
    }
  },
  {
    "translation": {
      "en": "I know that you and I are gonna get along together just fine.",
      "es": "Sé que usted y yo nos llevaremos muy bien."
    }
  },
  {
    "translation": {
      "en": "It's such a relief to talk when one wants to",
      "es": "Es un alivio hablar cuando uno quiere"
    }
  },
  {
    "translation": {
      "en": "and not be told that children should be seen and not heard.",
      "es": "y que no te digan que los niños deben verse y no escucharse."
    }
  },
  {
    "translation": {
      "en": "I've had that said to me a million times if I have once.",
      "es": "Me han dicho eso un millón de veces."
    }
  },
  {
    "translation": {
      "en": "People would laugh at me because I use big words, but...",
      "es": "Se ríen de mí porque uso palabras cultas, pero..."
    }
  },
  {
    "translation": {
      "en": "but they're exciting and descriptive words, like...",
      "es": "Son palabras que emocionan, descriptivas, como..."
    }
  },
  {
    "translation": {
      "en": "like enraptured and glorious.",
      "es": "Como extasiado y glorioso."
    }
  },
  {
    "translation": {
      "en": "If you have big ideas, you have to use big words to express them, haven't you?",
      "es": "Si tienes grandes ideas, debes expresarlas con palabras cultas, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Well... I suppose so.",
      "es": "Bueno... Eso creo."
    }
  },
  {
    "translation": {
      "en": "For example...",
      "es": "Por ejemplo..."
    }
  },
  {
    "translation": {
      "en": "I am enraptured by this glorious landscape!",
      "es": "Estoy extasiada por este glorioso paisaje."
    }
  },
  {
    "translation": {
      "en": "Just careful now. Careful.",
      "es": "Ten cuidado. Cuidado."
    }
  },
  {
    "translation": {
      "en": "Afternoon, Rachel. I've put the kettle on.",
      "es": "Buenas tardes, Rachel. Pondré la tetera."
    }
  },
  {
    "translation": {
      "en": "Won't you sit down?",
      "es": "¿Deseas sentarte?"
    }
  },
  {
    "translation": {
      "en": "I don't want to interrupt if you're expecting company.",
      "es": "No quiero interrumpir si esperas compañía."
    }
  },
  {
    "translation": {
      "en": "Oh, we've got plenty of time. Matthew won't be back for several hours.",
      "es": "Tenemos mucho tiempo. Matthew volverá dentro de varias horas."
    }
  },
  {
    "translation": {
      "en": "I took quite a fright when I saw Matthew starting off today.",
      "es": "Me asusté mucho cuando vi a Matthew salir hoy."
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "es": "Me lo imagino."
    }
  },
  {
    "translation": {
      "en": "Well, I couldn't imagine what might cause him",
      "es": "Bueno, no podía imaginarme qué hizo que dejara su cosecha a media tarde."
    }
  },
  {
    "translation": {
      "en": "to leave his crop in the middle of the afternoon.",
      "es": "qué hizo que dejara su cosecha a media tarde."
    }
  },
  {
    "translation": {
      "en": "I was fearful he'd gone to call for the doctor.",
      "es": "Temía que hubiera ido por el médico."
    }
  },
  {
    "translation": {
      "en": "- Oh, I'm quite well. - Oh, what a relief.",
      "es": "- Estoy muy bien. - Qué alivio."
    }
  },
  {
    "translation": {
      "en": "'Course, now that I have time to think...",
      "es": "Ahora lo pienso bien..."
    }
  },
  {
    "translation": {
      "en": "it wouldn't make sense for Matthew to take the time to put on his best set of clothes",
      "es": "...no tendría sentido que se tomara la molestia de ponerse su mejor traje si hubiera habido una emergencia."
    }
  },
  {
    "translation": {
      "en": "had there been an emergency.",
      "es": "de ponerse su mejor traje si hubiera habido una emergencia."
    }
  },
  {
    "translation": {
      "en": "No. It wouldn't.",
      "es": "No, claro que no."
    }
  },
  {
    "translation": {
      "en": "No, indeed.",
      "es": "No, sin duda."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake, Marilla.",
      "es": "Por todos los cielos, Marilla."
    }
  },
  {
    "translation": {
      "en": "Matthew's gone to the train station at Bright River.",
      "es": "Matthew fue a la estación de trenes de Bright River."
    }
  },
  {
    "translation": {
      "en": "Well, well. Bright River.",
      "es": "Vaya. Bright River."
    }
  },
  {
    "translation": {
      "en": "He's fetching a hired hand?",
      "es": "Está buscando un ayudante."
    }
  },
  {
    "translation": {
      "en": "Yes and no.",
      "es": "Sí y no."
    }
  },
  {
    "translation": {
      "en": "We're adopting a boy from the orphan asylum in Nova Scotia,",
      "es": "Adoptaremos un niño del asilo de Nueva Escocia,"
    }
  },
  {
    "translation": {
      "en": "and he's arriving today.",
      "es": "y llegará hoy."
    }
  },
  {
    "translation": {
      "en": "- Matthew's gone to fetch him. - Marilla Cuthbert,",
      "es": "Matthew fue a buscarlo. Marilla Cuthbert, si me hubieras dicho"
    }
  },
  {
    "translation": {
      "en": "if you had told me that Matthew was meeting a... kangaroo from Australia,",
      "es": "Marilla Cuthbert, si me hubieras dicho que Matthew iba a ver a... un canguro de Australia,"
    }
  },
  {
    "translation": {
      "en": "I couldn't be more surprised.",
      "es": "no me hubiera sorprendido tanto."
    }
  },
  {
    "translation": {
      "en": "An orphan boy?",
      "es": "¿Un huérfano?"
    }
  },
  {
    "translation": {
      "en": "What on earth put such a notion into your head?",
      "es": "¿Cómo se te metió esa idea en la cabeza?"
    }
  },
  {
    "translation": {
      "en": "Because I'm gonna tell you plain...",
      "es": "Porque seré franca contigo. Cometes una tontería."
    }
  },
  {
    "translation": {
      "en": "you're doing a mighty foolish thing, a risky thing, that's what.",
      "es": "Porque seré franca contigo. Cometes una tontería. Es arriesgado."
    }
  },
  {
    "translation": {
      "en": "I cannot believe that I'm going to get to live somewhere so beautiful.",
      "es": "No puedo creer que viviré en un lugar tan hermoso."
    }
  },
  {
    "translation": {
      "en": "Dreams don't often come true, do they?",
      "es": "Los sueños no se cumplen tan seguido, ¿no?"
    }
  },
  {
    "translation": {
      "en": "But just now I feel pretty nearly perfectly happy.",
      "es": "Pero ahora me siento casi perfectamente feliz."
    }
  },
  {
    "translation": {
      "en": "Although I can't feel exactly perfectly happy because, well...",
      "es": "Aunque no puedo sentirme del todo feliz porque, bueno..."
    }
  },
  {
    "translation": {
      "en": "what color would you call this?",
      "es": "¿qué color cree que sea este?"
    }
  },
  {
    "translation": {
      "en": "It's red, isn't it?",
      "es": "Es rojo, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Yes, it's red.",
      "es": "Sí, es rojo."
    }
  },
  {
    "translation": {
      "en": "Now you see why I can't be perfectly happy.",
      "es": "Ahora sabe por qué no puedo ser feliz."
    }
  },
  {
    "translation": {
      "en": "Nobody could who has red hair. It's...",
      "es": "Ningún pelirrojo puede serlo. Es..."
    }
  },
  {
    "translation": {
      "en": "my lifelong sorrow.",
      "es": "...mi pena de toda la vida."
    }
  },
  {
    "translation": {
      "en": "You don't know what you're getting.",
      "es": "No sabes en lo que te metes."
    }
  },
  {
    "translation": {
      "en": "You're letting a... strange child into your house,",
      "es": "Dejarás que un niño extraño entre a tu casa,"
    }
  },
  {
    "translation": {
      "en": "and you don't know a thing about him.",
      "es": "y no sabes nada sobre él."
    }
  },
  {
    "translation": {
      "en": "Why, only last week, I was reading in the paper",
      "es": "Apenas la semana pasada, leí en el periódico cómo un hombre y su esposa,"
    }
  },
  {
    "translation": {
      "en": "how a man and his wife, uh, up west of the island,",
      "es": "leí en el periódico cómo un hombre y su esposa, al noreste de la isla, adoptaron a un huérfano del asilo"
    }
  },
  {
    "translation": {
      "en": "took an orphan boy out of the asylum,",
      "es": "al noreste de la isla, adoptaron a un huérfano del asilo"
    }
  },
  {
    "translation": {
      "en": "and he set fire to their home. At night.",
      "es": "y este le prendió fuego a su casa de noche."
    }
  },
  {
    "translation": {
      "en": "Set it on purpose, Marilla.",
      "es": "La incendió a propósito."
    }
  },
  {
    "translation": {
      "en": "And they nearly burnt to a crisp in their beds!",
      "es": "Y casi mueren calcinados en sus camas."
    }
  },
  {
    "translation": {
      "en": "Now, if you would have asked for my advice on this matter,",
      "es": "Ahora, si hubieras pedido mi consejo sobre este asunto,"
    }
  },
  {
    "translation": {
      "en": "- which you didn't do-- - Sugar?",
      "es": "- lo cual no hiciste... - ¿Azúcar?"
    }
  },
  {
    "translation": {
      "en": "I would have told you for mercy's sake not to think of such a thing, that's what!",
      "es": "...te habría dicho, por Dios, que ni se te ocurriera. Eso."
    }
  },
  {
    "translation": {
      "en": "I don't deny there's something in what you say, Rachel. I've...",
      "es": "No niego que hay algo de cierto en lo que dices, Rachel..."
    }
  },
  {
    "translation": {
      "en": "I've had some qualms myself.",
      "es": "He sentido cierta aprehensión."
    }
  },
  {
    "translation": {
      "en": "How could you not?",
      "es": "¿Cómo podrías no hacerlo?"
    }
  },
  {
    "translation": {
      "en": "Matthew is getting on in years, and his heart's been bothering him.",
      "es": "Matthew está envejeciendo, y tiene problemas de corazón."
    }
  },
  {
    "translation": {
      "en": "A boy will be a great help.",
      "es": "El niño será una gran ayuda."
    }
  },
  {
    "translation": {
      "en": "It isn't as if he's coming from overseas or the States. He's from Nova Scotia.",
      "es": "No viene del extranjero ni de EE. UU. Es de Nueva Escocia."
    }
  },
  {
    "translation": {
      "en": "Can't be much different than ourselves.",
      "es": "No puede ser muy diferente a nosotros."
    }
  },
  {
    "translation": {
      "en": "Well, there is some comfort in that,",
      "es": "Bueno, eso es un consuelo."
    }
  },
  {
    "translation": {
      "en": "knowing he's not some London street Arab.",
      "es": "Al menos no es un árabe callejero de Londres."
    }
  },
  {
    "translation": {
      "en": "Or some French ruffian.",
      "es": "O algún rufián francés."
    }
  },
  {
    "translation": {
      "en": "An orphan, Marilla.",
      "es": "Un huérfano, Marilla."
    }
  },
  {
    "translation": {
      "en": "Matthew's been terrible set on it.",
      "es": "Matthew está muy empeñado en eso."
    }
  },
  {
    "translation": {
      "en": "Well, I only hope and pray it works all right.",
      "es": "Bueno, solo espero y rezo para que salga bien."
    }
  },
  {
    "translation": {
      "en": "Only don't say I didn't warn you if he burns Green Gables down,",
      "es": "Pero no digas que no te lo advertí si incendia Green Gables"
    }
  },
  {
    "translation": {
      "en": "or puts strychnine in the well.",
      "es": "o si pone estricnina en el pozo."
    }
  },
  {
    "translation": {
      "en": "I heard of a case over in New Brunswick",
      "es": "Escuché de un caso en Nuevo Brunswick,"
    }
  },
  {
    "translation": {
      "en": "where an orphan asylum child did just that,",
      "es": "donde un huérfano del asilo hizo eso."
    }
  },
  {
    "translation": {
      "en": "and the whole family died in fearful agonies.",
      "es": "Y toda la familia murió en una angustiosa agonía."
    }
  },
  {
    "translation": {
      "en": "Only it was a girl in that instant. Well, we're not getting a girl.",
      "es": "- Solo que esa vez fue una niña. - Bueno, no recibiremos a una niña."
    }
  },
  {
    "translation": {
      "en": "Oh, Mr. Cuthbert!",
      "es": "Sr. Cuthbert, ¿cómo le llaman a este lugar?"
    }
  },
  {
    "translation": {
      "en": "- What do they call this place? - The Avenue.",
      "es": "Sr. Cuthbert, ¿cómo le llaman a este lugar? La Avenida."
    }
  },
  {
    "translation": {
      "en": "I suppose it is kind of pretty.",
      "es": "Supongo que es bonita."
    }
  },
  {
    "translation": {
      "en": "Oh, pretty doesn't seem the right word to use. Nor beautiful, either.",
      "es": "Bonita no es la palabra correcta, tampoco hermosa."
    }
  },
  {
    "translation": {
      "en": "They don't go far enough.",
      "es": "No son suficientes."
    }
  },
  {
    "translation": {
      "en": "It's... wonderful.",
      "es": "Es... maravillosa."
    }
  },
  {
    "translation": {
      "en": "Wonderful.",
      "es": "Maravillosa."
    }
  },
  {
    "translation": {
      "en": "The first thing I ever saw that couldn't be improved upon by the imagination.",
      "es": "Es lo primero que veo donde la perfección supera la imaginación."
    }
  },
  {
    "translation": {
      "en": "Other people may call it The Avenue,",
      "es": "Los demás pueden llamarla Avenida, pero yo siempre lo llamaré"
    }
  },
  {
    "translation": {
      "en": "but I shall always call it the White Way of Delight.",
      "es": "Los demás pueden llamarla Avenida, pero yo siempre lo llamaré el Camino Blanco del Encanto."
    }
  },
  {
    "translation": {
      "en": "This here is Barry's Pond.",
      "es": "Este es el estanque de Barry."
    }
  },
  {
    "translation": {
      "en": "I don't like that name, either.",
      "es": "Tampoco me gusta ese nombre."
    }
  },
  {
    "translation": {
      "en": "I shall call it...",
      "es": "Lo llamaré..."
    }
  },
  {
    "translation": {
      "en": "let me see...",
      "es": "Déjeme ver."
    }
  },
  {
    "translation": {
      "en": "the Lake of Shining Waters.",
      "es": "El Lago de Aguas Relucientes."
    }
  },
  {
    "translation": {
      "en": "Yes, that's the right name for it.",
      "es": "Sí, ese es el nombre adecuado."
    }
  },
  {
    "translation": {
      "en": "I- I know because of the thrill. Do things ever give you a thrill?",
      "es": "Lo sé porque me hace estremecer. ¿Hay algo que lo haga estremecer?"
    }
  },
  {
    "translation": {
      "en": "Uh, I don't rightly know.",
      "es": "De hecho, no sé."
    }
  },
  {
    "translation": {
      "en": "There has to be something.",
      "es": "Bueno, debe haber algo."
    }
  },
  {
    "translation": {
      "en": "Well, now, um...",
      "es": "Bueno..."
    }
  },
  {
    "translation": {
      "en": "I suppose it kind of gives me a thrill",
      "es": "Supongo que me estremece, en cierto modo, ver esas feas larvas blancas"
    }
  },
  {
    "translation": {
      "en": "to see those ugly white grubs spade up in the cucumber beds.",
      "es": "Supongo que me estremece, en cierto modo, ver esas feas larvas blancas de las plantas de pepino."
    }
  },
  {
    "translation": {
      "en": "Well, I suppose I can imagine that.",
      "es": "Creo que puedo imaginármelo."
    }
  },
  {
    "translation": {
      "en": "I hate the look of them, and like to be rid of them.",
      "es": "Odio su aspecto. Me deshago de ellas."
    }
  },
  {
    "translation": {
      "en": "I suppose I gave Mrs. Hammond a thrill, then.",
      "es": "Entonces estremecí a la Sra. Hammond."
    }
  },
  {
    "translation": {
      "en": "She was happy to be rid of me after her husband died.",
      "es": "Luego de la muerte de su esposo, se deshizo de mí."
    }
  },
  {
    "translation": {
      "en": "Who's Mrs. Hammond?",
      "es": "¿Quién es la Sra. Hammond?"
    }
  },
  {
    "translation": {
      "en": "I worked for her family taking care of the children for a few years.",
      "es": "Trabajé para su familia, cuidé a los niños durante algunos años."
    }
  },
  {
    "translation": {
      "en": "She had eight.",
      "es": "Tenía ocho."
    }
  },
  {
    "translation": {
      "en": "It sure seems to make some people angry when they have so many children.",
      "es": "Seguro que tener tantos hijos irrita a la gente."
    }
  },
  {
    "translation": {
      "en": "Mr. and Mrs. Hammond were certainly vexed all the time.",
      "es": "El señor y la señora Hammond estaban enojado enojados."
    }
  },
  {
    "translation": {
      "en": "Move, scarecrow!",
      "es": "Muévete, pequeño espantapájaros."
    }
  },
  {
    "translation": {
      "en": "- Please, please!  - This'll teach ya.",
      "es": "- Por favor... - Esto te enseñará."
    }
  },
  {
    "translation": {
      "en": "- Mr. Hammond? -",
      "es": "¿Sr. Hammond?"
    }
  },
  {
    "translation": {
      "en": "Mrs. Hammond! Mrs. Hammond!",
      "es": "¡Sra. Hammond!"
    }
  },
  {
    "translation": {
      "en": "- Is anything the matter? - No. Nothing.",
      "es": "- ¿Sucede algo? - No. Nada."
    }
  },
  {
    "translation": {
      "en": "I was, I was startled by the geese, is all.",
      "es": "Me sorprendieron los gansos. Es todo."
    }
  },
  {
    "translation": {
      "en": "Don't you just love them? The geese? I do.",
      "es": "¿No le gustan los gansos? A mí, sí."
    }
  },
  {
    "translation": {
      "en": "They're a very romantical species of bird.",
      "es": "Son aves muy románticas."
    }
  },
  {
    "translation": {
      "en": "Well, I wouldn't know about that.",
      "es": "Bueno, no sé de eso."
    }
  },
  {
    "translation": {
      "en": "Did you know they mate for life?",
      "es": "¿Sabía que se emparejan de por vida?"
    }
  },
  {
    "translation": {
      "en": "They choose each other out of all the other geese in the world,",
      "es": "Se eligen entre todos los gansos del mundo."
    }
  },
  {
    "translation": {
      "en": "and they stay together until death do they part.",
      "es": "Y permanecen juntos hasta que la muerte los separa."
    }
  },
  {
    "translation": {
      "en": "Well, now...",
      "es": "Vaya."
    }
  },
  {
    "translation": {
      "en": "Uh, we're pretty near home.",
      "es": "Ya estamos cerca de casa."
    }
  },
  {
    "translation": {
      "en": "Just another mile or so.",
      "es": "Solo falta un kilómetro."
    }
  },
  {
    "translation": {
      "en": "Home.",
      "es": "Casa."
    }
  },
  {
    "translation": {
      "en": "What a wonderful word.",
      "es": "Qué palabra tan maravillosa."
    }
  },
  {
    "translation": {
      "en": "- Green Gables. - Whoa, whoa, whoa.",
      "es": "Green Gables."
    }
  },
  {
    "translation": {
      "en": "I have pinched myself so many times today.",
      "es": "Hoy me he pellizcado tantas veces."
    }
  },
  {
    "translation": {
      "en": "Every little while, this horrible sickening feeling would come over me,",
      "es": "De vez en cuando, me invadía este sentimiento horrible y enfermizo,"
    }
  },
  {
    "translation": {
      "en": "and I'd be so afraid that this was all a dream.",
      "es": "y tenía miedo de que esto fuera un sueño."
    }
  },
  {
    "translation": {
      "en": "But I just had to one more time.",
      "es": "Pero tuve que hacerlo una vez más."
    }
  },
  {
    "translation": {
      "en": "This is real.",
      "es": "Esto es real."
    }
  },
  {
    "translation": {
      "en": "Green Gables is real and we're home.",
      "es": "Green Gables es real y estamos en casa."
    }
  },
  {
    "translation": {
      "en": "Mare.",
      "es": "Yegua."
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, who's that?",
      "es": "Matthew Cuthbert, ¿quién es ella?"
    }
  },
  {
    "translation": {
      "en": "Where is the boy?",
      "es": "¿Dónde está el niño?"
    }
  },
  {
    "translation": {
      "en": "There wasn't any boy.",
      "es": "No había ningún niño."
    }
  },
  {
    "translation": {
      "en": "There was only her.",
      "es": "Solo ella."
    }
  },
  {
    "translation": {
      "en": "No boy?",
      "es": "¿Ningún niño?"
    }
  },
  {
    "translation": {
      "en": "But there must have been a boy. We sent word to Mrs. Spencer to bring us a boy.",
      "es": "Pero tenía que haber un niño. La Sra. Spencer nos iba a enviar un niño."
    }
  },
  {
    "translation": {
      "en": "Well, she didn't.",
      "es": "Bueno, no lo hizo."
    }
  },
  {
    "translation": {
      "en": "She brought her.",
      "es": "La trajo a ella."
    }
  },
  {
    "translation": {
      "en": "I asked the stationmaster.",
      "es": "Y le pregunté al jefe de la estación."
    }
  },
  {
    "translation": {
      "en": "I had to bring her home.",
      "es": "Tuve que traerla a casa."
    }
  },
  {
    "translation": {
      "en": "She couldn't be left there, no matter where the mistake had come in.",
      "es": "No podía dejarla ahí, por más que fuera un error."
    }
  },
  {
    "translation": {
      "en": "Well, this is a pretty piece of business.",
      "es": "Bueno, vaya situación."
    }
  },
  {
    "translation": {
      "en": "- She's gotta go back. - You don't want me.",
      "es": "- Debe regresar. - No me quiere."
    }
  },
  {
    "translation": {
      "en": "I should have expected it.",
      "es": "Debí haberlo esperado."
    }
  },
  {
    "translation": {
      "en": "I might have known nobody would really want me.",
      "es": "Debí haber sabido que nadie me querría."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake, child! What are you doing on the ground?",
      "es": "Por el amor de Dios, niña, ¿qué haces en el suelo?"
    }
  },
  {
    "translation": {
      "en": "Now you listen here and stand up.",
      "es": "Ahora, escúchame y levántate."
    }
  },
  {
    "translation": {
      "en": "- What do you make of this? - I, um...",
      "es": "¿Qué piensas de esto? Yo..."
    }
  },
  {
    "translation": {
      "en": "Because she's traveled a long way to be disappointed.",
      "es": "Viajó desde muy lejos y ahora está decepcionada."
    }
  },
  {
    "translation": {
      "en": "Well, she shouldn't be here. You should never have brought her home.",
      "es": "Bueno, no debería estar aquí. Nunca debiste traerla a casa."
    }
  },
  {
    "translation": {
      "en": "- She's had a shock. - She's not the only one.",
      "es": "Está conmocionada. No es la única."
    }
  },
  {
    "translation": {
      "en": "Enough of this foolishness. Come along inside.",
      "es": "Basta de esta tontería. Ven adentro."
    }
  },
  {
    "translation": {
      "en": "I'm speaking to you, child.",
      "es": "Te estoy hablando, niña."
    }
  },
  {
    "translation": {
      "en": "Little girl, that's enough now.",
      "es": "Niñita, ya es suficiente."
    }
  },
  {
    "translation": {
      "en": "Little girl? Little girl!",
      "es": "Niña. Niñita."
    }
  },
  {
    "translation": {
      "en": "Little girl?",
      "es": "¿Niñita?"
    }
  },
  {
    "translation": {
      "en": "I wish I was anything but.",
      "es": "Ojalá fuera todo menos eso."
    }
  },
  {
    "translation": {
      "en": "There's no point in crying. There's been a mistake, is all.",
      "es": "No tiene caso llorar. Solo se trata de un error."
    }
  },
  {
    "translation": {
      "en": "We're not gonna turn you out of doors tonight.",
      "es": "No te dejaremos afuera esta noche."
    }
  },
  {
    "translation": {
      "en": "What is your name?",
      "es": "¿Cómo te llamas?"
    }
  },
  {
    "translation": {
      "en": "What does it matter?",
      "es": "¿Qué importa?"
    }
  },
  {
    "translation": {
      "en": "I won't be here long enough for you to remember.",
      "es": "No me quedaré aquí. No lo recordará."
    }
  },
  {
    "translation": {
      "en": "You will mind your manners and answer the question.",
      "es": "Cuida tus modales y respóndeme."
    }
  },
  {
    "translation": {
      "en": "Please... call me Cordelia.",
      "es": "Por favor, llámeme Cordelia."
    }
  },
  {
    "translation": {
      "en": "Call you Cordelia? Is that your name?",
      "es": "¿Que te llame Cordelia? ¿Ese es tu nombre?"
    }
  },
  {
    "translation": {
      "en": "Or Penelope.",
      "es": "O Penélope."
    }
  },
  {
    "translation": {
      "en": "Penelope has a very tragical ring to it.",
      "es": "Penélope suena muy trágico."
    }
  },
  {
    "translation": {
      "en": "What is your name, child?",
      "es": "¿Cómo te llamas, niña?"
    }
  },
  {
    "translation": {
      "en": "Couldn't you call me either of those?",
      "es": "¿No podría llamarme por alguno de esos?"
    }
  },
  {
    "translation": {
      "en": "My name is Anne.",
      "es": "Mi nombre es Anne."
    }
  },
  {
    "translation": {
      "en": "Plain Anne.",
      "es": "Solo Anne."
    }
  },
  {
    "translation": {
      "en": "Anne is a fine name.",
      "es": "Anne es un lindo nombre."
    }
  },
  {
    "translation": {
      "en": "A sensible name.",
      "es": "Un nombre sensato."
    }
  },
  {
    "translation": {
      "en": "Could you please spell it with an E when you speak it?",
      "es": "¿Podría deletrearlo con una E cuando lo diga?"
    }
  },
  {
    "translation": {
      "en": "Anne with an E looks much more distinguished.",
      "es": "Anne con una E luce mucho más distinguido."
    }
  },
  {
    "translation": {
      "en": "Very well, then.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "Anne, with an E, it's time to come inside.",
      "es": "Anne con una E... ...es hora de entrar."
    }
  },
  {
    "translation": {
      "en": "Get yourself up now.",
      "es": "Levántate."
    }
  },
  {
    "translation": {
      "en": "I knew it.",
      "es": "Lo sabía."
    }
  },
  {
    "translation": {
      "en": "This is a lovely home.",
      "es": "Este es un hogar encantador."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me at the train station that you didn't want me?",
      "es": "¿Por qué no me dijo en la estación que no me querían?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you just leave me there?",
      "es": "¿Por qué no me dejó ahí?"
    }
  },
  {
    "translation": {
      "en": "If I hadn't seen the White Way of Delight or the Lake of Shining Waters,",
      "es": "Si no conociera el Camino Blanco del Encanto o el Lago de Aguas Relucientes,"
    }
  },
  {
    "translation": {
      "en": "this wouldn't be so hard.",
      "es": "esto sería más fácil."
    }
  },
  {
    "translation": {
      "en": "- What on earth does she mean? - It's just...",
      "es": "¿De qué está hablando?"
    }
  },
  {
    "translation": {
      "en": "It's just a conversation we had on the road.",
      "es": "Es solo una conversación que tuvimos en el camino."
    }
  },
  {
    "translation": {
      "en": "I'll put the mare in.",
      "es": "Guardaré a la yegua."
    }
  },
  {
    "translation": {
      "en": "Take off your hat.",
      "es": "Bueno, ahora, quítate el sombrero."
    }
  },
  {
    "translation": {
      "en": "Lay it and your bag on the bench.",
      "es": "Ponlo junto a tu bolso en la banca."
    }
  },
  {
    "translation": {
      "en": "I simply don't understand. Were there no boys at the asylum?",
      "es": "Simplemente no lo entiendo. ¿No había niños en el asilo?"
    }
  },
  {
    "translation": {
      "en": "There was an abundance of them.",
      "es": "Había abundancia de ellos."
    }
  },
  {
    "translation": {
      "en": "But Mrs. Spencer said distinctly that you wanted a girl about my age,",
      "es": "Pero la Sra. Spencer dijo claramente que querían una niña de mi edad,"
    }
  },
  {
    "translation": {
      "en": "and the matron thought that I would do.",
      "es": "y la matrona dijo que yo serviría."
    }
  },
  {
    "translation": {
      "en": "This is what comes of sending word and not going ourselves. Follow me.",
      "es": "Esto sucede por enviar un mensaje y no ir uno mismo. Sígueme. No te retrases."
    }
  },
  {
    "translation": {
      "en": "Don't dally.",
      "es": "Sígueme. No te retrases."
    }
  },
  {
    "translation": {
      "en": "I'm sorry to disappoint you, but there's nothing to be done.",
      "es": "Perdón por decepcionarte, pero no hay nada que hacer."
    }
  },
  {
    "translation": {
      "en": "We want a boy to help Matthew with the farm work.",
      "es": "Queremos un niño que ayude a Matthew en la granja."
    }
  },
  {
    "translation": {
      "en": "A girl would be of no use to us. Do you understand?",
      "es": "Una niña no nos serviría, ¿lo entiendes?"
    }
  },
  {
    "translation": {
      "en": "- I can't say that I do. - I beg your pardon?",
      "es": "No puedo decir que sí. ¿Disculpa?"
    }
  },
  {
    "translation": {
      "en": "I don't mean any disrespect,",
      "es": "No quiero faltarle al respeto,"
    }
  },
  {
    "translation": {
      "en": "but couldn't I do the farm chores even though I'm a girl?",
      "es": "pero ¿no podría una niña hacer las tareas de la granja?"
    }
  },
  {
    "translation": {
      "en": "That's not the way of things, and you know it.",
      "es": "Así no son las cosas y lo sabes."
    }
  },
  {
    "translation": {
      "en": "But couldn't I?",
      "es": "Pero ¿no podría?"
    }
  },
  {
    "translation": {
      "en": "I'm as strong as a boy,",
      "es": "Soy tan fuerte como un niño"
    }
  },
  {
    "translation": {
      "en": "and I prefer to be outdoors instead of cooped up in a kitchen.",
      "es": "y prefiero estar afuera en vez de estar en una cocina."
    }
  },
  {
    "translation": {
      "en": "I don't understand the conundrum.",
      "es": "No comprendo el problema."
    }
  },
  {
    "translation": {
      "en": "For example, what if suddenly there were no boys in the world?",
      "es": "Por ejemplo, ¿y si de repente no hubiera niños en el mundo?"
    }
  },
  {
    "translation": {
      "en": "- None at all? - Fiddlesticks.",
      "es": "- ¿Ninguno? - Bobadas."
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense that girls aren't allowed to do farm work",
      "es": "No tiene sentido que las niñas no puedan trabajar en la granja"
    }
  },
  {
    "translation": {
      "en": "when girls can do anything a boy can do and more.",
      "es": "cuando las niñas pueden hacer todo lo que hace un niño y más."
    }
  },
  {
    "translation": {
      "en": "Do you consider yourself to be delicate and incapable? Because I certainly don't.",
      "es": "¿Se considera a sí misma como delicada e incapaz? Porque yo no."
    }
  },
  {
    "translation": {
      "en": "Anyway, since I'm here now, couldn't you consider it?",
      "es": "En fin, ya que estoy aquí, ¿no podría considerarlo?"
    }
  },
  {
    "translation": {
      "en": "I could not.",
      "es": "No podría."
    }
  },
  {
    "translation": {
      "en": "And put those fool notions out of your head.",
      "es": "Y sácate esas tontas ideas de la cabeza."
    }
  },
  {
    "translation": {
      "en": "Come along. Let's get you washed up for supper.",
      "es": "Ahora, ven, vamos a lavarte para la cena."
    }
  },
  {
    "translation": {
      "en": "Oh, good gracious, child! What's happened here?",
      "es": "Santo cielo, niña, ¿qué te pasó?"
    }
  },
  {
    "translation": {
      "en": "I was pinching myself a lot today to prove that this was all true.",
      "es": "Hoy me pellizqué muchas veces para probar que esto era cierto."
    }
  },
  {
    "translation": {
      "en": "Well, you're not eating at all.",
      "es": "No estás comiendo nada."
    }
  },
  {
    "translation": {
      "en": "I can't. I'm sorry.",
      "es": "No puedo. Lo siento."
    }
  },
  {
    "translation": {
      "en": "I'm in the depths of despair.",
      "es": "Estoy al borde de la desolación."
    }
  },
  {
    "translation": {
      "en": "Can you eat when you're in the depths of despair?",
      "es": "¿Comería si está al borde de la desolación?"
    }
  },
  {
    "translation": {
      "en": "I've never been in the depths of despair, so I can't say.",
      "es": "Nunca he estado al borde de la desolación, así que no lo sé."
    }
  },
  {
    "translation": {
      "en": "Well, did you ever imagine that you were in the depths of despair?",
      "es": "¿Alguna vez imaginó estar al borde de la desolación?"
    }
  },
  {
    "translation": {
      "en": "No, I didn't.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "Well, it's a very uncomfortable feeling, indeed.",
      "es": "Bueno, es una sensación muy incómoda."
    }
  },
  {
    "translation": {
      "en": "When you try to eat, a big lump comes right up into your throat,",
      "es": "Cuando intentas comer, se forma un gran nudo en tu garganta"
    }
  },
  {
    "translation": {
      "en": "and you can't swallow anything.",
      "es": "y no puedes tragar nada."
    }
  },
  {
    "translation": {
      "en": "Not even if it was a chocolate caramel.",
      "es": "Aunque fuera un caramelo de chocolate."
    }
  },
  {
    "translation": {
      "en": "I had chocolate caramel once two years ago, and it was simply delicious.",
      "es": "Comí un caramelo de chocolate hace dos años y fue simplemente delicioso."
    }
  },
  {
    "translation": {
      "en": "I hope you won't be offended that I can't eat. Everything is extremely nice.",
      "es": "Espero que no se ofendan porque no puedo comer. Todo es extremadamente lindo."
    }
  },
  {
    "translation": {
      "en": "I guess she's just tired.",
      "es": "Supongo que está cansada."
    }
  },
  {
    "translation": {
      "en": "Best put her to bed, hmm?",
      "es": "Será mejor que vaya a dormir."
    }
  },
  {
    "translation": {
      "en": "Fetch your bag and follow me.",
      "es": "Toma tu bolso y sígueme."
    }
  },
  {
    "translation": {
      "en": "Well, undress. Quick as you can. Get to bed.",
      "es": "Desvístete lo más rápido que puedas y acuéstate."
    }
  },
  {
    "translation": {
      "en": "I'll come back in a few minutes for the candle.",
      "es": "Regresaré en unos minutos por la vela."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "es": "Buenas noches."
    }
  },
  {
    "translation": {
      "en": "How can you call it a good night",
      "es": "¿Cómo puede llamarla una buena noche"
    }
  },
  {
    "translation": {
      "en": "when you know this must be the very worst night I've ever had?",
      "es": "cuando sabe que esta debe ser la peor noche que he tenido?"
    }
  },
  {
    "translation": {
      "en": "Oh, that is a filthy habit!",
      "es": "Ese es un hábito asqueroso."
    }
  },
  {
    "translation": {
      "en": "Daresay a man's got a right to smoke...",
      "es": "Un hombre tiene derecho a fumar"
    }
  },
  {
    "translation": {
      "en": "when his mind's burdened.",
      "es": "cuando su mente está agobiada."
    }
  },
  {
    "translation": {
      "en": "I daresay yours is, too.",
      "es": "Y me atrevo a decir... que la tuya también."
    }
  },
  {
    "translation": {
      "en": "Yes, this is certainly a fine kettle of fish.",
      "es": "Sí, esto ciertamente es un desastre."
    }
  },
  {
    "translation": {
      "en": "One of us will have to drive over and see Mrs. Spencer tomorrow, for certain.",
      "es": "Uno de nosotros debe ver a la Sra. Spencer. De eso no cabe duda."
    }
  },
  {
    "translation": {
      "en": "The girl will have to be sent back.",
      "es": "La niña tiene que ser devuelta."
    }
  },
  {
    "translation": {
      "en": "Yep, I suppose so.",
      "es": "Sí, eso supongo."
    }
  },
  {
    "translation": {
      "en": "You suppose so? Don't you know it?",
      "es": "- ¿Lo supones? ¿No lo sabes? - Bueno,"
    }
  },
  {
    "translation": {
      "en": "Well, now, it... seems a pity.",
      "es": "- ¿Lo supones? ¿No lo sabes? - Bueno, parece una lástima... enviarla de regreso."
    }
  },
  {
    "translation": {
      "en": "I mean, to send her back?",
      "es": "parece una lástima... enviarla de regreso."
    }
  },
  {
    "translation": {
      "en": "She's so set on staying.",
      "es": "Estaba tan dispuesta a quedarse."
    }
  },
  {
    "translation": {
      "en": "Matthew Cuthbert, do you mean to say you think we ought to keep her?",
      "es": "Matthew Cuthbert. ¿Quieres decir que deberíamos quedarnos con ella?"
    }
  },
  {
    "translation": {
      "en": "No, no, no. I- I- I...",
      "es": "No. Yo..."
    }
  },
  {
    "translation": {
      "en": "- No, I suppose not. - I should say not!",
      "es": "Creo que no. Debo decir que no."
    }
  },
  {
    "translation": {
      "en": "What good would she be to us?",
      "es": "¿De qué nos serviría?"
    }
  },
  {
    "translation": {
      "en": "We might be some good to her.",
      "es": "Podríamos ser útiles para ella."
    }
  },
  {
    "translation": {
      "en": "I believe that child has bewitched you.",
      "es": "Creo que esa niña te ha embrujado."
    }
  },
  {
    "translation": {
      "en": "I can see it plain as plain you want to keep her.",
      "es": "Veo claramente que quieres conservarla."
    }
  },
  {
    "translation": {
      "en": "She's a real interesting kind of person.",
      "es": "Es una persona muy interesante."
    }
  },
  {
    "translation": {
      "en": "That's one way to put it.",
      "es": "Es una forma de decir."
    }
  },
  {
    "translation": {
      "en": "You should have heard her talk, coming from the station.",
      "es": "Debiste escucharla hablar. Al venir de la estación."
    }
  },
  {
    "translation": {
      "en": "Well, she can talk fast enough, and it's nothing in her favor.",
      "es": "Habla demasiado rápido y eso no la favorece."
    }
  },
  {
    "translation": {
      "en": "I don't mind the conversation.",
      "es": "Me agrada conversar."
    }
  },
  {
    "translation": {
      "en": "I don't like children who have so much to say.",
      "es": "No me gustan los niños que hablan mucho."
    }
  },
  {
    "translation": {
      "en": "There's something I don't understand about her.",
      "es": "Hay algo que no entiendo sobre ella."
    }
  },
  {
    "translation": {
      "en": "No, she's gotta be dispatched straightway back where she came from.",
      "es": "No, tiene que ser devuelta al lugar de donde vino."
    }
  },
  {
    "translation": {
      "en": "I could hire a boy to help me, and, uh, she could be company for you.",
      "es": "Podría contratar a un niño que me ayudara y... - ella te haría compañía. - No deseo compañía."
    }
  },
  {
    "translation": {
      "en": "I'm not suffering for company. And I'm not gonna keep her.",
      "es": "- ella te haría compañía. - No deseo compañía. Y no me quedaré con ella."
    }
  },
  {
    "translation": {
      "en": "Well, now... it's just as you say, of course.",
      "es": "Bueno, sí. Como digas. Por supuesto."
    }
  },
  {
    "translation": {
      "en": "I'm going to bed.",
      "es": "Me voy a la cama."
    }
  },
  {
    "translation": {
      "en": "Dearest Snow Queen...",
      "es": "Querida reina de la Nieve,"
    }
  },
  {
    "translation": {
      "en": "I accept your token offering.",
      "es": "acepto tu oferta simbólica."
    }
  },
  {
    "translation": {
      "en": "Had I a book, I would press these sacred blossoms between its pages,",
      "es": "Si tuviera un libro, guardaría estas flores sagradas entre sus páginas"
    }
  },
  {
    "translation": {
      "en": "so that I could be forever reminded of this treasured moment.",
      "es": "para poder recordar por siempre este preciado momento."
    }
  },
  {
    "translation": {
      "en": "Nevertheless...",
      "es": "Sin embargo..."
    }
  },
  {
    "translation": {
      "en": "I, Princess Cordelia...",
      "es": "Yo... ...la princesa Cordelia..."
    }
  },
  {
    "translation": {
      "en": "shall cherish this gift always.",
      "es": "...atesoraré siempre este regalo."
    }
  },
  {
    "translation": {
      "en": "- Let my kiss prove my devotion. - What are you doing?",
      "es": "Deja que mi beso demuestre mi devoción... ¿Qué estás haciendo?"
    }
  },
  {
    "translation": {
      "en": "It's time you were dressed.",
      "es": "Ya deberías estar vestida."
    }
  },
  {
    "translation": {
      "en": "I was imagining that this morning was different than what it is.",
      "es": "Estaba imaginando que esta mañana era diferente a como es."
    }
  },
  {
    "translation": {
      "en": "I was making believe that I was a beautiful princess,",
      "es": "Fantaseaba con ser una hermosa princesa..."
    }
  },
  {
    "translation": {
      "en": "and that this was my sacred chamber, high in a tall stone spire.",
      "es": "...y que esta era mi recámara sagrada, en un alto chapitel de piedra..."
    }
  },
  {
    "translation": {
      "en": "Never mind your chatter.",
      "es": "No quiero que me hables."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "It's just that your gable room and your lovely old cherry tree",
      "es": "Es que su habitación con techo de dos aguas y su encantador roble"
    }
  },
  {
    "translation": {
      "en": "provide such scope for the imagination.",
      "es": "hacen volar la imaginación."
    }
  },
  {
    "translation": {
      "en": "I've also been wishing with all my might",
      "es": "También he deseado con todas mis fuerzas"
    }
  },
  {
    "translation": {
      "en": "that you'd tell me that you'd decided that I could stay.",
      "es": "También he deseado con todas mis fuerzas que me diga que puedo quedarme."
    }
  },
  {
    "translation": {
      "en": "Pack that inside and come downstairs.",
      "es": "Empaca eso y baja."
    }
  },
  {
    "translation": {
      "en": "We'll be driving to see Mrs. Spencer after breakfast.",
      "es": "Iremos a ver a la Sra. Spencer después de desayunar."
    }
  },
  {
    "translation": {
      "en": "Put that down at once!",
      "es": "Deja eso donde estaba."
    }
  },
  {
    "translation": {
      "en": "- Did you take anything? - No!",
      "es": "- ¿Tomaste algo? - No."
    }
  },
  {
    "translation": {
      "en": "I was only memorizing.",
      "es": "Solo estaba memorizando."
    }
  },
  {
    "translation": {
      "en": "Let me see.",
      "es": "Déjeme ver."
    }
  },
  {
    "translation": {
      "en": "Stop your snooping and come to breakfast.",
      "es": "Deja de husmear y ayúdame."
    }
  },
  {
    "translation": {
      "en": "I'm pretty hungry.",
      "es": "Tengo mucha hambre. El mundo no parece tan desolado"
    }
  },
  {
    "translation": {
      "en": "The world doesn't seem such a howling wilderness as it did last night.",
      "es": "Tengo mucha hambre. El mundo no parece tan desolado como era anoche."
    }
  },
  {
    "translation": {
      "en": "I'm glad it's a pretty morning, so we won't be driving back in the rain.",
      "es": "Por suerte, es una bonita mañana y no volveremos con lluvia."
    }
  },
  {
    "translation": {
      "en": "That would be extremely difficult to bear.",
      "es": "Eso sería muy difícil de soportar."
    }
  },
  {
    "translation": {
      "en": "It's all very well to read sorrowful stories,",
      "es": "Está muy bien leer historias tristes"
    }
  },
  {
    "translation": {
      "en": "and imagine yourself living through them heroically, but...",
      "es": "e imaginarte que las vives heroicamente..."
    }
  },
  {
    "translation": {
      "en": "it's not so easy when you're actually woeful.",
      "es": "...pero es difícil cuando estás afligido, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Oh, for pity's sake, hold your tongue.",
      "es": "...pero es difícil cuando estás afligido, ¿no? Por piedad, detén tu lengua. Hablas demasiado."
    }
  },
  {
    "translation": {
      "en": "You talk entirely too much.",
      "es": "Por piedad, detén tu lengua. Hablas demasiado."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "es": "Sí, señora."
    }
  },
  {
    "translation": {
      "en": "Just so's you know, I sent word",
      "es": "Solo para que sepas, pregunté para ver si ese niño francés"
    }
  },
  {
    "translation": {
      "en": "to see if that French boy is available through harvest.",
      "es": "Solo para que sepas, pregunté para ver si ese niño francés está disponible para la cosecha."
    }
  },
  {
    "translation": {
      "en": "- Gracious me! - I can milk a cow and split wood.",
      "es": "Dios mío. Sé ordeñar una vaca y cortar madera."
    }
  },
  {
    "translation": {
      "en": "I can wash clothes, iron, dust, sweep and so many other things.",
      "es": "Sé lavar la ropa, planchar, sacudir, barrer y muchas otras cosas."
    }
  },
  {
    "translation": {
      "en": "There is no end to what I could accomplish.",
      "es": "Lo que sé hacer no tiene límites."
    }
  },
  {
    "translation": {
      "en": "I will take care of these dishes for you, Miss Cuthbert. You will see.",
      "es": "Me encargaré de estos platos. Ya verá."
    }
  },
  {
    "translation": {
      "en": "I'll do them right.",
      "es": "Los lavaré bien."
    }
  },
  {
    "translation": {
      "en": "Be careful with the kettle. It's very hot. Use both hands.",
      "es": "Ten cuidado con la tetera. Está muy caliente. Usa ambas manos."
    }
  },
  {
    "translation": {
      "en": "I see it clear now. This very idea was folly.",
      "es": "Ahora lo veo claramente. Esta idea era un disparate."
    }
  },
  {
    "translation": {
      "en": "You can't make up a family. Only kin is kin.",
      "es": "No se puede crear una familia. Solo los parientes son parientes."
    }
  },
  {
    "translation": {
      "en": "Surely you'll be needing Anne more than ever since your husband's passing.",
      "es": "Seguramente, necesitará... ...de Anne más que nunca desde que falleció su esposo."
    }
  },
  {
    "translation": {
      "en": "I don't want her. I'm moving to my sister's, and I got no reason to take her.",
      "es": "No la quiero. Me iré a casa de mi hermana y no tengo razón para llevármela."
    }
  },
  {
    "translation": {
      "en": "- We're overcrowded as it is. - I don't need another mouth to feed.",
      "es": "Lo siento, no hay lugar. - No necesito otra boca que alimentar. - Puedo ayudarla."
    }
  },
  {
    "translation": {
      "en": "But I can help you.",
      "es": "- No necesito otra boca que alimentar. - Puedo ayudarla."
    }
  },
  {
    "translation": {
      "en": "- - Haven't I been of help to you?",
      "es": "¿No le he sido de ayuda?"
    }
  },
  {
    "translation": {
      "en": "- Please don't leave me here. - You're not kin.",
      "es": "- No me deje aquí. - No eres pariente."
    }
  },
  {
    "translation": {
      "en": "I got enough kin. You're taking her back, and that's final.",
      "es": "Tengo suficientes parientes. La devolveremos y punto."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry! Nothing's broken!",
      "es": "Lo siento mucho. No se rompió nada."
    }
  },
  {
    "translation": {
      "en": "Oh, you'll never keep me now.",
      "es": "Ahora no me conservarán."
    }
  },
  {
    "translation": {
      "en": "I was never going to keep you.",
      "es": "No pensaba hacerlo."
    }
  },
  {
    "translation": {
      "en": "I'll be back in time for tea.",
      "es": "Regresaré para el té."
    }
  },
  {
    "translation": {
      "en": "Anne...",
      "es": "Anne."
    }
  },
  {
    "translation": {
      "en": "- Bye, Mr. Cuthbert. - I...",
      "es": "Adiós, Sr. Cuthbert. Yo..."
    }
  },
  {
    "translation": {
      "en": "I didn't say I'd hire a boy to get rid of you.",
      "es": "No dije que contrataría a un niño para librarme de ti."
    }
  },
  {
    "translation": {
      "en": "It was in hopes that you could stay.",
      "es": "Tenía la esperanza de que te quedaras."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "I'll never forget you. You take care now...",
      "es": "- Nunca lo olvidaré. - Cuídate."
    }
  },
  {
    "translation": {
      "en": "Anne with an E.",
      "es": "Anne con una E."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake!",
      "es": "Por todos los cielos."
    }
  },
  {
    "translation": {
      "en": "My brother is a ridiculous man.",
      "es": "Mi hermano es un hombre ridículo."
    }
  },
  {
    "translation": {
      "en": "I think he's lovely.",
      "es": "Yo creo que es adorable."
    }
  },
  {
    "translation": {
      "en": "He's ever so sympathetic, and he didn't seem to mind how much I talked.",
      "es": "Siempre es muy simpático y no parecía importarle lo mucho que hablo."
    }
  },
  {
    "translation": {
      "en": "In fact, he seemed to like it.",
      "es": "De hecho, parecía agradarle."
    }
  },
  {
    "translation": {
      "en": "I felt he was a kindred spirit as soon as ever I saw him.",
      "es": "Sentí que éramos afines en cuanto lo vi."
    }
  },
  {
    "translation": {
      "en": "You're both queer enough, that's for sure.",
      "es": "Ambos son raros, de eso no cabe duda."
    }
  },
  {
    "translation": {
      "en": "I've made up my mind to enjoy this drive.",
      "es": "He decidido disfrutar este viaje."
    }
  },
  {
    "translation": {
      "en": "It's been my experience you can nearly always enjoy something",
      "es": "Por experiencia sé que siempre puedes disfrutar algo"
    }
  },
  {
    "translation": {
      "en": "if you make up your mind firmly that you will.",
      "es": "si decides firmemente que lo harás."
    }
  },
  {
    "translation": {
      "en": "Of course, you must make up your mind firmly.",
      "es": "Por supuesto, tienes que decidirte firmemente."
    }
  },
  {
    "translation": {
      "en": "I believe this is something that you and I have in common.",
      "es": "Creo que esto es algo que usted y yo tenemos en común."
    }
  },
  {
    "translation": {
      "en": "I wish I was a seagull.",
      "es": "Desearía ser una gaviota."
    }
  },
  {
    "translation": {
      "en": "They're the most carefree of all the birds, don't you think?",
      "es": "Son las aves más despreocupadas, ¿no lo cree?"
    }
  },
  {
    "translation": {
      "en": "Look. Wild roses!",
      "es": "Mire. Rosas silvestres."
    }
  },
  {
    "translation": {
      "en": "Isn't pink just the most bewitching color? I love it, but I can't wear it.",
      "es": "¿No es el rosa el color más cautivador? Me encanta, pero no puedo usarlo."
    }
  },
  {
    "translation": {
      "en": "Redheaded people can't wear pink, not even in the imagination.",
      "es": "Los pelirrojos no pueden usar rosa. Ni siquiera en la imaginación."
    }
  },
  {
    "translation": {
      "en": "Know of anybody whose hair was red when she was younger,",
      "es": "¿Conoce a alguien cuyo cabello fuera rojo cuando era joven"
    }
  },
  {
    "translation": {
      "en": "but got to be another color when she grew up?",
      "es": "pero que cambió de color cuando creció?"
    }
  },
  {
    "translation": {
      "en": "I shouldn't think it likely.",
      "es": "No creo que sea probable."
    }
  },
  {
    "translation": {
      "en": "There's another hope gone.",
      "es": "Otra esperanza perdida."
    }
  },
  {
    "translation": {
      "en": "My life is a perfect graveyard of buried hopes.",
      "es": "Mi vida es un cementerio de esperanzas enterradas."
    }
  },
  {
    "translation": {
      "en": "I read that sentence in a book once.",
      "es": "Leí esa oración en un libro,"
    }
  },
  {
    "translation": {
      "en": "I say it to comfort myself whenever I'm disappointed in anything.",
      "es": "y la digo para consolarme cuando estoy decepcionada."
    }
  },
  {
    "translation": {
      "en": "I don't see where the comforting comes in, myself.",
      "es": "No veo dónde está el consuelo."
    }
  },
  {
    "translation": {
      "en": "Because it sounds so romantic, as if I were a heroine in a storybook.",
      "es": "Porque suena tan romántico. Como si fuera la heroína de un cuento."
    }
  },
  {
    "translation": {
      "en": "You must have gone to school.",
      "es": "Debiste ir a la escuela."
    }
  },
  {
    "translation": {
      "en": "Not a great deal, although I went when I was at the asylum. I love school.",
      "es": "No demasiado. Fui cuando estuve en el asilo. Me encanta la escuela, pero en una casa con tanto que hacer,"
    }
  },
  {
    "translation": {
      "en": "But in a household with so much to attend to, the children, the cooking, the chores,",
      "es": "Me encanta la escuela, pero en una casa con tanto que hacer, los niños, la cocina, las tareas, no era una opción."
    }
  },
  {
    "translation": {
      "en": "it just wasn't an option.",
      "es": "los niños, la cocina, las tareas, no era una opción."
    }
  },
  {
    "translation": {
      "en": "Is there a reason why Green Gables is so secluded?",
      "es": "¿Hay alguna razón por la que Green Gables esté tan apartada?"
    }
  },
  {
    "translation": {
      "en": "Reason?",
      "es": "¿Razón?"
    }
  },
  {
    "translation": {
      "en": "My family wasn't inclined toward idle chatter.",
      "es": "Mi familia no se ocupaba de nimiedades."
    }
  },
  {
    "translation": {
      "en": "Do you miss your parents terribly?",
      "es": "¿Extraña mucho a sus padres?"
    }
  },
  {
    "translation": {
      "en": "They lived good Christian lives.",
      "es": "Tuvieron una buena y larga vida."
    }
  },
  {
    "translation": {
      "en": "You can't begrudge God for bringing them home.",
      "es": "No puedo culpar a Dios por llevárselos."
    }
  },
  {
    "translation": {
      "en": "I suppose not.",
      "es": "Supongo que no."
    }
  },
  {
    "translation": {
      "en": "You suppose not?",
      "es": "¿Supones que no?"
    }
  },
  {
    "translation": {
      "en": "Why is it you find yourself an orphan? Well, it happened when I was an infant.",
      "es": "- ¿Por qué eres huérfana? - Sucedió cuando era una bebé."
    }
  },
  {
    "translation": {
      "en": "I'd like to know the circumstances if you've a mind to tell them.",
      "es": "Me gustaría conocer las circunstancias, si no te molesta decírmelas."
    }
  },
  {
    "translation": {
      "en": "I don't mind telling stories.",
      "es": "No me molesta contar historias."
    }
  },
  {
    "translation": {
      "en": "Somewhere in a far- off land, in a place whose name I do not care to remember,",
      "es": "En un lugar muy lejano, cuyo nombre no quiero acordarme,"
    }
  },
  {
    "translation": {
      "en": "a gentleman lived not long ago.",
      "es": "no ha mucho tiempo que vivía un hidalgo"
    }
  },
  {
    "translation": {
      "en": "One of those with a lance, and an ancient shield on a shelf",
      "es": "de los de lanza en astillero, adarga antigua,"
    }
  },
  {
    "translation": {
      "en": "who keeps a skinny nag and a greyhound for racing--",
      "es": "rocín flaco y galgo corredor...."
    }
  },
  {
    "translation": {
      "en": "- How dare you! - What?",
      "es": "¿Cómo te atreves?"
    }
  },
  {
    "translation": {
      "en": "Do you take me for a fool?",
      "es": "- ¿Qué? - ¿Me tomas por tonta?"
    }
  },
  {
    "translation": {
      "en": "Well, it's just a much better story than mine.",
      "es": "Es una historia mucho mejor que la mía."
    }
  },
  {
    "translation": {
      "en": "I didn't ask for any story, I asked for yours.",
      "es": "No pregunté por cualquier historia. Pregunté por la tuya."
    }
  },
  {
    "translation": {
      "en": "If you can't tell the truth, then I have no time for you.",
      "es": "Si no dices la verdad, no tengo tiempo para ti."
    }
  },
  {
    "translation": {
      "en": "If you let me tell you what I imagine about myself,",
      "es": "Si me deja contarle lo que imagino sobre mí,"
    }
  },
  {
    "translation": {
      "en": "you'll find it ever so much more interesting.",
      "es": "lo encontrará mucho más interesante."
    }
  },
  {
    "translation": {
      "en": "Wishing something is different than it is will not make it so!",
      "es": "Desear que algo sea diferente no lo hará realidad."
    }
  },
  {
    "translation": {
      "en": "Truer words were never spoken.",
      "es": "Nunca escuché palabras más ciertas."
    }
  },
  {
    "translation": {
      "en": "My parents were Walter and Bertha Shirley.",
      "es": "Mis padres fueron Walter y Bertha Shirley."
    }
  },
  {
    "translation": {
      "en": "They were newlyweds, and they were poor as church mice.",
      "es": "Eran recién casados, y pobres como ratones de iglesia."
    }
  },
  {
    "translation": {
      "en": "They died of a fever when I was three months old.",
      "es": "Murieron de fiebre cuando yo tenía tres meses."
    }
  },
  {
    "translation": {
      "en": "So I've been earning my keep for as long as I can remember, and...",
      "es": "Así que me he ganado el sustento desde que puedo recordar, y..."
    }
  },
  {
    "translation": {
      "en": "I suppose I was lucky that I was placed out,",
      "es": "supongo que tuve suerte de ser elegida"
    }
  },
  {
    "translation": {
      "en": "instead of staying in the asylum.",
      "es": "en lugar de quedarme en el asilo."
    }
  },
  {
    "translation": {
      "en": "I never understood it.",
      "es": "Nunca lo entendí."
    }
  },
  {
    "translation": {
      "en": "If children are such a burden, then why do people have so many of them?",
      "es": "Si los hijos son una carga, ¿por qué la gente tiene tantos?"
    }
  },
  {
    "translation": {
      "en": "Nevertheless, it's a shame I'll never have the opportunity.",
      "es": "Sin embargo, es una pena que nunca tendré la oportunidad."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "es": "¿De qué?"
    }
  },
  {
    "translation": {
      "en": "To be one.",
      "es": "De serlo."
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "es": "Anne."
    }
  },
  {
    "translation": {
      "en": "No! Go home! Go home!",
      "es": "No. Vete a casa. ¡Vete a casa!"
    }
  },
  {
    "translation": {
      "en": "Oh, my Lord!",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "Are you all right?",
      "es": "¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "- Shh. - Oh, dear Lord!",
      "es": "- Santo cielo. - Esta bien."
    }
  },
  {
    "translation": {
      "en": "- I'm fine. Here you are. Shh. - Oh, whoa, whoa, whoa.",
      "es": "Estoy bien. Aquí tiene."
    }
  },
  {
    "translation": {
      "en": "It's all right. It's all right, Belle.",
      "es": "No pasa nada."
    }
  },
  {
    "translation": {
      "en": "There is no need to worry anymore, Belle.",
      "es": "- Ya no tienes que preocuparte, Belle. - ¿Belle?"
    }
  },
  {
    "translation": {
      "en": "- Belle? - That's her name.",
      "es": "- Ya no tienes que preocuparte, Belle. - ¿Belle? Así se llama."
    }
  },
  {
    "translation": {
      "en": "- Wasn't that an adventure? - Wasn't it just!",
      "es": "¿No fue esa una aventura? Vaya si lo fue."
    }
  },
  {
    "translation": {
      "en": "- You're sure you're all right? - Mm- hmm.",
      "es": "¿Estás segura de que estás bien?"
    }
  },
  {
    "translation": {
      "en": "You were very level- headed.",
      "es": "Fuiste muy sensata."
    }
  },
  {
    "translation": {
      "en": "I'm used to a ruckus.",
      "es": "Estoy habituada al alboroto."
    }
  },
  {
    "translation": {
      "en": "My, you're the last folks I was looking for today, but I'm real glad to see you.",
      "es": "Vaya. Son las últimas personas a las que esperaba ver hoy. Me alegra mucho verlas."
    }
  },
  {
    "translation": {
      "en": "And how are you doing, dear Anne?",
      "es": "¿Cómo te va, querida Anne?"
    }
  },
  {
    "translation": {
      "en": "I'm well enough, thank you.",
      "es": "Bien, gracias."
    }
  },
  {
    "translation": {
      "en": "What brings you by, Miss Cuthbert?",
      "es": "- ¿Qué la trae aquí, Srta. Cuthbert? - El hecho es, Sra. Spencer,"
    }
  },
  {
    "translation": {
      "en": "Well, the fact is, Mrs. Spencer, there's been a queer mistake somewhere.",
      "es": "- ¿Qué la trae aquí, Srta. Cuthbert? - El hecho es, Sra. Spencer, hubo un claro error y vine a ver cuál es."
    }
  },
  {
    "translation": {
      "en": "I've come over to see where it is.",
      "es": "hubo un claro error y vine a ver cuál es."
    }
  },
  {
    "translation": {
      "en": "Matthew and I sent word for you to bring us a boy from the asylum.",
      "es": "Matthew y yo le pedimos un niño del asilo."
    }
  },
  {
    "translation": {
      "en": "We told your brother Robert to tell you we wanted a boy.",
      "es": "Le dijimos a su hermano Robert que queríamos un niño."
    }
  },
  {
    "translation": {
      "en": "Marilla Cuthbert, you don't say so!",
      "es": "Marilla Cuthbert, ¡no me diga!"
    }
  },
  {
    "translation": {
      "en": "But Robert sent word through his daughter Nancy that you wanted a girl.",
      "es": "Robert avisó a través de su hija Nancy que deseaban una niña."
    }
  },
  {
    "translation": {
      "en": "Oh, that Nancy is a terrible flighty thing.",
      "es": "Esa Nancy es algo terrible."
    }
  },
  {
    "translation": {
      "en": "I've often had to scold her for her heedlessness.",
      "es": "He tenido que regañarla por sus distracciones."
    }
  },
  {
    "translation": {
      "en": "I'm dreadfully sorry about this.",
      "es": "Lo siento muchísimo."
    }
  },
  {
    "translation": {
      "en": "It was our own fault.",
      "es": "Fue nuestra culpa."
    }
  },
  {
    "translation": {
      "en": "We should have come to you ourselves, and not left an important message",
      "es": "Debimos venir nosotros y no enviar a decir un mensaje tan importante."
    }
  },
  {
    "translation": {
      "en": "to be handed on by word of mouth.",
      "es": "y no enviar a decir un mensaje tan importante."
    }
  },
  {
    "translation": {
      "en": "However, the mistake has been made,",
      "es": "Pero el error está hecho"
    }
  },
  {
    "translation": {
      "en": "and the only thing to do is to set it right.",
      "es": "y solo queda remediarlo."
    }
  },
  {
    "translation": {
      "en": "I suppose the asylum will take her back, won't they?",
      "es": "Supongo que la volverán a admitir, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I suppose, but it might not be necessary to return her.",
      "es": "Supongo, pero creo que no será necesario enviarla."
    }
  },
  {
    "translation": {
      "en": "My neighbor, Mrs. Blewett,",
      "es": "Mi vecina, la Sra. Blewett, me dijo"
    }
  },
  {
    "translation": {
      "en": "was just saying to me she's overburdened by her large family,",
      "es": "que tiene una familia numerosa"
    }
  },
  {
    "translation": {
      "en": "and she wishes she'd sent for a girl to help.",
      "es": "y que desearía tener a una chica que la ayudara."
    }
  },
  {
    "translation": {
      "en": "Anne will do nicely.",
      "es": "Anne lo hará muy bien."
    }
  },
  {
    "translation": {
      "en": "I call this positively providential.",
      "es": "Esto es positivamente providencial."
    }
  },
  {
    "translation": {
      "en": "We'll call on her and see. I'm sure she'll agree.",
      "es": "La llamaremos y veremos. Seguro estará de acuerdo."
    }
  },
  {
    "translation": {
      "en": "- How old are you and what's your name? - Anne Shirley. I'm just 13.",
      "es": "- ¿Cuántos años tienes y cómo te llamas? - Anne Shirley. Tengo 13 años."
    }
  },
  {
    "translation": {
      "en": "Hmm. You don't look as if there's much to you. But you're wiry.",
      "es": "No pareces gran cosa. Pero te ves fuerte."
    }
  },
  {
    "translation": {
      "en": "I don't know, but the wiry ones are the best after all.",
      "es": "No lo sé, pero las fuertes son las mejores."
    }
  },
  {
    "translation": {
      "en": "If I take you, you'll do as I say, and speak when spoken to.",
      "es": "Si te acepto, harás lo que te diga y hablarás cuando te hable."
    }
  },
  {
    "translation": {
      "en": "I don't suffer no backtalk.",
      "es": "No soporto las impertinencias."
    }
  },
  {
    "translation": {
      "en": "If I find you lacking, you'll know the toe of my boot.",
      "es": "Y si no eres eficiente, conocerás la punta de mi bota."
    }
  },
  {
    "translation": {
      "en": "I expect you to earn your keep, and no mistake.",
      "es": "Espero que no cometas errores."
    }
  },
  {
    "translation": {
      "en": "I'm at my wits' end with this one. He'll be the death of me.",
      "es": "Esta me desespera. Me matará."
    }
  },
  {
    "translation": {
      "en": "That's a colic cry.",
      "es": "Es llanto de cólico."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "He'll do better if you swaddle him.",
      "es": "Estará mejor si lo faja."
    }
  },
  {
    "translation": {
      "en": "And gripe water helps.",
      "es": "Y el agua de gripe ayuda."
    }
  },
  {
    "translation": {
      "en": "- Anne has worked for large families. - And work she will.",
      "es": "Anne ha trabajado para familias grandes. Y vaya si trabajará. No hacemos caridad."
    }
  },
  {
    "translation": {
      "en": "This ain't no charity house.",
      "es": "Y vaya si trabajará. No hacemos caridad."
    }
  },
  {
    "translation": {
      "en": "I suppose I can take her off your hands, Miss Cuthbert. If you like, I can take her now.",
      "es": "Puedo quitársela de encima. Si quiere, me la quedaré ahora."
    }
  },
  {
    "translation": {
      "en": "W- Well, I- I don't know.",
      "es": "Bueno, no sé. Yo..."
    }
  },
  {
    "translation": {
      "en": "I... I didn't say Matthew and I",
      "es": "No dije que Matthew y yo habíamos decidido"
    }
  },
  {
    "translation": {
      "en": "had absolutely decided we wouldn't keep her.",
      "es": "No dije que Matthew y yo habíamos decidido no quedárnosla."
    }
  },
  {
    "translation": {
      "en": "I... I just came over to find out how the mistake had occurred.",
      "es": "Solo vine para averiguar cómo había ocurrido el error."
    }
  },
  {
    "translation": {
      "en": "I'd better take her home again, and talk it over with my brother.",
      "es": "Será mejor que me la lleve a casa y lo hable con mi hermano."
    }
  },
  {
    "translation": {
      "en": "I ought not to decide on anything without consulting him.",
      "es": "No debo decidir nada sin consultarlo con él."
    }
  },
  {
    "translation": {
      "en": "If we make up our minds not to keep her, we'll send her over to you.",
      "es": "Si decidimos no quedarnos con ella, se la enviaremos."
    }
  },
  {
    "translation": {
      "en": "Otherwise, you can assume that she'll be staying with us.",
      "es": "De otro modo, puede suponer que se quedará con nosotros."
    }
  },
  {
    "translation": {
      "en": "Will that suit you, Mrs. Blewett?",
      "es": "¿Le parece bien, Sra. Blewett?"
    }
  },
  {
    "translation": {
      "en": "- I suppose it'll have to. - Very well.",
      "es": "- Supongo que sí. - Muy bien."
    }
  },
  {
    "translation": {
      "en": "Good day.",
      "es": "Buen día."
    }
  },
  {
    "translation": {
      "en": "Oh, Miss Cuthbert, did you really say that perhaps you'd let me stay at Green Gables,",
      "es": "Srta. Cuthbert, ¿de verdad dijo que quizá podré quedarme en Green Gables?"
    }
  },
  {
    "translation": {
      "en": "or did I only imagine that you did?",
      "es": "¿O solo imaginé que lo hizo?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did say that and no more. But it isn't decided yet,",
      "es": "Sí, lo dije, y no más. Pero aún no está decidido."
    }
  },
  {
    "translation": {
      "en": "and perhaps we'll conclude that Mrs. Blewett should take you after all.",
      "es": "Tal vez decidamos que te vayas con la Sra. Blewett."
    }
  },
  {
    "translation": {
      "en": "Well, I'd rather go back to the asylum than live with her.",
      "es": "Antes que vivir con ella, prefiero el asilo."
    }
  },
  {
    "translation": {
      "en": "I keep expecting her to chase after us on a broomstick.",
      "es": "La imagino persiguiéndonos en una escoba."
    }
  },
  {
    "translation": {
      "en": "I would like you to hold your tongue on the ride home.",
      "es": "Quiero que contengas tu lengua camino a casa."
    }
  },
  {
    "translation": {
      "en": "I've got plenty to think about.",
      "es": "Tengo mucho en qué pensar."
    }
  },
  {
    "translation": {
      "en": "I'll thank you to keep your questions to yourself till we can speak in private.",
      "es": "Por favor, no hagas preguntas hasta que hablemos en privado."
    }
  },
  {
    "translation": {
      "en": "Run along inside. Put your bag upstairs, and put the kettle on.",
      "es": "Ve adentro. - Lleva tu bolso arriba y pon la tetera. - Sí, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Yes, Miss Cuthbert.",
      "es": "- Lleva tu bolso arriba y pon la tetera. - Sí, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Oh, wipe that silly grin off your face!",
      "es": "Y deja de sonreír como tonto."
    }
  },
  {
    "translation": {
      "en": "I wouldn't give a dog I liked to that Blewett woman.",
      "es": "A esa Blewett no le encomendaría ni un perro."
    }
  },
  {
    "translation": {
      "en": "Trouble is I don't know about keeping her.",
      "es": "No estoy segura de querer conservarla."
    }
  },
  {
    "translation": {
      "en": "She's an interesting little thing.",
      "es": "Es una personita interesante."
    }
  },
  {
    "translation": {
      "en": "It'd be more to the point if she was a useful little thing.",
      "es": "Sería mejor que fuera una personita útil."
    }
  },
  {
    "translation": {
      "en": "I propose we give her a one- week trial to see how she behaves.",
      "es": "Tengámosla a prueba una semana para ver cómo se comporta."
    }
  },
  {
    "translation": {
      "en": "She has five days.",
      "es": "Tiene cinco días."
    }
  },
  {
    "translation": {
      "en": "I'll need a lot of convincing, that's for certain.",
      "es": "Tendrá que ser muy convincente."
    }
  },
  {
    "translation": {
      "en": "Oh, for heaven's sake!",
      "es": "Por todos los cielos."
    }
  },
  {
    "translation": {
      "en": "I noticed last night that you threw your clothes all about the floor",
      "es": "Anoche noté que arrojaste tu ropa al suelo cuando te la quitaste."
    }
  },
  {
    "translation": {
      "en": "when you took them off.",
      "es": "al suelo cuando te la quitaste."
    }
  },
  {
    "translation": {
      "en": "That is a very untidy habit, and I can't allow it.",
      "es": "Eres muy desordenada y no puedo permitirlo."
    }
  },
  {
    "translation": {
      "en": "You must fold your clothing neatly, and place it on the chair.",
      "es": "Dobla tu ropa con cuidado y colócala sobre la silla."
    }
  },
  {
    "translation": {
      "en": "I haven't any use for little girls who aren't neat.",
      "es": "Las niñas desprolijas no me sirven."
    }
  },
  {
    "translation": {
      "en": "I was so harrowed up in my mind last night that I didn't think about my clothes at all.",
      "es": "Anoche estaba tan angustiada que no pensé en mi ropa."
    }
  },
  {
    "translation": {
      "en": "I'll fold them nicely tonight.",
      "es": "Esta noche la doblaré bien."
    }
  },
  {
    "translation": {
      "en": "Although, I have been known to forget.",
      "es": "Aunque me conocen por lo olvidadiza."
    }
  },
  {
    "translation": {
      "en": "I'm usually in such a hurry to finally get to bed.",
      "es": "Normalmente tengo prisa por acostarme."
    }
  },
  {
    "translation": {
      "en": "Well, you'll have to remember if you're gonna stay here.",
      "es": "Deberás recordarlo si vas a quedarte aquí."
    }
  },
  {
    "translation": {
      "en": "You understand that you're on trial, yes?",
      "es": "Entiendes que estás a prueba, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "A decision will be made in one week.",
      "es": "Lo decidiremos en una semana."
    }
  },
  {
    "translation": {
      "en": "Now... say your prayers and get into bed.",
      "es": "Ahora... - ...di tus oraciones y acuéstate. - Nunca las digo."
    }
  },
  {
    "translation": {
      "en": "I never say any prayers.",
      "es": "- ...di tus oraciones y acuéstate. - Nunca las digo."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Well, I said them at the asylum Sunday School. I liked the catechism.",
      "es": "Las decía en la escuela dominical del refugio. Me gusta el catecismo."
    }
  },
  {
    "translation": {
      "en": "There's something splendid about some of the words.",
      "es": "Algunas palabras son espléndidas."
    }
  },
  {
    "translation": {
      "en": "Infinite and unchangeable.",
      "es": "Infinito e inmutable."
    }
  },
  {
    "translation": {
      "en": "It's not quite poetry, but it sounds a lot like it, doesn't it?",
      "es": "No es poesía, pero se parece mucho, ¿no?"
    }
  },
  {
    "translation": {
      "en": "We're not talking about poetry, Anne, we're talking about prayers.",
      "es": "No hablamos de poesía, Anne. Hablamos de oraciones."
    }
  },
  {
    "translation": {
      "en": "Don't you know it's a terrible wicked thing",
      "es": "¿No sabes que es muy malo"
    }
  },
  {
    "translation": {
      "en": "not to say your prayers every night?",
      "es": "- no rezar por las noches? - Lo siento."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I- I- I was never taught to say them.",
      "es": "- no rezar por las noches? - Lo siento. Nunca me enseñaron a decirlas."
    }
  },
  {
    "translation": {
      "en": "You must say your prayers while you're under my roof. Of course. If you want me to.",
      "es": "- Las dirás mientras estés bajo mi techo. - Como usted desee."
    }
  },
  {
    "translation": {
      "en": "I'd do anything to oblige you.",
      "es": "Haré lo que sea por complacerla."
    }
  },
  {
    "translation": {
      "en": "But you'll have to tell me how to say them, for just this once.",
      "es": "Pero debe enseñarme a hacerlo solo por esta vez."
    }
  },
  {
    "translation": {
      "en": "You must kneel down.",
      "es": "Debes arrodillarte."
    }
  },
  {
    "translation": {
      "en": "Why must people kneel down to pray?",
      "es": "¿Por qué hay que orar de rodillas?"
    }
  },
  {
    "translation": {
      "en": "If I really wanted to pray, I'll tell you what I'd do.",
      "es": "Si quisiera orar, haría lo siguiente."
    }
  },
  {
    "translation": {
      "en": "I'd go into a great big field all alone...",
      "es": "Entraría en un gran campo yo sola..."
    }
  },
  {
    "translation": {
      "en": "or into the deep, deep woods,",
      "es": "...o en lo profundo del bosque"
    }
  },
  {
    "translation": {
      "en": "and I'd look up into the sky, up up up,",
      "es": "y miraría al cielo, muy arriba, al encantador e infinito cielo azul..."
    }
  },
  {
    "translation": {
      "en": "into that lovely blue sky without end...",
      "es": "muy arriba, al encantador e infinito cielo azul..."
    }
  },
  {
    "translation": {
      "en": "and I would just feel a prayer.",
      "es": "...y simplemente sentiría que rezo."
    }
  },
  {
    "translation": {
      "en": "Well, I'm ready. What am I to say?",
      "es": "Estoy lista. ¿Qué debo decir?"
    }
  },
  {
    "translation": {
      "en": "You're old enough to pray for yourself.",
      "es": "Ya eres grande y puedes orar sola."
    }
  },
  {
    "translation": {
      "en": "Just thank God for your blessings...",
      "es": "Solo agradécele a Dios por las bendiciones."
    }
  },
  {
    "translation": {
      "en": "and ask Him humbly for the things that you want.",
      "es": "Y pídele humildemente las cosas que quieres."
    }
  },
  {
    "translation": {
      "en": "I'll do my best.",
      "es": "Haré lo posible."
    }
  },
  {
    "translation": {
      "en": "Gracious heavenly Father...",
      "es": "Misericordioso Padre Celestial..."
    }
  },
  {
    "translation": {
      "en": "That's what ministers say in church,",
      "es": "Así lo dicen en la iglesia."
    }
  },
  {
    "translation": {
      "en": "so I suppose it's all right for private prayer?",
      "es": "Debe estar bien para orar en privado."
    }
  },
  {
    "translation": {
      "en": "Gracious heavenly Father...",
      "es": "Misericordioso Padre Celestial..."
    }
  },
  {
    "translation": {
      "en": "I thank Thee for the White Way of Delight and the Lake of Shining Waters...",
      "es": "...gracias por el Camino Blanco Encantado y el Lago de Aguas Relucientes"
    }
  },
  {
    "translation": {
      "en": "and for dear Belle and the lovely Snow Queen.",
      "es": "y por la querida Belle y la adorable reina de la nieve."
    }
  },
  {
    "translation": {
      "en": "I'm really extremely grateful for them.",
      "es": "Estoy realmente agradecida por ellos."
    }
  },
  {
    "translation": {
      "en": "And that's all the blessings I can think of just now to thank Thee for.",
      "es": "Esas son todas las bendiciones que se me ocurren por ahora."
    }
  },
  {
    "translation": {
      "en": "And as for the things I want, they're so numerous",
      "es": "Y las cosas que quiero son tantas"
    }
  },
  {
    "translation": {
      "en": "that it would take me a great deal of time to name them all,",
      "es": "que me tomaría mucho tiempo nombrarlas todas."
    }
  },
  {
    "translation": {
      "en": "so I shall only mention the two most important.",
      "es": "Así que solo mencionaré las dos más importantes."
    }
  },
  {
    "translation": {
      "en": "Please let me stay at Green Gables.",
      "es": "Por favor, haz que me quede en Green Gables."
    }
  },
  {
    "translation": {
      "en": "Please let me be good- looking when I grow up.",
      "es": "Por favor, hazme atractiva cuando crezca."
    }
  },
  {
    "translation": {
      "en": "Yours respectfully, Anne Shirley.",
      "es": "Atentamente, Anne Shirley."
    }
  },
  {
    "translation": {
      "en": "There. Did I do it all right?",
      "es": "Listo. ¿Lo hice bien?"
    }
  },
  {
    "translation": {
      "en": "That'll do for now.",
      "es": "Está bien por ahora."
    }
  },
  {
    "translation": {
      "en": "Get into bed, child.",
      "es": "Acuéstate, niña."
    }
  },
  {
    "translation": {
      "en": "Oh, I just realized, I should have said amen",
      "es": "Acabo de darme cuenta, debí decir amén"
    }
  },
  {
    "translation": {
      "en": "in place of yours respectfully the way ministers do.",
      "es": "y no atentamente como lo hacen los ministros."
    }
  },
  {
    "translation": {
      "en": "Do you suppose it'll make any difference?",
      "es": "¿Cree que habrá alguna diferencia?"
    }
  },
  {
    "translation": {
      "en": "I don't suppose it will.",
      "es": "No lo creo."
    }
  },
  {
    "translation": {
      "en": "As God is my witness, I will do everything in my earthly power",
      "es": "Juro por Dios que haré lo humanamente posible"
    }
  },
  {
    "translation": {
      "en": "to make you want to keep me. Good night.",
      "es": "- para que me conserven. - Buenas noches."
    }
  },
  {
    "translation": {
      "en": "God, give me strength to succeed in my quest!",
      "es": "Dios, dame fuerzas para tener éxito"
    }
  },
  {
    "translation": {
      "en": "That will do.",
      "es": "- en mi misión. - Suficiente."
    }
  },
  {
    "translation": {
      "en": "Sorry. I quite like praying.",
      "es": "Lo siento. Me agrada orar."
    }
  },
  {
    "translation": {
      "en": "Well, it's time to say good night.",
      "es": "Es hora de decir buenas noches."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "es": "Buenas noches."
    }
  },
  {
    "translation": {
      "en": "That girl's next door to a perfect heathen.",
      "es": "Esa chica es casi una verdadera pagana."
    }
  },
  {
    "translation": {
      "en": "God only knows what we're getting ourselves into.",
      "es": "Solo Dios sabe en qué nos estamos metiendo."
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "es": "Anne."
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "es": "Anne."
    }
  },
  {
    "translation": {
      "en": "- She's gone! - Gone?",
      "es": "- Se fue. - ¿Se fue?"
    }
  },
  {
    "translation": {
      "en": "I'll check the silverware.",
      "es": "Revisaré los cubiertos."
    }
  },
  {
    "translation": {
      "en": "Eggs! That's one chore done!",
      "es": "Huevos. Una tarea realizada."
    }
  },
  {
    "translation": {
      "en": "And now I've met all the chickens, so you don't need to make any introductions!",
      "es": "Ya conocí a las gallinas, así que no tienen que presentármelas."
    }
  },
  {
    "translation": {
      "en": "I've been up since before the sun. I was too excited to sleep.",
      "es": "Me levanté antes del amanecer. No podía dormir de la ansiedad."
    }
  },
  {
    "translation": {
      "en": "And I wanted to start proving to you that I should stay.",
      "es": "Quería empezar a demostrar que puedo quedarme."
    }
  },
  {
    "translation": {
      "en": "It's so easy to love Green Gables, isn't it?",
      "es": "Es fácil amar Green Gables, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I'll let the milkers out to graze.",
      "es": "Sacaré las vacas a pastar."
    }
  },
  {
    "translation": {
      "en": "I'll have breakfast on soon.",
      "es": "- Pronto desayunaremos. - ¿Puedo llevar estas flores a mi cuarto?"
    }
  },
  {
    "translation": {
      "en": "- May I take these blossoms up to my room? - No!",
      "es": "- Pronto desayunaremos. - ¿Puedo llevar estas flores a mi cuarto? No. Nada de flores encima ni en tu habitación."
    }
  },
  {
    "translation": {
      "en": "You don't want your room or your person cluttered up with flowers.",
      "es": "No. Nada de flores encima ni en tu habitación."
    }
  },
  {
    "translation": {
      "en": "You should have left them on the tree.",
      "es": "Debiste dejarlas en el árbol."
    }
  },
  {
    "translation": {
      "en": "I felt that way, too. I shouldn't shorten their lovely lives by picking them.",
      "es": "Sentí lo mismo. No debí acortarles la vida tomándolas."
    }
  },
  {
    "translation": {
      "en": "I mean, I wouldn't want to be picked if I were a blossom.",
      "es": "Si fuera una flor, no querría que me cortaran."
    }
  },
  {
    "translation": {
      "en": "Wouldn't it be lovely to be a blossom?",
      "es": "¿No sería hermoso ser una flor?"
    }
  },
  {
    "translation": {
      "en": "Yesterday, you wanted to be a seagull.",
      "es": "Ayer querías ser una gaviota."
    }
  },
  {
    "translation": {
      "en": "And the power and the glory Forever, amen",
      "es": "...y el poder y la gloria, por siempre. Amén"
    }
  },
  {
    "translation": {
      "en": "I like this prayer. It's lovely.",
      "es": "Me gusta esta oración. Es encantadora."
    }
  },
  {
    "translation": {
      "en": "Our Father, who art in heaven, hallowed be Thy name!",
      "es": "Padre nuestro que estás en el cielo, santificado sea tu nombre."
    }
  },
  {
    "translation": {
      "en": "It's like a line of music.",
      "es": "Es como una línea de música."
    }
  },
  {
    "translation": {
      "en": "Just get on with the business of learning it.",
      "es": "Continúa aprendiéndotela."
    }
  },
  {
    "translation": {
      "en": "Our Father, who art in heaven...",
      "es": "Padre nuestro que estás en el cielo..."
    }
  },
  {
    "translation": {
      "en": "Regardless of the outcome here,",
      "es": "Decidamos lo que decidamos,"
    }
  },
  {
    "translation": {
      "en": "you should have something to wear besides that flimsy bit of business.",
      "es": "deberías tener algo mejor que ese trapo para ponerte."
    }
  },
  {
    "translation": {
      "en": "I have a leftover piece of cotton on a bolt that may do nicely.",
      "es": "Quizá me quede algún trozo de género que sirva."
    }
  },
  {
    "translation": {
      "en": "You're going to make me a dress?",
      "es": "¿Me hará un vestido?"
    }
  },
  {
    "translation": {
      "en": "You need something suitable that fits you.",
      "es": "Necesitas algo adecuado que ponerte."
    }
  },
  {
    "translation": {
      "en": "A new dress!",
      "es": "¿Un vestido nuevo?"
    }
  },
  {
    "translation": {
      "en": "Well, I've never had a new dress, not ever!",
      "es": "Nunca he tenido un vestido nuevo."
    }
  },
  {
    "translation": {
      "en": "I can't wait to have puff sleeves and ever so many flounces!",
      "es": "Deseo tanto tener uno con mangas abullonadas y fruncidos."
    }
  },
  {
    "translation": {
      "en": "Think you can adorn it with lace at the cuff and neckline, too?",
      "es": "¿Podría adornarlo con encaje en el cuello?"
    }
  },
  {
    "translation": {
      "en": "I don't believe in frills or flounces.",
      "es": "No me convencen los vestidos recargados."
    }
  },
  {
    "translation": {
      "en": "But surely you don't mind puff sleeves? All the girls are wearing them.",
      "es": "¿Podría hacerle mangas abullonadas? Todas las niñas las usan."
    }
  },
  {
    "translation": {
      "en": "Puff sleeves are divine.",
      "es": "Las mangas abullonadas son divinas."
    }
  },
  {
    "translation": {
      "en": "- Waste of fabric. - Oh.",
      "es": "Desperdicio de tela."
    }
  },
  {
    "translation": {
      "en": "Well, I- I'm sure if it's a lovely azure blue or willow green,",
      "es": "Estoy segura de que será de un celeste o un verde preciosos."
    }
  },
  {
    "translation": {
      "en": "I'm sure I won't mind if it's...",
      "es": "También podría ser..."
    }
  },
  {
    "translation": {
      "en": "plain. You're a vain one and no mistake.",
      "es": "- ...liso. - Eres vanidosa. No te equivoques."
    }
  },
  {
    "translation": {
      "en": "Brown is a very sensible color.",
      "es": "El marrón es un color muy apropiado."
    }
  },
  {
    "translation": {
      "en": "I'll need your dress, so I can use it for a pattern.",
      "es": "Necesitaré tu vestido para hacer el molde."
    }
  },
  {
    "translation": {
      "en": "Let's take these things off now.",
      "es": "Vamos, quítatelo."
    }
  },
  {
    "translation": {
      "en": "Thank you, Miss Cuthbert.",
      "es": "Gracias, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "I've very grateful to have something new. Really I am.",
      "es": "Estoy muy agradecida de tener algo nuevo."
    }
  },
  {
    "translation": {
      "en": "I'm sure I can imagine it's fashionable.",
      "es": "Me imagino que será a la moda."
    }
  },
  {
    "translation": {
      "en": "Shouldn't take me but a day or two.",
      "es": "Solo tardaré un día o dos."
    }
  },
  {
    "translation": {
      "en": "If it looks just like this one, it shouldn't take you any time at all.",
      "es": "Si es como éste, no le tomará nada de tiempo."
    }
  },
  {
    "translation": {
      "en": "You run along now and learn the prayer.",
      "es": "Ahora vete y aprende la oración."
    }
  },
  {
    "translation": {
      "en": "Yes, Miss Cuthbert.",
      "es": "Sí, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Our Father, who art in heaven, hallowed be Thy...",
      "es": "Padre nuestro que estás en el cielo, santificado sea tu nombre...."
    }
  },
  {
    "translation": {
      "en": "Puff sleeves!",
      "es": "Mangas abullonadas..."
    }
  },
  {
    "translation": {
      "en": "- Morning, Marilla. - Morning, Rachel.",
      "es": "- Buenos días, Marilla. - Buenos días, Rachel."
    }
  },
  {
    "translation": {
      "en": "I brought you some scones.",
      "es": "Te traje bizcochos."
    }
  },
  {
    "translation": {
      "en": "I felt for sure you wouldn't have time for baking, what with all the hubbub.",
      "es": "Creí que no tendrías tiempo para hornear con tanto alboroto."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "I'll just come in and sit a spell, shall I?",
      "es": "Solo me sentaré un momento, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Catch my breath.",
      "es": "Debo recuperarme."
    }
  },
  {
    "translation": {
      "en": "I've been hearing some surprising things about you and Matthew.",
      "es": "He escuchado cosas sorprendentes sobre Matthew y tú."
    }
  },
  {
    "translation": {
      "en": "I don't suppose you're any more surprised than I am myself.",
      "es": "Supongo que no estás más sorprendida que yo."
    }
  },
  {
    "translation": {
      "en": "What an incredible mistake.",
      "es": "Qué error tan increíble."
    }
  },
  {
    "translation": {
      "en": "The mind reels.",
      "es": "La cabeza me da vueltas."
    }
  },
  {
    "translation": {
      "en": "Couldn't you have just sent her back? We may yet.",
      "es": "- ¿No pudiste regresarla? - Quizá lo hagamos."
    }
  },
  {
    "translation": {
      "en": "But for now, she's here on trial.",
      "es": "Pero, por ahora, está a prueba."
    }
  },
  {
    "translation": {
      "en": "- Trial? - One week.",
      "es": "- ¿A prueba? - Una semana."
    }
  },
  {
    "translation": {
      "en": "Matthew is quite set on keeping her.",
      "es": "Matthew quiere que se quede."
    }
  },
  {
    "translation": {
      "en": "And I'll admit she's a bright little thing,",
      "es": "Reconozco que es inteligente."
    }
  },
  {
    "translation": {
      "en": "but I'll need a great deal more convincing.",
      "es": "Pero necesitaré más para convencerme."
    }
  },
  {
    "translation": {
      "en": "I know it by heart, Miss Cuthbert!",
      "es": "Ya lo sé de memoria."
    }
  },
  {
    "translation": {
      "en": "Anne, this is our neighbor, Mrs. Lynde.",
      "es": "Anne. Ella es la Sra. Lynde, nuestra vecina."
    }
  },
  {
    "translation": {
      "en": "Well, they didn't pick you for your looks, that's sure and certain.",
      "es": "Vaya... No te eligieron por tu apariencia, eso es seguro."
    }
  },
  {
    "translation": {
      "en": "She's terribly skinny and homely, Marilla.",
      "es": "Es muy flaca y fea, Marilla."
    }
  },
  {
    "translation": {
      "en": "All elbows and knees.",
      "es": "Toda codos y rodillas."
    }
  },
  {
    "translation": {
      "en": "Did you ever see such freckles?",
      "es": "¿Alguna vez viste tantas pecas y un cabello tan rojo?"
    }
  },
  {
    "translation": {
      "en": "And hair as red as carrots! Dear, dear me.",
      "es": "¿Alguna vez viste tantas pecas y un cabello tan rojo? Por Dios."
    }
  },
  {
    "translation": {
      "en": "- I hate you. - Anne...",
      "es": "- La odio. - Anne."
    }
  },
  {
    "translation": {
      "en": "- I hate you, I hate you, I hate you! - Anne!",
      "es": "- ¡La odio! - Anne."
    }
  },
  {
    "translation": {
      "en": "How dare you call me skinny and ugly!",
      "es": "¿Cómo se atreve a llamarme flaca y fea?"
    }
  },
  {
    "translation": {
      "en": "And how dare you call me freckled and redheaded!",
      "es": "¿Cómo se atreve a llamarme pecosa y pelirroja?"
    }
  },
  {
    "translation": {
      "en": "You are a rude, unfeeling woman! Well!",
      "es": "- Usted es una mujer grosera e insensible. - Bueno..."
    }
  },
  {
    "translation": {
      "en": "How would you like to have such things said about you?",
      "es": "¿Cómo se sentiría si dijeran cosas así sobre usted?"
    }
  },
  {
    "translation": {
      "en": "H- How would you like to be told that you're fat and clumsy,",
      "es": "¿Cómo se sentiría si le dijeran que es gorda y torpe,"
    }
  },
  {
    "translation": {
      "en": "and that you probably hadn't a spark of imagination in you?",
      "es": "y que no tiene ni una chispa de imaginación?"
    }
  },
  {
    "translation": {
      "en": "And I don't care if I hurt your feelings by saying so.",
      "es": "Y no me importa si hiero sus sentimientos al decirlo."
    }
  },
  {
    "translation": {
      "en": "I hope I hurt them!",
      "es": "Espero herirlos."
    }
  },
  {
    "translation": {
      "en": "Because you have hurt my feelings worse than they have ever been hurt before!",
      "es": "Porque ha herido mis sentimientos como nunca los han herido."
    }
  },
  {
    "translation": {
      "en": "And I will never forgive you for this! Never, never!",
      "es": "Y nunca la perdonaré por esto. ¡Nunca!"
    }
  },
  {
    "translation": {
      "en": "Anne!",
      "es": "Anne."
    }
  },
  {
    "translation": {
      "en": "Come back here! Anne!",
      "es": "Vuelve aquí. ¡Anne!"
    }
  },
  {
    "translation": {
      "en": "Well! I never.",
      "es": "Vaya... Increíble."
    }
  },
  {
    "translation": {
      "en": "It's a good thing you can send her back.",
      "es": "Qué bueno que puedas devolverla."
    }
  },
  {
    "translation": {
      "en": "I wouldn't envy you the job of bringing that up.",
      "es": "No te envidio el trabajo de criarla."
    }
  },
  {
    "translation": {
      "en": "You shouldn't have twitted her about her looks.",
      "es": "No debiste haberla criticado por su apariencia."
    }
  },
  {
    "translation": {
      "en": "Marilla Cuthbert.",
      "es": "Marilla Cuthbert."
    }
  },
  {
    "translation": {
      "en": "You don't mean to tell me that you are upholding her",
      "es": "No me digas que estás defendiendo"
    }
  },
  {
    "translation": {
      "en": "in such a terrible display of temper as we've just seen?",
      "es": "esa terrible muestra de temperamento que acabamos de ver."
    }
  },
  {
    "translation": {
      "en": "I am not trying to excuse her.",
      "es": "No estoy justificándola."
    }
  },
  {
    "translation": {
      "en": "She has been very naughty,",
      "es": "Ha sido muy malcriada"
    }
  },
  {
    "translation": {
      "en": "and I'll have to give her a talking- to about it.",
      "es": "y hablaré con ella al respecto."
    }
  },
  {
    "translation": {
      "en": "But we must make allowances for her. She's never been taught what is right.",
      "es": "Debemos ser indulgentes con ella. No le han enseñado a comportarse. Fuiste dura con ella."
    }
  },
  {
    "translation": {
      "en": "And you were too hard on her.",
      "es": "No le han enseñado a comportarse. Fuiste dura con ella."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "es": "Bueno..."
    }
  },
  {
    "translation": {
      "en": "I can see now I'm gonna have to be very careful what I say after this...",
      "es": "Veo que deberé medir mis palabras después de esto."
    }
  },
  {
    "translation": {
      "en": "since the fine feelings of orphans, brought from goodness- knows- where,",
      "es": "Ya que los sentimientos de huérfanos traídos de Dios sabe dónde"
    }
  },
  {
    "translation": {
      "en": "have to be considered before anything else.",
      "es": "están antes que cualquier cosa."
    }
  },
  {
    "translation": {
      "en": "- Now, now! - Oh, no, no.",
      "es": "- Tranquila. - No."
    }
  },
  {
    "translation": {
      "en": "I'm not vexed.",
      "es": "No estoy enojada."
    }
  },
  {
    "translation": {
      "en": "Don't worry yourself.",
      "es": "No te preocupes."
    }
  },
  {
    "translation": {
      "en": "I feel too sorry for you to have any anger left in my mind.",
      "es": "Siento demasiada pena por ti para enfadarme."
    }
  },
  {
    "translation": {
      "en": "But if you will take my advice,",
      "es": "Pero si aceptas un consejo,"
    }
  },
  {
    "translation": {
      "en": "you will have that talking- to with a fair- sized birch switch.",
      "es": "repréndela con una vara de abedul de buen tamaño."
    }
  },
  {
    "translation": {
      "en": "And get her on the next train out.",
      "es": "Luego súbela al próximo tren."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Marilla.",
      "es": "Adiós, Marilla."
    }
  },
  {
    "translation": {
      "en": "It's been quite a spell. She'll make her own way home.",
      "es": "- Tarda demasiado. - Sabrá volver a casa."
    }
  },
  {
    "translation": {
      "en": "I could go.",
      "es": "Yo podría ir."
    }
  },
  {
    "translation": {
      "en": "She's in her underthings, so she's gotta come back.",
      "es": "Está en ropa interior, así que debe regresar."
    }
  },
  {
    "translation": {
      "en": "- The girl needs to learn some sense. -",
      "es": "La niña necesita aprender buenos modales."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I shouldn't have lost my temper",
      "es": "Lo siento. No debí enfurecerme y avergonzarla"
    }
  },
  {
    "translation": {
      "en": "and embarrassed you in front of Mrs. Lynde. I hope you can forgive me.",
      "es": "frente a la Sra. Lynde. Espero que me perdone."
    }
  },
  {
    "translation": {
      "en": "- Are you all right? - Yes.",
      "es": "- ¿Te encuentras bien? - Sí."
    }
  },
  {
    "translation": {
      "en": "I'm sorry for worrying you. I needed time to ponder.",
      "es": "Perdón por preocuparlos. Necesitaba tiempo para pensar."
    }
  },
  {
    "translation": {
      "en": "If you let me stay, I will do my very best not to fly into another temper ever again.",
      "es": "Si me permiten quedarme, haré lo posible por no enfurecerme más."
    }
  },
  {
    "translation": {
      "en": "I appreciate that you're contrite, Anne...",
      "es": "Aprecio que estés arrepentida, Anne."
    }
  },
  {
    "translation": {
      "en": "but the person that you owe the apology to is Mrs. Lynde.",
      "es": "Pero con quien debes disculparte es con la Sra. Lynde."
    }
  },
  {
    "translation": {
      "en": "But she hadn't any right to call me ugly and redheaded.",
      "es": "Pero no tenía derecho a llamarme fea y pelirroja."
    }
  },
  {
    "translation": {
      "en": "You say it yourself often enough.",
      "es": "Tú te lo dices muy seguido."
    }
  },
  {
    "translation": {
      "en": "But there's a difference between saying a thing yourself",
      "es": "Pero hay una diferencia entre decírselo uno mismo"
    }
  },
  {
    "translation": {
      "en": "and hearing other people say it.",
      "es": "y escucharlo de otras personas."
    }
  },
  {
    "translation": {
      "en": "You need to learn discipline.",
      "es": "Necesitas aprender disciplina."
    }
  },
  {
    "translation": {
      "en": "Just imagine how you would feel if someone told you to your face",
      "es": "Imagine cómo se sentiría si alguien le dijera"
    }
  },
  {
    "translation": {
      "en": "that you were skinny and ugly.",
      "es": "que usted es flaca y fea."
    }
  },
  {
    "translation": {
      "en": "Remember when we were young, Marilla, old lady Adams said--",
      "es": "¿Recuerdas cuando éramos jóvenes? - La anciana Sra. Adams dijo... - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yes. - That you were gawky--",
      "es": "- La anciana Sra. Adams dijo... - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yes. Thank you. - I recall you suffered from it--",
      "es": "- ...que eras desgarbada. - Sí. Gracias. - Sufriste mucho. - No digo que la Sra. Lynde tenga razón"
    }
  },
  {
    "translation": {
      "en": "I don't say Mrs. Lynde was exactly right in saying what she did to you, Anne.",
      "es": "- Sufriste mucho. - No digo que la Sra. Lynde tenga razón al decir lo que te dijo."
    }
  },
  {
    "translation": {
      "en": "- She's too outspoken. - She's a bully.",
      "es": "- Es demasiado franca. - Es una bravucona."
    }
  },
  {
    "translation": {
      "en": "But that is no excuse for such behavior on your part.",
      "es": "Eso no es una excusa para haberte comportado así."
    }
  },
  {
    "translation": {
      "en": "You were rude and saucy, and you must go to Mrs. Lynde",
      "es": "Fuiste grosera e impertinente. Ve con la Sra. Lynde"
    }
  },
  {
    "translation": {
      "en": "and tell her that you're sorry and ask her to forgive you.",
      "es": "dile que lo sientes y pídele perdón."
    }
  },
  {
    "translation": {
      "en": "I could never do that. Punish me any way you like.",
      "es": "No podría hacerlo. Castígueme como guste."
    }
  },
  {
    "translation": {
      "en": "Shut me up in a dark, damp dungeon, and I shan't complain,",
      "es": "Enciérreme en un oscuro y húmedo calabozo y no me quejaré."
    }
  },
  {
    "translation": {
      "en": "but I cannot ask Mrs. Lynde to forgive me.",
      "es": "Pero no puedo pedirle a la Sra. Lynde que me perdone."
    }
  },
  {
    "translation": {
      "en": "We're not in the habit of shutting people up in dungeons.",
      "es": "No acostumbramos a encerrar gente en calabozos."
    }
  },
  {
    "translation": {
      "en": "But apologize to Mrs. Lynde you must.",
      "es": "Pero debes disculparte con la Sra. Lynde."
    }
  },
  {
    "translation": {
      "en": "And you'll stay up in your room until you can tell me you're willing to do it.",
      "es": "Te quedarás en tu cuarto hasta que estés dispuesta a hacerlo."
    }
  },
  {
    "translation": {
      "en": "I'll have to stay up there forever, then,",
      "es": "Entonces me quedaré ahí para siempre."
    }
  },
  {
    "translation": {
      "en": "because I can't tell Mrs. Lynde I'm sorry I said those things to her.",
      "es": "No puedo pedirle a la Sra. Lynde perdón por lo que le dije."
    }
  },
  {
    "translation": {
      "en": "How can I? I'm not sorry.",
      "es": "¿Cómo podría? No lo lamento."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I vexed you, but I'm glad I told her just what I did.",
      "es": "Lamento haberla hecho enfadar. Pero me alegra haberle dicho eso."
    }
  },
  {
    "translation": {
      "en": "It was a great satisfaction!",
      "es": "Fue una gran satisfacción."
    }
  },
  {
    "translation": {
      "en": "In fact, I can't even imagine that I'm sorry.",
      "es": "De hecho, no puedo ni imaginarme lamentarlo."
    }
  },
  {
    "translation": {
      "en": "Well, let's hope your imagination is in better working order by morning.",
      "es": "Esperemos que tu imaginación funcione mejor por la mañana."
    }
  },
  {
    "translation": {
      "en": "Y- You can't send her back over this.",
      "es": "No puedes mandarla de regreso por esto."
    }
  },
  {
    "translation": {
      "en": "Don't be so sure.",
      "es": "No estés tan seguro."
    }
  },
  {
    "translation": {
      "en": "Well, it's...",
      "es": "Es..."
    }
  },
  {
    "translation": {
      "en": "Well, it's good that, uh, Rachel got a calling- down.",
      "es": "Es bueno que le llamaran la atención a Rachel."
    }
  },
  {
    "translation": {
      "en": "- Wish I'd been there. - Matthew Cuthbert, I'm astonished at you.",
      "es": "- Ojalá hubiera estado ahí. - Matthew Cuthbert, me asombras."
    }
  },
  {
    "translation": {
      "en": "And you'll take her up a meal.",
      "es": "¿Y le subirás la comida?"
    }
  },
  {
    "translation": {
      "en": "When did you ever hear of me starving people into good behavior?",
      "es": "¿Alguna vez viste que dejara alguien sin comer como castigo?"
    }
  },
  {
    "translation": {
      "en": "She'll stay up there until she's willing to apologize, and that is final.",
      "es": "Pero se quedará ahí hasta que quiera disculparse, y eso es definitivo."
    }
  },
  {
    "translation": {
      "en": "How's by you, Anne?",
      "es": "¿Cómo estás, Anne?"
    }
  },
  {
    "translation": {
      "en": "I'm fairly well, thank you. I imagine a good deal, so that helps to pass the time.",
      "es": "Bastante bien, gracias. Imagino muchas cosas, así que eso ayuda a pasar el tiempo."
    }
  },
  {
    "translation": {
      "en": "Don't you think you better, um, say it?",
      "es": "¿No crees que sería mejor decirlo..."
    }
  },
  {
    "translation": {
      "en": "Just have it over with?",
      "es": "...así terminamos con esto?"
    }
  },
  {
    "translation": {
      "en": "If I apologize, I'll be fibbing.",
      "es": "Si me disculpo, sería mentira."
    }
  },
  {
    "translation": {
      "en": "It'll have to be done sooner or later, for Marilla's, um...",
      "es": "Tendrás que hacerlo... ...tarde o temprano. Digo, porque Marilla..."
    }
  },
  {
    "translation": {
      "en": "a dreadful determined woman, dreadful determined.",
      "es": "...es una mujer terriblemente obstinada. - Terriblemente obstinada. - Yo también."
    }
  },
  {
    "translation": {
      "en": "So am I.",
      "es": "- Terriblemente obstinada. - Yo también."
    }
  },
  {
    "translation": {
      "en": "It's, uh...",
      "es": "Me..."
    }
  },
  {
    "translation": {
      "en": "It's terrible lonesome downstairs without you.",
      "es": "Me siento demasiado solo abajo sin ti."
    }
  },
  {
    "translation": {
      "en": "I'm not used to the quiet anymore.",
      "es": "Me desacostumbré al silencio."
    }
  },
  {
    "translation": {
      "en": "The trouble is that the prospect seems humiliating and unfair.",
      "es": "El problema es que parece humillante e injusto."
    }
  },
  {
    "translation": {
      "en": "But you're smart enough...",
      "es": "Pero eres muy lista."
    }
  },
  {
    "translation": {
      "en": "to find the right words, I'm sure of it.",
      "es": "Ya sabrás qué decir. Estoy seguro."
    }
  },
  {
    "translation": {
      "en": "But why should the apology have to come from me",
      "es": "¿Por qué debo disculparme yo"
    }
  },
  {
    "translation": {
      "en": "when it was Mrs. Lynde who caused the entire situation?",
      "es": "cuando fue ella la que provocó la situación?"
    }
  },
  {
    "translation": {
      "en": "Well, you know...",
      "es": "Bueno, sabes..."
    }
  },
  {
    "translation": {
      "en": "I like to think that...",
      "es": "Quiero imaginarme..."
    }
  },
  {
    "translation": {
      "en": "that one fine day, it won't matter a whit to you",
      "es": "...que algún día te importará un comino..."
    }
  },
  {
    "translation": {
      "en": "what anybody says sideways.",
      "es": "...lo que la gente pueda decirte."
    }
  },
  {
    "translation": {
      "en": "You have a good imagination.",
      "es": "Tiene una buena imaginación."
    }
  },
  {
    "translation": {
      "en": "I suppose it would be true enough to say I'm sorry.",
      "es": "Supongo que es cierto que lo lamento."
    }
  },
  {
    "translation": {
      "en": "I am sorry I upset Miss Marilla. And you.",
      "es": "Lamento haber hecho enojar a la Srta. Marilla... ...y a usted."
    }
  },
  {
    "translation": {
      "en": "So go and smooth things over, can't you?",
      "es": "Entonces, baja a arreglar las cosas, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Very well. I'll attempt it.",
      "es": "Muy bien. Lo intentaré."
    }
  },
  {
    "translation": {
      "en": "For you.",
      "es": "Por usted."
    }
  },
  {
    "translation": {
      "en": "Now that's good news.",
      "es": "Esas son buenas noticias."
    }
  },
  {
    "translation": {
      "en": "Don't tell Marilla we had a conversation,",
      "es": "No le digas a Marilla que tuvimos esta conversación..."
    }
  },
  {
    "translation": {
      "en": "on account of we decided raising you was her department.",
      "es": "...ya que decidimos que criarte era asunto de ella."
    }
  },
  {
    "translation": {
      "en": "I shall carry our secret to my grave.",
      "es": "Me llevaré nuestro secreto a la tumba."
    }
  },
  {
    "translation": {
      "en": "Whatever you're thinking, Anne...",
      "es": "No sé qué estarás pensando, Anne..."
    }
  },
  {
    "translation": {
      "en": "I hope you're taking this seriously.",
      "es": "...pero espero que tomes esto en serio."
    }
  },
  {
    "translation": {
      "en": "Oh, I am. I'm imagining out what I must say to Mrs. Lynde.",
      "es": "Sí. Estoy pensando qué le diré a la Sra. Lynde."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde, I am so extremely sorry! I could never express my sorrow, no!",
      "es": "Sra. Lynde, lo siento muchísimo. No podría expresar mi pena ni usando un diccionario entero."
    }
  },
  {
    "translation": {
      "en": "Not even if I used up a whole dictionary.",
      "es": "No podría expresar mi pena ni usando un diccionario entero."
    }
  },
  {
    "translation": {
      "en": "I behaved terribly to you, and I've disgraced my dear friends, the Cuthberts,",
      "es": "Me porté muy mal con usted y deshonré a mis queridos amigos, los Cuthbert,"
    }
  },
  {
    "translation": {
      "en": "who may let me stay at Green Gables, even though I'm not a boy.",
      "es": "quienes me albergaron aunque sea una niña."
    }
  },
  {
    "translation": {
      "en": "I am a dreadfully wicked and ungrateful girl,",
      "es": "Soy una niña mala y desagradecida."
    }
  },
  {
    "translation": {
      "en": "and I deserve to be punished and cast out by respectful society forever.",
      "es": "Merezco que esta respetuosa sociedad me expulse para siempre."
    }
  },
  {
    "translation": {
      "en": "It was awful of me to fly into a temper because you told me the truth.",
      "es": "Fue horrible haber perdido la cabeza, por haberme dicho la verdad."
    }
  },
  {
    "translation": {
      "en": "And it was the truth. Every word you said was true.",
      "es": "Cada palabra que dijo fue verdad."
    }
  },
  {
    "translation": {
      "en": "My hair is red, and I am freckled and skinny and ugly.",
      "es": "Mi cabello es rojo, soy pecosa, flaca y fea."
    }
  },
  {
    "translation": {
      "en": "What I said to you was true, too, but I shouldn't have said it!",
      "es": "Lo que le dije es cierto, pero no debí decirlo."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde! Please, please, say you can forgive me.",
      "es": "Sra. Lynde, por favor, diga que me perdona."
    }
  },
  {
    "translation": {
      "en": "If you refuse, it'll be a lifelong sorrow on a poor little orphan girl.",
      "es": "Si se niega... ...esta pobre niña huérfana sufrirá de por vida."
    }
  },
  {
    "translation": {
      "en": "Please, say you forgive me, Mrs. Lynde!",
      "es": "Por favor, perdóneme, Sra. Lynde."
    }
  },
  {
    "translation": {
      "en": "There, there. Get up, child.",
      "es": "Ya, levántate, niña."
    }
  },
  {
    "translation": {
      "en": "Of course I forgive you.",
      "es": "Claro que te perdono."
    }
  },
  {
    "translation": {
      "en": "I guess I was a little hard on you, but I'm just an outspoken person.",
      "es": "Supongo que fui algo dura contigo. Solo soy una persona franca. No debes hacerme caso."
    }
  },
  {
    "translation": {
      "en": "You mustn't mind me, that's what I say.",
      "es": "Solo soy una persona franca. No debes hacerme caso."
    }
  },
  {
    "translation": {
      "en": "Thank you for your kind consideration.",
      "es": "Gracias por su amable consideración."
    }
  },
  {
    "translation": {
      "en": "I look forward to never minding what you say again.",
      "es": "Ojalá no vuelva a importarme lo que diga."
    }
  },
  {
    "translation": {
      "en": "- - Indeed.",
      "es": "Así es."
    }
  },
  {
    "translation": {
      "en": "Although, it can't be denied your hair is terrible red.",
      "es": "Pero no se puede negar que tu cabello es demasiado rojo."
    }
  },
  {
    "translation": {
      "en": "But there may be hope for it.",
      "es": "Pero puede haber esperanza."
    }
  },
  {
    "translation": {
      "en": "There was a girl in our class who had hair every bit as red as yours.",
      "es": "Había una niña en nuestra clase pelirroja como tú."
    }
  },
  {
    "translation": {
      "en": "Do you recall, Marilla?",
      "es": "¿La recuerdas?"
    }
  },
  {
    "translation": {
      "en": "But when she grew up, it darkened to a real handsome auburn.",
      "es": "Pero al crecer, su cabello cambió a un hermoso castaño rojizo."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be a mite surprised if yours did, too.",
      "es": "No me sorprendería que el tuyo también."
    }
  },
  {
    "translation": {
      "en": "Oh, Mrs. Lynde, you've given me hope!",
      "es": "Sra. Lynde, me ha dado esperanza."
    }
  },
  {
    "translation": {
      "en": "I shall always remember that you were a benefactor--",
      "es": "Siempre la recordaré como mi benefactora..."
    }
  },
  {
    "translation": {
      "en": "We should run along, Rachel.",
      "es": "Deberíamos irnos, Rachel."
    }
  },
  {
    "translation": {
      "en": "- Thank you for your graciousness. - Of course.",
      "es": "- Gracias por tu gentileza. - Desde luego."
    }
  },
  {
    "translation": {
      "en": "She has a queer way of expressing herself. Forcible, like.",
      "es": "Tiene una forma rara de expresarse, contundente."
    }
  },
  {
    "translation": {
      "en": "I apologized pretty well, didn't I?",
      "es": "Me disculpé muy bien, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I thought since I had to do it, I might as well do it thoroughly.",
      "es": "Pensé que, como debía hacerlo, sería mejor hacerlo totalmente."
    }
  },
  {
    "translation": {
      "en": "Oh, you did it thoroughly all right.",
      "es": "Sí que lo hiciste totalmente."
    }
  },
  {
    "translation": {
      "en": "I hope you try to control your temper better in the future.",
      "es": "Espero que controles mejor tu temperamento en el futuro."
    }
  },
  {
    "translation": {
      "en": "I will. I absolutely will.",
      "es": "Lo haré. Absolutamente."
    }
  },
  {
    "translation": {
      "en": "Although, apologizing is my new favorite thing.",
      "es": "Aunque, disculparme es mi nueva cosa favorita."
    }
  },
  {
    "translation": {
      "en": "I'm going to prove myself worthy of staying, Miss Cuthbert.",
      "es": "Demostraré que soy digna de quedarme, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "I've been making a list in my head of all the ways I might be useful to you both.",
      "es": "He hecho una lista mental de cómo puedo ser útil."
    }
  },
  {
    "translation": {
      "en": "In addition to the indoor chores, I'm sure I can help with the outdoors too.",
      "es": "Además de las tareas en casa, puedo hacer las tareas de afuera."
    }
  },
  {
    "translation": {
      "en": "I'm much stronger than I look. It isn't too mu...",
      "es": "Soy más fuerte de lo que parezco. No es..."
    }
  },
  {
    "translation": {
      "en": "You hired a boy?",
      "es": "¿Contrataron a un niño?"
    }
  },
  {
    "translation": {
      "en": "But I haven't even finished my trial yet.",
      "es": "Pero aún no terminó mi período de prueba."
    }
  },
  {
    "translation": {
      "en": "There's work needs to be done either way.",
      "es": "Hay trabajo que debe hacerse de todos modos."
    }
  },
  {
    "translation": {
      "en": "How long will you be here?",
      "es": "¿Cuánto tiempo estarás aquí?"
    }
  },
  {
    "translation": {
      "en": "Allô. You must be Anne. - With an E. - Uh...",
      "es": "- Hola. ¿Tú debes ser Anne? - Con una E."
    }
  },
  {
    "translation": {
      "en": "Je m'appelle Jerry.Jerry Baynard. Nice to meet you.",
      "es": "Je m'appelle, Jerry. Jerry Baynard. Gusto en conocerte."
    }
  },
  {
    "translation": {
      "en": "Baynard? Foolhardy.",
      "es": "¿Baynard? Temerario."
    }
  },
  {
    "translation": {
      "en": "Pardon?",
      "es": "Pardon?"
    }
  },
  {
    "translation": {
      "en": "Your surname means reckless or foolhardy.",
      "es": "Tu apellido significa imprudente o temerario."
    }
  },
  {
    "translation": {
      "en": "Charlemagne even named his impossible horse Baynard.",
      "es": "Carlomagno incluso llamó Baynard a su caballo."
    }
  },
  {
    "translation": {
      "en": "I don't know him. Charlemagne.",
      "es": "No conozco a Carlomagno."
    }
  },
  {
    "translation": {
      "en": "Of course you don't. He died hundreds of years ago!",
      "es": "Claro que no. Murió hace cientos de años."
    }
  },
  {
    "translation": {
      "en": "- So, you're living here now? - Yes.",
      "es": "- ¿Ahora vives aquí? - Sí."
    }
  },
  {
    "translation": {
      "en": "Probably. I... I don't know.",
      "es": "Probablemente. No lo sé."
    }
  },
  {
    "translation": {
      "en": "Pretty here.",
      "es": "Bonito lugar."
    }
  },
  {
    "translation": {
      "en": "You're lucky.",
      "es": "Tienes suerte."
    }
  },
  {
    "translation": {
      "en": "I don't remember you from the orphanage.",
      "es": "No te recuerdo del orfanato."
    }
  },
  {
    "translation": {
      "en": "No, no. I live in town. Big family.",
      "es": "No, vivo en el pueblo. Con mi familia."
    }
  },
  {
    "translation": {
      "en": "We have a small shop, but with so many, some of us must work.",
      "es": "Tenemos una tienda, pero como somos muchos, algunos debemos trabajar."
    }
  },
  {
    "translation": {
      "en": "Well, if you come from such a large family,",
      "es": "Si tu familia es tan grande,"
    }
  },
  {
    "translation": {
      "en": "it may trouble your conscience to know that you're displacing my own position",
      "es": "debería remorderte la consciencia por quitarme el puesto"
    }
  },
  {
    "translation": {
      "en": "in my very first potential family.",
      "es": "en mi primera familia potencial."
    }
  },
  {
    "translation": {
      "en": "I am hired through harvest, so...",
      "es": "Me contrataron para cosechar, así que..."
    }
  },
  {
    "translation": {
      "en": "I don't think the Cuthberts will need you if I stay.",
      "es": "No creo que los Cuthbert te necesiten si me quedo."
    }
  },
  {
    "translation": {
      "en": "In fact, if you hand me your pitchfork, I'll be happy to finish your task.",
      "es": "De hecho, si me das la horqueta, terminaré tu tarea."
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "es": "¿Cuál es tu problema?"
    }
  },
  {
    "translation": {
      "en": "You. You're my problem.",
      "es": "Tú. Tú eres mi problema."
    }
  },
  {
    "translation": {
      "en": "All I'm doing is my job. What are you supposed to be doing?",
      "es": "Yo solo hago mi trabajo. ¿Y tú qué haces?"
    }
  },
  {
    "translation": {
      "en": "My apology was an unmitigated success.",
      "es": "Mi disculpa fue un éxito absoluto."
    }
  },
  {
    "translation": {
      "en": "Mrs. Lynde was very pleased.",
      "es": "La Sra. Lynde quedó satisfecha."
    }
  },
  {
    "translation": {
      "en": "It's not Rachel Lynde that you need to worry about.",
      "es": "No es Rachel Lynde por quien tienes que preocuparte."
    }
  },
  {
    "translation": {
      "en": "Miss Cuthbert seemed pleased, too.",
      "es": "La Srta. Cuthbert también parecía complacida."
    }
  },
  {
    "translation": {
      "en": "Now you're talking.",
      "es": "Ahora nos entendemos."
    }
  },
  {
    "translation": {
      "en": "It'll ease Marilla's mind that I've got help.",
      "es": "Tranquilizará a Marilla... ...que yo tenga ayuda."
    }
  },
  {
    "translation": {
      "en": "Matthew, are you sure you still want me to stay?",
      "es": "Matthew, ¿está seguro de que aún quiere que me quede?"
    }
  },
  {
    "translation": {
      "en": "But the thing of it is...",
      "es": "Pero el asunto..."
    }
  },
  {
    "translation": {
      "en": "and Marilla won't admit this...",
      "es": "...y Marilla no va a admitirlo..."
    }
  },
  {
    "translation": {
      "en": "but she's getting older, too.",
      "es": "...es que ella también está envejeciendo."
    }
  },
  {
    "translation": {
      "en": "I'll go right in!",
      "es": "Iré enseguida."
    }
  },
  {
    "translation": {
      "en": "That's a good idea.",
      "es": "Esa es buena idea."
    }
  },
  {
    "translation": {
      "en": "Hey, hey.",
      "es": "Oye."
    }
  },
  {
    "translation": {
      "en": "- Good day to you, Matthew. - William. Checking the perimeter?",
      "es": "- Buen día, Matthew. - William. ¿Revisas el perímetro?"
    }
  },
  {
    "translation": {
      "en": "Anything I should know about?",
      "es": "¿Hay algo que deba saber?"
    }
  },
  {
    "translation": {
      "en": "I wanted to talk to you about your new acquisition.",
      "es": "Quería hablarte sobre tu nueva adquisición."
    }
  },
  {
    "translation": {
      "en": "New?",
      "es": "¿Nueva?"
    }
  },
  {
    "translation": {
      "en": "The orphan girl. From Nova Scotia.",
      "es": "La niña huérfana de Nueva Escocia."
    }
  },
  {
    "translation": {
      "en": "Word in town has it that you're keeping the girl?",
      "es": "En el pueblo dicen que te quedarás con la niña."
    }
  },
  {
    "translation": {
      "en": "Well, we're pretty well decided, that's true enough.",
      "es": "Bueno... ...estamos decididos. Eso es cierto."
    }
  },
  {
    "translation": {
      "en": "I wonder if Marilla and the girl could come to call.",
      "es": "Me pregunto si Marilla y la niña quisieran visitarnos."
    }
  },
  {
    "translation": {
      "en": "Her name's Anne.",
      "es": "Su nombre es Anne."
    }
  },
  {
    "translation": {
      "en": "The girl. And that's... that's real neighborly of you.",
      "es": "La niña. Y eso es muy amable de tu parte."
    }
  },
  {
    "translation": {
      "en": "I'm guessing that she and your Diana are about the same age.",
      "es": "Creo que ella y tu Diana... ...son de la misma edad."
    }
  },
  {
    "translation": {
      "en": "Before we permit our children to associate with your Anne,",
      "es": "Antes de permitir que nuestras hijas se relacionen con tu Anne,"
    }
  },
  {
    "translation": {
      "en": "my wife and I need to assure ourselves",
      "es": "mi esposa y yo debemos asegurarnos"
    }
  },
  {
    "translation": {
      "en": "that she won't corrupt their good natures, or exert any negative influence.",
      "es": "de que no corromperá su carácter bondadoso o ejerza una influencia negativa. Seguramente sabrás comprender."
    }
  },
  {
    "translation": {
      "en": "I'm sure you can understand.",
      "es": "o ejerza una influencia negativa. Seguramente sabrás comprender."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, yeah. I understand.",
      "es": "Sí. Entiendo."
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "- Afternoon tea tomorrow? - Tea tomorrow.",
      "es": "- ¿Té, mañana en la tarde? - Té, mañana."
    }
  },
  {
    "translation": {
      "en": "- Excellent. Good day to you. - Mm.",
      "es": "Excelente. Que tengas un buen día."
    }
  },
  {
    "translation": {
      "en": "We've got an invitation to tea tomorrow afternoon.",
      "es": "Las invitaron a tomar el té. Mañana en la tarde."
    }
  },
  {
    "translation": {
      "en": "The Barrys.",
      "es": "Los Barry."
    }
  },
  {
    "translation": {
      "en": "They want to meet Anne.",
      "es": "Quieren conocer a Anne."
    }
  },
  {
    "translation": {
      "en": "I haven't finished the dress. She can't go wearing that. Oh, my heavens!",
      "es": "No he terminado el vestido. No puede ir con eso. Cielos."
    }
  },
  {
    "translation": {
      "en": "Who are the Barrys, and why do they want to meet me?",
      "es": "¿Quiénes son los Barry y por qué quieren conocerme?"
    }
  },
  {
    "translation": {
      "en": "Our neighbors.",
      "es": "Nuestros vecinos."
    }
  },
  {
    "translation": {
      "en": "A very respectable family.",
      "es": "Una familia muy respetable."
    }
  },
  {
    "translation": {
      "en": "Hem. Buttons. You'll want to be on your best behavior.",
      "es": "Dobladillo, botones. - Será mejor que te comportes. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "But, why?",
      "es": "- Será mejor que te comportes. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "They have two little girls who are very well mannered.",
      "es": "Tienen dos niñas con muy buenos modales."
    }
  },
  {
    "translation": {
      "en": "Do they... need help?",
      "es": "¿Necesitan ayuda?"
    }
  },
  {
    "translation": {
      "en": "Diana is the girl nearest your age.",
      "es": "Diana es de tu edad."
    }
  },
  {
    "translation": {
      "en": "If you stay here, perhaps you two will become friends.",
      "es": "Si te quedas aquí, quizá sean amigas."
    }
  },
  {
    "translation": {
      "en": "A real friend.",
      "es": "Una amiga de verdad."
    }
  },
  {
    "translation": {
      "en": "Let go! Let go of me!",
      "es": "¡Suéltame!"
    }
  },
  {
    "translation": {
      "en": "Shut it! I mean it!",
      "es": "Cállate. Lo digo en serio."
    }
  },
  {
    "translation": {
      "en": "Go get it.",
      "es": "Ve por él."
    }
  },
  {
    "translation": {
      "en": "- Hold her down. - Please don't!",
      "es": "- Sostenla. - Por favor, no."
    }
  },
  {
    "translation": {
      "en": "- Don't! - Stop talking!",
      "es": "- Deja. - Deja de hablar."
    }
  },
  {
    "translation": {
      "en": "Guess what, Princess Cordelia? We're sick of you and your stupid stories!",
      "es": "¿Sabes, princesa Cordelia? Tú y tus tontas historias nos hartaron."
    }
  },
  {
    "translation": {
      "en": "- Stupid stories! - Liar!",
      "es": "- Tontas historias. - Mentirosa."
    }
  },
  {
    "translation": {
      "en": "This little mousey made too much noise.",
      "es": "Este ratoncito hizo demasiado ruido."
    }
  },
  {
    "translation": {
      "en": "Squeak, squeak!",
      "es": "- Chilla, chilla... - Chilla, chilla..."
    }
  },
  {
    "translation": {
      "en": "But then it got caught in a trap.",
      "es": "Pero entonces cayó en una trampa."
    }
  },
  {
    "translation": {
      "en": "So now... no more squeaking!",
      "es": "Así que ahora no más chillidos."
    }
  },
  {
    "translation": {
      "en": "So, shut your face from now on!",
      "es": "Así que, de ahora en adelante, cierra la boca."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "es": "Vámonos."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "es": "Lo siento mucho."
    }
  },
  {
    "translation": {
      "en": "Speak only when spoken to.",
      "es": "Habla solo cuando te hablen."
    }
  },
  {
    "translation": {
      "en": "No startling speeches.",
      "es": "Nada de discursos llamativos."
    }
  },
  {
    "translation": {
      "en": "Anne, what's wrong?",
      "es": "¿Anne? ¿Qué sucede?"
    }
  },
  {
    "translation": {
      "en": "Are you ill?",
      "es": "¿Te sientes mal?"
    }
  },
  {
    "translation": {
      "en": "No, Miss Cuthbert.",
      "es": "No, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "I'm fine.",
      "es": "Estoy bien."
    }
  },
  {
    "translation": {
      "en": "Don't worry.",
      "es": "No se preocupe."
    }
  },
  {
    "translation": {
      "en": "I'll be as quiet as a mouse.",
      "es": "Estaré callada como un ratón."
    }
  },
  {
    "translation": {
      "en": "Um, I don't feel nearly as squashed in it as I did in my old one.",
      "es": "No lo siento tan apretado como estaba el anterior."
    }
  },
  {
    "translation": {
      "en": "High praise, indeed.",
      "es": "Eso es todo un elogio."
    }
  },
  {
    "translation": {
      "en": "You've got room to grow.",
      "es": "Te servirá cuando crezcas."
    }
  },
  {
    "translation": {
      "en": "It's so nice to be wearing something new, I don't even mind not having puff sleeves.",
      "es": "Es lindo usar algo nuevo aunque no tenga mangas abullonadas."
    }
  },
  {
    "translation": {
      "en": "This was mine as a girl, so it's far from new...",
      "es": "Esto era mío de cuando era niña, así que no es nuevo."
    }
  },
  {
    "translation": {
      "en": "but it'll do nicely.",
      "es": "Pero te quedará bien."
    }
  },
  {
    "translation": {
      "en": "Thank you!",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "It's so pretty.",
      "es": "Es tan bonito."
    }
  },
  {
    "translation": {
      "en": "You look clean and tidy, and that's what counts.",
      "es": "Te ves limpia y arreglada. Y eso es lo que cuenta."
    }
  },
  {
    "translation": {
      "en": "Oh, isn't this lovely?",
      "es": "¿No es encantador?"
    }
  },
  {
    "translation": {
      "en": "- Hand it here. - May I try it on?",
      "es": "- Dámelo. - ¿Puedo probármelo?"
    }
  },
  {
    "translation": {
      "en": "That is not a toy.",
      "es": "Eso no es un juguete."
    }
  },
  {
    "translation": {
      "en": "This is a treasured possession. Do you understand?",
      "es": "Esta es una posesión valiosa. - ¿Entiendes? - Entiendo completamente."
    }
  },
  {
    "translation": {
      "en": "I completely understand.",
      "es": "- ¿Entiendes? - Entiendo completamente."
    }
  },
  {
    "translation": {
      "en": "Amethyst is my favorite.",
      "es": "La amatista es mi favorita."
    }
  },
  {
    "translation": {
      "en": "- I think diamonds pale in comparison. - Do you now?",
      "es": "- Los diamantes no son tan bellos. - ¿Eso crees?"
    }
  },
  {
    "translation": {
      "en": "Amethysts are so much more romantic.",
      "es": "Las amatistas son mucho más románticas."
    }
  },
  {
    "translation": {
      "en": "Now this was my grandmother's.",
      "es": "Esto era de mi abuela."
    }
  },
  {
    "translation": {
      "en": "My mother bequeathed it to me.",
      "es": "Lo heredé de mi madre."
    }
  },
  {
    "translation": {
      "en": "Well, it's perfectly elegant.  Are you ready to go?",
      "es": "- Es perfectamente elegante. - ¿Estás lista para irnos?"
    }
  },
  {
    "translation": {
      "en": "- I'm not sure. - What do you mean?",
      "es": "- No lo sé. - ¿A qué te refieres?"
    }
  },
  {
    "translation": {
      "en": "It's just...",
      "es": "Es solo..."
    }
  },
  {
    "translation": {
      "en": "this is a meeting of great auspiciousness.",
      "es": "Esta es una reunión muy propicia."
    }
  },
  {
    "translation": {
      "en": "What if she doesn't like me? Oh, it's her mother you gotta reckon with.",
      "es": "- ¿Y si no le agrado? - Es su madre la que debe preocuparte."
    }
  },
  {
    "translation": {
      "en": "If Mrs. Barry doesn't like you, it won't matter a whit how much Diana does.",
      "es": "Si a la Sra. Barry no le agradas, no importará lo que Diana quiera."
    }
  },
  {
    "translation": {
      "en": "Whatever's the matter with you, child? You haven't said a word since we left.",
      "es": "¿Qué pasa contigo, niña? No has hablado desde que salimos."
    }
  },
  {
    "translation": {
      "en": "You're not yourself.",
      "es": "Te noto distinta."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "es": "Perfecto."
    }
  },
  {
    "translation": {
      "en": "- Good afternoon, Miss Cuthbert. - Afternoon, Mrs. Barry.",
      "es": "- Buenas tardes, Srta. Cuthbert. - Buenas tardes, Sra. Barry."
    }
  },
  {
    "translation": {
      "en": "Please, call me Eliza.",
      "es": "Por favor, llámeme Eliza."
    }
  },
  {
    "translation": {
      "en": "And this must be Anne.",
      "es": "Y ella debe ser Anne."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "Afternoon.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "Thank you for having us, Eliza.",
      "es": "Gracias por recibirnos, Eliza."
    }
  },
  {
    "translation": {
      "en": "Marilla, Anne, please come in.",
      "es": "Marilla, Anne. Pasen, por favor."
    }
  },
  {
    "translation": {
      "en": "I don't believe you said two words during tea.",
      "es": "No has dicho ni dos palabras durante el té."
    }
  },
  {
    "translation": {
      "en": "You didn't even remark on the cake.",
      "es": "Ni siquiera comentaste sobre el pastel."
    }
  },
  {
    "translation": {
      "en": "Mother let me help her bake it special.",
      "es": "Mi madre me dejó ayudarla a hornearlo."
    }
  },
  {
    "translation": {
      "en": "You enjoyed it, didn't you?",
      "es": "Lo disfrutaste... ...¿cierto?"
    }
  },
  {
    "translation": {
      "en": "The cake was scrumptious.",
      "es": "El pastel estaba exquisito."
    }
  },
  {
    "translation": {
      "en": "Scrumptious.",
      "es": "Exquisito."
    }
  },
  {
    "translation": {
      "en": "Have you always been shy, or does it come from being an orphan?",
      "es": "¿Siempre has sido tímida o es porque eres huérfana?"
    }
  },
  {
    "translation": {
      "en": "I'm less shy than reticent.",
      "es": "Más que tímida soy reservada."
    }
  },
  {
    "translation": {
      "en": "Goodness! There's another 25- cent word.",
      "es": "Cielos, otra palabra impresionante."
    }
  },
  {
    "translation": {
      "en": "It's just...",
      "es": "Es solo..."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "I like to read. When I can.",
      "es": "Me gusta leer cuando puedo."
    }
  },
  {
    "translation": {
      "en": "I like reading, too, but Mother prefers that I do needlepoint.",
      "es": "A mí también me gusta leer. Pero mi madre prefiere que haga bordados."
    }
  },
  {
    "translation": {
      "en": "Does needlepoint provide much scope for the imagination?",
      "es": "¿El bordado da lugar a la imaginación?"
    }
  },
  {
    "translation": {
      "en": "I don't think imagination is my strong suit.",
      "es": "Creo que la imaginación no es mi fuerte."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "es": "¿En serio?"
    }
  },
  {
    "translation": {
      "en": "I don't know what I'd do without mine.",
      "es": "No sé qué haría sin la mía."
    }
  },
  {
    "translation": {
      "en": "Life would be an agony. An utter agony.",
      "es": "La vida sería una agonía, una absoluta agonía."
    }
  },
  {
    "translation": {
      "en": "Agony!",
      "es": "¿Agonía?"
    }
  },
  {
    "translation": {
      "en": "I make up stories all the time.",
      "es": "Siempre invento historias."
    }
  },
  {
    "translation": {
      "en": "I could never do that.",
      "es": "No podría hacerlo."
    }
  },
  {
    "translation": {
      "en": "I like to imagine that I am a princess in a tower,",
      "es": "Me gusta imaginar que soy una princesa en una torre,"
    }
  },
  {
    "translation": {
      "en": "or Joan of Arc riding into battle,",
      "es": "o Juana de Arco en una batalla, o una novia triste que vive junto al mar,"
    }
  },
  {
    "translation": {
      "en": "or a forlorn bride who lives by the sea, but never speaks to anyone",
      "es": "o Juana de Arco en una batalla, o una novia triste que vive junto al mar, pero que nunca habla con nadie, porque su amor verdadero se perdió"
    }
  },
  {
    "translation": {
      "en": "because her one true love was lost",
      "es": "pero que nunca habla con nadie, porque su amor verdadero se perdió"
    }
  },
  {
    "translation": {
      "en": "when his ship went down, and disappeared beneath the waves!",
      "es": "al hundirse su barco y desaparecer entre las olas."
    }
  },
  {
    "translation": {
      "en": "Wonderful!",
      "es": "Maravillosa."
    }
  },
  {
    "translation": {
      "en": "Could you tell me a story now?",
      "es": "¿Podrías contarme una historia?"
    }
  },
  {
    "translation": {
      "en": "- I could tell you 12! -",
      "es": "Podría contarte doce."
    }
  },
  {
    "translation": {
      "en": "Diana... do you think you could like me just a little?",
      "es": "Diana... ...¿crees que podría agradarte un poco?"
    }
  },
  {
    "translation": {
      "en": "I already do!",
      "es": "Ya me agradas."
    }
  },
  {
    "translation": {
      "en": "Shall we swear to be best friends forever and ever?",
      "es": "¿Juramos ser mejores amigas por siempre jamás?"
    }
  },
  {
    "translation": {
      "en": "It's dreadfully wicked to swear.",
      "es": "Jurar es algo muy malo."
    }
  },
  {
    "translation": {
      "en": "No! It's not my kind of swearing. There are two kinds.",
      "es": "No como yo juro. Hay dos tipos."
    }
  },
  {
    "translation": {
      "en": "I know because I have a worldly outlook. This kind isn't wicked at all.",
      "es": "Sé cómo es en otras partes. Esta forma no está mal."
    }
  },
  {
    "translation": {
      "en": "It means vowing and promising solemnly.",
      "es": "Significa jurar y prometer solemnemente."
    }
  },
  {
    "translation": {
      "en": "I swear it does.",
      "es": "Juro que sí."
    }
  },
  {
    "translation": {
      "en": "See?",
      "es": "¿Lo ves?"
    }
  },
  {
    "translation": {
      "en": "- How do you do it? - Well...",
      "es": "- ¿Cómo lo haces? - Bueno..."
    }
  },
  {
    "translation": {
      "en": "Well, this ought to be done by moonlight or over running water...",
      "es": "Debe hacerse a la luz de la luna o sobre agua que corre..."
    }
  },
  {
    "translation": {
      "en": "but we'll imagine that it's nighttime, and this path is a stream.",
      "es": "...pero imaginaremos que es de noche y que este camino es un arroyo."
    }
  },
  {
    "translation": {
      "en": "Hold this, and twist your pinky finger around mine.",
      "es": "Sostén esto. Enlaza tu meñique con el mío."
    }
  },
  {
    "translation": {
      "en": "I'll repeat the oath first.",
      "es": "Diré primero el juramento."
    }
  },
  {
    "translation": {
      "en": "I solemnly swear...",
      "es": "Juro solemnemente,"
    }
  },
  {
    "translation": {
      "en": "...to be faithful to my bosom friend, Diana Barry,",
      "es": "ser fiel a mi amiga del alma, Diana Barry,"
    }
  },
  {
    "translation": {
      "en": "for as long as the sun and moon shall endure.",
      "es": "mientras haya sol y luna."
    }
  },
  {
    "translation": {
      "en": "And then she said it and put my name in.",
      "es": "Luego ella lo dijo con mi nombre."
    }
  },
  {
    "translation": {
      "en": "- And then we sent our oath into the world. - Not in the...",
      "es": "Después enviamos nuestro juramento al mundo. No en la..."
    }
  },
  {
    "translation": {
      "en": "- Oh! - Sorry! I'll collect them.",
      "es": "Lo siento. Los recogeré."
    }
  },
  {
    "translation": {
      "en": "It was a wonderful afternoon. I'm so relieved.",
      "es": "Fue una tarde maravillosa. Estoy tan aliviada."
    }
  },
  {
    "translation": {
      "en": "It seems you made a favorable impression with the Barrys.",
      "es": "Parece que les causaste una buena impresión a los Barry."
    }
  },
  {
    "translation": {
      "en": "And Diana didn't mind my stories at all. In fact, I told her two,",
      "es": "A Diana no le molestaron mis historias. De hecho, le conté dos"
    }
  },
  {
    "translation": {
      "en": "and we promised to make up another the next time we're together.",
      "es": "y prometimos inventar otra la próxima vez."
    }
  },
  {
    "translation": {
      "en": "Diana says she doesn't have much imagination,",
      "es": "Diana dijo que no tenía mucha imaginación, pero..."
    }
  },
  {
    "translation": {
      "en": "but I don't think it matters, since I have enough for both of us.",
      "es": "No creo que importe. La mía alcanza para las dos."
    }
  },
  {
    "translation": {
      "en": "They're hosting a church picnic next week at the Lake of Shining Waters.",
      "es": "Organizarán el picnic de la iglesia en el Lago de Aguas Relucientes."
    }
  },
  {
    "translation": {
      "en": "I've never been to a picnic. Can we go, Miss Cuthbert?",
      "es": "Nunca he ido a un picnic. ¿Podemos ir, Srta. Cuthbert?"
    }
  },
  {
    "translation": {
      "en": "We'll see.",
      "es": "Ya veremos."
    }
  },
  {
    "translation": {
      "en": "Diana and I are kindred spirits.",
      "es": "Diana y yo somos almas gemelas."
    }
  },
  {
    "translation": {
      "en": "And I think she'd be struck quite sad if I were to be sent away.",
      "es": "Creo que se entristecería si me regresaran."
    }
  },
  {
    "translation": {
      "en": "Please take my shawl upstairs, and lay it neatly on my chair.",
      "es": "Por favor, lleva mi chal arriba y colócalo prolijo en la silla."
    }
  },
  {
    "translation": {
      "en": "May I go outside after and help Matthew with the cattle?",
      "es": "¿Después puedo salir a ayudar a Matthew con el ganado?"
    }
  },
  {
    "translation": {
      "en": "I can't wait to tell him everything!",
      "es": "¿Después puedo salir a ayudar a Matthew con el ganado? Estoy ansiosa por contarle todo."
    }
  },
  {
    "translation": {
      "en": "As long as you're helping and not just flapping your gums.",
      "es": "Siempre que ayudes y que no solo hables sin parar."
    }
  },
  {
    "translation": {
      "en": "I'm sorry to arrive so late to the ball, dear Prince Wisteria.",
      "es": "Lamento llegar tan tarde al baile, querido príncipe Wisteria."
    }
  },
  {
    "translation": {
      "en": "One of my squires returned on horseback after a harrowing journey...",
      "es": "Uno de mis escuderos volvió a caballo después de un viaje horroroso"
    }
  },
  {
    "translation": {
      "en": "and handed me a letter that required my urgent attention.",
      "es": "y me entregó una carta que requería mi atención urgente."
    }
  },
  {
    "translation": {
      "en": "So, please, do not doubt my love.",
      "es": "Así que, por favor, no dude de mi amor."
    }
  },
  {
    "translation": {
      "en": "And please, please, let the Cuthberts decide to keep me.",
      "es": "Y, por favor, que los Cuthbert me conserven."
    }
  },
  {
    "translation": {
      "en": "I realize now it's the only thing I truly want,",
      "es": "Ahora sé que es lo único que quiero,"
    }
  },
  {
    "translation": {
      "en": "so you don't have to worry yourself about my red hair.",
      "es": "así que no debes preocuparte por mi cabello rojo."
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "es": "Amén."
    }
  },
  {
    "translation": {
      "en": "- Where is my brooch? - It should be there on your shawl.",
      "es": "- ¿Dónde está mi broche? - Debe estar en su chal."
    }
  },
  {
    "translation": {
      "en": "It is not.",
      "es": "No está."
    }
  },
  {
    "translation": {
      "en": "Nor is it in my jewelry box.",
      "es": "Ni tampoco en mi joyero."
    }
  },
  {
    "translation": {
      "en": "Did you take it?",
      "es": "¿Lo tomaste?"
    }
  },
  {
    "translation": {
      "en": "I was playing with it, but I didn't take it.",
      "es": "Estaba jugando con él, pero no lo tomé."
    }
  },
  {
    "translation": {
      "en": "- You were told not to touch it. - I'm sorry.",
      "es": "- Te dije que no lo tocaras. - Lo siento."
    }
  },
  {
    "translation": {
      "en": "It's so beautiful, I couldn't resist.",
      "es": "- Es tan hermoso, no pude resistirme. - Te dije que pusieras el chal"
    }
  },
  {
    "translation": {
      "en": "You were told to set the shawl on the chair.",
      "es": "- Es tan hermoso, no pude resistirme. - Te dije que pusieras el chal - sobre la silla. - Lo hice."
    }
  },
  {
    "translation": {
      "en": "I did.",
      "es": "- sobre la silla. - Lo hice."
    }
  },
  {
    "translation": {
      "en": "Well, I've looked everywhere. The brooch is nowhere to be found.",
      "es": "Busqué en todos lados. No encuentro el broche."
    }
  },
  {
    "translation": {
      "en": "Give it back. Right now.",
      "es": "Devuélvemelo ahora mismo."
    }
  },
  {
    "translation": {
      "en": "But I didn't take it, Miss Cuthbert. Honest, I didn't.",
      "es": "Pero no lo tomé, Srta. Cuthbert. De verdad, no lo hice."
    }
  },
  {
    "translation": {
      "en": "I don't believe you. Where else would it be?",
      "es": "No te creo. ¿Dónde más estaría?"
    }
  },
  {
    "translation": {
      "en": "Confess at once.",
      "es": "Confiesa de una vez."
    }
  },
  {
    "translation": {
      "en": "But I...",
      "es": "Pero yo..."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna live with a thief under my roof!",
      "es": "No viviré con una ladrona bajo mi techo."
    }
  },
  {
    "translation": {
      "en": "You confess to stealing the brooch, or you have no future here at Green Gables.",
      "es": "Confesarás haber robado el broche o no tendrás un futuro en Green Gables."
    }
  },
  {
    "translation": {
      "en": "But I didn't take it.",
      "es": "- Pero no lo tomé. - Confiesa..."
    }
  },
  {
    "translation": {
      "en": "Confess! Or I'll send you right back to the asylum.",
      "es": "- Pero no lo tomé. - Confiesa... ...o te devolveré ya mismo al asilo."
    }
  },
  {
    "translation": {
      "en": "If I don't confess, you'll send me back?",
      "es": "Si no confieso, ¿me regresará?"
    }
  },
  {
    "translation": {
      "en": "Confess to what you have done!",
      "es": "Confiesa lo que has hecho."
    }
  },
  {
    "translation": {
      "en": "If I do, can I stay here at Green Gables?",
      "es": "Si lo hago... ...¿puedo quedarme aquí en Green Gables?"
    }
  },
  {
    "translation": {
      "en": "Did you or did you not take the brooch?",
      "es": "¿Tomaste o no tomaste el broche?"
    }
  },
  {
    "translation": {
      "en": "I lost it.",
      "es": "Lo perdí."
    }
  },
  {
    "translation": {
      "en": "I- I was playing Lady Cordelia when I took the brooch outside with me.",
      "es": "Estaba jugando a ser lady Cordelia cuando llevé el broche afuera."
    }
  },
  {
    "translation": {
      "en": "And as I was drawing water from the well,",
      "es": "Mientras sacaba agua del pozo,"
    }
  },
  {
    "translation": {
      "en": "I leaned over to make a wish and it fell in.",
      "es": "me incliné para pedir un deseo y se cayó."
    }
  },
  {
    "translation": {
      "en": "I heard it make a splash, as it disappeared down into the depths.",
      "es": "Oí cómo cayó mientras desaparecía en las profundidades."
    }
  },
  {
    "translation": {
      "en": "I'm ever so sorry, Miss Cuthbert.",
      "es": "Lo siento mucho, Srta. Cuthbert."
    }
  },
  {
    "translation": {
      "en": "Pack your things.",
      "es": "Empaca tus cosas."
    }
  },
  {
    "translation": {
      "en": "But you said if I confessed, I could stay!",
      "es": "No, pero dijo que si confesaba, podría quedarme."
    }
  },
  {
    "translation": {
      "en": "I told you that brooch meant a great deal to me.",
      "es": "Te dije que ese broche significaba mucho para mí."
    }
  },
  {
    "translation": {
      "en": "No, b- b- but I- I made that up!",
      "es": "No. Pero inventé eso. Nada de eso fue real."
    }
  },
  {
    "translation": {
      "en": "None of that was real! I didn't take your brooch! I don't know where it is!",
      "es": "No. Pero inventé eso. Nada de eso fue real. No tomé su broche. No sé dónde está."
    }
  },
  {
    "translation": {
      "en": "Please, Miss Cuthbert, you have to believe me.",
      "es": "Por favor, Srta. Cuthbert, debe creerme."
    }
  },
  {
    "translation": {
      "en": "I don't have to do anything!",
      "es": "No tengo que hacer nada."
    }
  },
  {
    "translation": {
      "en": "Please, Miss Cuthbert.",
      "es": "Por favor."
    }
  },
  {
    "translation": {
      "en": "I can't trust one word out of your mouth.",
      "es": "No puedo creer nada de lo que digas."
    }
  },
  {
    "translation": {
      "en": "- Please. - Enough!",
      "es": "- ¿Por favor? - Basta."
    }
  },
  {
    "translation": {
      "en": "You're not to leave this room tonight.",
      "es": "No saldrás de este cuarto esta noche."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, you will go at first light.",
      "es": "Mañana, te irás al amanecer."
    }
  },
  {
    "translation": {
      "en": "Matthew!",
      "es": "¡Matthew!"
    }
  },
  {
    "translation": {
      "en": "Matthew!",
      "es": "¡Matthew!"
    }
  },
  {
    "translation": {
      "en": "Did I miss it?",
      "es": "¿Lo perdí?"
    }
  },
  {
    "translation": {
      "en": "Did I miss the train?",
      "es": "Perdí el tren."
    }
  },
  {
    "translation": {
      "en": "Oh, not to worry. Your girl got on all right.",
      "es": "No se preocupe. Su niña alcanzó a subir."
    }
  }
]