[
  {
    "translation": {
      "en": "Serena? Serena? Hey, excuse me!",
      "es": "¡Serena! ¿Serena? Oye, disculpa."
    }
  },
  {
    "translation": {
      "en": "You told me you did your math homework. You lied to me again. Why?",
      "es": "Dijiste que habías hecho la tarea. Volviste a mentir. ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "I can't do it. And I don't get why I have to.",
      "es": "No puedo. No sé por qué tengo que hacerla."
    }
  },
  {
    "translation": {
      "en": "Jesse didn't even finish college, and he's the greatest singer who ever lived.",
      "es": "Jesse no terminó la universidad. Es el mejor cantante del mundo."
    }
  },
  {
    "translation": {
      "en": "Yeah, well…",
      "es": "Sí, tal vez Jesse no terminó la universidad,"
    }
  },
  {
    "translation": {
      "en": "Jesse may not have finished college, but he finished the third grade.",
      "es": "Sí, tal vez Jesse no terminó la universidad, pero terminó tercero."
    }
  },
  {
    "translation": {
      "en": "Serena, we had an agreement.",
      "es": "Serena, teníamos un acuerdo."
    }
  },
  {
    "translation": {
      "en": "- Any more unfinished homework-- - No!",
      "es": "¿Más tareas sin terminar...? - ¡No! - Lo siento."
    }
  },
  {
    "translation": {
      "en": "- I'm sorry. - I have to go to that concert.",
      "es": "- ¡No! - Lo siento. Tengo que ir a ese concierto."
    }
  },
  {
    "translation": {
      "en": "- Dad? - Hmm. Mummy said I can't go to Jesse's concert.",
      "es": "¿Papá? Mamá no me deja ir al concierto de Jesse."
    }
  },
  {
    "translation": {
      "en": "Tell her… tell her to give me a second chance.",
      "es": "Dile... Dile que me dé otra oportunidad."
    }
  },
  {
    "translation": {
      "en": "Serena, you promised your mother.",
      "es": "Le prometiste a tu madre."
    }
  },
  {
    "translation": {
      "en": "- Math makes my stomach hurt. - Thank you. Jesse is life.",
      "es": "Las matemáticas me dan dolor de estómago. Jesse es la vida."
    }
  },
  {
    "translation": {
      "en": "What if she does it this morning before school?",
      "es": "¿Y si la hace antes de irse?"
    }
  },
  {
    "translation": {
      "en": "Tom, Serena and I had an agreement. - Remember? - Come on, Mom.",
      "es": "Tom... Serena y yo teníamos un acuerdo. ¿Te acuerdas?"
    }
  },
  {
    "translation": {
      "en": "It's Jesse.",
      "es": "Vamos, mamá. ¡Es Jesse!"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "es": "Te diré qué. Haz la tarea ahora mismo,"
    }
  },
  {
    "translation": {
      "en": "Get the homework done right now, don't lie to your mother again,",
      "es": "Te diré qué. Haz la tarea ahora mismo, no le vuelvas a mentir a tu madre,"
    }
  },
  {
    "translation": {
      "en": "ace your next quiz, which I know you can do,",
      "es": "aprueba el próximo examen, sé que puedes,"
    }
  },
  {
    "translation": {
      "en": "and we'll all go to Jesse as a family, front row seats.",
      "es": "e iremos a Jesse en familia, a primera fila."
    }
  },
  {
    "translation": {
      "en": "Sold out. There are no front row seats.",
      "es": "Se agotaron. No hay en primera fila."
    }
  },
  {
    "translation": {
      "en": "One of the perks of being District Attorney… Connections.",
      "es": "¿Una de las ventajas de ser fiscal de distrito? Conexiones."
    }
  },
  {
    "translation": {
      "en": "All right. Come here.",
      "es": "Ven aquí."
    }
  },
  {
    "translation": {
      "en": "I'm on it.",
      "es": "- Empieza. - ¡Ya mismo!"
    }
  },
  {
    "translation": {
      "en": "♪ This is how we move ♪",
      "es": "Así nos movemos"
    }
  },
  {
    "translation": {
      "en": "♪ Everybody, everybody want To have… ♪",
      "es": "Todos, todos Quieren divertirse"
    }
  },
  {
    "translation": {
      "en": "Carefree days of youth.",
      "es": "La tranquilidad de la juventud."
    }
  },
  {
    "translation": {
      "en": "Tom… Come on.",
      "es": "Tom, vamos."
    }
  },
  {
    "translation": {
      "en": "She lies, and the consequence is front row seats?",
      "es": "¿Miente y va a primera fila?"
    }
  },
  {
    "translation": {
      "en": "She deserves to have a childhood. She deserves to be ready for adulthood.",
      "es": "- Se merece tener una niñez. - Se merece estar lista para la adultez."
    }
  },
  {
    "translation": {
      "en": "I was at work, never getting to see her. I don't want to be the bad guy.",
      "es": "Siempre estoy trabajando, nunca la veo. No quiero ser el malo."
    }
  },
  {
    "translation": {
      "en": "Which makes it my job? You get to be cool dad.",
      "es": "¿Ese es mi trabajo? ¿Tú eres el papá genial?"
    }
  },
  {
    "translation": {
      "en": "She has a wild soul like you. And I don't ever want her to lose that.",
      "es": "Tiene un alma salvaje como tú, y no quiero perder eso nunca."
    }
  },
  {
    "translation": {
      "en": "I love her soul. I'm not trying to crush it.",
      "es": "Amo su alma. No intento destruirla."
    }
  },
  {
    "translation": {
      "en": "But there's such a thing as too wild.",
      "es": "Pero se puede ser demasiado salvaje."
    }
  },
  {
    "translation": {
      "en": "I hear you. And I understand. We'll figure it out. - Yeah. - Like we always do.",
      "es": "Te entiendo, de verdad. Lo resolveremos, como siempre."
    }
  },
  {
    "translation": {
      "en": "Just back me up from now on. Okay?",
      "es": "Apóyame de ahora en adelante, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Always. Seriously.",
      "es": "- Siempre. - En serio."
    }
  },
  {
    "translation": {
      "en": "I couldn't be… - More serious. - You're so bad.",
      "es": "- No podría hablar más en serio. - Tom, qué malo eres."
    }
  },
  {
    "translation": {
      "en": "We now go to the capital.",
      "es": "Ahora vamos a la capital."
    }
  },
  {
    "translation": {
      "en": "We're following the killer's third brutal strike in ten days.",
      "es": "Seguimos el tercer ataque del asesino en 10 días."
    }
  },
  {
    "translation": {
      "en": "The Governor had this response.",
      "es": "El gobernador respondió esto."
    }
  },
  {
    "translation": {
      "en": "I'm confident that the legislature will support me at last",
      "es": "Estoy seguro de que la legislatura por fin me apoyará"
    }
  },
  {
    "translation": {
      "en": "in taking the necessary steps to end the moratorium on executions.",
      "es": "para tomar medidas y acabar la suspensión de las ejecuciones."
    }
  },
  {
    "translation": {
      "en": "Well, down the rabbit hole I go.",
      "es": "La que me espera..."
    }
  },
  {
    "translation": {
      "en": "I heard the case is ripped open. - For starters. - Morning.",
      "es": "- ¿Cien casos abiertos de nuevo? - Para empezar."
    }
  },
  {
    "translation": {
      "en": "- Morning, Barry. - Morning, Barry.",
      "es": "- Hola. - Hola. - Buenos días, Barry. - Buenos días."
    }
  },
  {
    "translation": {
      "en": "Good morning, sweetheart.",
      "es": "- Buenos días, Barry. - Buenos días."
    }
  },
  {
    "translation": {
      "en": "Serena is in math homework jail,",
      "es": "Está en la cárcel de las tareas."
    }
  },
  {
    "translation": {
      "en": "so don't let her con you into any detours on the way home from school.",
      "es": "No dejes que te desvíe al volver a casa de la escuela."
    }
  },
  {
    "translation": {
      "en": "Criminals live in fear.",
      "es": "...criminales viven temerosos."
    }
  },
  {
    "translation": {
      "en": "It's time to strike back with the most powerful deterrent we have.",
      "es": "Es hora de responder con nuestra disuasión más poderosa."
    }
  },
  {
    "translation": {
      "en": "Should the moratorium be lifted?",
      "es": "Si se termina la suspensión,"
    }
  },
  {
    "translation": {
      "en": "The first inmate to be executed will be Danny Jackson,",
      "es": "el primer reo ejecutado será Danny Jackson,"
    }
  },
  {
    "translation": {
      "en": "convicted of three murders in Spanish Harbor ten years ago.",
      "es": "por tres asesinatos en Spanish Harbor hace 10 años."
    }
  },
  {
    "translation": {
      "en": "The case made a stir because Jackson's own brother was the star witness",
      "es": "El caso sonó porque el hermano de Jackson fue testigo de la fiscalía."
    }
  },
  {
    "translation": {
      "en": "- for the prosecution. - Grandma?",
      "es": "El caso sonó porque el hermano de Jackson fue testigo de la fiscalía. ¿Abuela? ¿Qué hace mi papá en televisión?"
    }
  },
  {
    "translation": {
      "en": "Why is my dad on TV?",
      "es": "¿Abuela? ¿Qué hace mi papá en televisión?"
    }
  },
  {
    "translation": {
      "en": "- Are they going to kill my dad? - No, no, no.",
      "es": "- ¿Van a matar a mi papá? - No. No."
    }
  },
  {
    "translation": {
      "en": "Sweetheart… I… You promised they were never going to.",
      "es": "- No, cariño. - Prometiste que jamás lo matarían."
    }
  },
  {
    "translation": {
      "en": "I swear to you on my own life, I will never let them hurt my baby.",
      "es": "Te juro por mi vida que jamás dejaré que lastimen a mi bebé."
    }
  },
  {
    "translation": {
      "en": "Jackson should be found not guilty on the grounds that he suffers",
      "es": "Jackson debería ser inocente por un problema genético causado por una discapacidad."
    }
  },
  {
    "translation": {
      "en": "from a genetic disorder linked to intellectual disability.",
      "es": "por un problema genético causado por una discapacidad."
    }
  },
  {
    "translation": {
      "en": "But the state argued successfully that his disability was not a factor in the crimes.",
      "es": "El estado alegó con éxito que la discapacidad no influyó en los crímenes."
    }
  },
  {
    "translation": {
      "en": "This week on Most Wanted, City By the Bay, three murders, zero leads.",
      "es": "Esta semana en Los Más Buscados: Ciudad en la Bahía, tres asesinatos, cero pistas."
    }
  },
  {
    "translation": {
      "en": "For the third time in a week and a half, a young woman stabbed to death.",
      "es": "Por tercera vez en semana y media, una joven muerta a puñaladas."
    }
  },
  {
    "translation": {
      "en": "Once again, the killer signs his work in blood.",
      "es": "Nuevamente, el asesino firma con sangre."
    }
  },
  {
    "translation": {
      "en": "Go to the other cam.",
      "es": "La otra cámara."
    }
  },
  {
    "translation": {
      "en": "…signs of grisly struggle.",
      "es": "...con muestras de una lucha."
    }
  },
  {
    "translation": {
      "en": "- A mangled body abandoned… - Boss. Did we get the extra five minutes?",
      "es": "- Un cuerpo abandonado... - ¿Nos dieron cinco minutos más?"
    }
  },
  {
    "translation": {
      "en": "Well, it was either border war in Pakistan, the funeral of a US Senator,",
      "es": "Era la guerra fronteriza en Pakistán, el funeral de un senador,"
    }
  },
  {
    "translation": {
      "en": "the governor's shortlist of candidates to replace him--",
      "es": "los candidatos del gobernador para reemplazarlo..."
    }
  },
  {
    "translation": {
      "en": "Or dead bodies in dumpsters all over town.",
      "es": "O cadáveres en basureros."
    }
  },
  {
    "translation": {
      "en": "- On our tombstones, Mara. - We bled, we led.",
      "es": "En nuestras lápidas, Mara. Sangramos, lideramos."
    }
  },
  {
    "translation": {
      "en": "Ready to help the cops bag another one?",
      "es": "¿Lista para ayudarle a la policía?"
    }
  },
  {
    "translation": {
      "en": "Look who's starring on Channel 5.",
      "es": "Miren quién está en el Canal 5."
    }
  },
  {
    "translation": {
      "en": "Yes, ten years ago, I prosecuted Danny Jackson for all three murders.",
      "es": "Sí, hace 10 años procesé a Danny Jackson por los tres asesinatos."
    }
  },
  {
    "translation": {
      "en": "So, no regrets, Mr. Price?",
      "es": "¿No se arrepiente, señor Price?"
    }
  },
  {
    "translation": {
      "en": "If the moratorium's lifted, you have total faith",
      "es": "Si se levanta la suspensión, ¿está seguro"
    }
  },
  {
    "translation": {
      "en": "that you won't be sending an innocent man to their death?",
      "es": "de que no enviará a un inocente a la muerte?"
    }
  },
  {
    "translation": {
      "en": "Well, I have total faith in the gifted defense attorneys",
      "es": "Tengo fe en los abogados de la defensa,"
    }
  },
  {
    "translation": {
      "en": "who've given everything they've got to making sure",
      "es": "que lo dieron todo para asegurarse"
    }
  },
  {
    "translation": {
      "en": "this man had the full benefit of due process and the law.",
      "es": "de que tuviera el debido proceso y la ley."
    }
  },
  {
    "translation": {
      "en": "Thank you, Michelle.",
      "es": "Gracias, Michelle."
    }
  },
  {
    "translation": {
      "en": "Mr. Price…",
      "es": "¿Señor Price?"
    }
  },
  {
    "translation": {
      "en": "You will hear the defense make much of Mr. Jackson's limited intellectual capacity.",
      "es": "La defensa habló mucho de la capacidad intelectual del señor Jackson,"
    }
  },
  {
    "translation": {
      "en": "But… he had the intelligence to lie in wait for Carina Markovich.",
      "es": "pero tuvo la inteligencia para esperar a Carina Markovich,"
    }
  },
  {
    "translation": {
      "en": "To put on the gloves with which he strangled the life out of Janice Kim.",
      "es": "para ponerse los guantes con los que estranguló y mató a Janice Kim,"
    }
  },
  {
    "translation": {
      "en": "To stalk Susanna Spencer, his brother's fiancée",
      "es": "para acosar a Susanna Spencer, la prometida de su hermano,"
    }
  },
  {
    "translation": {
      "en": "- the night he slaughtered her. - It's not true. The police lied.",
      "es": "- la noche que la mató. - ¡No es cierto! ¡La policía mintió!"
    }
  },
  {
    "translation": {
      "en": "- It's not true! They lied! - You shouldn't be here, Mrs. Jackson.",
      "es": "¡No es cierto! ¡Mintieron! - No debería estar aquí. - Tengo archivos."
    }
  },
  {
    "translation": {
      "en": "I have files to show you.",
      "es": "- No debería estar aquí. - Tengo archivos."
    }
  },
  {
    "translation": {
      "en": "In the line- up for the first victim, Danny was the only Caucasian.",
      "es": "En el reconocimiento para la primera víctima, Danny era el único blanco."
    }
  },
  {
    "translation": {
      "en": "In the second line- up, he was three and a half inches shorter",
      "es": "En el segundo, era siete centímetros más bajo"
    }
  },
  {
    "translation": {
      "en": "than all the other suspects.",
      "es": "que todos los sospechosos."
    }
  },
  {
    "translation": {
      "en": "Ma'am, would you step back, please? I'm very sorry, Mrs. Jackson.",
      "es": "- Atrás, señora, por favor. - Lo siento mucho, señora Jackson."
    }
  },
  {
    "translation": {
      "en": "I'm running for your mum's dry cleaning, and you know the cleaning day rules,",
      "es": "Voy a ir a la tintorería, y sabes cuáles son las reglas,"
    }
  },
  {
    "translation": {
      "en": "so don't party too hard, okay?",
      "es": "así que no te enfiestes demasiado, ¿bueno?"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll only have 100 friends over.",
      "es": "Tranquilo. Solo invitaré a cien amigos."
    }
  },
  {
    "translation": {
      "en": "- - I'll be right back.",
      "es": "Vuelvo enseguida."
    }
  },
  {
    "translation": {
      "en": "What's up, Tiger Lily?",
      "es": "¿Qué tal, Tiger Lily?"
    }
  },
  {
    "translation": {
      "en": "Hi, Angel.",
      "es": "¡Hola, ángel!"
    }
  },
  {
    "translation": {
      "en": "Does your husband think he can just not pay?",
      "es": "¿Tu esposo cree que puede no pagar?"
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "es": "- ¿Quién habla? - Ven a casa con los 60 mil."
    }
  },
  {
    "translation": {
      "en": "Get home quick with the whole 60k. Serena's waiting for her mother.",
      "es": "- ¿Quién habla? - Ven a casa con los 60 mil. Serena espera a su madre. No llame a la policía."
    }
  },
  {
    "translation": {
      "en": "And cops? Not such a good idea.",
      "es": "Serena espera a su madre. No llame a la policía."
    }
  },
  {
    "translation": {
      "en": "You have ten minutes.",
      "es": "Tienes 10 minutos."
    }
  },
  {
    "translation": {
      "en": "Dance break!  Aye, aye, Captain Nico!",
      "es": "- ¡Descanso con baile! - ¡Sí, capitán Nico!"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "es": "¡Oigan!"
    }
  },
  {
    "translation": {
      "en": "Get away from my daughter.",
      "es": "¡Aléjese de ella!"
    }
  },
  {
    "translation": {
      "en": "Captain Nico says if you borrow money, it's bad not to pay it back.",
      "es": "El capitán Nico dice que si pides dinero prestado, es malo no pagarlo."
    }
  },
  {
    "translation": {
      "en": "Truly it was… it was just an honest mistake.",
      "es": "De verdad, fue un error inocente."
    }
  },
  {
    "translation": {
      "en": "I apologize.",
      "es": "Discúlpeme."
    }
  },
  {
    "translation": {
      "en": "Inspector Kupner, please acquaint this man with the concept of wasted breath.",
      "es": "Inspector Kupner, ¿le explica el concepto de malgastar saliva?"
    }
  },
  {
    "translation": {
      "en": "We are licensed investigators legally collecting a debt for a Mr. Davidson Norris.",
      "es": "Somos investigadores, y cobramos una deuda para el señor Davidson Norris."
    }
  },
  {
    "translation": {
      "en": "It's not our fault nobody told our client the guy moved.",
      "es": "Nuestro cliente no sabía que se había mudado."
    }
  },
  {
    "translation": {
      "en": "The only relevant fact here is that this man broke into my home",
      "es": "Lo único que importa aquí es que este hombre entró a mi casa"
    }
  },
  {
    "translation": {
      "en": "and terrified my eight- year- old daughter.",
      "es": "y aterrorizó a mi hija."
    }
  },
  {
    "translation": {
      "en": "I wasn't scared for one second. We were having the best time ever.",
      "es": "No me asusté nada. Nos divertíamos muchísimo."
    }
  },
  {
    "translation": {
      "en": "We'll take care of it from here, Mrs. Price.",
      "es": "Nos ocuparemos."
    }
  },
  {
    "translation": {
      "en": "Let's not tell Daddy about this. Okay? It'll only upset him.",
      "es": "No se lo digamos a papá. Se molestará."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Captain Nico, I will save you.",
      "es": "No se preocupe, capitán Nico. ¡Yo lo salvaré!"
    }
  },
  {
    "translation": {
      "en": "Okay, come on. Let's go, sweetie.",
      "es": "Ven. Vámonos."
    }
  },
  {
    "translation": {
      "en": "Stop thinking with your head, Cupcake.",
      "es": "Deja de pensar con tu cabeza, lindo."
    }
  },
  {
    "translation": {
      "en": "Think with that big, bleeding heart of yours. Think about what this would do to her parole.",
      "es": "Piensa con ese corazón de oro en la libertad condicional de Jenny."
    }
  },
  {
    "translation": {
      "en": "Don't do this, Nico.",
      "es": "No hagas esto, Nico."
    }
  },
  {
    "translation": {
      "en": "One teeny, tiny tap on Delete,",
      "es": "Un toquecito en borrar, y así como tu llegada a segunda base"
    }
  },
  {
    "translation": {
      "en": "and just like you getting to second base with Heidi Wilson",
      "es": "Un toquecito en borrar, y así como tu llegada a segunda base con Heidi Wilson en octavo, esto nunca pasó."
    }
  },
  {
    "translation": {
      "en": "in eighth grade, this never happened.",
      "es": "con Heidi Wilson en octavo, esto nunca pasó."
    }
  },
  {
    "translation": {
      "en": "That totally happened. Not according to Heidi, it didn't.",
      "es": "- Eso sí pasó. - Según Heidi, no."
    }
  },
  {
    "translation": {
      "en": "Muscling deadbeats for cash? You?",
      "es": "Amenazar vagos por dinero. ¿Tú?"
    }
  },
  {
    "translation": {
      "en": "Hello, Nico.",
      "es": "Hola, Nico."
    }
  },
  {
    "translation": {
      "en": "Hola, Captain Sarneau.",
      "es": "Hola, capitana Sarneau."
    }
  },
  {
    "translation": {
      "en": "What's the illustrious former detective being charged with?",
      "es": "¿De qué acusan al ex detective?"
    }
  },
  {
    "translation": {
      "en": "Unlawful entry.  Enjoy your stay, Nico.",
      "es": "- Entrada ilegal. - Disfruta tu estadía, Nico."
    }
  },
  {
    "translation": {
      "en": "- - What are you inhaling?",
      "es": "¿Qué estás inhalando?"
    }
  },
  {
    "translation": {
      "en": "Cold sweat dripping from the perp, right before he caves.",
      "es": "Sudor frío del culpable antes de que caiga."
    }
  },
  {
    "translation": {
      "en": "Rust on the badge after a rainy stakeout. Dust gathering on overtime requests.",
      "es": "Óxido en la placa tras un día lluvioso. Polvo en solicitudes de horas extra."
    }
  },
  {
    "translation": {
      "en": "The sweet, musty aromas of my old life.",
      "es": "Los dulces y mohosos aromas de mi antigua vida."
    }
  },
  {
    "translation": {
      "en": "You wishin' you had it back? That would be a prize- winning waste of time.",
      "es": "- ¿Desearías recuperarla? - Sería una pérdida de tiempo."
    }
  },
  {
    "translation": {
      "en": "Right at that desk, Nico.",
      "es": "En ese escritorio."
    }
  },
  {
    "translation": {
      "en": "Me, looking at five years for soliciting and possession.",
      "es": "Cinco años para mí por prostitución y posesión,"
    }
  },
  {
    "translation": {
      "en": "You cutting me loose for reasons I've yet to fathom.",
      "es": "y tú me sueltas, no sé por qué."
    }
  },
  {
    "translation": {
      "en": "So… I am expected to believe that totally by some random coincidence,",
      "es": "Entonces, ¿esperas que crea que por una simple coincidencia,"
    }
  },
  {
    "translation": {
      "en": "you just happened to break into the loft",
      "es": "entraste al loft del fiscal"
    }
  },
  {
    "translation": {
      "en": "of the prosecutor who put your brother on death row?",
      "es": "entraste al loft del fiscal que mandó a tu hermano a prisión?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué? ¿Esa mujer era...?"
    }
  },
  {
    "translation": {
      "en": "- That woman was-- - Mrs. Thomas Price.",
      "es": "¿Qué? ¿Esa mujer era...? La esposa de Thomas Price. ¿Sabes?"
    }
  },
  {
    "translation": {
      "en": "You know what, don't insult the distant memory of our friendship",
      "es": "No insultes el lejano recuerdo de nuestra amistad"
    }
  },
  {
    "translation": {
      "en": "by pretending like you didn't know. Okay?",
      "es": "fingiendo que no sabías, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Look, whatever hellish game you are up to here, you take it to another precinct.",
      "es": "Sea cual sea el juego infernal que estés tramando, llévalo a otro distrito."
    }
  },
  {
    "translation": {
      "en": "A million people in this city, what are the chances?",
      "es": "Un millón de personas en la ciudad. ¿Qué probabilidad había?"
    }
  },
  {
    "translation": {
      "en": "Apparently 100%, because that's what happened.",
      "es": "Al parecer, el 100 por ciento."
    }
  },
  {
    "translation": {
      "en": "How long do we have to keep waiting for?",
      "es": "¿Cuánto tiempo tenemos que esperar?"
    }
  },
  {
    "translation": {
      "en": "Till the person I need to see comes home.",
      "es": "Hasta que vuelva la persona que necesito ver."
    }
  },
  {
    "translation": {
      "en": "Jesse!",
      "es": "¡Jesse!"
    }
  },
  {
    "translation": {
      "en": "Ruby, no!",
      "es": "¡Ruby, no!"
    }
  },
  {
    "translation": {
      "en": "That's my favorite song!  Mine too!",
      "es": "- ¡Esa es mi canción favorita! - La mía también."
    }
  },
  {
    "translation": {
      "en": "I bet it will go triple platinum.",
      "es": "- Apuesto que tendrá triple platino. - ¡Dios!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Where did you get that backpack from?",
      "es": "- Apuesto que tendrá triple platino. - ¡Dios! ¿De dónde sacaste esa mochila? ¡Es hermosa!"
    }
  },
  {
    "translation": {
      "en": "It's so beautiful!",
      "es": "¿De dónde sacaste esa mochila? ¡Es hermosa!"
    }
  },
  {
    "translation": {
      "en": "Take it. I have, like, 50 backpacks.",
      "es": "- Tómala. Tengo como 50 mochilas. - ¡Gracias!"
    }
  },
  {
    "translation": {
      "en": "Thank you! My name is Ruby.",
      "es": "- Tómala. Tengo como 50 mochilas. - ¡Gracias! Me llamo Ruby, y tengo síndrome de deleción 16p11.2."
    }
  },
  {
    "translation": {
      "en": "And I have 16 p11 .2 Deletion Syndrome, but we all have something, right?",
      "es": "Me llamo Ruby, y tengo síndrome de deleción 16p11.2. Todos tenemos algo, ¿no?"
    }
  },
  {
    "translation": {
      "en": "What's your name and what do you have?",
      "es": "¿Cómo te llamas? ¿Qué tienes?"
    }
  },
  {
    "translation": {
      "en": "Serena Price, and I have an allergy.",
      "es": "Serena Price, y tengo una alergia."
    }
  },
  {
    "translation": {
      "en": "Mrs. Price, could you give this to your husband, please?",
      "es": "Señora Price, ¿podría darle esto a su esposo, por favor?"
    }
  },
  {
    "translation": {
      "en": "These are files regarding the case of my son, Danny Jackson.",
      "es": "Son archivos del caso de mi hijo, Danny Jackson."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, you have to contact his office.",
      "es": "Lo siento. Debe contactar a su oficina."
    }
  },
  {
    "translation": {
      "en": "Message me at @JesseIsGod!  Sweetie, we have to go.",
      "es": "- Escríbeme a Jesse es Dios. - Debemos irnos."
    }
  },
  {
    "translation": {
      "en": "Ruby's funny, she's nice.",
      "es": "Ruby es graciosa. Es amable."
    }
  },
  {
    "translation": {
      "en": "And she loves Jesse way more than I do. Which I didn't think was possible.",
      "es": "Quiere a Jesse más que yo. No pensé que eso fuera posible."
    }
  },
  {
    "translation": {
      "en": "Why can't I call her?",
      "es": "¿No puedo llamarla?"
    }
  },
  {
    "translation": {
      "en": "Because her grandmother… Her grandmother what?",
      "es": "- Es que su abuela... - ¿Su abuela qué?"
    }
  },
  {
    "translation": {
      "en": "Ah, Serena, you have ten math problems due by tomorrow.",
      "es": "Cariño. Tienes 10 problemas de matemáticas para mañana."
    }
  },
  {
    "translation": {
      "en": "And spelling, and you haven't even started.",
      "es": "Y ortografía. Y no has empezado."
    }
  },
  {
    "translation": {
      "en": "- - So… Let's get focused.",
      "es": "Entonces, vamos a concentrarnos."
    }
  },
  {
    "translation": {
      "en": "Can I call her after I'm done? Focus.",
      "es": "- ¿Puedo llamarla cuando termine? - Concéntrate."
    }
  },
  {
    "translation": {
      "en": "Serena.",
      "es": "¿Serena?"
    }
  },
  {
    "translation": {
      "en": "Snack time, Angel, hardworking…",
      "es": "Un aperitivo, ángel."
    }
  },
  {
    "translation": {
      "en": "Mr. Debray, Mr. Debray, Mr. Debray. This is Serena.",
      "es": "¡Señor Debray, señor Debray, señor Debray! Ella es Serena."
    }
  },
  {
    "translation": {
      "en": "Serena, this is my favorite teacher, Mr. Debray. Well, we're glad you're here, Serena.",
      "es": "- Serena, es mi profesor favorito. - Nos alegra que estés aquí, Serena."
    }
  },
  {
    "translation": {
      "en": "Oh. Okay. Hey, thank you for being Ruby's friend.",
      "es": "Está bien. Gracias por ser amiga de Ruby."
    }
  },
  {
    "translation": {
      "en": "- Have fun. - Dance time.",
      "es": "- Diviértete. - ¡Hora de bailar!"
    }
  },
  {
    "translation": {
      "en": "Serena.",
      "es": "¡Serena!"
    }
  },
  {
    "translation": {
      "en": "Do you have any idea how frightened I was?",
      "es": "¿Sabes lo asustada que estaba?"
    }
  },
  {
    "translation": {
      "en": "I think it'll be better if you didn't see Serena anymore.",
      "es": "Sería mejor que no la vieras más."
    }
  },
  {
    "translation": {
      "en": "Please, don't go. Oh, do not grab my daughter.",
      "es": "- ¡Por favor no te vayas! - No agarres a mi hija."
    }
  },
  {
    "translation": {
      "en": "Are you okay? Look what you did. It was her father's.",
      "es": "- ¿Estás bien? - ¡Mira lo que hiciste! Era de su padre."
    }
  },
  {
    "translation": {
      "en": "It was the most important thing in the world for her.",
      "es": "Era lo más importante en el mundo."
    }
  },
  {
    "translation": {
      "en": "Everything okay here?",
      "es": "¿Todo está bien?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm sorry the camera's broken.",
      "es": "Lo siento. Siento que se haya roto la cámara."
    }
  },
  {
    "translation": {
      "en": "I'll fix it and I'll bring it back to the school, okay?",
      "es": "La repararé y te la traeré."
    }
  },
  {
    "translation": {
      "en": "You did notice she wasn't a student here, right?",
      "es": "Ella no estudia aquí."
    }
  },
  {
    "translation": {
      "en": "Right. I'm right here, Ruby. I'm right here.",
      "es": "Bueno. Aquí estoy, Ruby."
    }
  },
  {
    "translation": {
      "en": "I'm not going with you. Come here.",
      "es": "- No me iré contigo. - Ven aquí."
    }
  },
  {
    "translation": {
      "en": "Don't ever, ever do this again. How'd you even get there?",
      "es": "Jamás vuelvas a hacer eso. ¿Cómo llegaste allá?"
    }
  },
  {
    "translation": {
      "en": "We took the bus, just like a billion people do every day.",
      "es": "Tomamos el autobús, como hacen millones todos los días."
    }
  },
  {
    "translation": {
      "en": "Serena, the city is a very dangerous…",
      "es": "Serena, la ciudad es muy peligrosa."
    }
  },
  {
    "translation": {
      "en": "The tire blew.",
      "es": "Fue un neumático."
    }
  },
  {
    "translation": {
      "en": "That was cool.",
      "es": "Eso estuvo genial."
    }
  },
  {
    "translation": {
      "en": "But, don't ever try that again, okay?",
      "es": "Pero no vuelvas a intentar eso, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "I'll have the tire changed in two minutes. You okay?",
      "es": "Cambiarán el neumático en dos minutos. ¿Estás bien? Bueno."
    }
  },
  {
    "translation": {
      "en": "- Mmm- hmm. - All right.",
      "es": "¿Estás bien? Bueno."
    }
  },
  {
    "translation": {
      "en": "Thanks for letting me use your phone.",
      "es": "Gracias por el teléfono."
    }
  },
  {
    "translation": {
      "en": "Is she her daughter? Yes, she is.",
      "es": "- ¿Ella es su hija? - Sí."
    }
  },
  {
    "translation": {
      "en": "She's beautiful.",
      "es": "Es hermosa."
    }
  },
  {
    "translation": {
      "en": "Where is she?",
      "es": "¿Dónde está?"
    }
  },
  {
    "translation": {
      "en": "It's such a lovely store.",
      "es": "Es una tienda muy bonita."
    }
  },
  {
    "translation": {
      "en": "I don't know why I never noticed it before.",
      "es": "No sé por qué no la había visto."
    }
  },
  {
    "translation": {
      "en": "There's something I'd like to give you, an old- fashioned photograph.",
      "es": "Quisiera darles algo. Una foto a la antigua."
    }
  },
  {
    "translation": {
      "en": "Would you like one? Yes, please.",
      "es": "- ¿Quieren una? - Sí, por favor."
    }
  },
  {
    "translation": {
      "en": "It's lovely. Thank you so much.",
      "es": "Qué linda. Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "You will soon lose something more precious to you than anything in the whole world.",
      "es": "Pronto perderá algo más valioso para usted que nada en el mundo."
    }
  },
  {
    "translation": {
      "en": "Water will take it away. That is your fate,",
      "es": "El agua se lo llevará."
    }
  },
  {
    "translation": {
      "en": "written in stone a million years before you were born.",
      "es": "Es su destino, escrito en piedra un millón de años antes de nacer."
    }
  },
  {
    "translation": {
      "en": "It's late. We better get going--",
      "es": "- Mejor nos vamos. - El destino es su enemigo."
    }
  },
  {
    "translation": {
      "en": "Fate is your enemy. You can't flee from her.",
      "es": "- Mejor nos vamos. - El destino es su enemigo. No puede huir de él."
    }
  },
  {
    "translation": {
      "en": "The only way is to fight her head- on.",
      "es": "La única salida es enfrentársele,"
    }
  },
  {
    "translation": {
      "en": "But you cannot win until the price is paid.",
      "es": "pero no puede ganar hasta no pagar el precio."
    }
  },
  {
    "translation": {
      "en": "For one to live, one must die.",
      "es": "Para que uno viva, uno debe morir."
    }
  },
  {
    "translation": {
      "en": "- Who has to die? - Come on, sweetheart. Let's go.",
      "es": "- ¿Quién tiene que morir? - Vamos, cariño. Vamos."
    }
  },
  {
    "translation": {
      "en": "Serena, get in the car. Come on.",
      "es": "Serena, súbete al auto. Vamos."
    }
  },
  {
    "translation": {
      "en": "Nothing is a coincidence. Everything is connected.",
      "es": "Nada es coincidencia. Todo está conectado."
    }
  },
  {
    "translation": {
      "en": "Don't sleep too long. You got pictures to take.",
      "es": "No duermas mucho. Tienes que tomar fotos."
    }
  },
  {
    "translation": {
      "en": "Rich wife plus lying, cheating husband equals this month's rent.",
      "es": "Esposa rica más marido mentiroso, es igual al alquiler del mes."
    }
  },
  {
    "translation": {
      "en": "Siesta first.",
      "es": "Primero una siesta."
    }
  },
  {
    "translation": {
      "en": "I don't know why you put that up.",
      "es": "POR FAVOR POR FAVOR POR FAVOR LIBEREN A NICO ¿Por qué pones eso?"
    }
  },
  {
    "translation": {
      "en": "A reminder that even the icy heart of a police captain can be melted,",
      "es": "Recuerda que el frío corazón de un capitán de policía también se derrite,"
    }
  },
  {
    "translation": {
      "en": "and that even the pure heart of a little girl can be conned",
      "es": "y que el corazón puro de una niña"
    }
  },
  {
    "translation": {
      "en": "into thinking that Nico Jackson's ass is worth saving.",
      "es": "se engaña para que crea que vale la pena salvar a Nico Jackson."
    }
  },
  {
    "translation": {
      "en": "She does have a way with glitter.",
      "es": "Es buena con la brillantina."
    }
  },
  {
    "translation": {
      "en": "I'm waking you up in half an hour. - Yeah. - Keep your phone on.",
      "es": "Te despertaré en media hora. Mantén encendido el teléfono."
    }
  },
  {
    "translation": {
      "en": "Don't judge me.",
      "es": "No me juzgues."
    }
  },
  {
    "translation": {
      "en": "Nico, are you in there?",
      "es": "Nico, ¿estás ahí?"
    }
  },
  {
    "translation": {
      "en": "Hey, Mom. Uncle Nico, Uncle Nico, Uncle Nico!",
      "es": "- Hola, mamá. - ¡Tío Nico, tío Nico, tío Nico!"
    }
  },
  {
    "translation": {
      "en": "Ah, you're getting heavy.",
      "es": "¡Estás muy pesada!"
    }
  },
  {
    "translation": {
      "en": "- Mom-- - Did you hear what the governor said--",
      "es": "¿Oíste lo que dijo el gobernador?"
    }
  },
  {
    "translation": {
      "en": "Hey, Ruby, want to run grab yourself a soda from the fridge?",
      "es": "¿Quieres una gaseosa?"
    }
  },
  {
    "translation": {
      "en": "Oh, man, you bet. Do it!",
      "es": "- Claro que sí. - Sácala."
    }
  },
  {
    "translation": {
      "en": "Yes. I heard what the governor said.",
      "es": "Sí. Oí lo que dijo el gobernador."
    }
  },
  {
    "translation": {
      "en": "- You know Danny. - Mom…",
      "es": "- Sabes que Danny... - Mamá."
    }
  },
  {
    "translation": {
      "en": "He loved Susanna like you did, and the others… He could never--",
      "es": "- Quería a Susanna como tú. - Mamá. - No pudo haber... - Sangre en la ropa."
    }
  },
  {
    "translation": {
      "en": "The blood on the clothes, the knife.",
      "es": "- No pudo haber... - Sangre en la ropa. - Por favor, Nico. - Cuchillo, confesión. Debes parar."
    }
  },
  {
    "translation": {
      "en": "- The confessions. - Please. - You gotta stop. - Call the judge.",
      "es": "- Por favor, Nico. - Cuchillo, confesión. Debes parar."
    }
  },
  {
    "translation": {
      "en": "Tell him it was dark that night, you're not sure what you saw.",
      "es": "Llama al juez, estaba oscuro. No sabes qué viste."
    }
  },
  {
    "translation": {
      "en": "Mom! Just visit him…",
      "es": "- ¡Mamá! - ¿Podrías visitarlo?"
    }
  },
  {
    "translation": {
      "en": "before…",
      "es": "Antes de..."
    }
  },
  {
    "translation": {
      "en": "Hey, I have some work I have to get back to, okay?",
      "es": "Oye, tengo que volver a trabajar, ¿bueno?"
    }
  },
  {
    "translation": {
      "en": "But I want you to visit me again, all right, Ruby Tuesday?",
      "es": "Pero quiero que me vuelvas a visitar, ¿sí, Ruby Tuesday?"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Uncle Nico.",
      "es": "Adiós, tío Nico."
    }
  },
  {
    "translation": {
      "en": "Potatoes?",
      "es": "- ¿Papas? - ¡Pum!"
    }
  },
  {
    "translation": {
      "en": "I killed her.",
      "es": "¡La maté!"
    }
  },
  {
    "translation": {
      "en": "Who did he say was responsible for Susanna's death?",
      "es": "¿Quién dijo que era responsable por la muerte de Susanna?"
    }
  },
  {
    "translation": {
      "en": "What did your brother say when you saw him with the body?",
      "es": "¿Qué dijo su hermano cuando lo vio con el cadáver?"
    }
  },
  {
    "translation": {
      "en": "Mr. Jackson…",
      "es": "¿Señor Jackson?"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday, dear Mommy ♪",
      "es": "Feliz cumpleaños, querida mami"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "es": "Feliz cumpleaños a ti"
    }
  },
  {
    "translation": {
      "en": "- - Aww!",
      "es": "Son muchas."
    }
  },
  {
    "translation": {
      "en": "Yay!",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Make a wish before you say anything and it will come true.",
      "es": "Pide un deseo antes de hablar o no se hace realidad."
    }
  },
  {
    "translation": {
      "en": "It already has. You say that every year.",
      "es": "- Ya lo pedí. - Todos los años dices eso."
    }
  },
  {
    "translation": {
      "en": "Present!",
      "es": "¡El regalo!"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "es": "Parece un bolígrafo normal, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "- Mmm- hmm. - Wrong!",
      "es": "Parece un bolígrafo normal, ¿verdad? No. Pulsas este botón y es un rayo láser mortal."
    }
  },
  {
    "translation": {
      "en": "Press this button and it's a laser death ray.",
      "es": "No. Pulsas este botón y es un rayo láser mortal."
    }
  },
  {
    "translation": {
      "en": "- -",
      "es": "¡Piu, piu!"
    }
  },
  {
    "translation": {
      "en": "Oh, I love it, sweetie.",
      "es": "Me encanta, cariño."
    }
  },
  {
    "translation": {
      "en": "Dad, have you seen my journal? On the window sill.",
      "es": "- Papá, ¿has visto mi diario? - En la ventana."
    }
  },
  {
    "translation": {
      "en": "Did you peek? I swear on all the hobbits in the Shire, I didn't.",
      "es": "- ¿Lo leíste? - Juro por los hobbits del Condado que no."
    }
  },
  {
    "translation": {
      "en": "Are you okay? Sweetie…",
      "es": "- ¿Estás bien? ¿Cariño? - Cariño."
    }
  },
  {
    "translation": {
      "en": "Oh, look, no glass. You're good. I'll fix it up, okay?",
      "es": "Mira. No tienes vidrios. Estás bien. Te curaré."
    }
  },
  {
    "translation": {
      "en": "I love Jesse, but can we have something quieter?",
      "es": "Jesse me encanta, pero ¿podemos poner algo más tranquilo?"
    }
  },
  {
    "translation": {
      "en": "The city in terror",
      "es": "Una ciudad aterrorizada. El asesino deja una cuarta víctima."
    }
  },
  {
    "translation": {
      "en": "as the killer claims a fourth victim in a grim replay of…",
      "es": "Una ciudad aterrorizada. El asesino deja una cuarta víctima. - En una repetición de... - Bueno."
    }
  },
  {
    "translation": {
      "en": "Okay, who wants cake for breakfast, huh?",
      "es": "- En una repetición de... - Bueno. ¿Quieres tarta para desayunar?"
    }
  },
  {
    "translation": {
      "en": "My husband always was a passionate man.",
      "es": "Mi esposo siempre fue apasionado."
    }
  },
  {
    "translation": {
      "en": "A bastard and a criminal, but passionate. Five thousand.",
      "es": "Un maldito y un criminal, pero apasionado. Cinco mil."
    }
  },
  {
    "translation": {
      "en": "Dangerous man like your husband, that's the rate.",
      "es": "Es la tarifa por un hombre peligroso como su esposo."
    }
  },
  {
    "translation": {
      "en": "- Two double cosmos. - You got it!",
      "es": "Dos cosmos dobles."
    }
  },
  {
    "translation": {
      "en": "Make that one.",
      "es": "Que sea uno."
    }
  },
  {
    "translation": {
      "en": "When I indulge, things tend to get a little, uh… unpredictable.",
      "es": "Cuando me doy gusto, las cosas se vuelven... impredecibles."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm in the mood for unpredictable. That's revenge talking.",
      "es": "- Quizá quiera algo impredecible. - Ahí está hablando la venganza."
    }
  },
  {
    "translation": {
      "en": "You underestimate yourself.",
      "es": "Se subestima."
    }
  },
  {
    "translation": {
      "en": "Ah, it's a sin I've never been accused of.",
      "es": "Nunca me han acusado de ese pecado."
    }
  },
  {
    "translation": {
      "en": "- -",
      "es": "Dios."
    }
  },
  {
    "translation": {
      "en": "Sing me the song again. About the umbrellas.",
      "es": "Vuélveme a cantar la canción de los paraguas."
    }
  },
  {
    "translation": {
      "en": "Yeah. Let's skip coffee and get right to the show tunes.",
      "es": "Sí. Saltémonos el café y vamos directo a las canciones."
    }
  },
  {
    "translation": {
      "en": "Oh, please.",
      "es": "Por favor."
    }
  },
  {
    "translation": {
      "en": "Could you hum me a few bars?",
      "es": "¿Me tarareas unas notas?"
    }
  },
  {
    "translation": {
      "en": "You don't remember?",
      "es": "¿No te acuerdas?"
    }
  },
  {
    "translation": {
      "en": "It's the upside of being a blackout drunk. Less to regret.",
      "es": "Es lo bueno de emborracharse hasta perder el sentido. Menos para arrepentirse."
    }
  },
  {
    "translation": {
      "en": "Well, we'll make new memories, then.",
      "es": "Bueno, entonces haremos nuevos recuerdos."
    }
  },
  {
    "translation": {
      "en": "Sounds good.",
      "es": "Me parece bien."
    }
  },
  {
    "translation": {
      "en": "You're a talented man. Anya?",
      "es": "- Eres un hombre talentoso. - ¿Anya?"
    }
  },
  {
    "translation": {
      "en": "Don't worry, it's just my soon- to- be ex- husband.",
      "es": "No te preocupes. Es mi futuro exmarido."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm worried.  Who's there?",
      "es": "- Sí. Estoy preocupado. - ¿Quién está ahí?"
    }
  },
  {
    "translation": {
      "en": "Anya!",
      "es": "¿Anya?"
    }
  },
  {
    "translation": {
      "en": "Tonight the city is bracing itself",
      "es": "La ciudad se prepara hoy"
    }
  },
  {
    "translation": {
      "en": "after the body of another woman was found in a dumpster",
      "es": "tras aparecer el cadáver de otra mujer en un basurero"
    }
  },
  {
    "translation": {
      "en": "behind a popular nightclub in the Richmond district.",
      "es": "detrás de una discoteca en Richmond."
    }
  },
  {
    "translation": {
      "en": "Authorities believe her to be the fifth victim of a killer stalking city streets.",
      "es": "Se cree que es la quinta víctima de un asesino que acosa las calles."
    }
  },
  {
    "translation": {
      "en": "I saw her. I remember the skull on her t- shirt,",
      "es": "La vi. Recuerdo la calavera de su camiseta"
    }
  },
  {
    "translation": {
      "en": "in this club in the Richmond, uh, Park something.",
      "es": "en una discoteca en Richmond, eh... Park algo."
    }
  },
  {
    "translation": {
      "en": "No, Parade. Uh, something that begins with a P.",
      "es": "No, Parade. Algo que empieza con P."
    }
  },
  {
    "translation": {
      "en": "I was there from, like, 11:00 to midnight.",
      "es": "Estuve ahí de 11:00 a medianoche."
    }
  },
  {
    "translation": {
      "en": "Is it the place? How do you pick them?",
      "es": "¿Es el lugar? ¿Cómo las eliges?"
    }
  },
  {
    "translation": {
      "en": "What's your pattern?",
      "es": "¿Cuál es tu patrón?"
    }
  },
  {
    "translation": {
      "en": "Sweetheart… - I'm so sorry. - Hmm.",
      "es": "Cariño. Lo siento mucho."
    }
  },
  {
    "translation": {
      "en": "I know how much he meant to you.",
      "es": "Sé cuánto significaba para ti."
    }
  },
  {
    "translation": {
      "en": "Why do people have to die?",
      "es": "¿Por qué se tiene que morir la gente?"
    }
  },
  {
    "translation": {
      "en": "Sometimes… things just are, and they hurt.",
      "es": "A veces las cosas son así. Y duelen."
    }
  },
  {
    "translation": {
      "en": "There's a midnight vigil at his house.",
      "es": "Hay una vigilia a medianoche en su casa."
    }
  },
  {
    "translation": {
      "en": "I want to go with Ruby.",
      "es": "Quiero ir con Ruby."
    }
  },
  {
    "translation": {
      "en": "Let me talk to Dad, okay?",
      "es": "Déjame hablar con papá."
    }
  },
  {
    "translation": {
      "en": "That's what you always say when it's a no.",
      "es": "Siempre dices eso cuando vas a decir que no."
    }
  },
  {
    "translation": {
      "en": "Why can't I go?  Because midnight is too late.",
      "es": "- ¿Por qué no puedo ir? - Medianoche es muy tarde."
    }
  },
  {
    "translation": {
      "en": "And Ruby… she's much older than you.",
      "es": "Y Ruby es mucho mayor que tú."
    }
  },
  {
    "translation": {
      "en": "I understand this is hard.",
      "es": "Entiendo que esto es difícil."
    }
  },
  {
    "translation": {
      "en": "You don't understand anything. You're the worst mom in the world.",
      "es": "¡No entiendes nada! ¡Eres la peor mamá del mundo!"
    }
  },
  {
    "translation": {
      "en": "You didn't even fix the camera yet, and if you hate Ruby, I hate you!",
      "es": "¡Ni siquiera reparaste la cámara, y si odias a Ruby, te odio a ti!"
    }
  },
  {
    "translation": {
      "en": "You can fix it? I know, it's super old.",
      "es": "¿Puedes repararla? Sé que es viejísima."
    }
  },
  {
    "translation": {
      "en": "And then there were six.",
      "es": "Y luego fueron seis."
    }
  },
  {
    "translation": {
      "en": "Do the cops have anything? Just this in her pocket.",
      "es": "- ¿La policía tiene algo? - Solo esto. En el bolsillo de ella."
    }
  },
  {
    "translation": {
      "en": "Mara, we're nailing this guy.",
      "es": "Mara, vamos a atrapar a este tipo."
    }
  },
  {
    "translation": {
      "en": "Get me every witness, every police report, every scrap of CCTV.",
      "es": "Búscame a cada testigo, cada informe de la policía, cada video de seguridad."
    }
  },
  {
    "translation": {
      "en": "I'll get us an hour on prime time on Tuesday with a call- in.",
      "es": "Conseguiré una hora el martes a buen horario con llamadas."
    }
  },
  {
    "translation": {
      "en": "You think we can pull it together by then?",
      "es": "¿Lo podemos hacer para entonces?"
    }
  },
  {
    "translation": {
      "en": "Do not let the witnesses talk to each other in the green room.",
      "es": "No dejes que los testigos hablen en la sala verde."
    }
  },
  {
    "translation": {
      "en": "How you doing, sweetie?",
      "es": "¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "Aaron, someone put a black tie on Ted. He looks like a Christmas tree.",
      "es": "Aaron, corbata negra para Ted. Parece un árbol de Navidad."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "es": "- ¿Mamá? - ¿Sí, ángel?"
    }
  },
  {
    "translation": {
      "en": "- Yes, Angel? - I miss Ruby.",
      "es": "- ¿Mamá? - ¿Sí, ángel? Extraño a Ruby. Me porté bien y ya hice la tarea."
    }
  },
  {
    "translation": {
      "en": "I've been really good, and I've done all my homework.",
      "es": "Extraño a Ruby. Me porté bien y ya hice la tarea."
    }
  },
  {
    "translation": {
      "en": "Can I please go see her? Let me talk to Dad about it.",
      "es": "- ¿Puedo ir a verla? - Déjame hablar con papá."
    }
  },
  {
    "translation": {
      "en": "- Laura… - Hmm. We're on in 60 seconds.",
      "es": "¿Laura? Salimos en 60 segundos."
    }
  },
  {
    "translation": {
      "en": "- Yes, we are. -",
      "es": "Así es. Bueno."
    }
  },
  {
    "translation": {
      "en": "Okay. Yes? Hello?",
      "es": "¿Sí, hola? Hola, Barry."
    }
  },
  {
    "translation": {
      "en": "Hi, Barry. Yeah, I promised Serena",
      "es": "¿Sí, hola? Hola, Barry. Le prometí a Serena que la tía Mara la llevaría."
    }
  },
  {
    "translation": {
      "en": "that Auntie Mara would walk her down, okay?",
      "es": "Le prometí a Serena que la tía Mara la llevaría."
    }
  },
  {
    "translation": {
      "en": "And here she is.",
      "es": "Aquí está. Hermosa, ¿lista para irte?"
    }
  },
  {
    "translation": {
      "en": "- Ready to go, beautiful? - Hi, Auntie Mara.",
      "es": "Aquí está. Hermosa, ¿lista para irte? Hola, tía Mara."
    }
  },
  {
    "translation": {
      "en": "I've gotta work late, but I will come in and kiss you.",
      "es": "Trabajaré hasta tarde, pero iré a darte un beso."
    }
  },
  {
    "translation": {
      "en": "I never want you to kiss me again. Well, I love you no matter what.",
      "es": "- No quiero que me vuelvas a besar. - Pues te quiero pase lo que pase."
    }
  },
  {
    "translation": {
      "en": "In five, four, three…",
      "es": "En cinco, cuatro, tres..."
    }
  },
  {
    "translation": {
      "en": "He's just over there. You guys going to have fun tonight?",
      "es": "Barry está ahí. ¿Te vas a divertir hoy?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Okay.",
      "es": "- Sí. - Está bien."
    }
  },
  {
    "translation": {
      "en": "All right. - - Hey! - See you. -",
      "es": "Muy bien. Bueno. Nos vemos."
    }
  },
  {
    "translation": {
      "en": "What do you want from me? There is nothing left.",
      "es": "¿Qué quieres de mí? No queda nada."
    }
  },
  {
    "translation": {
      "en": "We have operators to take your calls,",
      "es": "Tenemos operadoras en los teléfonos,"
    }
  },
  {
    "translation": {
      "en": "and Captain Sarneau and her team here to follow up on every lead you give us.",
      "es": "y la capitana Sarneau y su equipo seguirán cada pista."
    }
  },
  {
    "translation": {
      "en": "Captain Sarneau?  Take a look at this sketch.",
      "es": "- ¿Capitana Sarneau? - Miren este dibujo."
    }
  },
  {
    "translation": {
      "en": "Caucasian male, brown hair, long face.",
      "es": "Hombre caucásico, pelo café, cara larga."
    }
  },
  {
    "translation": {
      "en": "Tighter on the sketch. Yes?",
      "es": "El dibujo en primer plano. ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Hi, it's Barry. I thought you were sending her out.",
      "es": "¿No la ibas a mandar?"
    }
  },
  {
    "translation": {
      "en": "- I did, with Mara. - Not here yet.",
      "es": "- Sí, con Mara. - No ha llegado."
    }
  },
  {
    "translation": {
      "en": "What? Laura, I'm telling you, I don't see her.",
      "es": "- ¿Qué? - Laura, te digo que no la veo."
    }
  },
  {
    "translation": {
      "en": "There's somebody claiming to be the killer. Line two.",
      "es": "Alguien que dice ser el asesino."
    }
  },
  {
    "translation": {
      "en": "Laura, are you there?  Some crime stoppers you are.",
      "es": "- Laura, ¿estás ahí? - Qué luchadores contra el crimen."
    }
  },
  {
    "translation": {
      "en": "You think you can catch me with that pathetic sketch?",
      "es": "¿Creen que me atraparán con eso?"
    }
  },
  {
    "translation": {
      "en": "I wish I was that good- looking. How do we know you're who you say you are?",
      "es": "- Ojalá fuera tan guapo. - ¿Cómo sabemos que es usted?"
    }
  },
  {
    "translation": {
      "en": "News didn't mention the sapphire ring that I took from the second girl.",
      "es": "La noticia no mencionó el anillo de zafiro que tomé."
    }
  },
  {
    "translation": {
      "en": "I hope you're watching,",
      "es": "Ojalá esté viendo, Fiscal de Distrito Price."
    }
  },
  {
    "translation": {
      "en": "- District Attorney Price. -",
      "es": "Ojalá esté viendo, Fiscal de Distrito Price. Soy un criminal que jamás condenará a muerte."
    }
  },
  {
    "translation": {
      "en": "Because I'm one criminal you'll never put on death row.",
      "es": "Soy un criminal que jamás condenará a muerte."
    }
  },
  {
    "translation": {
      "en": "Recognize this voice? Talk. Go on. Talk!",
      "es": "¿Reconoce esta voz? Habla. Vamos, habla."
    }
  },
  {
    "translation": {
      "en": "Mom! Mom! I'm scared!",
      "es": "¡Mamá! ¡Mamá! ¡Tengo miedo!"
    }
  },
  {
    "translation": {
      "en": "- Are you listening now? -  I have your daughter.",
      "es": "¿Está escuchando? Tengo a su hija."
    }
  },
  {
    "translation": {
      "en": "I better have your attention too. Everybody's attention.",
      "es": "Más vale que tenga la atención de todo el mundo."
    }
  },
  {
    "translation": {
      "en": "So much for the death penalty as a deterrent, Mr. Governor.",
      "es": "No le sirvió la disuasión, señor Gobernador."
    }
  },
  {
    "translation": {
      "en": "Ready to have a child's blood on your hands?",
      "es": "Tendrá sangre de niña en las manos."
    }
  },
  {
    "translation": {
      "en": "- Serena… - Mommy!",
      "es": "- ¡Serena! - ¡Mami!"
    }
  },
  {
    "translation": {
      "en": "- Serena? - Mom--",
      "es": "- ¿Serena? - Ma..."
    }
  },
  {
    "translation": {
      "en": "She was running to Barry in his car. I'm so sorry, Laura.",
      "es": "- Iba corriendo hacia el auto de Barry. - Lo siento mucho, Laura."
    }
  },
  {
    "translation": {
      "en": "I didn't know she was there.",
      "es": "No sabía que estaba ahí."
    }
  },
  {
    "translation": {
      "en": "Okay. - There she is. -",
      "es": "- Bueno. - Ahí está."
    }
  },
  {
    "translation": {
      "en": "Where did she go?",
      "es": "¿Adónde fue?"
    }
  },
  {
    "translation": {
      "en": "Wait, stop. Go back.",
      "es": "Espera. ¡Para! Retrocede."
    }
  },
  {
    "translation": {
      "en": "Hold it. Hold it. Zoom in.",
      "es": "Para. Para. Acércala."
    }
  },
  {
    "translation": {
      "en": "I need to talk to him.",
      "es": "Tengo que hablar con él."
    }
  },
  {
    "translation": {
      "en": "Clear to pair in five, four, three, two…",
      "es": "Listos para salir al aire en cinco, cuatro, tres, dos..."
    }
  },
  {
    "translation": {
      "en": "I don't know why you took my Serena.",
      "es": "No sé por qué se llevó a mi Serena."
    }
  },
  {
    "translation": {
      "en": "Maybe, it's because you wanted to prove how foolish and arrogant I was",
      "es": "Quizá porque quiere demostrar lo tonta y arrogante que fui al pensar que podía atraparlo."
    }
  },
  {
    "translation": {
      "en": "for thinking I could catch you.",
      "es": "y arrogante que fui al pensar que podía atraparlo."
    }
  },
  {
    "translation": {
      "en": "I was. I know that now.",
      "es": "Lo fui. Ahora lo sé."
    }
  },
  {
    "translation": {
      "en": "I'm talking to you… because you're somebody's son,",
      "es": "Le hablo porque usted es hijo de alguien,"
    }
  },
  {
    "translation": {
      "en": "maybe somebody's father.",
      "es": "quizá padre de alguien,"
    }
  },
  {
    "translation": {
      "en": "And I'm begging you not to hurt her.",
      "es": "y le ruego que no le haga daño."
    }
  },
  {
    "translation": {
      "en": "Have mercy on her.",
      "es": "Compadézcase de ella."
    }
  },
  {
    "translation": {
      "en": "Send her home safe and alive.",
      "es": "Envíela a casa a salvo y viva,"
    }
  },
  {
    "translation": {
      "en": "And if you can't… If you can't let go of your anger… take me.",
      "es": "y si no puede olvidar su ira, tómeme a mí."
    }
  },
  {
    "translation": {
      "en": "Do whatever you want with me.",
      "es": "Haga lo que quiera conmigo."
    }
  },
  {
    "translation": {
      "en": "Take me instead,",
      "es": "Lléveme a mí."
    }
  },
  {
    "translation": {
      "en": "and just send Serena back to her father, who loves her.",
      "es": "Y regrese a Serena con su padre, que la quiere."
    }
  },
  {
    "translation": {
      "en": "I don't care about the governor, or the death penalty.",
      "es": "No me importa el Gobernador ni la pena de muerte."
    }
  },
  {
    "translation": {
      "en": "I just want my baby back. Please…",
      "es": "Solo quiero recuperar a mi bebé. Por favor."
    }
  },
  {
    "translation": {
      "en": "Please…",
      "es": "Por favor."
    }
  },
  {
    "translation": {
      "en": "This criminal announced his crime as a personal challenge to me.",
      "es": "Este criminal anunció su crimen como un desafío personal para mí,"
    }
  },
  {
    "translation": {
      "en": "And I vow, as a father, that I will rise to that challenge.",
      "es": "y como padre, prometo que estaré a la altura."
    }
  },
  {
    "translation": {
      "en": "I will see that this monster and all who take the lives of innocents",
      "es": "Haré que este monstruo y quienes le quiten la vida a inocentes, paguen el máximo precio."
    }
  },
  {
    "translation": {
      "en": "pay the highest price.",
      "es": "y quienes le quiten la vida a inocentes, paguen el máximo precio."
    }
  },
  {
    "translation": {
      "en": "These were found in her pockets. Do you recognize them?",
      "es": "Tenía esto en los bolsillos. ¿Lo reconoce?"
    }
  },
  {
    "translation": {
      "en": "Serena… She didn't draw that.  That's… Snakes and thorns…",
      "es": "Serena no dibujó eso. Son serpientes y espinas."
    }
  },
  {
    "translation": {
      "en": "She'll never draw anything like that.",
      "es": "Jamás dibujaría algo así."
    }
  },
  {
    "translation": {
      "en": "What about the safety pin? It was caught in her sweater.",
      "es": "¿Y el gancho? Estaba en su suéter."
    }
  },
  {
    "translation": {
      "en": "She wasn't wearing a safety pin last night.",
      "es": "Anoche no llevaba un gancho."
    }
  },
  {
    "translation": {
      "en": "What about this? What is that… Are those flowers?",
      "es": "- ¿Y esto? - ¿Qué es? ¿Son flores?"
    }
  },
  {
    "translation": {
      "en": "They are Marsh Hairbell. They are found in swamps. Not around here.",
      "es": "Campanilla. Están en los pantanos, no por aquí."
    }
  },
  {
    "translation": {
      "en": "- They might help tell us where-- - Wait. Toy car.",
      "es": "- Pueden decirnos... - Espere. - Un auto de juguete. Nunca juega con eso. - Odia eso."
    }
  },
  {
    "translation": {
      "en": "- She never plays with cars. - She hates all that.",
      "es": "- Un auto de juguete. Nunca juega con eso. - Odia eso."
    }
  },
  {
    "translation": {
      "en": "It is tragic that they took the death of Serena Price,",
      "es": "Es trágico que tuviera que morir Serena Price,"
    }
  },
  {
    "translation": {
      "en": "a child, who could've been our own granddaughter,",
      "es": "una niña que podía ser nuestra nieta,"
    }
  },
  {
    "translation": {
      "en": "to end the foot dragging.",
      "es": "para acabar con la lentitud."
    }
  },
  {
    "translation": {
      "en": "I am instructing the department of corrections,",
      "es": "Le ordenaré al Departamento de Correcciones"
    }
  },
  {
    "translation": {
      "en": "to recommence executions effective immediately.",
      "es": "que reinicie inmediatamente las ejecuciones."
    }
  },
  {
    "translation": {
      "en": "Through a careful process of discussion,",
      "es": "A través de un proceso minucioso,"
    }
  },
  {
    "translation": {
      "en": "the first to be executed will be Daniel Jackson…",
      "es": "el primer ejecutado será Daniel Jackson,"
    }
  },
  {
    "translation": {
      "en": "A heartbreaking scene today at Black Pine Cove,",
      "es": "Una escena desoladora hoy en Black Pine Cove,"
    }
  },
  {
    "translation": {
      "en": "where a local fisherman discovered the body of missing Serena Price,",
      "es": "cuando un pescador encontró el cuerpo de la desaparecida Serena Price,"
    }
  },
  {
    "translation": {
      "en": "the daughter of District Attorney Tom Price.",
      "es": "hija del Fiscal de Distrito Price."
    }
  },
  {
    "translation": {
      "en": "The DA and his wife…",
      "es": "El Fiscal de Distrito y su esposa..."
    }
  },
  {
    "translation": {
      "en": "Your Daddy's going to heaven, sweetheart…",
      "es": "Tu papá irá al Cielo, cariño."
    }
  },
  {
    "translation": {
      "en": "and when he gets there… he'll have Serena to keep him company.",
      "es": "Y cuando llegue, tendrá a Serena para que le haga compañía."
    }
  },
  {
    "translation": {
      "en": "There is no such place as heaven.",
      "es": "El Cielo no existe."
    }
  },
  {
    "translation": {
      "en": "So, Serena can't be there, which means she is here.",
      "es": "Serena no puede estar allá, o sea que está aquí."
    }
  },
  {
    "translation": {
      "en": "She is right here. She is… she is right here.",
      "es": "Ella está aquí, y está... Ella está... ella está aquí."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "es": "¿Qué haces?"
    }
  },
  {
    "translation": {
      "en": "I can't see them every day. Then don't come in here.",
      "es": "- No puedo ver esto a diario. - Entonces no entres."
    }
  },
  {
    "translation": {
      "en": "These should go to children who are gonna use them.",
      "es": "Habrá niños que la usarán."
    }
  },
  {
    "translation": {
      "en": "You don't have the right to make the decision on your own.",
      "es": "No tienes derecho a decidir eso."
    }
  },
  {
    "translation": {
      "en": "- I can't do this the way you're doing it. - Your way is better? Three months…",
      "es": "- No puedo hacerlo a tu manera. - ¿La tuya es mejor? ¿Tres meses?"
    }
  },
  {
    "translation": {
      "en": "Grieving time's up? Time to act like she never existed?",
      "es": "¿Se acabó el luto? ¿Es hora de actuar como si no hubiera existido?"
    }
  },
  {
    "translation": {
      "en": "Is that what you think I'm doing?  Oh, how dare you!",
      "es": "- ¿Eso crees que hago? - ¿Cómo te atreves?"
    }
  },
  {
    "translation": {
      "en": "Every time I look at you, I think--",
      "es": "Cada vez que te miro, pienso..."
    }
  },
  {
    "translation": {
      "en": "That I sent Serena downstairs with my assistant",
      "es": "Que mandé a Serena abajo con mi asistente"
    }
  },
  {
    "translation": {
      "en": "when I knew there was a killer in the city, a killer my show is going after.",
      "es": "sabiendo que hay un asesino, el cual buscaba mi programa."
    }
  },
  {
    "translation": {
      "en": "That's not what I was going to say.",
      "es": "No iba a decir eso."
    }
  },
  {
    "translation": {
      "en": "I thought I could carry you through this.",
      "es": "Pensé que podía ayudarte."
    }
  },
  {
    "translation": {
      "en": "I hoped we could carry each other, but we can't.",
      "es": "Esperaba que pudiéramos ayudarnos el uno al otro, pero no podemos."
    }
  },
  {
    "translation": {
      "en": "Mom…  They're killing him at 7:00, in one hour,",
      "es": "- ¿Mamá? - Lo matarán a las 7:00. En una hora."
    }
  },
  {
    "translation": {
      "en": "Please come for Ruby.",
      "es": "Por favor, ven por Ruby."
    }
  },
  {
    "translation": {
      "en": "No time to pick you up. I'll meet you there.  Bless you.",
      "es": "No alcanzo a recogerte. Te veré allá, ¿de acuerdo?"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Okay.",
      "es": "Oigan, oigan. Está bien."
    }
  },
  {
    "translation": {
      "en": "My wife finally coughed up your name, Mr. Jackson.",
      "es": "Mi esposa por fin escupió su nombre, señor Jackson."
    }
  },
  {
    "translation": {
      "en": "I envy you, my friend.",
      "es": "Lo envidio, amigo."
    }
  },
  {
    "translation": {
      "en": "Today you will cross the veil and discover the answer to the great mystery.",
      "es": "Hoy descubrirá la respuesta al gran misterio."
    }
  },
  {
    "translation": {
      "en": "Listen for one second.",
      "es": "Espere un segundo."
    }
  },
  {
    "translation": {
      "en": "If you kill me, my mother loses two sons today.",
      "es": "Si me mata, mi madre pierde a dos hijos hoy."
    }
  },
  {
    "translation": {
      "en": "It'll do her in.",
      "es": "La matará."
    }
  },
  {
    "translation": {
      "en": "You wanna kill somebody's mother?",
      "es": "¿Quiere matar a una madre?"
    }
  },
  {
    "translation": {
      "en": "Everybody has a mother, and everybody dies.",
      "es": "Todos tenemos una madre, y todos morimos."
    }
  },
  {
    "translation": {
      "en": "Mommy's coming, Angel.",
      "es": "Ya va mamá, ángel."
    }
  },
  {
    "translation": {
      "en": "You won't be alone anymore. It won't be cold.",
      "es": "Ya no estarás sola. No tendrás frío."
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "es": "Feliz cumpleaños a ti"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "es": "Feliz cumpleaños a ti"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday, dear Mommy ♪",
      "es": "Feliz cumpleaños, querida mami"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "es": "Feliz cumpleaños a ti"
    }
  },
  {
    "translation": {
      "en": "Looks like we really surprised her, huh?",
      "es": "Parece que la sorprendimos mucho."
    }
  },
  {
    "translation": {
      "en": "Don't say anything until you blow the candles out, or the wish won't come true.",
      "es": "No hables hasta no apagar las velas o no se hace realidad tu deseo."
    }
  },
  {
    "translation": {
      "en": "Is it really you? Who else would it be?",
      "es": "- ¿De verdad eres tú? - ¿Quién más va a ser?"
    }
  },
  {
    "translation": {
      "en": "Mommy, let go. You're hurting me.",
      "es": "- Mami, suéltame, me haces daño. - Está bien."
    }
  },
  {
    "translation": {
      "en": "Okay, uh, go get ready for school, honey.",
      "es": "- Mami, suéltame, me haces daño. - Está bien. Prepárate para la escuela."
    }
  },
  {
    "translation": {
      "en": "Isn't Mommy gonna blow out the candles? She'll blow them out later. Off you go.",
      "es": "- ¿No va a apagar las velas? - Las apagará luego. Ve."
    }
  },
  {
    "translation": {
      "en": "Hey, are you… Are you okay?",
      "es": "Oye, ¿estás bien?"
    }
  },
  {
    "translation": {
      "en": "What happened to you? Did you walk through a sprinkler?",
      "es": "¿Qué te pasó? ¿Pasaste por un aspersor?"
    }
  },
  {
    "translation": {
      "en": "It's impossible. She died.",
      "es": "Es imposible. Ella murió."
    }
  },
  {
    "translation": {
      "en": "- Who died? - Serena. We…",
      "es": "¿Quién? Serena. Se ahogó el 12, una semana después de mi cumpleaños."
    }
  },
  {
    "translation": {
      "en": "She drowned on the 12th, the week after my birthday.",
      "es": "Serena. Se ahogó el 12, una semana después de mi cumpleaños."
    }
  },
  {
    "translation": {
      "en": "♪ Seems like nothing ever changes ♪",
      "es": "Parece que nada cambia nunca"
    }
  },
  {
    "translation": {
      "en": "♪ No, no, nothing ever changes ♪",
      "es": "No, no, nunca cambia nada"
    }
  },
  {
    "translation": {
      "en": "♪ Everything stays the same ♪",
      "es": "Todo se mantiene igual"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Everybody wanna have a good time ♪",
      "es": "Todos, todos Quieren divertirse"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Everybody wanna have a good time ♪",
      "es": "Todos, todos Quieren divertirse"
    }
  },
  {
    "translation": {
      "en": "♪ Seems like nothing ever changes ♪",
      "es": "Parece que nada cambia nunca"
    }
  },
  {
    "translation": {
      "en": "♪ No, no, nothing ever changes ♪ ♪ Everything stays the same ♪",
      "es": "No, no, nunca cambia nada Todo se mantiene igual"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, everybody Wanna have a good time ♪",
      "es": "Todos quieren divertirse"
    }
  },
  {
    "translation": {
      "en": "Whoever you are, whatever you are…",
      "es": "Dondequiera que estés, seas lo que seas..."
    }
  },
  {
    "translation": {
      "en": "thank you for giving me back my Serena.",
      "es": "...gracias por devolverme a mi Serena."
    }
  },
  {
    "translation": {
      "en": "Hey Hey.",
      "es": "- Hola. - Hola."
    }
  },
  {
    "translation": {
      "en": "Wanna tell me about your swim?",
      "es": "¿Me cuentas de tu ida a nadar?"
    }
  },
  {
    "translation": {
      "en": "Mom, Mom… Mommy, I got a present for you.",
      "es": "- ¡Mamá! ¡Mami, tengo un regalo para ti! - ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "es": "Parece un bolígrafo normal, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Looks like a regular, normal pen, right?",
      "es": "Parece un bolígrafo normal, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Wrong. Press this button and it's…",
      "es": "No. Pulsas este botón y es..."
    }
  },
  {
    "translation": {
      "en": "…a laser death ray.",
      "es": "...un rayo láser mortal. ¡Piu, piu!"
    }
  },
  {
    "translation": {
      "en": "It's… I love it.",
      "es": "Es... Me encanta."
    }
  },
  {
    "translation": {
      "en": "Dad, have you seen my journal? Uh, it's over on the window sill.",
      "es": "- Papá, ¿has visto mi diario? - En la ventana."
    }
  },
  {
    "translation": {
      "en": "Did you peek?",
      "es": "¿Lo leíste?"
    }
  },
  {
    "translation": {
      "en": "I swear on all the hobbits in the Shire, I didn't.",
      "es": "Juro por los hobbits del Condado que no."
    }
  },
  {
    "translation": {
      "en": "Stop! I'll get your journal.",
      "es": "¡Para! Yo te lo traigo."
    }
  },
  {
    "translation": {
      "en": "No, you'll read it. Go around the rug!",
      "es": "- ¡No! Lo leerás. - ¡Rodea la alfombra!"
    }
  },
  {
    "translation": {
      "en": "- Sweetie. - Come here.",
      "es": "¡Cariño!"
    }
  },
  {
    "translation": {
      "en": "Okay, no glass. I'll fix you up. I will be right back.",
      "es": "No tienes vidrios. Te curaré. Vuelvo enseguida."
    }
  },
  {
    "translation": {
      "en": "Everything's the same. What are you talking about?",
      "es": "- Todo es igual. - ¿De qué estás hablando?"
    }
  },
  {
    "translation": {
      "en": "City in terror as the killer claims a fourth victim in a grim replay…",
      "es": "Una ciudad aterrorizada. El asesino deja una cuarta víctima..."
    }
  },
  {
    "translation": {
      "en": "City in terror as the killer claims…",
      "es": "Una ciudad aterrorizada..."
    }
  },
  {
    "translation": {
      "en": "…all- too- familiar scenario. He's killing them.",
      "es": "- ...un escenario conocido. - Las está matando."
    }
  },
  {
    "translation": {
      "en": "It… it's all happening the same.",
      "es": "Todo sucede igual."
    }
  },
  {
    "translation": {
      "en": "You will soon lose something more precious to you than anything in the world.",
      "es": "Pronto perderá algo más valioso para usted que nada en el mundo."
    }
  },
  {
    "translation": {
      "en": "That is your fate, written in stone a million years before you were born.",
      "es": "Es su destino, escrito en piedra un millón de años antes de nacer."
    }
  },
  {
    "translation": {
      "en": "Mom, why are you acting so weird today?",
      "es": "¡Mamá! ¿Por qué estás tan rara hoy?"
    }
  },
  {
    "translation": {
      "en": "I am not going to let anybody hurt you this time.",
      "es": "Esta vez no dejaré que nadie te haga daño."
    }
  },
  {
    "translation": {
      "en": "I swear to you on my life. Nobody's going to hurt you.",
      "es": "Te juro por mi vida que nadie te hará daño."
    }
  },
  {
    "translation": {
      "en": "Nobody's going to hurt you. No.",
      "es": "Nadie te hará daño."
    }
  },
  {
    "translation": {
      "en": "Fate is your enemy. You can't flee from her. The only way is to fight her head- on.",
      "es": "El destino es su enemigo. No puede huir de él. La única salida es enfrentársele."
    }
  },
  {
    "translation": {
      "en": "Baby, this time I'll save you.",
      "es": "Cariño, esta vez te salvaré."
    }
  }
]