[
  {
    "translation": {
      "en": "I'm Paul Hollywood, and I'm sort of a baker",
      "es": "Soy Paul Hollywood y soy una especie de pastelero"
    }
  },
  {
    "translation": {
      "en": "and part- time racing driver.",
      "es": "y piloto de carreras de medio tiempo."
    }
  },
  {
    "translation": {
      "en": "I love getting in cars, I love racing. When I did that for the first time,",
      "es": "Amo los autos, las carreras. Cuando corrí por primera vez, de verdad,"
    }
  },
  {
    "translation": {
      "en": "honestly, I've never been so excited in my life.",
      "es": "Cuando corrí por primera vez, de verdad, me entusiasmé como nunca en la vida."
    }
  },
  {
    "translation": {
      "en": "I've been into cars for as long as I can remember.",
      "es": "Me gustan los autos desde que tengo memoria."
    }
  },
  {
    "translation": {
      "en": "When I was a little boy, that was my favorite car.",
      "es": "Cuando era niño, este era mi favorito."
    }
  },
  {
    "translation": {
      "en": "The DB5 James Bond car. That started my passion in cars.",
      "es": "DB5, el auto de James Bond. Así comenzó mi pasión."
    }
  },
  {
    "translation": {
      "en": "They're more than just transport from A to B. They're a thing of enjoyment.",
      "es": "No son solo transporte desde A a B, son para disfrutar, en mi caso, me bajan el estrés."
    }
  },
  {
    "translation": {
      "en": "They're a thing, for me, that I use to destress.",
      "es": "son para disfrutar, en mi caso, me bajan el estrés."
    }
  },
  {
    "translation": {
      "en": "What really fascinates me is what cars say about their owners",
      "es": "Lo que me fascina es lo que los autos dicen de sus dueños y sobre quienes los hacen."
    }
  },
  {
    "translation": {
      "en": "and about the people who made them.",
      "es": "es lo que los autos dicen de sus dueños y sobre quienes los hacen."
    }
  },
  {
    "translation": {
      "en": "Don't worry, be happy",
      "es": "- Tranquilo... ¡Sonríe! - ¡Sonríe!"
    }
  },
  {
    "translation": {
      "en": "In fact, I reckon you can learn a lot about a country",
      "es": "De hecho, uno puede aprender mucho de un país"
    }
  },
  {
    "translation": {
      "en": "by looking at the cars it produces.",
      "es": "por los autos que produce."
    }
  },
  {
    "translation": {
      "en": "- It's all just quite... - Merde.",
      "es": "- Todo es un poco... - Merde."
    }
  },
  {
    "translation": {
      "en": "...and by driving on its roads.",
      "es": "Y conduciendo por sus calles."
    }
  },
  {
    "translation": {
      "en": "If you break the rules, you know, people will go nuts on you.",
      "es": "Si rompes las reglas, la gente enloquecerá."
    }
  },
  {
    "translation": {
      "en": "So, I'm off on a European road trip.",
      "es": "Me iré de gira en auto por Europa."
    }
  },
  {
    "translation": {
      "en": "Visiting some of our most car- obsessed neighbors.",
      "es": "Visitaré a algunos vecinos fanáticos de los autos."
    }
  },
  {
    "translation": {
      "en": "Checking out the history, the culture, the people",
      "es": "Descubriré la historia, la cultura, la gente"
    }
  },
  {
    "translation": {
      "en": "and what makes the country very special when it comes to cars.",
      "es": "y qué hace al país tan especial en cuanto a los autos."
    }
  },
  {
    "translation": {
      "en": "This time, I'm in a country",
      "es": "Hoy estoy en un país"
    }
  },
  {
    "translation": {
      "en": "where they're properly passionate about their cars.",
      "es": "donde se apasionan por los autos como corresponde."
    }
  },
  {
    "translation": {
      "en": "Okay. We're about to head off on a six- day tour of Italy,",
      "es": "Estamos a punto de partir en una gira de seis días por Italia"
    }
  },
  {
    "translation": {
      "en": "taking in quite a big chunk of it, actually.",
      "es": "y recorreremos una gran parte del país, de hecho."
    }
  },
  {
    "translation": {
      "en": "One thousand miles in this country's sexiest,",
      "es": "Mil quinientos kilómetros con los autos más sensuales,"
    }
  },
  {
    "translation": {
      "en": "smallest and silliest cars.",
      "es": "más pequeños y más tontos."
    }
  },
  {
    "translation": {
      "en": "We're going to start here in Rome...",
      "es": "Comenzaremos aquí, en Roma,"
    }
  },
  {
    "translation": {
      "en": "head north all the way to Maranello...",
      "es": "y viajaremos hacia el norte, a Maranello."
    }
  },
  {
    "translation": {
      "en": "A little bit further north to Verona...",
      "es": "Un poco más al norte hasta Verona."
    }
  },
  {
    "translation": {
      "en": "and then we're going to head west to Turin.",
      "es": "Y luego iremos al oeste, hasta Turín."
    }
  },
  {
    "translation": {
      "en": "Then north into the Alps to Courmayeur.",
      "es": "Luego, al norte hacia los Alpes hasta Courmayeur."
    }
  },
  {
    "translation": {
      "en": "And finally, last leg, south again to a mad festival in a town called Ivrea.",
      "es": "Y el último tramo hacia el sur otra vez a un festival alocado en el pueblo de Ivrea."
    }
  },
  {
    "translation": {
      "en": "Absolutely pummeled!",
      "es": "¡Qué golpiza!"
    }
  },
  {
    "translation": {
      "en": "What I want to find out is why the Italians build the cars they do...",
      "es": "Quiero averiguar por qué los italianos construyen autos así."
    }
  },
  {
    "translation": {
      "en": "Look at this car.",
      "es": "Mira este auto."
    }
  },
  {
    "translation": {
      "en": "...what those cars say about them...",
      "es": "Qué dicen los autos sobre ellos."
    }
  },
  {
    "translation": {
      "en": "It's a style choice.",
      "es": "Cuestión de estilo."
    }
  },
  {
    "translation": {
      "en": "...and if they really drive as badly as everyone says they do.",
      "es": "Y si de verdad conducen tan mal como todos dicen."
    }
  },
  {
    "translation": {
      "en": "- The rules are for everybody else. -",
      "es": "Las reglas son para todos los otros."
    }
  },
  {
    "translation": {
      "en": "Along the way, I'll be hooking up with a few locals who gesticulate a lot...",
      "es": "En el camino me encontraré con algunos locales que gesticulan mucho."
    }
  },
  {
    "translation": {
      "en": "This gesture means, Your wife is cheating on you.",
      "es": "Esto significa tu esposa te está engañando."
    }
  },
  {
    "translation": {
      "en": "- You're kidding me. - Yeah.",
      "es": "- ¿Es broma? - Sí."
    }
  },
  {
    "translation": {
      "en": "...get all touchy- feely...",
      "es": "Que se ponen toquetones."
    }
  },
  {
    "translation": {
      "en": "and say stuff I won't understand until I see the subtitles.",
      "es": "Y dicen cosas que no entenderé hasta ver los subtítulos."
    }
  },
  {
    "translation": {
      "en": "They'll also hopefully explain the Italians' love affair with cars.",
      "es": "También, con suerte, entenderé el amorío de los italianos con sus autos."
    }
  },
  {
    "translation": {
      "en": "- I'll give you a million for it. - No, I mean, I won't.",
      "es": "- Un millón. - No lo vendo."
    }
  },
  {
    "translation": {
      "en": "I'll give you two.",
      "es": "Te pago dos."
    }
  },
  {
    "translation": {
      "en": "Six days and 1,000 miles for me to learn how to drive like an Italian.",
      "es": "UNA SERIE ORIGINAL DE NETFLIX Seis días y 1500 kilómetros para aprender a conducir como italiano."
    }
  },
  {
    "translation": {
      "en": "So, the city where the whole road thing started.",
      "es": "Bien, la ciudad donde comenzó el viaje."
    }
  },
  {
    "translation": {
      "en": "Rome has a population of 2.8 million, and the highest rate of car ownership",
      "es": "Roma tiene una población de 2,8 millones y es la capital con mayor posesión de automóviles del mundo."
    }
  },
  {
    "translation": {
      "en": "of any capital city in the world.",
      "es": "y es la capital con mayor posesión de automóviles del mundo."
    }
  },
  {
    "translation": {
      "en": "There's one car for pretty much every Roman old enough to drive.",
      "es": "Hay casi un auto por cada romano con edad de conducir."
    }
  },
  {
    "translation": {
      "en": "Rome also has a reputation for being the most dangerous city",
      "es": "Roma también tiene la reputación de ser la ciudad europea"
    }
  },
  {
    "translation": {
      "en": "in Europe to drive around. Combining narrow streets, lots of cars,",
      "es": "más peligrosa para conducir, con sus calles angostas, las motos, la cantidad de autos, el empedrado,"
    }
  },
  {
    "translation": {
      "en": "cobbles, scooters, confused tourists, and excitable Romans",
      "es": "con sus calles angostas, las motos, la cantidad de autos, el empedrado, los turistas confundidos y los romanos explosivos."
    }
  },
  {
    "translation": {
      "en": "often only ends one way.",
      "es": "Solo puede acabar de un modo."
    }
  },
  {
    "translation": {
      "en": "To teach me how to survive on these roads,",
      "es": "Para enseñarme cómo sobrevivir en estas calles,"
    }
  },
  {
    "translation": {
      "en": "a calm guide with a cool head would be the sensible choice.",
      "es": "un guía calmo con cabeza fría sería la mejor opción."
    }
  },
  {
    "translation": {
      "en": "But it'll be much more fun with choreographer and Strictly judge,",
      "es": "Pero será mucho más divertido con el coreógrafo y juez de Strictly"
    }
  },
  {
    "translation": {
      "en": "Bruno Tonioli.",
      "es": "Bruno Tonioli."
    }
  },
  {
    "translation": {
      "en": "You have the flavor of-- of La Dolce Vita, and the acceleration of LaFerrari.",
      "es": "Tienes el sabor de La Dolce Vita y la aceleración de una Ferrari."
    }
  },
  {
    "translation": {
      "en": "- It's lovely, innit? - Oh, it's stunning, Paul.",
      "es": "- Hermoso, ¿no? - Es maravilloso, Paul."
    }
  },
  {
    "translation": {
      "en": "Look. The eternal city, the great beauty. Thousands of years of history.",
      "es": "Mira, la ciudad eterna, la gran belleza, miles de años de historia."
    }
  },
  {
    "translation": {
      "en": "- The problem I've got... - What is the problem?",
      "es": "- Mi problema es... - ¿Cuál?"
    }
  },
  {
    "translation": {
      "en": "I was always told never to drive round Rome. But we're going to do it anyway!",
      "es": "- Me dijeron que no conduzca en Roma. - Lo haremos igual."
    }
  },
  {
    "translation": {
      "en": "From an early age, Bruno's been a bit obsessed",
      "es": "Desde pequeño, Bruno ha estado un poco obsesionado"
    }
  },
  {
    "translation": {
      "en": "with Italian sports cars, which hopefully means he'll enjoy today.",
      "es": "con los deportivos italianos, así que con suerte disfrutará de este día."
    }
  },
  {
    "translation": {
      "en": "Our car is a Lamborghini Huracan Spyder...",
      "es": "Nuestro auto es un Lamborghini Huracan Spyder."
    }
  },
  {
    "translation": {
      "en": "in orange.",
      "es": "Color naranja."
    }
  },
  {
    "translation": {
      "en": "Well, we're in Italy, we had to start with a full- on,",
      "es": "Bien, estamos en Italia, debemos comenzar con un auto súper llamativo, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "look at me supercar, didn't we?",
      "es": "debemos comenzar con un auto súper llamativo, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "I can feel it right now. You are an Italian driver at heart.",
      "es": "Puedo sentirlo ahora. Eres un conductor italiano de alma."
    }
  },
  {
    "translation": {
      "en": "- Do you like the car? - Absolutely.",
      "es": "- ¿Te gusta el auto? - Totalmente."
    }
  },
  {
    "translation": {
      "en": "- Italians make some beautiful supercars. - Well, of course.",
      "es": "Los italianos hacen súper autos hermosos."
    }
  },
  {
    "translation": {
      "en": "I think, Lamborghini being one of the poster boys.",
      "es": "- Claro. - Creo que los Lamborghini..."
    }
  },
  {
    "translation": {
      "en": "For me, when I was growing up, I had a poster of a...",
      "es": "eran mi referente de niño. - Tenía un afiche de un Countach.... - Igual que todos."
    }
  },
  {
    "translation": {
      "en": "- a Countach on the wall. - We all did.",
      "es": "- Tenía un afiche de un Countach.... - Igual que todos."
    }
  },
  {
    "translation": {
      "en": "Get yourself a Huracan Spyder, and you also get yourself some big stats.",
      "es": "Si consigues un Huracan Spyder, también tendrás buenas estadísticas."
    }
  },
  {
    "translation": {
      "en": "- This is-- - It's brilliant.",
      "es": "- Esto es... - Brillante."
    }
  },
  {
    "translation": {
      "en": "Over 600 brake horsepower, over 200 mile- an- hour.",
      "es": "Más de 600 caballos de fuerza, más de 300 km/h."
    }
  },
  {
    "translation": {
      "en": "And a price tag of just under 200,000 pounds.",
      "es": "Y a un precio de casi 200 mil libras."
    }
  },
  {
    "translation": {
      "en": "That's ten years' take home pay for the average Italian.",
      "es": "Es un sueldo de diez años para un italiano común."
    }
  },
  {
    "translation": {
      "en": "If you were driving this in London, you'd think, What a berk,",
      "es": "Si condujeras esto en Londres, uno pensaría: Qué idiota."
    }
  },
  {
    "translation": {
      "en": "you know what I mean? Hood down, it's not particularly warm,",
      "es": "¿Sabes? El techo abierto, no hace calor en realidad,"
    }
  },
  {
    "translation": {
      "en": "we've got shades on. You'd think, What a load of posers.",
      "es": "los lentes. Qué pretenciosos."
    }
  },
  {
    "translation": {
      "en": "- Well, I think this-- - But in Italy today you respect that.",
      "es": "- Creo que... - Lo respetan en Italia hoy en día."
    }
  },
  {
    "translation": {
      "en": "They do, because this is part of their Italian heritage.",
      "es": "Claro, es parte de la herencia italiana."
    }
  },
  {
    "translation": {
      "en": "It's the best of Italy, it's the best of what Italy does.",
      "es": "Es lo mejor de Italia, es lo mejor de lo que hace Italia."
    }
  },
  {
    "translation": {
      "en": "- Yeah, yeah. - It makes you proud to be Italian.",
      "es": "- Sí, claro. - Te enorgullece de ser italiano."
    }
  },
  {
    "translation": {
      "en": "It's something that represents the love of beauty",
      "es": "Representa el amor por la belleza y tu pasión."
    }
  },
  {
    "translation": {
      "en": "and the passion you have. For me, it's a work of art, really.",
      "es": "Representa el amor por la belleza y tu pasión. Una obra de arte, yo creo."
    }
  },
  {
    "translation": {
      "en": "The cameras are literally out everywhere.",
      "es": "- Hay cámaras por todos lados, ¿no? - Miles."
    }
  },
  {
    "translation": {
      "en": "Rejoice, rejoice. I love it, I'm posing.",
      "es": "Regocíjate, hazlo. Me encanta, estoy posando."
    }
  },
  {
    "translation": {
      "en": "Come on, go for it the Italian way. Give it welly.",
      "es": "¡Vamos! ¡A lo italiano! ¡Acelera!"
    }
  },
  {
    "translation": {
      "en": "- I think I've just set off a car alarm. - Oh God, it's us!",
      "es": "- ¡Hice sonar una alarma! - Fuimos nosotros."
    }
  },
  {
    "translation": {
      "en": "I've just been through a zebra crossing, there. People wanted to cross, I went straight through.",
      "es": "Acabo de atravesar un cruce peatonal, querían cruzar y no me detuve..."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, you... No, forget about that.",
      "es": "No, olvídate de eso. Es un Lamborghini, somos geniales."
    }
  },
  {
    "translation": {
      "en": "We've got a Lamborghini, we look good, they stop.",
      "es": "No, olvídate de eso. Es un Lamborghini, somos geniales. Que se detengan."
    }
  },
  {
    "translation": {
      "en": "- - They stop and look, darling. The rules are for everybody else.",
      "es": "Que se detengan y nos miren. Las reglas son para los otros."
    }
  },
  {
    "translation": {
      "en": "We just don't follow rules.",
      "es": "Nosotros no seguimos las reglas."
    }
  },
  {
    "translation": {
      "en": "And Bruno's right.",
      "es": "Bruno tiene razón. Casi 90 por ciento de los accidentes en Roma"
    }
  },
  {
    "translation": {
      "en": "Almost 90 percent of accidents in Rome are apparently",
      "es": "Bruno tiene razón. Casi 90 por ciento de los accidentes en Roma parecen estar causados por no obedecer las reglas"
    }
  },
  {
    "translation": {
      "en": "caused by drivers disobeying laws and just doing their own thing.",
      "es": "parecen estar causados por no obedecer las reglas hacer lo que quieren."
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "es": "¡Vaya!"
    }
  },
  {
    "translation": {
      "en": "The lines on the road are really pointless here.",
      "es": "Las líneas en la calle son inútiles aquí."
    }
  },
  {
    "translation": {
      "en": "Yeah, because basically, you take whatever line suits you",
      "es": "Sí, porque básicamente haces lo que quieres aquí"
    }
  },
  {
    "translation": {
      "en": "- to get where you want to get to. - Yeah.",
      "es": "para llegar donde quieres llegar."
    }
  },
  {
    "translation": {
      "en": "But everybody does the same, so the chaos somehow works itself out.",
      "es": "Pero todos hacen lo mismo, así que el caos de algún modo se acomoda."
    }
  },
  {
    "translation": {
      "en": "- Hang on, I'm getting squeezed, here. - Yeah, but that's okay, you'll be fine,",
      "es": "Espera, me están encerrando. Sí, pero está bien. Estarás bien. Alguien se detendrá, tú no."
    }
  },
  {
    "translation": {
      "en": "somebody will stop, but not you.",
      "es": "Sí, pero está bien. Estarás bien. Alguien se detendrá, tú no."
    }
  },
  {
    "translation": {
      "en": "I mean, look this guy. He's cut me off.  Well, it doesn't matter, you just keep going.",
      "es": "- Míralo, se me interpuso. - No importa, tú sigue andando."
    }
  },
  {
    "translation": {
      "en": "Yeah, but why are they like that?",
      "es": "Sí, pero ¿por qué son así?"
    }
  },
  {
    "translation": {
      "en": "Well, because if you can find your way through you just do it.",
      "es": "Porque si puedes pasar, tú pasas."
    }
  },
  {
    "translation": {
      "en": "- It's in the DNA of the Italians. - It's the DNA of Italian nation.",
      "es": "- ¿Está en el ADN de los italianos? - Es el ADN de la nación."
    }
  },
  {
    "translation": {
      "en": "And that's it. That's the Italian view of life.",
      "es": "¡Es así! Es la forma en que ven la vida."
    }
  },
  {
    "translation": {
      "en": "If you can find your way through, you just do it.",
      "es": "Si puedes pasar, tú pasas."
    }
  },
  {
    "translation": {
      "en": "They're not aggressive. That's one thing I have realized.",
      "es": "No son agresivos. - Lo he notado. - No."
    }
  },
  {
    "translation": {
      "en": "They're not aggressive. They are assertive, I like that. That's okay, you know?",
      "es": "No son agresivos. Son firmes. Me gusta. Está bien, sabes."
    }
  },
  {
    "translation": {
      "en": "Assertive, and yet, endearingly self- aware. In a recent survey,",
      "es": "Firmes pero encantadoramente conscientes. En una encuesta reciente, los italianos se votaron"
    }
  },
  {
    "translation": {
      "en": "Italians voted themselves the worst drivers in Europe.",
      "es": "En una encuesta reciente, los italianos se votaron como los peores conductores de Europa."
    }
  },
  {
    "translation": {
      "en": "By the way, this, you don't need, my love. Hold on.",
      "es": "De hecho, no necesitas esto, cariño."
    }
  },
  {
    "translation": {
      "en": "This... Oh, yeah. - What are you doing? - Checking my hair.",
      "es": "- Espera... Ah, sí... - ¿Qué haces?"
    }
  },
  {
    "translation": {
      "en": "- Put it back. - No, you don't need it, darling!",
      "es": "- Me arreglo el cabello. - Acomódalo."
    }
  },
  {
    "translation": {
      "en": "Who cares? People behind you are irrelevant, darling,",
      "es": "¿A quién le importa? Los autos de atrás son irrelevantes. Solo importa lo que hay frente a ti."
    }
  },
  {
    "translation": {
      "en": "it's only what comes ahead.",
      "es": "Los autos de atrás son irrelevantes. Solo importa lo que hay frente a ti."
    }
  },
  {
    "translation": {
      "en": "Look at the state of these roads, Bruno. For goodness' sake.",
      "es": "Mira el estado de estas calles, Bruno, por Dios."
    }
  },
  {
    "translation": {
      "en": "Go, go, go. There you go. And here goes the chassis.",
      "es": "Sigue, sigue. Muy bien. ¡Resiste, chasis!"
    }
  },
  {
    "translation": {
      "en": "Rome’s roads are, thankfully, getting smoother,",
      "es": "Por suerte, las calles de Roma se vuelven más lisas,"
    }
  },
  {
    "translation": {
      "en": "or, at least, the cobbled bits are.",
      "es": "o al menos el empedrado."
    }
  },
  {
    "translation": {
      "en": "The vibrations from cars and buses driving over the cobbles",
      "es": "La vibración de los autos y los autobuses sobre los adoquines"
    }
  },
  {
    "translation": {
      "en": "are causing increasing damage",
      "es": "están causando grandes daños en los monumentos antiguos,"
    }
  },
  {
    "translation": {
      "en": "to ancient monuments, so as many cobbles as possible are now being replaced.",
      "es": "están causando grandes daños en los monumentos antiguos, por lo que están reemplazando todos los adoquines posibles."
    }
  },
  {
    "translation": {
      "en": "I think I've lost a filling.",
      "es": "Perdí un diente."
    }
  },
  {
    "translation": {
      "en": "We've now reached the most notorious intersection",
      "es": "Hemos llegado a la esquina más infame en Roma,"
    }
  },
  {
    "translation": {
      "en": "in Rome, Piazza Venezia. What do I do here?",
      "es": "Hemos llegado a la esquina más infame en Roma, Piazza Venezia. - ¿Qué hago aquí? - ¡Abran paso, vamos!"
    }
  },
  {
    "translation": {
      "en": "- Move, move, move, move. - Hang on.",
      "es": "- ¿Qué hago aquí? - ¡Abran paso, vamos! - Espera. - ¡Avanza, sal del medio!"
    }
  },
  {
    "translation": {
      "en": "Move, move, get out of the way.",
      "es": "- Espera. - ¡Avanza, sal del medio!"
    }
  },
  {
    "translation": {
      "en": "- What... - We've got the Lambo. There you go.",
      "es": "- Bueno, yo... - ¡Tenemos el Lambo! Muy bien."
    }
  },
  {
    "translation": {
      "en": "That's ridiculous. Are they meant to be stopping?",
      "es": "¡Qué ridículo! ¿Deberían detenerse?"
    }
  },
  {
    "translation": {
      "en": "They're stopping for us. Thank you very much, madam.",
      "es": "Nos ceden el paso. Muchas gracias, señora."
    }
  },
  {
    "translation": {
      "en": "- They're being very polite. Thank you. - What the-- ?",
      "es": "Están siendo amables. Gracias. - ¿Qué demon...? - Tranquilo."
    }
  },
  {
    "translation": {
      "en": "Just ease yourself, ease yourself. Never stop, never stop.",
      "es": "- ¿Qué demon...? - Tranquilo. Avanza tranquilo. Nunca te detengas, nunca."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Beautiful.",
      "es": "- Bueno. - Hermoso."
    }
  },
  {
    "translation": {
      "en": "Bruno's very next instruction is to stop...",
      "es": "La siguiente instrucción de Bruno es detenerse."
    }
  },
  {
    "translation": {
      "en": "and get out, because he wants me to meet the one man who tries",
      "es": "Y bajarse. Porque quiere presentarme al hombre que intenta controlar el caos en esta intersección."
    }
  },
  {
    "translation": {
      "en": "- to control the mayhem in this piazza. - This is actually very famous",
      "es": "que intenta controlar el caos en esta intersección. Este lugar es muy famoso"
    }
  },
  {
    "translation": {
      "en": "as an example of crazy traffic in Rome. Look at this, they come from everywhere.",
      "es": "como ejemplo del tránsito alocado de Roma. Aparecen de todos lados."
    }
  },
  {
    "translation": {
      "en": "- They're coming from over there-- - Everywhere. Look.",
      "es": "- Sí, de todos lados... - ¡Sí, mira!"
    }
  },
  {
    "translation": {
      "en": "And they put a police officer in charge. Choreographed-- Look, he's like a dancer.",
      "es": "Y hay un oficial a cargo. Un coreógrafo, casi un bailarín."
    }
  },
  {
    "translation": {
      "en": "- Look at his uniform, though. - The uniform! Even that is high fashion.",
      "es": "Y mira su uniforme... El uniforme, incluso está a la moda."
    }
  },
  {
    "translation": {
      "en": "I want to talk to him. Shall we go-- ?",
      "es": "- Quiero hablar con él. - Vamos."
    }
  },
  {
    "translation": {
      "en": "- Let's go and speak to him. - Can we get over there",
      "es": "- Quiero hablar con él. - Vamos. ¿Crees que podremos llegar hasta ahí sin morir?"
    }
  },
  {
    "translation": {
      "en": "- without getting killed? - We're going to--",
      "es": "¿Crees que podremos llegar hasta ahí sin morir?"
    }
  },
  {
    "translation": {
      "en": "We won't get killed, now. We're going to stop traffic.",
      "es": "No, no moriremos. Detendremos el tránsito."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "es": "Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "The white- gloved municipal police known as the Vigiles...",
      "es": "Los oficiales municipales de guantes blancos se llaman vigilantes."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Nice to meet you. Buongiorno.",
      "es": "- Encantado. - Buongiorno."
    }
  },
  {
    "translation": {
      "en": "...have been keeping the traffic flowing around Piazza Venezia for over a century.",
      "es": "Controlan el fluir del tránsito en la Piazza desde hace más de un siglo."
    }
  },
  {
    "translation": {
      "en": "Fabio Grillo has done the job for ten years.",
      "es": "Fabio Grelo trabaja aquí desde hace diez años."
    }
  },
  {
    "translation": {
      "en": "- How do you judge all of this craziness? - It's mayhem, isn't it?",
      "es": "¿Cómo juzgas toda esta locura? Es un caos, ¿no?"
    }
  },
  {
    "translation": {
      "en": "It's crazy, yes. It's very crazy. We stop all the traffic.",
      "es": "Es una locura, sí, mucha locura. Detenemos el tránsito."
    }
  },
  {
    "translation": {
      "en": "- Just one traffic line at a time. - Yeah.",
      "es": "- Solo un carril por vez. - Sí."
    }
  },
  {
    "translation": {
      "en": "- - You have to be calm, yes.",
      "es": "- Debes estar calmado... - Sí, claro, debes tener calma."
    }
  },
  {
    "translation": {
      "en": "- You have to be calm. - Calm. Calm and strong.",
      "es": "- Debes estar calmado... - Sí, claro, debes tener calma. Muy calmado y firme."
    }
  },
  {
    "translation": {
      "en": "- And very strong. - Strong, very strong.",
      "es": "- Muy firme. - Muy firme."
    }
  },
  {
    "translation": {
      "en": "- I want you to learn… - Okay.",
      "es": "Quiero que aprendas cómo dirigir el tránsito."
    }
  },
  {
    "translation": {
      "en": "...how to direct traffic, and then I'm going to judge you,",
      "es": "Quiero que aprendas cómo dirigir el tránsito. Y luego te puntuaré, de uno a diez, según tu interpretación artística,"
    }
  },
  {
    "translation": {
      "en": "one to ten, based on artistic interpretation,",
      "es": "Y luego te puntuaré, de uno a diez, según tu interpretación artística,"
    }
  },
  {
    "translation": {
      "en": "- technique and performance value. - Right.",
      "es": "tu técnica y tu desempeño. Bien."
    }
  },
  {
    "translation": {
      "en": "This line. Keep going, keep going. Okay.",
      "es": "Este carril. Avancen, avancen, bien."
    }
  },
  {
    "translation": {
      "en": "- Excellent. - Okay.  Wonderful wrist action.",
      "es": "Paul, excelente. Una muñeca maravillosa."
    }
  },
  {
    "translation": {
      "en": "While they used to carry a wooden box out into the road to stand on...",
      "es": "Solían llevar una caja de madera a la calle para subirse."
    }
  },
  {
    "translation": {
      "en": "- Look at me, look at me. - Okay.",
      "es": "- Mírame, mírame. - Sí."
    }
  },
  {
    "translation": {
      "en": "...these days, they have an automatic platform that rises out of the road.",
      "es": "Pero hoy en día, tienen una plataforma automática que se eleva,"
    }
  },
  {
    "translation": {
      "en": "Except it broke a year ago, and they haven't got round to fixing it yet.",
      "es": "solo que se rompió hace un año y aún no la han reparado."
    }
  },
  {
    "translation": {
      "en": "- More affirmative, Paul, look at him. - Okay, okay. I'm going to wave more on.",
      "es": "Más afirmativo, Paul. Míralo. - Sí, moveré más los brazos. - Avancen, vamos."
    }
  },
  {
    "translation": {
      "en": "Move, move.",
      "es": "- Sí, moveré más los brazos. - Avancen, vamos."
    }
  },
  {
    "translation": {
      "en": "Fabio was selected from over 2,000 applicants for this job,",
      "es": "Fabio fue elegido entre más de dos mil solicitantes para el puesto,"
    }
  },
  {
    "translation": {
      "en": "and then had to train for three months before he was allowed on the Piazza.",
      "es": "y se entrenó durante tres meses para poder venir a la Piazza."
    }
  },
  {
    "translation": {
      "en": "But what about the guys behind? What about the guys behind?",
      "es": "¿Y qué hay con los hombres de atrás? Se detuvieron."
    }
  },
  {
    "translation": {
      "en": "- They've stopped. - They keep in touch. - They underst-- They'll be waiting. - This...",
      "es": "Están en contacto. Tendrán que esperar."
    }
  },
  {
    "translation": {
      "en": "This is where it all goes wrong.",
      "es": "Aquí es donde todo sale mal."
    }
  },
  {
    "translation": {
      "en": "Back on the road...",
      "es": "Volvemos al auto."
    }
  },
  {
    "translation": {
      "en": "Grazie. They said, What a beautiful car.",
      "es": "Grazie. Nos dijo: Hermoso auto."
    }
  },
  {
    "translation": {
      "en": "...and now we're getting some serious love.",
      "es": "Y ahora nos aman en serio."
    }
  },
  {
    "translation": {
      "en": "Today, we've been photographed more than Kate Moss.",
      "es": "Hoy nos han tomado más fotos que a Kate Moss."
    }
  },
  {
    "translation": {
      "en": "I think it's the car. I think it's the car, it's not us. - No, it’s... No, we are supermodels. - Yeah, look,",
      "es": "- Creo que es el auto... Creo... - No, somos súper modelos."
    }
  },
  {
    "translation": {
      "en": "- there's three cameras there. Look. - Supercar with supermodels.",
      "es": "- Hay tres cámaras ahí, mira. - Un súper auto con súper modelos."
    }
  },
  {
    "translation": {
      "en": "They love this car. I mean, the chances are",
      "es": "Les encanta el auto. - Supongo que nunca podrán tener uno. - Nunca."
    }
  },
  {
    "translation": {
      "en": "- they're not going to own one. - Never.",
      "es": "- Supongo que nunca podrán tener uno. - Nunca."
    }
  },
  {
    "translation": {
      "en": "But they just want a picture of a Lamborghini.",
      "es": "Pero solo quieren una foto del Lamborghini."
    }
  },
  {
    "translation": {
      "en": "Everybody takes pride of it. There is no... envy.",
      "es": "Todos se enorgullecen. No hay envidia."
    }
  },
  {
    "translation": {
      "en": "- There isn't, is there? - No. It is celebrating. Yeah.",
      "es": "- Es verdad, no hay. - No. Es una celebración."
    }
  },
  {
    "translation": {
      "en": "You know, something this country does very well.",
      "es": "Es algo que este país hace muy bien."
    }
  },
  {
    "translation": {
      "en": "- Look at that. - This is incredible.",
      "es": "- Mira eso. - Es increíble."
    }
  },
  {
    "translation": {
      "en": "I love that building.",
      "es": "Me encanta esa construcción."
    }
  },
  {
    "translation": {
      "en": "It's giving me goose bumps every time I see it.  You're just thinking of Russell Crowe.",
      "es": "- Me pone la piel de gallina, siempre. - Pienso en Russell Crowe."
    }
  },
  {
    "translation": {
      "en": "Oh darling, you look like Russell Crowe.",
      "es": "Cariño, tú te pareces a Russell Crowe."
    }
  },
  {
    "translation": {
      "en": "Having barely popped over 30 miles an hour all day,",
      "es": "Después de casi no superar los 50 kilómetros por hora en todo el día,"
    }
  },
  {
    "translation": {
      "en": "I'm now heading for the autostrada.",
      "es": "vamos en camino a la autostrada."
    }
  },
  {
    "translation": {
      "en": "So I can finally go fast.",
      "es": "Al fin podré ir rápido."
    }
  },
  {
    "translation": {
      "en": "Will you be naughty?",
      "es": "¿Harás travesuras?"
    }
  },
  {
    "translation": {
      "en": "The problem is that Italians see the autostrada",
      "es": "El problema es que los italianos ven la autopista"
    }
  },
  {
    "translation": {
      "en": "as God's own racetrack.",
      "es": "como la pista de carreras de Dios."
    }
  },
  {
    "translation": {
      "en": "So the traffic police out here are properly tooled up.",
      "es": "Así que la policía de aquí está al acecho, como corresponde."
    }
  },
  {
    "translation": {
      "en": "Oh my God, Paul.",
      "es": "Dios mío, Paul."
    }
  },
  {
    "translation": {
      "en": "- They put the paddle out. - Yes. We have to follow them.",
      "es": "- Nos hicieron una señal. - Sí, debemos seguirlos."
    }
  },
  {
    "translation": {
      "en": "- We have to follow them, okay. - Don't do a runner. Shit.",
      "es": "- Debemos seguirlos, bien. - No te escapes. ¡Mierda!"
    }
  },
  {
    "translation": {
      "en": "I wasn't going fast.",
      "es": "- No iba tan rápido. - Sí, ibas un poco rápido."
    }
  },
  {
    "translation": {
      "en": "- Yeah you were, a bit. - We're in it together. It's a team.",
      "es": "- No iba tan rápido. - Sí, ibas un poco rápido. Estamos en esto juntos. Somos equipo."
    }
  },
  {
    "translation": {
      "en": "- No, you're in on your own. - If we go to prison, we go together.",
      "es": "No, tú estás solo. - Iremos preso juntos. - Soy italiano, no sé nada."
    }
  },
  {
    "translation": {
      "en": "I am Italian, I know nothing. I have a career!",
      "es": "- Iremos preso juntos. - Soy italiano, no sé nada. Tengo una carrera."
    }
  },
  {
    "translation": {
      "en": "Pulling us over is possibly one of the coolest police cars in the world.",
      "es": "El auto que nos detiene es quizás la patrulla más genial del mundo."
    }
  },
  {
    "translation": {
      "en": "It's the hard- top version of the Huracan we're driving.",
      "es": "Es la versión de cubierta dura del Huracan que tenemos nosotros."
    }
  },
  {
    "translation": {
      "en": "Lamborghini donated two of these to the Italian State Police.",
      "es": "Lamborghini donó dos de estos a la policía estatal italiana."
    }
  },
  {
    "translation": {
      "en": "Of course, my producers set this up.",
      "es": "Por supuesto, es una broma de mis productores."
    }
  },
  {
    "translation": {
      "en": "But, we may have forgotten to tell Bruno.",
      "es": "Aunque nos olvidamos de contarle a Bruno."
    }
  },
  {
    "translation": {
      "en": "I have to apologize for the manner of my driver.",
      "es": "Debo disculparme por los modos de mi chofer."
    }
  },
  {
    "translation": {
      "en": "I... I don't have any responsibility for it. He's been hired for the day,",
      "es": "No soy responsable de esto. Lo contraté por el día"
    }
  },
  {
    "translation": {
      "en": "and he was showing off. He was showing off.",
      "es": "y estaba presumiendo. Estaba presumiendo."
    }
  },
  {
    "translation": {
      "en": "Tell me, is that a standard Huracan or has it been tuned?",
      "es": "Dime, ¿es un Huracan estándar o está optimizado?"
    }
  },
  {
    "translation": {
      "en": "No, this is a standard Huracan.",
      "es": "No, es el estándar,"
    }
  },
  {
    "translation": {
      "en": "The only thing is the police equipment on.",
      "es": "solo que tiene agregado el equipo de policía."
    }
  },
  {
    "translation": {
      "en": "- So, we can use it on police duty. - Yeah.",
      "es": "Así lo podemos usar en tareas policiales."
    }
  },
  {
    "translation": {
      "en": "Have you ever used it to chase somebody?",
      "es": "¿Lo usaron alguna vez para perseguir a alguien?"
    }
  },
  {
    "translation": {
      "en": "- It's almost worth the ticket... - Just to see this car.",
      "es": "- Sí. - Vale la pena la multa. - Solo para ver el auto. - Para ver que esto te detiene."
    }
  },
  {
    "translation": {
      "en": "- ...just to see that stopping you. - It is.",
      "es": "- Solo para ver el auto. - Para ver que esto te detiene."
    }
  },
  {
    "translation": {
      "en": "It happens, that somebody says, I don't care about the ticket. You--",
      "es": "Sucedió. Alguien una vez dijo: No me importa la multa, solo...."
    }
  },
  {
    "translation": {
      "en": "- Just stop me. -",
      "es": "Sucedió. Alguien una vez dijo: No me importa la multa, solo.... Solo detenme."
    }
  },
  {
    "translation": {
      "en": "The main purpose of this car is organ transportation.",
      "es": "El propósito principal del auto es el transporte de órganos."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Simon Cowell's Botox box.",
      "es": "Vaya. La caja de Botox de Simon Cowell."
    }
  },
  {
    "translation": {
      "en": "I knew it, I knew it.",
      "es": "Lo sabía, lo sabía."
    }
  },
  {
    "translation": {
      "en": "Normally, when the helicopter cannot be used",
      "es": "En general, cuando no se puede usar un helicóptero,"
    }
  },
  {
    "translation": {
      "en": "for weather conditions, they call us",
      "es": "por el clima, por ejemplo, nos llaman para transportar órganos."
    }
  },
  {
    "translation": {
      "en": "- to make organ transportation. - Yeah. It is the prettiest police car",
      "es": "por el clima, por ejemplo, nos llaman para transportar órganos. Es la patrulla policial más bonita que he visto."
    }
  },
  {
    "translation": {
      "en": "I've ever seen.",
      "es": "Es la patrulla policial más bonita que he visto."
    }
  },
  {
    "translation": {
      "en": "This is the bull's bollocks, I'm sorry.",
      "es": "- ¡Las bolas del toro! Lo siento. - Es así."
    }
  },
  {
    "translation": {
      "en": "- It is. - The million- dollar question.",
      "es": "La pregunta del millón,"
    }
  },
  {
    "translation": {
      "en": "They say Italians, we, are the worst drivers in the world.",
      "es": "dicen que los italianos somos los peores conductores del mundo,"
    }
  },
  {
    "translation": {
      "en": "- Do you agree with that? - No, I don't agree.",
      "es": "¿está de acuerdo? - No, no estoy de acuerdo. - Genial, gracias."
    }
  },
  {
    "translation": {
      "en": "- Great, thank you. - Okay--",
      "es": "- No, no estoy de acuerdo. - Genial, gracias."
    }
  },
  {
    "translation": {
      "en": "I think Italians are the best drivers in Europe.",
      "es": "Somos los mejores de Europa."
    }
  },
  {
    "translation": {
      "en": "Having seen Rome, I thought it was actually… - No, it wasn't. - ...organized chaos at some junctions.",
      "es": "Después de estar en Roma, creo que es un caos organizado."
    }
  },
  {
    "translation": {
      "en": "- Yeah, but beautifully organized. - Yes, but beautifully organized.",
      "es": "Sí, pero hermosamente organizado."
    }
  },
  {
    "translation": {
      "en": "- It's art. it's art. - Yes.",
      "es": "Es arte, arte."
    }
  },
  {
    "translation": {
      "en": "- I've had a great day, mate. - Paul, grazie.",
      "es": "Fue un día genial, amigo."
    }
  },
  {
    "translation": {
      "en": "- Very, very important. - What?",
      "es": "- Muy, muy importante. - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Remember, use your mirrors only to check your beautiful blue eyes.",
      "es": "Recuerda usar los espejos solo para ver tus hermosos ojos azules."
    }
  },
  {
    "translation": {
      "en": "- But… - What?",
      "es": "Pero creo que deberías afeitarte, amigo."
    }
  },
  {
    "translation": {
      "en": "- ...I think you need a shave, mate. - Only…",
      "es": "Pero creo que deberías afeitarte, amigo. ¿Solo eso?"
    }
  },
  {
    "translation": {
      "en": "Today, I'm heading north. Or I will be,",
      "es": "Hoy me dirijo al norte, al menos cuando logre colocarme el cinturón de seguridad."
    }
  },
  {
    "translation": {
      "en": "once I make my seatbelt work.",
      "es": "al menos cuando logre colocarme el cinturón de seguridad."
    }
  },
  {
    "translation": {
      "en": "Oh, come on!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Gotcha.",
      "es": "¡Listo!"
    }
  },
  {
    "translation": {
      "en": "Don't!",
      "es": "Oh, no."
    }
  },
  {
    "translation": {
      "en": "I'm hoping to reach Maranello today.",
      "es": "Espero llegar a Maranello hoy."
    }
  },
  {
    "translation": {
      "en": "Hoping, because I'm now driving a contender for the worst Italian car ever built,",
      "es": "Digo espero porque conduzco quizás el peor auto italiano jamás construido."
    }
  },
  {
    "translation": {
      "en": "the Alfasud.",
      "es": "El Alfasud."
    }
  },
  {
    "translation": {
      "en": "But it's okay, you know.",
      "es": "Pero está bien, saben."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "The story of this car is in many ways typically Italian.",
      "es": "La historia de este auto es, en muchos sentidos, típica de Italia."
    }
  },
  {
    "translation": {
      "en": "A blend of brilliant creativity, hopeless organization",
      "es": "Una mezcla de creatividad brillante, una organización inútil"
    }
  },
  {
    "translation": {
      "en": "and blind optimism.",
      "es": "y un optimismo ciego."
    }
  },
  {
    "translation": {
      "en": "In the 70s, when all of Italy's car- building expertise",
      "es": "En la década del 70, cuando la experiencia automotriz de Italia"
    }
  },
  {
    "translation": {
      "en": "was centered in the wealthy industrial north,",
      "es": "estaba centrada en el adinerado norte industrial,"
    }
  },
  {
    "translation": {
      "en": "the Government, using lots of money, convinced Alfa Romeo",
      "es": "el gobierno, con mucho dinero, convenció a Alfa Romeo"
    }
  },
  {
    "translation": {
      "en": "to build a brand- new factory near Naples, in the poor agricultural south.",
      "es": "de construir una fábrica nueva cerca de Nápoles, en el pobre sur agricultor."
    }
  },
  {
    "translation": {
      "en": "Spread the wealth, and all that!",
      "es": "Esparcir la riqueza y todo eso."
    }
  },
  {
    "translation": {
      "en": "And the Alfasud, aptly meaning Alfa South,",
      "es": "Y el Alfasud, que significa Alfa sur,"
    }
  },
  {
    "translation": {
      "en": "would be the proud product of that factory.",
      "es": "sería el orgullo de esa fábrica."
    }
  },
  {
    "translation": {
      "en": "Alfa's first- ever front- wheel- drive car was years ahead of its time in styling,",
      "es": "El primero auto de tracción delantera estuvo muchos años adelantado en estilo,"
    }
  },
  {
    "translation": {
      "en": "handling, and performance.",
      "es": "maniobras y desempeño."
    }
  },
  {
    "translation": {
      "en": "Sadly, its build quality was prehistoric.",
      "es": "Por desgracia, la calidad era prehistórica."
    }
  },
  {
    "translation": {
      "en": "Many of the 15,000- strong workforce were hastily recruited farmhands",
      "es": "Muchos de los 15 000 trabajadores eran granjeros contratados a los apurones"
    }
  },
  {
    "translation": {
      "en": "with little or no manufacturing experience...",
      "es": "con poca o nada de experiencia en construcción,"
    }
  },
  {
    "translation": {
      "en": "and the car was built with cheap, very low- grade Russian steel.",
      "es": "y el auto se construyó con acero ruso económico de poca calidad."
    }
  },
  {
    "translation": {
      "en": "It was never going to end well.",
      "es": "Nunca terminaría bien."
    }
  },
  {
    "translation": {
      "en": "Door handles fell off week- old cars, everything rattled,",
      "es": "Las manijas de las puertas se caían a las semanas, todo traqueteaba, la parte eléctrica rara vez funcionaba,"
    }
  },
  {
    "translation": {
      "en": "the electrics rarely worked, windscreens fell out,",
      "es": "todo traqueteaba, la parte eléctrica rara vez funcionaba, los parabrisas se caían y el óxido era una pesadilla."
    }
  },
  {
    "translation": {
      "en": "and rust was a nightmare.",
      "es": "los parabrisas se caían y el óxido era una pesadilla."
    }
  },
  {
    "translation": {
      "en": "Luckily for me, this one hasn't fallen apart, and I've made it all the way to Maranello.",
      "es": "Para mi suerte, este no se rompió y me llevó hasta Maranello."
    }
  },
  {
    "translation": {
      "en": "This is Ferrari town,",
      "es": "Este es el pueblo Ferrari,"
    }
  },
  {
    "translation": {
      "en": "home of the greatest supercar mark on Earth,",
      "es": "hogar de la marca de autos más importante del mundo."
    }
  },
  {
    "translation": {
      "en": "and there is no way I'm driving around here in an Alfasud.",
      "es": "De ninguna manera pasearé por aquí en un Alfasud."
    }
  },
  {
    "translation": {
      "en": "Luckily, you can hire something much more appropriate.",
      "es": "Por suerte, se puede alquilar algo mucho más apropiado. ALQUILER DE AUTOS ITALIANOS DE LUJO"
    }
  },
  {
    "translation": {
      "en": "- Buongiorno. - Buongiorno.",
      "es": "- Buongiorno. - Buongiorno."
    }
  },
  {
    "translation": {
      "en": "- How are you doing? - Nice to meet you. - Gianluca. - Erm...",
      "es": "- ¿Cómo estás? - Encantado. Luca."
    }
  },
  {
    "translation": {
      "en": "- I'm after a Ferrari. - You are in the right place.",
      "es": "- Busco un Ferrari. - Estás en el lugar adecuado."
    }
  },
  {
    "translation": {
      "en": "I can see that, yeah, I can see that. I'm looking at...",
      "es": "Sí, ya veo. Mira esto..."
    }
  },
  {
    "translation": {
      "en": "I'm looking at your times. Five minutes?",
      "es": "Veo los tiempos. ¿Cinco minutos?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's possible to rent a car out for a minute.",
      "es": "Sí, se puede alquilar un auto por minuto también."
    }
  },
  {
    "translation": {
      "en": "- You start, turn off, finish. - You start the car, drive to the edge,",
      "es": "- Arrancas el auto... - Arrancas, apagas, listo."
    }
  },
  {
    "translation": {
      "en": "come back, and go, Thank you very much. Okay, I need a Ferrari.",
      "es": "Vas hasta ahí, vuelves y Muchas gracias. Necesito un Ferrari."
    }
  },
  {
    "translation": {
      "en": "- I'm looking at the California. - This one, okay. What I need is",
      "es": "- El California. - ¿Este? Bien. - Necesito tu licencia de conducir. - No hay problema."
    }
  },
  {
    "translation": {
      "en": "- your driving license. - No problem. There you go.",
      "es": "- Necesito tu licencia de conducir. - No hay problema. - Aquí tienes. - Gracias, Paul."
    }
  },
  {
    "translation": {
      "en": "Thank you, Paul.",
      "es": "- Aquí tienes. - Gracias, Paul."
    }
  },
  {
    "translation": {
      "en": "Okay. It is still valid.",
      "es": "Bien, es válida aún."
    }
  },
  {
    "translation": {
      "en": "This is your contract. We have to check the condition",
      "es": "Este es el contrato. Debemos verificar la condición del auto, si hay daños, etcétera. ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "- of the car. Damages, et cetera. Okay? - There's a mark here.",
      "es": "Debemos verificar la condición del auto, si hay daños, etcétera. ¿Sí? Hay una marca aquí."
    }
  },
  {
    "translation": {
      "en": "There are a couple of stone chips, you know? We generally consider only the big damages.",
      "es": "Unas marquitas de piedras, hierba. Verificamos solo los daños importantes."
    }
  },
  {
    "translation": {
      "en": "- Seems good to me. - Yeah, I think it's good for you.",
      "es": "- Me parece bien. - Sí, está bien para ti."
    }
  },
  {
    "translation": {
      "en": "- I need a couple of signatures. - On there? Here, yes.",
      "es": "- Un par de firmas. - ¿Aquí?"
    }
  },
  {
    "translation": {
      "en": "Another one. Great.",
      "es": "La última. Genial."
    }
  },
  {
    "translation": {
      "en": "- Thank you very much, indeed. Thank you. - Enjoy the car.",
      "es": "- Muchas gracias. - Disfrútalo."
    }
  },
  {
    "translation": {
      "en": "I will, thank you.",
      "es": "Sí, gracias."
    }
  },
  {
    "translation": {
      "en": "You don't have to be a millionaire. For 70 euros, you can drive",
      "es": "No necesitas ser millonario. Por 70 euros puedes pasear por Maranello"
    }
  },
  {
    "translation": {
      "en": "around Maranello and be in a red Ferrari. It's surely everybody's dream, isn't it?",
      "es": "No necesitas ser millonario. Por 70 euros puedes pasear por Maranello con un Ferrari rojo. Es el sueño de todos, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "And for 20 euros, they'll even video it. So, they'll video you",
      "es": "Y por 20 euros más, te filman. Así que tendrás un video"
    }
  },
  {
    "translation": {
      "en": "in a Ferrari driving around Maranello, the birthplace of Ferrari.",
      "es": "en un Ferrari paseando por Maranello, la cuna de Ferrari."
    }
  },
  {
    "translation": {
      "en": "How cool is that?",
      "es": "¿No es genial?"
    }
  },
  {
    "translation": {
      "en": "Love it.",
      "es": "Me encanta."
    }
  },
  {
    "translation": {
      "en": "The sunshine's out.",
      "es": "Salió el sol."
    }
  },
  {
    "translation": {
      "en": "Happy days.",
      "es": "Son días felices."
    }
  },
  {
    "translation": {
      "en": "Maranello is part of a motor valley where 20,000 Italians are in the business",
      "es": "Maranello es un parque automotor donde 20 000 italianos operan en la construcción de autos deportivos y motocicletas."
    }
  },
  {
    "translation": {
      "en": "of building sports cars and bikes.",
      "es": "operan en la construcción de autos deportivos y motocicletas."
    }
  },
  {
    "translation": {
      "en": "Together, they generate a gob- smacking ten billion euros of sales every year.",
      "es": "Juntos generan ventas sorprendentes de 10 000 millones de euros cada año."
    }
  },
  {
    "translation": {
      "en": "Do you know, driving around here, you see just everything's about Ferrari, you know, the whole area.",
      "es": "Paseando por aquí, uno ve que todo es Ferrari, toda la zona."
    }
  },
  {
    "translation": {
      "en": "It's fantastic.",
      "es": "Es fantástico."
    }
  },
  {
    "translation": {
      "en": "Without one man, Maranello would be a very different place today.",
      "es": "Sin un hombre, Maranello sería un lugar muy diferente hoy."
    }
  },
  {
    "translation": {
      "en": "All Enzo Ferrari ever wanted was to race cars,",
      "es": "Todo lo que Enzo Ferrari quería era correr carreras,"
    }
  },
  {
    "translation": {
      "en": "initially running Alfa Romeo's racing team.",
      "es": "al principio, en el equipo de Alfa Romeo."
    }
  },
  {
    "translation": {
      "en": "In 1939, he left Alfa and went it alone with his race team, Scuderia Ferrari.",
      "es": "En 1939, se fue de Alfa y comenzó su equipo propio, Scudería Ferrari."
    }
  },
  {
    "translation": {
      "en": "Enzo reluctantly produced the first Ferrari batch road car in 1947.",
      "es": "Enzo produjo, a regañadientes, el primer Ferrari insignia de carretera en 1947."
    }
  },
  {
    "translation": {
      "en": "He had little interest in road cars, but needed a way to finance his race team.",
      "es": "No le interesaban los de carretera, pero necesitaba financiar su equipo de carreras."
    }
  },
  {
    "translation": {
      "en": "Look at that, the prancing horse.",
      "es": "Mira eso. El Cavallino Rampante."
    }
  },
  {
    "translation": {
      "en": "Ferrari. Ferrari- dari- dari.",
      "es": "Ferrari. Ferrari-dari-dari."
    }
  },
  {
    "translation": {
      "en": "Scuderia Ferrari is the most successful F1 team",
      "es": "La Scudería Ferrari es el equipo de Fórmula Uno más exitoso de la historia del deporte."
    }
  },
  {
    "translation": {
      "en": "in the sport's history...",
      "es": "más exitoso de la historia del deporte."
    }
  },
  {
    "translation": {
      "en": "and Ferrari is now one of the world's most powerful brands.",
      "es": "Y Ferrari es hoy una de las marcas más poderosas del mundo."
    }
  },
  {
    "translation": {
      "en": "So, if you'd hired the car for ten minutes I'd be driving it back, now.",
      "es": "Si lo hubiera alquilado por diez minutos, ya debería volver."
    }
  },
  {
    "translation": {
      "en": "Would that be worth it? Yeah.",
      "es": "¿Valdría la pena? Sí."
    }
  },
  {
    "translation": {
      "en": "There's no other car manufacturer on earth that provokes such passion",
      "es": "No hay otro fabricante de autos en el mundo que provoque en toda una nación tanta pasión y orgullo."
    }
  },
  {
    "translation": {
      "en": "and pride from a whole nation, especially when you consider",
      "es": "que provoque en toda una nación tanta pasión y orgullo. En especial cuando solo unos pocos italianos"
    }
  },
  {
    "translation": {
      "en": "how few Italians will ever own a Ferrari. Of the 7,000 cars the company make",
      "es": "En especial cuando solo unos pocos italianos podrán tener un Ferrari alguna vez. De los siete mil autos que la empresa fabrica en un año,"
    }
  },
  {
    "translation": {
      "en": "each year, only three percent are sold in Italy.",
      "es": "De los siete mil autos que la empresa fabrica en un año, solo el tres por ciento se vende en Italia."
    }
  },
  {
    "translation": {
      "en": "I think when you see the red, that typical Ferrari red, it does put a smile on your face.",
      "es": "Creo que el típico rojo de Ferrari te dibuja una sonrisa en el rostro."
    }
  },
  {
    "translation": {
      "en": "And it seems anything with the prancing horse on it",
      "es": "Y parece que cualquier cosa con el Cavallino Rampante"
    }
  },
  {
    "translation": {
      "en": "will put a smile on Italian faces, because last year,",
      "es": "dibujará una sonrisa en los rostros italianos porque el año pasado gastaron unos 125 millones de libras"
    }
  },
  {
    "translation": {
      "en": "they spent around 125 million pounds on Ferrari merchandise.",
      "es": "porque el año pasado gastaron unos 125 millones de libras en mercadería Ferrari."
    }
  },
  {
    "translation": {
      "en": "So, why do they love this brand so much?",
      "es": "¿Por qué les gusta tanto esta marca?"
    }
  },
  {
    "translation": {
      "en": "Well, I don't think you'll ever find a better answer to that question",
      "es": "No se puede encontrar una respuesta mejor a esa pregunta"
    }
  },
  {
    "translation": {
      "en": "than the one I get from this man, Massimiliano Morini,",
      "es": "que la que me dio este hombre, Massimiliano Morini,"
    }
  },
  {
    "translation": {
      "en": "the Mayor of Maranello.",
      "es": "el acalde de Maranello."
    }
  },
  {
    "translation": {
      "en": "Maranello, the home of Ferrari.",
      "es": "Maranello, el hogar de Ferrari."
    }
  },
  {
    "translation": {
      "en": "Why the passion, not just of this area",
      "es": "¿Por qué la pasión? No solo en esta zona. ¿Por qué lo italianos aman Ferrari?"
    }
  },
  {
    "translation": {
      "en": "but generally, Italians? Why do they love Ferrari?",
      "es": "No solo en esta zona. ¿Por qué lo italianos aman Ferrari?"
    }
  },
  {
    "translation": {
      "en": "Oh, erm... I think that Enzo Ferrari once said...",
      "es": "Creo que Enzo Ferrari dijo una vez"
    }
  },
  {
    "translation": {
      "en": "that Ferrari's car are not better than the other, but different.",
      "es": "que los autos Ferrari no son mejores que otros, sino diferentes."
    }
  },
  {
    "translation": {
      "en": "They are made of the brain, of the blood, and of the earth",
      "es": "Están hechos con la mente, la sangre y la tierra"
    }
  },
  {
    "translation": {
      "en": "of the people who build them. I think that we can,",
      "es": "de quienes los construyen. Creo que podemos..."
    }
  },
  {
    "translation": {
      "en": "when we see a Ferrari, we can smell this flavor,",
      "es": "Cuando vemos un Ferrari podemos oler este sabor,"
    }
  },
  {
    "translation": {
      "en": "and Ferrari tells the story of our land.",
      "es": "y Ferrari cuenta la historia de nuestra tierra."
    }
  },
  {
    "translation": {
      "en": "And I think this is the key of the success of Ferrari.",
      "es": "Creo que esa es la clave del éxito de Ferrari."
    }
  },
  {
    "translation": {
      "en": "Ferrari are, without a doubt, the kings of the supercar world right now.",
      "es": "Los Ferraris son sin duda los reyes del mundo automotriz ahora mismo."
    }
  },
  {
    "translation": {
      "en": "But just 20 minutes down the road, there's a young pretender",
      "es": "Pero a 20 minutos en auto de ahí, hay un joven aspirante"
    }
  },
  {
    "translation": {
      "en": "taking the Italian supercar thing to a whole new, extraordinary level.",
      "es": "que lleva el tema del súper auto italiano paso más allá."
    }
  },
  {
    "translation": {
      "en": "This is Pagani.",
      "es": "Esto es Pagani."
    }
  },
  {
    "translation": {
      "en": "Horacio Pagani was an Argentinian immigrant",
      "es": "Horacio Pagani es un inmigrante argentino"
    }
  },
  {
    "translation": {
      "en": "who started work at Lamborghini sweeping floors,",
      "es": "que comenzó a trabajar en Lamborghini barriendo pisos."
    }
  },
  {
    "translation": {
      "en": "but quickly worked his way up to become their Chief Engineer.",
      "es": "Pero rápidamente fue creciendo y se convirtió en jefe de ingeniería."
    }
  },
  {
    "translation": {
      "en": "In 1992, he founded Pagani...",
      "es": "En 1992 fundó Pagani"
    }
  },
  {
    "translation": {
      "en": "with the aim of producing the world's finest carbon- fiber supercars.",
      "es": "con el propósito de construir los súper autos de fibra de carbón más elegantes del mundo."
    }
  },
  {
    "translation": {
      "en": "In the beautiful Pagani factory, designed to look like an Italian piazza,",
      "es": "En la hermosa fábrica Pagani, diseñada en forma de piazza italiana,"
    }
  },
  {
    "translation": {
      "en": "they produce just 45 cars a year.",
      "es": "producen solo 45 autos al año."
    }
  },
  {
    "translation": {
      "en": "Each Pagani car is hand- built and takes four months to finish.",
      "es": "Cada auto Pagani está hecho a mano y se tarda cuatro meses en terminar."
    }
  },
  {
    "translation": {
      "en": "The cheapest you can buy is two million pounds.",
      "es": "El auto más económico cuesta dos millones de libras."
    }
  },
  {
    "translation": {
      "en": "A single car contains 4,000 handcrafted, grade- seven titanium bolts,",
      "es": "Cada auto tiene 4000 tornillos de titanio grado siete hecho a mano,"
    }
  },
  {
    "translation": {
      "en": "and the Pagani logo is etched on every single one.",
      "es": "y el logo de Pagani está presente en cada uno de ellos."
    }
  },
  {
    "translation": {
      "en": "The instruments on the dash are handmade by an Italian watchmaker.",
      "es": "Los instrumentos del tablero están hechos a mano por un relojero italiano."
    }
  },
  {
    "translation": {
      "en": "The numerals and markings are cut from the metal face itself.",
      "es": "Los números y marcas están grabados en el metal mismo."
    }
  },
  {
    "translation": {
      "en": "They each take days to create, and come in at around five grand a set.",
      "es": "Se tardan días en hacer cada uno y cuestan unos 500 dólares cada juego."
    }
  },
  {
    "translation": {
      "en": "This is car manufacturing in the grand tradition",
      "es": "Es la fabricación de autos a la gran tradición de arte italiano"
    }
  },
  {
    "translation": {
      "en": "of Italian fine art, and like a lot of fine art,",
      "es": "Es la fabricación de autos a la gran tradición de arte italiano y, como muchas artes plásticas,"
    }
  },
  {
    "translation": {
      "en": "most Paganis find their way into private collections.",
      "es": "la mayoría de los Paganis acaban en colecciones privadas."
    }
  },
  {
    "translation": {
      "en": "Many never to be driven or seen on the road.",
      "es": "Muchos de ellos no han salido a las calles ni las han visto."
    }
  },
  {
    "translation": {
      "en": "And that's a real shame, because these beautiful works of art",
      "es": "Y es una gran pena porque se supone que estas hermosas obras de arte"
    }
  },
  {
    "translation": {
      "en": "are also supposed to be among the finest driving machines ever built...",
      "es": "son unas de las máquinas automotrices mejores construidas del mundo."
    }
  },
  {
    "translation": {
      "en": "something I'm about experience, because here, at the Modena racetrack,",
      "es": "Algo que estoy a punto de experimentar, porque aquí, en la pista Modena, al fin de la calle de la fábrica,"
    }
  },
  {
    "translation": {
      "en": "just down the road from the factory, Pagani have said I can drive this...",
      "es": "porque aquí, en la pista Modena, al fin de la calle de la fábrica, Pagani me ha dicho que puedo conducir este."
    }
  },
  {
    "translation": {
      "en": "the Huayra Coupe, one of just 100 in existence.",
      "es": "La Huayra coupe, uno de los solo 100 que existen."
    }
  },
  {
    "translation": {
      "en": "Except, as soon as I arrive, it's clear things have gone a bit Pete Tong.",
      "es": "Solo que apenas llegamos, nos quedó claro que todo se fue por el caño."
    }
  },
  {
    "translation": {
      "en": "Their road car has basically gone pop. Their racing driver came in,",
      "es": "El auto se ha roto. El conductor de carreras vino, dio un par de vueltas,"
    }
  },
  {
    "translation": {
      "en": "did a few doughnuts...",
      "es": "El conductor de carreras vino, dio un par de vueltas,"
    }
  },
  {
    "translation": {
      "en": "Basically, it's knackered the car. Juices have flown out the bottom...",
      "es": "básicamente, dejó el auto hecho polvo, está perdiendo líquido,"
    }
  },
  {
    "translation": {
      "en": "and there is no car for us to use, which is a little bit annoying...",
      "es": "y no tenemos auto para usar. Me molesta un poco..."
    }
  },
  {
    "translation": {
      "en": "because I've always wanted to have a go with a Pagani.",
      "es": "...porque siempre he querido probar un Pagani."
    }
  },
  {
    "translation": {
      "en": "Except Pagani have a very secret prototype car at the moment,",
      "es": "Solo que Pagani tiene un prototipo secreto en este momento: el Roadster."
    }
  },
  {
    "translation": {
      "en": "which is the Roadster. The problem is,",
      "es": "Solo que Pagani tiene un prototipo secreto en este momento: el Roadster. El problema es que no creo que me permitan conducirlo."
    }
  },
  {
    "translation": {
      "en": "I don't think I'm going to be allowed to drive it.",
      "es": "El problema es que no creo que me permitan conducirlo."
    }
  },
  {
    "translation": {
      "en": "It's coming past me.",
      "es": "Está pasándome por el lado."
    }
  },
  {
    "translation": {
      "en": "That's a prototype.",
      "es": "Es un prototipo."
    }
  },
  {
    "translation": {
      "en": "Having said we couldn't even film the prototype, Pagani then agree to let me",
      "es": "Nos dijeron que no podíamos ni filmar el prototipo, pero luego nos permitieron darle un vistazo en cámara."
    }
  },
  {
    "translation": {
      "en": "have a sniff around it on camera, and while I'm doing that,",
      "es": "pero luego nos permitieron darle un vistazo en cámara. Y mientras tanto, fuera de cámara,"
    }
  },
  {
    "translation": {
      "en": "off camera, the producers keep asking if I can drive it.",
      "es": "Y mientras tanto, fuera de cámara, los productores siguieron insistiendo para que lo condujera."
    }
  },
  {
    "translation": {
      "en": "This wrap is designed, basically, so if there's paparazzi around,",
      "es": "Este envoltorio está diseñado de manera que, si hay paparazzis revoloteando"
    }
  },
  {
    "translation": {
      "en": "and cameras that want to photograph a very top- secret car,",
      "es": "y quieren fotografiar este auto ultrasecreto,"
    }
  },
  {
    "translation": {
      "en": "this blurs their image, so they can't get a decent shape of the car.",
      "es": "esto borronea la imagen y no se puede ver bien la forma del auto."
    }
  },
  {
    "translation": {
      "en": "Our persistence eventually bears fruit.",
      "es": "Nuestra perseverancia al fin da frutos."
    }
  },
  {
    "translation": {
      "en": "Paul, Pagani have said you can drive it.",
      "es": "Paul, Pagani te autorizó para conducirlo."
    }
  },
  {
    "translation": {
      "en": "This lady, who's Head of PR for Pagani, has said I can drive this car.",
      "es": "Esta señorita, jefa de relaciones públicas de Pagani, nos autorizó a conducirlo."
    }
  },
  {
    "translation": {
      "en": "That is amazing. I mean, look at it. Look at this car.",
      "es": "Es maravilloso. Digo, solo mírenlo. Miren este auto."
    }
  },
  {
    "translation": {
      "en": "Their one condition is that Pagani's test driver,",
      "es": "La única condición es que el conductor de pruebas de Pagani,"
    }
  },
  {
    "translation": {
      "en": "Andrea Parma, rides with me.",
      "es": "Andrea Parma, me acompañe."
    }
  },
  {
    "translation": {
      "en": "I was a little bit nervous but I was buzzing.",
      "es": "Estaba algo nervioso, pero muy entusiasmado."
    }
  },
  {
    "translation": {
      "en": "No other non- Pagani test driver has ever driven this car.",
      "es": "Ningún conductor de pruebas de Pagani ha conducido este auto jamás."
    }
  },
  {
    "translation": {
      "en": "Please, attention with this car, because this is a one- off, my baby.",
      "es": "Por favor, ten cuidado con este auto porque es único, mi bebé."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "Lo sé."
    }
  },
  {
    "translation": {
      "en": "As we accelerate, I think Andrea is a little nervous.",
      "es": "A medida que aceleramos, creo que Andrea se pone nervioso."
    }
  },
  {
    "translation": {
      "en": "In fact, keep your eye on him as we start some fast laps.",
      "es": "De hecho, obsérvenlo cuando comenzamos con los tramos rápidos."
    }
  },
  {
    "translation": {
      "en": "Ease on the braking.",
      "es": "Ojo con los frenos."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "es": "Detente."
    }
  },
  {
    "translation": {
      "en": "I did mean to ask Andrea about how he thinks Pagani",
      "es": "Quería preguntarle a Andrea cómo él cree que Pagani refleja el carácter italiano nacional,"
    }
  },
  {
    "translation": {
      "en": "reflects the Italian national character, but sort of feel",
      "es": "cómo él cree que Pagani refleja el carácter italiano nacional, pero me pareció que no era el momento adecuado."
    }
  },
  {
    "translation": {
      "en": "- now's not the right time. - Stop it. Stop it, stop it, stop it!",
      "es": "pero me pareció que no era el momento adecuado. ¡Detente, detente!"
    }
  },
  {
    "translation": {
      "en": "This is the thing, racing drivers hate being driven round.",
      "es": "Es que los pilotos de carreras odian que los lleven."
    }
  },
  {
    "translation": {
      "en": "My baby!",
      "es": "¡Mi bebé!"
    }
  },
  {
    "translation": {
      "en": "Thankfully, though, after a while, my passenger relaxes...",
      "es": "Por suerte, luego de un rato, mi pasajero se relaja,"
    }
  },
  {
    "translation": {
      "en": "and I can just get on with loving it.",
      "es": "y yo pude seguir disfrutándolo."
    }
  },
  {
    "translation": {
      "en": "What a car.",
      "es": "Qué auto."
    }
  },
  {
    "translation": {
      "en": "The sound feels like thunder.",
      "es": "Suena como a un trueno."
    }
  },
  {
    "translation": {
      "en": "It's amazing.",
      "es": "Es maravilloso."
    }
  },
  {
    "translation": {
      "en": "It feels beautiful, really good. It's lovely.",
      "es": "Se siente hermoso, muy bueno. Es hermoso."
    }
  },
  {
    "translation": {
      "en": "- Woo. - It's nice. Isn't it?",
      "es": "- Es genial. - ¿Verdad?"
    }
  },
  {
    "translation": {
      "en": "He's very fast!",
      "es": "¡Va muy rápido!"
    }
  },
  {
    "translation": {
      "en": "- Was that okay? - He's fantastic, yeah.",
      "es": "¿Estuvo bien? Es... fantástico. Sí."
    }
  },
  {
    "translation": {
      "en": "Grazie! Grazie. That was great fun. It's a very special car.",
      "es": "Fue muy divertido. Es un auto muy especial."
    }
  },
  {
    "translation": {
      "en": "I think what Pagani have done is take this to a whole new level.",
      "es": "Creo que lo que Pagani hizo fue dar un paso más allá."
    }
  },
  {
    "translation": {
      "en": "Ferrari took it to the level, and they made sports cars,",
      "es": "Ferrari los llevó a un punto donde hacían autos deportivos, de carrera."
    }
  },
  {
    "translation": {
      "en": "they made race cars. Lamborghini, they're all about the design.",
      "es": "Ferrari los llevó a un punto donde hacían autos deportivos, de carrera. Lamorghini era todo diseño."
    }
  },
  {
    "translation": {
      "en": "I think what Pagani is, they're artists, designers and racing drivers...",
      "es": "Y creo que Pagani es... Son artistas, diseñadores y corredores..."
    }
  },
  {
    "translation": {
      "en": "all blended in together.",
      "es": "...todo fusionado en uno."
    }
  },
  {
    "translation": {
      "en": "I've fallen for it, really. It's ridiculous.",
      "es": "Estoy enamorado, de verdad. Es increíble."
    }
  },
  {
    "translation": {
      "en": "The next morning, after a couple of hours on the road, I reach Verona.",
      "es": "La mañana siguiente, luego de unas horas en el camino, llegamos a Verona."
    }
  },
  {
    "translation": {
      "en": "Today, I'm working for a local laundry as a delivery driver,",
      "es": "Hoy estoy trabajando en una lavandería local haciendo entregas junto al hijo de la dueña, Kevin Napoli."
    }
  },
  {
    "translation": {
      "en": "alongside the owner's son, Kevin Napoli.",
      "es": "haciendo entregas junto al hijo de la dueña, Kevin Napoli."
    }
  },
  {
    "translation": {
      "en": "Okay. These?",
      "es": "Bien, ¿son estas?"
    }
  },
  {
    "translation": {
      "en": "And my wheels are arguably the most important post- war Italian car",
      "es": "Y mi transporte, podría decirse, es el auto italiano de posguerra más importante de todos,"
    }
  },
  {
    "translation": {
      "en": "of them all.",
      "es": "podría decirse, es el auto italiano de posguerra más importante de todos,"
    }
  },
  {
    "translation": {
      "en": "The Piaggio Ape.",
      "es": "el Piaggio Ape."
    }
  },
  {
    "translation": {
      "en": "Launched three years after the end of the Second World War,",
      "es": "Se lanzó tres años después del fin de la Segunda Guerra Mundial"
    }
  },
  {
    "translation": {
      "en": "this three- wheel van is still in production today,",
      "es": "y esta camioneta de tres ruedas sigue produciéndose hoy,"
    }
  },
  {
    "translation": {
      "en": "and so far, two million have been sold.",
      "es": "hasta ahora se han vendido dos millones."
    }
  },
  {
    "translation": {
      "en": "The beauty of the Ape is that it's so simple.",
      "es": "La belleza del Ape es su gran simpleza."
    }
  },
  {
    "translation": {
      "en": "Just a throttle and a brake. Any idiot could drive it.",
      "es": "Un acelerador y un freno. Cualquier idiota puede conducirlo."
    }
  },
  {
    "translation": {
      "en": "Almost any idiot.",
      "es": "Casi cualquier idiota."
    }
  },
  {
    "translation": {
      "en": "Oh, me door's opened!",
      "es": "Oh, se me abrió la puerta."
    }
  },
  {
    "translation": {
      "en": "Okay. So, it's debatable whether the Ape is actually a car...",
      "es": "Bien. Puede debatirse si el Ape es de hecho un auto o no."
    }
  },
  {
    "translation": {
      "en": "Me door's opened again!",
      "es": "¡La puerta otra vez!"
    }
  },
  {
    "translation": {
      "en": "...or a scooter with doors that don't shut properly.",
      "es": "O una motocicleta con puertas que no cierran bien."
    }
  },
  {
    "translation": {
      "en": "But let's go with car, please.",
      "es": "Pero digamos que es un auto."
    }
  },
  {
    "translation": {
      "en": "Apes are cheap to buy, cheap to run, and reliable, perfect for the hundreds",
      "es": "Los Apes son económicos para comprar y andar, y son confiables, perfectos para los cientos de miles de pequeñas empresas familiares"
    }
  },
  {
    "translation": {
      "en": "of thousands of small family businesses which still characterize",
      "es": "perfectos para los cientos de miles de pequeñas empresas familiares tan características en tantas ciudades italianas."
    }
  },
  {
    "translation": {
      "en": "many Italian cities.",
      "es": "tan características en tantas ciudades italianas."
    }
  },
  {
    "translation": {
      "en": "I mean, these things are actually pretty decent vehicles to use.",
      "es": "Estas cosas son vehículos bastante decentes para andar."
    }
  },
  {
    "translation": {
      "en": "For those little tight streets around Italy, it's absolutely perfect.",
      "es": "Es perfecto para las angostas callecitas de Italia."
    }
  },
  {
    "translation": {
      "en": "I could see myself delivering bread in this.",
      "es": "Me veo entregando pan en esta cosa."
    }
  },
  {
    "translation": {
      "en": "What a beautiful part of the city, though!",
      "es": "Qué hermosa parte de la ciudad."
    }
  },
  {
    "translation": {
      "en": "Ironically, I can't open the doors now, which is weird.",
      "es": "Qué ironía, no puedo abrir las puertas ahora. Extraño."
    }
  },
  {
    "translation": {
      "en": "Our delivery is shirts for a lady who's apparently",
      "es": "Esta entrega es de camisas para una señora que es al parecer una actriz italiana bastante famosa."
    }
  },
  {
    "translation": {
      "en": "quite a famous Italian actress.",
      "es": "para una señora que es al parecer una actriz italiana bastante famosa."
    }
  },
  {
    "translation": {
      "en": "Buongiorno. It's okay?",
      "es": "Buongiorno. ¿Está bien?"
    }
  },
  {
    "translation": {
      "en": "- Okay, thank you. - Thank you for it.",
      "es": "- Bien. - Bien, gracias."
    }
  },
  {
    "translation": {
      "en": "Grazie. Bye- bye.",
      "es": "Grazie. Adiós."
    }
  },
  {
    "translation": {
      "en": "That was easy. Time for a coffee break and a chat with Mirko Zambaldo,",
      "es": "Fue fácil. Es hora de un café. Y una charla con Marco Zambaldo,"
    }
  },
  {
    "translation": {
      "en": "President of the Verona Ape Owners' Club.",
      "es": "el presidente del Club de dueños de Ape en Verona."
    }
  },
  {
    "translation": {
      "en": "Can you tell me a little bit about why the Italians love the Ape?",
      "es": "¿Puedes contarme un poco sobre por qué los italianos aman el Ape?"
    }
  },
  {
    "translation": {
      "en": "The Ape",
      "es": "El Ape..."
    }
  },
  {
    "translation": {
      "en": "has helped with the rebirth of Italy, after the War.",
      "es": "ha ayudado a reconstruir Italia después de la guerra."
    }
  },
  {
    "translation": {
      "en": "After World War Two,",
      "es": "Después de la II Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "the Italian economy was on its knees. Its people were broke.",
      "es": "la economía italiana estaba quebrada, la gente también,"
    }
  },
  {
    "translation": {
      "en": "They needed a cheap way to start and run businesses.",
      "es": "y necesitaban una forma económica de comenzar a hacer negocios."
    }
  },
  {
    "translation": {
      "en": "The people of Europe did not lack courage.",
      "es": "A la gente de Europa no le faltó coraje."
    }
  },
  {
    "translation": {
      "en": "Enter the Ape.",
      "es": "Así surgió el Ape."
    }
  },
  {
    "translation": {
      "en": "Look. I'll show you...",
      "es": "Mira, te mostraré."
    }
  },
  {
    "translation": {
      "en": "one slogan. It's the first slogan for Ape.",
      "es": "Una consgina. La primera de Ape."
    }
  },
  {
    "translation": {
      "en": "Ape. The vehicle that helps you earn money.",
      "es": "Ape. El vehículo que te ayuda a ganar dinero."
    }
  },
  {
    "translation": {
      "en": "Therefore, it's a very important vehicle",
      "es": "Por lo tanto, es un auto importante"
    }
  },
  {
    "translation": {
      "en": "for the rebirth and the development of Italy.",
      "es": "para el renacimiento y el desarrollo de Italia."
    }
  },
  {
    "translation": {
      "en": "And in this country of supercar lovers, it appears",
      "es": "Y en este país de amantes de los súper autos, parece que aún tienen un gran lugar en sus corazones"
    }
  },
  {
    "translation": {
      "en": "they still have a big place in their hearts",
      "es": "parece que aún tienen un gran lugar en sus corazones"
    }
  },
  {
    "translation": {
      "en": "for this funny little three- wheeler.",
      "es": "para este divertido auto de tres ruedas."
    }
  },
  {
    "translation": {
      "en": "I assure you, every family owned an Ape, or a family member had one...",
      "es": "Te aseguro, cada familia tenía un Ape, o un miembro lo tenía..."
    }
  },
  {
    "translation": {
      "en": "It's not only a vehicle.",
      "es": "No es solo un auto."
    }
  },
  {
    "translation": {
      "en": "It's a family member as well. A son, a relative...",
      "es": "Es otro miembro de la familia. Un hijo, un pariente."
    }
  },
  {
    "translation": {
      "en": "It's there.",
      "es": "Está ahí."
    }
  },
  {
    "translation": {
      "en": "It's something that gives you a sense of belonging,",
      "es": "Es algo que te da una sensación de pertenencia,"
    }
  },
  {
    "translation": {
      "en": "and this is becau--",
      "es": "y eso es porque..."
    }
  },
  {
    "translation": {
      "en": "It's the pride in owning a product that's made in Italy",
      "es": "Es un orgullo tener un producto que está hecho en Italia y que está ayudando a tu familia."
    }
  },
  {
    "translation": {
      "en": "and that's helping your family.",
      "es": "que está hecho en Italia y que está ayudando a tu familia."
    }
  },
  {
    "translation": {
      "en": "Back on the laundry run, I'm feeling a lot of love too, for my Ape.",
      "es": "De vuelta en el lavadero, ya también siento mucho amor por mi Ape."
    }
  },
  {
    "translation": {
      "en": "And so are my crew, crammed into the back of an Ape pick- up in front of me.",
      "es": "Y mi equipo también, apiñados en la parte trasera de otra camioneta Ape frente a mí."
    }
  },
  {
    "translation": {
      "en": "And so is Kevin, who appears to think using all three",
      "es": "También está Kevin, que, al parecer, cree que usar las tres ruedas del Ape"
    }
  },
  {
    "translation": {
      "en": "of the Ape's wheels is wasteful and boring.",
      "es": "que, al parecer, cree que usar las tres ruedas del Ape es un desperdicio aburrido."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, got him. Oh, yeah.",
      "es": "Oh, sí. Lo tengo. Sí."
    }
  },
  {
    "translation": {
      "en": "I'm going to cut him off, now, at the gate. Get in.",
      "es": "Lo interceptaré en la entrada ahora. ¡Adentro!"
    }
  },
  {
    "translation": {
      "en": "I've cut him off.",
      "es": "Lo interceptaré."
    }
  },
  {
    "translation": {
      "en": "You know what? I get it, now.",
      "es": "Ahora lo entiendo, ¿saben?"
    }
  },
  {
    "translation": {
      "en": "I love my Ape. I love what it says about Italy. While they dream",
      "es": "Me encanta mi Ape. Y me encanta lo que dice de Italia. Si bien sueñan con súper autos,"
    }
  },
  {
    "translation": {
      "en": "of supercars, they passionately embrace their three- wheeled reality.",
      "es": "Si bien sueñan con súper autos, aceptan con pasión esta realidad de tres ruedas."
    }
  },
  {
    "translation": {
      "en": "That was, uh... great.",
      "es": "Eso estuvo genial."
    }
  },
  {
    "translation": {
      "en": "Having said goodbye to Kevin and my little yellow Ape,",
      "es": "Luego de despedirme de Kevin y mi pequeño Ape amarillo,"
    }
  },
  {
    "translation": {
      "en": "I'm now leaving Verona in this beautiful 1938 Alfa 6C.",
      "es": "me voy de Verona en este hermoso Alfa 6C de 1938."
    }
  },
  {
    "translation": {
      "en": "But I'm really nervous. Every time I select a gear,",
      "es": "Pero estoy muy nervioso. Cada vez que pongo un cambio, pienso: Por favor, no te atasques."
    }
  },
  {
    "translation": {
      "en": "I think, Oh, please don't crunch! Because the owner, he said,",
      "es": "Cada vez que pongo un cambio, pienso: Por favor, no te atasques. El dueño me dijo: Paul, por favor, no lo atasques,"
    }
  },
  {
    "translation": {
      "en": "Paul, please don't crunch the gears, because every time you do that,",
      "es": "El dueño me dijo: Paul, por favor, no lo atasques, porque cada vez que eso pasa, cuesta dinero."
    }
  },
  {
    "translation": {
      "en": "it costs me money.",
      "es": "porque cada vez que eso pasa, cuesta dinero."
    }
  },
  {
    "translation": {
      "en": "So I'm really nervous!",
      "es": "Así que estoy muy nervioso."
    }
  },
  {
    "translation": {
      "en": "And I bet you'd be nervous too, because this car is valued",
      "es": "Apuesto que ustedes también lo estarían porque este auto está valuado en unos tres millones de libras."
    }
  },
  {
    "translation": {
      "en": "at around three million pounds.",
      "es": "está valuado en unos tres millones de libras."
    }
  },
  {
    "translation": {
      "en": "- - Oh! He's going to kill me.",
      "es": "Me va a matar."
    }
  },
  {
    "translation": {
      "en": "This the Mille Miglia version of the 6C, and is still regarded today",
      "es": "Esta es la versión Mille Miglia del 6C, y aún se le considera hoy en día"
    }
  },
  {
    "translation": {
      "en": "as one of the very best cars Alfa Romeo ever built.",
      "es": "como uno de los mejores autos construidos por Alfa Romeo."
    }
  },
  {
    "translation": {
      "en": "I notice, as I look in my one wing mirror, I can see a new Alfa Romeo behind me.",
      "es": "Por el único espejo retrovisor, veo un Alfa Romeo nuevo detrás de mí."
    }
  },
  {
    "translation": {
      "en": "That's him, that is. The owner's watching me.",
      "es": "Es él, el dueño me está mirando."
    }
  },
  {
    "translation": {
      "en": "He's making sure that his car's all right.",
      "es": "Se está asegurando de que su auto esté bien."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, go off, enjoy yourself. I'll wait here. Yeah, sure!",
      "es": "Sí, ve y disfruta. Yo esperaré aquí. Sí, claro."
    }
  },
  {
    "translation": {
      "en": "Only 107 of this special edition were ever built,",
      "es": "Solo se construyeron 107 de esta edición especial"
    }
  },
  {
    "translation": {
      "en": "to commemorate the racing achievements of its predecessors,",
      "es": "para conmemorar los logros deportivos de sus antecesores"
    }
  },
  {
    "translation": {
      "en": "because on this very road,",
      "es": "porque en esta carretera"
    }
  },
  {
    "translation": {
      "en": "Alfa 6Cs won the world's most prestigious motor race three times.",
      "es": "el Alfa 6C ganó la carrera más prestigiosa del mundo tres veces."
    }
  },
  {
    "translation": {
      "en": "The greatest international road race of them all, the Mille Miglia.",
      "es": "La carrera internacional más importante de todas, la Mille Miglia."
    }
  },
  {
    "translation": {
      "en": "The Mille Miglia started in 1927.",
      "es": "La Mille Miglia comenzó en 1927."
    }
  },
  {
    "translation": {
      "en": "It was basically a thousand- mile road race.",
      "es": "Era básicamente una carrera de mil millas."
    }
  },
  {
    "translation": {
      "en": "The race went from Brescia to Rome and back to Brescia,",
      "es": "Iba desde Brescia hasta Roma y de vuelta a Brescia,"
    }
  },
  {
    "translation": {
      "en": "although the exact route changed regularly over the years.",
      "es": "aunque la ruta exacta cambiaba regularmente con los años."
    }
  },
  {
    "translation": {
      "en": "An estimated five million spectators lined the roads as cars flew by",
      "es": "Se estima que cinco millones de espectadores se acercaban para ver a los autos que volaban a 250 kilómetros por hora."
    }
  },
  {
    "translation": {
      "en": "at 150 miles an hour.",
      "es": "a los autos que volaban a 250 kilómetros por hora."
    }
  },
  {
    "translation": {
      "en": "Italy's fanatical love of motorsport began with the Mille Miglia.",
      "es": "El amor fanático por el automovilismo comenzó con la Mille Miglia."
    }
  },
  {
    "translation": {
      "en": "Alfa Romeo won it more than any other manufacturer,",
      "es": "Alfa Romeo ganó más veces que cualquier otro fabricante."
    }
  },
  {
    "translation": {
      "en": "they won it 11 times.",
      "es": "Ganaron 11 veces."
    }
  },
  {
    "translation": {
      "en": "Enzo Ferrari ran cars in the Mille Miglia.",
      "es": "Enzo Ferrari corría sus autos en la Mille Miglia,"
    }
  },
  {
    "translation": {
      "en": "Ferruccio Lamborghini and Bindo Maserati raced in it.",
      "es": "Ferruccio Lamborghini y Bindo Maserati también."
    }
  },
  {
    "translation": {
      "en": "This is the reason why supercars come from Italy. A thousand- mile race,",
      "es": "Es por esto que los súper autos vienen de Italia, una carrera de mil millas que duró unos 30 años antes de desaparecer."
    }
  },
  {
    "translation": {
      "en": "which lasted for 30 years before it was stopped.",
      "es": "una carrera de mil millas que duró unos 30 años antes de desaparecer."
    }
  },
  {
    "translation": {
      "en": "And the reason it was stopped was because of what happened here",
      "es": "Y su desaparición se debió a lo que pasó aquí,"
    }
  },
  {
    "translation": {
      "en": "on the SB236, 30 miles south of Brescia.",
      "es": "en la SB236, cincuenta kilómetros al sur de Brescia."
    }
  },
  {
    "translation": {
      "en": "It was at this point in 1957, twelfth of March,",
      "es": "Fue en este punto, en 1957, el 12 de marzo..."
    }
  },
  {
    "translation": {
      "en": "where there was a horrific accident.",
      "es": "...donde sucedió un horrible accidente."
    }
  },
  {
    "translation": {
      "en": "At the start line, car 531 was amongst the favorites.",
      "es": "En la línea de salida, el auto 531 estaba entre los favoritos."
    }
  },
  {
    "translation": {
      "en": "The Marquis de Portago of Spain and Eddie Nelson of America share a Ferrari.",
      "es": "El marqués de Portago de España ahí, y Eddie Nelson comparten un Ferrari."
    }
  },
  {
    "translation": {
      "en": "Neither the watching millions at the roadside,",
      "es": "Ninguno de los millones de espectadores"
    }
  },
  {
    "translation": {
      "en": "nor de Portago himself, dream of the tragedy that lies ahead for him.",
      "es": "ni Portago mismo soñaban con la tragedia que le esperaba."
    }
  },
  {
    "translation": {
      "en": "Approaching the finish, Portago was in third place.",
      "es": "Llegando a la meta, Portago estaba en tercer lugar."
    }
  },
  {
    "translation": {
      "en": "He desperately wanted to win, and was pushing hard.",
      "es": "Quería ganar con desesperación, y estaba esforzándose por ello."
    }
  },
  {
    "translation": {
      "en": "The Ferrari lost control. Blow out. The car turned, spun,",
      "es": "El Ferrari perdió el control, salió volando, el auto dio un giro y un vuelco, y acabó en esta zanja."
    }
  },
  {
    "translation": {
      "en": "ended up in this ditch.",
      "es": "el auto dio un giro y un vuelco, y acabó en esta zanja."
    }
  },
  {
    "translation": {
      "en": "Nine of the spectators lost their lives here...",
      "es": "Nueve de los espectadores perdieron la vida aquí,"
    }
  },
  {
    "translation": {
      "en": "and this is the reason why the Mille Miglia never happened",
      "es": "y esa es la razón por la que la Mille Miglia nunca volvió"
    }
  },
  {
    "translation": {
      "en": "the same way again, because this accident changed everything.",
      "es": "a ser la misma jamás. Porque el accidente lo cambió todo."
    }
  },
  {
    "translation": {
      "en": "And 11 people lost their lives that day, all for the sake of motor- racing.",
      "es": "Y 11 personas perdieron la vida ese día, todo por el automovilismo."
    }
  },
  {
    "translation": {
      "en": "The subject of the day today is Italian style,",
      "es": "El tema del día de hoy es el estilo italiano,"
    }
  },
  {
    "translation": {
      "en": "and I'm heading west towards Milan...",
      "es": "y me dirijo al oeste camino a Milán..."
    }
  },
  {
    "translation": {
      "en": "the fashion capital of Italy...",
      "es": "...la capital de la moda de Italia."
    }
  },
  {
    "translation": {
      "en": "where, right now, the world's top designers,",
      "es": "Justo ahora, los diseñadores más importantes,"
    }
  },
  {
    "translation": {
      "en": "cake dodgers and chain- smokers are gathered for Milan Fashion Week",
      "es": "los que comen poco y fuman mucho, están reunidos en la Semana de la Moda"
    }
  },
  {
    "translation": {
      "en": "to look at clothes no- one will actually buy.",
      "es": "para observar prendas que nunca van a comprar."
    }
  },
  {
    "translation": {
      "en": "Thankfully, though, we're not stopping with the fashionistas.",
      "es": "Por suerte, no nos detenemos con los amantes de la moda,"
    }
  },
  {
    "translation": {
      "en": "At least, not the ones who like dresses. We're heading on to Turin.",
      "es": "no al menos los que adoran los vestidos. Vamos a Turín."
    }
  },
  {
    "translation": {
      "en": "Milan is for the clothes, Turin is for the cars.",
      "es": "Milán es para las prendas lo que Turín es para los autos."
    }
  },
  {
    "translation": {
      "en": "This city is home to the world's leading car- styling houses.",
      "es": "Esta ciudad es hogar de las casas de estilistas de autos más importantes."
    }
  },
  {
    "translation": {
      "en": "Pininfarina, Bertone, Gandini, Ghia and Ital all started",
      "es": "Pininfarina, Bertone, Gandini, Ghia e Ital todos comenzaron dentro y alrededor de Turín."
    }
  },
  {
    "translation": {
      "en": "in and around Turin.",
      "es": "todos comenzaron dentro y alrededor de Turín."
    }
  },
  {
    "translation": {
      "en": "Car stylists are commissioned by manufacturers to create",
      "es": "Los estilistas de autos trabajan para los fabricantes"
    }
  },
  {
    "translation": {
      "en": "the external design of cars, working on both aesthetics",
      "es": "para crear el diseño externo de los autos, fusionando la estética y la aerodinamia."
    }
  },
  {
    "translation": {
      "en": "and aerodynamics.",
      "es": "fusionando la estética y la aerodinamia."
    }
  },
  {
    "translation": {
      "en": "The likes of Fiat, the likes of Ferrari, the likes of Maserati,",
      "es": "Autos como los Fiat, los Ferrari, los Maserati,"
    }
  },
  {
    "translation": {
      "en": "the likes of Lamborghini, they came here to get their cars styled",
      "es": "los Lamborghini, todos vinieron aquí para lograr el estilo"
    }
  },
  {
    "translation": {
      "en": "by these amazing fashion houses for cars.",
      "es": "en manos de estas empresas maravillosas de estilistas de autos."
    }
  },
  {
    "translation": {
      "en": "This is a face- lifted version of one Pininfarina did.",
      "es": "Esta es una versión estirada que hicieron de un Pininfarina."
    }
  },
  {
    "translation": {
      "en": "The new Maserati Quattroporte.",
      "es": "El nuevo Maserati Quattroporte."
    }
  },
  {
    "translation": {
      "en": "This is a family super car.",
      "es": "Es un súper auto familiar."
    }
  },
  {
    "translation": {
      "en": "Quattroporte sounds very Italiano, but actually, it just means four doors.",
      "es": "Quattroporte suena muy italiano, pero de hecho significa cuatro puertas."
    }
  },
  {
    "translation": {
      "en": "And that's the point. Things feel more stylish by being Italian.",
      "es": "Y ese es el punto, todo tiene más estilo cuando es italiano."
    }
  },
  {
    "translation": {
      "en": "Italy is synonymous with style, but why?",
      "es": "Italia es sinónimo de estilo, ¿pero por qué?"
    }
  },
  {
    "translation": {
      "en": "To try and find out, I'm heading here, probably the most stylish test track",
      "es": "Para intentar averiguarlo, vine hasta aquí, de seguro la pista de pruebas con más estilo del mundo,"
    }
  },
  {
    "translation": {
      "en": "in the world, the Pista Lingotto, built on the roof of the old Fiat factory",
      "es": "de seguro la pista de pruebas con más estilo del mundo, la Pista Lingotto, construida en el techo de una vieja fábrica Fiat del mismo nombre,"
    }
  },
  {
    "translation": {
      "en": "of the same name.",
      "es": "de una vieja fábrica Fiat del mismo nombre,"
    }
  },
  {
    "translation": {
      "en": "Even the ramp up there is beautiful.",
      "es": "donde hasta la rampa es hermosa."
    }
  },
  {
    "translation": {
      "en": "It was opened in 1923...",
      "es": "Se inauguró en 1923"
    }
  },
  {
    "translation": {
      "en": "and meant that every single car produced in the factory below",
      "es": "y significó que cada auto producido en la fábrica de abajo"
    }
  },
  {
    "translation": {
      "en": "could be driven straight off at the end of the production line",
      "es": "podía conducirse directo de la línea de producción"
    }
  },
  {
    "translation": {
      "en": "and tested high above the city.",
      "es": "y probarse en las alturas de la ciudad."
    }
  },
  {
    "translation": {
      "en": "Today, it has a speed limit of 30 kilometers per hour.",
      "es": "Hoy, tiene un límite de velocidad de 30 kilómetros por hora."
    }
  },
  {
    "translation": {
      "en": "But the director decided it was still a suitably classy location",
      "es": "Pero el director decidió que era aún una ubicación elegante"
    }
  },
  {
    "translation": {
      "en": "for us to shoot the bit where I meet this lady.",
      "es": "para filmar la toma donde conozco a esta dama."
    }
  },
  {
    "translation": {
      "en": "Chef, journalist and style guru, Eleonora Galasso,",
      "es": "Cocinera, reportera y gurú del estilo, Eleonora Galasso,"
    }
  },
  {
    "translation": {
      "en": "who drives an elegant classic, the Fiat Cinquecento.",
      "es": "quien conduce un clásico elegante, el Fiat Cinquecento."
    }
  },
  {
    "translation": {
      "en": "Of course, elegance and Scouse baker are not common bedfellows.",
      "es": "Por supuesto, la elegancia y un estofado no son una combinación frecuente."
    }
  },
  {
    "translation": {
      "en": "- Eleonora, lovely to meet you. - Buongiorno, Paul. How are you?",
      "es": "Eleonora, un placer conocerte. Buongiorno, Paul. ¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "Buongiorno. I'm very good.",
      "es": "Buongiorno, Paul. ¿Cómo estás? Muy bien."
    }
  },
  {
    "translation": {
      "en": "We're going for a little drive around Turin.",
      "es": "Daremos un pequeño paseo por Turín juntos."
    }
  },
  {
    "translation": {
      "en": "Right, it's open. There you go.",
      "es": "Oh, está abierto. Adelante."
    }
  },
  {
    "translation": {
      "en": "That's really being an Italian gentleman. We're starting very well.",
      "es": "Eres todo un caballero italiano. Comenzamos bien."
    }
  },
  {
    "translation": {
      "en": "You know I was voted second in Britain's Worst Dressed Man?",
      "es": "¿Sabías que salí el segundo inglés peor vestido del mundo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm very proud of that.",
      "es": "Sí, estoy muy orgulloso de ello."
    }
  },
  {
    "translation": {
      "en": "The Fiat Cinquecento, Italian for 500, by the way,",
      "es": "El Fiat Cinquecento, que significa quinientos en italiano,"
    }
  },
  {
    "translation": {
      "en": "was launched in 1957,",
      "es": "se lanzó en 1957,"
    }
  },
  {
    "translation": {
      "en": "in the days before seatbelts were thought necessary.",
      "es": "cuando se creía en la necesidad de los cinturones de seguridad."
    }
  },
  {
    "translation": {
      "en": "It was one of the first purpose- built city cars,",
      "es": "Fue uno de los primero autos construidos para la ciudad"
    }
  },
  {
    "translation": {
      "en": "designed to cope with the tiny streets of Italy's ancient cities.",
      "es": "y diseñado para lidiar con las callecitas de las antiguas ciudades italianas."
    }
  },
  {
    "translation": {
      "en": "You know these doors with the hinges that go the other way?",
      "es": "Estas puertas con las bisagras al revés,"
    }
  },
  {
    "translation": {
      "en": "In 1965, they moved the hinges to there... - Right. - ...so the door opened normally.",
      "es": "en 1965, cambiaron las bisagras de lugar para abrir las puertas normalmente."
    }
  },
  {
    "translation": {
      "en": "- Right. - And the Italian men kicked off,",
      "es": "Claro. Y los italianos enloquecieron. No les gustó en absoluto. ¿Sabes por qué?"
    }
  },
  {
    "translation": {
      "en": "they really didn't like it. You know why?",
      "es": "Y los italianos enloquecieron. No les gustó en absoluto. ¿Sabes por qué?"
    }
  },
  {
    "translation": {
      "en": "- Why? - Because they couldn't see",
      "es": "¿Por qué? No podían ver las bragas de las mujeres cuando salían del auto."
    }
  },
  {
    "translation": {
      "en": "the ladies' knickers when they came out the car.",
      "es": "No podían ver las bragas de las mujeres cuando salían del auto."
    }
  },
  {
    "translation": {
      "en": "The devil's in the detail.",
      "es": "El diablo está en los detalles."
    }
  },
  {
    "translation": {
      "en": "Italians love this little car because it was cheap and compact,",
      "es": "A los italianos les encantaba porque era económico y compacto,"
    }
  },
  {
    "translation": {
      "en": "but also because it looked good.",
      "es": "pero también se veía bien."
    }
  },
  {
    "translation": {
      "en": "And that wasn't an accident. Its design was entrusted",
      "es": "Y eso no fue accidental. El diseño fue de Dante Giacosa,"
    }
  },
  {
    "translation": {
      "en": "to Dante Giacosa, who cut his teeth on sexy sports cars.",
      "es": "El diseño fue de Dante Giacosa, que había aprendido a hacer autos sensuales."
    }
  },
  {
    "translation": {
      "en": "What he produced became an Italian style icon",
      "es": "Lo que él producía se convertía en un ícono de estilo italiano"
    }
  },
  {
    "translation": {
      "en": "right around the world.",
      "es": "en todo el mundo."
    }
  },
  {
    "translation": {
      "en": "You've got one of these cars haven't you? - Of course, I do. - You've got a Fiat 500.",
      "es": "- ¿Tú tienes uno de estos autos, no? - Claro que sí."
    }
  },
  {
    "translation": {
      "en": "Now, was that a style choice, or was that because you loved it?",
      "es": "¿Lo elegiste por estilo o porque te encantó?"
    }
  },
  {
    "translation": {
      "en": "It's a-- It's a style choice.",
      "es": "Es una elección de estilo."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - It's a lifestyle choice.",
      "es": "- Sí. - Es un estilo de vida."
    }
  },
  {
    "translation": {
      "en": "Do you think this car is stylish?",
      "es": "¿Crees que este auto tiene estilo?"
    }
  },
  {
    "translation": {
      "en": "I suppose style is... You can't really put your finger on it, can you?",
      "es": "Supongo que el estilo es... No se puede decir con precisión, ¿no?"
    }
  },
  {
    "translation": {
      "en": "But you know someone that is stylish,",
      "es": "Pero sabes que alguien tiene estilo"
    }
  },
  {
    "translation": {
      "en": "because when you see someone who is stylish, you go,",
      "es": "porque cuando ves a alguien con estilo dices:"
    }
  },
  {
    "translation": {
      "en": "Now, you're stylish! I suppose people see this car",
      "es": "Tú sí tienes estilo. Supongo que la gente ve este auto y dice lo mismo."
    }
  },
  {
    "translation": {
      "en": "and say the same thing.",
      "es": "Supongo que la gente ve este auto y dice lo mismo."
    }
  },
  {
    "translation": {
      "en": "When you look at this roof, as well, you think, That's a stylish roof.",
      "es": "Cuando observas el techo, piensas que es un techo con estilo."
    }
  },
  {
    "translation": {
      "en": "Do you know why they put that roof there?",
      "es": "- ¿Sabes por qué lo colocaron? - No. ¿Por?"
    }
  },
  {
    "translation": {
      "en": "- No. Why? - It was to save money on metal.",
      "es": "- ¿Sabes por qué lo colocaron? - No. ¿Por? El metal era costoso."
    }
  },
  {
    "translation": {
      "en": "Style has nothing to do with money,",
      "es": "El estilo no tiene nada que ver con el dinero,"
    }
  },
  {
    "translation": {
      "en": "but you have to have all the details right and show it out to the world",
      "es": "pero todos los detalles deben estar bien, y mostrárselo al mundo sin gritarlo."
    }
  },
  {
    "translation": {
      "en": "without screaming it. What we Italians believe in, is the things",
      "es": "y mostrárselo al mundo sin gritarlo. Los italianos creemos en las cosas"
    }
  },
  {
    "translation": {
      "en": "that have lived for a long time and that will probably survive.",
      "es": "que duran mucho tiempo y que probablemente sobrevivan."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - This is tradition.",
      "es": "Esto es tradición. No se puede inventar."
    }
  },
  {
    "translation": {
      "en": "- You don't make it up. - Right, okay.",
      "es": "Esto es tradición. No se puede inventar. - Claro, sí. - La aprendes, la ves y la replicas."
    }
  },
  {
    "translation": {
      "en": "- You learn it, see it and replicate it. - You breathe it.",
      "es": "- Claro, sí. - La aprendes, la ves y la replicas."
    }
  },
  {
    "translation": {
      "en": "And you breathe it, and it's within your veins, it's within your guts.",
      "es": "Y se respira, en las venas, en las entrañas."
    }
  },
  {
    "translation": {
      "en": "I think I get it, now.",
      "es": "Creo que lo entiendo ahora."
    }
  },
  {
    "translation": {
      "en": "Italy has a very rich history, and throughout that history,",
      "es": "Italia tiene una historia muy rica y, durante esa historia,"
    }
  },
  {
    "translation": {
      "en": "how things look has been very important to them.",
      "es": "el aspecto de las cosas ha sido muy importante para ellos."
    }
  },
  {
    "translation": {
      "en": "From art, to clothes, to buildings, and even tiny cheap cars.",
      "es": "Desde el arte a la ropa, los edificios, incluso los autos pequeños y económicos."
    }
  },
  {
    "translation": {
      "en": "- You need to pull on the right, just here. - Okay.",
      "es": "- Detente ahí a la derecha. - Bien."
    }
  },
  {
    "translation": {
      "en": "Italians appreciate beautiful things, not expensive things,",
      "es": "Los italianos aprecian las cosas bonitas, no las cosas costosas,"
    }
  },
  {
    "translation": {
      "en": "and know how to create them. Eleonora even reckons",
      "es": "y saben cómo crearlas. Eleonora incluso cree"
    }
  },
  {
    "translation": {
      "en": "she can add a little bit of Italian polish to the aforementioned Scouse baker.",
      "es": "que puede agregar un poco de sabor italiano a este cocinero."
    }
  },
  {
    "translation": {
      "en": "You can be a new person. You can be your Italian you.",
      "es": "Puedes ser una persona nueva, puedes ser el italiano que hay en ti."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll change my name to Paolo.",
      "es": "Me cambiaré el nombre a Paolo."
    }
  },
  {
    "translation": {
      "en": "For Italians, style is in everything. How you look...",
      "es": "Para los italianos el estilo lo es todo. Cómo te ves..."
    }
  },
  {
    "translation": {
      "en": "Finito.",
      "es": "Finito."
    }
  },
  {
    "translation": {
      "en": "...how you dress...",
      "es": "...cómo te vistes..."
    }
  },
  {
    "translation": {
      "en": "Oh, there he is!",
      "es": "¡Exacto!"
    }
  },
  {
    "translation": {
      "en": "That's an Italian man I see.",
      "es": "Veo aquí a un italiano."
    }
  },
  {
    "translation": {
      "en": "It feels great. I mean, if I really let my stomach go,",
      "es": "Se siente genial. Si relajo el estómago,"
    }
  },
  {
    "translation": {
      "en": "I reckon I'll take your eye out like a bullet with one of these buttons.",
      "es": "creo que un botón saldrá disparado como una bala."
    }
  },
  {
    "translation": {
      "en": "...and what you drive.",
      "es": "...y qué conduces."
    }
  },
  {
    "translation": {
      "en": "In Turin's most beautiful piazza...",
      "es": "En la piazza más hermosa de Turín..."
    }
  },
  {
    "translation": {
      "en": "- Wow. - That's a great picture.",
      "es": "- ¡Vaya! - Es una gran foto."
    }
  },
  {
    "translation": {
      "en": "...with Eleonora sitting on its bonnet and Paolo Hollywood by its side,",
      "es": "...con Eleonora sentada en el capó y Paolo Hollywood a su lado..."
    }
  },
  {
    "translation": {
      "en": "the Cinquecento is the essence of Italian style.",
      "es": "...el Cinquecento es la esencia del estilo italiano."
    }
  },
  {
    "translation": {
      "en": "What about this one? I love it! I love it.",
      "es": "¿Qué tal ésta? Me encanta. Me encanta."
    }
  },
  {
    "translation": {
      "en": "For my penultimate day,",
      "es": "En mi penúltimo día,"
    }
  },
  {
    "translation": {
      "en": "I'm driving up to Courmayeur and a very different Italy...",
      "es": "me dirijo a Courmayeur, una Italia muy diferente,"
    }
  },
  {
    "translation": {
      "en": "the one in the mountains, to meet a car",
      "es": "una en las montañas. Conoceré al auto que representa un lado totalmente nuevo de esta nación."
    }
  },
  {
    "translation": {
      "en": "which represents a whole new side of this nation.",
      "es": "Conoceré al auto que representa un lado totalmente nuevo de esta nación."
    }
  },
  {
    "translation": {
      "en": "You see, I'm starting to realize there are many different Italies,",
      "es": "Verán, comienzo a darme cuenta de que hay muchas Italias diferentes,"
    }
  },
  {
    "translation": {
      "en": "all within the same country.",
      "es": "todas dentro del mismo país."
    }
  },
  {
    "translation": {
      "en": "Before unification in the 19th Century, Italy was a collection",
      "es": "Antes de la unificación en el siglo XIX, Italia era una colección de estados independientes"
    }
  },
  {
    "translation": {
      "en": "of independent states, and there's still a definite divide",
      "es": "Italia era una colección de estados independientes y hay aún una gran diferencia"
    }
  },
  {
    "translation": {
      "en": "between the rich, industrial northern cities",
      "es": "entre las ciudades ricas e industriales del norte"
    }
  },
  {
    "translation": {
      "en": "and the poorer agricultural south. But then, 40 percent of Italy",
      "es": "y el sur más pobre y agricultor, pero el 40 % de Italia es montañoso,"
    }
  },
  {
    "translation": {
      "en": "is mountainous, and that's a whole different ballgame.",
      "es": "pero el 40 % de Italia es montañoso, y eso es algo totalmente diferente."
    }
  },
  {
    "translation": {
      "en": "So, Fiat built this.",
      "es": "Entonces, Fiat construyó esto:"
    }
  },
  {
    "translation": {
      "en": "The world's best value off- roader, the Panda four- by- four.",
      "es": "el mejor en valor de los todoterrenos, el Panda 4x4."
    }
  },
  {
    "translation": {
      "en": "Launched in 1983, it was a car that reflected, perfectly,",
      "es": "Se lanzó en 1983, y fue un auto que reflejó perfectamente"
    }
  },
  {
    "translation": {
      "en": "life in the Italian mountains. Modest, tough, and no- nonsense.",
      "es": "la vida en las montañas de Italia. Modesto, resistente y sin rodeos."
    }
  },
  {
    "translation": {
      "en": "Up here, it's very popular, even with people...",
      "es": "Aquí, es muy popular, incluso entre la gente que podría comprar un auto un poco más elegante,"
    }
  },
  {
    "translation": {
      "en": "who could probably afford something a little bit fancier,",
      "es": "incluso entre la gente que podría comprar un auto un poco más elegante,"
    }
  },
  {
    "translation": {
      "en": "like this man, Claudio Coriasco,",
      "es": "como este hombre, Claudio Coriasco,"
    }
  },
  {
    "translation": {
      "en": "director of Courmayeur's poshest and most exclusive hotel.",
      "es": "director del hotel más elegante y exclusivo de Courmayeur."
    }
  },
  {
    "translation": {
      "en": "There are many countries inside Italy under a motoristic point of view,",
      "es": "Hay muchos países dentro de Italia en un sentido automotriz,"
    }
  },
  {
    "translation": {
      "en": "because we've got Ape for the south of the Italy,",
      "es": "porque está Ape en el sur de Italia,"
    }
  },
  {
    "translation": {
      "en": "Fiat, the Cinquecento, that put, again, Italy on the road,",
      "es": "el Fiat Cinquecento, que puso a Italia en el camino de nuevo,"
    }
  },
  {
    "translation": {
      "en": "and in the northern part of the Italy, it was Panda.",
      "es": "y en la parte norte de Italia, fue el Panda."
    }
  },
  {
    "translation": {
      "en": "A lot of people still have Pandas in Aosta Valley.",
      "es": "Mucha gente aún tiene Pandas en el valle Aosta."
    }
  },
  {
    "translation": {
      "en": "Really? A Panda? A four- by- four?",
      "es": "¿De verdad? ¿Pandas? ¿Las 4x4?"
    }
  },
  {
    "translation": {
      "en": "Supercars are the dream, and everybody would like to drive a dream,",
      "es": "Los súper autos son el sueño y todos quieren conducir un sueño,"
    }
  },
  {
    "translation": {
      "en": "but we drive reality. This car belonged to my father.",
      "es": "pero conducimos realidad. Este auto era de mi padre, él era médico rural."
    }
  },
  {
    "translation": {
      "en": "He was a country doctor, and used this car",
      "es": "Este auto era de mi padre, él era médico rural. Y usaba este auto"
    }
  },
  {
    "translation": {
      "en": "to reach all the small villages up in the mountains 30 years ago.",
      "es": "para llegar a los pequeños pueblos en las montañas hace 30 años."
    }
  },
  {
    "translation": {
      "en": "- This was built in 1987. - Wow.",
      "es": "- Se construyó en 1987. - Vaya."
    }
  },
  {
    "translation": {
      "en": "It was made to reach, really, every impossible road.",
      "es": "Se construyó para andar por todas las calles imposibles."
    }
  },
  {
    "translation": {
      "en": "This can afford fifty centimeters of fresh snow without any problem,",
      "es": "Soporta 50 centímetros de nieve fresca sin problemas con cuatro personas dentro."
    }
  },
  {
    "translation": {
      "en": "- carrying four people. - Is it like a pet to you?",
      "es": "con cuatro personas dentro. ¿Es como tu mascota?"
    }
  },
  {
    "translation": {
      "en": "Yeah, absolutely. I will not sell it, not even for 50,000 pounds.",
      "es": "Sí, absolutamente. No lo vendería, ni por 50 000 libras."
    }
  },
  {
    "translation": {
      "en": "- I'll give you a million for it now. - No, I mean, I won't.",
      "es": "- ¿Por un millón? - Dije que no."
    }
  },
  {
    "translation": {
      "en": "- I'll give you two. - Well, let's talk about it.",
      "es": "- Te daré dos. - Bueno, hablémoslo."
    }
  },
  {
    "translation": {
      "en": "See! There is a price.",
      "es": "¿Ves? Siempre hay un precio."
    }
  },
  {
    "translation": {
      "en": "Giorgetto Giugiaro, the original Panda's designer,",
      "es": "Giorgetto Giugiaro, el diseñador original del Panda,"
    }
  },
  {
    "translation": {
      "en": "compared this four- by- four to a pair of jeans. Simple, practical, and without frills.",
      "es": "comparó esta 4x4 con un par de jeans. Simple, práctica y sin adornos."
    }
  },
  {
    "translation": {
      "en": "And you know, I bloody love jeans.",
      "es": "Y saben, adoro los jeans."
    }
  },
  {
    "translation": {
      "en": "To show you just how good this little car is,",
      "es": "Para mostrarles cuán bueno es este auto, terminaré el día"
    }
  },
  {
    "translation": {
      "en": "I'm ending the day with a slushy snow race.",
      "es": "Para mostrarles cuán bueno es este auto, terminaré el día con una carrera en la nieve."
    }
  },
  {
    "translation": {
      "en": "This is the latest version of the Panda 4x4, the 16,000- pound Panda Cross.",
      "es": "Esta es la última versión del Panda 4x4, el Panda Cross de 16 000 libras."
    }
  },
  {
    "translation": {
      "en": "Driving it is the two- times World Rally Champion, Miki Biasion.",
      "es": "Al volante, está Miki Biasion, doble campeón mundial de rally."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a nice car. Good fun. It's a happy car.",
      "es": "Sí, es un buen auto. Divertido. Un auto alegre."
    }
  },
  {
    "translation": {
      "en": "- You drive and you smile. - Yeah.",
      "es": "- Lo conduces y sonríes. - Sí."
    }
  },
  {
    "translation": {
      "en": "And this is one of the most expensive four- by- fours",
      "es": "Y este es uno de los 4x4 más costosos que se construyen hoy en día en Italia."
    }
  },
  {
    "translation": {
      "en": "that's currently built in Italy, the 230,000- pound Ferrari GTC4Lusso.",
      "es": "Y este es uno de los 4x4 más costosos que se construyen hoy en día en Italia. El Ferrari GTC4 Lusso de 230 000 libras."
    }
  },
  {
    "translation": {
      "en": "Driving it? Me!",
      "es": "Y al volante... ¡estoy yo!"
    }
  },
  {
    "translation": {
      "en": "Perfect steer.",
      "es": "Dirección perfecta."
    }
  },
  {
    "translation": {
      "en": "So, one flying lap...",
      "es": "Así que daremos una vuelta..."
    }
  },
  {
    "translation": {
      "en": "flat- out time trial.",
      "es": "...de prueba a contrarreloj."
    }
  },
  {
    "translation": {
      "en": "Ferrari versus Fiat.",
      "es": "Ferrari versus Fiat."
    }
  },
  {
    "translation": {
      "en": "Thoroughbred racehorse versus mountain goat.",
      "es": "Un purasangre de carreras contra una cabra de montaña."
    }
  },
  {
    "translation": {
      "en": "Dream versus reality.",
      "es": "El sueño versus la realidad."
    }
  },
  {
    "translation": {
      "en": "- Good handling, yes? - It is, yeah, it is.",
      "es": "- Buen manejo, ¿no? - Sí, la verdad."
    }
  },
  {
    "translation": {
      "en": "That's a back- breaker, that one!",
      "es": "¡Te rompe la espalda!"
    }
  },
  {
    "translation": {
      "en": "It's got grip. I mean, it's not a Range Rover, but it's got grip.",
      "es": "Tiene agarre. No es un Range Rover, pero tiene agarre."
    }
  },
  {
    "translation": {
      "en": "Ferrari build the GTC4 car because some of their customers complained",
      "es": "Ferrari construyó el auto GTC4 porque algunos de sus clientes se quejaron"
    }
  },
  {
    "translation": {
      "en": "that they couldn't get their two- wheel drive Ferraris",
      "es": "de que sus Ferraris de doble tracción no llegaban"
    }
  },
  {
    "translation": {
      "en": "up to their ski chalets through the snow.",
      "es": "a sus cabañas a través de la nieve."
    }
  },
  {
    "translation": {
      "en": "Breaks your heart, doesn't it?",
      "es": "Te rompe el corazón, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Now, I'm not saying that the Panda is better than the Ferrari,",
      "es": "Ahora, no digo que el Panda sea mejor que el Ferrari,"
    }
  },
  {
    "translation": {
      "en": "but with both me and Miki driving, it was three seconds faster",
      "es": "pero conmigo y Miki al volante, tardamos tres segundos menos"
    }
  },
  {
    "translation": {
      "en": "around the track.",
      "es": "en dar la vuelta a la pista."
    }
  },
  {
    "translation": {
      "en": "And the Ferrari got stuck.",
      "es": "Y el Ferrari se atascó."
    }
  },
  {
    "translation": {
      "en": "Okay. There's a button we didn't know about which helps get it unstuck.",
      "es": "Tiene un botón que no sabíamos que ayuda a desatascarlo,"
    }
  },
  {
    "translation": {
      "en": "But the Panda didn't need a button.",
      "es": "pero el Panda no necesitó ningún botón."
    }
  },
  {
    "translation": {
      "en": "It's my final day in Italy, and I'm heading back south,",
      "es": "Es mi último día en Italia y regreso al sur,"
    }
  },
  {
    "translation": {
      "en": "leaving the mountains.",
      "es": "me voy de las montañas."
    }
  },
  {
    "translation": {
      "en": "Today, I want to answer one final question.",
      "es": "Hoy quiero contestar una última pregunta."
    }
  },
  {
    "translation": {
      "en": "What is it about this country's culture and the character of its people",
      "es": "¿Qué tiene la cultura de este país y el carácter de su gente"
    }
  },
  {
    "translation": {
      "en": "which means Italy produces the most desirable",
      "es": "para que produzcan los autos más deseables"
    }
  },
  {
    "translation": {
      "en": "and emotionally engaging cars in the world?",
      "es": "y más emocionantes del mundo..."
    }
  },
  {
    "translation": {
      "en": "Like this one.",
      "es": "...como este?"
    }
  },
  {
    "translation": {
      "en": "The most beautiful Italian car ever built.",
      "es": "El auto italiano más hermoso jamás construido."
    }
  },
  {
    "translation": {
      "en": "The Lamborghini Miura.",
      "es": "El Lamborghini Miura."
    }
  },
  {
    "translation": {
      "en": "I'll introduce you to the Italian sitting next to me",
      "es": "Les presentaré al italiano junto a mí en un minuto,"
    }
  },
  {
    "translation": {
      "en": "in a minute or so, but right now, we both just want to enjoy the moment.",
      "es": "Les presentaré al italiano junto a mí en un minuto, porque ahora, ambos queremos disfrutar del momento."
    }
  },
  {
    "translation": {
      "en": "We've got the tunnel coming up, mate.",
      "es": "Se nos viene un túnel, amigo."
    }
  },
  {
    "translation": {
      "en": "- Sounds great, doesn't it? - Wow.",
      "es": "Suena genial, ¿no? Vaya."
    }
  },
  {
    "translation": {
      "en": "That's great.",
      "es": "Es genial."
    }
  },
  {
    "translation": {
      "en": "So, that bloke in the passenger seat.",
      "es": "Bien, el del asiento del acompañante,"
    }
  },
  {
    "translation": {
      "en": "As I said, I'll explain who he is in a moment, but first,",
      "es": "como dije, se los presentaré en un momento, pero primero,"
    }
  },
  {
    "translation": {
      "en": "having exited the tunnel safely, let's talk about this car.",
      "es": "luego de salir del túnel a salvo, hablemos del auto."
    }
  },
  {
    "translation": {
      "en": "The Lamborghini Miura was the first supercar. Two seats,",
      "es": "El Lamborghini Miura fue el primer súper auto de dos asientos,"
    }
  },
  {
    "translation": {
      "en": "rear- wheel drive, mid- engined, and, as the Italians say...",
      "es": "con tracción trasera, de motor central y, como dicen los italianos,"
    }
  },
  {
    "translation": {
      "en": "molto molto bellissimo.",
      "es": "molto, molto bellissimo."
    }
  },
  {
    "translation": {
      "en": "I love the fact that we're driving this beautiful car",
      "es": "Me encanta estar conduciendo este hermoso auto"
    }
  },
  {
    "translation": {
      "en": "and we have the Italian Alps as the panoramic view in front of us.",
      "es": "y tener los Alpes italianos como vista panorámica frente a nosotros."
    }
  },
  {
    "translation": {
      "en": "Launched in 1966, the Miura's the same age as me,",
      "es": "Se lanzó en 1966. El Miura tiene mi misma edad,"
    }
  },
  {
    "translation": {
      "en": "and looking a lot better on it.",
      "es": "y se ve mucho mejor."
    }
  },
  {
    "translation": {
      "en": "When this hit the motor show, everybody just went crazy.",
      "es": "Cuando llegó al mundo de los autos, todos enloquecieron."
    }
  },
  {
    "translation": {
      "en": "No- one had ever seen anything like this, a mid- engined Italian supercar.",
      "es": "Nadie había visto algo así antes, un súper auto italiano de motor central."
    }
  },
  {
    "translation": {
      "en": "It's so radical, and it drives beautifully.",
      "es": "Es tan radical y se desplaza hermosamente."
    }
  },
  {
    "translation": {
      "en": "They only built 763 Miuras, and while, of course, Italians loved them,",
      "es": "Solo construyeron 763 Miuras y, si bien los italianos lo adoran,"
    }
  },
  {
    "translation": {
      "en": "as with all supercars, most were sold abroad.",
      "es": "como todos los súper autos, la mayoría se vendió en el exterior."
    }
  },
  {
    "translation": {
      "en": "It feels like a race car, it doesn't feel like a road car. It feels like you're in a race car.",
      "es": "Se siente como un auto de carreras, no como uno de carretera."
    }
  },
  {
    "translation": {
      "en": "Sammy Davis Jr., Dean Martin and Frank Sinatra all had Miuras.",
      "es": "Sammy Davis Jr., Dean Martin y Frank Sinatra tenían Miuras."
    }
  },
  {
    "translation": {
      "en": "When asked why he hadn't bought a Ferrari, Sinatra replied,",
      "es": "Cuando le preguntaron a Sinatra por qué no tenía un Ferrari, dijo:"
    }
  },
  {
    "translation": {
      "en": "You buy a Ferrari when you want to be somebody.",
      "es": "Compras un Ferrari cuando quieres ser alguien,"
    }
  },
  {
    "translation": {
      "en": "You buy a Lamborghini when you are somebody.",
      "es": "compras un Lamborghini cuando eres alguien."
    }
  },
  {
    "translation": {
      "en": "Right. Time to introduce that bloke in the passenger seat.",
      "es": "Claro. Es hora de presentarles a mi amigo aquí a mi lado."
    }
  },
  {
    "translation": {
      "en": "He is Francesco de Carlo, comedian, car lover, and a man who knows",
      "es": "Él es Francesco de Carlo, comediante, amante de los autos, un hombre que sabe de qué se trata conducir en este país."
    }
  },
  {
    "translation": {
      "en": "what driving in this country is all about.",
      "es": "un hombre que sabe de qué se trata conducir en este país."
    }
  },
  {
    "translation": {
      "en": "Tell me about driving in Italy.",
      "es": "Cuéntame sobre cómo es conducir aquí."
    }
  },
  {
    "translation": {
      "en": "Oh... First of all, the position of your hands on the wheel.",
      "es": "Ante todo, la posición de las manos en el volante."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You drive ten to two.",
      "es": "- Tú conduces a las dos menos diez. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - But the Italian way is midday.",
      "es": "- Pero para los italianos es en el medio. - Yo normalmente..."
    }
  },
  {
    "translation": {
      "en": "- It's your hand on the side-- - Yeah, yes. Who have to show off",
      "es": "- Pero para los italianos es en el medio. - Yo normalmente... Sí, tienes que mostrar que eres un tipo genial, ¿sabes?"
    }
  },
  {
    "translation": {
      "en": "- that you're a cool guy, you know. - Okay.",
      "es": "Sí, tienes que mostrar que eres un tipo genial, ¿sabes?"
    }
  },
  {
    "translation": {
      "en": "We call it, Making la bella figura, you know, making a good impression.",
      "es": "Lo llamamos hacer la bella figura, dar una buena impresión."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - That's why we want to show off, every time, what we are doing.",
      "es": "Siempre queremos presumir de lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "So, cars are kind of like a status symbol.",
      "es": "Los autos son como un símbolo de estatus."
    }
  },
  {
    "translation": {
      "en": "- Then you need the sunglasses, of course. - Okay.",
      "es": "Y necesitas los lentes, por supuesto."
    }
  },
  {
    "translation": {
      "en": "And don't... Don't think about the pedestrians.",
      "es": "Y... no pienses en los peatones."
    }
  },
  {
    "translation": {
      "en": "We just don't like pedestrians.",
      "es": "No nos gustan los peatones."
    }
  },
  {
    "translation": {
      "en": "As we enter the town of Ivrea, fifty miles north of Turin,",
      "es": "Al entrar al pueblo de Ivrea, a 80 kilómetros al norte de Turín,"
    }
  },
  {
    "translation": {
      "en": "we're coming across quite a few pedestrians,",
      "es": "nos cruzamos con bastantes peatones"
    }
  },
  {
    "translation": {
      "en": "and that's exposing a bit of a Miura design flaw.",
      "es": "y pudimos exponer una pequeña falla de diseño del Miura."
    }
  },
  {
    "translation": {
      "en": "This car is so low that when people walk across,",
      "es": "Este auto es tan bajo que cuando la gente pasa a tu lado,"
    }
  },
  {
    "translation": {
      "en": "- you just have a crotch view. - Yeah, yeah, yeah. I don't think",
      "es": "solo les ves la entrepierna."
    }
  },
  {
    "translation": {
      "en": "that this is the reason why they were so low. I don't.",
      "es": "No creo que fueran tan bajos por esa razón, no."
    }
  },
  {
    "translation": {
      "en": "I don't know, maybe we've found something in this.",
      "es": "Quizás le encontramos el gusto a esto."
    }
  },
  {
    "translation": {
      "en": "Even if we are in Italy, we are not so obsessed about sex...",
      "es": "Incluso si estamos en Italia, no estamos tan obsesionados con el sexo."
    }
  },
  {
    "translation": {
      "en": "- You had a crotch fetish. - ...to build that... Crotch fetish!",
      "es": "Incluso si estamos en Italia, no estamos tan obsesionados con el sexo. El fetiche de la entrepierna."
    }
  },
  {
    "translation": {
      "en": "No, no. We are good people, we don't think about crotches.",
      "es": "No, somos buena gente, no pensamos en entrepiernas."
    }
  },
  {
    "translation": {
      "en": "We... This country's very passionate about everything. It's love and hate.",
      "es": "Este país es muy apasionado por todo. El amor, el odio,"
    }
  },
  {
    "translation": {
      "en": "Tragedy and comedy are together. We are brave and cowards.",
      "es": "la tragedia, la comedia están juntos. Somos valientes y cobardes."
    }
  },
  {
    "translation": {
      "en": "We are the top of every kind of emotion. I think that the cars are the same.",
      "es": "Vivimos todas las emociones al tope. Y creo que con los autos es lo mismo."
    }
  },
  {
    "translation": {
      "en": "They reflect the spirit of the country in which they are built.",
      "es": "Reflejan el espíritu del país donde se construyeron."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You know? So, the British cars",
      "es": "Los autos británicos son muy silenciosos y elegantes,"
    }
  },
  {
    "translation": {
      "en": "are very, very silent and classy. The German cars are very powerful",
      "es": "Los autos británicos son muy silenciosos y elegantes, los alemanes son poderosos y confiables."
    }
  },
  {
    "translation": {
      "en": "- and reliable. - Yeah.",
      "es": "los alemanes son poderosos y confiables."
    }
  },
  {
    "translation": {
      "en": "And I think the Italian cars are noisy.",
      "es": "Y creo que los italianos son ruidosos..."
    }
  },
  {
    "translation": {
      "en": "So, it's all about hands, isn't it?",
      "es": "- Todo pasa por las manos. - Sí, obvio."
    }
  },
  {
    "translation": {
      "en": "Yeah, obviously. The hand gesture is very important for us,",
      "es": "- Todo pasa por las manos. - Sí, obvio. Los gestos son muy importantes, incluso conduciendo."
    }
  },
  {
    "translation": {
      "en": "- even when you drive a car. - Yeah.",
      "es": "Los gestos son muy importantes, incluso conduciendo."
    }
  },
  {
    "translation": {
      "en": "'Cause there are a lot of signs, you know.",
      "es": "Porque hay muchas señales, sabes, sabes..."
    }
  },
  {
    "translation": {
      "en": "- Keep moving. Keep on. - Yeah.",
      "es": "sigue avanzando, adelante..."
    }
  },
  {
    "translation": {
      "en": "Come on. It's my time, you know. You have to learn this.",
      "es": "Vamos, es mi turno, sabes. Tienes que aprenderlo."
    }
  },
  {
    "translation": {
      "en": "- And then there is this gesture. - What, that?",
      "es": "- Y luego está esta señal. - ¿Qué es eso?"
    }
  },
  {
    "translation": {
      "en": "- If you want to offend another driver… - Yeah.",
      "es": "Si quieres ofender a otro conductor..."
    }
  },
  {
    "translation": {
      "en": "...this is very old- fashioned, but still good. It means that...",
      "es": "Esto es muy anticuado, pero sirve. Significa que tu esposa te está engañando."
    }
  },
  {
    "translation": {
      "en": "- your wife is cheating on you. - You're kidding me.",
      "es": "Significa que tu esposa te está engañando. - ¿Es broma? - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yeah, yeah. - That?",
      "es": "- ¿Así? - Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah. We use it for the other drivers or a referee.",
      "es": "- ¿Así? - Sí. Lo usamos para otros conductores o para los referís. Es muy popular."
    }
  },
  {
    "translation": {
      "en": "It's very popular.",
      "es": "Lo usamos para otros conductores o para los referís. Es muy popular."
    }
  },
  {
    "translation": {
      "en": "So, if someone--",
      "es": "Entonces, si alguien..."
    }
  },
  {
    "translation": {
      "en": "- Cut you off? - Yeah, yeah, yeah. You just say...",
      "es": "- ¿Te intercepta? -Sí."
    }
  },
  {
    "translation": {
      "en": "You're cornuto. It means cornuto.",
      "es": "Eres un cornuto, significa cornudo."
    }
  },
  {
    "translation": {
      "en": "The real reason we've come to Ivrea is because Francesco reckons",
      "es": "En realidad vinimos a Ivrea porque Francesco cree"
    }
  },
  {
    "translation": {
      "en": "this town can answer my question about why Italians",
      "es": "que este pueblo puede responderme por qué lo italianos construyen súper autos así,"
    }
  },
  {
    "translation": {
      "en": "build such brilliant supercars by way of a potentially",
      "es": "por qué lo italianos construyen súper autos así, por medio de metáfora potencialmente dolorosa."
    }
  },
  {
    "translation": {
      "en": "- very painful metaphor. - Do you like oranges?",
      "es": "por medio de metáfora potencialmente dolorosa. - ¿Te gustan las naranjas? - Me encantan, sí."
    }
  },
  {
    "translation": {
      "en": "- I love oranges, yeah. - Yeah, yeah.",
      "es": "- ¿Te gustan las naranjas? - Me encantan, sí. Sí, sí. Verás muchas naranjas."
    }
  },
  {
    "translation": {
      "en": "You will see a lot of oranges.",
      "es": "Sí, sí. Verás muchas naranjas."
    }
  },
  {
    "translation": {
      "en": "This is the battle of the oranges.",
      "es": "Esta es una batalla de naranjas."
    }
  },
  {
    "translation": {
      "en": "Dating back to 1808, the Festival has something to do",
      "es": "El festival, que data de 1808, tiene algo que ver con que los ciudadanos comunes de Ivrea"
    }
  },
  {
    "translation": {
      "en": "with Ivrea's ordinary citizens revolting against the wicked landowners of the time.",
      "es": "tiene algo que ver con que los ciudadanos comunes de Ivrea se rebelen contra los terratenientes malvados de la época."
    }
  },
  {
    "translation": {
      "en": "In reality, it's actually just a massive orange fight.",
      "es": "En realidad, es una enorme lucha de naranjas."
    }
  },
  {
    "translation": {
      "en": "- I think trouble's coming. - I can feel the tension.",
      "es": "- Tendremos problemas. - Siento la tensión."
    }
  },
  {
    "translation": {
      "en": "- Something is happening. - Yeah.",
      "es": "Algo está pasando."
    }
  },
  {
    "translation": {
      "en": "To start with, we watch from a safe distance,",
      "es": "Para comenzar, miramos desde una distancia prudencial,"
    }
  },
  {
    "translation": {
      "en": "bravely standing behind some netting.",
      "es": "valientemente de pie tras una red."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "Those guys in there are getting absolutely pummeled.",
      "es": "Esos tipos con los cascos están recibiendo una golpiza."
    }
  },
  {
    "translation": {
      "en": "You see, that's why we build supercars, because we love excitement,",
      "es": "Por esto construimos súper autos. Porque nos encanta el entusiasmo."
    }
  },
  {
    "translation": {
      "en": "we love extreme life, you know? We love passion.",
      "es": "Nos encanta la vida extrema, sabes. La pasión."
    }
  },
  {
    "translation": {
      "en": "- Yeah, yeah. - You can be hurt here, you can be killed,",
      "es": "Quizás te lastimes, puedes morir,"
    }
  },
  {
    "translation": {
      "en": "but we will never get bored in this country, never.",
      "es": "pero nunca te aburrirás en este país, nunca."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Look at them.",
      "es": "- Vaya. - Míralos."
    }
  },
  {
    "translation": {
      "en": "That is absolutely crazy. It's like going back 400 years, isn't it?",
      "es": "Esto es una locura absoluta. Es como retroceder 400 años..."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's an ancient ritual. You can feel it in the blood.",
      "es": "Sí, es un ritual ancestral. Lo puedes sentir en la sangre."
    }
  },
  {
    "translation": {
      "en": "- This is what we… -",
      "es": "Es lo que..."
    }
  },
  {
    "translation": {
      "en": "It's just a constant battering. Look at the amount of oranges",
      "es": "Es una golpiza constante. Mira la cantidad de naranjas en el suelo ahora."
    }
  },
  {
    "translation": {
      "en": "- on the floor down there now, look. - Yeah, yeah, yeah.",
      "es": "Mira la cantidad de naranjas en el suelo ahora. Sí, sí, sí."
    }
  },
  {
    "translation": {
      "en": "Italians have a knack for making life exciting to live...",
      "es": "Los italianos saben cómo vivir una vida emocionante,"
    }
  },
  {
    "translation": {
      "en": "and that just makes you want to get a piece of the action.",
      "es": "Y te dan ganas de vivir un poco de la acción."
    }
  },
  {
    "translation": {
      "en": "Do you know what? Shall we go down there?",
      "es": "¿Sabes qué? ¿Vamos allí abajo?"
    }
  },
  {
    "translation": {
      "en": "Yes, I know it. I knew it.",
      "es": "Sí, lo sabía, lo sabía."
    }
  },
  {
    "translation": {
      "en": "- Come on. Let's just have a go. - Let's try it, I know.",
      "es": "- Vamos. Hagámoslo de una vez. - Intentémoslo."
    }
  },
  {
    "translation": {
      "en": "You've got to do it haven't you?",
      "es": "Debemos hacerlo."
    }
  },
  {
    "translation": {
      "en": "They take this orange business to a level which you think...",
      "es": "Llevan este asunto de las naranjas a un nivel que piensas:"
    }
  },
  {
    "translation": {
      "en": "What are you thinking?",
      "es": "¿Qué están pensando?."
    }
  },
  {
    "translation": {
      "en": "I'll take a few of them.",
      "es": "Tomaré un par."
    }
  },
  {
    "translation": {
      "en": "It thrilled you. It scared you at the same time.",
      "es": "Te entusiasmaba y te atemorizaba a la vez."
    }
  },
  {
    "translation": {
      "en": "I got hit in the mouth, with a couple of oranges, but...",
      "es": "Me dieron en la boca, con un par de naranjas, pero..."
    }
  },
  {
    "translation": {
      "en": "Wow, crazy Italians.",
      "es": "vaya, italianos locos."
    }
  },
  {
    "translation": {
      "en": "But if you do join in, don't scare the horses.",
      "es": "Pero si te unes, no asustes a los caballos."
    }
  },
  {
    "translation": {
      "en": "Everyone involved considers their safety to be paramount,",
      "es": "Todos los involucrados piensan en la seguridad primero"
    }
  },
  {
    "translation": {
      "en": "and you really don't want to upset thousands of Italians armed with oranges.",
      "es": "y no quieres hacer enojar a miles de italianos armados con naranjas."
    }
  },
  {
    "translation": {
      "en": "- I'm empty, mate. - No, really?",
      "es": "- No tengo más. - ¿En serio?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Look what's on the floor!",
      "es": "Sí. Mira lo que hay en el suelo."
    }
  },
  {
    "translation": {
      "en": "You have, on the floor, oranges, horse shit and blood,",
      "es": "En el suelo hay naranjas, caca y sangre de caballos,"
    }
  },
  {
    "translation": {
      "en": "which is a perfect metaphor for life.",
      "es": "lo que es una perfecta metáfora de la vida."
    }
  },
  {
    "translation": {
      "en": "And as a closing thought to my Italian road trip,",
      "es": "Como una reflexión final de mi viaje por Italia"
    }
  },
  {
    "translation": {
      "en": "you can't say fairer than that.",
      "es": "no se puede decir más que eso."
    }
  },
  {
    "translation": {
      "en": "So, what have I learnt? Well, Italians are dreamers.",
      "es": "Entonces, ¿qué aprendí? Bueno, los italianos son soñadores."
    }
  },
  {
    "translation": {
      "en": "Most of them will never own a supercar.",
      "es": "La mayoría de ellos nunca tendrá un súper auto."
    }
  },
  {
    "translation": {
      "en": "Grazie!",
      "es": "Grazie."
    }
  },
  {
    "translation": {
      "en": "However, they love what these extraordinary machines",
      "es": "Pero les encanta lo que estas máquinas extraordinarias"
    }
  },
  {
    "translation": {
      "en": "say about them and their nation.",
      "es": "dicen de ellos y de su nación."
    }
  },
  {
    "translation": {
      "en": "- It's a one- off. My baby. - I know.",
      "es": "- Es único, mi bebé. - Lo sé."
    }
  },
  {
    "translation": {
      "en": "At the same time, they're realists and embrace what they have.",
      "es": "Al mismo tiempo, son realistas y aceptan lo que tienen."
    }
  },
  {
    "translation": {
      "en": "Who knew that working in a laundry or getting hit in the face",
      "es": "¿Quién diría que trabajar en un lavadero o que te peguen en la boca con una naranja"
    }
  },
  {
    "translation": {
      "en": "with an orange could be so exhilarating?",
      "es": "¿Quién diría que trabajar en un lavadero o que te peguen en la boca con una naranja podría ser tan emocionante?"
    }
  },
  {
    "translation": {
      "en": "What the Italians have, and they have lots of it,",
      "es": "Lo que tienen los italianos, y tienen mucho de eso,"
    }
  },
  {
    "translation": {
      "en": "whether it be their food, their styling, their throwing of oranges,",
      "es": "ya sea en la comida, en el estilo, en el lanzamiento de naranjas,"
    }
  },
  {
    "translation": {
      "en": "their supercars, their practical cars, they have one thing in common.",
      "es": "en los súper autos, en los autos prácticos... Todos tienen algo en común."
    }
  },
  {
    "translation": {
      "en": "Passione!",
      "es": "Passione."
    }
  },
  {
    "translation": {
      "en": "Passion. That is what makes Italian cars fantastic.",
      "es": "La pasión, eso es lo que hace fantásticos a los autos italianos."
    }
  }
]