[
  {
    "translation": {
      "en": "It's gotta be perfect today. We only have two more chances. Come on!",
      "es": "Debe ser perfecto hoy. Solo tenemos dos oportunidades más. ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "es": "Solo tenemos dos oportunidades más. ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Two, three, four, run, six, seven, eight.",
      "es": "Dos, tres, cuatro, corran, seis, siete…"
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six, seven, and one!",
      "es": "Dos, dos, tres, cuatro, cinco, seis, siete y uno."
    }
  },
  {
    "translation": {
      "en": "Where is the straight line? Guide left.",
      "es": "¿Y la línea recta? Guía izquierda."
    }
  },
  {
    "translation": {
      "en": "The person to your left gets there before you. Nope!",
      "es": "La persona a su izquierda llega antes."
    }
  },
  {
    "translation": {
      "en": "She gets here before you, so you got to line up to her.",
      "es": "Llega antes, así que deben alinearse con ella."
    }
  },
  {
    "translation": {
      "en": "Let's do it again. All three groups, come on.",
      "es": "Otra vez, los tres grupos, vamos."
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "es": "Y uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six. Here we go, one!",
      "es": "Dos, dos, tres, cuatro, cinco, seis. Aquí vamos, uno."
    }
  },
  {
    "translation": {
      "en": "Much better. Okay, okay. Are we okay?",
      "es": "Mucho mejor. ¿Estamos listos?"
    }
  },
  {
    "translation": {
      "en": "Are y'all gonna remember everything we did?  Yes!",
      "es": "- ¿Y recordarán todo? - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "- Because dancers are what? - The smartest people on the planet.",
      "es": "- Porque los bailarines ¿son…? - Los más inteligentes."
    }
  },
  {
    "translation": {
      "en": "The most intelligent people in the planet, and we remember everything, right?",
      "es": "Somos los más inteligentes del planeta y recordamos todo, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Yes. Okay. Go to makeup. I'll see you in a minute.",
      "es": "- Sí. - Bien. A maquillarse. Nos vemos."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - You're welcome, sweetie.",
      "es": "- Gracias, señorita Allen. - De nada, cariño."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "es": "Dios."
    }
  },
  {
    "translation": {
      "en": "Okay, what's next?",
      "es": "Bien, ¿qué sigue?"
    }
  },
  {
    "translation": {
      "en": "Anyone else for hair and makeup?",
      "es": "¿Quién para maquillaje y peinado?"
    }
  },
  {
    "translation": {
      "en": "I see why she's ended up using the…",
      "es": "Veo por qué, finalmente, usó…"
    }
  },
  {
    "translation": {
      "en": "- Come on, everybody here! -",
      "es": "¡Vamos, todos aquí!"
    }
  },
  {
    "translation": {
      "en": "That's Debbie Allen. She's famous!",
      "es": "Es Debbie Allen. ¡Es famosa!"
    }
  },
  {
    "translation": {
      "en": "- Hot Chocolate Nutcracker! -",
      "es": "¡El cascanueces de chocolate!"
    }
  },
  {
    "translation": {
      "en": "- - I am Debbie Allen…",
      "es": "Soy Debbie Allen."
    }
  },
  {
    "translation": {
      "en": "- - …and I'm so ha-- Wow! Ooh!",
      "es": "Estoy tan…"
    }
  },
  {
    "translation": {
      "en": "I am so thrilled and so happy",
      "es": "Estoy tan entusiasmada y feliz"
    }
  },
  {
    "translation": {
      "en": "to welcome you as our very first audience",
      "es": "de darles la bienvenida a los primeros espectadores"
    }
  },
  {
    "translation": {
      "en": "for the Hot Chocolate Nutcracker this year.",
      "es": "de El cascanueces de chocolate este año."
    }
  },
  {
    "translation": {
      "en": "I know some of you still need to learn how to point your toes and your feet,",
      "es": "Sé que algunos aún deben aprender a poner en punta dedos y pies,"
    }
  },
  {
    "translation": {
      "en": "but none of that will come if you don't learn how to be quiet and listen!",
      "es": "pero eso no va a pasar si no aprenden a callarse y a escuchar."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Hot Chocolate Nutcracker audition.",
      "es": "Bienvenidos a la audición para El cascanueces de chocolate."
    }
  },
  {
    "translation": {
      "en": "Um, I'm really happy to see you.",
      "es": "Me alegra mucho verlos."
    }
  },
  {
    "translation": {
      "en": "I see a lot of familiar faces. I see some new faces.",
      "es": "Veo muchas caras conocidas y algunas caras nuevas."
    }
  },
  {
    "translation": {
      "en": "I am looking for young dancers that have life and energy",
      "es": "Busco bailarines jóvenes con vida y energía"
    }
  },
  {
    "translation": {
      "en": "and want to be on stage, that can become a character,",
      "es": "que quieran estar en el escenario y ser un personaje,"
    }
  },
  {
    "translation": {
      "en": "that can become a doll or a monkey or a fairy.",
      "es": "que se conviertan en un mono, un hada o una muñeca."
    }
  },
  {
    "translation": {
      "en": "So you have to think of yourself not just as a dancer, but as an actor.",
      "es": "Deben imaginarse no solo como bailarines, sino como actores."
    }
  },
  {
    "translation": {
      "en": "There's a lot of opportunity for you to show me where I could use you,",
      "es": "Tienen muchas oportunidades para mostrarme dónde ubicarlos,"
    }
  },
  {
    "translation": {
      "en": "and know that I will do my best to keep you-- keep you where I think you belong.",
      "es": "y me esforzaré por mantenerlos donde pertenezcan."
    }
  },
  {
    "translation": {
      "en": "And if you're not ready after the end of today, don't feel bad.",
      "es": "Y si no están listos después de hoy, no se sientan mal."
    }
  },
  {
    "translation": {
      "en": "Just know that you need to train a little more. Okay?",
      "es": "Solo deberán entrenar un poco más, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "We did so well last year, and everyone is just waiting for us to come back.",
      "es": "Lo hicimos muy bien el año pasado, y todos esperan que volvamos."
    }
  },
  {
    "translation": {
      "en": "I'd like to introduce our ballet master, Miss Giana Jigarhan.",
      "es": "Quisiera presentarles a nuestra maestra de ballet, la señorita Giana Jigarhan."
    }
  },
  {
    "translation": {
      "en": "- Madame Jigarhan. -",
      "es": "Madame Jigarhan."
    }
  },
  {
    "translation": {
      "en": "And today, she's gonna put you through some paces.",
      "es": "Hoy los hará hacer algunos pasos."
    }
  },
  {
    "translation": {
      "en": "We may teach you two different combinations,",
      "es": "Quizá les enseñemos dos combinaciones,"
    }
  },
  {
    "translation": {
      "en": "and then Miss Eartha Robinson is going to give you a jazz.",
      "es": "y la señorita Eartha Robinson les dará jazz."
    }
  },
  {
    "translation": {
      "en": "This is Miss McDonald, the director of the Debbie Allen Dance Academy,",
      "es": "Ella es la señorita McDonald, la directora de la academia,"
    }
  },
  {
    "translation": {
      "en": "and Miss Cathie Nicholas, of course, who's my right hand and left foot. Okay.",
      "es": "y ella, la señorita Cathie Nicholas, mi mano derecha y mi pie izquierdo. Bien."
    }
  },
  {
    "translation": {
      "en": "So let me-- Call me the names, échappé.",
      "es": "Permítanme... Diré los pasos, échappé."
    }
  },
  {
    "translation": {
      "en": "We'll go, one and two and three and four.",
      "es": "Lo repasaremos. Uno y dos, y tres y cuatro."
    }
  },
  {
    "translation": {
      "en": "One and two.",
      "es": "Uno y dos."
    }
  },
  {
    "translation": {
      "en": "And two, one and two, and three, and four.",
      "es": "Y dos, uno y dos, y tres, y cuatro."
    }
  },
  {
    "translation": {
      "en": "So some people come into the Hot Chocolate Nutcracker",
      "es": "Algunos vienen a El cascanueces de chocolate"
    }
  },
  {
    "translation": {
      "en": "at age four, five, and…",
      "es": "a los cuatro o cinco años de edad, y…"
    }
  },
  {
    "translation": {
      "en": "you know, at 12, they're still here.",
      "es": "a los 12, siguen aquí."
    }
  },
  {
    "translation": {
      "en": "They go all the way through the dance academy,",
      "es": "Siguen cursando en la academia de baile,"
    }
  },
  {
    "translation": {
      "en": "and so some people are actually on their seventh Hot Chocolate Nutcracker.",
      "es": "así que, para algunos, es la séptima vez en El cascanueces de chocolate."
    }
  },
  {
    "translation": {
      "en": "And then we have those first- timers.",
      "es": "Y, luego, están los novatos."
    }
  },
  {
    "translation": {
      "en": "Hop, hop, hop, hop.",
      "es": "Salto."
    }
  },
  {
    "translation": {
      "en": "Up, down, pivot.",
      "es": "Arriba, abajo, giro."
    }
  },
  {
    "translation": {
      "en": "There's so many people. It was a little overwhelming.",
      "es": "Hay tanta gente. Fue un poco abrumador."
    }
  },
  {
    "translation": {
      "en": "There's a lot going on.",
      "es": "Pasan muchas cosas."
    }
  },
  {
    "translation": {
      "en": "- This is my seventh time. - This is my sixth.",
      "es": "- Es mi séptima vez. - Mi sexta."
    }
  },
  {
    "translation": {
      "en": "Eight or nine years. Basically half my life.",
      "es": "Ocho o nueve años. Básicamente, la mitad de mi vida."
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "es": "Y uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "Two, three, four, and that's it.",
      "es": "Dos, tres, cuatro, y es todo."
    }
  },
  {
    "translation": {
      "en": "Will, what makes you think you couldn't do that?",
      "es": "¿Por qué pensabas que no podías hacerlo?"
    }
  },
  {
    "translation": {
      "en": "I-- I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "I like-- I like teaching kids. They drive me nuts sometimes,",
      "es": "Me gusta enseñar a niños. A veces, me enloquecen,"
    }
  },
  {
    "translation": {
      "en": "and they're monsters most of the time.",
      "es": "y son monstruos la mayoría del tiempo."
    }
  },
  {
    "translation": {
      "en": "Careful.",
      "es": "Cuidado."
    }
  },
  {
    "translation": {
      "en": "- Are you auditioning? - Eight. Can I watch you?",
      "es": "- ¿Estás para la audición? - Sí."
    }
  },
  {
    "translation": {
      "en": "- Okay. - I just don't want to.",
      "es": "- Bueno. - Pero no quiero."
    }
  },
  {
    "translation": {
      "en": "You don't want to?",
      "es": "¿No?"
    }
  },
  {
    "translation": {
      "en": "Well, then sit down. If you're not gonna audition,",
      "es": "Bueno, siéntate. Si no vas a hacerlo, le diré a tu mamá."
    }
  },
  {
    "translation": {
      "en": "just tell your-- I'll tell your mom, sit down.",
      "es": "Si no vas a hacerlo, le diré a tu mamá."
    }
  },
  {
    "translation": {
      "en": "I love what I'm doing.",
      "es": "Me encanta lo que hago."
    }
  },
  {
    "translation": {
      "en": "And I always wanted teach children.",
      "es": "Y siempre quise enseñarles a los niños."
    }
  },
  {
    "translation": {
      "en": "In a company, dancers already trained, and they know what they doing,",
      "es": "En una compañía, los bailarines ya están entrenados y saben lo que hacen,"
    }
  },
  {
    "translation": {
      "en": "but children, you opening for them, beauty of ballet",
      "es": "pero a los niños les muestras la belleza del ballet"
    }
  },
  {
    "translation": {
      "en": "and beauty of art, and through that experience,",
      "es": "y del arte, y, a través de esa experiencia,"
    }
  },
  {
    "translation": {
      "en": "I realized they start appreciate, um, beauty of life too.",
      "es": "me di cuenta de que también comienzan a apreciar la belleza de la vida."
    }
  },
  {
    "translation": {
      "en": "I'm gonna keep my eye on you, and I'll watch you in class.",
      "es": "Los observaré, los veré en la clase."
    }
  },
  {
    "translation": {
      "en": "If I have an opening, I'll come get you, but now, I think you need to train more.",
      "es": "Si hay una vacante, los buscaré, pero, ahora, deben practicar más."
    }
  },
  {
    "translation": {
      "en": "You just need more class. You just need more class.",
      "es": "Solo necesitas más clases."
    }
  },
  {
    "translation": {
      "en": "- It hurts my feelings too. - I love you.",
      "es": "También me duele."
    }
  },
  {
    "translation": {
      "en": "I'm very happy. You all did so great. Thank you very much.",
      "es": "Estoy muy contenta. Estuvieron bien. Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "- Say, Thank you, Miss Allen! - Thank you, Miss Allen!",
      "es": "- Digan Gracias, señorita Allen. - ¡Gracias, señorita Allen!"
    }
  },
  {
    "translation": {
      "en": "I'll see you tomorrow, one o'clock. Go!",
      "es": "Nos vemos mañana a la una. ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "As a young girl, The Nutcracker was so important to me.",
      "es": "De pequeña, El cascanueces era muy importante para mí."
    }
  },
  {
    "translation": {
      "en": "I was in the flower land.",
      "es": "Estaba en la tierra de las flores."
    }
  },
  {
    "translation": {
      "en": "We sang the…",
      "es": "Cantábamos…"
    }
  },
  {
    "translation": {
      "en": "♪ Welcome to flower land ♪",
      "es": "Bienvenidos a la tierra de las flores"
    }
  },
  {
    "translation": {
      "en": "♪ What tidings have you to bring us? ♪",
      "es": "¿Qué noticias tienes para traernos?"
    }
  },
  {
    "translation": {
      "en": "The Sugar Plum Fairy was always my dream.",
      "es": "El hada de azúcar siempre fue mi sueño."
    }
  },
  {
    "translation": {
      "en": "I love The Sugar Plum, that music.",
      "es": "Me encanta El hada de azúcar, esa música."
    }
  },
  {
    "translation": {
      "en": "The original Nutcracker, Tchaikovsky create the music,",
      "es": "En El cascanueces original, Tchaikovsky creó la música,"
    }
  },
  {
    "translation": {
      "en": "and, uh, Petipa, French choreographer, he create a libretto for ballet.",
      "es": "y Petipa, un coreógrafo francés, creó el libreto para el ballet."
    }
  },
  {
    "translation": {
      "en": "First, The Nutcracker was performed in, uh, Saint Petersburg,",
      "es": "Primero, El cascanueces se presentó en San Petersburgo"
    }
  },
  {
    "translation": {
      "en": "in the Mariinsky Theatre in 1892.",
      "es": "en el teatro Mariinsky en 1892."
    }
  },
  {
    "translation": {
      "en": "Critics didn't like that, but public got crazy.",
      "es": "A los críticos no les gustó, pero el público se volvió loco."
    }
  },
  {
    "translation": {
      "en": "The Nutcracker brand and name is just so familiar to people,",
      "es": "La marca y el nombre El cascanueces son tan conocidos,"
    }
  },
  {
    "translation": {
      "en": "and then our twist is the Hot Chocolate Nutcracker.",
      "es": "y nuestro giro es El cascanueces de chocolate."
    }
  },
  {
    "translation": {
      "en": "If you go to see New York City Ballet,",
      "es": "Si ven el New York City Ballet,"
    }
  },
  {
    "translation": {
      "en": "they have adults performing all the principal parts,",
      "es": "los adultos interpretan las partes principales,"
    }
  },
  {
    "translation": {
      "en": "with kids that would just get up and run across the stage, sit on a tree.",
      "es": "con niños que corretean y se sientan al pie del árbol."
    }
  },
  {
    "translation": {
      "en": "But our Nutcracker, although we have professionals and teachers",
      "es": "Pero en nuestra versión, aunque profesores y profesionales"
    }
  },
  {
    "translation": {
      "en": "playing some of the roles, the kids are the stars.",
      "es": "actúan algunas partes, los niños son las estrellas."
    }
  },
  {
    "translation": {
      "en": "As a young child, I wanted to be a Black fairy queen flying in the air.",
      "es": "De niña, quería ser una reina negra de las hadas que volara por el aire."
    }
  },
  {
    "translation": {
      "en": "I never saw any of that when I was growing up,",
      "es": "Nunca vi nada por el estilo,"
    }
  },
  {
    "translation": {
      "en": "but I still knew I wanted to be that.",
      "es": "pero sabía que quería serlo."
    }
  },
  {
    "translation": {
      "en": "There had been a couple of different Chocolate Nutcrackers",
      "es": "Ha habido un par de versiones de El cascanueces de chocolate"
    }
  },
  {
    "translation": {
      "en": "all over the country,",
      "es": "en todo el país,"
    }
  },
  {
    "translation": {
      "en": "but I decided to take it on and make it fun",
      "es": "pero decidí tomar esa versión y hacer que fuera divertida,"
    }
  },
  {
    "translation": {
      "en": "and have a cultural identity of music that was not tied to Tchaikovsky.",
      "es": "y que tuviera una identidad cultural musical no ligada a Tchaikovsky."
    }
  },
  {
    "translation": {
      "en": "So the Hot Chocolate Nutcracker takes us on a journey",
      "es": "El cascanueces de chocolate nos lleva a un viaje"
    }
  },
  {
    "translation": {
      "en": "to real and imagined lands,",
      "es": "por tierras reales e imaginarias,"
    }
  },
  {
    "translation": {
      "en": "all done with different styles of dance and music.",
      "es": "y todo con diferentes estilos de baile y música."
    }
  },
  {
    "translation": {
      "en": "In Flamenco Fire, I am a roach.",
      "es": "En Fuego flamenco, soy una cucaracha."
    }
  },
  {
    "translation": {
      "en": "- Yeah, we're fairies. We're Egyptians. - Egypt.",
      "es": "Sí, somos hadas. Somos egipcios."
    }
  },
  {
    "translation": {
      "en": "We're Bollywood.",
      "es": "Somos Bollywood."
    }
  },
  {
    "translation": {
      "en": "I do China.",
      "es": "Hago de China."
    }
  },
  {
    "translation": {
      "en": "I'm in Birdland. I'm in the party scene.",
      "es": "Estoy en Cordero quemado, en la fiesta."
    }
  },
  {
    "translation": {
      "en": "Anything with a guy in it, I'm in it basically.",
      "es": "Si hay algo con un tipo, ahí estoy."
    }
  },
  {
    "translation": {
      "en": "I'm playing the Hot Chocolate Nutcracker, or you can just call me HC.",
      "es": "Hago de El cascanueces de chocolate, puedes llamarme CC."
    }
  },
  {
    "translation": {
      "en": "I'm a spider in the rain forest.",
      "es": "Soy una araña en la selva."
    }
  },
  {
    "translation": {
      "en": "In October, we start rehearsing.",
      "es": "En octubre, empezamos a ensayar."
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "You guys have to do your job.",
      "es": "Tienen que hacer su trabajo,"
    }
  },
  {
    "translation": {
      "en": "Your job is to come to rehearsal… prepared.",
      "es": "que es venir al ensayo preparados."
    }
  },
  {
    "translation": {
      "en": "You also have to be responsible at home too.",
      "es": "También tienen que ser responsables en casa."
    }
  },
  {
    "translation": {
      "en": "Miss Allen doesn't play. You guys have to be role models.",
      "es": "La señorita Allen no juega. Deben ser ejemplos."
    }
  },
  {
    "translation": {
      "en": "You have to be model citizens at home, at school.",
      "es": "Deben ser ciudadanos modelo en casa, en la escuela."
    }
  },
  {
    "translation": {
      "en": "Is there anybody in here that's three?",
      "es": "¿Hay alguien que tenga tres años?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "es": "¿No?"
    }
  },
  {
    "translation": {
      "en": "- Good. Put your hand down! -",
      "es": "Bien. Baja la mano."
    }
  },
  {
    "translation": {
      "en": "Is there anybody in here that's four?",
      "es": "¿Hay alguien que tenga cuatro?"
    }
  },
  {
    "translation": {
      "en": "Four years old.",
      "es": "Cuatro años."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "es": "Ven."
    }
  },
  {
    "translation": {
      "en": "Good girl. Come on.",
      "es": "Que chica buena. Vamos."
    }
  },
  {
    "translation": {
      "en": "Shh! Quiet!",
      "es": "Silencio."
    }
  },
  {
    "translation": {
      "en": "Are there any five- year- olds?",
      "es": "¿Hay niñas de cinco años?"
    }
  },
  {
    "translation": {
      "en": "Come on down.",
      "es": "Vengan."
    }
  },
  {
    "translation": {
      "en": "Shh! Hey!",
      "es": "Oigan."
    }
  },
  {
    "translation": {
      "en": "Yes, come on. Spread out. We're gonna be on this line.",
      "es": "Sí, vamos. Sepárense. Estaremos en esta línea."
    }
  },
  {
    "translation": {
      "en": "Spread out, face the front.",
      "es": "Sepárense, vista al frente."
    }
  },
  {
    "translation": {
      "en": "Are you five for real?",
      "es": "¿En serio, tienes cinco?"
    }
  },
  {
    "translation": {
      "en": "You're tall.",
      "es": "Eres alta."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "You need to practice.",
      "es": "Necesitan practicar."
    }
  },
  {
    "translation": {
      "en": "You're not gonna get there,",
      "es": "No van a llegar si cambian,"
    }
  },
  {
    "translation": {
      "en": "switching and going around to the mall and being cute in heels.",
      "es": "van por el centro comercial y están lindas con tacones."
    }
  },
  {
    "translation": {
      "en": "Take those high heels off and get down on the floor and stretch.",
      "es": "Quítense esos tacones, bajen al piso y estírense."
    }
  },
  {
    "translation": {
      "en": "Debbie expects a lot of greatness out of these kids",
      "es": "Debbie espera excelencia de estos niños en todos los niveles,"
    }
  },
  {
    "translation": {
      "en": "just on every level, not just one thing, but just everything,",
      "es": "Debbie espera excelencia de estos niños en todos los niveles, no solo en una cosa, sino en todo, así que,"
    }
  },
  {
    "translation": {
      "en": "and so, in the world… things are not easy.",
      "es": "no solo en una cosa, sino en todo, así que, en el mundo… las cosas no son fáciles."
    }
  },
  {
    "translation": {
      "en": "Even in this dance floor.",
      "es": "Hasta en esta pista de baile."
    }
  },
  {
    "translation": {
      "en": "When they come across this floor, some will fall,",
      "es": "Cuando vengan, algunos caerán,"
    }
  },
  {
    "translation": {
      "en": "but if you don't fall at least once a day, you ain't reachin'.",
      "es": "pero si no caes, al menos, una vez al día, no llegarás."
    }
  },
  {
    "translation": {
      "en": "I need a tilt that goes into six o'clock.",
      "es": "Necesito una inclinación que llegue a las seis."
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "es": "Confíen en mí."
    }
  },
  {
    "translation": {
      "en": "That's what they're gonna see when you leave DADA.",
      "es": "Es lo que verán cuando se vayan de DADA."
    }
  },
  {
    "translation": {
      "en": "They don't love you like I do.",
      "es": "No las quieren como yo."
    }
  },
  {
    "translation": {
      "en": "I met Debbie when I was 16,",
      "es": "Conocí a Debbie cuando tenía 16 años,"
    }
  },
  {
    "translation": {
      "en": "about ten years ago.",
      "es": "hace como diez años."
    }
  },
  {
    "translation": {
      "en": "So, I did Fame with Debbie.",
      "es": "Así que hice Fama con Debbie."
    }
  },
  {
    "translation": {
      "en": "You've got big dreams.",
      "es": "Tienen grandes sueños."
    }
  },
  {
    "translation": {
      "en": "You want fame?",
      "es": "¿Quieren fama?"
    }
  },
  {
    "translation": {
      "en": "Well, fame costs,",
      "es": "Bueno, la fama cuesta,"
    }
  },
  {
    "translation": {
      "en": "and right here is where you start paying with sweat.",
      "es": "y es aquí donde empiezan a pagar con sudor."
    }
  },
  {
    "translation": {
      "en": "She's the same right now. It's absolutely brilliant.",
      "es": "Sigue siendo la misma. Es totalmente brillante."
    }
  },
  {
    "translation": {
      "en": "I would never walk into a rehearsal without stretching and doing my tendus",
      "es": "Nunca iba a un ensayo sin hacer los ejercicios de estiramiento,"
    }
  },
  {
    "translation": {
      "en": "and having my legs ready and being ready to go.",
      "es": "sin tener las piernas preparadas ni estar lista."
    }
  },
  {
    "translation": {
      "en": "It ain't gonna happen.",
      "es": "No va a pasar."
    }
  },
  {
    "translation": {
      "en": "You won't get to the next level. I'm trying to help you.",
      "es": "No llegarán al siguiente nivel. Intento ayudarlas."
    }
  },
  {
    "translation": {
      "en": "Okay, if I'm kicking your ass, it's 'cause I care. Okay?",
      "es": "Si las regaño, es porque me importa. ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "My mama?",
      "es": "¿Mi mamá?"
    }
  },
  {
    "translation": {
      "en": "Tough.",
      "es": "Es dura."
    }
  },
  {
    "translation": {
      "en": "She's tough.",
      "es": "Muy dura."
    }
  },
  {
    "translation": {
      "en": "Effervescent, the most talented,",
      "es": "Efervescente, la más talentosa,"
    }
  },
  {
    "translation": {
      "en": "a mother truly to all.",
      "es": "una madre, de verdad, para todos."
    }
  },
  {
    "translation": {
      "en": "She's a groundbreaker. I mean, this woman",
      "es": "Es pionera. Ella hizo la coreografía de los Óscar diez veces."
    }
  },
  {
    "translation": {
      "en": "has choreographed the Oscars ten times.",
      "es": "Ella hizo la coreografía de los Óscar diez veces."
    }
  },
  {
    "translation": {
      "en": "Did I ever think I'd be here on this big lot,",
      "es": "¿Alguna vez pensé que estaría aquí"
    }
  },
  {
    "translation": {
      "en": "a producer, a director, a star,",
      "es": "como productora, directora, estrella,"
    }
  },
  {
    "translation": {
      "en": "a choreographer, a mother?",
      "es": "coreógrafa y madre?"
    }
  },
  {
    "translation": {
      "en": "Absolutely!",
      "es": "¡Por supuesto!"
    }
  },
  {
    "translation": {
      "en": "The pieces that involve more students,",
      "es": "Empezamos con las piezas que involucran a más estudiantes"
    }
  },
  {
    "translation": {
      "en": "we start with those pieces first, and we only rehearse on the weekends.",
      "es": "Empezamos con las piezas que involucran a más estudiantes y ensayamos el fin de semana."
    }
  },
  {
    "translation": {
      "en": "All right, let's go right at the top of Toyland.",
      "es": "Bien, desde el principio de Tierra de juguetes."
    }
  },
  {
    "translation": {
      "en": "Enjoy coming alive.",
      "es": "Disfruten cobrar vida."
    }
  },
  {
    "translation": {
      "en": "Dolls, little dolls.",
      "es": "Muñecos, muñequitos."
    }
  },
  {
    "translation": {
      "en": "What scene were you guys in?",
      "es": "¿En qué escena estaban?"
    }
  },
  {
    "translation": {
      "en": "- Toyland. - Come on, now. And what scene are you guys in now?",
      "es": "- En Tierra de juguetes. - Vamos. ¿En qué escena están ahora?"
    }
  },
  {
    "translation": {
      "en": "- Well, everything. - All of them? Yeah, see!",
      "es": "- Bueno, en todas. - ¿En todas? Sí, ¿ven?"
    }
  },
  {
    "translation": {
      "en": "See, Toyland is a stepping stone.",
      "es": "Tierra de juguetes es un trampolín."
    }
  },
  {
    "translation": {
      "en": "Everybody who's everybody comes through Toyland.",
      "es": "Todos los que son importantes vienen a Tierra de juguetes."
    }
  },
  {
    "translation": {
      "en": "You are in Toyland.",
      "es": "Están ahí mismo."
    }
  },
  {
    "translation": {
      "en": "I've never even seen a regular Nutcracker.",
      "es": "Nunca vi El cascanueces de siempre."
    }
  },
  {
    "translation": {
      "en": "The only thing I know is Hot Chocolate.",
      "es": "Solo conozco el de chocolate."
    }
  },
  {
    "translation": {
      "en": "And I-- I kind of like that.",
      "es": "Y eso me gusta."
    }
  },
  {
    "translation": {
      "en": "She's the youngest person that I ever put in the Academy.",
      "es": "Es la persona más joven que tuve en la academia."
    }
  },
  {
    "translation": {
      "en": "I remember we walked into… the Debbie Allen Dance Academy,",
      "es": "Recuerdo que entramos en la Debbie Allen Dance Academy,"
    }
  },
  {
    "translation": {
      "en": "in Culver City at the time,",
      "es": "que estaba en Culver City,"
    }
  },
  {
    "translation": {
      "en": "and there were so many people there.",
      "es": "y había tanta gente allí."
    }
  },
  {
    "translation": {
      "en": "And when we got to the table, I remember them telling my mom that I could not audition.",
      "es": "Al llegar a la mesa, le dijeron a mi mamá que no podía hacer la audición."
    }
  },
  {
    "translation": {
      "en": "They were like, She is too young.",
      "es": "Es muy pequeña."
    }
  },
  {
    "translation": {
      "en": "She came in in first position, hair pulled back…",
      "es": "Se puso en primera posición, con el pelo recogido, estaba muy seria."
    }
  },
  {
    "translation": {
      "en": "…and just so serious, I'm like, Oh, yeah.",
      "es": "Se puso en primera posición, con el pelo recogido, estaba muy seria. Y yo dije: Sí."
    }
  },
  {
    "translation": {
      "en": "And Miss Allen said, Let her audition.",
      "es": "La señorita Allen dijo: Que lo haga."
    }
  },
  {
    "translation": {
      "en": "And they all looked at me and said, Miss Allen, she's too young,",
      "es": "Todos me miraron y dijeron: Señorita Allen, es muy pequeña,"
    }
  },
  {
    "translation": {
      "en": "and I said, I can change the rules.",
      "es": "y contesté: Puedo cambiar las reglas."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "es": "Perfecto."
    }
  },
  {
    "translation": {
      "en": "Most of my students come from LA,",
      "es": "La mayoría de mis estudiantes vienen de Los Ángeles"
    }
  },
  {
    "translation": {
      "en": "from various economic backgrounds.",
      "es": "con varias situaciones económicas."
    }
  },
  {
    "translation": {
      "en": "Some of them live in Beverly Hills,",
      "es": "Algunos viven en Beverly Hills,"
    }
  },
  {
    "translation": {
      "en": "some of them live in Compton,",
      "es": "algunos, en Compton,"
    }
  },
  {
    "translation": {
      "en": "and those that are the most serious about dance,",
      "es": "y los que se toman más en serio el baile"
    }
  },
  {
    "translation": {
      "en": "they come at least five, maybe six days a week,",
      "es": "vienen, al menos, cinco, tal vez, seis días por semana,"
    }
  },
  {
    "translation": {
      "en": "and they are required to take no less than ten, up--",
      "es": "y se les exige tomar no menos de diez clases,"
    }
  },
  {
    "translation": {
      "en": "Some of them take 15 classes a week.",
      "es": "algunos toman 15 por semana."
    }
  },
  {
    "translation": {
      "en": "She wanted to have a place where, regardless of what you look like, if you want to dance, you can come dance,",
      "es": "Ella quería un lugar donde no importara tu aspecto. Si quieres bailar, ven,"
    }
  },
  {
    "translation": {
      "en": "which speaks to why we have a large group of people that are on scholarships here.",
      "es": "eso explica por qué tenemos una gran cantidad de becarios."
    }
  },
  {
    "translation": {
      "en": "A lot of our kids can't afford to come.",
      "es": "Muchos no pueden venir."
    }
  },
  {
    "translation": {
      "en": "We find a way to… get people into the doors who want to be there.",
      "es": "Encontramos la forma de atraer a la gente que quiere estar ahí."
    }
  },
  {
    "translation": {
      "en": "We go, we go, we go.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "We've always been raising money.",
      "es": "Recaudamos dinero."
    }
  },
  {
    "translation": {
      "en": "A lot of my friends stopped taking my calls after that first year.",
      "es": "Muchos amigos dejaron de atenderme después del primer año."
    }
  },
  {
    "translation": {
      "en": "But no, my friends have all been so cool.",
      "es": "Mis amigos han sido geniales."
    }
  },
  {
    "translation": {
      "en": "We started thinking about, what brand can we use",
      "es": "Empezamos a pensar qué marca usaríamos"
    }
  },
  {
    "translation": {
      "en": "that's in our toolbox",
      "es": "de nuestra caja de herramientas"
    }
  },
  {
    "translation": {
      "en": "that can help generate more income, that would be familiar to people?",
      "es": "que generara más ingresos y fuera más conocida por la gente."
    }
  },
  {
    "translation": {
      "en": "When George Balanchine came to New York to start the New York City Ballet,",
      "es": "Cuando George Balanchine fue a Nueva York a crear el New York City Ballet,"
    }
  },
  {
    "translation": {
      "en": "he had to find something that would raise money, and The Nutcracker was what did it.",
      "es": "debió buscar algo para recaudar dinero, y con El cascanueces lo logró."
    }
  },
  {
    "translation": {
      "en": "It was The Nutcracker that helped fund the rest of the year",
      "es": "Con El cascanueces, financió al New York City Ballet"
    }
  },
  {
    "translation": {
      "en": "for the New York City Ballet.",
      "es": "durante el resto del año."
    }
  },
  {
    "translation": {
      "en": "The original Nutcracker",
      "es": "El cascanueces original es una historia contada totalmente…"
    }
  },
  {
    "translation": {
      "en": "is a story told completely-- It's an opera completely in dance.",
      "es": "El cascanueces original es una historia contada totalmente… Es una ópera totalmente bailada."
    }
  },
  {
    "translation": {
      "en": "Our Nutcracker is a narrative.",
      "es": "Nuestro Cascanueces es una narración."
    }
  },
  {
    "translation": {
      "en": "Hey, Harvey! It's time to go! The Nutcracker's awake. We gotta go battle.",
      "es": "¡Hay que irnos! El cascanueces despertó. Debemos ir a luchar."
    }
  },
  {
    "translation": {
      "en": "We have a narrator, or narrators, who are taking us through the journey,",
      "es": "Tenemos un narrador o varios narradores que nos llevan a través del viaje,"
    }
  },
  {
    "translation": {
      "en": "and it's more-- It's comedy in here that is spoken.",
      "es": "y es más… Es una comedia hablada."
    }
  },
  {
    "translation": {
      "en": "It's not mimed.",
      "es": "No hay mímica."
    }
  },
  {
    "translation": {
      "en": "Ooh! Who turned out the lights? - Who turned out the lights? -",
      "es": "¿Quién apagó las luces?"
    }
  },
  {
    "translation": {
      "en": "It just caught on like wildfire. It's a huge part of our fundraising.",
      "es": "Se hizo conocido enseguida. Es una gran parte de la recaudación."
    }
  },
  {
    "translation": {
      "en": "It's probably our largest single fundraiser.",
      "es": "Probablemente, la más grande."
    }
  },
  {
    "translation": {
      "en": "This is gonna tell me who's doing this tilt. Ooh no! Get the leg up!",
      "es": "Esto sirve para ver quién lo hace. Inclinación. No, levanta la pierna."
    }
  },
  {
    "translation": {
      "en": "You need to sit in that split while you're watching TV, doing homework.",
      "es": "Siéntense así mientras miran la televisión o hacen la tarea."
    }
  },
  {
    "translation": {
      "en": "You all don't do that enough.",
      "es": "No lo hacen tanto."
    }
  },
  {
    "translation": {
      "en": "You all are too busy talking to boys and doing other things.",
      "es": "Están muy ocupadas en otras cosas y hablando con chicos."
    }
  },
  {
    "translation": {
      "en": "Get the leg up higher. Come on. I'm gonna get it this time.",
      "es": "Sube más la pierna. Vamos. Lo conseguiré esta vez."
    }
  },
  {
    "translation": {
      "en": "Up!",
      "es": "¡Arriba!"
    }
  },
  {
    "translation": {
      "en": "Up!",
      "es": "¡Arriba!"
    }
  },
  {
    "translation": {
      "en": "Tilt over! Bend!",
      "es": "Inclínate, de costado."
    }
  },
  {
    "translation": {
      "en": "Yes, bend!",
      "es": "Sí, inclínate."
    }
  },
  {
    "translation": {
      "en": "Yes, hold yourself and get the leg up!",
      "es": "Sí, sostente y levanta la pierna."
    }
  },
  {
    "translation": {
      "en": "That!",
      "es": "¡Eso!"
    }
  },
  {
    "translation": {
      "en": "Well, my first memory of DADA would be when I was 11.",
      "es": "Mi primer recuerdo de DADA es de cuando tenía 11 años."
    }
  },
  {
    "translation": {
      "en": "I was so scared 'cause I didn't even know,",
      "es": "Estaba tan asustada porque ni siquiera sabía"
    }
  },
  {
    "translation": {
      "en": "like, people could be this, like, good.",
      "es": "que la gente podía ser tan buena."
    }
  },
  {
    "translation": {
      "en": "'Cause I was, like 11, and I was, like, I'm the best.",
      "es": "Tenía 11 años y decía: Soy la mejor."
    }
  },
  {
    "translation": {
      "en": "Then I was like, Nope.",
      "es": "Luego dije: No."
    }
  },
  {
    "translation": {
      "en": "The teachers here, they're hard on you, and they're tough, but they care.",
      "es": "Aquí, los profesores son duros contigo, pero se preocupan por ti."
    }
  },
  {
    "translation": {
      "en": "I just feel like it's a family.",
      "es": "Siento que es una familia."
    }
  },
  {
    "translation": {
      "en": "Miss Allen cares about every single one of us,",
      "es": "La señorita Allen se preocupa por cada uno,"
    }
  },
  {
    "translation": {
      "en": "which is, like, really good.",
      "es": "lo cual es muy bueno."
    }
  },
  {
    "translation": {
      "en": "I've been at DADA for nine years, since I was five, and I'm 14 now.",
      "es": "Hace nueve años que estoy en DADA, desde los cinco años, y, ahora, tengo 14."
    }
  },
  {
    "translation": {
      "en": "So… I've basically grown up in DADA.",
      "es": "Así que, básicamente, crecí en DADA."
    }
  },
  {
    "translation": {
      "en": "When they first told me I was Kara,",
      "es": "Cuando me dijeron que era Kara,"
    }
  },
  {
    "translation": {
      "en": "I was, like, nervous and happy",
      "es": "estaba nerviosa y feliz"
    }
  },
  {
    "translation": {
      "en": "because I felt like I had such a big responsibility",
      "es": "porque sentí que tenía la gran responsabilidad"
    }
  },
  {
    "translation": {
      "en": "to, like, make sure I wouldn't mess up or, like, screw up the entire show.",
      "es": "de no equivocarme ni de arruinar la función."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be Kara, which is the lead role.",
      "es": "Todas quieren ser Kara, que es el papel principal."
    }
  },
  {
    "translation": {
      "en": "She's the little girl who goes on an adventure.",
      "es": "Es la niña que se va a tener aventuras."
    }
  },
  {
    "translation": {
      "en": "And Miss Allen always double casts the show",
      "es": "La Srta. Allen siempre tiene dos personas,"
    }
  },
  {
    "translation": {
      "en": "so that people get to interchange their roles",
      "es": "así la gente intercambia los papeles"
    }
  },
  {
    "translation": {
      "en": "and have different experiences.",
      "es": "y tiene experiencias diferentes."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "- ♪ Kara, Kara, won't you smile? ♪ - To the camera.",
      "es": "Kara, Kara, ¿no sonreirás?"
    }
  },
  {
    "translation": {
      "en": "- ♪ Take a look, tell me what you think ♪ - Tell me what you think!",
      "es": "- Echa un vistazo y dime qué piensas. - ¡Dime qué piensas!"
    }
  },
  {
    "translation": {
      "en": "I remember Miss Allen, she told me that I was gonna be Kara for three shows,",
      "es": "Y recuerdo que la señorita Allen me dijo que sería Kara en tres funciones,"
    }
  },
  {
    "translation": {
      "en": "and I literally freaked out.",
      "es": "y me asusté."
    }
  },
  {
    "translation": {
      "en": "♪ My dear, such a surprise ♪",
      "es": "Querida, qué sorpresa."
    }
  },
  {
    "translation": {
      "en": "♪ Surprise Surprise, surprise, surprise! ♪",
      "es": "¡Sorpresa, sorpresa, sorpresa, sorpresa!"
    }
  },
  {
    "translation": {
      "en": "- ♪ Kara, Kara ♪ - Kara!",
      "es": "Kara, Kara. ¡Kara!"
    }
  },
  {
    "translation": {
      "en": "♪ Kara, Kara ♪",
      "es": "Kara, Kara."
    }
  },
  {
    "translation": {
      "en": "You know we love you!",
      "es": "Sabes que te amamos. Es esa sensación de que tienes una meta, la alcanzas,"
    }
  },
  {
    "translation": {
      "en": "It's that feeling when it's like you have a goal, and you reach it,",
      "es": "Es esa sensación de que tienes una meta, la alcanzas,"
    }
  },
  {
    "translation": {
      "en": "and you meet it, and it's like, Yes! You know? So I was so happy.",
      "es": "lo logras y dices: ¡Sí!. Estaba tan contenta."
    }
  },
  {
    "translation": {
      "en": "Now, let's talk about the Egyptian Doll.",
      "es": "Ahora hablemos de la muñeca egipcia."
    }
  },
  {
    "translation": {
      "en": "You wanna get right under her little butt, and you have her hand, if she needs it.",
      "es": "Ponte justo abajo de ella y sostenle la mano si lo necesita."
    }
  },
  {
    "translation": {
      "en": "And you press her all the way up.",
      "es": "Y la subes bien arriba."
    }
  },
  {
    "translation": {
      "en": "That is the position, and you're on the other side.",
      "es": "Esa es la posición, y tú estás del otro lado."
    }
  },
  {
    "translation": {
      "en": "I was the first Egyptian Doll. My mother choreographed that on me.",
      "es": "Fui la primera muñeca egipcia. Mi madre me hizo la coreografía."
    }
  },
  {
    "translation": {
      "en": "And one and two.",
      "es": "Y uno, y dos."
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "es": "Uno, dos, tres."
    }
  },
  {
    "translation": {
      "en": "Single turn, open. Head, head.",
      "es": "Una vuelta, abran. Cabeza."
    }
  },
  {
    "translation": {
      "en": "I really started training heavily and seriously in dance",
      "es": "Empecé a entrenar muchísimo y en serio"
    }
  },
  {
    "translation": {
      "en": "at the Kirov Academy of Ballet.",
      "es": "en la Kirov Academy."
    }
  },
  {
    "translation": {
      "en": "It's about right here that you start. She splits.",
      "es": "Aquí es donde empiezas. Ella se abre de piernas."
    }
  },
  {
    "translation": {
      "en": "My third year there,",
      "es": "En mi tercer año,"
    }
  },
  {
    "translation": {
      "en": "my teacher looked at me one day in class,",
      "es": "mi maestro me miró un día en la clase"
    }
  },
  {
    "translation": {
      "en": "and goes, Stop, stop, stop, stop, stop!",
      "es": "y dijo: ¡Alto!."
    }
  },
  {
    "translation": {
      "en": "And, um, he looked at me, and he goes,  You never be dancer.",
      "es": "Me miró y dijo: Nunca serás una bailarina."
    }
  },
  {
    "translation": {
      "en": "You go Alvin Ailey.",
      "es": "Ve a Alvin Ailey."
    }
  },
  {
    "translation": {
      "en": "And that was a dig.",
      "es": "Y fue un comentario sarcástico."
    }
  },
  {
    "translation": {
      "en": "Like Alvin Ailey was nothing?",
      "es": "¿Como si Alvin Ailey no fuera importante?"
    }
  },
  {
    "translation": {
      "en": "Alvin Ailey's our premier, you know, contemporary American dance company,",
      "es": "Alvin Ailey es la primera compañía de danza contemporánea estadounidense,"
    }
  },
  {
    "translation": {
      "en": "and, yes, it's mostly Black people, but…",
      "es": "y, sí, sobre todo, van negros, pero…"
    }
  },
  {
    "translation": {
      "en": "that means she can't dance?",
      "es": "¿eso significa que no sabes bailar?"
    }
  },
  {
    "translation": {
      "en": "Child, I was coming through that phone. I was getting ready--",
      "es": "Fui al teléfono, muy enojada. Me estaba preparando."
    }
  },
  {
    "translation": {
      "en": "I sent my husband because I knew I was not gonna be nice.",
      "es": "Envié a mi esposo porque sabía que no iba a ser amable."
    }
  },
  {
    "translation": {
      "en": "For me, having my daughter gone for a coup-- three or four-- three years,",
      "es": "Para mí, después de tres años de tener lejos a mi hija,"
    }
  },
  {
    "translation": {
      "en": "it was time for her to come back home in my eyes anyway.",
      "es": "era hora de que volviera a casa."
    }
  },
  {
    "translation": {
      "en": "He pulled me out of the school,",
      "es": "Él me sacó de la escuela,"
    }
  },
  {
    "translation": {
      "en": "and that's when my mother decided",
      "es": "y, ahí, mi madre decidió"
    }
  },
  {
    "translation": {
      "en": "that she was gonna create the Debbie Allen Dance Academy.",
      "es": "que crearía la Debbie Allen Dance Academy."
    }
  },
  {
    "translation": {
      "en": "And so I started DADA, and she came home.",
      "es": "Así que creé DADA, y ella volvió a casa."
    }
  },
  {
    "translation": {
      "en": "She was the inspiration.",
      "es": "Ella fue la inspiración."
    }
  },
  {
    "translation": {
      "en": "She's my muse. She always has been.",
      "es": "Mi musa. Siempre lo ha sido."
    }
  },
  {
    "translation": {
      "en": "There's something here for everyone.",
      "es": "Aquí hay algo para todos."
    }
  },
  {
    "translation": {
      "en": "You know, every shape, every size, every color, every culture,",
      "es": "Para cada forma, tamaño, color o cultura,"
    }
  },
  {
    "translation": {
      "en": "and that makes us very unique.",
      "es": "y eso nos hace únicos."
    }
  },
  {
    "translation": {
      "en": "And she's gonna walk over, and then you all recede back.",
      "es": "Y ella se acercará, y todos retrocederán."
    }
  },
  {
    "translation": {
      "en": "She is the one.",
      "es": "Ella es la indicada."
    }
  },
  {
    "translation": {
      "en": "- She's adorable. - And she's fierce.",
      "es": "Es adorable. - Y es feroz. - Lo es."
    }
  },
  {
    "translation": {
      "en": "- She's fierce. -",
      "es": "- Y es feroz. - Lo es."
    }
  },
  {
    "translation": {
      "en": "April is cutting where she has to cut.",
      "es": "April viene hacia donde corresponde."
    }
  },
  {
    "translation": {
      "en": "You all need to keep coming around. You can do it.",
      "es": "Deben seguir atrás. Ustedes pueden."
    }
  },
  {
    "translation": {
      "en": "I didn't start actually dancing until I was eight years old.",
      "es": "Recién empecé a bailar a los ocho años."
    }
  },
  {
    "translation": {
      "en": "I came here from North Carolina,",
      "es": "Vine de Carolina del Norte"
    }
  },
  {
    "translation": {
      "en": "and I-- I received full scholarship by Debbie Allen.",
      "es": "y recibí una beca completa de Debbie Allen."
    }
  },
  {
    "translation": {
      "en": "April is one of the most gifted dancers I've ever come into my circle.",
      "es": "April es una de las bailarinas más talentosas de mi círculo."
    }
  },
  {
    "translation": {
      "en": "And I brought her here so we could nurture her",
      "es": "Y la traje para apoyarla"
    }
  },
  {
    "translation": {
      "en": "because she needs it.",
      "es": "porque lo necesita."
    }
  },
  {
    "translation": {
      "en": "I have a part- time job at El Pollo Loco.",
      "es": "Tengo un trabajo de medio tiempo en El Pollo Loco."
    }
  },
  {
    "translation": {
      "en": "I'm a cashier.",
      "es": "Soy cajera."
    }
  },
  {
    "translation": {
      "en": "So, right now, I'm a cashier.",
      "es": "Así que, ahora, soy cajera."
    }
  },
  {
    "translation": {
      "en": "People usually see me as a quiet person,",
      "es": "La gente me ve como una persona callada,"
    }
  },
  {
    "translation": {
      "en": "and, like, most of the time,",
      "es": "y la mayoría de las veces"
    }
  },
  {
    "translation": {
      "en": "I have a lot to say, or I have a lot on my mind,",
      "es": "tengo mucho que decir o pienso muchas cosas,"
    }
  },
  {
    "translation": {
      "en": "but I just don't know how to… you know, I don't know how to say it.",
      "es": "pero no sé… cómo decirlo."
    }
  },
  {
    "translation": {
      "en": "And sometimes, like, I have so much emotions inside of myself,",
      "es": "Y, a veces, tengo muchas emociones dentro de mí."
    }
  },
  {
    "translation": {
      "en": "and the only way I can get my emotions or my fear or my anxiety out",
      "es": "Y la única forma de sacar mis emociones, mi miedo o mi ansiedad"
    }
  },
  {
    "translation": {
      "en": "is through dance.",
      "es": "es través del baile."
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "es": "Listas."
    }
  },
  {
    "translation": {
      "en": "Breathe!",
      "es": "Respiren."
    }
  },
  {
    "translation": {
      "en": "Beautiful!",
      "es": "Hermoso."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "es": "Hermoso."
    }
  },
  {
    "translation": {
      "en": "You're the most beautiful people on the planet.",
      "es": "Son las personas más hermosas del planeta."
    }
  },
  {
    "translation": {
      "en": "Once again, it's about the mirror.",
      "es": "Una vez más, se trata del espejo."
    }
  },
  {
    "translation": {
      "en": "The most beautiful beings on this Earth.",
      "es": "Los seres más hermosos de la Tierra."
    }
  },
  {
    "translation": {
      "en": "- And one. - The head, one person moving.",
      "es": "La cabeza, una persona. Arriba."
    }
  },
  {
    "translation": {
      "en": "The whole rhythm, this whole thing has to feel like one person moving.",
      "es": "El contoneo, todo esto, debe sentirse como si una persona se moviera."
    }
  },
  {
    "translation": {
      "en": "Look up!",
      "es": "Miren arriba."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "es": "Abajo."
    }
  },
  {
    "translation": {
      "en": "I wanna be in Bollywood so bad.",
      "es": "Deseo tanto estar en Bollywood."
    }
  },
  {
    "translation": {
      "en": "I've been trying to get in Bollywood for the longest.",
      "es": "Hace tiempo que intento entrar ahí."
    }
  },
  {
    "translation": {
      "en": "I know every step, but, you know, I'm too young to be in Bollywood.",
      "es": "Conozco cada paso, pero soy demasiado joven para estar en Bollywood."
    }
  },
  {
    "translation": {
      "en": "Upper body!",
      "es": "¡Torso!"
    }
  },
  {
    "translation": {
      "en": "When we go to a different country, that allows for new choreography, new costumes.",
      "es": "Ir a otro país que permita nuevas coreografías, nuevos trajes."
    }
  },
  {
    "translation": {
      "en": "It allows for a new part of the story.",
      "es": "Permite algo nuevo en la historia."
    }
  },
  {
    "translation": {
      "en": "Back.",
      "es": "Atrás."
    }
  },
  {
    "translation": {
      "en": "Travel.",
      "es": "Viajen."
    }
  },
  {
    "translation": {
      "en": "Wherever you go,",
      "es": "Donde vayan,"
    }
  },
  {
    "translation": {
      "en": "you have an aura of superiority and beauty and power.",
      "es": "tienen un aura de superioridad, belleza y poder."
    }
  },
  {
    "translation": {
      "en": "Power!",
      "es": "Poder."
    }
  },
  {
    "translation": {
      "en": "This is about women's power.",
      "es": "Se trata del poder femenino."
    }
  },
  {
    "translation": {
      "en": "Women rule the world! I don't care what they say.",
      "es": "Las mujeres dominan todo. No importa qué digan."
    }
  },
  {
    "translation": {
      "en": "Bop. Where am I?",
      "es": "¿Dónde estoy?"
    }
  },
  {
    "translation": {
      "en": "It's in the eyes, all of it.",
      "es": "Está en los ojos, todo."
    }
  },
  {
    "translation": {
      "en": "Bollywood, you would think it would be my favorite,",
      "es": "Bollywood es mi favorita,"
    }
  },
  {
    "translation": {
      "en": "it's everybody's favorite.",
      "es": "es la favorita de todos."
    }
  },
  {
    "translation": {
      "en": "It's something you, like, dream about being in until you're in it.",
      "es": "Sueñas con estar en ella hasta que lo logras."
    }
  },
  {
    "translation": {
      "en": "It's five minutes of straight full- out dancing,",
      "es": "Son cinco minutos de baile al máximo,"
    }
  },
  {
    "translation": {
      "en": "and there's no time to breathe.",
      "es": "no hay respiro."
    }
  },
  {
    "translation": {
      "en": "- - And jump! Power!",
      "es": "¡Manos arriba! ¡Poder!"
    }
  },
  {
    "translation": {
      "en": "Power! Bop!",
      "es": "¡Poder!"
    }
  },
  {
    "translation": {
      "en": "And stay forever.",
      "es": "Y quédense para siempre."
    }
  },
  {
    "translation": {
      "en": "Stay. Stay there. Breathe. Stay.",
      "es": "Quédense. Ahí. Respiren."
    }
  },
  {
    "translation": {
      "en": "Practice holding it. It's good for you.",
      "es": "Sosténganlo. Es bueno para ustedes."
    }
  },
  {
    "translation": {
      "en": "It's getting better, ladies.",
      "es": "Está mejorando, señoritas."
    }
  },
  {
    "translation": {
      "en": "Okay, break. Getting better.",
      "es": "Bien, descansen. Está mejorando."
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "es": "Escúchenme."
    }
  },
  {
    "translation": {
      "en": "You're going much wider than you need to. You're killing yourselves.",
      "es": "Hacen mucho más de lo necesario. Se están matando."
    }
  },
  {
    "translation": {
      "en": "Okay, breathe, then we're gonna do Egypt. Just breathe. Breathe.",
      "es": "Bien, respiren, y haremos Egipto. Solo respiren."
    }
  },
  {
    "translation": {
      "en": "You have two minutes.",
      "es": "Tienen dos minutos."
    }
  },
  {
    "translation": {
      "en": "Okay, so, Miss Nicholas.",
      "es": "Bien, señorita Nicholas."
    }
  },
  {
    "translation": {
      "en": "Okay, we're really gonna be okay,",
      "es": "Muy bien, estaremos bien, pero están desorganizadas."
    }
  },
  {
    "translation": {
      "en": "but they're just raggedy. Too raggedy for me right--",
      "es": "Muy bien, estaremos bien, pero están desorganizadas. Demasiado para mí gusto. No siento la tierra de las hadas."
    }
  },
  {
    "translation": {
      "en": "I can't-- uh, 'Fairyland, I'm-- I'm not feelin' it. No.",
      "es": "Demasiado para mí gusto. No siento la tierra de las hadas. No, así que agregaré en amarillo las cosas que ensayaremos."
    }
  },
  {
    "translation": {
      "en": "So I'm adding, in yellow, things that we're going to rehearse.",
      "es": "No, así que agregaré en amarillo las cosas que ensayaremos."
    }
  },
  {
    "translation": {
      "en": "Okay, now, I gotta go terrorize the fairies, I'm sorry.",
      "es": "Debo aterrorizar a las hadas, lo siento."
    }
  },
  {
    "translation": {
      "en": "Because I came from DADA,",
      "es": "Como venía de DADA,"
    }
  },
  {
    "translation": {
      "en": "I didn't realize how big of a deal that I was a Black girl who does ballet.",
      "es": "no sabía lo importante que era ser una chica negra bailando ballet."
    }
  },
  {
    "translation": {
      "en": "Lovely!",
      "es": "Hermoso."
    }
  },
  {
    "translation": {
      "en": "'Cause, where I come from, we all do it, and we were all good.",
      "es": "Porque, de donde vengo, todos bailamos, y todos éramos buenos."
    }
  },
  {
    "translation": {
      "en": "who was the first Black ballerina in a major ballet company,",
      "es": "que fue la primera bailarina negra en una compañía de ballet importante,"
    }
  },
  {
    "translation": {
      "en": "came here a year ago.",
      "es": "vino aquí hace un año."
    }
  },
  {
    "translation": {
      "en": "And a one, and two, pas de cheval, enveloppé.",
      "es": "Y uno, y dos, pas de cheval, enveloppé."
    }
  },
  {
    "translation": {
      "en": "I never thought, I wanna be a ballet dancer, not at the age of seven.",
      "es": "Nunca pensé Quiero bailar ballet, no a los siete años."
    }
  },
  {
    "translation": {
      "en": "I just thought it was fun taking the classes.",
      "es": "Me parecía divertido tomar clases."
    }
  },
  {
    "translation": {
      "en": "So I just really didn't realize the impact of being African American",
      "es": "Así que no me di cuenta del impacto de ser afroamericana"
    }
  },
  {
    "translation": {
      "en": "and a principal dancer.",
      "es": "y bailarina principal."
    }
  },
  {
    "translation": {
      "en": "And I found out there weren't very many. There weren't any at that time, really.",
      "es": "Y descubrí que no había muchas. No había ninguna en ese momento."
    }
  },
  {
    "translation": {
      "en": "Unless you were in Alvin Ailey or Dance Theatre of Harlem.",
      "es": "Salvo que estuvieras en Alvin Ailey o en el Dance Theatre of Harlem."
    }
  },
  {
    "translation": {
      "en": "But I just wanted to dance. That wasn't my big focus,",
      "es": "Pero solo quería bailar. No me enfoqué en ser la primera negra. Solo quería bailar."
    }
  },
  {
    "translation": {
      "en": "that I wanted to be the first Black anything. I just wanted to dance.",
      "es": "No me enfoqué en ser la primera negra. Solo quería bailar."
    }
  },
  {
    "translation": {
      "en": "Plié, one, and stretch.",
      "es": "Plié, uno, y estiren."
    }
  },
  {
    "translation": {
      "en": "When I first saw April,",
      "es": "Cuando vi a April,"
    }
  },
  {
    "translation": {
      "en": "I thought, Wow! Where did that come from?",
      "es": "pensé: ¡Vaya! ¿De dónde salió eso?."
    }
  },
  {
    "translation": {
      "en": "That's somebody that's born with everything.",
      "es": "Es alguien que nació con todo."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Love it.",
      "es": "Me encanta."
    }
  },
  {
    "translation": {
      "en": "What I need is something that sustains. I feel like it's…",
      "es": "Lo que necesito es algo que se mantenga. Siento que es…"
    }
  },
  {
    "translation": {
      "en": "I want it to be lighter.",
      "es": "Quiero que sea más liviano."
    }
  },
  {
    "translation": {
      "en": "I don't think I ha-- necessarily have a ballet body right now,",
      "es": "No creo que tenga un cuerpo para bailar ballet justo ahora,"
    }
  },
  {
    "translation": {
      "en": "as of this moment…",
      "es": "en este momento,"
    }
  },
  {
    "translation": {
      "en": "…because my legs are just a little bit overdeveloped.",
      "es": "porque mis piernas están desarrolladas de más."
    }
  },
  {
    "translation": {
      "en": "And when you get really serious, you start looking at yourself in a certain way.",
      "es": "Cuando lo tomas en serio, empiezas a verte de cierta manera."
    }
  },
  {
    "translation": {
      "en": "Chaîné, chaîné, chaîné, chaîné, chaîné, chaîné, chaîné.",
      "es": "Chaîné."
    }
  },
  {
    "translation": {
      "en": "Stop on a dime.",
      "es": "Detente ya."
    }
  },
  {
    "translation": {
      "en": "And stay.",
      "es": "Y quédate."
    }
  },
  {
    "translation": {
      "en": "But when I'm in the ballet world, mostly everyone is pretty thin.",
      "es": "Pero cuando estoy en el mundo del ballet, casi todos son delgados."
    }
  },
  {
    "translation": {
      "en": "In high school, I really had no problem with it,",
      "es": "En la secundaria, eso no me preocupaba para nada,"
    }
  },
  {
    "translation": {
      "en": "and then you realize that maybe you should look at it,",
      "es": "luego, te das cuenta de que deberías verlo"
    }
  },
  {
    "translation": {
      "en": "because everybody else looks at weight and…",
      "es": "porque los demás vigilan el peso."
    }
  },
  {
    "translation": {
      "en": "Everything matters. Everything is so particular in ballet.",
      "es": "Todo importa. Todo es tan particular en el ballet."
    }
  },
  {
    "translation": {
      "en": "She might not have the perfect legs and feet. I didn't. Most people don't.",
      "es": "No tendrá piernas ni pies perfectos. Yo tampoco, como la mayoría."
    }
  },
  {
    "translation": {
      "en": "Most people that do ballet do not have perfect legs and feet.",
      "es": "La mayoría, en ballet, no los tiene."
    }
  },
  {
    "translation": {
      "en": "It's something you've worked for.",
      "es": "Es algo por lo que trabajaste."
    }
  },
  {
    "translation": {
      "en": "Turnout you've worked for.",
      "es": "Para lograr un en-dehors."
    }
  },
  {
    "translation": {
      "en": "You don't-- don't just come out going, Chick- a- bah.",
      "es": "No sales simplemente y…"
    }
  },
  {
    "translation": {
      "en": "Some people do,",
      "es": "Algunos sí."
    }
  },
  {
    "translation": {
      "en": "but most of us don't.",
      "es": "Pero la mayoría no somos así."
    }
  },
  {
    "translation": {
      "en": "There have been times where I was so down on myself",
      "es": "Hubo momentos en los que me sentí tan mal conmigo misma"
    }
  },
  {
    "translation": {
      "en": "about my body and just, like, so, ugh,",
      "es": "respecto de mi cuerpo y era…"
    }
  },
  {
    "translation": {
      "en": "like, negative and insecure about it.",
      "es": "tan negativa, estaba tan insegura sobre él."
    }
  },
  {
    "translation": {
      "en": "But…",
      "es": "Pero…"
    }
  },
  {
    "translation": {
      "en": "I had to stop playing the victim…",
      "es": "tuve que dejar de hacerme"
    }
  },
  {
    "translation": {
      "en": "towards myself.",
      "es": "la víctima."
    }
  },
  {
    "translation": {
      "en": "There was a moment where I realized, like, Look, if I wanna do this,",
      "es": "Hubo un momento en el que me di cuenta y dije: Si quiero hacer esto,"
    }
  },
  {
    "translation": {
      "en": "I have to figure out what's gonna work for me.",
      "es": "debo averiguar qué me sirve."
    }
  },
  {
    "translation": {
      "en": "But what was hard was understanding",
      "es": "Pero lo difícil fue entender"
    }
  },
  {
    "translation": {
      "en": "that the craft that chose me was not created in my image,",
      "es": "que el arte que me eligió no fue creado a mi imagen,"
    }
  },
  {
    "translation": {
      "en": "and that was a really hard realization.",
      "es": "y fue muy difícil darme cuenta de eso."
    }
  },
  {
    "translation": {
      "en": "But, at the same time, you know, this craft chose me.",
      "es": "Pero, al mismo tiempo, este arte me eligió."
    }
  },
  {
    "translation": {
      "en": "I have no choice but to do it and to give it my all.",
      "es": "No tengo más opción que hacerlo y darlo todo."
    }
  },
  {
    "translation": {
      "en": "You know, in Russia, they…",
      "es": "En Rusia, hacen radiografías de los pies, la espalda y el cuerpo de los niños"
    }
  },
  {
    "translation": {
      "en": "x- ray the children's feet and their backs and their bodies",
      "es": "hacen radiografías de los pies, la espalda y el cuerpo de los niños"
    }
  },
  {
    "translation": {
      "en": "before they even accept them.",
      "es": "antes de aceptarlos."
    }
  },
  {
    "translation": {
      "en": "Well, I mean, that's the world of ballet.",
      "es": "Es el mundo del ballet."
    }
  },
  {
    "translation": {
      "en": "In a opera, uh, they will select only children who have voice.",
      "es": "En la ópera, solo elegirán a los niños que tengan buena voz."
    }
  },
  {
    "translation": {
      "en": "They cannot make a voice. It is gift.",
      "es": "No pueden crear la voz. Es un don."
    }
  },
  {
    "translation": {
      "en": "Same things with a ballet facility.",
      "es": "Lo mismo con el ballet."
    }
  },
  {
    "translation": {
      "en": "They have to have certain physiques for that.",
      "es": "Tienen que tener un cierto físico para hacerlo."
    }
  },
  {
    "translation": {
      "en": "You cannot make it.",
      "es": "No se puede crear."
    }
  },
  {
    "translation": {
      "en": "The Kirov and the Russian method is important.",
      "es": "El Kirov y el método ruso son importantes."
    }
  },
  {
    "translation": {
      "en": "It is the technique that I love the best to teach.",
      "es": "Es la técnica que más me gusta enseñar."
    }
  },
  {
    "translation": {
      "en": "And that's why we have Madame Giana who's from the Bolshoi.",
      "es": "Y por eso tenemos a Madame Giana, del Bolshoi."
    }
  },
  {
    "translation": {
      "en": "But the dance world is evolving,",
      "es": "Pero el mundo de la danza está evolucionando,"
    }
  },
  {
    "translation": {
      "en": "so I'm reinventing a bit, for the teachers,",
      "es": "así que reinvento un poco para los maestros,"
    }
  },
  {
    "translation": {
      "en": "what their mission is and how they go about it.",
      "es": "les digo cuál es su misión y cómo llevarla a cabo."
    }
  },
  {
    "translation": {
      "en": "I want the spirit of the dance. That's not something you can take a picture of.",
      "es": "Quiero el espíritu del baile. No se puede tomar una foto de eso."
    }
  },
  {
    "translation": {
      "en": "That's something you feel and you see.",
      "es": "Es algo que sientes y que ves."
    }
  },
  {
    "translation": {
      "en": "You experience.",
      "es": "Lo experimentas."
    }
  },
  {
    "translation": {
      "en": "One, two. Not bad.",
      "es": "Uno, dos. Nada mal."
    }
  },
  {
    "translation": {
      "en": "One, two. One, two.",
      "es": "Uno, dos."
    }
  },
  {
    "translation": {
      "en": "Okay, not that bad. Go back.",
      "es": "De acuerdo, no están tan mal. Vuelvan."
    }
  },
  {
    "translation": {
      "en": "It actually helped.",
      "es": "Realmente ayudó."
    }
  },
  {
    "translation": {
      "en": "It looked better.",
      "es": "Estaba mejor."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Madame Giana, it looked better.",
      "es": "Lo siento, Madame Giana. Estaba mejor."
    }
  },
  {
    "translation": {
      "en": "No, no. I disagree. - Because they look like this. - I disagree.",
      "es": "- No estoy de acuerdo. - Porque se ven así."
    }
  },
  {
    "translation": {
      "en": "- It's okay. It's all right. - It's Oh!",
      "es": "Está bien. Bueno."
    }
  },
  {
    "translation": {
      "en": "It's all right. Five, six.",
      "es": "Está bien. Cinco, seis."
    }
  },
  {
    "translation": {
      "en": "They're just practicing. Six, seven, eight.",
      "es": "Solo practican. Seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "And one, and two, and one, and two, and one, and two.",
      "es": "Y uno, y dos."
    }
  },
  {
    "translation": {
      "en": "Some of you, uh, don't have the timing, and you're a little stiff.",
      "es": "Algunas no llevan el ritmo y están un poco rígidas."
    }
  },
  {
    "translation": {
      "en": "You know, you've gotta relax.",
      "es": "Hay que relajarse."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have to just say what I'm seeing right now",
      "es": "Lo siento, pero tengo que decir lo que veo"
    }
  },
  {
    "translation": {
      "en": "because, um, we don't have a lot of time.",
      "es": "porque no tenemos mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "And either they're doing it right right now, or they're not.",
      "es": "Y lo hacen bien ahora o lo hacen mal."
    }
  },
  {
    "translation": {
      "en": "Even though we're gonna clean it, I know that.",
      "es": "Aunque lo perfeccionaremos, lo sé."
    }
  },
  {
    "translation": {
      "en": "But I know, technically, if somebody's going like this,",
      "es": "Pero, técnicamente, alguien está haciendo esto."
    }
  },
  {
    "translation": {
      "en": "that's not gonna change tomorrow.",
      "es": "Eso no cambiará mañana."
    }
  },
  {
    "translation": {
      "en": "Go back, ladies.",
      "es": "Vuelvan, señoritas."
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, and eight.",
      "es": "Cinco, seis, siete y ocho."
    }
  },
  {
    "translation": {
      "en": "And one, and two, and one, and two, and one, and two, and one, and two.",
      "es": "Y uno, y dos."
    }
  },
  {
    "translation": {
      "en": "Much better!",
      "es": "¡Mucho mejor!"
    }
  },
  {
    "translation": {
      "en": "And two, and one, and two.",
      "es": "Y dos, y uno, y dos."
    }
  },
  {
    "translation": {
      "en": "Much better! Much better!",
      "es": "¡Mucho mejor!"
    }
  },
  {
    "translation": {
      "en": "Sorry, Madame Giana, it's better. Okay, go back to the beginning.",
      "es": "Lo siento, Madame Giana. Es mejor. Bien, volvamos al principio."
    }
  },
  {
    "translation": {
      "en": "It's better. You know it is.",
      "es": "Es mejor. Ya sabe que sí."
    }
  },
  {
    "translation": {
      "en": "The teachers are so vested and so dedicated to these young people.",
      "es": "Los maestros están tan comprometidos con estos jóvenes, tan dedicados a ellos."
    }
  },
  {
    "translation": {
      "en": "They go home with them. They give them food.",
      "es": "Se van a casa con ellos. Les dan comida."
    }
  },
  {
    "translation": {
      "en": "They'll scold them if they need to pull them together.",
      "es": "Los regañarán si necesitan que se recompongan."
    }
  },
  {
    "translation": {
      "en": "You know, we go in.",
      "es": "Nos esforzamos."
    }
  },
  {
    "translation": {
      "en": "We're raising-- we're helping to raise these kids.",
      "es": "Ayudamos a criar a estos niños."
    }
  },
  {
    "translation": {
      "en": "I grew up in Houston, Texas. Everything was segregated.",
      "es": "Crecí en Houston, Texas. Segregación por doquier."
    }
  },
  {
    "translation": {
      "en": "You know, white water fountain only,",
      "es": "La fuente de agua solo para los blancos."
    }
  },
  {
    "translation": {
      "en": "colored bathroom… We had experienced all that.",
      "es": "Baños para gente de color. Pasamos por eso."
    }
  },
  {
    "translation": {
      "en": "There was a great dance school, but I was not allowed to go because I was Black.",
      "es": "Había una escuela de baile genial, pero no me permitían ir porque era negra."
    }
  },
  {
    "translation": {
      "en": "But I was very serious early on. I knew I really wanted it and…",
      "es": "Me lo tomé muy en serio desde pequeña. Sabía que lo quería."
    }
  },
  {
    "translation": {
      "en": "My mom always says that, when I was eight years old,",
      "es": "Mi mamá siempre dice que, cuando yo tenía ocho años,"
    }
  },
  {
    "translation": {
      "en": "I said to her, Mom, I'm trying to be a dancer.",
      "es": "le dije: Mamá, intento ser bailarina."
    }
  },
  {
    "translation": {
      "en": "How am I gonna get there if I don't have lessons? I need real lessons, Mom.",
      "es": "¿Cómo lo lograré si no tengo clases? Necesito clases de verdad, mamá."
    }
  },
  {
    "translation": {
      "en": "Real lessons.",
      "es": "Clases de verdad."
    }
  },
  {
    "translation": {
      "en": "At 14 years old,",
      "es": "A los 14 años,"
    }
  },
  {
    "translation": {
      "en": "I was recruited by Madame Tatiana Semenova,",
      "es": "me aceptó Madame Tatiana Semenova,"
    }
  },
  {
    "translation": {
      "en": "who came from the Mariinsky school.",
      "es": "que venía de la escuela Mariinsky."
    }
  },
  {
    "translation": {
      "en": "I was so excited, I had to get up, I had to go way across town.",
      "es": "Estaba muy emocionada. Debía madrugar y atravesar la ciudad."
    }
  },
  {
    "translation": {
      "en": "My Uncle Lloyd would take me, and I-- if I had to take a bus back,",
      "es": "Mi tío Lloyd me llevaba y, si debía volver en autobús,"
    }
  },
  {
    "translation": {
      "en": "it was two or three buses to get back home.",
      "es": "tomaba dos o tres para llegar a casa."
    }
  },
  {
    "translation": {
      "en": "And, uh, Madame Semenova really embraced me in class.",
      "es": "Y Madame Semenova me acogió de verdad en clase."
    }
  },
  {
    "translation": {
      "en": "It was a Ford Foundation grant that paid for all of my classes.",
      "es": "Una beca de la Fundación Ford pagó todas mis clases."
    }
  },
  {
    "translation": {
      "en": "I was a full scholarship student.",
      "es": "Tenía una beca completa."
    }
  },
  {
    "translation": {
      "en": "And when I danced,",
      "es": "Y cuando bailaba,"
    }
  },
  {
    "translation": {
      "en": "it was a big deal because the board didn't know that I was there.",
      "es": "era importante porque la junta no sabía que yo estaba ahí."
    }
  },
  {
    "translation": {
      "en": "I was there probably six or eight months",
      "es": "Estuve allí unos seis u ocho meses"
    }
  },
  {
    "translation": {
      "en": "before the board knew there was a Black kid in the school,",
      "es": "antes de que supiera que había una chica negra en la escuela,"
    }
  },
  {
    "translation": {
      "en": "and some of them did not like it.",
      "es": "y a algunos miembros no les gustó."
    }
  },
  {
    "translation": {
      "en": "But Madame Semenova pushed me,",
      "es": "Pero Madame Semenova me presionó,"
    }
  },
  {
    "translation": {
      "en": "she scolded me, she humiliated me,",
      "es": "me regañó, me humilló"
    }
  },
  {
    "translation": {
      "en": "and she loved me.",
      "es": "y me amó."
    }
  },
  {
    "translation": {
      "en": "All right, welcome to the hell that is Chantel.",
      "es": "Bien, bienvenidos al infierno de Chantel."
    }
  },
  {
    "translation": {
      "en": "- Here we go, so… -",
      "es": "Aquí vamos, entonces…"
    }
  },
  {
    "translation": {
      "en": "I grew up as a foster kid.",
      "es": "Crecí como niña adoptiva."
    }
  },
  {
    "translation": {
      "en": "This is the one thing that saves somebody like me.",
      "es": "Esto es lo único que salva a alguien como yo."
    }
  },
  {
    "translation": {
      "en": "For somebody else to see and invest in me",
      "es": "Que alguien más me vea e invierta en mí,"
    }
  },
  {
    "translation": {
      "en": "and say, We see what it is that you want.",
      "es": "y diga: Vemos qué quieres."
    }
  },
  {
    "translation": {
      "en": "We're gonna help you do this and get you from point A to point B,",
      "es": "Te ayudaremos con esto, a que vayas de aquí a aquí,"
    }
  },
  {
    "translation": {
      "en": "I feel like that, in itself, is the biggest thing that changed my life.",
      "es": "siento que eso, en sí, es lo que más me cambió la vida."
    }
  },
  {
    "translation": {
      "en": "Boom, boom. Sit, sit. Boom, up!",
      "es": "Vamos, siéntense y ¡arriba!"
    }
  },
  {
    "translation": {
      "en": "Where you at? I don't know.",
      "es": "- ¿Dónde estás? - No sé."
    }
  },
  {
    "translation": {
      "en": "If you do this bang again, I'm about to be…",
      "es": "Si vuelves a dejarte este flequillo, voy…"
    }
  },
  {
    "translation": {
      "en": "Elijah, go get me, um, go get me a little rubber band, please?",
      "es": "Elijah, tráeme una banda elástica, por favor."
    }
  },
  {
    "translation": {
      "en": "Looks so cute, though.",
      "es": "Aunque se ve tan lindo."
    }
  },
  {
    "translation": {
      "en": "Shut up. Shut up, Elijah. Five…",
      "es": "Cállate, Elijah. Está bien."
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, cross.",
      "es": "Cinco, seis, siete, crucen."
    }
  },
  {
    "translation": {
      "en": "Cross and sit, sit.",
      "es": "Crucen y siéntense."
    }
  },
  {
    "translation": {
      "en": "- I was an understudy, but I came-- - Yeah, Griffin…",
      "es": "Era suplente, pero la señorita Chantel dijo que podía estar en Bastón de caramelo…"
    }
  },
  {
    "translation": {
      "en": "Miss Chantel said I could be in Candy Cane, so…",
      "es": "pero la señorita Chantel dijo que podía estar en Bastón de caramelo…"
    }
  },
  {
    "translation": {
      "en": "Yeah, he was first an understudy, but then he started trying to dance.",
      "es": "Sí, primero, fue suplente, pero, luego, empezó a bailar."
    }
  },
  {
    "translation": {
      "en": "He's tr-- trying really, really hard, and then he ended up being in the show.",
      "es": "Se esfuerza muchísimo y, finalmente, es parte del espectáculo."
    }
  },
  {
    "translation": {
      "en": "Candy Cane is fun. It's hip- hop, so… you just hype and fun and full out and…",
      "es": "Bastón de caramelo es divertido. Es hiphop, exageras, vas al máximo…"
    }
  },
  {
    "translation": {
      "en": "Yeah, Candy Cane is really fun.",
      "es": "Sí, es muy divertido."
    }
  },
  {
    "translation": {
      "en": "Candy Cane, it's an all- boys scene,",
      "es": "Bastón de caramelo es una escena de varones, y es de hiphop,"
    }
  },
  {
    "translation": {
      "en": "and it's hip- hop, and hip- hop's one of my favorite styles, so…",
      "es": "Bastón de caramelo es una escena de varones, y es de hiphop, y es uno de mis estilos favoritos."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I can't be in it, but it's my favorite scene.",
      "es": "Lamentablemente, no participo, y es mi favorita."
    }
  },
  {
    "translation": {
      "en": "Candy Cane is for the boys. Fairyland is the girls.",
      "es": "Bastón… es para chicos. Tierra…, para chicas."
    }
  },
  {
    "translation": {
      "en": "You gotta have the--",
      "es": "Debes tener…"
    }
  },
  {
    "translation": {
      "en": "You know, DADA has always had more boys than any school.",
      "es": "DADA siempre ha tenido más chicos que otras escuelas."
    }
  },
  {
    "translation": {
      "en": "It's because I'm pushing them and I want them.",
      "es": "Es porque los estoy presionando y los quiero."
    }
  },
  {
    "translation": {
      "en": "And I have to-- I have to have something to give them.",
      "es": "Y tengo que darles algo."
    }
  },
  {
    "translation": {
      "en": "Olivia, go in the center.",
      "es": "Olivia, ve al centro."
    }
  },
  {
    "translation": {
      "en": "Scoot back, back up.",
      "es": "Muévanse, retrocedan."
    }
  },
  {
    "translation": {
      "en": "My favorite scene would be Candy Cane.",
      "es": "Mi escena favorita, Bastón de caramelo."
    }
  },
  {
    "translation": {
      "en": "It's, like, the only hip- hop in the show. It's all boys.",
      "es": "La única parte de hiphop del espectáculo. Todos chicos."
    }
  },
  {
    "translation": {
      "en": "Six, five, behind him.",
      "es": "Seis, cinco, detrás de él."
    }
  },
  {
    "translation": {
      "en": "Are you going to put the girls in? Going to put the girls in?",
      "es": "¿Vas a meter chicas?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm doing that.",
      "es": "Así es."
    }
  },
  {
    "translation": {
      "en": "- I'm gonna get in trouble, but whatever. - Okay.",
      "es": "Me meteré en problemas, pero bueno."
    }
  },
  {
    "translation": {
      "en": "Da, da, da. Cross, cross, up, down.",
      "es": "Crucen, arriba, abajo."
    }
  },
  {
    "translation": {
      "en": "So I need-- Yes!",
      "es": "Necesito… ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "I need to see cross, up… That's almost like a élevé.",
      "es": "Necesito ver el cruce, arriba… Casi como un élevé."
    }
  },
  {
    "translation": {
      "en": "Over my dead body. No girls in Candy Cane.",
      "es": "Antes muerta. Sin chicas en Bastón de caramelo."
    }
  },
  {
    "translation": {
      "en": "- Yeah, that's not happening. No girls. - It got around.",
      "es": "- Sí, no pasará. Nada de chicas. - Se corrió la voz."
    }
  },
  {
    "translation": {
      "en": "It almost happened, though, but, you know, it's okay.",
      "es": "Por poco hubo chicas, pero está bien."
    }
  },
  {
    "translation": {
      "en": "- I'm in everything else, so… -",
      "es": "Estoy en todo lo demás."
    }
  },
  {
    "translation": {
      "en": "Sorry, girls. You know, it's only us, you know.",
      "es": "Lo siento, chicas. Solo somos nosotros."
    }
  },
  {
    "translation": {
      "en": "Oh, it's definitely muscle memory. When you have Chantel Heath",
      "es": "Sin duda, memoria muscular. Cuando Chantel Heath"
    }
  },
  {
    "translation": {
      "en": "taking you to the depths of, like, yourself,",
      "es": "te lleva a las profundidades de tu ser"
    }
  },
  {
    "translation": {
      "en": "you won't forget it too much.",
      "es": "no lo olvidarás demasiado."
    }
  },
  {
    "translation": {
      "en": "Now run!",
      "es": "¡Esa carrera!"
    }
  },
  {
    "translation": {
      "en": "And one, and two, down, bring it up. Yeah.",
      "es": "Y uno, y dos, abajo y sube. Sí."
    }
  },
  {
    "translation": {
      "en": "Slide, one, two. Yup, it's-- The whole thing is still there.",
      "es": "Deslizamiento, uno, dos. Sí, todo sigue ahí."
    }
  },
  {
    "translation": {
      "en": "Throw!",
      "es": "¡Lancen!"
    }
  },
  {
    "translation": {
      "en": "Turn, and one.",
      "es": "Giro, y uno."
    }
  },
  {
    "translation": {
      "en": "It's no joke, huh?",
      "es": "No es un chiste."
    }
  },
  {
    "translation": {
      "en": "Some boys fall apart. Some boys don't make it. I mean…",
      "es": "Algunos chicos se desmoronan. Algunos no lo logran. Digo…"
    }
  },
  {
    "translation": {
      "en": "You know, they're like, Oh, my God. That was hard, that was hard.",
      "es": "Dicen: Dios. Fue difícil."
    }
  },
  {
    "translation": {
      "en": "I know, sit down.",
      "es": "Lo sé, siéntate."
    }
  },
  {
    "translation": {
      "en": "Just a second.",
      "es": "Un segundo."
    }
  },
  {
    "translation": {
      "en": "What I know is, if I was doing it, I'd be…",
      "es": "Lo que sé es que, si fuera yo…"
    }
  },
  {
    "translation": {
      "en": "still dancing right now 'cause the song would still be on.",
      "es": "estaría bailando porque la canción seguiría."
    }
  },
  {
    "translation": {
      "en": "Let's get it. All right, show's on! Let's go!",
      "es": "Bien. Vamos."
    }
  },
  {
    "translation": {
      "en": "But I tell them, Keep coming back, keep coming back, because one of these days, you're gonna get it.",
      "es": "Pero les digo: Sigan volviendo porque, un día, lo conseguirán."
    }
  },
  {
    "translation": {
      "en": "I don't know if everyone sticks with it,",
      "es": "No sé si todos se esfuerzan,"
    }
  },
  {
    "translation": {
      "en": "but I know for a fact that, if you are here longer than a-- a semester,",
      "es": "pero sé que si estás aquí más de un semestre,"
    }
  },
  {
    "translation": {
      "en": "me, personally, that it's inside you.",
      "es": "y me incluyo, lo llevas en tu interior."
    }
  },
  {
    "translation": {
      "en": "Boom, boom, sit, sit! Boom, boom…",
      "es": "He caminado por el pasillo,"
    }
  },
  {
    "translation": {
      "en": "I've been walking through the hall, but actually",
      "es": "He caminado por el pasillo, pero vengo al estudio a tomar clases, desde hace un tiempo."
    }
  },
  {
    "translation": {
      "en": "in the studio for a class here, it's been a while.",
      "es": "pero vengo al estudio a tomar clases, desde hace un tiempo."
    }
  },
  {
    "translation": {
      "en": "It's like… That was a lot of sweat in these floors.",
      "es": "Es como… Hubo mucho sudor en estos pisos."
    }
  },
  {
    "translation": {
      "en": "If somebody like lifted up history out of these floors,",
      "es": "Si alguien levantara la historia de estos pisos,"
    }
  },
  {
    "translation": {
      "en": "it would be kinda gross, but inspiring.",
      "es": "sería asqueroso, pero inspirador."
    }
  },
  {
    "translation": {
      "en": "I played the first Hot Chocolate Nutcracker",
      "es": "Hice de El cascanueces de chocolate"
    }
  },
  {
    "translation": {
      "en": "in the first production.",
      "es": "en la primera producción."
    }
  },
  {
    "translation": {
      "en": "I left my biological family behind when I was 13.",
      "es": "Dejé a mi familia biológica cuando tenía 13 años."
    }
  },
  {
    "translation": {
      "en": "My mother and my three sisters moved to Arizona, and I--",
      "es": "Mi madre y mis hermanas se fueron a Arizona,"
    }
  },
  {
    "translation": {
      "en": "My mom made the conscious decision to allow me to stay here.",
      "es": "y mamá tomó la decisión consciente de permitirme quedarme aquí."
    }
  },
  {
    "translation": {
      "en": "So I moved in with Miss Harris, Mama Harris,",
      "es": "Así que me mudé con la señorita Harris,"
    }
  },
  {
    "translation": {
      "en": "and then I got full scholarship in dance here.",
      "es": "y obtuve una beca completa de baile aquí."
    }
  },
  {
    "translation": {
      "en": "The first time I was the Little Nutcracker, it felt like,",
      "es": "La primera vez que fui el pequeño cascanueces, sentí:"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm one of the principal roles. I--",
      "es": "La primera vez que fui el pequeño cascanueces, sentí: Tengo un papel principal. ¡Genial!. Como si la señorita Allen creyera en mí."
    }
  },
  {
    "translation": {
      "en": "Oh, cool! It was, like, Miss Allen believed in me.",
      "es": "Tengo un papel principal. ¡Genial!. Como si la señorita Allen creyera en mí."
    }
  },
  {
    "translation": {
      "en": "Now, Ryan Phuong, he's the Little Nutcracker.",
      "es": "Ahora Ryan Phuong es el pequeño cascanueces."
    }
  },
  {
    "translation": {
      "en": "Thank God I did it first because I would not wanna follow him.",
      "es": "Gracias a Dios que lo hice primero porque no querría seguirlo."
    }
  },
  {
    "translation": {
      "en": "I want it to be magical. You can't just go over here",
      "es": "Quiero que sea mágico. No puedes ir a la cuarta posición"
    }
  },
  {
    "translation": {
      "en": "and hit fourth position like a Degas statue,",
      "es": "No puedes ir a la cuarta posición como una estatua de Degas"
    }
  },
  {
    "translation": {
      "en": "and go here. No!",
      "es": "e ir aquí. ¡No!"
    }
  },
  {
    "translation": {
      "en": "It's the Hot Chocolate Nutcracker, honey.",
      "es": "Es El Cascanueces de chocolate, cariño."
    }
  },
  {
    "translation": {
      "en": "Alive! It's like, Oh, my God, look at him!",
      "es": "Con vida. Es como: ¡Por Dios, míralo!."
    }
  },
  {
    "translation": {
      "en": "It's gotta be that.",
      "es": "Tiene que ser así."
    }
  },
  {
    "translation": {
      "en": "Look at me. Stop. Look at him!",
      "es": "Mírame. Basta. ¡Míralo!"
    }
  },
  {
    "translation": {
      "en": "You're so busy looking at yourselves.",
      "es": "Están tan ocupados mirándose."
    }
  },
  {
    "translation": {
      "en": "Play the scene.",
      "es": "Actúen la escena."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, he's moving! Look at him!",
      "es": "¡Dios mío, se mueve! ¡Míralo!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I touched him! Oh, my God, he's coming!",
      "es": "¡Dios mío, lo toqué! ¡Dios, ahí viene!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God! Okay.",
      "es": "¡Dios mío! Bien."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Ah!",
      "es": "¡Dios mío!."
    }
  },
  {
    "translation": {
      "en": "It should be like that.",
      "es": "Debería ser así."
    }
  },
  {
    "translation": {
      "en": "I came here for, like, an open class, for hip- hop, right?",
      "es": "Vine para una clase abierta de hiphop."
    }
  },
  {
    "translation": {
      "en": "I think it was Chantel, she was teaching,",
      "es": "Creo que Chantel enseñaba,"
    }
  },
  {
    "translation": {
      "en": "and that was the only thing I would ever do is hip- hop.",
      "es": "y lo único que yo hacía era hiphop."
    }
  },
  {
    "translation": {
      "en": "I did not plan on doing ballet or anything.",
      "es": "No pensaba hacer ballet."
    }
  },
  {
    "translation": {
      "en": "This little boy, I couldn't believe what I was seeing. I was like, What?",
      "es": "Este chico, yo no podía creer lo que veía. Me sorprendió."
    }
  },
  {
    "translation": {
      "en": "You put that hip- hop music on, you would see like this little tornado,",
      "es": "Pones hiphop, ves como un pequeño tornado,"
    }
  },
  {
    "translation": {
      "en": "like the little Tasmanian Devil, you know?",
      "es": "un demonio de Tasmania pequeño."
    }
  },
  {
    "translation": {
      "en": "He's been every Nutcracker.",
      "es": "Estuvo en todos los Cascanueces."
    }
  },
  {
    "translation": {
      "en": "He was the Littlest Nutcracker, and now he's the young prince.",
      "es": "Era el cascanueces más pequeño, y ahora es el joven príncipe. PRÍNCIPE"
    }
  },
  {
    "translation": {
      "en": "Ryan thought he was trying to just take some hip- hop classes,",
      "es": "Ryan pensó que tomaba clases de hiphop,"
    }
  },
  {
    "translation": {
      "en": "and that's how we reeled him in.",
      "es": "y así lo atrajimos."
    }
  },
  {
    "translation": {
      "en": "We give them something that they want,",
      "es": "Les damos algo que quieren,"
    }
  },
  {
    "translation": {
      "en": "but we teach them, in order to do that, you gotta get this first.",
      "es": "pero les enseñamos que, primero, deben hacer esto."
    }
  },
  {
    "translation": {
      "en": "Ballet, I… You know, it's…",
      "es": "El ballet… Para mí, es…"
    }
  },
  {
    "translation": {
      "en": "For me, back then, I thought only girls should do that.",
      "es": "Yo pensaba que solo las chicas debían bailarlo."
    }
  },
  {
    "translation": {
      "en": "I was really terrified to take class.",
      "es": "Me aterraba mucho tomar clases."
    }
  },
  {
    "translation": {
      "en": "Ballet training, very tough.",
      "es": "La práctica de ballet es muy dura."
    }
  },
  {
    "translation": {
      "en": "Who will go through the ballet training",
      "es": "Los que hacen la práctica de ballet"
    }
  },
  {
    "translation": {
      "en": "and finish that ballet training,",
      "es": "y terminan ese entrenamiento"
    }
  },
  {
    "translation": {
      "en": "they have strong personality to go further.",
      "es": "tienen una fuerte personalidad para llegar más lejos."
    }
  },
  {
    "translation": {
      "en": "And Miss Allen told me,",
      "es": "Y la señorita Allen me dijo"
    }
  },
  {
    "translation": {
      "en": "who she is,",
      "es": "que ella es quien es"
    }
  },
  {
    "translation": {
      "en": "it's because she went through th-- that tough, strong ballet training.",
      "es": "porque pasó por ese entrenamiento de ballet tan duro."
    }
  },
  {
    "translation": {
      "en": "I went to the North Carolina School of the Arts to audition,",
      "es": "Fui a la North Carolina School of the Arts por una audición"
    }
  },
  {
    "translation": {
      "en": "after I'd been trained by the Houston Ballet Foundation.",
      "es": "después de entrenar en la fundación del Houston Ballet."
    }
  },
  {
    "translation": {
      "en": "I was so hopeful about that,",
      "es": "Tenía tantas esperanzas,"
    }
  },
  {
    "translation": {
      "en": "and they used me in the audition to demonstrate,",
      "es": "y me usaron en la audición para una demostración."
    }
  },
  {
    "translation": {
      "en": "and when it was over, I went to the man and said,",
      "es": "Al terminar, me acerqué al hombre y le dije:"
    }
  },
  {
    "translation": {
      "en": "Well, I just wanna know, how-- when would we start? How is this gonna go?",
      "es": "Solo quiero saber, ¿cuándo empezamos? ¿Cómo lo vamos a hacer?."
    }
  },
  {
    "translation": {
      "en": "And he told me I was not gonna be accepted, and that I was not right for dance,",
      "es": "Me dijo que no me aceptarían, que no servía para bailar,"
    }
  },
  {
    "translation": {
      "en": "and my body wasn't right, and I should do something else.",
      "es": "que mi cuerpo no servía, que hiciera otra cosa."
    }
  },
  {
    "translation": {
      "en": "And It broke her spirit. And she stopped dancing for a year or two.",
      "es": "Le quebró el espíritu. Dejó de bailar un año o dos."
    }
  },
  {
    "translation": {
      "en": "It was very discouraging.",
      "es": "Fue muy desalentador."
    }
  },
  {
    "translation": {
      "en": "He told me, you know, Definitely don't think about ballet. Just forget it, and, um…",
      "es": "Me dijo: Ni pienses en el ballet. Olvídalo, y…"
    }
  },
  {
    "translation": {
      "en": "Wow, that was hard.",
      "es": "Vaya, fue difícil."
    }
  },
  {
    "translation": {
      "en": "So when I came back home and it was time to go to college,",
      "es": "Cuando volví a casa y fue momento de ir a la universidad,"
    }
  },
  {
    "translation": {
      "en": "I was accepted to Howard University,",
      "es": "me aceptaron en la Howard University,"
    }
  },
  {
    "translation": {
      "en": "and so I was, like, Okay. I have to let the dance go.",
      "es": "y pensé: Bueno, debo abandonar el baile."
    }
  },
  {
    "translation": {
      "en": "I love it, but it doesn't love me.",
      "es": "Me encanta, pero yo no le encanto."
    }
  },
  {
    "translation": {
      "en": "And it was hard.",
      "es": "Y fue difícil."
    }
  },
  {
    "translation": {
      "en": "My mom just was really brokenhearted when I got off that plane.",
      "es": "Mi mamá estaba muy triste cuando bajé del avión."
    }
  },
  {
    "translation": {
      "en": "That was the hardest part.",
      "es": "Esa fue la parte más difícil."
    }
  },
  {
    "translation": {
      "en": "You know, when I got off that plane, and she was at the airport, and she met me in tears.",
      "es": "Cuando bajé del avión, ella estaba en el aeropuerto y lloraba."
    }
  },
  {
    "translation": {
      "en": "And she said, Deborah, you failed.",
      "es": "Y dijo: Deborah, fallaste."
    }
  },
  {
    "translation": {
      "en": "Deborah, you failed.",
      "es": "Deborah, fallaste."
    }
  },
  {
    "translation": {
      "en": "My mom said, You come home this summer, you don't go and dance.",
      "es": "Mamá dijo: Este verano no irás a bailar porque sí."
    }
  },
  {
    "translation": {
      "en": "I'm gonna save the money that I've been putting aside",
      "es": "Ahorraré el dinero que he estado guardando"
    }
  },
  {
    "translation": {
      "en": "to send you away to dance",
      "es": "para enviarte a bailar"
    }
  },
  {
    "translation": {
      "en": "and buy a car. I'm like, No! No, Mom, no. No, I want to.",
      "es": "y compraré un auto. Y contesté: No, mamá. Quiero bailar."
    }
  },
  {
    "translation": {
      "en": "And that was the summer that I met Martha Graham",
      "es": "Y ese verano conocí a Martha Graham,"
    }
  },
  {
    "translation": {
      "en": "and Meredith Monk",
      "es": "a Meredith Monk,"
    }
  },
  {
    "translation": {
      "en": "and Twyla Tharp",
      "es": "a Twyla Tharp"
    }
  },
  {
    "translation": {
      "en": "and Alvin Ailey.",
      "es": "y a Alvin Ailey."
    }
  },
  {
    "translation": {
      "en": "It was a new wave of dancers who were breaking the traditional mold,",
      "es": "Era una nueva ola de bailarines que rompían el molde tradicional."
    }
  },
  {
    "translation": {
      "en": "doing something new and exciting.",
      "es": "Hacían algo nuevo y emocionante."
    }
  },
  {
    "translation": {
      "en": "When I saw Alvin Ailey, it was everything for me.",
      "es": "Vi a Alvin Ailey, y fue todo para mí."
    }
  },
  {
    "translation": {
      "en": "I was like, Child, take these toe shoes, honey, put them somewhere else.",
      "es": "Pensé: Me quito este traje y me desestructuro."
    }
  },
  {
    "translation": {
      "en": "I wanna dance about feelings.",
      "es": "Quiero hacer un baile sobre los sentimientos."
    }
  },
  {
    "translation": {
      "en": "I've been trying for years to f-- figure out",
      "es": "Durante años, he intentado descubrir"
    }
  },
  {
    "translation": {
      "en": "what-- how could I really use the language of tap in the show.",
      "es": "cómo usar el idioma del tap en el espectáculo."
    }
  },
  {
    "translation": {
      "en": "This year, Savion Glover's coming.",
      "es": "Este año, viene Savion Glover."
    }
  },
  {
    "translation": {
      "en": "I've asked him to create a piece called The Train.",
      "es": "Le pedí que creara una pieza llamada El tren."
    }
  },
  {
    "translation": {
      "en": "Miss Debbie Allen had an idea early on,",
      "es": "La señorita Debbie Allen ya tenía una idea previa"
    }
  },
  {
    "translation": {
      "en": "and then she put that idea",
      "es": "que incorporó en mi proceso de pensamiento,"
    }
  },
  {
    "translation": {
      "en": "in my thought process, and I was thinking about it",
      "es": "que incorporó en mi proceso de pensamiento, y estuve pensándola, y, luego, volví"
    }
  },
  {
    "translation": {
      "en": "for the whole time, and then I came back,",
      "es": "y estuve pensándola, y, luego, volví"
    }
  },
  {
    "translation": {
      "en": "and, um, I was ready to go.",
      "es": "y estaba listo para empezar."
    }
  },
  {
    "translation": {
      "en": "And her idea was that, you know, to get this train thing moving,",
      "es": "Su idea era hacer que el tren se moviera,"
    }
  },
  {
    "translation": {
      "en": "to get us from one scene to the next.",
      "es": "que nos llevara de una escena a la otra."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you!",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Beyond the choreography, I just want them to come out with a sense of empowerment,",
      "es": "Más allá de la coreografía, quiero que sientan el empoderamiento,"
    }
  },
  {
    "translation": {
      "en": "a sense of greatness, a sense of achievement,",
      "es": "la grandeza, el logro,"
    }
  },
  {
    "translation": {
      "en": "a sense of expression!",
      "es": "la expresión."
    }
  },
  {
    "translation": {
      "en": "This ability to think about making someone think differently.",
      "es": "La habilidad de pensar en hacer que alguien piense diferente."
    }
  },
  {
    "translation": {
      "en": "That was just my style.",
      "es": "Ese era mi estilo."
    }
  },
  {
    "translation": {
      "en": "He just told me to freestyle at the beginning,",
      "es": "Él me dijo que hiciera estilo libre, así que creé lo mío al principio y al final."
    }
  },
  {
    "translation": {
      "en": "and so I just created my own little thing at the beginning and end.",
      "es": "así que creé lo mío al principio y al final."
    }
  },
  {
    "translation": {
      "en": "I wanna be just available as a human being,",
      "es": "Quiero estar disponible como ser humano."
    }
  },
  {
    "translation": {
      "en": "and I like that exchange, that allows me to learn from them.",
      "es": "Me gusta ese intercambio que me permite aprender de ellos."
    }
  },
  {
    "translation": {
      "en": "And hopefully, they learn from me.",
      "es": "Y, con suerte, aprenderán de mí."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a session-- We're gonna start having sessions during the week",
      "es": "Bien, comenzaremos a tener clases durante la semana"
    }
  },
  {
    "translation": {
      "en": "because, otherwise, I don't think you're gonna get there,",
      "es": "porque, de lo contrario, no creo que lleguen"
    }
  },
  {
    "translation": {
      "en": "and I-- I need to rearrange some of your places.",
      "es": "y necesito reorganizar algunos de sus lugares."
    }
  },
  {
    "translation": {
      "en": "And they're just not getting the doll dance,",
      "es": "No están haciendo bien el baile de la muñeca,"
    }
  },
  {
    "translation": {
      "en": "and I don't want them to be on stage and not look fantastic.",
      "es": "y no quiero que estén en el escenario y no se vean fantásticos."
    }
  },
  {
    "translation": {
      "en": "I just got kicked out of Dolls, like my sister too.",
      "es": "Me sacaron de Muñecas, igual que a mi hermana."
    }
  },
  {
    "translation": {
      "en": "'Cause, um, she wants me to be in the party scene.",
      "es": "Porque ella quiere que esté en la escena de la fiesta."
    }
  },
  {
    "translation": {
      "en": "So you've gotta be in it from the very top.",
      "es": "Así que deben estar desde bien arriba."
    }
  },
  {
    "translation": {
      "en": "I can't be a monkey over here like this.",
      "es": "No puedo ser un mono así."
    }
  },
  {
    "translation": {
      "en": "I'm ready for fairies,",
      "es": "Estoy listo para las hadas,"
    }
  },
  {
    "translation": {
      "en": "so when y'all in that wings, I want y'all like this.",
      "es": "así que, cuando estén en esas alas, los quiero así."
    }
  },
  {
    "translation": {
      "en": "Ready to go!",
      "es": "Listos para moverse."
    }
  },
  {
    "translation": {
      "en": "I need arms swinging. What happened to that?",
      "es": "Necesito que balanceen los brazos. ¿Qué pasó?"
    }
  },
  {
    "translation": {
      "en": "And a one, two, three, four.",
      "es": "Y uno, dos, tres, cuatro."
    }
  },
  {
    "translation": {
      "en": "And a up, up, up, up.",
      "es": "Y arriba."
    }
  },
  {
    "translation": {
      "en": "Yes, Tova!",
      "es": "¡Sí, Tova!"
    }
  },
  {
    "translation": {
      "en": "- I'm the-- Yes! -",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Come on, girl, get in there.",
      "es": "Vamos, niña, entra."
    }
  },
  {
    "translation": {
      "en": "I got the job of doing Rainforest,",
      "es": "Mi trabajo es hacer Selva,"
    }
  },
  {
    "translation": {
      "en": "and Rainforest is one of the biggest production numbers",
      "es": "y ese es uno de los números de producción más grandes"
    }
  },
  {
    "translation": {
      "en": "in the show.",
      "es": "del espectáculo."
    }
  },
  {
    "translation": {
      "en": "Rainforest is beautiful. Butterflies,",
      "es": "Selva es hermoso. Mariposas, monos, panteras."
    }
  },
  {
    "translation": {
      "en": "monkeys, panthers.",
      "es": "Mariposas, monos, panteras."
    }
  },
  {
    "translation": {
      "en": "When you think about herds of animals on the plains in Africa,",
      "es": "Cuando piensas en las manadas en las llanuras de África,"
    }
  },
  {
    "translation": {
      "en": "the migration, everyone's going in the same direction,",
      "es": "en la migración, todos van hacia el mismo lado,"
    }
  },
  {
    "translation": {
      "en": "and so there is a-- a journey that's taking place.",
      "es": "así que hay un viaje en curso."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, how big is the cast?",
      "es": "Dios mío, ¿cuán grande es el elenco?"
    }
  },
  {
    "translation": {
      "en": "You know, I don't wanna say it out loud!",
      "es": "¡No quiero decirlo!"
    }
  },
  {
    "translation": {
      "en": "Delorse, my costumer, might slap me.",
      "es": "Delorse, mi vestuarista, me abofetearía."
    }
  },
  {
    "translation": {
      "en": "When she saw the cast of people,",
      "es": "Cuando vio al elenco,"
    }
  },
  {
    "translation": {
      "en": "she said, Miss Allen, really? I'm like, Yeah, Delorse.",
      "es": "dijo: ¿En serio, señorita Allen?, dije: Sí, Delorse."
    }
  },
  {
    "translation": {
      "en": "Shh. No more talking, please.",
      "es": "No hablen más, por favor."
    }
  },
  {
    "translation": {
      "en": "Who does not have a costume? Hm?",
      "es": "¿Quién no tiene su traje?"
    }
  },
  {
    "translation": {
      "en": "Well, we have a cast of almost 200.",
      "es": "Bueno, tenemos un elenco de casi 200."
    }
  },
  {
    "translation": {
      "en": "Each person is wearing, you know, three-- two to three things.",
      "es": "Cada persona usa dos o tres cosas."
    }
  },
  {
    "translation": {
      "en": "Some kids are wearing five.",
      "es": "Algunos usan cinco cosas."
    }
  },
  {
    "translation": {
      "en": "Okay, girls.",
      "es": "Muy bien, chicas."
    }
  },
  {
    "translation": {
      "en": "She went to go get more costumes.",
      "es": "Fue a buscar más trajes."
    }
  },
  {
    "translation": {
      "en": "I still hear talking. Okay!",
      "es": "Aún los escucho hablar. ¡Bien!"
    }
  },
  {
    "translation": {
      "en": "We're just… It's a little busy.",
      "es": "Estamos… un poco ocupados."
    }
  },
  {
    "translation": {
      "en": "Everybody like their costumes?",
      "es": "- ¿A todos les gustan sus trajes? - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "- Yes! - Excellent.",
      "es": "- ¿A todos les gustan sus trajes? - ¡Sí! Excelente."
    }
  },
  {
    "translation": {
      "en": "That's two people missing.",
      "es": "Faltan dos personas."
    }
  },
  {
    "translation": {
      "en": "Oh! One, two. There's two.",
      "es": "Uno, dos, tres, cuatro."
    }
  },
  {
    "translation": {
      "en": "- Who's missing? - JoAnn and AuDrya.",
      "es": "- ¿Quiénes? - JoAnn y AuDrya."
    }
  },
  {
    "translation": {
      "en": "And where are they?",
      "es": "¿Y dónde están?"
    }
  },
  {
    "translation": {
      "en": "Some lady was trying to say JoAnn hit her car,",
      "es": "Una mujer dijo que JoAnn chocó,"
    }
  },
  {
    "translation": {
      "en": "but she didn't, so they're on their way.",
      "es": "pero no fue así, así que están en camino."
    }
  },
  {
    "translation": {
      "en": "I was eight when I started at DADA.",
      "es": "Tenía ocho años cuando empecé en DADA."
    }
  },
  {
    "translation": {
      "en": "This year, I've been kinda like getting there when I wanted to,",
      "es": "Este año, estuve llegando cuando quería,"
    }
  },
  {
    "translation": {
      "en": "like, just trying to be a teenager, I guess.",
      "es": "quería ser una adolescente, supongo."
    }
  },
  {
    "translation": {
      "en": "JoAnn! You don't just walk in my rehearsal. What happened?",
      "es": "¡JoAnn! No entras así nomás a mi ensayo. ¿Qué pasó?"
    }
  },
  {
    "translation": {
      "en": "- For what? - Speeding.",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Stay here.",
      "es": "Quédate aquí."
    }
  },
  {
    "translation": {
      "en": "One, plié.",
      "es": "Uno, plié."
    }
  },
  {
    "translation": {
      "en": "Go warm up at the bar.",
      "es": "Ve a calentar en la barra."
    }
  },
  {
    "translation": {
      "en": "One, plié.",
      "es": "Uno, plié."
    }
  },
  {
    "translation": {
      "en": "And down, down…",
      "es": "Y abajo."
    }
  },
  {
    "translation": {
      "en": "Whenever I feel that I let her down, it was very…",
      "es": "Cada vez que sentía que la decepcionaba, era tan…"
    }
  },
  {
    "translation": {
      "en": "Like, it got to me every time.",
      "es": "Siempre me afectaba."
    }
  },
  {
    "translation": {
      "en": "So, I'm like, Dang, I can't let her down no more. We can't have these talks.",
      "es": "Ya no puedo decepcionarla. No podemos hablar así."
    }
  },
  {
    "translation": {
      "en": "The next few talks we have to have have to be good talks.",
      "es": "Las próximas charlas deben ser buenas."
    }
  },
  {
    "translation": {
      "en": "Like, instead of just her telling me to get it together.",
      "es": "En vez de que me diga que deje de portarme mal."
    }
  },
  {
    "translation": {
      "en": "It takes a lot.",
      "es": "Requiere de mucho."
    }
  },
  {
    "translation": {
      "en": "I don't know. I think it comes down to heart and will",
      "es": "No sé. Creo que se trata de amarlo, de tener voluntad"
    }
  },
  {
    "translation": {
      "en": "and wanting it for yourself, wanting something more.",
      "es": "y de quererlo para una, de querer algo más."
    }
  },
  {
    "translation": {
      "en": "And…",
      "es": "Y…"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Working your butt off.",
      "es": "De esforzarse muchísimo."
    }
  },
  {
    "translation": {
      "en": "I'm trying to help you learn professional work ethic.",
      "es": "Intento ayudarles a aprender sobre la ética de trabajo."
    }
  },
  {
    "translation": {
      "en": "Say work ethic.  Work ethic.",
      "es": "- Digan ética de trabajo. - Ética de trabajo."
    }
  },
  {
    "translation": {
      "en": "Work ethic.",
      "es": "Ética de trabajo."
    }
  },
  {
    "translation": {
      "en": "Work ethic.",
      "es": "Ética de trabajo."
    }
  },
  {
    "translation": {
      "en": "This should apply to everything you do in life.",
      "es": "Debería aplicarse a todo en la vida."
    }
  },
  {
    "translation": {
      "en": "Your homework, how you do your work at school,",
      "es": "A su tarea, al modo de trabajar en la escuela,"
    }
  },
  {
    "translation": {
      "en": "what other jobs and other career aspirations that you have.",
      "es": "a otros trabajos y a otras aspiraciones profesionales que tengan."
    }
  },
  {
    "translation": {
      "en": "If you work in the post office, if you are a teacher,",
      "es": "Si trabajan en la oficina de correos, si son docentes,"
    }
  },
  {
    "translation": {
      "en": "if you are a maintenance person,",
      "es": "si son de mantenimiento,"
    }
  },
  {
    "translation": {
      "en": "if you work in Washington,",
      "es": "si trabajan en Washington,"
    }
  },
  {
    "translation": {
      "en": "your work ethic must be the same.",
      "es": "su ética de trabajo debe ser la misma."
    }
  },
  {
    "translation": {
      "en": "If you work with children, your work ethic should even be better.",
      "es": "Si trabajan con niños, su ética de trabajo debería ser mejor."
    }
  },
  {
    "translation": {
      "en": "Adolescence is difficult,",
      "es": "La adolescencia es difícil,"
    }
  },
  {
    "translation": {
      "en": "and it's sort of like your mind leaves you for a bit",
      "es": "es como si la mente te abandonara un rato"
    }
  },
  {
    "translation": {
      "en": "and you're just sort of out in orbit.",
      "es": "y no estuvieras en órbita."
    }
  },
  {
    "translation": {
      "en": "You're exploring yourself, you're exploring things around you,",
      "es": "Te estás explorando, explorando todo a tu alrededor,"
    }
  },
  {
    "translation": {
      "en": "but the fact that you have something to go to three or four times a week",
      "es": "pero hacer una actividad tres o cuatro veces por semana"
    }
  },
  {
    "translation": {
      "en": "and be responsible to helps you be responsible",
      "es": "y responder ante alguien te ayuda a ser responsable"
    }
  },
  {
    "translation": {
      "en": "with your school work, your homework, your chores at home,",
      "es": "de tus tareas escolares y del hogar,"
    }
  },
  {
    "translation": {
      "en": "and it gives you a sense of gratitude.",
      "es": "y te da un sentido de gratitud."
    }
  },
  {
    "translation": {
      "en": "How do you think you're going to get where we are?",
      "es": "¿Cómo creen que llegarán a donde estamos?"
    }
  },
  {
    "translation": {
      "en": "Where are you trying to go in life?",
      "es": "¿Adónde intentan ir en la vida?"
    }
  },
  {
    "translation": {
      "en": "Every day is not just a rehearsal for Nutcracker,",
      "es": "Todos los días, ensayan no solo para El cascanueces,"
    }
  },
  {
    "translation": {
      "en": "it's a rehearsal for the rest of your life.",
      "es": "sino para el resto de la vida."
    }
  },
  {
    "translation": {
      "en": "You come in here late,",
      "es": "Si llegan tarde,"
    }
  },
  {
    "translation": {
      "en": "that's where you're gonna be on your next job, and you're fired.",
      "es": "ahí estarán en su próximo trabajo y las despedirán."
    }
  },
  {
    "translation": {
      "en": "You walk into a Broadway show late, you're fired.",
      "es": "Si llegan tarde a un espectáculo de Broadway, las despedirán."
    }
  },
  {
    "translation": {
      "en": "The understudy is on. They don't care how much they like you.",
      "es": "El suplente está listo. No les importa si les caen bien."
    }
  },
  {
    "translation": {
      "en": "You're not professional.",
      "es": "No son profesionales."
    }
  },
  {
    "translation": {
      "en": "- Do you understand? - Yes.",
      "es": "- ¿Entienden? - Sí."
    }
  },
  {
    "translation": {
      "en": "Every day is your rehearsal for life, not just the Nutcracker.",
      "es": "Todos los días, ensayan para la vida, no solo para El Cascanueces."
    }
  },
  {
    "translation": {
      "en": "Take it seriously. Make it into something.",
      "es": "Tómenselo en serio. Que sea importante."
    }
  },
  {
    "translation": {
      "en": "We have a lot of work to do. I wanted to see you…",
      "es": "Debemos trabajar mucho. Quería verlas…"
    }
  },
  {
    "translation": {
      "en": "Look, we're not in a bad place, but we have literally a month,",
      "es": "No estamos mal, pero, literalmente, tenemos un mes"
    }
  },
  {
    "translation": {
      "en": "which means we don't have a month 'cause we don't rehearse every day.",
      "es": "y no lo tenemos porque no ensayamos todos los días."
    }
  },
  {
    "translation": {
      "en": "- So this is your homework. - Thank you, Miss Allen.  Thank you, Miss Allen.",
      "es": "- Esta es su tarea. - Gracias, señorita Allen."
    }
  },
  {
    "translation": {
      "en": "Don't come to my rehearsal late.",
      "es": "No vengan tarde a mi ensayo."
    }
  },
  {
    "translation": {
      "en": "Don't come to any rehearsal late again, and I mean it.",
      "es": "No vuelvan a llegar tarde, lo digo en serio."
    }
  },
  {
    "translation": {
      "en": "Thank you. Dismissed.",
      "es": "Gracias. Pueden retirarse."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - Thank you, Miss Cathie.",
      "es": "- Gracias, señorita Allen. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Yes.",
      "es": "- Gracias. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Yes.",
      "es": "- Gracias. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yes. - Thank you.",
      "es": "- Sí. - Gracias."
    }
  },
  {
    "translation": {
      "en": "Don't come late, AuDrya.",
      "es": "No llegues tarde, Audrya."
    }
  },
  {
    "translation": {
      "en": "If you're late, just stay out. - Thank you. - Yes.",
      "es": "Si llegas tarde, quédate afuera. Sí."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - Yes.",
      "es": "- Gracias. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Hmm!",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - Yes.",
      "es": "- Gracias, señorita Allen. - Sí."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - More joy. You're beautiful.",
      "es": "- Gracias. - Más alegría. Eres hermosa."
    }
  },
  {
    "translation": {
      "en": "No, do you know how beautiful you are? I don't think you do.",
      "es": "¿Sabes lo hermosa que eres? No creo que lo sepas."
    }
  },
  {
    "translation": {
      "en": "You're so beautiful.",
      "es": "Eres tan hermosa."
    }
  },
  {
    "translation": {
      "en": "Embody that. Embrace that when you dance.",
      "es": "Encarna eso. Acéptalo cuando bailas."
    }
  },
  {
    "translation": {
      "en": "Go away.",
      "es": "Vete."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "- Sí. - Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you. Get rid of those nails.",
      "es": "Gracias. Deshazte de esas uñas."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss Allen. - Yes.",
      "es": "- Gracias, señorita Allen. - Sí."
    }
  },
  {
    "translation": {
      "en": "Thank you. You'll be doing it.",
      "es": "Gracias. Lo harás."
    }
  },
  {
    "translation": {
      "en": "The window of opportunity to enter in the dance world is small.",
      "es": "La oportunidad de entrar en el mundo del baile es pequeña."
    }
  },
  {
    "translation": {
      "en": "You have to do it by a certain time.",
      "es": "Hay que hacerlo en cierto momento."
    }
  },
  {
    "translation": {
      "en": "You have to pull yourself up",
      "es": "Tienes que esforzarte"
    }
  },
  {
    "translation": {
      "en": "in a way that, by the time you definitely are out of high school,",
      "es": "de tal forma que, para cuando termines la secundaria,"
    }
  },
  {
    "translation": {
      "en": "you have to be able to audition and compete.",
      "es": "puedas ir a audiciones y competir."
    }
  },
  {
    "translation": {
      "en": "April, you come from this side of stage, and you basically tell them all to come.",
      "es": "April, vienes de este lado del escenario y les dices a todos que vengan."
    }
  },
  {
    "translation": {
      "en": "I auditioned for Dance Theatre of Harlem,",
      "es": "Hice una audición para el Dance Theatre of Harlem"
    }
  },
  {
    "translation": {
      "en": "and I wasn't accepted into the company.",
      "es": "y no me aceptaron en la compañía."
    }
  },
  {
    "translation": {
      "en": "Then I was auditioning for other places,",
      "es": "Luego hice otras audiciones"
    }
  },
  {
    "translation": {
      "en": "thinking that I would get in somewhere else,",
      "es": "porque pensé que entraría en otros lugares,"
    }
  },
  {
    "translation": {
      "en": "but it just didn't happen.",
      "es": "pero no fue así."
    }
  },
  {
    "translation": {
      "en": "Like, as a dancer,",
      "es": "Como bailarina,"
    }
  },
  {
    "translation": {
      "en": "you're always trying to find the next place to go",
      "es": "siempre buscas el siguiente lugar"
    }
  },
  {
    "translation": {
      "en": "or trying to improve.",
      "es": "o intentas mejorar."
    }
  },
  {
    "translation": {
      "en": "And sometimes, it feels like, you know, you're just stuck auditioning",
      "es": "Y, a veces, parece que te la pasas haciendo audiciones"
    }
  },
  {
    "translation": {
      "en": "and not getting anything.",
      "es": "y que no consigues nada."
    }
  },
  {
    "translation": {
      "en": "So, it's just, like, the life of a dancer is very hard,",
      "es": "La vida de un bailarín es muy difícil."
    }
  },
  {
    "translation": {
      "en": "but, like, I can't imagine myself doing anything else.",
      "es": "No me imagino haciendo otra cosa."
    }
  },
  {
    "translation": {
      "en": "I applied to 12 schools. I would always say, when I was younger,",
      "es": "Me inscribí en 12 escuelas. De pequeña, pensaba: Me inscribo para bailar."
    }
  },
  {
    "translation": {
      "en": "I was like, I'm applying for dance. I don't have to do anything.",
      "es": "De pequeña, pensaba: Me inscribo para bailar. No debo hacer nada. No importan mis notas ni nada."
    }
  },
  {
    "translation": {
      "en": "My grades don't matter. Nothing matters.",
      "es": "No debo hacer nada. No importan mis notas ni nada."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna dance. And like, no.",
      "es": "Solo voy a bailar. Pero no."
    }
  },
  {
    "translation": {
      "en": "Like, it's honestly, like, worse.",
      "es": "Sinceramente, es peor."
    }
  },
  {
    "translation": {
      "en": "So, I'm freaking out a little bit.",
      "es": "Así que estoy algo asustada."
    }
  },
  {
    "translation": {
      "en": "It takes so much focus to succeed.",
      "es": "Se necesita mucha concentración para tener éxito."
    }
  },
  {
    "translation": {
      "en": "You can't let things get you down.",
      "es": "No puedes dejar que te depriman."
    }
  },
  {
    "translation": {
      "en": "Whether your teacher is too mean,",
      "es": "Ya sea que tu maestro sea muy malo"
    }
  },
  {
    "translation": {
      "en": "or it's too easy,",
      "es": "o poco exigente,"
    }
  },
  {
    "translation": {
      "en": "you can't let it disturb you.",
      "es": "no puedes dejar que eso te moleste."
    }
  },
  {
    "translation": {
      "en": "Six, hold. Up!",
      "es": "Seis, espera."
    }
  },
  {
    "translation": {
      "en": "I need to learn that too…",
      "es": "Yo también debo aprenderlo porque sigo haciendo lo mismo."
    }
  },
  {
    "translation": {
      "en": "because I do the same thing still. You know what I mean?",
      "es": "Yo también debo aprenderlo porque sigo haciendo lo mismo. ¿No? Si no consigo un trabajo de coreógrafo,"
    }
  },
  {
    "translation": {
      "en": "I-- I-- I don't get a choreography job, I'm immediately like,",
      "es": "¿No? Si no consigo un trabajo de coreógrafo, enseguida, pienso: No soy tan bueno. Adiós,"
    }
  },
  {
    "translation": {
      "en": "I'm not good enough. Forget it, and I quit.",
      "es": "enseguida, pienso: No soy tan bueno. Adiós, y renuncio."
    }
  },
  {
    "translation": {
      "en": "Up, eight.",
      "es": "Arriba, ocho."
    }
  },
  {
    "translation": {
      "en": "We have to work hard at what we do. I don't care if you're eight years old.",
      "es": "Debemos esforzarnos en lo que hacemos. No me importa si tienes ocho. Hay actores de esa edad"
    }
  },
  {
    "translation": {
      "en": "There's eight- year- old actors and actresses in movies right now",
      "es": "No me importa si tienes ocho. Hay actores de esa edad"
    }
  },
  {
    "translation": {
      "en": "that are doing huge scenes.",
      "es": "que hacen escenas grandiosas."
    }
  },
  {
    "translation": {
      "en": "You have to be engaged, it doesn't matter how young.",
      "es": "Debes comprometerte sin importar la edad."
    }
  },
  {
    "translation": {
      "en": "I wanted to be, like, a company dancer, so I wanted to go to school, train, train, train,",
      "es": "Quería ser bailarina de una compañía, así que quería ir a la escuela, entrenar,"
    }
  },
  {
    "translation": {
      "en": "graduate, then, hopefully, get into a company like Alvin Ailey.",
      "es": "graduarme y entrar en una compañía, como Alvin Ailey."
    }
  },
  {
    "translation": {
      "en": "Everybody has that dream. Everybody wants to dance professionally.",
      "es": "Todos tienen ese sueño. Todos quieren bailar profesionalmente."
    }
  },
  {
    "translation": {
      "en": "You see that in Savoy.",
      "es": "Lo ves en Savoy."
    }
  },
  {
    "translation": {
      "en": "You see that in April.",
      "es": "Lo ves en April."
    }
  },
  {
    "translation": {
      "en": "You see that in JoAnn.",
      "es": "Lo ves en JoAnn."
    }
  },
  {
    "translation": {
      "en": "Sometimes, you see it in their eyes, like…",
      "es": "A veces, lo ves en la mirada, como…"
    }
  },
  {
    "translation": {
      "en": "Are they gonna make it? Are they gonna make it?",
      "es": "¿Lo lograrán?"
    }
  },
  {
    "translation": {
      "en": "Come on, girl. You can make it! You can make it!",
      "es": "Vamos, niña. ¡Tú puedes!"
    }
  },
  {
    "translation": {
      "en": "And, uh, you know, I know a lot of people who don't become dancers,",
      "es": "Y conozco a muchas personas que no se convierten en bailarinas,"
    }
  },
  {
    "translation": {
      "en": "who are incredible surgeons,",
      "es": "que son cirujanas increíbles,"
    }
  },
  {
    "translation": {
      "en": "but have dance still under their belt.",
      "es": "pero, aun así, son bailarinas consumadas."
    }
  },
  {
    "translation": {
      "en": "Well, Steve Jobs took dance class.",
      "es": "Steve Jobs tomó clases de baile."
    }
  },
  {
    "translation": {
      "en": "He did.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "He bailed out of his math class to go and take dance class.",
      "es": "Dejó la clase de matemáticas para ir a clases de baile."
    }
  },
  {
    "translation": {
      "en": "That says a lot to me.",
      "es": "Eso me dice mucho."
    }
  },
  {
    "translation": {
      "en": "Like, I wanna go to New York and go to these schools,",
      "es": "Quería ir a Nueva York para asistir a estas escuelas,"
    }
  },
  {
    "translation": {
      "en": "but I don't think I can do it, then my mom is like,",
      "es": "pero no creía que pudiera, y mamá dijo:"
    }
  },
  {
    "translation": {
      "en": "Oh well, this Ailey scholarship audition is coming up in New York, so…",
      "es": "Pronto habrá una audición en Nueva York por la beca Ailey, así que…."
    }
  },
  {
    "translation": {
      "en": "And I'm, Wait, am I going? Are we going? She's like, You and Savoy are.",
      "es": "Y le dije: ¿Qué, iré?, y ella contestó: Claro, tú y Savoy."
    }
  },
  {
    "translation": {
      "en": "I'm like, Oh, wow. So it's just us two, both 17…",
      "es": "Y yo dije: Vaya. Así que solo nosotras dos, de 17,"
    }
  },
  {
    "translation": {
      "en": "…getting on a plane by ourselves and going to New York to audition for this school.",
      "es": "subimos al avión a Nueva York para hacer la audición."
    }
  },
  {
    "translation": {
      "en": "And then I went to San Francisco",
      "es": "Y, luego, fui a San Francisco, a Lines."
    }
  },
  {
    "translation": {
      "en": "for LINES. I felt really comfortable there.",
      "es": "Y, luego, fui a San Francisco, a Lines. Me sentí muy cómoda allí."
    }
  },
  {
    "translation": {
      "en": "Very comfortable. So after I got a scholarship to their summer program, it gave me hope.",
      "es": "Luego de obtener la beca de verano, tuve esperanzas."
    }
  },
  {
    "translation": {
      "en": "Maybe I can dance in my future.",
      "es": "Quizá siga bailando."
    }
  },
  {
    "translation": {
      "en": "- Good job. -",
      "es": "Bien hecho."
    }
  },
  {
    "translation": {
      "en": "Then after that, they were asking, um, for, like, payment deadlines, right after the intensive.",
      "es": "Y, después, pusieron plazos en las fechas de pago, luego del programa intensivo."
    }
  },
  {
    "translation": {
      "en": "Housing for a month in San Francisco is…",
      "es": "Vivir durante un mes en San Francisco es…"
    }
  },
  {
    "translation": {
      "en": "because they don't provide housing at the intensives, it's just off the chain.",
      "es": "No dan alojamiento durante los programas intensivos, es caro."
    }
  },
  {
    "translation": {
      "en": "And going to Ailey,",
      "es": "E ir a Ailey…"
    }
  },
  {
    "translation": {
      "en": "she wasn't awarded any scholarships, so just for a summer, to go to Ailey, or…",
      "es": "No le dieron ninguna beca, solo para el verano, e ir a Ailey o…"
    }
  },
  {
    "translation": {
      "en": "It was pretty close to,",
      "es": "Costaba, con matrícula y alojamiento,"
    }
  },
  {
    "translation": {
      "en": "with tuition and housing, probably like six, seven grand.",
      "es": "alrededor de seis o siete mil dólares."
    }
  },
  {
    "translation": {
      "en": "And that's just not…",
      "es": "Y no es…"
    }
  },
  {
    "translation": {
      "en": "anything, as a single parent, I-- I could ever afford.",
      "es": "posible, como madre soltera, pagarlo."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's when I figured out,",
      "es": "Sí, ahí fue cuando pensé:"
    }
  },
  {
    "translation": {
      "en": "Okay, maybe dance isn't for me,",
      "es": "Quizá, el baile no sea para mí."
    }
  },
  {
    "translation": {
      "en": "and things went left.",
      "es": "Y todo fue cuesta abajo."
    }
  },
  {
    "translation": {
      "en": "And then I was just like,",
      "es": "Y yo pensaba:"
    }
  },
  {
    "translation": {
      "en": "Um, I need to find out what I'm about to do for the rest of my life.",
      "es": "Necesito saber qué haré el resto de mi vida."
    }
  },
  {
    "translation": {
      "en": "See you on Wednesday.",
      "es": "Nos vemos el miércoles, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I started doing aerial a long time ago, and Debbie was like,",
      "es": "Hago acrobacias desde hace tiempo. Debbie pensó: ¿Cómo las incluyo?."
    }
  },
  {
    "translation": {
      "en": "Okay, how can we put aerial into the show?",
      "es": "Debbie pensó: ¿Cómo las incluyo?."
    }
  },
  {
    "translation": {
      "en": "So, we started flying the Fairy Queen.",
      "es": "E hicimos volar a la reina de las hadas."
    }
  },
  {
    "translation": {
      "en": "This year, Kylie Jefferson and April were both the Fairy Queen,",
      "es": "Este año, Kylie Jefferson y April fueron las reinas,"
    }
  },
  {
    "translation": {
      "en": "but for my shows, I mostly worked with Kylie.",
      "es": "pero, para mis funciones, trabajé más con Kylie."
    }
  },
  {
    "translation": {
      "en": "Kylie's like a big sister to me. I've always looked up to her.",
      "es": "Kylie es como mi hermana mayor. Siempre la he admirado."
    }
  },
  {
    "translation": {
      "en": "She graduated from DADA and went to Complexions,",
      "es": "Se graduó de DADA y fue a Complexions,"
    }
  },
  {
    "translation": {
      "en": "one of the best contemporary dance companies.",
      "es": "una de las mejores compañías de danza contemporánea."
    }
  },
  {
    "translation": {
      "en": "Okay, boom! Hover.",
      "es": "Flota."
    }
  },
  {
    "translation": {
      "en": "I got into my dream company, Complexions Contemporary Ballet.",
      "es": "Entré en la compañía de mis sueños, Complexions Contemporary Ballet."
    }
  },
  {
    "translation": {
      "en": "Down. Now…",
      "es": "Abajo. Ahora…"
    }
  },
  {
    "translation": {
      "en": "I had been working with the company for a few months.",
      "es": "Había estado trabajando con la compañía unos meses."
    }
  },
  {
    "translation": {
      "en": "I went over my partner's shoulder for a lift,",
      "es": "Pasé sobre el hombro de mi pareja"
    }
  },
  {
    "translation": {
      "en": "and I just remember hearing something, like, pop.",
      "es": "y recuerdo haber oído como si algo tronara."
    }
  },
  {
    "translation": {
      "en": "Crack, something. It was a loud noise in my rib,",
      "es": "Como crac, algo así. Fue un ruido fuerte en la costilla,"
    }
  },
  {
    "translation": {
      "en": "and I screamed onstage.",
      "es": "y grité en el escenario."
    }
  },
  {
    "translation": {
      "en": "That was probably the worst injury that I've ever had.",
      "es": "Probablemente, fue la peor lesión que he tenido."
    }
  },
  {
    "translation": {
      "en": "I came offstage, and I collapsed.",
      "es": "Salí del escenario y me desplomé."
    }
  },
  {
    "translation": {
      "en": "And I was just bawling and in tears and in so much pain.",
      "es": "Y lloraba muchísimo, sentía tanto dolor."
    }
  },
  {
    "translation": {
      "en": "I thought it was over.",
      "es": "Pensé que se había acabado."
    }
  },
  {
    "translation": {
      "en": "I kinda almost, like, wanted it to be over.",
      "es": "Casi quería que se acabara."
    }
  },
  {
    "translation": {
      "en": "I was like, I don't wanna dance anymore. My heart was so broken.",
      "es": "Pensaba: No quiero bailar más. Se me había roto el corazón."
    }
  },
  {
    "translation": {
      "en": "In this world, there's gonna be a lot of pain.",
      "es": "En este mundo, habrá mucho dolor."
    }
  },
  {
    "translation": {
      "en": "Pain to your body, but also it can be to your feelings.",
      "es": "Dolor en el cuerpo, pero también en los sentimientos."
    }
  },
  {
    "translation": {
      "en": "But you have to pull up, and you have to measure up to that.",
      "es": "Pero hay que recomponerse y estar a la altura de eso."
    }
  },
  {
    "translation": {
      "en": "You have to get-- like the athletes, you have to stay in the game. Are you gonna stay in the game?",
      "es": "Como el atleta, debes seguir en el juego. ¿Vas a seguir?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Quiet! Shh. Quiet! We're starting all over.",
      "es": "¡Silencio! Empezamos de nuevo."
    }
  },
  {
    "translation": {
      "en": "Music, go.",
      "es": "Música, vamos."
    }
  },
  {
    "translation": {
      "en": "Bounce, bounce, bounce.",
      "es": "Reboten."
    }
  },
  {
    "translation": {
      "en": "Bounce, bounce, bounce, happy.",
      "es": "Reboten. Feliz, desde el principio."
    }
  },
  {
    "translation": {
      "en": "Happy, right from the beginning.",
      "es": "Feliz, desde el principio."
    }
  },
  {
    "translation": {
      "en": "Character's as important as the dancing.",
      "es": "El personaje es importante como el baile."
    }
  },
  {
    "translation": {
      "en": "And that's part of being onstage, that's part of being a professional",
      "es": "Es parte de estar en el escenario y ser profesional:"
    }
  },
  {
    "translation": {
      "en": "is the entire package",
      "es": "el paquete con el que intento que entren en contacto"
    }
  },
  {
    "translation": {
      "en": "that I'm trying to help them touch and understand what it is.",
      "es": "el paquete con el que intento que entren en contacto y que entiendan qué es."
    }
  },
  {
    "translation": {
      "en": "The party scene pretty much involves everyone in the cast,",
      "es": "La escena de la fiesta involucra a todo el elenco,"
    }
  },
  {
    "translation": {
      "en": "so rehearsing the party scene is pretty amazing.",
      "es": "así que ensayar esa escena es increíble."
    }
  },
  {
    "translation": {
      "en": "Yes, Sophia, yes!",
      "es": "¡Sí, Sophia, sí!"
    }
  },
  {
    "translation": {
      "en": "And up! Down! Down! Up!",
      "es": "¡Arriba! ¡Abajo!"
    }
  },
  {
    "translation": {
      "en": "We don't have enough space here. We need ten studios, really.",
      "es": "No tenemos suficiente espacio. Necesitamos diez estudios."
    }
  },
  {
    "translation": {
      "en": "No talking! There's no talking!",
      "es": "¡No hablen! ¡No hablen!"
    }
  },
  {
    "translation": {
      "en": "We always remind the students",
      "es": "Siempre les recordamos"
    }
  },
  {
    "translation": {
      "en": "that it's their dream that we're helping them shape.",
      "es": "que los ayudamos a dar forma a su sueño."
    }
  },
  {
    "translation": {
      "en": "It means nothing if they don't respect it.",
      "es": "No significa nada si no lo respetan."
    }
  },
  {
    "translation": {
      "en": "Quiet!",
      "es": "¡Silencio!"
    }
  },
  {
    "translation": {
      "en": "- You come out… - Shh! Shh!",
      "es": "Tú sales."
    }
  },
  {
    "translation": {
      "en": "Could you all shut up?",
      "es": "¿Podrían callarse?"
    }
  },
  {
    "translation": {
      "en": "My God.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "I mean, if I could just fire some of you right now,",
      "es": "Si pudiera despedir a algunos ahora,"
    }
  },
  {
    "translation": {
      "en": "it would make my life easier.",
      "es": "me facilitaría la vida."
    }
  },
  {
    "translation": {
      "en": "I'm trying to get you ready for the professional world.",
      "es": "Intento prepararlos para el mundo profesional."
    }
  },
  {
    "translation": {
      "en": "You won't work anywhere the way you act in this room.",
      "es": "No trabajarán en ningún lado si se comportan igual que aquí."
    }
  },
  {
    "translation": {
      "en": "I don't care who you are. I don't care what your role is.",
      "es": "No me importa quiénes sean ni cuál es su papel."
    }
  },
  {
    "translation": {
      "en": "Talk while I'm working, and you are fired!",
      "es": "¡Si hablan mientras trabajo, están despedidos!"
    }
  },
  {
    "translation": {
      "en": "If that doesn't mean anything to you, great.",
      "es": "Si eso no significa nada para ustedes, genial."
    }
  },
  {
    "translation": {
      "en": "We'll find out. We're gonna find out right now.",
      "es": "Lo averiguaremos. Ahora."
    }
  },
  {
    "translation": {
      "en": "The rest of this rehearsal, talk one more time.",
      "es": "Durante el resto del ensayo si hablan una vez más."
    }
  },
  {
    "translation": {
      "en": "You're so disrespectful to all these professionals here trying to make this show incredible.",
      "es": "Son irrespetuosos con los profesionales que intentan hacer algo increíble."
    }
  },
  {
    "translation": {
      "en": "I'm trying to do your bows.",
      "es": "Intento hacer sus reverencias."
    }
  },
  {
    "translation": {
      "en": "This is how it should sound all the time, like this.",
      "es": "Así debe estar todo el tiempo, silencioso."
    }
  },
  {
    "translation": {
      "en": "That's how it should sound, like that.",
      "es": "Así debería ser. Así."
    }
  },
  {
    "translation": {
      "en": "Miss Allen's nice… to me.",
      "es": "La señorita Allen es amable… conmigo."
    }
  },
  {
    "translation": {
      "en": "I don't know about all the rest of them 'cause they bad.",
      "es": "No sé con los demás porque son malos."
    }
  },
  {
    "translation": {
      "en": "She don't know I'm bad. She know I got in trouble once.",
      "es": "No sabe que soy mala. Sabe que, una vez, tuve problemas."
    }
  },
  {
    "translation": {
      "en": "She didn't yell at me, though, but she like me.",
      "es": "No me gritó, pero le caigo bien."
    }
  },
  {
    "translation": {
      "en": "I like Miss Allen. She nice.",
      "es": "Ella me cae bien. Es agradable."
    }
  },
  {
    "translation": {
      "en": "When Madame Semenova was teaching me at Houston Ballet, do you think we would talk?",
      "es": "Cuando Madame Semenova me enseñaba, ¿crees que hablábamos?"
    }
  },
  {
    "translation": {
      "en": "Do you think I would open my mouth to speak when she's talking?",
      "es": "¿Crees que abriría la boca para hablar cuando ella hablaba?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she taught with that cane. She would whack you.",
      "es": "Dios mío, enseñaba con ese bastón. Te golpeaba."
    }
  },
  {
    "translation": {
      "en": "That's why I taught with a cane on Fame, in tribute to Madame Tatiana Semenova.",
      "es": "Por eso, enseñé con un bastón en Fama, en homenaje a Madame Tatiana Semenova."
    }
  },
  {
    "translation": {
      "en": "You know, she lived long enough to see me become very successful",
      "es": "Ella vivió lo suficiente para verme tener mucho éxito"
    }
  },
  {
    "translation": {
      "en": "on Broadway and television,",
      "es": "en Broadway y en la televisión,"
    }
  },
  {
    "translation": {
      "en": "and I remember our last lunch together,",
      "es": "y recuerdo nuestro último almuerzo juntas."
    }
  },
  {
    "translation": {
      "en": "Madame opened a bottle of champagne…",
      "es": "Madame abrió una botella de champaña."
    }
  },
  {
    "translation": {
      "en": "and she told me I had to keep the cork because that was good luck. I still have the cork.",
      "es": "Dijo que guardara el corcho porque era de buena suerte. Aún lo tengo."
    }
  },
  {
    "translation": {
      "en": "We sat, and she pulled out the programs she had saved,",
      "es": "Nos sentamos, y sacó unos programas"
    }
  },
  {
    "translation": {
      "en": "programs with my name and other students' names",
      "es": "que tenían mi nombre y el de otros estudiantes"
    }
  },
  {
    "translation": {
      "en": "that she had trained and loved.",
      "es": "que ella había entrenado y amado."
    }
  },
  {
    "translation": {
      "en": "And as we were drinking the champagne and eating,",
      "es": "Y mientras comíamos y bebíamos la champaña,"
    }
  },
  {
    "translation": {
      "en": "she says, Well, you know, I had to find you-- I had to find you.",
      "es": "ella dijo: Bueno, tenía que encontrarte."
    }
  },
  {
    "translation": {
      "en": "I said, What do you mean? She says,",
      "es": "Dije: ¿Qué dice?. Contestó: No mantendríamos la beca Ford"
    }
  },
  {
    "translation": {
      "en": "Well, we would not keep the Ford grant if we did not diversify the students.",
      "es": "Dije: ¿Qué dice?. Contestó: No mantendríamos la beca Ford si no teníamos estudiantes diversos."
    }
  },
  {
    "translation": {
      "en": "I needed to find a Black student.",
      "es": "Necesitaba un estudiante negro."
    }
  },
  {
    "translation": {
      "en": "And I sat there, and it kind of took me aback",
      "es": "Estaba ahí sentada y me sorprendió"
    }
  },
  {
    "translation": {
      "en": "because I was like…",
      "es": "porque pensé…"
    }
  },
  {
    "translation": {
      "en": "I thought I was chosen because I was really good,",
      "es": "Pensé que me habían elegido porque era muy buena,"
    }
  },
  {
    "translation": {
      "en": "not because I was Black.",
      "es": "no porque fuera negra."
    }
  },
  {
    "translation": {
      "en": "But then I thought about it, and I said,",
      "es": "Pero, luego, reflexioné y dije:"
    }
  },
  {
    "translation": {
      "en": "I was good.",
      "es": "Era buena."
    }
  },
  {
    "translation": {
      "en": "We have two and a half days in the theater to get ready for opening night.",
      "es": "Nos quedan dos días y medio en el teatro para prepararnos para la noche de estreno."
    }
  },
  {
    "translation": {
      "en": "Are you on the line? Are you on the line?",
      "es": "Oye, ¿estás en la línea?"
    }
  },
  {
    "translation": {
      "en": "Load- in has to happen first, then everybody's trying to get-- wonder,",
      "es": "Se prepara el equipo, luego, todos piensan: ¿Cuándo probamos la tecnología?."
    }
  },
  {
    "translation": {
      "en": "When are we getting on stage for tech?",
      "es": "luego, todos piensan: ¿Cuándo probamos la tecnología?."
    }
  },
  {
    "translation": {
      "en": "So Miss Allen brings in the people who fly first, and then maybe the mice,",
      "es": "La señorita Allen trae a los que vuelan y, quizá, a los ratones."
    }
  },
  {
    "translation": {
      "en": "and then the smaller groups get to do what they need to do,",
      "es": "Luego, los grupos más pequeños hacen lo que tienen que hacer, y, después, las masas."
    }
  },
  {
    "translation": {
      "en": "and then the masses happen.",
      "es": "y, después, las masas."
    }
  },
  {
    "translation": {
      "en": "Uh, no, no, no, no. Where are you going? No.",
      "es": "¡No! ¿Adónde van? No."
    }
  },
  {
    "translation": {
      "en": "Straight line. No, no, no.",
      "es": "Una línea recta. No."
    }
  },
  {
    "translation": {
      "en": "- We need to figure that out.",
      "es": "- Se escucha arriba… - Bueno, hay que resolverlo."
    }
  },
  {
    "translation": {
      "en": "- Unify us. - Unify us.",
      "es": "- Unión. - Unión."
    }
  },
  {
    "translation": {
      "en": "- Don't divide us. - Don't divide us.",
      "es": "- No división. - No división."
    }
  },
  {
    "translation": {
      "en": "- Unify us. - Unify us.",
      "es": "- Unión. - Unión."
    }
  },
  {
    "translation": {
      "en": "- Don't divide us. - Don't divide us.",
      "es": "- No división. - No división."
    }
  },
  {
    "translation": {
      "en": "- Unify us. - Unify us.",
      "es": "- Unión. - Unión."
    }
  },
  {
    "translation": {
      "en": "- Don't divide us. - Don't divide us.",
      "es": "- No división. - No división."
    }
  },
  {
    "translation": {
      "en": "- May this ring. - May this ring.",
      "es": "Que este círculo…"
    }
  },
  {
    "translation": {
      "en": "- Of our power. - Of our power.",
      "es": "- de poder… - de poder…"
    }
  },
  {
    "translation": {
      "en": "- Of our passion. - Of our passion.",
      "es": "- de pasión… - de pasión…"
    }
  },
  {
    "translation": {
      "en": "- Of our joy. - Of our joy.",
      "es": "- de dicha… - de dicha…"
    }
  },
  {
    "translation": {
      "en": "- Of our joy. - Of our joy.",
      "es": "- ¡De dicha! - ¡De dicha!"
    }
  },
  {
    "translation": {
      "en": "- Remain. - Remain.",
      "es": "- Siga estando… - Siga estando…"
    }
  },
  {
    "translation": {
      "en": "- Complete. - Complete.",
      "es": "- completo… - completo…"
    }
  },
  {
    "translation": {
      "en": "- Forever. - Forever.",
      "es": "- para siempre… - para siempre…"
    }
  },
  {
    "translation": {
      "en": "- With Hot Chocolate. - Hot Chocolate. - Hot Chocolate. - Hot Chocolate.",
      "es": "- con chocolate… - con chocolate…"
    }
  },
  {
    "translation": {
      "en": "- Hot Chocolate Nutcracker! - Hot Chocolate Nutcracker!",
      "es": "- ¡El cascanueces de chocolate! - ¡El cascanueces de chocolate!"
    }
  },
  {
    "translation": {
      "en": "- Hot Chocolate Nutcracker! - Hot Chocolate Nutcracker!",
      "es": "- ¡El cascanueces de chocolate! - ¡El cascanueces de chocolate! - ¡El cascanueces de chocolate! - ¡El cascanueces de chocolate!"
    }
  },
  {
    "translation": {
      "en": "All right, so April is our Fairy Queen today.",
      "es": "Bien, April es nuestra reina de las hadas hoy."
    }
  },
  {
    "translation": {
      "en": "Good luck, April!",
      "es": "¡Buena suerte, April!"
    }
  },
  {
    "translation": {
      "en": "And we're welcoming back Prince-- Kris Nobles as our Prince.",
      "es": "Y recibimos de nuevo a Chris Novas como nuestro príncipe."
    }
  },
  {
    "translation": {
      "en": "All right, sign up for your theater tickets",
      "es": "Anótense para los boletos y prepárense para la función."
    }
  },
  {
    "translation": {
      "en": "and get ready for the show. I'll see you on the stage.",
      "es": "Anótense para los boletos y prepárense para la función. Los veré en el escenario."
    }
  },
  {
    "translation": {
      "en": "We start what we call the children's performances.",
      "es": "Empezamos con lo que llamamos las presentaciones para los niños."
    }
  },
  {
    "translation": {
      "en": "Whatever theater we're in, children are invited from everywhere around Los Angeles",
      "es": "Cualquiera que sea el teatro, se invita a los niños de todo Los Ángeles"
    }
  },
  {
    "translation": {
      "en": "to come in and see the Hot Chocolate Nutcracker,",
      "es": "a ver El cascanueces de chocolate,"
    }
  },
  {
    "translation": {
      "en": "so children get to see the very first performance every year.",
      "es": "para que ellos vean la primera presentación cada año."
    }
  },
  {
    "translation": {
      "en": "Welcome, you all, to the Hot Chocolate Nutcracker.",
      "es": "Bienvenidos a El cascanueces de chocolate."
    }
  },
  {
    "translation": {
      "en": "My name is Debbie Allen, and I'm here to…",
      "es": "Me llamo Debbie Allen, y estoy aquí para…"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "When you watch the show today, I want you to think about,",
      "es": "Cuando vean el espectáculo hoy, quiero que piensen:"
    }
  },
  {
    "translation": {
      "en": "what do you wanna be?",
      "es": "¿Qué quieren ser?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna be one of the dancers up here?",
      "es": "¿Quieren ser uno de los bailarines?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna be one of the singers?",
      "es": "¿Quieren ser uno de los cantantes?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna design the costumes?",
      "es": "¿Quieren diseñar el vestuario?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna do the makeup?",
      "es": "¿Encargarse del maquillaje?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna do the lighting?",
      "es": "¿Encargarse de las luces?"
    }
  },
  {
    "translation": {
      "en": "There are many opportunities.",
      "es": "Hay muchas oportunidades."
    }
  },
  {
    "translation": {
      "en": "- Okay? -",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "All right, so, I gotta go and get into character.",
      "es": "De acuerdo, debo ir y meterme en el personaje."
    }
  },
  {
    "translation": {
      "en": "I gotta go! I gotta go! I gotta go!",
      "es": "¡Debo irme!"
    }
  },
  {
    "translation": {
      "en": "I gotta go get-- get my character together.",
      "es": "Debo meterme en el personaje."
    }
  },
  {
    "translation": {
      "en": "I'm running. I'll see you later!",
      "es": "Los amo. ¡Nos vemos luego!"
    }
  },
  {
    "translation": {
      "en": "It's Christmas, and everybody's having the big, fun party,",
      "es": "Es Navidad, y tenemos una gran fiesta,"
    }
  },
  {
    "translation": {
      "en": "but then Frankie, Kara's brother,",
      "es": "pero, luego, Frankie, el hermano de Kara,"
    }
  },
  {
    "translation": {
      "en": "he gets jealous that Kara gets the Nutcracker instead of him.",
      "es": "se pone celoso porque Kara recibe el cascanueces."
    }
  },
  {
    "translation": {
      "en": "So him and his friends try to steal the Nutcracker from her,",
      "es": "Así que él y el amigo intentan robárselo,"
    }
  },
  {
    "translation": {
      "en": "but then the Nutcracker breaks.",
      "es": "pero el cascanueces se rompe."
    }
  },
  {
    "translation": {
      "en": "So then, she gets sad, then magic happens,",
      "es": "Entonces, ella se pone triste, y hay magia,"
    }
  },
  {
    "translation": {
      "en": "and she's going to all these different places.",
      "es": "y ella va a lugares diferentes."
    }
  },
  {
    "translation": {
      "en": "I was just really nervous before I went on,",
      "es": "Estaba tan nerviosa antes de hacerlo,"
    }
  },
  {
    "translation": {
      "en": "and my mom was backstage, helping me get ready.",
      "es": "y mi mamá me ayudaba a prepararme tras el escenario,"
    }
  },
  {
    "translation": {
      "en": "And she was just telling me, Whatever happens, you can't change it,",
      "es": "y me dijo: Pase lo que pase, no podrás cambiarlo,"
    }
  },
  {
    "translation": {
      "en": "but, as long as you do your best, you know it's gonna be okay.",
      "es": "pero mientras te esfuerces, todo estará bien."
    }
  },
  {
    "translation": {
      "en": "And that's what helped me get through the show.",
      "es": "Eso me ayudó a hacer la función."
    }
  },
  {
    "translation": {
      "en": "What makes me happiest about this place is to watch their faces.",
      "es": "Lo que me hace más feliz de este lugar es verles la cara."
    }
  },
  {
    "translation": {
      "en": "Some of them that have never been in theater before",
      "es": "Algunos nunca habían estado en un teatro"
    }
  },
  {
    "translation": {
      "en": "get standing ovations,",
      "es": "ni los ovacionaron de pie,"
    }
  },
  {
    "translation": {
      "en": "and to watch their faces, it's like… it's unbelievable.",
      "es": "y verles la cara es increíble."
    }
  },
  {
    "translation": {
      "en": "You wanna keep growing.",
      "es": "Quieres seguir creciendo"
    }
  },
  {
    "translation": {
      "en": "You never feel that you have arrived, or you've made it,",
      "es": "y nunca sentir que llegaste o que lo lograste,"
    }
  },
  {
    "translation": {
      "en": "or there's nothing else left.",
      "es": "o que no queda nada más."
    }
  },
  {
    "translation": {
      "en": "Always keep growing. Open yourself up to greater possibilities.",
      "es": "Siempre sigue creciendo. Ábrete a mayores posibilidades."
    }
  },
  {
    "translation": {
      "en": "This is what they take away with them.",
      "es": "Esto es lo que se llevan con ellos."
    }
  },
  {
    "translation": {
      "en": "The process, from September to December,",
      "es": "El proceso, de septiembre a diciembre,"
    }
  },
  {
    "translation": {
      "en": "it's pretty intense",
      "es": "es bastante intenso."
    }
  },
  {
    "translation": {
      "en": "Those students who participate, I would say, grow tenfold,",
      "es": "Los estudiantes que participaron, crecen, yo diría, diez veces"
    }
  },
  {
    "translation": {
      "en": "in learning their craft,",
      "es": "al aprender su oficio,"
    }
  },
  {
    "translation": {
      "en": "in becoming a family,",
      "es": "al convertirse en una familia,"
    }
  },
  {
    "translation": {
      "en": "being on stage in front of 1,800 people,",
      "es": "al estar en el escenario frente a 1800 personas"
    }
  },
  {
    "translation": {
      "en": "bearing their soul.",
      "es": "y mostrar el alma."
    }
  },
  {
    "translation": {
      "en": "Children are not the same once they do the Hot Chocolate Nutcracker.",
      "es": "No son los mismos luego de El cascanueces de chocolate."
    }
  },
  {
    "translation": {
      "en": "They're brand- new.",
      "es": "Quedan como nuevos."
    }
  },
  {
    "translation": {
      "en": "Some of these kids had no idea that they even want to dance,",
      "es": "Algunos no tienen idea de que quieren bailar,"
    }
  },
  {
    "translation": {
      "en": "but when they're introduced to it and fall in love, it's something special.",
      "es": "pero cuando se les presenta esto y quedan enamorados, es especial."
    }
  },
  {
    "translation": {
      "en": "And then some of them are off on Broadway, doing things they never thought they could",
      "es": "Luego, algunos van a Broadway y hacen cosas que nunca pensaron que harían,"
    }
  },
  {
    "translation": {
      "en": "and I think that's what the arts does for people.",
      "es": "y eso es lo que el arte hace por las personas."
    }
  },
  {
    "translation": {
      "en": "It can take you wherever you want to be in the world.",
      "es": "Puede llevarte a donde quieras estar en el mundo."
    }
  },
  {
    "translation": {
      "en": "As a dancer, it takes discipline and determination",
      "es": "Como bailarín, se necesita disciplina y determinación,"
    }
  },
  {
    "translation": {
      "en": "and the willingness to continue,",
      "es": "y la voluntad de continuar,"
    }
  },
  {
    "translation": {
      "en": "no matter how many times you fall down.",
      "es": "sin importar cuántas veces caigas."
    }
  },
  {
    "translation": {
      "en": "Because success is one step beyond failure.",
      "es": "Porque el éxito va más allá del fracaso."
    }
  },
  {
    "translation": {
      "en": "My dream, dream, dream school is USC.",
      "es": "Mi universidad soñada es la del sur de California."
    }
  },
  {
    "translation": {
      "en": "My audition is in, like, a couple weeks,",
      "es": "Mi audición es en un par de semanas,"
    }
  },
  {
    "translation": {
      "en": "so I'm freaking out a little bit, but, like,",
      "es": "así que estoy algo asustada, pero es genial."
    }
  },
  {
    "translation": {
      "en": "it's cool-- I got a new leotard for it. My mom bought me a new leotard.",
      "es": "Tengo mallas nuevas que me compró mi mamá."
    }
  },
  {
    "translation": {
      "en": "One day, I had a long talk with my friend, and she told me, like, You need to teach.",
      "es": "Un día, tuve una charla con mi amiga. Me dijo: Debes enseñar."
    }
  },
  {
    "translation": {
      "en": "I'm like, Really? I didn't know. She's like, Yeah, that's your thing.",
      "es": "Dije: ¿En serio? No lo sabía. Contestó: Es lo tuyo."
    }
  },
  {
    "translation": {
      "en": "I taught my first class, and it was like,",
      "es": "Di mi primera clase. Y pensé: Vaya, me gusta enseñar. Debería seguir haciéndolo."
    }
  },
  {
    "translation": {
      "en": "Wow, like, I do like to teach. Maybe I should continue doing this.",
      "es": "Y pensé: Vaya, me gusta enseñar. Debería seguir haciéndolo."
    }
  },
  {
    "translation": {
      "en": "The kids forget sometimes when we're teaching them…",
      "es": "Cuando les enseñamos, los niños olvidan…"
    }
  },
  {
    "translation": {
      "en": "They think that, Oh, they must be old, and, Oh, they don't do this anymore.",
      "es": "Piensan: Deben estar viejos o Ya no bailan más."
    }
  },
  {
    "translation": {
      "en": "They don't get to see the-- the-- the professional side of what we still do.",
      "es": "No ven el lado profesional de lo que seguimos haciendo."
    }
  },
  {
    "translation": {
      "en": "So here I am, the teacher one day,",
      "es": "Así que, aquí estoy, un día, soy maestra,"
    }
  },
  {
    "translation": {
      "en": "but in that audition, with some of these major artists, on tours,",
      "es": "pero en una audición con algunos de los artistas más importantes en giras,"
    }
  },
  {
    "translation": {
      "en": "I'm right there in the same playing field as some of my students.",
      "es": "estoy en el mismo campo de juego que algunos de mis estudiantes."
    }
  },
  {
    "translation": {
      "en": "It's good. It's healthy competition.",
      "es": "Está bien. Es competencia sana."
    }
  },
  {
    "translation": {
      "en": "Some surprises happen during the teaching years.",
      "es": "Hay algunas sorpresas durante los años de docencia."
    }
  },
  {
    "translation": {
      "en": "Some student that doesn't look very promising,",
      "es": "Hay estudiantes que no parecen muy prometedores,"
    }
  },
  {
    "translation": {
      "en": "through the hard work and open mind,",
      "es": "pero que, a través del trabajo duro y la mente abierta,"
    }
  },
  {
    "translation": {
      "en": "will jump up.",
      "es": "mejorarán muchísimo."
    }
  },
  {
    "translation": {
      "en": "If I ever make my own dance studio, I want it to be, like,",
      "es": "Si llego a tener mi estudio de baile, quiero que sea un lugar"
    }
  },
  {
    "translation": {
      "en": "a dance studio where you can come and pay how much you're able to pay.",
      "es": "Si llego a tener mi estudio de baile, quiero que sea un lugar donde se pague lo que se pueda."
    }
  },
  {
    "translation": {
      "en": "There's a lot of good dancers out there, and they just-- they're not in dance class",
      "es": "Hay muchos buenos bailarines que no toman clases de baile"
    }
  },
  {
    "translation": {
      "en": "'cause they don't have enough money.",
      "es": "porque no pueden pagar."
    }
  },
  {
    "translation": {
      "en": "They can take this information and go on and be better dancers.",
      "es": "Pueden tomar esta información y llegar a ser mejores bailarines."
    }
  },
  {
    "translation": {
      "en": "They can take this information and go on to be better humans, humanitarians.",
      "es": "Pueden tomar esta información y llegar a ser mejores humanos, humanitarios."
    }
  },
  {
    "translation": {
      "en": "It's the learning. It's the teaching. It's how they receive it.",
      "es": "Es el aprendizaje. Es la enseñanza. Así lo reciben."
    }
  },
  {
    "translation": {
      "en": "I want them to just walk out different.",
      "es": "Quiero que salgan diferentes."
    }
  },
  {
    "translation": {
      "en": "I love the way…",
      "es": "Me encanta cómo…"
    }
  },
  {
    "translation": {
      "en": "it felt to become music.",
      "es": "se sintió convertirse en música."
    }
  },
  {
    "translation": {
      "en": "If you could physically think of what it feels like to be music,",
      "es": "Si se pudiera pensar físicamente en lo que se siente ser música,"
    }
  },
  {
    "translation": {
      "en": "to physically become music,",
      "es": "convertirse físicamente en música,"
    }
  },
  {
    "translation": {
      "en": "that's what it's like dancing.",
      "es": "eso es bailar."
    }
  },
  {
    "translation": {
      "en": "Like… to become the note or the instrument or the beat.",
      "es": "Transformarse en la nota, el instrumento o el ritmo."
    }
  },
  {
    "translation": {
      "en": "- That's what it's like to dance. -",
      "es": "Eso es bailar."
    }
  },
  {
    "translation": {
      "en": "By the end of my recovery period,",
      "es": "Al final de mi recuperación,"
    }
  },
  {
    "translation": {
      "en": "Miss Allen called to ask if I wanted to do the Fairy Queen part.",
      "es": "la señorita Allen llamó para preguntarme si quería ser la reina de las hadas."
    }
  },
  {
    "translation": {
      "en": "And I was scared. I was so scared because I knew that Miss Allen called,",
      "es": "Y tenía miedo. Estaba tan asustada porque sabía que la señorita Allen había llamado,"
    }
  },
  {
    "translation": {
      "en": "that means I am gonna have to get back to the real work.",
      "es": "así que significaba que volvería al trabajo de verdad."
    }
  },
  {
    "translation": {
      "en": "It was hard, but doing Fairy Queen made me wanna dance again.",
      "es": "Fue duro, pero ser la reina de las hadas me hizo querer volver a bailar."
    }
  },
  {
    "translation": {
      "en": "Like, I got that… like, that fight back.",
      "es": "Tengo esa actitud luchadora."
    }
  },
  {
    "translation": {
      "en": "I don't know how. I don´t, like, know what made it, but maybe because I had to overcome myself.",
      "es": "No sé cómo o qué lo causó. Quizá fue porque tuve que superarme."
    }
  },
  {
    "translation": {
      "en": "I think the biggest sacrifice is… time.",
      "es": "Creo que el mayor sacrificio es el tiempo."
    }
  },
  {
    "translation": {
      "en": "You spend so much time training and training and training.",
      "es": "Pasas tanto tiempo entrenando una y otra vez."
    }
  },
  {
    "translation": {
      "en": "You sometimes just have to sacrifice",
      "es": "A veces, debes sacrificar"
    }
  },
  {
    "translation": {
      "en": "the regular middle- school, high- school life",
      "es": "la vida normal de la secundaria"
    }
  },
  {
    "translation": {
      "en": "so when you're 20- something,",
      "es": "para que, cuando tengas veintipico,"
    }
  },
  {
    "translation": {
      "en": "you're phenomenal.",
      "es": "seas fenomenal."
    }
  },
  {
    "translation": {
      "en": "There's something about dance…",
      "es": "Hay algo en el baile…"
    }
  },
  {
    "translation": {
      "en": "When you know you're leaving your first dancing school,",
      "es": "Cuando sabes que dejarás tu primera escuela de baile"
    }
  },
  {
    "translation": {
      "en": "and you're getting ready to go out into the world,",
      "es": "y que te preparas para salir al mundo,"
    }
  },
  {
    "translation": {
      "en": "with that wealth of information that you've been receiving",
      "es": "cuando esa cantidad de información que has estado recibiendo"
    }
  },
  {
    "translation": {
      "en": "since you were five years old or seven years old or eight years old",
      "es": "desde que tenías cinco, siete u ocho años"
    }
  },
  {
    "translation": {
      "en": "is no longer just in your head, but it is in your body.",
      "es": "ya no solo está en tu cabeza, sino en tu cuerpo, en tu forma de hablar o de caminar,"
    }
  },
  {
    "translation": {
      "en": "It's in the way you talk. It's in the way you walk.",
      "es": "sino en tu cuerpo, en tu forma de hablar o de caminar,"
    }
  },
  {
    "translation": {
      "en": "That's when you become a dancer.",
      "es": "ahí te conviertes en bailarín."
    }
  },
  {
    "translation": {
      "en": "When the essence of what it is and the essence of who you are come together as one,",
      "es": "Cuando la esencia de lo que es y de quién eres se unen,"
    }
  },
  {
    "translation": {
      "en": "that's when you become an artist.",
      "es": "ahí te conviertes en artista."
    }
  },
  {
    "translation": {
      "en": "This is a lifelong proposition.",
      "es": "Esta es una propuesta para toda la vida."
    }
  },
  {
    "translation": {
      "en": "It's a marriage.",
      "es": "Es un matrimonio."
    }
  },
  {
    "translation": {
      "en": "It is, and it's one that I want to see…",
      "es": "Lo es, y es algo que quiero…"
    }
  },
  {
    "translation": {
      "en": "have a continuation.",
      "es": "que tenga una continuación."
    }
  },
  {
    "translation": {
      "en": "So that even past my prime or ability to do what I do,",
      "es": "Así que, incluso después de mi mejor momento o cuando ya no pueda hacer lo que hago, continuará."
    }
  },
  {
    "translation": {
      "en": "it will keep going.",
      "es": "o cuando ya no pueda hacer lo que hago, continuará."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm always gonna be one of those kids.",
      "es": "Siempre seré uno de esos niños."
    }
  },
  {
    "translation": {
      "en": "I don't care if I'm 90.",
      "es": "No me importa si tengo 90. En mi corazón,"
    }
  },
  {
    "translation": {
      "en": "I'm always, in my heart, one of those kids",
      "es": "No me importa si tengo 90. En mi corazón, soy uno de esos niños que buscan esa oportunidad."
    }
  },
  {
    "translation": {
      "en": "looking for that opportunity,",
      "es": "soy uno de esos niños que buscan esa oportunidad."
    }
  },
  {
    "translation": {
      "en": "looking for who's gonna train me, how am I gonna get to be who I really know I could be?",
      "es": "¿Quién me va a entrenar? ¿Cómo seré quien sé que puedo ser?"
    }
  },
  {
    "translation": {
      "en": "Where's my opportunity?",
      "es": "¿Dónde está mi oportunidad?"
    }
  },
  {
    "translation": {
      "en": "I'm always gonna be one of those kids in my heart.",
      "es": "Siempre seré uno de esos niños en mi corazón."
    }
  },
  {
    "translation": {
      "en": "So listen to me. Front line, you're the first ones out.",
      "es": "Escúchenme. Primera fila, son las primeras en salir."
    }
  },
  {
    "translation": {
      "en": "If you're not perfect, everything else is a disaster.",
      "es": "Si no están perfectas, lo demás es un desastre."
    }
  },
  {
    "translation": {
      "en": "You have to be what? Perfect.",
      "es": "¿Cómo tienen que estar? Perfectas."
    }
  },
  {
    "translation": {
      "en": "♪ Underneath the Christmas tree ♪",
      "es": "Así que saldrán en dos grupos de ocho."
    }
  },
  {
    "translation": {
      "en": "♪ All I want for Christmas… ♪ - -",
      "es": "APRIL RECIBIÓ UNA BECA COMPLETA PARA ENTRENAR EN EL JOFFREY BALLET."
    }
  },
  {
    "translation": {
      "en": "Five, six, five, six, go,",
      "es": "Cinco, seis, vamos,"
    }
  },
  {
    "translation": {
      "en": "and one, two, three, four, five, six, seven, eight.",
      "es": "y uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six, seven, and one.",
      "es": "Dos, dos, tres, cuatro, cinco, seis, siete y uno."
    }
  },
  {
    "translation": {
      "en": "Five, good!",
      "es": "Cinco, bien."
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "es": "Y uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "Two, two, three…",
      "es": "Dos, dos, tres…"
    }
  },
  {
    "translation": {
      "en": "In ten years, I wanna be at the Royal Ballet.",
      "es": "En diez años, quiero estar en el Royal Ballet."
    }
  },
  {
    "translation": {
      "en": "It's my dream to go there and be able to dance on their stage, so…",
      "es": "Es mi sueño ir allí y bailar en su escenario, así que…"
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, eight.",
      "es": "Cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five!",
      "es": "Uno, dos, tres, cuatro, cinco."
    }
  },
  {
    "translation": {
      "en": "Go!",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "I wanna go to Stanford and double major in kinesiology and dance.",
      "es": "Quiero ir a Stanford y estudiar kinesiología y danza."
    }
  },
  {
    "translation": {
      "en": "Ooh, look at you!",
      "es": "¡Mírate!"
    }
  },
  {
    "translation": {
      "en": "Two, three, four, five, go.",
      "es": "Dos, tres, cuatro, cinco, vamos."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five, six, seven, eight.",
      "es": "Uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "Hopefully, I'll become somebody",
      "es": "Con suerte, me convertiré en alguien que cambie el mundo"
    }
  },
  {
    "translation": {
      "en": "that changes the world, honestly, 'cause I-- I wanna see that happen.",
      "es": "Con suerte, me convertiré en alguien que cambie el mundo porque quiero que pase eso."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five, six, seven and one.",
      "es": "Uno, dos, tres, cuatro, cinco, seis, siete y uno."
    }
  },
  {
    "translation": {
      "en": "And five, six, seven…",
      "es": "Cinco, seis, siete… Quiero ser una bailarina famosa."
    }
  },
  {
    "translation": {
      "en": "I wanna be, like, a well- known dancer.",
      "es": "Quiero ser una bailarina famosa."
    }
  },
  {
    "translation": {
      "en": "Maybe a choreographer, but I love to dance.",
      "es": "Quizá, coreógrafa, pero me encanta bailar."
    }
  },
  {
    "translation": {
      "en": "Like, it's my passion.",
      "es": "Es mi pasión."
    }
  },
  {
    "translation": {
      "en": "One… drop, and here we go.",
      "es": "Uno, soltar, y vamos."
    }
  },
  {
    "translation": {
      "en": "Probably be a lawyer, or-- and a dancer.",
      "es": "Probablemente sea abogada y bailarina."
    }
  },
  {
    "translation": {
      "en": "I'll probably have to do both of them at the same time.",
      "es": "Deberé hacer las dos cosas al mismo tiempo."
    }
  },
  {
    "translation": {
      "en": "Five, six, next, and one, two, three, four, five, six…",
      "es": "Cinco, seis, siguiente, y uno, dos, tres, cuatro, cinco, seis…"
    }
  },
  {
    "translation": {
      "en": "In five years, I just wanna be in the college of my choice, dancing.",
      "es": "En cinco años, quiero estar en la universidad de mi elección y bailar."
    }
  },
  {
    "translation": {
      "en": "I just really wanna be…",
      "es": "Solo quiero…"
    }
  },
  {
    "translation": {
      "en": "…stable.",
      "es": "tener estabilidad."
    }
  },
  {
    "translation": {
      "en": "I wanna have a permanent role on a TV show or in a movie or something.",
      "es": "Quiero tener un papel fijo en la televisión, en un film o algo así."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five, six, seven, eight.",
      "es": "Uno, dos, tres, cuatro, cinco, seis, siete, ocho."
    }
  },
  {
    "translation": {
      "en": "In five years, I want to travel,",
      "es": "En cinco años, quiero viajar,"
    }
  },
  {
    "translation": {
      "en": "either on Broadway or with a dance company.",
      "es": "sea a Broadway o con una compañía de baile."
    }
  },
  {
    "translation": {
      "en": "♪ All I want for Christmas is you, baby ♪",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "I wanna be a lot of things. I wanna be an author, an engineer, a dancer…",
      "es": "Quiero ser muchas cosas. Quiero ser autora, ingeniera, bailarina…"
    }
  },
  {
    "translation": {
      "en": "the president of the United States.",
      "es": "presidente de los Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "I'm doing Kara for the first show, and then I'm doing Bollywood for the second show.",
      "es": "Seré Kara en la primera función y estaré en Bollywood en la segunda."
    }
  },
  {
    "translation": {
      "en": "I got accepted to be on Broadway at 20 years old",
      "es": "Me aceptaron en Broadway a los 20 años"
    }
  },
  {
    "translation": {
      "en": "for the production of The Prom.",
      "es": "para la producción de The Prom."
    }
  },
  {
    "translation": {
      "en": "I was talking to my mom, She was like, We're not surprised.",
      "es": "Mi mamá dijo: No nos sorprende."
    }
  },
  {
    "translation": {
      "en": "I was like, What? Wh-- Why? She was like, We all saw it.",
      "es": "Dije: ¿Por qué?. Contestó: Lo sabíamos todos."
    }
  },
  {
    "translation": {
      "en": "Recently, I started acting. I'm on a show called Young Sheldon,",
      "es": "Comencé a actuar. Estoy en Young Sheldon,"
    }
  },
  {
    "translation": {
      "en": "and I play, like, a recurring character called Tam.",
      "es": "y soy un personaje recurrente, Tam."
    }
  },
  {
    "translation": {
      "en": "This job is killing me. You wouldn't understand.",
      "es": "El trabajo me mata. No lo entenderías."
    }
  },
  {
    "translation": {
      "en": "You realize I have a job?",
      "es": "¿Sabes que trabajo?"
    }
  }
]