[
  {
    "translation": {
      "en": "[man] I'm really a late bloomer when it comes to psychedelics.",
      "es": "Llegué tarde al mundo de los psicodélicos."
    }
  },
  {
    "translation": {
      "en": "I am now 65.",
      "es": "Ahora tengo 65 años."
    }
  },
  {
    "translation": {
      "en": "I have a successful career as a writer and a professor.",
      "es": "Tengo una carrera exitosacomo escritor y profesor."
    }
  },
  {
    "translation": {
      "en": "At this age, sometimes you need to be shaken out of your grooves",
      "es": "A esta edad, a veces uno necesitasalir de su zona de confort,"
    }
  },
  {
    "translation": {
      "en": "and take a chance and surrender.",
      "es": "arriesgarse y entregarse."
    }
  },
  {
    "translation": {
      "en": "There's a word for the kind of person who seeks to expand their consciousness",
      "es": "Hay una palabra para las personasque buscan expandir su consciencia"
    }
  },
  {
    "translation": {
      "en": "with the mind-altering power of plants.",
      "es": "con el poder psicoactivo de las plantas."
    }
  },
  {
    "translation": {
      "en": "A psychonaut.",
      "es": "Los psiconautas."
    }
  },
  {
    "translation": {
      "en": "[woman] I've been called many things. I've been called a shaman.",
      "es": "Me han dicho de muchas formas. Me han dicho chamana, curandera."
    }
  },
  {
    "translation": {
      "en": "I've been called a medicine woman.",
      "es": "Me han dicho chamana, curandera."
    }
  },
  {
    "translation": {
      "en": "I actually don't like the term shaman.",
      "es": "No me gusta chamana en realidad."
    }
  },
  {
    "translation": {
      "en": "I think it's been way overused and appropriated.",
      "es": "Creo que está sobreutilizado y apropiado."
    }
  },
  {
    "translation": {
      "en": "So I've settled on ceremonial leader.",
      "es": "Así que me hallo mejorcomo líder ceremonial."
    }
  },
  {
    "translation": {
      "en": "Um, and I've also been tagged with wisdom keeper.",
      "es": "LÍDER CEREMONIAL También me llamanguardiana de la sabiduría."
    }
  },
  {
    "translation": {
      "en": "[Erika] Great spirit, great mystery. Gratitude for this brand new day.",
      "es": "Gran espíritu, gran misterio.Agradecemos este nuevo día."
    }
  },
  {
    "translation": {
      "en": "Gratitude for the greatest gift that we've been given, the gift of life upon this planet.",
      "es": "Agradecemos el mayor regaloque nos dieron, la vida en este planeta."
    }
  },
  {
    "translation": {
      "en": "What I've truly learnt is that most of us just want to be happy.",
      "es": "Lo que aprendí es que la mayoríasolo queremos ser felices."
    }
  },
  {
    "translation": {
      "en": "But we have experiences in our life that can be painful.",
      "es": "Pero en la vidasolemos pasar por experiencias dolorosas."
    }
  },
  {
    "translation": {
      "en": "And so we have a choice about what we're gonna keep alive,",
      "es": "Así que podemos elegira qué queremos aferrarnos"
    }
  },
  {
    "translation": {
      "en": "and what we choose to release.",
      "es": "y qué queremos soltar."
    }
  },
  {
    "translation": {
      "en": "Everything that has happened to us in the past that cannot be changed",
      "es": "Todo lo que nos pasó en nuestro pasadoque no podemos cambiar"
    }
  },
  {
    "translation": {
      "en": "can be a gift or a teaching or a healing for us.",
      "es": "puede servirnos como regalo,enseñanza o sanación."
    }
  },
  {
    "translation": {
      "en": "They usually are. In fact, sometimes our…",
      "es": "Suele serlo. De hecho, a veces…"
    }
  },
  {
    "translation": {
      "en": "[Michael] So as I began my journey,",
      "es": "Cuando comencé mi viaje,"
    }
  },
  {
    "translation": {
      "en": "the psychedelic I wanted to explore first was LSD.",
      "es": "el primer psicodélicoque quería explorar era el LSD."
    }
  },
  {
    "translation": {
      "en": "But when my friend Erika explained to me that in certain indigenous cultures,",
      "es": "Pero cuando mi amiga Erika me explicóque, en ciertas culturas indígenas,"
    }
  },
  {
    "translation": {
      "en": "tobacco is a powerful, sacred medicine used to heal the spirit",
      "es": "el tabaco es una medicina sagradaque se usa para sanar el espíritu"
    }
  },
  {
    "translation": {
      "en": "and clear the mind, and that it happens also to be legal,",
      "es": "y despejar la mente,y que encima es legal,"
    }
  },
  {
    "translation": {
      "en": "I decided to begin there.",
      "es": "decidí empezar por ahí."
    }
  },
  {
    "translation": {
      "en": "[Erika] Stamp one foot. Sound. Sound out loud. -[Michael grunts] -That's it. Moving it through.",
      "es": "Da un pisotón. Con sonido.Que suene fuerte. Eso es. Sacúdete."
    }
  },
  {
    "translation": {
      "en": "Moving it through. Uh-huh…",
      "es": "Muévete."
    }
  },
  {
    "translation": {
      "en": "That's it. That's it.",
      "es": "Eso es."
    }
  },
  {
    "translation": {
      "en": "[Michael] I felt this flame going back through my head as if my brain were on fire.",
      "es": "Sentí un fuego en la cabeza,como si mi cerebro estuviera en llamas."
    }
  },
  {
    "translation": {
      "en": "And it worked its way down through my body and I sort of felt like it was pulling stuff out of me.",
      "es": "Pasaba a través de todo el cuerpoy sentí que me sacaba cosas."
    }
  },
  {
    "translation": {
      "en": "Strong emotions are just passing through like weather systems.",
      "es": "Un torbellino de emocionesque atravesaba todo el cuerpo."
    }
  },
  {
    "translation": {
      "en": "It was an unexpectedly short-lived,",
      "es": "Fue una experienciainesperadamente efímera,"
    }
  },
  {
    "translation": {
      "en": "but powerful experience of, really of catharsis.",
      "es": "pero poderosa, de profunda catarsis."
    }
  },
  {
    "translation": {
      "en": "This is the same chemical that kills people.",
      "es": "Es el mismo químico que mata a la gente."
    }
  },
  {
    "translation": {
      "en": "Four or 500,000 people a year in the United States alone die because of tobacco.",
      "es": "Entre 400 000 y 500 000 personasmueren al año en EE. UU. por el tabaco."
    }
  },
  {
    "translation": {
      "en": "And yet the same plant in another context,",
      "es": "Y, sin embargo, la misma plantaen otro contexto,"
    }
  },
  {
    "translation": {
      "en": "used in a ritual way, can actually heal people.",
      "es": "usada en un ritual,puede sanar a la gente."
    }
  },
  {
    "translation": {
      "en": "We have to think about these substances in a very clear-eyed way,",
      "es": "Tenemos que pensar en estas sustanciascon una mirada objetiva,"
    }
  },
  {
    "translation": {
      "en": "throw out the inherited thinking about it and, like, what is it good for?",
      "es": "sin pensar en los preconceptos heredados.¿Qué beneficios tienen?"
    }
  },
  {
    "translation": {
      "en": "What if mental health problems like PTSD,  OCD, alcoholism, and depression",
      "es": "¿Qué tal si los trastornos de salud mentalcomo TEPT, TOC, alcoholismo y depresión"
    }
  },
  {
    "translation": {
      "en": "could all be helped by psychoactive substances",
      "es": "pudieran tratarsecon sustancias psicoactivas"
    }
  },
  {
    "translation": {
      "en": "such as mescaline, psilocybin, MDMA, and even LSD?",
      "es": "como la mescalina, la psilocibina,el MDMA y el LSD?"
    }
  },
  {
    "translation": {
      "en": "[Michael] For many years, I've been writing about the relationship",
      "es": "Durante muchos años, escribí sobre el vínculoentre las personas y las plantas."
    }
  },
  {
    "translation": {
      "en": "of humans and plants,",
      "es": "escribí sobre el vínculoentre las personas y las plantas."
    }
  },
  {
    "translation": {
      "en": "and that led me down the path of several books about food.",
      "es": "Eso me llevó por el caminode los libros sobre comida."
    }
  },
  {
    "translation": {
      "en": "And I gradually got more and more interested",
      "es": "Y, gradualmente, me fui inclinando"
    }
  },
  {
    "translation": {
      "en": "in the most idiosyncratic use we have of plants,",
      "es": "hacia el uso más idiosincráticode las plantas."
    }
  },
  {
    "translation": {
      "en": "which is plants that change consciousness.",
      "es": "O sea, las que alteran la conciencia."
    }
  },
  {
    "translation": {
      "en": "Whether in an everyday way that we're barely aware of, like our addiction to coffee and tea,",
      "es": "Ya sean las cotidianas e inadvertidas,como nuestra adicción al café y al té"
    }
  },
  {
    "translation": {
      "en": "or in more radical ways with the psychedelic plants and substances.",
      "es": "o las más radicales, como las plantasy sustancias psicodélicas."
    }
  },
  {
    "translation": {
      "en": "The ones that radically change consciousness",
      "es": "Las que cambian radicalmentela consciencia"
    }
  },
  {
    "translation": {
      "en": "and raise really important questions about consciousness itself.",
      "es": "y plantean preguntas primordialessobre la conciencia en sí."
    }
  },
  {
    "translation": {
      "en": "I wanted to understand these substances and their potential to heal so many people.",
      "es": "Quería entender estas sustanciasy su potencial para sanar a tanta gente."
    }
  },
  {
    "translation": {
      "en": "I began reading about some groundbreaking studies being done in Switzerland.",
      "es": "Comencé a leer sobre unos nuevos estudiosque se hacen en Suiza."
    }
  },
  {
    "translation": {
      "en": "Healthy volunteers would spend a day in the hospital",
      "es": "Se trata de voluntarios sanosque van al hospital"
    }
  },
  {
    "translation": {
      "en": "and have their vital signs monitored while taking a high dose of LSD.",
      "es": "y les controlan los signos vitalesmientras toman dosis altas de LSD,"
    }
  },
  {
    "translation": {
      "en": "Sometimes referred to as \"acid.\"",
      "es": "también llamado 'ácido'."
    }
  },
  {
    "translation": {
      "en": "The study investigates how LSD affects the physiology",
      "es": "El estudio investiga cómo el LSD afecta la fisiología y la mente."
    }
  },
  {
    "translation": {
      "en": "and the, um, the mind.",
      "es": "afecta la fisiología y la mente."
    }
  },
  {
    "translation": {
      "en": "[nurse in Swiss German] Any unexpected or undesired effects since last session?",
      "es": "¿Algún efecto inesperado o no deseadodesde la última sesión?"
    }
  },
  {
    "translation": {
      "en": "Any particular concerns or fears about today?",
      "es": "¿Alguna preocupacióno miedo en particular?"
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] I actually feel ready.",
      "es": "Estoy preparado."
    }
  },
  {
    "translation": {
      "en": "[Felix in English] The hardest thing is the not knowing what you will experience.",
      "es": "Lo más difíciles no saber qué experimentarás."
    }
  },
  {
    "translation": {
      "en": "Each session is different.",
      "es": "Cada sesión es diferente."
    }
  },
  {
    "translation": {
      "en": "You have to be open with regard to experience, um…",
      "es": "Hay que estar abiertocon respecto a la experiencia"
    }
  },
  {
    "translation": {
      "en": "not refuse anything that is appearing.",
      "es": "y no resistirse a nada de lo que suceda."
    }
  },
  {
    "translation": {
      "en": "Just trying to be open and to make sense and to appreciate what is coming up.",
      "es": "Básicamente estar receptivo, darle sentidoy apreciar todo lo que aparece."
    }
  },
  {
    "translation": {
      "en": "[Michael] We've all heard really scary things about LSD and other psychedelics.",
      "es": "Todos escuchamos cosas aterradorassobre el LSD y otros psicodélicos."
    }
  },
  {
    "translation": {
      "en": "So I took a good hard look at it and was very surprised at what I found.",
      "es": "Así que los investigué detenidamentey me sorprendió lo que encontré."
    }
  },
  {
    "translation": {
      "en": "The first was that these are not addictive drugs.",
      "es": "Primero, no son drogas adictivas."
    }
  },
  {
    "translation": {
      "en": "They are remarkably non-toxic.",
      "es": "No son para nada tóxicas."
    }
  },
  {
    "translation": {
      "en": "There is no known lethal dose of LSD,",
      "es": "No se conoce una dosis letal de LSD,"
    }
  },
  {
    "translation": {
      "en": "but that's not to say there aren't risks.",
      "es": "pero eso no quiere decirque no existan riesgos."
    }
  },
  {
    "translation": {
      "en": "Some people who are vulnerable or disposed to serious forms of mental illness,",
      "es": "A ciertas personas propensasa enfermedades mentales graves,"
    }
  },
  {
    "translation": {
      "en": "like schizophrenia, can be triggered into their first psychotic break",
      "es": "como la esquizofrenia,se les puede disparar un brote psicótico"
    }
  },
  {
    "translation": {
      "en": "by a bad psychedelic trip.",
      "es": "por un mal viaje con psicodélicos."
    }
  },
  {
    "translation": {
      "en": "But in a situation where you're being guided,",
      "es": "Pero en una situación en la que te guían,"
    }
  },
  {
    "translation": {
      "en": "you're in a very safe environment.",
      "es": "estás en un ambiente muy seguro."
    }
  },
  {
    "translation": {
      "en": "You have kind of optimized everything we've learned about psychedelics",
      "es": "Uno ya optimizótodo lo que se sabe sobre los psicodélicos"
    }
  },
  {
    "translation": {
      "en": "into a set of practices and instructions",
      "es": "en un conjunto de prácticase instrucciones"
    }
  },
  {
    "translation": {
      "en": "that minimizes the chance of anything bad happening.",
      "es": "que minimizan la posibilidadde que pase algo malo."
    }
  },
  {
    "translation": {
      "en": "[Felix] It was in the second session",
      "es": "En la segunda sesión,"
    }
  },
  {
    "translation": {
      "en": "where I experienced myself being in the womb of my mother.",
      "es": "experimenté la sensaciónde estar en el vientre de mi madre."
    }
  },
  {
    "translation": {
      "en": "The umbilical cord was wrapped around my neck.",
      "es": "Tenía el cordón umbilicalenroscado alrededor del cuello."
    }
  },
  {
    "translation": {
      "en": "The experience was not quite nice because I--",
      "es": "La experiencia no fue para nada agradable"
    }
  },
  {
    "translation": {
      "en": "That fear of not surviving the state. I felt I had to decide.",
      "es": "porque temía no sobrevivir al estado.Sentía que debía decidir."
    }
  },
  {
    "translation": {
      "en": "Should I die?",
      "es": "¿Me muero?"
    }
  },
  {
    "translation": {
      "en": "Or should I use my whole energy",
      "es": "¿O uso toda mi energía"
    }
  },
  {
    "translation": {
      "en": "to pull the umbilical cord away to be able to breathe?",
      "es": "para tirar del cordón umbilicaly poder respirar?"
    }
  },
  {
    "translation": {
      "en": "And I did it, and it worked.",
      "es": "Eso hice, y funcionó."
    }
  },
  {
    "translation": {
      "en": "And it felt good afterwards,",
      "es": "Y me sentí bien después,"
    }
  },
  {
    "translation": {
      "en": "because I re-experienced this traumatic phase in my life",
      "es": "porque volví a experimentaresta etapa traumática de mi vida"
    }
  },
  {
    "translation": {
      "en": "and I somehow processed, also, the emotional things that were associated with this experience.",
      "es": "y, de alguna manera, procesélas emociones asociadas a ese trauma."
    }
  },
  {
    "translation": {
      "en": "I'm quite convinced that it's not a fantasy because I asked my mother.",
      "es": "Estoy convencido de que no es una fantasíaporque le pregunté a mi madre,"
    }
  },
  {
    "translation": {
      "en": "My mother told me that in the later parts of the pregnancy,",
      "es": "y ella me dijoque, en la última etapa del embarazo,"
    }
  },
  {
    "translation": {
      "en": "I had problems with my heart.",
      "es": "tuve problemas en el corazón."
    }
  },
  {
    "translation": {
      "en": "That my heartbeat was not strong enough.",
      "es": "Mis latidosno eran lo suficientemente fuertes."
    }
  },
  {
    "translation": {
      "en": "The whole experience triggered a long discussion with my mother,",
      "es": "Gracias a la experiencia,tuve una larga charla con mi madre,"
    }
  },
  {
    "translation": {
      "en": "and it deepened the relationship.",
      "es": "y profundizamos nuestra relación."
    }
  },
  {
    "translation": {
      "en": "She also asked me if she could be part in the study and experience the same",
      "es": "De hecho, me preguntó si ellapodía participar del estudio y pasar por la misma experienciay probar esta sustancia."
    }
  },
  {
    "translation": {
      "en": "or try also this substance.",
      "es": "y pasar por la misma experienciay probar esta sustancia."
    }
  },
  {
    "translation": {
      "en": "These substances are quite powerful.",
      "es": "Son sustancias muy poderosas."
    }
  },
  {
    "translation": {
      "en": "You can really work with your forgotten experiences",
      "es": "Puedes trabajar las experiencias olvidadas"
    }
  },
  {
    "translation": {
      "en": "that may be influencing the whole life continuously.",
      "es": "que afectan continuamentetu forma de vivir."
    }
  },
  {
    "translation": {
      "en": "So it's uh… it's quite a gift.",
      "es": "Es un gran regalo."
    }
  },
  {
    "translation": {
      "en": "[Michael] Like most people, I figured psychedelics were a product of the '60s.",
      "es": "Como muchos, creí que los psicodélicoseran algo de los años 60."
    }
  },
  {
    "translation": {
      "en": "I was born in 1955, so Summer of Love I was only 12,",
      "es": "Nací en 1955, así que tenía 12cuando se hizo Verano del Amor."
    }
  },
  {
    "translation": {
      "en": "and by the time psychedelics swam into my conscious awareness,",
      "es": "Y cuando tuve uso de razónpara saber lo que eran los psicodélicos,"
    }
  },
  {
    "translation": {
      "en": "the backlash had begun and everything you heard about them",
      "es": "ya había comenzado la controversia. Todo lo que se escuchabaera que te jodían los cromosomas,"
    }
  },
  {
    "translation": {
      "en": "was that they scrambled your chromosomes,",
      "es": "Todo lo que se escuchabaera que te jodían los cromosomas,"
    }
  },
  {
    "translation": {
      "en": "they caused you to hop off of buildings and think you could fly.",
      "es": "que te hacían saltar de un edificiocreyendo que podías volar."
    }
  },
  {
    "translation": {
      "en": "-It was all terrifying. -[tires screech]",
      "es": "Era aterrador."
    }
  },
  {
    "translation": {
      "en": "-People dying. -[screams]",
      "es": "Gente que se moría."
    }
  },
  {
    "translation": {
      "en": "Get away!",
      "es": "Aléjate."
    }
  },
  {
    "translation": {
      "en": "[Michael] People going crazy. And I believed it all.",
      "es": "Gente que se volvía loca. Me lo creí todo."
    }
  },
  {
    "translation": {
      "en": "-Get away. -[doctor] You're all right.",
      "es": "Aléjate. No."
    }
  },
  {
    "translation": {
      "en": "[Michael] It wasn't until I started doing some reporting on it",
      "es": "Recién cuando empecé a investigar más,"
    }
  },
  {
    "translation": {
      "en": "that there was this long pre-'60s history.",
      "es": "descubrí que había mucha informaciónprevia a los 60."
    }
  },
  {
    "translation": {
      "en": "From 1950 to 1965,  there had been this remarkably fertile period of research,",
      "es": "Desde 1950 hasta 1965, hubo un períodode investigación muy fértil,"
    }
  },
  {
    "translation": {
      "en": "specifically into LSD,",
      "es": "especialmente sobre el LSD."
    }
  },
  {
    "translation": {
      "en": "and that LSD was really considered a miracle drug.",
      "es": "Se la consideraba una droga milagrosa."
    }
  },
  {
    "translation": {
      "en": "But you really have to excavate this knowledge,",
      "es": "Pero había que excavar para encontrarla,"
    }
  },
  {
    "translation": {
      "en": "'cause it was erased from the history of science, really. It was just buried.",
      "es": "porque la habían borrado por completode la historia de la ciencia."
    }
  },
  {
    "translation": {
      "en": "And so, I started excavating that history.",
      "es": "Así que empecé a ahondar en ella."
    }
  },
  {
    "translation": {
      "en": "[interviewer in Swiss German] Nineteen forty-three…",
      "es": "En 1943…"
    }
  },
  {
    "translation": {
      "en": "That was the year the atomic bomb was discovered.",
      "es": "Fue el añoen que se descubrió la bomba atómica."
    }
  },
  {
    "translation": {
      "en": "And you discovered the bomb for the head, for consciousness.",
      "es": "Y descubriste la bomba para la cabeza,para la conciencia."
    }
  },
  {
    "translation": {
      "en": "Can you talk about that?",
      "es": "¿Puedes contarnos un poco?"
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] Yes. I don't know if that was a coincidence",
      "es": "Sí. No sé si fue una coincidencia…"
    }
  },
  {
    "translation": {
      "en": "or probably no coincidence exists… …in this world.",
      "es": "En realidad no sési existen las coincidencias."
    }
  },
  {
    "translation": {
      "en": "In any case, it is strange.",
      "es": "De todas formas, fue extraño."
    }
  },
  {
    "translation": {
      "en": "It is true that…",
      "es": "Es cierto que…"
    }
  },
  {
    "translation": {
      "en": "the ordinary bomb is to the atomic bomb",
      "es": "una bomba común es a la bomba atómica"
    }
  },
  {
    "translation": {
      "en": "what an ordinary intoxicant is to LSD.",
      "es": "lo que cualquier otra droga es al LSD."
    }
  },
  {
    "translation": {
      "en": "[Michael] Albert Hofmann was a very brilliant Swiss chemist working for Sandoz.",
      "es": "Albert Hofmann era un químico suizobrillante que trabajaba para Sandoz."
    }
  },
  {
    "translation": {
      "en": "And he was working on finding a new drug for women after childbirth.",
      "es": "Y estaba buscando una nueva drogapara las mujeres después del parto."
    }
  },
  {
    "translation": {
      "en": "Ergot is a fungus that grows on rye plants,",
      "es": "El ergot es un hongoque crece en las plantas de centeno,"
    }
  },
  {
    "translation": {
      "en": "and his job as a chemist was to break down the ergot into the various compounds.",
      "es": "y su trabajo como químicoera descomponerlo en varios compuestos."
    }
  },
  {
    "translation": {
      "en": "The twenty-fifth was LSD-25.",
      "es": "El vigesimoquinto fue el LSD-25."
    }
  },
  {
    "translation": {
      "en": "[in English] During the testing of LSD-25,",
      "es": "Durante la prueba del LSD-25,"
    }
  },
  {
    "translation": {
      "en": "it was remarked that the experimental animals became restless.",
      "es": "notamos que los animales del experimentopermanecían en alerta."
    }
  },
  {
    "translation": {
      "en": "But the new substance aroused no special interest",
      "es": "Pero dicha sustanciano despertó ningún interés"
    }
  },
  {
    "translation": {
      "en": "in our pharmacologists and physicians.",
      "es": "en los farmacéuticos ni en los médicos."
    }
  },
  {
    "translation": {
      "en": "Five years after the first synthesis,",
      "es": "Cinco años después de la primera síntesis,"
    }
  },
  {
    "translation": {
      "en": "a peculiar presentiment induced me to produce LSD-25.",
      "es": "un presentimiento peculiarme llevó a producir LSD-25."
    }
  },
  {
    "translation": {
      "en": "In the final step I was interrupted by unusual sensations.",
      "es": "En el paso final,comencé a percibir sensaciones inusuales."
    }
  },
  {
    "translation": {
      "en": "Possibly a bit of the LSD solution had contacted my fingertips",
      "es": "Posiblemente, toqué con los dedosun poco de solución de LSD,"
    }
  },
  {
    "translation": {
      "en": "and absorbed through the skin.",
      "es": "y se absorbió por la piel."
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] I had this wondrous experience.",
      "es": "Tuve una experiencia maravillosa."
    }
  },
  {
    "translation": {
      "en": "But I didn't know how it had happened.",
      "es": "Y no sabía cómo había sucedido."
    }
  },
  {
    "translation": {
      "en": "All my thoughts turned into pictures.",
      "es": "Todos mis pensamientosse convirtieron en imágenes."
    }
  },
  {
    "translation": {
      "en": "Beautiful! I lay down at home in the afternoon…",
      "es": "¡Fue hermoso!Me acosté en casa por la tarde"
    }
  },
  {
    "translation": {
      "en": "…and then it slowly faded away.",
      "es": "y, luego, el efectose desvaneció lentamente."
    }
  },
  {
    "translation": {
      "en": "Watching these strange pictures and feeling exhilarated.",
      "es": "Veía imágenes extrañasy me sentía eufórico."
    }
  },
  {
    "translation": {
      "en": "[Michael] So after this experience,",
      "es": "Así que, después de esta experiencia,"
    }
  },
  {
    "translation": {
      "en": "he did what any self-respecting chemist would do then,",
      "es": "hizo lo que haría cualquier químicocon un poco de amor propio."
    }
  },
  {
    "translation": {
      "en": "which is to try more LSD.",
      "es": "O sea, probar más LSD."
    }
  },
  {
    "translation": {
      "en": "He took .25 milligrams.",
      "es": "Tomó 0.25 miligramos."
    }
  },
  {
    "translation": {
      "en": "But LSD is active at incredibly small doses.",
      "es": "Pero el LSD es activo en dosis ínfimas."
    }
  },
  {
    "translation": {
      "en": "It's measured in micrograms, millionths of a gram.",
      "es": "Se mide en microgramos,millonésimas de gramo."
    }
  },
  {
    "translation": {
      "en": "[Albert in English] Only with difficulty could I still speak intelligibly.",
      "es": "Solo con mucha dificultadpodía hablar de manera inteligible."
    }
  },
  {
    "translation": {
      "en": "I asked my laboratory assistant to escort me home by bicycle.",
      "es": "Le pedí a mi asistente de laboratorioque me acompañara a casa en bicicleta."
    }
  },
  {
    "translation": {
      "en": "Everything in my field of vision",
      "es": "Todo en mi campo de visión"
    }
  },
  {
    "translation": {
      "en": "wavered and was distorted as if seen in a curved mirror.",
      "es": "cambiaba de forma y se distorsionabacomo si lo viera en un espejo curvo."
    }
  },
  {
    "translation": {
      "en": "I also had the sensation of being unable to move from the spot.",
      "es": "También tuve la sensaciónde no poder moverme de donde estaba."
    }
  },
  {
    "translation": {
      "en": "Riding home, my condition began to assume threatening forms.",
      "es": "Más cerca de casa,el estado se volvió más aterrador."
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] That was a terrible, torturous experience.",
      "es": "Fue una experiencia horrible y tortuosa."
    }
  },
  {
    "translation": {
      "en": "The feeling that I'm in a different world.",
      "es": "Tenía la sensación de estar en otro mundo."
    }
  },
  {
    "translation": {
      "en": "This is probably the end.",
      "es": "Pensaba que era el final."
    }
  },
  {
    "translation": {
      "en": "I've passed on to the other side.",
      "es": "Que me había ido."
    }
  },
  {
    "translation": {
      "en": "[Michael] He's convinced he's gone stark raving mad.",
      "es": "Se convencióde que se había vuelto completamente loco."
    }
  },
  {
    "translation": {
      "en": "But as the effects subsided, he walked out into the garden and he said",
      "es": "Pero cuando los efectos disminuyeron,salió al jardín"
    }
  },
  {
    "translation": {
      "en": "everything glistened and sparkled in a fresh light.",
      "es": "y dijo que todo teníaun brillo y una frescura especial."
    }
  },
  {
    "translation": {
      "en": "The world was as if newly created.",
      "es": "Parecía como si el mundoestuviera recién creado."
    }
  },
  {
    "translation": {
      "en": "[Albert in English] The climax of my despairing condition passed.",
      "es": "El clímax de mi desesperación pasó."
    }
  },
  {
    "translation": {
      "en": "Now I gradually began to enjoy the unprecedented colors and plays of shape.",
      "es": "Y comencé a disfrutar de los coloresy las formas jamás vistos."
    }
  },
  {
    "translation": {
      "en": "Kaleidoscope-ish like, fantastic images surged in on me.",
      "es": "Me sorprendió un aluviónde imágenes fantásticas y calidoscópicas."
    }
  },
  {
    "translation": {
      "en": "It was particularly remarkable how every acoustic perception",
      "es": "Fue particularmente notablecómo cada percepción acústica"
    }
  },
  {
    "translation": {
      "en": "became transformed into optical perceptions.",
      "es": "se transformaba en una experiencia visual."
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] And the following day,",
      "es": "Y al día siguiente,"
    }
  },
  {
    "translation": {
      "en": "I woke up feeling that I was starting a new life.",
      "es": "me desperté feliz,sintiendo que comenzaba una nueva vida."
    }
  },
  {
    "translation": {
      "en": "That I was born again.",
      "es": "Sentí que volvía a nacer."
    }
  },
  {
    "translation": {
      "en": "[Michael] Sandoz now has this powerful psychoactive chemical,",
      "es": "Sandoz ahora teníaeste poderoso químico psicoactivo,"
    }
  },
  {
    "translation": {
      "en": "more powerful than anything anyone had seen because it worked in such tiny doses.",
      "es": "más poderoso que cualquier cosaporque funcionaba en dosis ínfimas."
    }
  },
  {
    "translation": {
      "en": "But what is it good for?",
      "es": "Pero ¿para qué servía?"
    }
  },
  {
    "translation": {
      "en": "So, they decided to essentially have an open-source research and development program.",
      "es": "Así que decidieron abrir un programade investigación y desarrollo."
    }
  },
  {
    "translation": {
      "en": "So they put out word to any researcher, any psychotherapist,",
      "es": "Entonces le dieron a conocera cualquier investigador y terapeuta"
    }
  },
  {
    "translation": {
      "en": "that they had this new substance and they would send you for free",
      "es": "que tenían esta nueva sustanciay que se las enviarían gratuitamente,"
    }
  },
  {
    "translation": {
      "en": "as much as you wanted as long as you produced a nice piece of letterhead that said you were a researcher.",
      "es": "cuanto quisieran,solo con tener una linda tarjeta personal."
    }
  },
  {
    "translation": {
      "en": "And many people from psychiatrists to addiction specialists",
      "es": "Y muchas personas, desde psiquiatrashasta especialistas en adicciones,"
    }
  },
  {
    "translation": {
      "en": "started trying to figure out what was LSD good for.",
      "es": "empezaron a investigarpara qué servía el LSD."
    }
  },
  {
    "translation": {
      "en": "And that launches this incredibly fertile period of research all through the 1950s.",
      "es": "Y así, durante la década del 50,inició el gran período de investigación."
    }
  },
  {
    "translation": {
      "en": "New chemicals allow us to experience some of the unbelievably unpleasant",
      "es": "Gracias a esta nueva sustanciapodemos experimentar"
    }
  },
  {
    "translation": {
      "en": "and sometimes quite terrifying mental agonies of the schizophrenic patient.",
      "es": "la espantosa agonía mentalque sufre un paciente con esquizofrenia."
    }
  },
  {
    "translation": {
      "en": "[Michael] At first, they were called psychotomimetics,",
      "es": "Al principio,se llamaban psicotomiméticos,"
    }
  },
  {
    "translation": {
      "en": "which means they mimic psychosis.",
      "es": "lo que significa que imitan la psicosis."
    }
  },
  {
    "translation": {
      "en": "And that was the first paradigm of understanding",
      "es": "Ese fue el primer paradigmade entendimiento."
    }
  },
  {
    "translation": {
      "en": "and there were a lot of experiments done by a English psychiatrist",
      "es": "Hubo muchos experimentosconducidos por un psiquiatra inglés"
    }
  },
  {
    "translation": {
      "en": "living in Saskatchewan named Humphry Osmond.",
      "es": "que vivía en Saskatchewan,llamado Humphry Osmond."
    }
  },
  {
    "translation": {
      "en": "[Humphry] The first rule is do it yourself.",
      "es": "La primera regla es probarlo uno."
    }
  },
  {
    "translation": {
      "en": "Then you know and can feel with the patients as you can in no other way.",
      "es": "Así sentirás lo mismo que un pacientede una forma única."
    }
  },
  {
    "translation": {
      "en": "A sense of special significance began to invest everything.",
      "es": "Un sentido de especial importanciacomenzó a invadirlo todo."
    }
  },
  {
    "translation": {
      "en": "Everything was brilliantly sharp and significant.",
      "es": "Todo era nítidoy cobraba un significado particular."
    }
  },
  {
    "translation": {
      "en": "If I fixed my attention on a flower,",
      "es": "Si fijaba mi atención en una flor,"
    }
  },
  {
    "translation": {
      "en": "I felt that I could spend all day in contemplating it.",
      "es": "sentía que podía pasarel día entero contemplándola."
    }
  },
  {
    "translation": {
      "en": "Beauty, a terrible beauty was born every moment.",
      "es": "Una belleza inconmensurablenacía a cada instante."
    }
  },
  {
    "translation": {
      "en": "Phrases such as,",
      "es": "Frases como:"
    }
  },
  {
    "translation": {
      "en": "\"I've seen with the eye of the world, the eye of a newborn and the new dead,\"",
      "es": "\"Veo con los ojos del mundo,los del recién nacido y los del muerto\""
    }
  },
  {
    "translation": {
      "en": "sprang to my tongue, apparently without construction.",
      "es": "aparecieron en mi bocasin construcción previa aparente."
    }
  },
  {
    "translation": {
      "en": "These experiences have been most strange,",
      "es": "Estas experiencias han sido muy extrañas"
    }
  },
  {
    "translation": {
      "en": "and in their own way, amongst the most beautiful in my life.",
      "es": "y, de alguna manera,las más bellas de mi vida."
    }
  },
  {
    "translation": {
      "en": "[Michael] And when he did take LSD, he said,",
      "es": "Y cuando tomó LSD, dijo:\"La locura no debe ser así,"
    }
  },
  {
    "translation": {
      "en": "\"This doesn't feel like madness, this just feels too good.\"",
      "es": "Y cuando tomó LSD, dijo:\"La locura no debe ser así, se siente demasiado bien\"."
    }
  },
  {
    "translation": {
      "en": "So they threw out that paradigm.",
      "es": "Así que descartaron ese paradigma."
    }
  },
  {
    "translation": {
      "en": "Humphry Osmond became interested in figuring out a better name for it.",
      "es": "Humphry Osmond se interesóen encontrar un nombre mejor."
    }
  },
  {
    "translation": {
      "en": "[interviewer] The term \"psychedelic\" is actually a word that you coined.",
      "es": "El término \"psicodélico\"es una palabra que usted acuñó."
    }
  },
  {
    "translation": {
      "en": "It came as a result of going down to, uh… Los Angeles and seeing Aldous Huxley.",
      "es": "Llegué a él luego de ir a Los Ángeles,ver a Aldous Huxley"
    }
  },
  {
    "translation": {
      "en": "When I gave him an experimental dose of mescaline there",
      "es": "darle una dosis experimental de mescalina"
    }
  },
  {
    "translation": {
      "en": "and after he wrote The Doors of Perception.",
      "es": "y que escribieraLas puertas de la percepción."
    }
  },
  {
    "translation": {
      "en": "[Michael] Humphry Osmond had a very active correspondence",
      "es": "Humphry Osmondse enviaba cartas muy frecuentemente"
    }
  },
  {
    "translation": {
      "en": "with the English writer Aldous Huxley,",
      "es": "con el escritor inglés Aldous Huxley,"
    }
  },
  {
    "translation": {
      "en": "who was very interested in changing consciousness.",
      "es": "a quien le interesabala alteración de la consciencia."
    }
  },
  {
    "translation": {
      "en": "So they exchanged letters and they each proposed an idea, they made a little rhyme that went with it.",
      "es": "Así que, en unas cartas,cada uno propuso una idea con una rima."
    }
  },
  {
    "translation": {
      "en": "But it wasn't the great writer who came up with the winning entry, it was the psychiatrist.",
      "es": "Pero no fue el gran escritorel del verso ganador, sino el psiquiatra."
    }
  },
  {
    "translation": {
      "en": "\"To fathom hell or go angelic, just take a pinch of psychedelic.\"",
      "es": "\"Para entender el infiernoo sentirse evangélico, prueba una pizca de psicodélico\"."
    }
  },
  {
    "translation": {
      "en": "Psychedelic means \"mind manifesting\" and that seemed more accurate.",
      "es": "Psicodélico significa'manifestación de la mente'. Eso fue más preciso."
    }
  },
  {
    "translation": {
      "en": "This compound was bringing aspects of the mind that are not normally accessible",
      "es": "Este compuesto trajo a la luzaspectos inaccesibles de la mente"
    }
  },
  {
    "translation": {
      "en": "into the field of awareness.",
      "es": "al campo de la conciencia."
    }
  },
  {
    "translation": {
      "en": "[Humphry] I think it's time for you to have your lysergic acid.",
      "es": "Creo que es horade que tomes tu ácido lisérgico."
    }
  },
  {
    "translation": {
      "en": "Drink this down, and we'll be back after a while and see how you're doing.",
      "es": "Bebe esto y volveremosdespués de un rato a ver cómo estás."
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "es": "¿Qué ves?"
    }
  },
  {
    "translation": {
      "en": "[Humphry] Well, tell me.",
      "es": "Bueno, dime."
    }
  },
  {
    "translation": {
      "en": "[woman] Well, I just couldn't. I couldn't possibly tell you. It's…  It's here.",
      "es": "Bueno, no puedo.No podría decírtelo. Está aquí."
    }
  },
  {
    "translation": {
      "en": "Can't you feel it? This whole room.",
      "es": "¿No lo sientes? Toda esta habitación."
    }
  },
  {
    "translation": {
      "en": "And I can feel the air. I can-- I can see it. I can see all the molecules.",
      "es": "Puedo sentir el aire. Puedo verlo.Puedo ver todas las moléculas."
    }
  },
  {
    "translation": {
      "en": "I'm part of it. I'm… Can't you see it?",
      "es": "Soy parte de ellas. ¿No lo ves?"
    }
  },
  {
    "translation": {
      "en": "[patient] This is purple, isn't it?",
      "es": "Esto es violeta, ¿no?"
    }
  },
  {
    "translation": {
      "en": "No, it happens to be black. You see purple?",
      "es": "No, en realidad es negro. ¿Lo ves violeta?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[doctor] Well, this is just the charcoal. Look at it.",
      "es": "Es una carbonilla común, mírala."
    }
  },
  {
    "translation": {
      "en": "Well, in my mind's eye, now I see that it's charcoal.",
      "es": "Bueno, en mi mente…Ahora veo que es carbonilla."
    }
  },
  {
    "translation": {
      "en": "[doctor] Now close your eyes.",
      "es": "Cierra los ojos."
    }
  },
  {
    "translation": {
      "en": "Close your eyes now.",
      "es": "Cierra los ojos."
    }
  },
  {
    "translation": {
      "en": "Would you give me a description of the first thing that you see with eyes closed?",
      "es": "¿Podrías describir lo primero que vescon los ojos cerrados?"
    }
  },
  {
    "translation": {
      "en": "I feel these lovely colors vibrating all over me. Oh, it's lovely. [chuckles]",
      "es": "Siento unos colores hermososvibrar en todo mi cuerpo. Es hermoso."
    }
  },
  {
    "translation": {
      "en": "-[doctor] Any lines? -Oh…",
      "es": "¿Alguna línea?"
    }
  },
  {
    "translation": {
      "en": "[doctor] Any forms?",
      "es": "¿Alguna forma?"
    }
  },
  {
    "translation": {
      "en": "Just like the shimmering of water, you know?",
      "es": "Más como el brillo del agua, ¿entiendes?"
    }
  },
  {
    "translation": {
      "en": "[doctor] You feel happy now?",
      "es": "¿Te sientes feliz?"
    }
  },
  {
    "translation": {
      "en": "[doctor] I know you must be, because you have tears in your eyes.",
      "es": "Imagino que síporque tienes lágrimas en los ojos."
    }
  },
  {
    "translation": {
      "en": "[doctor] Is that a beautiful experience, would you say?",
      "es": "¿Dirías que es una experiencia hermosa?"
    }
  },
  {
    "translation": {
      "en": "It's just, giving and--",
      "es": "Es solo dar y…"
    }
  },
  {
    "translation": {
      "en": "[doctor] You're doing fine. Just try to describe it.",
      "es": "Lo estás haciendo bien.Intenta describirlo."
    }
  },
  {
    "translation": {
      "en": "Oh, you-- you don't know. You… You…",
      "es": "Es que… No sabes. Tú…"
    }
  },
  {
    "translation": {
      "en": "You wanna give some… [gasps]",
      "es": "Quieres darle…"
    }
  },
  {
    "translation": {
      "en": "You wanna give yourself as much as you can…",
      "es": "Quieres darte todo lo que puedas."
    }
  },
  {
    "translation": {
      "en": "[Michael] I don't think people realize Bill Wilson, co-founder of Alcoholics Anonymous,",
      "es": "No sé si se entiende que Bill Wilson,el cofundador de Alcohólicos Anónimos,"
    }
  },
  {
    "translation": {
      "en": "he was administered a psychedelic and that's how he got sober.",
      "es": "tomó psicodélicosy así fue cómo pudo dejar el alcohol."
    }
  },
  {
    "translation": {
      "en": "He had a spiritual experience",
      "es": "Tuvo una experiencia espiritual"
    }
  },
  {
    "translation": {
      "en": "that transformed his thinking about his addiction.",
      "es": "que transformó su visiónsobre su adicción."
    }
  },
  {
    "translation": {
      "en": "[Bill] And then I remember crying out,",
      "es": "Y luego recuerdo que grité:"
    }
  },
  {
    "translation": {
      "en": "\"If there is a God, will he show himself?\"",
      "es": "\"Si existe un Dios, ¿se mostrará?\"."
    }
  },
  {
    "translation": {
      "en": "And then came the miracle.",
      "es": "Y luego se hizo el milagro."
    }
  },
  {
    "translation": {
      "en": "[Michael] The spirituality of AA  we most attribute to a kind of latent Christianity.",
      "es": "La espiritualidad de A. A. la atribuimosa una especie de cristiandad latente."
    }
  },
  {
    "translation": {
      "en": "No, it's latent psychedelia.",
      "es": "Pero no, es psicodelia latente."
    }
  },
  {
    "translation": {
      "en": "Do you consider yourself an alcoholic?",
      "es": "¿Te consideras alcohólico?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Definitely.",
      "es": "Sí. Sin duda."
    }
  },
  {
    "translation": {
      "en": "It's caused me a lot of trouble in the past.",
      "es": "Me causó muchos problemas."
    }
  },
  {
    "translation": {
      "en": "And at this point I feel that I haven't really accomplished anything and I'd like to start over.",
      "es": "Y en este punto, siento que no logré nada.Y me gustaría empezar de nuevo."
    }
  },
  {
    "translation": {
      "en": "[Michael] From 1950 to 1965,",
      "es": "Desde 1950 hasta 1965,"
    }
  },
  {
    "translation": {
      "en": "there had been a thousand scientific articles on psychedelics.",
      "es": "hubo miles de artículos científicossobre psicodélicos."
    }
  },
  {
    "translation": {
      "en": "[Bill] The battle you're fighting is one that's in the past.",
      "es": "La batalla que estás luchandoes una que quedó en el pasado."
    }
  },
  {
    "translation": {
      "en": "[Michael] There had been 40,000 research subjects",
      "es": "Hubo 40 000 sujetos de investigación"
    }
  },
  {
    "translation": {
      "en": "and that there had been six international conferences about LSD alone in that period.",
      "es": "y hubo seis conferencias internacionalessobre el LSD solo en ese período."
    }
  },
  {
    "translation": {
      "en": "They were getting very good results.",
      "es": "Estaban obteniendo buenos resultados."
    }
  },
  {
    "translation": {
      "en": "And what they found is that the drug allowed people to open up",
      "es": "Y descubrieron que la drogale permitía a la gente abrirse"
    }
  },
  {
    "translation": {
      "en": "and put down their defenses in such a way that they could deal with difficult material.",
      "es": "y bajar la guardia de tal maneraque podía lidiar con asuntos más ocultos."
    }
  },
  {
    "translation": {
      "en": "[reporter] Six months afterwards, Arthur King has already beaten the percentages on alcoholism.",
      "es": "Seis meses después, Arthur Kingya está venciendo el alcoholismo."
    }
  },
  {
    "translation": {
      "en": "Within six months after the conventional cures, nine out of ten have gone back to drinking.",
      "es": "Mientras que con las curas convencionalesnueve de cada diez vuelven a beber."
    }
  },
  {
    "translation": {
      "en": "Something did happen.",
      "es": "Algo pasó."
    }
  },
  {
    "translation": {
      "en": "Something that is still waiting to be explained,",
      "es": "Algo que aún espera ser explicado"
    }
  },
  {
    "translation": {
      "en": "and it has to do with the potent mystery called LSD.",
      "es": "y tiene que vercon el poderoso misterio llamado LSD."
    }
  },
  {
    "translation": {
      "en": "[Michael] Psychedelic research was proceeding. There was a lot of good results.",
      "es": "La investigación psicodélica avanzabay había muy buenos resultados."
    }
  },
  {
    "translation": {
      "en": "A lot of people thought it was the future of psychiatry.",
      "es": "Mucha gente pensabaque era el futuro de la psiquiatría."
    }
  },
  {
    "translation": {
      "en": "But beginning in the early '60s,",
      "es": "Pero a principios de los años 60,"
    }
  },
  {
    "translation": {
      "en": "the research kind of escapes the laboratory.",
      "es": "la investigaciónse escapa del laboratorio."
    }
  },
  {
    "translation": {
      "en": "Dr. Timothy Leary has been described as being either a prophet or a fiend.",
      "es": "Se dice que el Dr. Timothy Learyes un profeta o un demonio."
    }
  },
  {
    "translation": {
      "en": "He is the dominant figure in the current uproar on the use of LSD.",
      "es": "Es el personaje dominanteen el escándalo sobre el uso de LSD."
    }
  },
  {
    "translation": {
      "en": "When, doctor, did you first start experimenting with LSD?",
      "es": "Doctor, ¿cuándo empezóa experimentar con LSD?"
    }
  },
  {
    "translation": {
      "en": "Six years ago.",
      "es": "Hace seis años."
    }
  },
  {
    "translation": {
      "en": "[interviewer] That was when you were on the faculty--",
      "es": "Y eso fue cuando estaba…"
    }
  },
  {
    "translation": {
      "en": "I was, uh, teaching psychology at Harvard. I've been a psychologist for 15 years.",
      "es": "Daba clases de psicología en Harvard.Soy psicólogo hace 15 años."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Right. -I'd come to the sorry conclusion that uh…",
      "es": "Claro. Llegué a la triste conclusiónde que la psicología no hacía mucho"
    }
  },
  {
    "translation": {
      "en": "psychology wasn't doing much to solve the emotional or the mental problems",
      "es": "Llegué a la triste conclusiónde que la psicología no hacía mucho por solucionarlos problemas emocionales y mentales"
    }
  },
  {
    "translation": {
      "en": "of the human race, and particularly, the American people.",
      "es": "de la raza humana,en particular, del pueblo estadounidense."
    }
  },
  {
    "translation": {
      "en": "[Michael] Leary is a very well-regarded personality researcher.",
      "es": "Leary era un investigador muy respetado."
    }
  },
  {
    "translation": {
      "en": "He gets a hold of some mushrooms",
      "es": "Un día hizo una toma de hongos"
    }
  },
  {
    "translation": {
      "en": "and over the course of four hours, he said he learned more about the mind",
      "es": "y dijo que, en cuatro horas,aprendió más sobre la mente"
    }
  },
  {
    "translation": {
      "en": "then he had in his entire career.",
      "es": "que en toda su carrera."
    }
  },
  {
    "translation": {
      "en": "And he realized, this is the next thing.",
      "es": "Y se dio cuenta de que eso era el futuro."
    }
  },
  {
    "translation": {
      "en": "This is the tool for understanding the mind.",
      "es": "Que era la herramientapara comprender la mente."
    }
  },
  {
    "translation": {
      "en": "While at Harvard, Timothy Leary and a colleague, Richard Alpert,",
      "es": "En Harvard, Timothy Learyy su colega, Richard Alpert,"
    }
  },
  {
    "translation": {
      "en": "started conducting experiments with LSD and psilocybin.",
      "es": "comenzaron a experimentarcon LSD y psilocibina."
    }
  },
  {
    "translation": {
      "en": "[Alpert] Under suitable safety conditions we provided the opportunity",
      "es": "Bajo condiciones de seguridad adecuadas,les dimos la oportunidad"
    }
  },
  {
    "translation": {
      "en": "for some 200 very varied types of people from prison inmates to jazz musicians,",
      "es": "a unas 200 personas,desde presidiarios, músicos de jazz"
    }
  },
  {
    "translation": {
      "en": "to philosophers to have this experience and give us reports back.",
      "es": "hasta filósofos de tener esta experienciay evaluar los resultados."
    }
  },
  {
    "translation": {
      "en": "The analysis that these reports showed us",
      "es": "Los informes concluyeronque la naturaleza de la experiencia"
    }
  },
  {
    "translation": {
      "en": "that the nature of the experience is a function of the set and the setting.",
      "es": "Los informes concluyeronque la naturaleza de la experiencia está ligadaa la circunstancia y el entorno."
    }
  },
  {
    "translation": {
      "en": "[Michael] The great contribution was the concept of set and setting.",
      "es": "La gran contribución fue el conceptode circunstancia y entorno."
    }
  },
  {
    "translation": {
      "en": "That the kind of psychedelic experience you have will be strongly influenced",
      "es": "O sea, que el tipo de experienciaestará muy influenciada"
    }
  },
  {
    "translation": {
      "en": "by the setting in which you have it, and your set.",
      "es": "por el entorno en que la tengasy por tus circunstancias."
    }
  },
  {
    "translation": {
      "en": "Your mindset. Your internal and external environment shape the experience.",
      "es": "Tu mentalidad. Tu entorno internoy externo moldearán a la experiencia."
    }
  },
  {
    "translation": {
      "en": "But the experiments got sloppier and sloppier,",
      "es": "Pero los experimentosse volvieron cada vez más desprolijos,"
    }
  },
  {
    "translation": {
      "en": "and they were tossed from Harvard.",
      "es": "y los echaron de Harvard."
    }
  },
  {
    "translation": {
      "en": "What's going on in the United States today is, in my opinion,",
      "es": "En mi opinión,lo que pasa en Estados Unidos hoy en día"
    }
  },
  {
    "translation": {
      "en": "nothing least than a religious renaissance.",
      "es": "es nada menosque un renacimiento espiritual."
    }
  },
  {
    "translation": {
      "en": "And I want to say right at the beginning that the LSD boom is just beginning.",
      "es": "Y quiero aclarar desde ahoraque el auge del LSD recién comienza."
    }
  },
  {
    "translation": {
      "en": "[male narrator] LSD is the most powerful substance",
      "es": "El LSD es la sustancia más poderosa"
    }
  },
  {
    "translation": {
      "en": "that the human being has ever developed for influencing mind.",
      "es": "que el ser humano ha desarrolladopara transformar la mente."
    }
  },
  {
    "translation": {
      "en": "I've used the comparison of nuclear energy or a fissionable material.",
      "es": "La comparo con la energía nuclearo el material fisionable."
    }
  },
  {
    "translation": {
      "en": "[man] I took LSD and that was the day my life was transformed.",
      "es": "Tomé LSD y, ese día,mi vida cambió por completo."
    }
  },
  {
    "translation": {
      "en": "Where I realized that Jim Fadiman,",
      "es": "Me di cuenta de que Jim Fadiman,"
    }
  },
  {
    "translation": {
      "en": "for all of his benefits and flaws was a subset of a larger being",
      "es": "con todas sus virtudes y defectos,era parte de un ser superior,"
    }
  },
  {
    "translation": {
      "en": "and that larger being was connected to all other beings.",
      "es": "y ese ser estaba conectadocon todos los demás seres."
    }
  },
  {
    "translation": {
      "en": "In other words, a classical mystical experience",
      "es": "En otras palabras,fue la clásica experiencia mística"
    }
  },
  {
    "translation": {
      "en": "of awareness of the unity and the interweaving of all things.",
      "es": "de conciencia de la unidady el entretejido de todas las cosas."
    }
  },
  {
    "translation": {
      "en": "[Alpert] I really do think man is part of divine or total consciousness",
      "es": "Realmente creo que el hombrees parte de la consciencia divina"
    }
  },
  {
    "translation": {
      "en": "and that if you didn't close off, you would see it all.",
      "es": "y que si no se cerrara, podría verlo todo."
    }
  },
  {
    "translation": {
      "en": "[Michael] Richard Alpert went on to become Ram Dass,",
      "es": "Richard Alpert se convirtió en Ram Dass,"
    }
  },
  {
    "translation": {
      "en": "one of the foremost spiritual teachers,",
      "es": "uno de los maestros espiritualesmás importantes"
    }
  },
  {
    "translation": {
      "en": "while Leary became LSD's most outspoken evangelist.",
      "es": "mientras que Leary,en un ferviente evangelista del LSD."
    }
  },
  {
    "translation": {
      "en": "[Leary] Most of us, most of the time",
      "es": "La mayoría de nosotros,la mayor parte del tiempo"
    }
  },
  {
    "translation": {
      "en": "see the world through a very small set of filters.",
      "es": "vemos el mundoa través de unos filtros muy acotados."
    }
  },
  {
    "translation": {
      "en": "When you'd take LSD and your consciousness expanded,",
      "es": "Al tomar LSD, la consciencia se expande"
    }
  },
  {
    "translation": {
      "en": "the number of possibilities, the number of perspectives dramatically multiplies.",
      "es": "y el número de posibilidadesy perspectivas se multiplica radicalmente."
    }
  },
  {
    "translation": {
      "en": "[James] Tim said, \"Look, I want everyone to take it. It should be in the drinking water.\"",
      "es": "Tim dijo: \"Quiero que todos la prueben.Debería estar en el agua\"."
    }
  },
  {
    "translation": {
      "en": "His vision was to change the culture.",
      "es": "Su visión era cambiar la cultura."
    }
  },
  {
    "translation": {
      "en": "He wanted people to be free.",
      "es": "Quería que la gente fuera libre."
    }
  },
  {
    "translation": {
      "en": "He wanted them not to be caught up in the rigidities of the institution,",
      "es": "Quería que no estuviera atrapadaen las rigideces de las instituciones,"
    }
  },
  {
    "translation": {
      "en": "the rigidities of their religion, the rigidities of their parents.",
      "es": "las rigideces de su religióny de sus familias."
    }
  },
  {
    "translation": {
      "en": "[Leary] Turn on. Tune in.  Drop out.",
      "es": "Enciende. Sintoniza. Abandona."
    }
  },
  {
    "translation": {
      "en": "I didn't invent LSD. God made LSD.",
      "es": "Yo no inventé el LSD. Dios hizo el LSD."
    }
  },
  {
    "translation": {
      "en": "[Michael] A lot of people blamed Leary for everything that went wrong",
      "es": "Mucha gente culpaba a Leary por todo lo que salió malcon los psicodélicos,"
    }
  },
  {
    "translation": {
      "en": "with psychedelics, but it was gonna get in the culture Leary or not.",
      "es": "por todo lo que salió malcon los psicodélicos, pero iba a pasar, con o sin Leary."
    }
  },
  {
    "translation": {
      "en": "There were leaks other places.",
      "es": "Se filtró en otros lugares."
    }
  },
  {
    "translation": {
      "en": "For example, during this whole period,",
      "es": "Por ejemplo, durante todo este período,"
    }
  },
  {
    "translation": {
      "en": "the CIA was conducting its own research program",
      "es": "la CIA estaba llevando a cabosu propia investigación."
    }
  },
  {
    "translation": {
      "en": "and they were trying to figure out what to do with psychedelics also.",
      "es": "También querían saberpara qué podían usar psicodélicos."
    }
  },
  {
    "translation": {
      "en": "[male voice] There was much laughter. The men found it difficult to obey orders.",
      "es": "Hubo muchas risas,y les costó obedecer órdenes."
    }
  },
  {
    "translation": {
      "en": "And soon, the results were chaotic.",
      "es": "Los resultados fueron caóticos."
    }
  },
  {
    "translation": {
      "en": "[Michael] Could it be a bioweapon?",
      "es": "¿Podrían ser un arma biológica?"
    }
  },
  {
    "translation": {
      "en": "Could you give it to your enemy and make it impossible for them to fight?",
      "es": "¿Podrían usarse contra el enemigopara que fuera imposible que peleara?"
    }
  },
  {
    "translation": {
      "en": "Was it a truth serum that could be used in interrogation?",
      "es": "¿Era un suero de la verdadque podía usarse en interrogatorios?"
    }
  },
  {
    "translation": {
      "en": "The CIA was giving LSD to people out of the VA Hospital associated with Stanford.",
      "es": "La CIA le daba LSD a la genteen un hospital de veteranos."
    }
  },
  {
    "translation": {
      "en": "And one of the people they dosed was a young writer named Ken Kesey.",
      "es": "Y cayó en manos de un joven escritorllamado Ken Kesey."
    }
  },
  {
    "translation": {
      "en": "If I say one thing today, it may not…",
      "es": "Si digo… KEN KESEYAUTOR"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Would you repeat that?",
      "es": "¿Podrías repetirlo?"
    }
  },
  {
    "translation": {
      "en": "[Michael] With Ken Kesey, the CIA had turned on exactly the wrong man.",
      "es": "Con Ken Kesey, la CIAdespertó al hombre equivocado."
    }
  },
  {
    "translation": {
      "en": "In what he aptly called \"the revolt of the guinea pigs,\"",
      "es": "En lo que acertadamente llamó\"la revolución de los cobayos\","
    }
  },
  {
    "translation": {
      "en": "Kesey, with his band of Merry Pranksters",
      "es": "Kesey, con su banda Merry Pranksters,"
    }
  },
  {
    "translation": {
      "en": "proceeded to organize a series of acid tests,",
      "es": "organizó una serie de pruebas de ácido"
    }
  },
  {
    "translation": {
      "en": "in which thousands of young people in the Bay Area were given LSD",
      "es": "en las que les daban LSDa miles de jóvenes en el Área de la Bahía"
    }
  },
  {
    "translation": {
      "en": "in an effort to change the mind of a generation.",
      "es": "con la idea de cambiar la mentalidadde una generación."
    }
  },
  {
    "translation": {
      "en": "A case can be made that the cultural upheaval we call the '60s",
      "es": "Se puede decir que la agitación culturalque llamamos los años 60"
    }
  },
  {
    "translation": {
      "en": "began with the CIA mind control experiment gone terribly wrong.",
      "es": "comenzó con un experimento de la CIAde control mental que salió pésimo."
    }
  },
  {
    "translation": {
      "en": "[James] I was introduced to Richard Alpert.",
      "es": "Me presentaron a Richard Alpert."
    }
  },
  {
    "translation": {
      "en": "I then came to Stanford as a graduate student in 1960.",
      "es": "Y entonces vine a Stanfordcomo estudiante de posgrado en 1960."
    }
  },
  {
    "translation": {
      "en": "This part of California was becoming a techno hub.",
      "es": "Esta parte de Californiacomenzaba a ser un polo tecnológico."
    }
  },
  {
    "translation": {
      "en": "And the studies that we were doing  were with, um, people from the neighborhood.",
      "es": "Y los estudios que realizábamoseran con gente local."
    }
  },
  {
    "translation": {
      "en": "In order to get into a study we did on creativity,",
      "es": "Para ser parte de un estudio que hicimossobre creatividad,"
    }
  },
  {
    "translation": {
      "en": "senior scientists had to have a problem",
      "es": "los científicosdebían plantear un problema"
    }
  },
  {
    "translation": {
      "en": "that they had been working on for at least three months and failed.",
      "es": "en el que habían estado trabajandodurante al menos tres meses."
    }
  },
  {
    "translation": {
      "en": "We said to them, \"We can help you with your problem.\"",
      "es": "Les dijimos:\"Podemos ayudarlos a resolverlo\"."
    }
  },
  {
    "translation": {
      "en": "And we're gonna give you a psychedelic. A hundred micrograms of LSD.",
      "es": "Les daremos un psicodélico.Cien microgramos de LSD."
    }
  },
  {
    "translation": {
      "en": "And out of the people who came,",
      "es": "Y, de las personas que participaron,"
    }
  },
  {
    "translation": {
      "en": "we had 48 problems and 48 satisfactory solutions.",
      "es": "tuvimos 48 problemasy 48 soluciones satisfactorias."
    }
  },
  {
    "translation": {
      "en": "We had patents, we had publications.",
      "es": "Tuvimos patentes, tuvimos publicaciones."
    }
  },
  {
    "translation": {
      "en": "And because most of these people worked in industry, we also had products.",
      "es": "Y, como la mayoría trabajabaen la industria, tuvimos productos."
    }
  },
  {
    "translation": {
      "en": "And eventually the computer world emerged here.",
      "es": "Más tarde,el mundo de las computadoras surgió acá."
    }
  },
  {
    "translation": {
      "en": "If you are supplied with a computer",
      "es": "Si te dieran una computadora"
    }
  },
  {
    "translation": {
      "en": "that was instantly responsive to every action you had,",
      "es": "que respondiera instantáneamentea cada orden que le dieras,"
    }
  },
  {
    "translation": {
      "en": "how much value could you derive from that?",
      "es": "¿te traería beneficios?"
    }
  },
  {
    "translation": {
      "en": "We have a pointing device called a mouse. I don't know why we call it a mouse.",
      "es": "Tiene un dispositivo señaladorllamado mouse, no sé por qué."
    }
  },
  {
    "translation": {
      "en": "[Michael] LSD was a critical ingredient in nourishing the spirit of Silicon Valley",
      "es": "El LSD fue un ingrediente críticoque nutrió el espíritu de Silicon Valley"
    }
  },
  {
    "translation": {
      "en": "that distinguished the computer culture of the West coast.",
      "es": "y distinguió la cultura informáticade la costa oeste."
    }
  },
  {
    "translation": {
      "en": "[Jobs] The '60s happened in the early '70s, right?",
      "es": "El espíritu de los 60siguió hasta principios de los 70."
    }
  },
  {
    "translation": {
      "en": "And that's sort of when I came of age. So I saw a lot of this.",
      "es": "Ya era mayor de edad,así que viví mucho de eso."
    }
  },
  {
    "translation": {
      "en": "Taking LSD is one of the most important things in my life.",
      "es": "Tomar LSD fuede las cosas más importantes que hice."
    }
  },
  {
    "translation": {
      "en": "Not the most important, but right up there.",
      "es": "No está en el podio, pero cerca."
    }
  },
  {
    "translation": {
      "en": "There was something beyond sort of what you see everyday.",
      "es": "Había algo más alláde lo que se ve todos los días."
    }
  },
  {
    "translation": {
      "en": "Things talk to you, their spines talk to you.",
      "es": "Las cosas te hablan,sus estructuras te hablan."
    }
  },
  {
    "translation": {
      "en": "[Michael] When Silicon Valley is having its flirtation with psychedelics,",
      "es": "Cuando Silicon Valleycoquetea con los psicodélicos,"
    }
  },
  {
    "translation": {
      "en": "there's a very interesting character named Stewart Brand.",
      "es": "surge un personaje muy interesantellamado Stewart Brand."
    }
  },
  {
    "translation": {
      "en": "Before Steve Jobs, he rethinks the personal computer,",
      "es": "Antes de Steve Jobs,reconsideró la computadora personal"
    }
  },
  {
    "translation": {
      "en": "not as this tool of industrial repression,",
      "es": "no como una herramientade represión industrial,"
    }
  },
  {
    "translation": {
      "en": "but as a tool of personal liberation.",
      "es": "sino como una herramientade liberación personal."
    }
  },
  {
    "translation": {
      "en": "[Stewart] In the spring of 1966 on LSD,",
      "es": "En la primavera de 1966, había tomado LSD"
    }
  },
  {
    "translation": {
      "en": "I had a genuine creative experience",
      "es": "y tuve una experiencia muy creativa."
    }
  },
  {
    "translation": {
      "en": "realizing that if we ever got a photograph of the Earth from space,",
      "es": "Se me ocurrió que si pudiéramos verfotos de la Tierra desde el espacio,"
    }
  },
  {
    "translation": {
      "en": "it would change people's perspective on everything.",
      "es": "la gente cambiaríala forma de ver las cosas."
    }
  },
  {
    "translation": {
      "en": "[Michael] So after this trip, he begins a campaign",
      "es": "Luego de ese viaje, comienza una campaña"
    }
  },
  {
    "translation": {
      "en": "to get NASA to turn the cameras around and take a picture of Earth from space",
      "es": "para que la NASAtomara fotos de la Tierra desde el espacio"
    }
  },
  {
    "translation": {
      "en": "and he starts handing out buttons",
      "es": "y comienza a repartir prendedores"
    }
  },
  {
    "translation": {
      "en": "that have this kind of slightly paranoid slogan.",
      "es": "con un eslogan un poco paranoico."
    }
  },
  {
    "translation": {
      "en": "We don't know for sure whether it reached the executives at NASA,",
      "es": "No sabemos realmentesi llegó a los ejecutivos de la NASA,"
    }
  },
  {
    "translation": {
      "en": "but they sent back this stunning photograph of the Earth.",
      "es": "pero sí le enviaronuna foto increíble de la Tierra."
    }
  },
  {
    "translation": {
      "en": "[male astronaut] It's awe-inspiring",
      "es": "Es impresionante."
    }
  },
  {
    "translation": {
      "en": "and it makes you realize just what you have back there on Earth.",
      "es": "Te hace entendertodo lo que tenemos acá en la Tierra."
    }
  },
  {
    "translation": {
      "en": "[Michael] The first time we had seen the Earth whole.",
      "es": "Fue la primera vezque veíamos el planeta entero."
    }
  },
  {
    "translation": {
      "en": "This blue marble in this black expanse.",
      "es": "Una canica azul en medio del vasto vacío."
    }
  },
  {
    "translation": {
      "en": "This contributes to the rise of the environmental movement and a sense of planetary consciousness",
      "es": "Esto contribuyó al surgimientodel movimiento de la consciencia ambiental"
    }
  },
  {
    "translation": {
      "en": "that became a very important part of the '60s.",
      "es": "que fue un punto clave de los 60."
    }
  },
  {
    "translation": {
      "en": "Kary Mullis is the guy who invented the PCR method, which gives us the ability to duplicate DNA.",
      "es": "Kary Mullis inventó el método PCR,gracias al cual podemos duplicar ADN."
    }
  },
  {
    "translation": {
      "en": "This opens up the whole field of genetics",
      "es": "Abrió la puerta al campo de la genética,"
    }
  },
  {
    "translation": {
      "en": "making it one of the most important inventions of the twentieth century.",
      "es": "lo que lo convierte en uno de los inventosmás importantes del siglo 20."
    }
  },
  {
    "translation": {
      "en": "I was down there with the molecules when I discovered it.",
      "es": "Estaba ahí con las moléculascuando lo descubrí."
    }
  },
  {
    "translation": {
      "en": "And I wasn't stoned on LSD, but my mind by then had learned how to get down there.",
      "es": "Y no estaba drogado en ese momento,pero mi cabeza ya sabía meterse."
    }
  },
  {
    "translation": {
      "en": "I could sit on a DNA molecule and watch the moonrise go by. [chuckles]",
      "es": "Podría ver la salida de la lunadesde una molécula de ADN."
    }
  },
  {
    "translation": {
      "en": "That's just the way I think.",
      "es": "Esa es mi visión."
    }
  },
  {
    "translation": {
      "en": "It's like I put myself in all different kinds of spots",
      "es": "Puedo situarme en diferentes lugares."
    }
  },
  {
    "translation": {
      "en": "and I've learned that through psychedelic drugs.",
      "es": "Y lo pude hacergracias a los psicodélicos."
    }
  },
  {
    "translation": {
      "en": "[Michael] Turn on, tune in, drop out,",
      "es": "\"Enciende. Sintoniza. Abandona\""
    }
  },
  {
    "translation": {
      "en": "that sounds kind of quaint as a bit of '60s rhetoric,",
      "es": "suena un poco pintorescocomo la retórica de los 60,"
    }
  },
  {
    "translation": {
      "en": "but it was very threatening at the time.",
      "es": "pero era muy amenazador en ese momento."
    }
  },
  {
    "translation": {
      "en": "It was a time of incredible ferment and tumult.",
      "es": "Fue una épocade increíble agitación y tumulto."
    }
  },
  {
    "translation": {
      "en": "But the character of the era was definitely colored by psychedelics.",
      "es": "Pero el carácter de la épocaestaba teñido por los psicodélicos."
    }
  },
  {
    "translation": {
      "en": "The kids were designing their own alternative culture.",
      "es": "Los jóvenesdiseñaban su propia cultura alternativa."
    }
  },
  {
    "translation": {
      "en": "They looked different, sounded different, acted different.",
      "es": "Tenían otro estilo,otra forma de hablar y de ser."
    }
  },
  {
    "translation": {
      "en": "And they were dropping out. And so this was enormously threatening.",
      "es": "Se estaban liberando.Y eso era amenazante."
    }
  },
  {
    "translation": {
      "en": "Especially during the Vietnam War.",
      "es": "Sobre todo durante la guerra de Vietnam."
    }
  },
  {
    "translation": {
      "en": "For most of human history, when you send 18-year-olds to go die in a war they march off and go.",
      "es": "Históricamente, cuando enviabana jóvenes de 18 a la guerra, iban sin más."
    }
  },
  {
    "translation": {
      "en": "And for one of the first times in history, many of them decided not to go.",
      "es": "Pero ahora, por primera vez,muchos decidían no participar."
    }
  },
  {
    "translation": {
      "en": "And in the eyes of President Nixon, psychedelics were the reason.",
      "es": "Y a los ojos del presidente Nixon,los psicodélicos eran los culpables."
    }
  },
  {
    "translation": {
      "en": "[Nixon] This is one area where we cannot have budget cuts,",
      "es": "Es un áreaen la que no podemos recortar presupuesto"
    }
  },
  {
    "translation": {
      "en": "because we must wage what I have called total war",
      "es": "porque debemos costearlo que llamo una guerra total"
    }
  },
  {
    "translation": {
      "en": "against public enemy number one in the United States,",
      "es": "contra el principal enemigo públicoen los Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "the problem of dangerous drugs.",
      "es": "las drogas peligrosas."
    }
  },
  {
    "translation": {
      "en": "In order to fight and defeat this enemy,",
      "es": "Para luchar y derrotar a este enemigo,"
    }
  },
  {
    "translation": {
      "en": "it is necessary to wage a new all out offensive.",
      "es": "es necesario concretar un nuevo ataquepor todos los flancos."
    }
  },
  {
    "translation": {
      "en": "[male announcer] It's up to you.",
      "es": "Tú decides."
    }
  },
  {
    "translation": {
      "en": "Taking LSD is much the same as playing Russian roulette.",
      "es": "Tomar LSD es como jugar a la ruleta rusa."
    }
  },
  {
    "translation": {
      "en": "[Michael] The media does a U-turn on psychedelics.",
      "es": "Los medios cambian el discursosobre los psicodélicos."
    }
  },
  {
    "translation": {
      "en": "There was a scientific study that alleged to show that it scrambled your chromosomes.",
      "es": "Publicaron un estudioque decía que te jodían los cromosomas."
    }
  },
  {
    "translation": {
      "en": "[male doctor] This is a fetus from the mother receiving LSD.",
      "es": "Este es un feto que recibe LSD."
    }
  },
  {
    "translation": {
      "en": "Note, the abnormal face, the characteristics of the skull,",
      "es": "Noten las anomalíasen la forma de la cara, el cráneo"
    }
  },
  {
    "translation": {
      "en": "and the brain, which is extended to the outside.",
      "es": "y el cerebro,que está salido hacia afuera."
    }
  },
  {
    "translation": {
      "en": "It was bullshit science, but I remember reading about that when I was like ten.",
      "es": "Eran ridiculeces, pero me acuerdode leerlas cuando tenía 10 años."
    }
  },
  {
    "translation": {
      "en": "[Reagan] Well, I'm terribly frightened by the problem of LSD.",
      "es": "Me asusta mucho el problema con el LSD."
    }
  },
  {
    "translation": {
      "en": "There is nothing smart, there's nothing, um, grown-up",
      "es": "No hay nada astuto, maduro"
    }
  },
  {
    "translation": {
      "en": "or sophisticated in taking an LSD trip at all.",
      "es": "ni enriquecedoren pegarse un viaje con LSD."
    }
  },
  {
    "translation": {
      "en": "They're just being complete fools.",
      "es": "Solo es una completa idiotez."
    }
  },
  {
    "translation": {
      "en": "[Michael] The government turns against it.",
      "es": "El gobierno se pone en contra."
    }
  },
  {
    "translation": {
      "en": "LSD is made illegal in California.",
      "es": "El LSD se vuelve ilegal en California."
    }
  },
  {
    "translation": {
      "en": "In 1970, the federal government made LSD a Schedule I substance.",
      "es": "En 1970, el gobierno puso al LSDen la lista de drogas peligrosas."
    }
  },
  {
    "translation": {
      "en": "Classifying it as an illicit drug with no medical use.",
      "es": "La clasificó como una droga ilícitasin uso médico."
    }
  },
  {
    "translation": {
      "en": "[James] The day that LSD research was stopped,",
      "es": "El día que se dejó de investigar con LSD,"
    }
  },
  {
    "translation": {
      "en": "there were about 60 different studies going on around the United States.",
      "es": "había unos 60 estudios en cursoen Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "The government sent us a letter and says,",
      "es": "El gobierno nos envió una carta que decía:"
    }
  },
  {
    "translation": {
      "en": "\"As of the receipt of this letter, your investigational exemption",
      "es": "\"A partir de la recepción de esta nota,su permiso de investigación"
    }
  },
  {
    "translation": {
      "en": "to use these substances is canceled.\"",
      "es": "con estas sustancias queda revocado\"."
    }
  },
  {
    "translation": {
      "en": "And that ended that research,",
      "es": "Y eso le puso fin a mi investigación,"
    }
  },
  {
    "translation": {
      "en": "that kind of legitimate research part of my life.",
      "es": "a esa parte de mi vida como investigador."
    }
  },
  {
    "translation": {
      "en": "[Albert in Swiss German] When it tipped over in America",
      "es": "Cuando se desparramó por Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "the miracle drug suddenly became a Satan drug.",
      "es": "la droga milagrosase convirtió en la droga del Diablo."
    }
  },
  {
    "translation": {
      "en": "And this whole beautiful, wonderful development,",
      "es": "Y todo lo que se había desarrolladohasta el momento"
    }
  },
  {
    "translation": {
      "en": "was interrupted in one fell swoop, because of the American story.",
      "es": "fue arrancado de raízpor culpa de la historia estadounidense."
    }
  },
  {
    "translation": {
      "en": "[Michael] What had been a miracle drug is now a destroyer of young minds",
      "es": "Lo que había sido una droga milagrosaahora destruía mentes."
    }
  },
  {
    "translation": {
      "en": "and what had been this very promising, and hopeful line of inquiry stops.",
      "es": "Y lo que había sido una investigaciónpróspera y esperanzadora debía frenar."
    }
  },
  {
    "translation": {
      "en": "And then we enter the dark ages of psychedelic research,",
      "es": "Entonces entramos en el período oscurode los psicodélicos,"
    }
  },
  {
    "translation": {
      "en": "a period that lasted for more than three decades.",
      "es": "una etapa que duró más de tres décadas."
    }
  },
  {
    "translation": {
      "en": "Perhaps not surprisingly,",
      "es": "Tal vez no sea sorprendente"
    }
  },
  {
    "translation": {
      "en": "it was in Switzerland, the birthplace of LSD,",
      "es": "que fue en Suiza,el lugar de nacimiento del LSD,"
    }
  },
  {
    "translation": {
      "en": "where research slowly began to pick back up in the early 2000s.",
      "es": "donde se retomó la investigacióna principios de la década del 2000."
    }
  },
  {
    "translation": {
      "en": "[man] I wanted to restart the research with LSD.",
      "es": "Quería reiniciar la investigación con LSD."
    }
  },
  {
    "translation": {
      "en": "But for a lot of people, this was the bad and evil drugs,",
      "es": "Pero para mucha gente,estaba entre las drogas del mal,"
    }
  },
  {
    "translation": {
      "en": "especially within all the medical framework.",
      "es": "especialmente dentro del marco médico."
    }
  },
  {
    "translation": {
      "en": "A lot of people were really against this kind of substances.",
      "es": "Mucha gente estaba en contrade este tipo de sustancias."
    }
  },
  {
    "translation": {
      "en": "For them, there was no use for such experiments and for such treatments.",
      "es": "Para ellos, esos experimentosy tratamientos no tenían sentido."
    }
  },
  {
    "translation": {
      "en": "But I was convinced, no, the opposite is true. There are really people who could benefit.",
      "es": "Pero yo estaba convencido de lo contrario.Hay mucha gente que podría beneficirse."
    }
  },
  {
    "translation": {
      "en": "In 2006, Albert Hofmann celebrated his hundredth birthday",
      "es": "En 2006, Albert Hofmanncelebró su cumpleaños número 100"
    }
  },
  {
    "translation": {
      "en": "and there was a birthday conference in Oslo.",
      "es": "y hubo una conferencia en Oslopara celebrarlo."
    }
  },
  {
    "translation": {
      "en": "Happy birthday to you!",
      "es": "¡Feliz cumpleaños a ti!"
    }
  },
  {
    "translation": {
      "en": "[Peter] More than 1,000 people from all over the world came.",
      "es": "Asistieron más de 1000 personasde todo el mundo."
    }
  },
  {
    "translation": {
      "en": "[Peter] At the end of this conference,",
      "es": "Cuando terminó la conferencia,"
    }
  },
  {
    "translation": {
      "en": "there was an open letter to health ministries,",
      "es": "se escribió una carta abiertaa los ministros de salud de todo el mundo"
    }
  },
  {
    "translation": {
      "en": "all over the world, appealing to the authorities",
      "es": "se escribió una carta abiertaa los ministros de salud de todo el mundo para que volvieran a permitirinvestigar con LSD."
    }
  },
  {
    "translation": {
      "en": "to allow LSD research again.",
      "es": "para que volvieran a permitirinvestigar con LSD."
    }
  },
  {
    "translation": {
      "en": "There was no authorities responding to this letter, except the Swiss.",
      "es": "Ninguna de las autoridades respondió,excepto los suizos."
    }
  },
  {
    "translation": {
      "en": "I developed this LSD protocol and it was approved by the Ministry of Health",
      "es": "Desarrollé un protocolo de LSD,y el Ministerio de Salud lo aprobó."
    }
  },
  {
    "translation": {
      "en": "and I went to Bern and I got the package,",
      "es": "Entonces fui a Berna a buscar el paquete."
    }
  },
  {
    "translation": {
      "en": "and there I was very proud and I thought, yes, I'm a legal holder of LSD.",
      "es": "Estaba orgulloso y pensé: \"Estoy caminando por las calles de Bernacon LSD legalmente\"."
    }
  },
  {
    "translation": {
      "en": "I'm walking through the streets of Bern. [laughing]",
      "es": "\"Estoy caminando por las calles de Bernacon LSD legalmente\"."
    }
  },
  {
    "translation": {
      "en": "Even the police would not stop me because I'm allowed to do that.",
      "es": "La policía no podía detenermeporque tenía un permiso para hacerlo."
    }
  },
  {
    "translation": {
      "en": "The study was for treating people",
      "es": "El estudio fue para tratar personas"
    }
  },
  {
    "translation": {
      "en": "who suffer from severe physical illness like cancer.",
      "es": "que padecía enfermedades gravescomo cáncer."
    }
  },
  {
    "translation": {
      "en": "They suffer from anxiety and existential distress,",
      "es": "Son pacientes que sufrende ansiedad y angustia existencial."
    }
  },
  {
    "translation": {
      "en": "and we wanted to show that our treatment will help these people.",
      "es": "Y queríamos demostrarque este tratamiento puede ayudarlos."
    }
  },
  {
    "translation": {
      "en": "My study was the first study with LSD after 35 years.",
      "es": "Mi investigación con LSDfue la primera después de 35 años."
    }
  },
  {
    "translation": {
      "en": "My first patient suffered from stomach cancer.",
      "es": "Mi primer pacientetenía cáncer de estómago."
    }
  },
  {
    "translation": {
      "en": "This patient came to us really depressed.",
      "es": "Cuando llegó estaba muy deprimido."
    }
  },
  {
    "translation": {
      "en": "It was a really deeply human experience.",
      "es": "Fue una experiencia muy profunda."
    }
  },
  {
    "translation": {
      "en": "Patient was crying and this crying was so freeing.",
      "es": "Comenzó a llorar,y su llanto fue completamente liberador."
    }
  },
  {
    "translation": {
      "en": "The experience brought them back into life again.",
      "es": "La experiencia le devolvió la vida."
    }
  },
  {
    "translation": {
      "en": "LSD makes this kind of meaningful change. It's not an intoxication.",
      "es": "El LSD habilita un cambio estructural,no es una intoxicación."
    }
  },
  {
    "translation": {
      "en": "It's a kind of transformation with so little substance.",
      "es": "Permite hacer una gran transformacióncon una dosis muy baja."
    }
  },
  {
    "translation": {
      "en": "That's… That's miraculous.",
      "es": "Eso es milagroso."
    }
  },
  {
    "translation": {
      "en": "It's an experience that helps us to feel connected again to the universe,",
      "es": "Es una experiencia que nos permitereconectarnos con el universo,"
    }
  },
  {
    "translation": {
      "en": "the creation, nature, to relationships.",
      "es": "la creación, la naturaleza y los vínculos."
    }
  },
  {
    "translation": {
      "en": "I think this is one of the healing aspects.",
      "es": "Ese es uno de los aspectos sanadores."
    }
  },
  {
    "translation": {
      "en": "When I started to do the protocol, Albert Hofmann said that he would like that I visit him.",
      "es": "Cuando comencé a trabajar en el protocolo,Albert Hofmann quiso que lo visitara."
    }
  },
  {
    "translation": {
      "en": "He told me that he is happy that I am doing that work",
      "es": "Me dijo que estaba felizde que estuviera haciendo ese estudio"
    }
  },
  {
    "translation": {
      "en": "because he was really suffering with his problem child over so many years.",
      "es": "porque sufrió durante muchos añosa causa de su hijo problemático."
    }
  },
  {
    "translation": {
      "en": "And now it seemed to be again, could benefit many people",
      "es": "Y ahoraiba a volver a ayudar a mucha gente."
    }
  },
  {
    "translation": {
      "en": "and for me, his appreciation for that was like a kind of,",
      "es": "Y para mí, que él apreciaralo que yo estaba haciendo fue…"
    }
  },
  {
    "translation": {
      "en": "how should I say that? A blessing.",
      "es": "¿Cómo llamarlo? Una bendición."
    }
  },
  {
    "translation": {
      "en": "I would like that other people would step in, continue this work.",
      "es": "Me gustaría que más gente intervinieray continuara con este trabajo."
    }
  },
  {
    "translation": {
      "en": "[tech 1] It should be not bad now.",
      "es": "Ya debería estar bien ahora."
    }
  },
  {
    "translation": {
      "en": "If we look at the E-field, which is going up in almost 25--",
      "es": "Si miramos el campo eléctrico,está subiendo a 25…"
    }
  },
  {
    "translation": {
      "en": "-[tech 2] It's going to be fantastic. -[tech 1] So, yeah.",
      "es": "- Será fantástico.- Sí."
    }
  },
  {
    "translation": {
      "en": "[tech 2] Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "-[tech 1] We'll have a good signal there. -[tech 2] Yes.",
      "es": "- Creo que tendremos buena señal.- Sí."
    }
  },
  {
    "translation": {
      "en": "-Can you go and fix that now? -[tech 1] Yeah. Now I'm fixing…",
      "es": "¿Puedes fijarlo ahora? Sí."
    }
  },
  {
    "translation": {
      "en": "[Vollenweider's voice] My lab is trying to understand",
      "es": "En mi laboratorio buscamos entender"
    }
  },
  {
    "translation": {
      "en": "the effect of psychedelics on a system level.",
      "es": "el efecto de los psicodélicosa nivel sistema."
    }
  },
  {
    "translation": {
      "en": "Not at the receptor level alone, but they interact in with brain receptors.",
      "es": "No solo a nivel receptor,sino la interacción con los receptores."
    }
  },
  {
    "translation": {
      "en": "We started to look at regions in the brain",
      "es": "Comenzamos a investigarlas regiones del cerebro"
    }
  },
  {
    "translation": {
      "en": "where the sense organs come in, act as a filter.",
      "es": "en las que los órganos de los sentidosactúan como filtro."
    }
  },
  {
    "translation": {
      "en": "And LSD was very helpful because",
      "es": "Y el LSD fue muy útil porque los psicodélicostienen un efecto muy poderoso"
    }
  },
  {
    "translation": {
      "en": "psychedelics have a profound effect",
      "es": "porque los psicodélicostienen un efecto muy poderoso"
    }
  },
  {
    "translation": {
      "en": "opening the filter, for at least the external information.",
      "es": "para abrir esos filtroshacia la información externa."
    }
  },
  {
    "translation": {
      "en": "Sometimes so strong, such an opening",
      "es": "A veces, la apertura es de tal magnitud"
    }
  },
  {
    "translation": {
      "en": "that everything becomes a whole cosmic dance.",
      "es": "que todo se convierteen una danza cósmica."
    }
  },
  {
    "translation": {
      "en": "The receptors have been discovered in being involved in the self",
      "es": "Se descubrió que los receptoresestán involucrados en el yo,"
    }
  },
  {
    "translation": {
      "en": "which is the most complex experience we have.",
      "es": "que es la experiencia más complejaque tenemos."
    }
  },
  {
    "translation": {
      "en": "What's the foundation of having a self?",
      "es": "¿Cuál es la base del yo?"
    }
  },
  {
    "translation": {
      "en": "We all think, \"It's me, I'm the owner of my thoughts.\"",
      "es": "Todos pensamos:\"Yo soy el dueño de mis pensamientos\"."
    }
  },
  {
    "translation": {
      "en": "But we don't really know how this is going to be constructed in the brain.",
      "es": "Pero no sabemoscómo se construye eso en nuestro cerebro."
    }
  },
  {
    "translation": {
      "en": "And because psychedelics reduce defense and ego boundaries and rigidity,",
      "es": "Y, como los psicodélicos bajan la guardia,los límites y la rigidez del ego,"
    }
  },
  {
    "translation": {
      "en": "they allow us to study the foundation of conscious mechanism",
      "es": "nos permiten estudiarlos cimientos del mecanismo consciente"
    }
  },
  {
    "translation": {
      "en": "that you can hardly study in \"normal\" states.",
      "es": "que, en estados \"normales\",sería mucho más complejo."
    }
  },
  {
    "translation": {
      "en": "We learned, indirectly, a lot from psychedelics.",
      "es": "Aprendimos mucho indirectamentede los psicodélicos,"
    }
  },
  {
    "translation": {
      "en": "Like how they can be used in psychotherapy.",
      "es": "como que pueden usarse en psicoterapia."
    }
  },
  {
    "translation": {
      "en": "Psychedelics also reduce, somehow, anxiety and pain.",
      "es": "Los psicodélicostambién reducen la ansiedad y el dolor."
    }
  },
  {
    "translation": {
      "en": "[in Swiss German] From an early age, I always had a lot of strange headaches.",
      "es": "Desde chico,siempre tuve muchos dolores de cabeza."
    }
  },
  {
    "translation": {
      "en": "It's called chronic cluster.",
      "es": "Se llama cefalea en racimos crónica."
    }
  },
  {
    "translation": {
      "en": "It's an almost unbearable pain.",
      "es": "Es un dolor casi insoportable."
    }
  },
  {
    "translation": {
      "en": "As if a smoldering ice pick were stuck into the back of your eyes.",
      "es": "Se siente como si te clavaran un puñaldetrás de los ojos."
    }
  },
  {
    "translation": {
      "en": "Over the last year, I've not had any pain-free days…",
      "es": "En el último año, no hubo ni un díaen el que no sintiera dolor."
    }
  },
  {
    "translation": {
      "en": "Sometimes eight attacks a day…",
      "es": "En ocasiones, hasta ocho veces al día."
    }
  },
  {
    "translation": {
      "en": "and that led to me losing my hair.",
      "es": "Y, como consecuencia,se me empezó a caer el cabello."
    }
  },
  {
    "translation": {
      "en": "In Switzerland we have an institution called Exit,",
      "es": "En Suiza existe un lugar llamado Exit,"
    }
  },
  {
    "translation": {
      "en": "where you can choose suicide.",
      "es": "en donde puedes elegir suicidarte."
    }
  },
  {
    "translation": {
      "en": "And that always remains a realistic thought to me.",
      "es": "Y, para mí, siempre fueun pensamiento recurrente."
    }
  },
  {
    "translation": {
      "en": "To what extent is a life worth living?",
      "es": "¿Hasta qué punto vale la pena vivir así?"
    }
  },
  {
    "translation": {
      "en": "After it got really bad last year,",
      "es": "El año pasado todo empeoró,"
    }
  },
  {
    "translation": {
      "en": "I started to do some research and found out about",
      "es": "entonces comencé a investigar un poco"
    }
  },
  {
    "translation": {
      "en": "a study here in Basel with LSD and cluster.",
      "es": "y descubrí que se estaba haciendoun estudio con LSD acá en Basilea."
    }
  },
  {
    "translation": {
      "en": "Since I've taken part in this study I've had five pain-free days",
      "es": "Desde que comencé el estudio,estuve cinco días sin dolor."
    }
  },
  {
    "translation": {
      "en": "and those days are extremely beautiful.",
      "es": "Y son días increíblemente hermosos."
    }
  },
  {
    "translation": {
      "en": "I'm definitely convinced that with LSD",
      "es": "Estoy convencido de que con el LSD"
    }
  },
  {
    "translation": {
      "en": "there's a path to improvement for my cluster attacks.",
      "es": "hay un camino para ayudarme a reducirlos ataques de migraña."
    }
  },
  {
    "translation": {
      "en": "This opportunity gives me a lot of hope for the future.",
      "es": "Esta ventaname da mucha esperanza hacia el futuro."
    }
  },
  {
    "translation": {
      "en": "[Michael] In America, sanctioned studies of LSD are still considered taboo.",
      "es": "En Estados Unidos,los estudios con LSD aún son un tabú."
    }
  },
  {
    "translation": {
      "en": "So I became very curious when I began looking into the latest trend of microdosing.",
      "es": "Así que me despertó mucha curiosidadla última tendencia de las microdosis."
    }
  },
  {
    "translation": {
      "en": "Citizen scientists have taken it upon themselves to experiment",
      "es": "Los ciudadanos científicos comenzarona experimentar por su cuenta"
    }
  },
  {
    "translation": {
      "en": "with low doses of LSD to help with things ranging from creativity to depression.",
      "es": "con dosis muy bajas de LSD para tratarasuntos desde creatividad a depresión."
    }
  },
  {
    "translation": {
      "en": "Living in the Bay area near Silicon Valley,",
      "es": "Vivo cerca de Silicon Valley,"
    }
  },
  {
    "translation": {
      "en": "microdosing seemed to be going on all around me.",
      "es": "y esta nueva tendenciase estaba dando ahí."
    }
  },
  {
    "translation": {
      "en": "Not surprisingly, all roads lead back to Jim Fadiman.",
      "es": "Como era de esperar,todos los caminos conducen a Jim Fadiman."
    }
  },
  {
    "translation": {
      "en": "I've been called, among other things, the father of microdosing.",
      "es": "Me han llamado, entre otras cosas,el padre de las microdosis."
    }
  },
  {
    "translation": {
      "en": "Microdose obviously means little dose,",
      "es": "'Microdosis', obviamente, significa'pequeña dosis'."
    }
  },
  {
    "translation": {
      "en": "between a tenth and a twentieth of what would be called a recreational dose.",
      "es": "Es entre décima y una vigésima partede lo que sería una dosis recreativa."
    }
  },
  {
    "translation": {
      "en": "Wired Magazine called me and said,",
      "es": "Me llamaron de Wired y me dijeron:"
    }
  },
  {
    "translation": {
      "en": "\"We're interested in doing an article on microdosing.\"",
      "es": "\"Queremos hacerun artículo sobre microdosis\"."
    }
  },
  {
    "translation": {
      "en": "He wrote a lovely article about a single individual,",
      "es": "Escribieron un hermoso artículosobre un único individuo,"
    }
  },
  {
    "translation": {
      "en": "a young scientist, a Stanford Graduate,",
      "es": "un joven científico graduado de Stanford."
    }
  },
  {
    "translation": {
      "en": "but the headline suggested there was more people using it.",
      "es": "Pero el título sugeríaque más gente lo hacía."
    }
  },
  {
    "translation": {
      "en": "So suddenly, it was a fad.",
      "es": "De pronto, era una moda."
    }
  },
  {
    "translation": {
      "en": "It's no longer possible to put the genie back in the bottle.",
      "es": "Y ya es imposible volver a meteral genio en la botella."
    }
  },
  {
    "translation": {
      "en": "The question obviously, is, what are the benefits of microdosing?",
      "es": "La pregunta es:¿cuáles son los beneficios?"
    }
  },
  {
    "translation": {
      "en": "People who microdose report, about 80%,",
      "es": "Alrededor del 80 %de la gente que las toma"
    }
  },
  {
    "translation": {
      "en": "that microdosing lifts their depression differently than an antidepressant.",
      "es": "dice que las microdosis son mejorespara la depresión que los antidepresivos."
    }
  },
  {
    "translation": {
      "en": "The most common comment is, \"I'm back. I feel like myself.\"",
      "es": "El comentario más comúnes: \"Volví. Me siento yo otra vez\". UNA VIDA MÁS TRANQUILACON PEQUEÑAS DOSIS DE LSD"
    }
  },
  {
    "translation": {
      "en": "[Michael] So I've known Ayelet Waldman for many years.",
      "es": "Conozco a Ayelet Waldmandesde hace muchos años."
    }
  },
  {
    "translation": {
      "en": "I was skeptical about microdosing",
      "es": "Era escéptico sobre el tema"
    }
  },
  {
    "translation": {
      "en": "and wanted to hear about it directly from a trusted friend.",
      "es": "y quería que alguien de confianzame contara más."
    }
  },
  {
    "translation": {
      "en": "-[woman] Hey! -Hello, Ayelet.",
      "es": "- ¡Hola!- Hola, Ayelet."
    }
  },
  {
    "translation": {
      "en": "Hello, Michael. So good to see you.",
      "es": "Hola, Michael. Qué bueno verte."
    }
  },
  {
    "translation": {
      "en": "[Michael] Nice to see you too.",
      "es": "Igualmente."
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "es": "Pasa."
    }
  },
  {
    "translation": {
      "en": "[Michael] So I'm kinda curious about how you reflect back on--",
      "es": "Me interesa saber tu reflexión acerca…"
    }
  },
  {
    "translation": {
      "en": "-[Ayelet] On my microdosing epic? -[Michael] Yeah.",
      "es": "- ¿De las microdosis?- Sí."
    }
  },
  {
    "translation": {
      "en": "Well I was desperate, you know?",
      "es": "Bueno, estaba desesperada."
    }
  },
  {
    "translation": {
      "en": "I mean I was really actively suicidal.",
      "es": "O sea, tenía tendencias suicidas."
    }
  },
  {
    "translation": {
      "en": "And I… You know, I tried all sorts of things and nothing was working.",
      "es": "Y probé todo tipo de cosasy nada funcionaba."
    }
  },
  {
    "translation": {
      "en": "Nothing that worked before was working.",
      "es": "Incluso lo que había funcionado antes."
    }
  },
  {
    "translation": {
      "en": "-[Michael] When you say all sorts of-- -[Ayelet] Every med you can--",
      "es": "- Cuando dices que probaste todo…- Todos los medicamentos."
    }
  },
  {
    "translation": {
      "en": "-[Michael] Prescribed? -[Ayelet] I think I had a mood disorder.",
      "es": "- ¿Recetados?- Sí, tenía trastorno del humor."
    }
  },
  {
    "translation": {
      "en": "[Ayelet] My father had very clear bipolar disorder.",
      "es": "Mi padre tenía un trastorno bipolar."
    }
  },
  {
    "translation": {
      "en": "He would cycle between serious depression and quite intense mania.",
      "es": "Pasaba de una depresión profundaa la manía bastante intensa."
    }
  },
  {
    "translation": {
      "en": "But then we also felt like there was something wrong with us.",
      "es": "Pero también sentíamosque no estábamos bien."
    }
  },
  {
    "translation": {
      "en": "I mean, that was really the experience for me.",
      "es": "Por lo menos esa fue mi experiencia."
    }
  },
  {
    "translation": {
      "en": "When my father would have those cycles, it made me depressed.",
      "es": "Cuando mi padre tenía esos ciclos,yo me deprimía."
    }
  },
  {
    "translation": {
      "en": "That's what I did to my kids.",
      "es": "Me pasó lo mismo con mis hijos."
    }
  },
  {
    "translation": {
      "en": "That was why I was so desperate to try to think of anything that would make me feel better.",
      "es": "Por eso estaba desesperada por encontraralgo que me hiciera sentir mejor."
    }
  },
  {
    "translation": {
      "en": "They'd come down in the morning and there'd be this moment, like, who is she today?",
      "es": "Bajaban por la mañanay no sabían qué versión mía encontrarían."
    }
  },
  {
    "translation": {
      "en": "Is it good Mom or bad Mom? And that's just… It's a terrible thing for them to live with.",
      "es": "¿Será la mamá buena o la mala? Es…Era horrible que tuvieran que vivir así."
    }
  },
  {
    "translation": {
      "en": "The thought that's the dangerous is they'd be so much better off without me.",
      "es": "El pensamiento más peligrosoera que estarían mucho mejor sin mí."
    }
  },
  {
    "translation": {
      "en": "Like you're doing everybody a favor by killing yourself.",
      "es": "Como que les hacía un favorsi me suicidaba."
    }
  },
  {
    "translation": {
      "en": "When I started having those thoughts, I knew I had to do something.",
      "es": "Cuando empecé a tener esos pensamientos,supe que tenía que hacer algo."
    }
  },
  {
    "translation": {
      "en": "[Michael] When you first heard of microdosing, you followed James Fadiman's protocol.",
      "es": "Cuando empezaste con las microdosis,seguías el protocolo de James Fadiman."
    }
  },
  {
    "translation": {
      "en": "One day on, two days off, and it was, it was really remarkable.",
      "es": "Un día sí, dos días no.Fue extraordinario."
    }
  },
  {
    "translation": {
      "en": "And really did like immediately short-circuit this suicidal period that I was in.",
      "es": "E inmediatamente hizo un cortocircuitoel círculo suicida en el que estaba."
    }
  },
  {
    "translation": {
      "en": "And like, mornings are very hard for me,",
      "es": "Mis mañanas son difíciles."
    }
  },
  {
    "translation": {
      "en": "and I tend to just wanna sit grimly with a cup of tea",
      "es": "Solo quiero estar ahí tristebebiendo un té"
    }
  },
  {
    "translation": {
      "en": "until I would have to braid someone's hair, you know? Or make pancakes or whatever.",
      "es": "hasta tener que peinar a alguien,hacer panqueques o lo que sea."
    }
  },
  {
    "translation": {
      "en": "And um… I was like making waffles and you know, singing--",
      "es": "Y, de pronto,estaba haciendo wáfles, cantando…"
    }
  },
  {
    "translation": {
      "en": "-My daughter said, \"Oh my God! -Did your kids notice the change?",
      "es": "- Mis hijos…- ¿Se dieron cuenta? Mi hija me dijo:\"¿Qué te pasa? ¿Tomaste ácidos?\". Y yo…"
    }
  },
  {
    "translation": {
      "en": "What's wrong with you? Are you on acid or something?\" And--",
      "es": "Mi hija me dijo:\"¿Qué te pasa? ¿Tomaste ácidos?\". Y yo…"
    }
  },
  {
    "translation": {
      "en": "[chuckles] It was so funny.",
      "es": "Fue tan gracioso."
    }
  },
  {
    "translation": {
      "en": "I'm like why would you say that? That was insane.",
      "es": "Y yo: \"¿Por qué lo dices?\".¡Fue una locura!"
    }
  },
  {
    "translation": {
      "en": "Well, how… Tell me, how did you feel? I mean, here is this-- this substance.",
      "es": "Quiero saber cómo te sentiste.Digo, estamos hablando de una sustancia…"
    }
  },
  {
    "translation": {
      "en": "A molecule that changed your life and saved you. Really.",
      "es": "Una molécula que te cambió la viday te salvó. En serio."
    }
  },
  {
    "translation": {
      "en": "-At a very dark moment and it's illegal. -Right.",
      "es": "- En un momento muy oscuro. Y es ilegal.- Sí."
    }
  },
  {
    "translation": {
      "en": "If the drug war ends, what's the peace look like?",
      "es": "Si la guerra contra las drogas terminara,¿cómo sería la paz?"
    }
  },
  {
    "translation": {
      "en": "You know? We don't know yet.",
      "es": "¿Entiendes? Aún no lo sabemos."
    }
  },
  {
    "translation": {
      "en": "We have an idea with what we did with cannabis,",
      "es": "Tenemos una idea por el cannabis,"
    }
  },
  {
    "translation": {
      "en": "but each drug is gonna have to be treated differently.",
      "es": "pero cada drogadebe tratarse de forma diferente."
    }
  },
  {
    "translation": {
      "en": "After researching psychedelics for months,",
      "es": "Después de investigar psicodélicosdurante meses,"
    }
  },
  {
    "translation": {
      "en": "I was finally ready to try LSD.",
      "es": "por fin estaba listo para probar LSD."
    }
  },
  {
    "translation": {
      "en": "And despite everything I'd learned about the moral panic and the supposed dangers,",
      "es": "Y, a pesar de todo lo que ya sabíasobre el pánico moral y los supuestos peligros,"
    }
  },
  {
    "translation": {
      "en": "I have to confess, I was nervous.",
      "es": "debo confesar que estaba nervioso."
    }
  },
  {
    "translation": {
      "en": "I was just passing through these places and I would end up in a jungle",
      "es": "Pasaba por un montón de lugaresy terminaba en una jungla"
    }
  },
  {
    "translation": {
      "en": "or I would end up in an Australian desert.",
      "es": "o en un desierto australiano."
    }
  },
  {
    "translation": {
      "en": "And I remember climbing ladders and finding myself getting higher and higher.",
      "es": "Y recuerdo subir escalerasy ver que estaba cada vez más alto."
    }
  },
  {
    "translation": {
      "en": "I kept meeting people in my life, my son, and my parents, and my wife,",
      "es": "Me encontraba con la gente de mi vida:mi hijo, mis padres y mi esposa,"
    }
  },
  {
    "translation": {
      "en": "and feeling this incredible warmth and love toward them in this,",
      "es": "y sentía una increíble calidezy tanto amor hacia ellos."
    }
  },
  {
    "translation": {
      "en": "you know, unacknowledged love that needed to be expressed.",
      "es": "No sé, como un amor ignoradoque necesitaba ser expresado."
    }
  },
  {
    "translation": {
      "en": "The importance of love. That love is everything.",
      "es": "La importancia del amor,que el amor es todo."
    }
  },
  {
    "translation": {
      "en": "They're platitudes, but they're also true.",
      "es": "Y quizá sea un cliché, pero es verdad."
    }
  },
  {
    "translation": {
      "en": "And so you're re-experiencing them as if you heard it for the first time.",
      "es": "Se vive como si fuese la primera vezque se siente."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Love.",
      "es": "Ah, sí. Amor."
    }
  },
  {
    "translation": {
      "en": "That's the most important thing in the universe. Duh. But you feel it.",
      "es": "Es lo más importante del universo.Claro. Pero lo sientes."
    }
  },
  {
    "translation": {
      "en": "[Peter] I remember this phrase of Albert Einstein.",
      "es": "Recuerdo esta frase de Albert Einstein."
    }
  },
  {
    "translation": {
      "en": "He said that the deepest thing a person can experience in life",
      "es": "Dijo que lo más profundo que una personapuede experimentar en su vida"
    }
  },
  {
    "translation": {
      "en": "is the mystery.",
      "es": "es el misterio."
    }
  },
  {
    "translation": {
      "en": "And it is something that we experience also when we take LSD,",
      "es": "Y es algo que también experimentamoscuando tomamos LSD."
    }
  },
  {
    "translation": {
      "en": "and at the deepest moments,",
      "es": "Son momentos muy profundos"
    }
  },
  {
    "translation": {
      "en": "you feel something that is not explainable in cognitive words.",
      "es": "en los que se siente algoque no se puede explicar con palabras."
    }
  },
  {
    "translation": {
      "en": "We can try to talk about the mystery yet it remains a mystery.",
      "es": "Podemos tratar de hablar del misterio,pero sigue siendo un misterio."
    }
  },
  {
    "translation": {
      "en": "[Michael] One of the things psychedelics do",
      "es": "Una de las cosasque hacen los psicodélicos"
    }
  },
  {
    "translation": {
      "en": "is reveal all sorts of secrets about consciousness,",
      "es": "es revelar todo tipo de secretossobre la consciencia,"
    }
  },
  {
    "translation": {
      "en": "which is the biggest mystery of all.",
      "es": "que es el mayor de los misterios."
    }
  },
  {
    "translation": {
      "en": "Psychologists often talk of two kinds of consciousness.",
      "es": "Los psicólogoshablan de dos tipos de consciencia."
    }
  },
  {
    "translation": {
      "en": "There is spotlight consciousness, which is very directed.",
      "es": "Está la consciencia reflector,que es más bien dirigida."
    }
  },
  {
    "translation": {
      "en": "We aim our attention at something and we think about it,",
      "es": "Es poner nuestra atención en algoy pensar solo en eso."
    }
  },
  {
    "translation": {
      "en": "and that's a very powerful tool.",
      "es": "Es una herramienta muy poderosa."
    }
  },
  {
    "translation": {
      "en": "And then there's this other kind of consciousness",
      "es": "Y existe otro tipo de consciencia"
    }
  },
  {
    "translation": {
      "en": "associated with young children, and that's Lantern Consciousness.",
      "es": "más asociada a los niños,y se la compara con un farol."
    }
  },
  {
    "translation": {
      "en": "And instead of illuminating that one fixed point,",
      "es": "Es que, en lugar de iluminarun punto fijo,"
    }
  },
  {
    "translation": {
      "en": "they're Illuminating everything and everything's coming into them and they haven't seen it before.",
      "es": "ellos iluminan todo y absorben todoporque lo ven por primera vez."
    }
  },
  {
    "translation": {
      "en": "You know, a worm on the floor, a ladybug on a leaf.",
      "es": "Un gusano en el suelo,una mariquita en una hoja."
    }
  },
  {
    "translation": {
      "en": "We talk about recapturing this joy.",
      "es": "Se trata de recuperar esa alegría,"
    }
  },
  {
    "translation": {
      "en": "This freshness, this first sight and wonder of children.",
      "es": "la frescura de los niñosal ver las cosas por primera vez."
    }
  },
  {
    "translation": {
      "en": "It's as if you've cleaned the window and you can see more clearly.",
      "es": "Como si limpiáramos la ventanay pudiéramos ver con más claridad."
    }
  },
  {
    "translation": {
      "en": "These drugs allow us to experience awe in places we haven't experienced it",
      "es": "Estas drogas nos permiten sorprendernosde experiencias que no nos provocaban eso"
    }
  },
  {
    "translation": {
      "en": "since we were young children.",
      "es": "desde que éramos niños."
    }
  },
  {
    "translation": {
      "en": "You're reminded about the world and its wonders",
      "es": "Nos recuerdanlo maravilloso que es el mundo"
    }
  },
  {
    "translation": {
      "en": "in a way you may well have forgotten.",
      "es": "de una forma que habíamos olvidado."
    }
  },
  {
    "translation": {
      "en": "Now, you don't want to be in a state of wonder and awe all the time.",
      "es": "¿No quieres estar en un estado de asombrotodo el tiempo?"
    }
  },
  {
    "translation": {
      "en": "It's not a sustainable state. You wouldn't get anything done.",
      "es": "¿No es un estado sostenible?¿No lograrías hacer nada?"
    }
  },
  {
    "translation": {
      "en": "But every now and then it's a wonderful reminder.",
      "es": "Pero, de vez en cuando,es un recordatorio maravilloso."
    }
  },
  {
    "translation": {
      "en": "A literally wonderful reminder of what's out there.",
      "es": "Un recordatorio maravilloso del universo."
    }
  },
  {
    "translation": {
      "en": "My psychedelic journey had changed my mind about LSD.",
      "es": "Mi viaje psicodélicome hizo cambiar de opinión sobre el LSD."
    }
  },
  {
    "translation": {
      "en": "It also made me want to go deeper and explore psilocybin next,",
      "es": "También me hizo querer meterme másy explorar la psilocibina,"
    }
  },
  {
    "translation": {
      "en": "the chemical produced by the mysterious magic mushroom.",
      "es": "el químico que producenlos misteriosos hongos mágicos."
    }
  }
]