[
  {
    "translation": {
      "en": "Okay.",
      "es": "- No estoy segura. - Bien. ¿Dónde trabaja ahora, Sonja?"
    }
  },
  {
    "translation": {
      "en": "- Mm- hm. - Um...",
      "es": "Pero también ayudo a mantener los instrumentos,"
    }
  },
  {
    "translation": {
      "en": "- Mm- hm. - Um...",
      "es": "hacer control de calidad,"
    }
  },
  {
    "translation": {
      "en": "Mm- hm.",
      "es": "testificar en el tribunal."
    }
  },
  {
    "translation": {
      "en": "At these drug labs,",
      "es": "En estos laboratorios,"
    }
  },
  {
    "translation": {
      "en": "a single chemist can do a few dozen cases every day.",
      "es": "un solo químico puede hacer varias docenas de casos al día."
    }
  },
  {
    "translation": {
      "en": "Hundreds of cases in a month.",
      "es": "Cientos de casos en un mes."
    }
  },
  {
    "translation": {
      "en": "It depends on what types of samples they're analyzing,",
      "es": "Depende de qué tipo de muestras analicen,"
    }
  },
  {
    "translation": {
      "en": "how productive they are, how easy the tests are.",
      "es": "su productividad, la dificultad de las pruebas."
    }
  },
  {
    "translation": {
      "en": "There are a lot of variables to determine how many cases a given chemist",
      "es": "Muchas variables determinan cuántos casos puede revisar"
    }
  },
  {
    "translation": {
      "en": "can go through, but no matter what, it's a lot.",
      "es": "un químico específico, pero, de todos modos, son muchos."
    }
  },
  {
    "translation": {
      "en": "Thousands of cases a year.",
      "es": "Miles de casos al año."
    }
  },
  {
    "translation": {
      "en": "People don't think an awful lot about the drug labs.",
      "es": "La gente no piensa mucho en los laboratorios químicos."
    }
  },
  {
    "translation": {
      "en": "I mean, it's sort of one of those...",
      "es": "Es de esos lugares"
    }
  },
  {
    "translation": {
      "en": "machinery- of- government kind of places that you just assume they're doing their job",
      "es": "que son parte del gobierno que supones que harán su trabajo,"
    }
  },
  {
    "translation": {
      "en": "unless you're told otherwise.",
      "es": "si no te dicen lo contrario."
    }
  },
  {
    "translation": {
      "en": "Thirty- five- year- old Sonja Farak",
      "es": "Esta es la historia de lo que salió mal. Sonja Farak, de 35 años, trabajaba"
    }
  },
  {
    "translation": {
      "en": "worked here at the Massachusetts State Crime Lab in Amherst.",
      "es": "en el Laboratorio Criminalístico Estatal de Massachusetts."
    }
  },
  {
    "translation": {
      "en": "It's amazing to think about the impact,",
      "es": "Es increíble pensar en el impacto,"
    }
  },
  {
    "translation": {
      "en": "the ripple effect of a single person's act.",
      "es": "el efecto dominó de las acciones de una sola persona."
    }
  },
  {
    "translation": {
      "en": "And it turns out it's not just one, but two chemists in Massachusetts.",
      "es": "Y resulta que no es solo una, sino dos químicas en Massachusetts."
    }
  },
  {
    "translation": {
      "en": "Chemist Annie Dookhan mishandling evidence...",
      "es": "La química Annie Dookhan manipuló la evidencia..."
    }
  },
  {
    "translation": {
      "en": "Essentially, what has happened",
      "es": "Esencialmente, lo que pasó,"
    }
  },
  {
    "translation": {
      "en": "is 25 to 30,000 cases have been dumped into our laps.",
      "es": "es que tenemos entre 25 y 30 000 casos en las manos."
    }
  },
  {
    "translation": {
      "en": "This isn't just a scandal about bad science.",
      "es": "Esto no es solo un escándalo por la mala ciencia,"
    }
  },
  {
    "translation": {
      "en": "It is a scandal about bad law.",
      "es": "sino por malas leyes."
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say...",
      "es": "¿Tiene algo que decir...?"
    }
  },
  {
    "translation": {
      "en": "I mean, if Dookhan had been a little bit less brazen,",
      "es": "Si Dookhan hubiera sido menos descarada,"
    }
  },
  {
    "translation": {
      "en": "and if Farak had been a little more careful,",
      "es": "y si Farak hubiera sido más cuidadosa,"
    }
  },
  {
    "translation": {
      "en": "no one would've ever known.",
      "es": "nadie lo sabría."
    }
  },
  {
    "translation": {
      "en": "Massachusetts is a challenging place",
      "es": "Massachusetts es desafiante"
    }
  },
  {
    "translation": {
      "en": "to do criminal defense and civil rights work.",
      "es": "para trabajar en defensa penal y derechos civiles."
    }
  },
  {
    "translation": {
      "en": "You know, I think nationally,",
      "es": "A nivel nacional,"
    }
  },
  {
    "translation": {
      "en": "we're known as sort of this liberal outpost.",
      "es": "nos conocen como una especie de avanzada liberal."
    }
  },
  {
    "translation": {
      "en": "We produce the Kennedys of the world,",
      "es": "Producimos los Kennedy del mundo y John Kerry"
    }
  },
  {
    "translation": {
      "en": "and John Kerry, and Mike Dukakis,",
      "es": "Producimos los Kennedy del mundo y John Kerry y Mike Dukakis,"
    }
  },
  {
    "translation": {
      "en": "and so people think of it as, you know, the bluest of blue states.",
      "es": "y la gente lo ve como el más azul de los estados azules."
    }
  },
  {
    "translation": {
      "en": "But when it comes to criminal justice issues...",
      "es": "Pero, en cuanto a justicia penal,"
    }
  },
  {
    "translation": {
      "en": "...this is not a progressive place.",
      "es": "no es un lugar progresista."
    }
  },
  {
    "translation": {
      "en": "You know, I think the story of the drug lab scandals...",
      "es": "Creo que la historia de los escándalos..."
    }
  },
  {
    "translation": {
      "en": "Look, it's complicated, because Eastern Mass and Western Mass,",
      "es": "Es complicado, porque el este y oeste de Massachusetts"
    }
  },
  {
    "translation": {
      "en": "they're really kind of two separate worlds.",
      "es": "son como dos mundos separados."
    }
  },
  {
    "translation": {
      "en": "Different newspapers,",
      "es": "Con periódicos,"
    }
  },
  {
    "translation": {
      "en": "different media cycles, different legal communities.",
      "es": "ciclos de medios y comunidades legales distintos."
    }
  },
  {
    "translation": {
      "en": "And so it wasn't really clear,",
      "es": "Y no estaba claro"
    }
  },
  {
    "translation": {
      "en": "the extent to which things had gone wrong in the labs.",
      "es": "qué tan grave era la situación con los laboratorios."
    }
  },
  {
    "translation": {
      "en": "And it took years to figure out what really had happened.",
      "es": "Y llevó años descubrir qué había pasado realmente."
    }
  },
  {
    "translation": {
      "en": "I would like to begin an investigation into the facts and circumstances",
      "es": "Quiero comenzar una investigación de los hechos y las circunstancias"
    }
  },
  {
    "translation": {
      "en": "of criminal misconduct at the drug testing laboratory",
      "es": "de la conducta ilícita en el laboratorio de análisis de drogas ubicado en Amherst."
    }
  },
  {
    "translation": {
      "en": "located in Amherst.",
      "es": "en el laboratorio de análisis de drogas ubicado en Amherst."
    }
  },
  {
    "translation": {
      "en": "Ma'am, can you please state your name and spell your last name for the record?",
      "es": "Señorita, ¿puede decir su nombre y deletrear su apellido para el registro?"
    }
  },
  {
    "translation": {
      "en": "My name is Sonja Farak.",
      "es": "Mi nombre es Sonja Farak."
    }
  },
  {
    "translation": {
      "en": "And Farak is spelled F- A- R- A- K.",
      "es": "Y Farak se deletrea F, A, R, A, K."
    }
  },
  {
    "translation": {
      "en": "And how old are you now?",
      "es": "¿Qué edad tiene?"
    }
  },
  {
    "translation": {
      "en": "I'm 37.",
      "es": "Tengo 37 años."
    }
  },
  {
    "translation": {
      "en": "How long were you employed as a chemist for the Department of Public Health",
      "es": "¿Por cuánto trabajó como química en el Departamento de Salud Pública"
    }
  },
  {
    "translation": {
      "en": "and later the Mass State Police, how many years?",
      "es": "y luego en la Policía Estatal de Massachusetts?"
    }
  },
  {
    "translation": {
      "en": "Just under ten years.",
      "es": "Casi diez años."
    }
  },
  {
    "translation": {
      "en": "How many samples did you test in that ten years?",
      "es": "¿Cuántas muestras analizó en esos diez años?"
    }
  },
  {
    "translation": {
      "en": "Uh... Approximately... 30,000 different pieces of evidence.",
      "es": "Aproximadamente 30 000 pruebas diferentes."
    }
  },
  {
    "translation": {
      "en": "My name's James Connolly.",
      "es": "Mi nombre es James Connolly."
    }
  },
  {
    "translation": {
      "en": "I was a homicide investigator for 20 years,",
      "es": "Fui investigador de homicidios por 20 años,"
    }
  },
  {
    "translation": {
      "en": "and after that I was promoted to Major and I went to the State Police Crime Lab.",
      "es": "y luego me ascendieron a comandante en el Laboratorio Criminalístico Estatal."
    }
  },
  {
    "translation": {
      "en": "I got a call, I think it was January 18th, from Jim Hanchett.",
      "es": "Recibí una llamada, creo que fue el 18 de enero, de Jim Hanchett."
    }
  },
  {
    "translation": {
      "en": "He was the Amherst lab supervisor.",
      "es": "Era el supervisor del laboratorio de Amherst."
    }
  },
  {
    "translation": {
      "en": "He called me and said that the night before,",
      "es": "Llamó y dijo que la noche anterior, Sharon Salem,"
    }
  },
  {
    "translation": {
      "en": "Sharon Salem, one of the chemists who'd handle the evidence,",
      "es": "Llamó y dijo que la noche anterior, Sharon Salem, una química que maneja la evidencia, no encontró dos muestras."
    }
  },
  {
    "translation": {
      "en": "couldn't find two samples.",
      "es": "una química que maneja la evidencia, no encontró dos muestras."
    }
  },
  {
    "translation": {
      "en": "So we went out to see for ourselves what had been done.",
      "es": "Así que salimos a ver qué había ocurrido."
    }
  },
  {
    "translation": {
      "en": "Okay, and so, um...",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "They looked in the evidence locker and temporary locker and didn't find them.",
      "es": "Revisaron el depósito de evidencia y el temporal y no las encontraron."
    }
  },
  {
    "translation": {
      "en": "They went to Sonja's desk.",
      "es": "Fueron al escritorio de Sonja."
    }
  },
  {
    "translation": {
      "en": "We opened one of the drawers and there was a tub",
      "es": "Abrimos uno de los cajones y había un contenedor"
    }
  },
  {
    "translation": {
      "en": "and a piece of manila paper on it.",
      "es": "y un trozo de papel manila."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "- O sea... - De acuerdo. Era bastante. No lo entendía."
    }
  },
  {
    "translation": {
      "en": "He found the cases in her work area.",
      "es": "Encontró los casos en su área de trabajo."
    }
  },
  {
    "translation": {
      "en": "The cases were done. They were completed, they were sealed,",
      "es": "Estaban listos, terminados y sellados,"
    }
  },
  {
    "translation": {
      "en": "but they were both sliced open.",
      "es": "pero ambos estaban abiertos."
    }
  },
  {
    "translation": {
      "en": "She had done the work weeks before that.",
      "es": "Había hecho el trabajo semanas antes."
    }
  },
  {
    "translation": {
      "en": "And initially when she ran it through the computer,",
      "es": "Cuando los analizó,"
    }
  },
  {
    "translation": {
      "en": "both of them tested positive for cocaine.",
      "es": "ambos dieron positivo por cocaína."
    }
  },
  {
    "translation": {
      "en": "He couldn't understand why it was still at her desk.",
      "es": "No sabía por qué seguían en su escritorio."
    }
  },
  {
    "translation": {
      "en": "The analysis had been completed. Why is it still at her desk?",
      "es": "Si los había terminado, ¿por qué seguían ahí?"
    }
  },
  {
    "translation": {
      "en": "So he tested both cases and both cases came up negative,",
      "es": "Así que analizó los dos casos, y ambos dieron negativo,"
    }
  },
  {
    "translation": {
      "en": "which looked to him",
      "es": "lo que le pareció"
    }
  },
  {
    "translation": {
      "en": "like she took the drugs and replaced them with, uh, fake drugs.",
      "es": "como que tomó las drogas y las reemplazó con drogas falsas."
    }
  },
  {
    "translation": {
      "en": "When Jim Hanchett showed me the fake drugs,",
      "es": "Cuando Jim Hanchett me mostró las drogas falsas,"
    }
  },
  {
    "translation": {
      "en": "I called my colonel,",
      "es": "llamé a mi coronel,"
    }
  },
  {
    "translation": {
      "en": "and then I called the Hampshire District Attorney's Office",
      "es": "y luego a la Fiscalía de Hampshire"
    }
  },
  {
    "translation": {
      "en": "and asked them to help us investigate this.",
      "es": "y les pedí que nos ayudaran a investigarlo."
    }
  },
  {
    "translation": {
      "en": "I was in a training in Central Mass,",
      "es": "Estaba en un entrenamiento en el centro del estado"
    }
  },
  {
    "translation": {
      "en": "and I got a call in the late morning from a Major Jim Connolly.",
      "es": "y recibí una llamada en la mañana de un comandante Jim Connolly."
    }
  },
  {
    "translation": {
      "en": "Major Connolly was in charge of the drug labs in Massachusetts.",
      "es": "El comandante estaba a cargo de los laboratorios de drogas del estado."
    }
  },
  {
    "translation": {
      "en": "I remember vividly him saying, We have a problem.",
      "es": "Recuerdo vívidamente que decía: Tenemos un problema."
    }
  },
  {
    "translation": {
      "en": "Drugs were found at the desk of Sonja Farak,",
      "es": "Encontraron drogas en el escritorio de Sonja Farak,"
    }
  },
  {
    "translation": {
      "en": "a chemist who worked at the Department of Public Health Lab",
      "es": "una química que trabajaba en el Laboratorio de Salud Pública"
    }
  },
  {
    "translation": {
      "en": "located at University of Mass.",
      "es": "de la Universidad de Massachusetts."
    }
  },
  {
    "translation": {
      "en": "They were missing... they were looking around for a file,",
      "es": "No aparecían. Buscaban un archivo."
    }
  },
  {
    "translation": {
      "en": "and it appears that she's been tampering with some drugs.",
      "es": "Y parecía que había estado alterando drogas."
    }
  },
  {
    "translation": {
      "en": "I asked, How long has Sonja been working there?",
      "es": "Pregunté: ¿Cuánto lleva Sonja trabajando ahí?."
    }
  },
  {
    "translation": {
      "en": "He said, 2004.",
      "es": "Dijo: 2004."
    }
  },
  {
    "translation": {
      "en": "So the State Police unit that's attached to my District Attorney's Office",
      "es": "Así que notificaron a la unidad de la Policía Estatal que está adjunta a mi Fiscalía."
    }
  },
  {
    "translation": {
      "en": "was notified.",
      "es": "a la unidad de la Policía Estatal que está adjunta a mi Fiscalía."
    }
  },
  {
    "translation": {
      "en": "At that point, they focused on, Where is Sonja Farak?",
      "es": "Entonces, se concentraron en encontrar a Sonja Farak."
    }
  },
  {
    "translation": {
      "en": "She was down in Hampden County.",
      "es": "Estaba en el condado de Hampden."
    }
  },
  {
    "translation": {
      "en": "She was going to be testifying in a Hampden Superior Court case.",
      "es": "Iba a testificar en el Tribunal Superior de Hampden."
    }
  },
  {
    "translation": {
      "en": "So we sent a couple troopers down there and they followed her, um...",
      "es": "Así que enviamos a un par de oficiales y la siguieron"
    }
  },
  {
    "translation": {
      "en": "while she was at the court.",
      "es": "en el tribunal."
    }
  },
  {
    "translation": {
      "en": "I was in Framingham when a call came in from the drug lab in Amherst.",
      "es": "Estaba en Framingham cuando me llamaron del laboratorio químico de Amherst."
    }
  },
  {
    "translation": {
      "en": "They were missing some evidence.",
      "es": "Faltaban pruebas."
    }
  },
  {
    "translation": {
      "en": "And they believed they knew who might've taken it.",
      "es": "Y creían que sabían quién podría haberlas tomado."
    }
  },
  {
    "translation": {
      "en": "My name is Robin Whitney.",
      "es": "Me llamo Robin Whitney."
    }
  },
  {
    "translation": {
      "en": "I retired from the State Police as a Detective Lieutenant",
      "es": "Me retiré de la policía estatal como detective teniente"
    }
  },
  {
    "translation": {
      "en": "in charge of the District Attorney's Office in the Northwestern District.",
      "es": "a cargo de la Fiscalía del Distrito del noroeste."
    }
  },
  {
    "translation": {
      "en": "Our goal at that point was to try and locate Sonja Farak.",
      "es": "Nuestro objetivo en ese momento era localizar a Sonja Farak."
    }
  },
  {
    "translation": {
      "en": "Sonja was in the courthouse, waiting to testify on a drug case.",
      "es": "Sonja estaba en el tribunal esperando testificar en un caso de drogas."
    }
  },
  {
    "translation": {
      "en": "She went on a lunch break, went to her motor vehicle.",
      "es": "Se fue a almorzar, fue a su auto."
    }
  },
  {
    "translation": {
      "en": "She sat in her car.",
      "es": "Se sentó en su auto."
    }
  },
  {
    "translation": {
      "en": "Maybe had lunch, we're not quite sure.",
      "es": "Tal vez almorzó, no estamos seguros."
    }
  },
  {
    "translation": {
      "en": "There was a thought that, you know,",
      "es": "Entonces pensábamos:"
    }
  },
  {
    "translation": {
      "en": "How do we know that she's not dipping her head to have clam chowder or drugs?",
      "es": "¿Cómo sabemos si inclinó la cabeza para comer o consumir drogas?"
    }
  },
  {
    "translation": {
      "en": "You know, you... you didn't know. You couldn't tell.",
      "es": "No sabíamos. No se podía diferenciar."
    }
  },
  {
    "translation": {
      "en": "So I follow her back to the courtroom",
      "es": "Así que la seguí de vuelta a la sala"
    }
  },
  {
    "translation": {
      "en": "and I just, you know, introduce myself.",
      "es": "y simplemente me presenté."
    }
  },
  {
    "translation": {
      "en": "Said, We'd like to have a conversation with you. She agrees to that.",
      "es": "Nos gustaría conversar con usted, y lo aceptó."
    }
  },
  {
    "translation": {
      "en": "We advised her of her rights...",
      "es": "Le informamos sus derechos..."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "- ¿Entiende eso? Bien. - Sí."
    }
  },
  {
    "translation": {
      "en": "...and sat down and had a conversation.",
      "es": "...y se sentó a conversar."
    }
  },
  {
    "translation": {
      "en": "She almost immediately decided not to talk, so she invoked, uh, her Fifth Amendment,",
      "es": "Casi de inmediato decidió no hablar, así que invocó la Quinta Enmienda,"
    }
  },
  {
    "translation": {
      "en": "but they did get a search warrant for her motor vehicle.",
      "es": "pero obtuvieron una orden de registro para su vehículo."
    }
  },
  {
    "translation": {
      "en": "I got the original phone call, like-- What was it? Midnight, one o'clock in the morning, you know.",
      "es": "Recibí la primera llamada a las 12 o 1 de la madrugada."
    }
  },
  {
    "translation": {
      "en": "Anytime you get a phone call at that time of night, something's wrong.",
      "es": "Cada vez que te llaman a esa hora, algo anda mal."
    }
  },
  {
    "translation": {
      "en": "But I had-- I just couldn't understand it. I couldn't believe it.",
      "es": "Pero no podía entenderlo. No podía creerlo."
    }
  },
  {
    "translation": {
      "en": "I figured there had to be a mistake. There had to be, 'cause... not Sonja.",
      "es": "Seguro había un error. Tenía que haberlo. No podía ser Sonja."
    }
  },
  {
    "translation": {
      "en": "She didn't say too much on the phone,",
      "es": "No dijo mucho por teléfono,"
    }
  },
  {
    "translation": {
      "en": "basically that, uh... she was arrested,",
      "es": "básicamente que la arrestaron"
    }
  },
  {
    "translation": {
      "en": "and that there were some drugs in the car.",
      "es": "y que había drogas en el auto."
    }
  },
  {
    "translation": {
      "en": "So the investigation started here at our office,",
      "es": "La investigación comenzó aquí en nuestra oficina, pero sabíamos que el alcance de esto podría ser muy grande."
    }
  },
  {
    "translation": {
      "en": "but we knew that the scope of this could be very large.",
      "es": "pero sabíamos que el alcance de esto podría ser muy grande."
    }
  },
  {
    "translation": {
      "en": "That this is a case that our office would not handle",
      "es": "Que nuestra oficina no se encargaría de este caso,"
    }
  },
  {
    "translation": {
      "en": "because it would be a direct conflict.",
      "es": "porque sería un conflicto directo."
    }
  },
  {
    "translation": {
      "en": "I mean, when you're investigating somebody who's tampered with evidence,",
      "es": "Cuando investigas a alguien que manipuló evidencia,"
    }
  },
  {
    "translation": {
      "en": "and we have thousands of cases that we've prosecuted,",
      "es": "y tenemos miles de casos que hemos procesado,"
    }
  },
  {
    "translation": {
      "en": "that's a direct conflict.",
      "es": "es un conflicto directo."
    }
  },
  {
    "translation": {
      "en": "So we had to get the Attorney General's Office involved.",
      "es": "Así que teníamos que involucrar a la Fiscalía General."
    }
  },
  {
    "translation": {
      "en": "That's usually the agency that handles conflicts with District Attorneys.",
      "es": "Esa es la agencia que maneja los conflictos con los fiscales."
    }
  },
  {
    "translation": {
      "en": "Good afternoon, everybody.",
      "es": "Buenas tardes a todos."
    }
  },
  {
    "translation": {
      "en": "Massachusetts Attorney General Martha Coakley,",
      "es": "La fiscal general de Massachusetts, Martha Coakley, y me acompaña"
    }
  },
  {
    "translation": {
      "en": "uh, and with me is Colonel of the State Police Timothy Alben.",
      "es": "La fiscal general de Massachusetts, Martha Coakley, y me acompaña el coronel de la policía estatal, Timothy Alben."
    }
  },
  {
    "translation": {
      "en": "In my 25 years as a prosecutor, both State and Federal,",
      "es": "En mis 25 años como fiscal, tanto estatal como federal,"
    }
  },
  {
    "translation": {
      "en": "I have seen prosecutors, police, even defense lawyers,",
      "es": "he visto a fiscales, policías, hasta abogados defensores,"
    }
  },
  {
    "translation": {
      "en": "who have, in some way, because of the lure of cocaine,",
      "es": "que, de alguna manera, por la tentación de la cocaína,"
    }
  },
  {
    "translation": {
      "en": "heroin, the addiction, the money,",
      "es": "la heroína, la adicción, el dinero,"
    }
  },
  {
    "translation": {
      "en": "fail in a way that has really required us to develop systems",
      "es": "han fallado de una manera que realmente ha requerido que desarrollemos sistemas"
    }
  },
  {
    "translation": {
      "en": "so that we can identify it as soon as possible.",
      "es": "para poder identificarlo lo antes posible."
    }
  },
  {
    "translation": {
      "en": "As a result of quick action by the State Police and by our office,",
      "es": "Como resultado de la acción rápida de la policía estatal y nuestra oficina,"
    }
  },
  {
    "translation": {
      "en": "uh, we have been able to bring charges against Sonja Farak,",
      "es": "hemos podido presentar cargos contra Sonja Farak,"
    }
  },
  {
    "translation": {
      "en": "age 35, of Northampton.",
      "es": "de 35 años, de Northampton."
    }
  },
  {
    "translation": {
      "en": "She was arrested last night",
      "es": "La arrestaron anoche,"
    }
  },
  {
    "translation": {
      "en": "and we have charged her with two counts of tampering with evidence",
      "es": "y le imputamos dos cargos de manipulación de pruebas"
    }
  },
  {
    "translation": {
      "en": "and one count of possession of a Class B substance, cocaine.",
      "es": "y un cargo de posesión de una sustancia Clase B, cocaína."
    }
  },
  {
    "translation": {
      "en": "She'll be arraigned Tuesday morning in Eastern Hampshire District Court.",
      "es": "La acusarán el martes en la mañana en el tribunal del distrito de Hampshire."
    }
  },
  {
    "translation": {
      "en": "Now, uh...",
      "es": "JUZGADO DEL CONDADO DE HAMPSHIRE"
    }
  },
  {
    "translation": {
      "en": "can you describe for the grand jurors your duties and responsibilities",
      "es": "¿Puede describirle al gran jurado sus deberes y responsabilidades"
    }
  },
  {
    "translation": {
      "en": "as a chemist at the drug laboratory?",
      "es": "como química en el laboratorio?"
    }
  },
  {
    "translation": {
      "en": "Can you describe what are controlled substances?",
      "es": "¿Puede describir qué son las sustancias controladas?"
    }
  },
  {
    "translation": {
      "en": "The most common one is heroin.",
      "es": "Las más comunes son heroína,"
    }
  },
  {
    "translation": {
      "en": "Cocaine, marijuana...",
      "es": "cocaína, marihuana,"
    }
  },
  {
    "translation": {
      "en": "different pills.",
      "es": "variadas pastillas."
    }
  },
  {
    "translation": {
      "en": "Why does no one know what a bench chemist is?",
      "es": "¿Por qué nadie sabe lo que es un químico de laboratorio?"
    }
  },
  {
    "translation": {
      "en": "Well, I would think any chemist would know what a bench chemist is.",
      "es": "Creo que cualquier químico sabría lo que es."
    }
  },
  {
    "translation": {
      "en": "This is not a term that's specific to forensic chemistry by any means.",
      "es": "Este no es un término específico para la química forense."
    }
  },
  {
    "translation": {
      "en": "There's bench chemists in all fields of chemistry.",
      "es": "Los hay en todas las áreas de la química."
    }
  },
  {
    "translation": {
      "en": "I think the general public doesn't know about,",
      "es": "Creo que el público en general no sabe sobre química de drogas en particular,"
    }
  },
  {
    "translation": {
      "en": "you know, drug chemistry in particular because it's not on the TV shows.",
      "es": "Creo que el público en general no sabe sobre química de drogas en particular, porque no sale en televisión."
    }
  },
  {
    "translation": {
      "en": "You're not gonna find a Forensic Files or a CSI: Miami or whatever",
      "es": "No hay un Crímenes imperfectos o un CSI: Miami, o lo que sea"
    }
  },
  {
    "translation": {
      "en": "that covers a drug case.",
      "es": "que cubra un caso de drogas."
    }
  },
  {
    "translation": {
      "en": "It doesn't make for compelling, interesting stories.",
      "es": "No crea historias atractivas e interesantes."
    }
  },
  {
    "translation": {
      "en": "So I don't think it gets the exposure.",
      "es": "Así que no creo que se exponga."
    }
  },
  {
    "translation": {
      "en": "So why are we here?",
      "es": "¿Y por qué estamos aquí?"
    }
  },
  {
    "translation": {
      "en": "Well, sometimes it does.",
      "es": "Bueno, a veces sí."
    }
  },
  {
    "translation": {
      "en": "In Massachusetts tonight,",
      "es": "Esta noche en Massachusetts, un escándalo del laboratorio químico"
    }
  },
  {
    "translation": {
      "en": "a drug lab scandal is sending shock waves",
      "es": "Esta noche en Massachusetts, un escándalo del laboratorio químico estremece el sistema de justicia penal del estado."
    }
  },
  {
    "translation": {
      "en": "through the state's criminal justice system.",
      "es": "estremece el sistema de justicia penal del estado."
    }
  },
  {
    "translation": {
      "en": "A State Police chemist is suspected of altering drug samples,",
      "es": "Se sospecha que una química de la policía estatal alteró muestras de drogas,"
    }
  },
  {
    "translation": {
      "en": "faking test results,",
      "es": "falsificó resultados de pruebas,"
    }
  },
  {
    "translation": {
      "en": "and listing some drug samples as positive",
      "es": "y marcó muestras de drogas como positivas,"
    }
  },
  {
    "translation": {
      "en": "even though she allegedly never tested them.",
      "es": "aunque, supuestamente, nunca las analizó."
    }
  },
  {
    "translation": {
      "en": "So, just six months before the revelations about Sonja Farak,",
      "es": "Apenas seis meses antes de las revelaciones sobre Sonja Farak,"
    }
  },
  {
    "translation": {
      "en": "the Annie Dookhan scandal implicated tens of thousands of cases,",
      "es": "el escándalo de Annie Dookhan, que involucraba decenas de miles de casos,"
    }
  },
  {
    "translation": {
      "en": "created an enormous stir in the press...",
      "es": "creó un gran revuelo en la prensa..."
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say at all about the allegations? Can you tell us...",
      "es": "¿Tiene algo que decir sobre las acusaciones?"
    }
  },
  {
    "translation": {
      "en": "...and an enormous run on the District Courts.",
      "es": "...y les exigió muchísimo a los tribunales de distrito."
    }
  },
  {
    "translation": {
      "en": "I've been covering the War on Drugs for almost exactly 30 years now.",
      "es": "He cubierto la guerra contra las drogas por casi 30 años."
    }
  },
  {
    "translation": {
      "en": "First started in 1988 in the fall,",
      "es": "Comencé en 1988 en otoño,"
    }
  },
  {
    "translation": {
      "en": "writing a story called Dead Boys about ten- and 12- year- old kids",
      "es": "con una historia llamada Niños muertos sobre niños de 10 y 12 años"
    }
  },
  {
    "translation": {
      "en": "selling their bodies on the West Side Docks",
      "es": "que vendían sus cuerpos en los muelles del Lado Oeste."
    }
  },
  {
    "translation": {
      "en": "for five- dollar crack rocks.",
      "es": "por cinco dólares de crack."
    }
  },
  {
    "translation": {
      "en": "And nothing has changed in those 30 years",
      "es": "Y nada ha cambiado en esos 30 años,"
    }
  },
  {
    "translation": {
      "en": "except the size of the population.",
      "es": "excepto el tamaño de la población."
    }
  },
  {
    "translation": {
      "en": "Annie Dookhan's alleged actions corrupted the integrity",
      "es": "Las supuestas acciones de Annie Dookhan corrompieron la integridad"
    }
  },
  {
    "translation": {
      "en": "of the entire criminal justice system,",
      "es": "de todo el sistema de justicia penal,"
    }
  },
  {
    "translation": {
      "en": "and there are many victims as a result of this.",
      "es": "y hay muchas víctimas como resultado de esto."
    }
  },
  {
    "translation": {
      "en": "First, of course, are the defendants who, when charged in a criminal justice system,",
      "es": "Primero, por supuesto, los acusados, quienes, al ser acusados en un sistema de justicia penal,"
    }
  },
  {
    "translation": {
      "en": "have the right to expect that they will be given due process",
      "es": "tienen derecho a esperar que se les dé el debido proceso"
    }
  },
  {
    "translation": {
      "en": "and that there will be fair and accurate information used",
      "es": "y que se usará información justa y precisa"
    }
  },
  {
    "translation": {
      "en": "in any prosecution against them.",
      "es": "en cualquier proceso en su contra."
    }
  },
  {
    "translation": {
      "en": "It was very clear from the beginning of the Annie Dookhan situation",
      "es": "Fue muy claro desde el comienzo de la situación de Annie Dookhan"
    }
  },
  {
    "translation": {
      "en": "that you had someone essentially faking lab results.",
      "es": "que alguien falsificó resultados de laboratorio."
    }
  },
  {
    "translation": {
      "en": "Faking it in a way that is resulting in people being wrongfully convicted.",
      "es": "Una falsificación que causó que condenaran a personas injustamente."
    }
  },
  {
    "translation": {
      "en": "Annie Dookhan created havoc for at least six counties.",
      "es": "Annie Dookhan causó estragos en al menos seis condados."
    }
  },
  {
    "translation": {
      "en": "She may have compromised thousands of cases",
      "es": "Puede haber comprometido miles de casos"
    }
  },
  {
    "translation": {
      "en": "and she cost the State millions of dollars.",
      "es": "y le costó al Estado millones de dólares."
    }
  },
  {
    "translation": {
      "en": "The Farak scandal was different.",
      "es": "El caso de Farak era diferente."
    }
  },
  {
    "translation": {
      "en": "I don't think anyone had a sense of the potential scale when this first started.",
      "es": "Creo que nadie sabía la escala potencial cuando esto empezó."
    }
  },
  {
    "translation": {
      "en": "The State Attorney General's Office says that Amherst lab worker Sonja Farak...",
      "es": "La Fiscalía General dice que la empleada del laboratorio de Amherst, Sonja Farak,"
    }
  },
  {
    "translation": {
      "en": "...allegedly removed a substance from a case file",
      "es": "supuestamente, quitó la sustancia de un expediente"
    }
  },
  {
    "translation": {
      "en": "that tested positive for cocaine,",
      "es": "que dio positivo para cocaína"
    }
  },
  {
    "translation": {
      "en": "and replaced it with one that did not test positive.",
      "es": "y lo reemplazó con uno que no dio positivo."
    }
  },
  {
    "translation": {
      "en": "This whole area is private property run by homeowners.",
      "es": "Toda esta área es propiedad privada."
    }
  },
  {
    "translation": {
      "en": "- Please leave the premises. - Will you say anything to co- workers--",
      "es": "¿Tiene algo que decirle a sus compañeros de trabajo...?"
    }
  },
  {
    "translation": {
      "en": "Just for you guys to please leave now. Thank you.",
      "es": "¿Tiene algo que decirle a sus compañeros de trabajo...? Por favor, váyanse."
    }
  },
  {
    "translation": {
      "en": "When the scandal breaks,",
      "es": "Al comienzo del escándalo,"
    }
  },
  {
    "translation": {
      "en": "how do you make a statement that no one's been wrongfully convicted?",
      "es": "¿cómo declaras que no han condenado injustamente a nadie?"
    }
  },
  {
    "translation": {
      "en": "How do you know?",
      "es": "¿Cómo lo sabes?"
    }
  },
  {
    "translation": {
      "en": "We believe, on the face of it, that these allegations do not implicate",
      "es": "Creemos, a primera vista, que estas acusaciones no implican"
    }
  },
  {
    "translation": {
      "en": "any system- wide practices that would implicate the reliability",
      "es": "ninguna práctica del sistema  que implique que la fiabilidad de los certificados de drogas..."
    }
  },
  {
    "translation": {
      "en": "of drug certificates...",
      "es": "que implique que la fiabilidad de los certificados de drogas..."
    }
  },
  {
    "translation": {
      "en": "So, it was very clear in Coakley's remarks,",
      "es": "Los comentarios de Coakley fueron muy claros"
    }
  },
  {
    "translation": {
      "en": "in the Farak press conference,",
      "es": "en la conferencia de prensa de Farak,"
    }
  },
  {
    "translation": {
      "en": "that she and her office, the Attorney General's Office,",
      "es": "que ella y su oficina, la Fiscalía General,"
    }
  },
  {
    "translation": {
      "en": "were gonna do everything in their power to limit the damage,",
      "es": "harían todo lo posible para limitar el daño,"
    }
  },
  {
    "translation": {
      "en": "to limit the footprint of this new scandal,",
      "es": "para limitar el impacto de este nuevo escándalo"
    }
  },
  {
    "translation": {
      "en": "and to limit the scope to just two cases.",
      "es": "y limitar el alcance a solo dos casos."
    }
  },
  {
    "translation": {
      "en": "...the arrest was made on those two cases at this time, uh...",
      "es": "...el arresto se hizo en esos dos casos en este momento."
    }
  },
  {
    "translation": {
      "en": "When you give a press conference,",
      "es": "Cuando haces una rueda de prensa,"
    }
  },
  {
    "translation": {
      "en": "you talk about what you know and what you don't know.",
      "es": "hablas de lo que sabes y lo que no sabes."
    }
  },
  {
    "translation": {
      "en": "So, you really can't say at that point anything more than, She was arrested.",
      "es": "Así que, a esas alturas, no puedes decir nada más que: La arrestaron."
    }
  },
  {
    "translation": {
      "en": "There was paraphernalia found, there was a little bit of drugs in the car",
      "es": "Encontraron parafernalia, un poco de droga en el auto"
    }
  },
  {
    "translation": {
      "en": "and there was drugs missing from the lab.",
      "es": "y desaparecieron drogas del laboratorio."
    }
  },
  {
    "translation": {
      "en": "But as far as going out on a limb on day one",
      "es": "Pero en cuanto a jugársela desde el comienzo"
    }
  },
  {
    "translation": {
      "en": "and saying, Hey, this is what we've concluded...",
      "es": "y decir: Esto es lo que concluimos."
    }
  },
  {
    "translation": {
      "en": "These drugs were tested, they were tested fairly...",
      "es": "Examinamos estas drogas, se examinaron justamente..."
    }
  },
  {
    "translation": {
      "en": "It's just not the way that you do it.",
      "es": "Así no es como se hace."
    }
  },
  {
    "translation": {
      "en": "She did not have all the facts.",
      "es": "No tenía todos los hechos."
    }
  },
  {
    "translation": {
      "en": "Nobody had all the facts, and as soon as this happened,",
      "es": "Nadie tenía todos los hechos y, en cuanto pasó esto,"
    }
  },
  {
    "translation": {
      "en": "there was always going to be a question as to what was reliable,",
      "es": "se iba a cuestionar qué era confiable"
    }
  },
  {
    "translation": {
      "en": "what was unreliable at that lab.",
      "es": "y qué no lo era en ese laboratorio."
    }
  },
  {
    "translation": {
      "en": "And I give a lot of credit to Luke Ryan.",
      "es": "Y le doy mucho crédito a Luke Ryan."
    }
  },
  {
    "translation": {
      "en": "He really dug deep, and the more that he looked at it,",
      "es": "Investigó mucho y, cuanto más investigaba,"
    }
  },
  {
    "translation": {
      "en": "the more he uncovered.",
      "es": "más descubría."
    }
  },
  {
    "translation": {
      "en": "My name is Luke Ryan.",
      "es": "Mi nombre es Luke Ryan."
    }
  },
  {
    "translation": {
      "en": "I'm a defense attorney in Western Massachusetts.",
      "es": "Soy abogado defensor en el oeste de Massachusetts."
    }
  },
  {
    "translation": {
      "en": "The importance of the chemistry part of a drug prosecution",
      "es": "La importancia de la parte química de una acusación de drogas"
    }
  },
  {
    "translation": {
      "en": "cannot be overstated,",
      "es": "no puede sobrestimarse,"
    }
  },
  {
    "translation": {
      "en": "but it's the part of the drug case that is the least sexy.",
      "es": "pero es la parte menos atractiva del caso de drogas."
    }
  },
  {
    "translation": {
      "en": "There are no snitches involved.",
      "es": "No hay soplones involucrados"
    }
  },
  {
    "translation": {
      "en": "There are no cops doing... you know, breakin' down doors.",
      "es": "ni policías rompiendo puertas."
    }
  },
  {
    "translation": {
      "en": "This is people in lab coats looking in their microscopes,",
      "es": "Son personas en batas blancas que miran en sus microscopios,"
    }
  },
  {
    "translation": {
      "en": "and I think the presumption people have is that, you know,",
      "es": "y creo que la gente supone"
    }
  },
  {
    "translation": {
      "en": "everything that they take off the street is what it appears to be.",
      "es": "que todo lo que sacan de la calle es lo que parece ser."
    }
  },
  {
    "translation": {
      "en": "And so they think that, you know, most defendants are guilty.",
      "es": "Y creen que la mayoría de los acusados son culpables."
    }
  },
  {
    "translation": {
      "en": "But when you talk about people who have track records",
      "es": "Pero cuando hablas de personas que tienen historial"
    }
  },
  {
    "translation": {
      "en": "and who have criminal records,",
      "es": "y antecedentes penales,"
    }
  },
  {
    "translation": {
      "en": "they are easily, in my experience,",
      "es": "son fácilmente, en mi experiencia,"
    }
  },
  {
    "translation": {
      "en": "the most vulnerable to being wrongfully convicted.",
      "es": "los más vulnerables a que los condenen injustamente."
    }
  },
  {
    "translation": {
      "en": "And so, when Sonja Farak got arrested,",
      "es": "Y cuando arrestaron a Sonja Farak,"
    }
  },
  {
    "translation": {
      "en": "I knew that I had clients with drug offenses",
      "es": "supe que tenía casos de clientes con delitos de drogas"
    }
  },
  {
    "translation": {
      "en": "where she had done the testing.",
      "es": "en los que ella había hecho las pruebas."
    }
  },
  {
    "translation": {
      "en": "So it seemed to me immediately,",
      "es": "Me pareció inmediatamente"
    }
  },
  {
    "translation": {
      "en": "This is gonna be a big deal for some of the people I represent.",
      "es": "que sería importante para algunos de mis representados."
    }
  },
  {
    "translation": {
      "en": "Like Rafael Rodriguez.",
      "es": "Como Rafael Rodríguez."
    }
  },
  {
    "translation": {
      "en": "When I was with Rafael, I felt protected.",
      "es": "Cuando estaba con Rafael, me sentía protegida."
    }
  },
  {
    "translation": {
      "en": "I felt like he protected me and my kids.",
      "es": "Sentía que me protegía a mí y a mis hijos."
    }
  },
  {
    "translation": {
      "en": "I don't know, just the times we spent,",
      "es": "No sé, solo el tiempo que pasamos, ESPOSA DE RAFAEL"
    }
  },
  {
    "translation": {
      "en": "we were always together and we made the best of it.",
      "es": "siempre estábamos juntos y le sacábamos el mayor provecho."
    }
  },
  {
    "translation": {
      "en": "- Here, he was always making us laugh. -",
      "es": "Miren, siempre nos hacía reír."
    }
  },
  {
    "translation": {
      "en": "Always play- fighting, like, on my mom's bed.",
      "es": "Siempre jugábamos a pelear en la cama de mi mamá."
    }
  },
  {
    "translation": {
      "en": "- That was the fun part. - Making the sandwich.",
      "es": "Esa era la parte divertida. HIJO DE RAFAEL"
    }
  },
  {
    "translation": {
      "en": "Yeah, we would all just jump on top of each other.",
      "es": "Sí, saltábamos encima del otro."
    }
  },
  {
    "translation": {
      "en": "He was kind of more like a friend.",
      "es": "Era más como un amigo."
    }
  },
  {
    "translation": {
      "en": "He was kind of like...",
      "es": "Era como... HIJA DE RAFAEL"
    }
  },
  {
    "translation": {
      "en": "He was kind of more like a best friend than a dad.",
      "es": "Era más como un mejor amigo que un papá."
    }
  },
  {
    "translation": {
      "en": "I worked, so he was always with the kids.",
      "es": "Cuidaba a los niños mientras yo trabajaba."
    }
  },
  {
    "translation": {
      "en": "You know, like, they would go to the park, to anywhere, they were always out.",
      "es": "Iban al parque, a cualquier lado, siempre estaban afuera."
    }
  },
  {
    "translation": {
      "en": "In the summer, they would go to here, to the... the public pool, and they would be there.",
      "es": "En verano, iban a la piscina pública y se quedaban ahí."
    }
  },
  {
    "translation": {
      "en": "And, um... that's where the guy showed up.",
      "es": "Y ahí fue donde apareció el tipo."
    }
  },
  {
    "translation": {
      "en": "He was an informant, he had an open case,",
      "es": "Era un informante, tenía un caso abierto,"
    }
  },
  {
    "translation": {
      "en": "so if he had information on somebody that had a criminal record,",
      "es": "así que si tenía información sobre alguien con antecedentes penales,"
    }
  },
  {
    "translation": {
      "en": "he would set them up.",
      "es": "les tendía una trampa."
    }
  },
  {
    "translation": {
      "en": "He kept on calling my husband and he set him up.",
      "es": "Llamaba seguido a mi esposo y le tendió una trampa."
    }
  },
  {
    "translation": {
      "en": "It was cocaine.",
      "es": "Era cocaína."
    }
  },
  {
    "translation": {
      "en": "At first, I felt really hurt, because it was like...",
      "es": "Al principio me sentí muy dolida, porque era como..."
    }
  },
  {
    "translation": {
      "en": "I always told him from the beginning, When you feel like you're gonna relapse,",
      "es": "Siempre le dije, desde el comienzo: Cuando sientas que vas recaer,"
    }
  },
  {
    "translation": {
      "en": "let me know so I can help you. You know, we can get help.",
      "es": "avísame para ayudarte. Podemos conseguir ayuda."
    }
  },
  {
    "translation": {
      "en": "When he went to prison, I told my kids, you know,",
      "es": "Cuando fue a la cárcel, les dije a mis hijos:"
    }
  },
  {
    "translation": {
      "en": "He did something bad and he's doing time.",
      "es": "Hizo algo malo y está cumpliendo condena."
    }
  },
  {
    "translation": {
      "en": "I've never been an addict.",
      "es": "Nunca fui adicta."
    }
  },
  {
    "translation": {
      "en": "I-- I don't understand what they go through, or... or what sets them to... to want to use drugs.",
      "es": "No entiendo por qué pasan o qué los hace querer usar drogas."
    }
  },
  {
    "translation": {
      "en": "We would go visit, we would play dominoes and... just spend time with him.",
      "es": "Íbamos a visitarlo, jugábamos dominó y pasábamos tiempo con él."
    }
  },
  {
    "translation": {
      "en": "What was it like to talk to your friends about that? Or did you not?",
      "es": "¿Cómo fue hablar con tus amigos sobre eso? ¿O no hablaban de eso?"
    }
  },
  {
    "translation": {
      "en": "I really didn't talk about it that much.",
      "es": "No hablé tanto de eso."
    }
  },
  {
    "translation": {
      "en": "I have my few select friends that I talk to about my dad.",
      "es": "Tengo un par de amigos con los que hablo de mi papá."
    }
  },
  {
    "translation": {
      "en": "Every crime has a set of elements, things the government has to prove",
      "es": "Cada crimen tiene elementos que el gobierno debe demostrar"
    }
  },
  {
    "translation": {
      "en": "in order to establish that you're guilty of the crime.",
      "es": "para establecer que eres culpable del crimen."
    }
  },
  {
    "translation": {
      "en": "It can be something as simple as you're charged with drunk driving.",
      "es": "Puede ser tan simple como que te acusen de conducir ebrio."
    }
  },
  {
    "translation": {
      "en": "They need to prove that you were driving on a public street.",
      "es": "Deben probar que conduces en una calle pública."
    }
  },
  {
    "translation": {
      "en": "You know, a guy takes a golf cart and drives around the golf course.",
      "es": "Un tipo toma un carrito de golf y conduce por el campo."
    }
  },
  {
    "translation": {
      "en": "Is that a public street or not?",
      "es": "¿Es una calle pública o no?"
    }
  },
  {
    "translation": {
      "en": "So things that seem like silly details in a case actually become important.",
      "es": "Las cosas que parecen detalles tontos en un caso se vuelven importantes."
    }
  },
  {
    "translation": {
      "en": "In a drug case,",
      "es": "En un caso de drogas,"
    }
  },
  {
    "translation": {
      "en": "if you are prosecuted and charged with selling a joint,",
      "es": "si te procesan y te acusan de vender un porro,"
    }
  },
  {
    "translation": {
      "en": "the question is, is that really marijuana?",
      "es": "la pregunta es, ¿es realmente marihuana?"
    }
  },
  {
    "translation": {
      "en": "If it's not, you're not guilty.",
      "es": "Si no, no eres culpable."
    }
  },
  {
    "translation": {
      "en": "The government has to prove, and prove beyond a reasonable doubt,",
      "es": "El gobierno debe probar más allá de duda razonable"
    }
  },
  {
    "translation": {
      "en": "that the thing they're accusing you of doing,",
      "es": "que realmente hiciste lo que te acusan de hacer"
    }
  },
  {
    "translation": {
      "en": "which is against the law, you've actually done.",
      "es": "que va contra la ley."
    }
  },
  {
    "translation": {
      "en": "This nation faces a major crisis in terms of the increasing use of drugs.",
      "es": "Esta nación enfrenta una gran crisis en cuanto al creciente consumo de drogas."
    }
  },
  {
    "translation": {
      "en": "We have the laws now.",
      "es": "Ahora tenemos leyes."
    }
  },
  {
    "translation": {
      "en": "We're going to go out and enforce those laws.",
      "es": "Vamos a salir y hacer cumplir esas leyes."
    }
  },
  {
    "translation": {
      "en": "Officers now do not need a search warrant",
      "es": "Ya no se necesita una orden de registro"
    }
  },
  {
    "translation": {
      "en": "to enter a home suspected of containing illegal drugs.",
      "es": "para entrar a un hogar, si sospechan que hay drogas ilegales."
    }
  },
  {
    "translation": {
      "en": "This...",
      "es": "Esto..."
    }
  },
  {
    "translation": {
      "en": "This is crack cocaine.",
      "es": "Esto es crack."
    }
  },
  {
    "translation": {
      "en": "It's as innocent- looking as candy.",
      "es": "Se ve inocente, como un caramelo."
    }
  },
  {
    "translation": {
      "en": "But it's turning our cities into battle zones.",
      "es": "Pero está convirtiendo nuestras ciudades en zonas de batalla."
    }
  },
  {
    "translation": {
      "en": "If you're gonna fight a war on drugs, you need to build an entire system",
      "es": "En una guerra contra las drogas, debes construir un sistema completo"
    }
  },
  {
    "translation": {
      "en": "designed around finding those people who manufacture, ship, sell and use",
      "es": "diseñado para encontrar a las personas que fabrican, envían, venden y usan"
    }
  },
  {
    "translation": {
      "en": "the drugs you decide are illegal,",
      "es": "las drogas que decides que son ilegales."
    }
  },
  {
    "translation": {
      "en": "and then a system to prosecute them and imprison them.",
      "es": "Y luego un sistema para procesarlos y encarcelarlos."
    }
  },
  {
    "translation": {
      "en": "There are huge agencies at the local level, the state level, the federal level.",
      "es": "Hay agencias enormes a nivel local, estatal y federal."
    }
  },
  {
    "translation": {
      "en": "It's everything from the police officers to the prosecutors to the court officials",
      "es": "Va desde los policías hasta los fiscales, los funcionarios judiciales,"
    }
  },
  {
    "translation": {
      "en": "to the prison guards to the administrators to the lab scientists.",
      "es": "los guardias de la cárcel, los administradores, los científicos de laboratorio."
    }
  },
  {
    "translation": {
      "en": "There are billions of dollars that flood into this system",
      "es": "Hay miles de millones de dólares que fluyen a este sistema"
    }
  },
  {
    "translation": {
      "en": "to perpetuate this war on drugs,",
      "es": "para perpetuar esta guerra contra las drogas,"
    }
  },
  {
    "translation": {
      "en": "which we've now been fighting since the 1970s.",
      "es": "que llevamos luchando desde los años 70."
    }
  },
  {
    "translation": {
      "en": "In order to convict someone",
      "es": "Para condenar a alguien,"
    }
  },
  {
    "translation": {
      "en": "because of some substances that we've decided are illegal,",
      "es": "por alguna sustancia que decidimos que es ilegal,"
    }
  },
  {
    "translation": {
      "en": "you need a scientist",
      "es": "necesitas un científico"
    }
  },
  {
    "translation": {
      "en": "to look at that substance and say, Yes, this is cocaine,",
      "es": "que revise esa sustancia y diga que es cocaína, heroína o marihuana."
    }
  },
  {
    "translation": {
      "en": "or This is heroin, or This is marijuana, or not.",
      "es": "que revise esa sustancia y diga que es cocaína, heroína o marihuana. O que no lo es."
    }
  },
  {
    "translation": {
      "en": "Certain substances form a distinctive crystal.",
      "es": "Ciertas sustancias forman un cristal distintivo."
    }
  },
  {
    "translation": {
      "en": "This is the crystal for heroin.",
      "es": "Este es el cristal de la heroína."
    }
  },
  {
    "translation": {
      "en": "Here's the crystal for cocaine.",
      "es": "Este es el de la cocaína."
    }
  },
  {
    "translation": {
      "en": "And that's an essential part of the case,",
      "es": "Esa es una parte esencial del caso."
    }
  },
  {
    "translation": {
      "en": "because if the government can't prove that, then they can't convict anyone.",
      "es": "Si el gobierno no puede probarlo, no pueden condenar a nadie."
    }
  },
  {
    "translation": {
      "en": "So, when you get the evidence to your bench,",
      "es": "Cuando llevas la evidencia a tu mesa,"
    }
  },
  {
    "translation": {
      "en": "you will do a preliminary description of the evidence.",
      "es": "haces una descripción preliminar de la evidencia."
    }
  },
  {
    "translation": {
      "en": "You want to verify chain of custody,",
      "es": "Debes verificar la cadena de custodia."
    }
  },
  {
    "translation": {
      "en": "uh, just making sure that all the dates and times",
      "es": "Debes verificar la cadena de custodia. Asegurarse de que todas las fechas, horas, firmas y números coincidan"
    }
  },
  {
    "translation": {
      "en": "and signatures and numbers match up",
      "es": "Asegurarse de que todas las fechas, horas, firmas y números coincidan"
    }
  },
  {
    "translation": {
      "en": "as you, uh, look at the various paperwork and items.",
      "es": "al revisar los distintos documentos y artículos."
    }
  },
  {
    "translation": {
      "en": "You move on to take a weight,",
      "es": "Pasas a tomar un peso,"
    }
  },
  {
    "translation": {
      "en": "the net weight, which is the weight of the drug material only.",
      "es": "el peso neto, que es solo el peso de la droga en sí."
    }
  },
  {
    "translation": {
      "en": "And then we will go through a series of tests.",
      "es": "Y luego hacemos una serie de pruebas."
    }
  },
  {
    "translation": {
      "en": "At that point, we would do a spot color test.",
      "es": "En ese momento, hacemos una prueba de color."
    }
  },
  {
    "translation": {
      "en": "Basically, we put a very small amount of different reagents in some wells",
      "es": "Básicamente, ponemos una cantidad muy pequeña de distintos reactivos en hendiduras en un plato de cerámica,"
    }
  },
  {
    "translation": {
      "en": "in a ceramic plate, a drop or two of each,",
      "es": "de distintos reactivos en hendiduras en un plato de cerámica, una o dos gotas de cada uno,"
    }
  },
  {
    "translation": {
      "en": "and certain substances cause certain color changes with their agents.",
      "es": "y ciertas sustancias causan ciertos cambios de color con sus agentes."
    }
  },
  {
    "translation": {
      "en": "With other substances, we would add some of the sample to a vial",
      "es": "Con otras sustancias, agregamos parte de la muestra a un vial"
    }
  },
  {
    "translation": {
      "en": "and seal it to be run on the mass spectrometer.",
      "es": "y la sellamos para ponerla en el espectrómetro de masas."
    }
  },
  {
    "translation": {
      "en": "The mass spectrometer blasts ions at the chemical,",
      "es": "El espectrómetro libera iones de la sustancia química,"
    }
  },
  {
    "translation": {
      "en": "which breaks the chemical into kind of like a chemical fingerprint.",
      "es": "que descompone la sustancia química en una especie de huella química."
    }
  },
  {
    "translation": {
      "en": "And so we can compare that fingerprint",
      "es": "Y así podemos comparar esa huella"
    }
  },
  {
    "translation": {
      "en": "to the fingerprint of standards or controls.",
      "es": "con la huella de estándares o controles."
    }
  },
  {
    "translation": {
      "en": "When we're done,",
      "es": "Cuando terminamos,"
    }
  },
  {
    "translation": {
      "en": "we put it into a brand- new evidence bag,",
      "es": "lo ponemos en una bolsa de pruebas nueva."
    }
  },
  {
    "translation": {
      "en": "and we would initial and heat- seal it closed.",
      "es": "Y ponemos las iniciales y la sellamos con calor."
    }
  },
  {
    "translation": {
      "en": "At that point, we would verify that the results on the certificate",
      "es": "En ese momento, verificamos que los resultados del certificado"
    }
  },
  {
    "translation": {
      "en": "matched our results in the notebook",
      "es": "coincidan con los del cuaderno"
    }
  },
  {
    "translation": {
      "en": "and we would sign the certificates.",
      "es": "y firmamos los certificados."
    }
  },
  {
    "translation": {
      "en": "A drug certificate is the scientific record",
      "es": "Un certificado de drogas es el registro científico"
    }
  },
  {
    "translation": {
      "en": "that some independent scientist",
      "es": "de que algún científico independiente"
    }
  },
  {
    "translation": {
      "en": "looked under a microscope or in a spectrometer",
      "es": "miró bajo un microscopio o en un espectrómetro"
    }
  },
  {
    "translation": {
      "en": "or used some other technology to determine,",
      "es": "o usó otra tecnología para determinar"
    }
  },
  {
    "translation": {
      "en": "yes, in fact, what you had,",
      "es": "si, de hecho, lo que tenías,"
    }
  },
  {
    "translation": {
      "en": "what you bought or sold or had in your pocket,",
      "es": "compraste, vendiste o tenías en el bolsillo,"
    }
  },
  {
    "translation": {
      "en": "was illegal drugs of such and such a purity, of such and such a weight.",
      "es": "eran drogas ilegales de tal pureza y de tal peso."
    }
  },
  {
    "translation": {
      "en": "But that raises the huge question",
      "es": "Pero eso plantea la gran pregunta"
    }
  },
  {
    "translation": {
      "en": "of whether or not that's truly just an objective scientific process.",
      "es": "de si es un proceso científico objetivo o no."
    }
  },
  {
    "translation": {
      "en": "And as a criminal defendant, you have a right to confront your accusers.",
      "es": "Y como acusado, tienes derecho a confrontar a tus acusadores."
    }
  },
  {
    "translation": {
      "en": "And so, if I'm being prosecuted for a drug crime,",
      "es": "Y, si me están procesando por un crimen de drogas,"
    }
  },
  {
    "translation": {
      "en": "the people in the drug labs, the chemists who are doing this work,",
      "es": "la gente de los laboratorios de drogas, los químicos que hacen el trabajo,"
    }
  },
  {
    "translation": {
      "en": "are effectively my accusers.",
      "es": "son mis acusadores."
    }
  },
  {
    "translation": {
      "en": "They're the ones who are saying I have heroin,",
      "es": "Son los que dicen que tengo heroína,"
    }
  },
  {
    "translation": {
      "en": "or cocaine or marijuana or meth.",
      "es": "cocaína, marihuana o metanfetamina."
    }
  },
  {
    "translation": {
      "en": "If I'm the person who did that testing, I'm the person who signed that report,",
      "es": "Si soy la persona que hizo esa prueba, soy la que firmó ese informe,"
    }
  },
  {
    "translation": {
      "en": "the defendant really should be checking into my credibility.",
      "es": "el acusado debería revisar mi credibilidad."
    }
  },
  {
    "translation": {
      "en": "It doesn't necessarily have anything to do with the science of what I'm doing,",
      "es": "No necesariamente tiene que ver con la ciencia de lo que estoy haciendo,"
    }
  },
  {
    "translation": {
      "en": "it has to do with me as a person and the credibility of me,",
      "es": "tiene que ver conmigo como persona y mi credibilidad"
    }
  },
  {
    "translation": {
      "en": "and the idea being, I think, if I don't seem credible,",
      "es": "y la idea de que, si no parezco creíble,"
    }
  },
  {
    "translation": {
      "en": "maybe you should dig a little deeper and look at the testing I conducted and... and so forth.",
      "es": "tal vez deberías investigar más y ver las pruebas que hice y todo eso."
    }
  },
  {
    "translation": {
      "en": "When Sonja was arrested, my initial reaction was, Wow.",
      "es": "Cuando arrestaron a Sonja, mi reacción inicial fue: ¡Cielos!."
    }
  },
  {
    "translation": {
      "en": "There were a lot of clients",
      "es": "Teníamos muchos casos"
    }
  },
  {
    "translation": {
      "en": "where she had actually tested the drugs in those cases.",
      "es": "en los que ella había analizado las drogas."
    }
  },
  {
    "translation": {
      "en": "And because the Amherst drug lab tested all of our drug cases,",
      "es": "Y, como el laboratorio de Amherst analizó todos nuestros casos de drogas,"
    }
  },
  {
    "translation": {
      "en": "and those are the only kinds of cases, basically, that I was doing at that point,",
      "es": "y esos eran los únicos tipos de casos que hacía en ese momento,"
    }
  },
  {
    "translation": {
      "en": "um, I-- I said, Wow, there's gonna be some work to do here.",
      "es": "dije: Vaya, habrá trabajo que hacer aquí."
    }
  },
  {
    "translation": {
      "en": "The government doesn't have to prove very much to find you guilty of a drug offense.",
      "es": "El gobierno no necesita probar mucho para declararte culpable por drogas."
    }
  },
  {
    "translation": {
      "en": "They just have to prove that you gave drugs to someone,",
      "es": "Solo que le diste drogas a alguien,"
    }
  },
  {
    "translation": {
      "en": "that you had drugs either in your house or on your person,",
      "es": "que tenías drogas en tu casa o en tu persona,"
    }
  },
  {
    "translation": {
      "en": "and that the substance is, in fact, a drug.",
      "es": "y que la sustancia es, de hecho, una droga."
    }
  },
  {
    "translation": {
      "en": "And so, if they can't, then you're entitled to be found not guilty.",
      "es": "Entonces, si no pueden, tienes derecho a que te declaren inocente."
    }
  },
  {
    "translation": {
      "en": "You're entitled to be acquitted of the drug crime.",
      "es": "Tienes derecho a que te absuelvan del delito de drogas."
    }
  },
  {
    "translation": {
      "en": "So, I went through all my cases looking for drug certificates,",
      "es": "Así que busqué los certificados de drogas de todos mis casos,"
    }
  },
  {
    "translation": {
      "en": "those pieces of paper that she had signed and said,",
      "es": "esos documentos que ella firmó y dijo:"
    }
  },
  {
    "translation": {
      "en": "I tested the drugs and they're drugs.",
      "es": "Analicé las drogas y son drogas."
    }
  },
  {
    "translation": {
      "en": "And people were in prison based on drug certificates",
      "es": "Y había personas presas por certificados de drogas"
    }
  },
  {
    "translation": {
      "en": "signed by Sonja Farak.",
      "es": "firmados por Sonja Farak."
    }
  },
  {
    "translation": {
      "en": "And people were in court being charged at that moment.",
      "es": "Y también acusados en el tribunal en ese momento."
    }
  },
  {
    "translation": {
      "en": "Jorge Diaz was one of the original Farak defendants, as they're called.",
      "es": "Jorge Díaz fue uno de los acusados originales de Farak, como se los llama."
    }
  },
  {
    "translation": {
      "en": "I was about to be sentenced...",
      "es": "Estaban a punto de sentenciarme"
    }
  },
  {
    "translation": {
      "en": "And I say, What do you mean?",
      "es": "Y le dije: ¿Qué quieres decir?."
    }
  },
  {
    "translation": {
      "en": "He say, You see this drug certificate?",
      "es": "Dijo: ¿Ves este certificado?"
    }
  },
  {
    "translation": {
      "en": "See who signed it there? I said, Yeah, well, who's that?",
      "es": "¿Ves quién lo firmó?. Dije: Sí, pero ¿quién es?."
    }
  },
  {
    "translation": {
      "en": "That's when he say, Yeah, sit there. Relax and watch me in action.",
      "es": "Ahí dijo: Sí, siéntate ahí. Relájate y mírame en acción."
    }
  },
  {
    "translation": {
      "en": "Now if you could just please give me a little background information?",
      "es": "Ahora, por favor, deme algunos antecedentes."
    }
  },
  {
    "translation": {
      "en": "Where were you born?",
      "es": "¿Dónde nació?"
    }
  },
  {
    "translation": {
      "en": "I was born in San Diego, California.",
      "es": "Nací en San Diego, California."
    }
  },
  {
    "translation": {
      "en": "I lived in San Diego for about a year.",
      "es": "Viví en San Diego cerca de un año."
    }
  },
  {
    "translation": {
      "en": "And then my dad got transferred to Newport, Rhode Island.",
      "es": "Y luego transfirieron a mi papá a Newport, Rhode Island."
    }
  },
  {
    "translation": {
      "en": "He worked in the navy.",
      "es": "Trabajaba en la marina."
    }
  },
  {
    "translation": {
      "en": "I came up with a normal childhood. You know, it was a middle- class family.",
      "es": "Tuve una infancia normal. Era una familia de clase media."
    }
  },
  {
    "translation": {
      "en": "I was provided for in every way.",
      "es": "Me mantuvieron en todos los sentidos."
    }
  },
  {
    "translation": {
      "en": "I wasn't abused.",
      "es": "No me maltrataron."
    }
  },
  {
    "translation": {
      "en": "And yet...",
      "es": "Y aun así, resulté de cierta manera."
    }
  },
  {
    "translation": {
      "en": "We moved to Rhode Island in the--",
      "es": "Nos mudamos a Rhode Island en..."
    }
  },
  {
    "translation": {
      "en": "I was one or two, so it was, you know, 1982,",
      "es": "Tenía uno o dos, así que fue en 1982,"
    }
  },
  {
    "translation": {
      "en": "and then we grew up there.",
      "es": "y crecimos ahí."
    }
  },
  {
    "translation": {
      "en": "We were a military family,",
      "es": "Éramos una familia militar, pero mi papá se retiró,"
    }
  },
  {
    "translation": {
      "en": "but my dad retired, so we weren't moving around.",
      "es": "Éramos una familia militar, pero mi papá se retiró, así que no nos mudábamos."
    }
  },
  {
    "translation": {
      "en": "It was great having an older sister.",
      "es": "Fue genial tener una hermana mayor."
    }
  },
  {
    "translation": {
      "en": "We were a lot alike growing up.",
      "es": "Nos parecíamos mucho de niñas."
    }
  },
  {
    "translation": {
      "en": "It was Farak and little Farak...",
      "es": "Era Farak y la Farak pequeña,"
    }
  },
  {
    "translation": {
      "en": "...a lot of times.",
      "es": "muchas veces."
    }
  },
  {
    "translation": {
      "en": "Our parents...They were relatively strict.",
      "es": "Nuestros padres eran relativamente estrictos."
    }
  },
  {
    "translation": {
      "en": "Growing up, it was, you... you figure it out and you tough through it.",
      "es": "De niñas, debíamos resolver las cosas y ser fuertes."
    }
  },
  {
    "translation": {
      "en": "I always thought Sonja was quiet.",
      "es": "Sonja siempre fue muy callada."
    }
  },
  {
    "translation": {
      "en": "We were both tomboys,",
      "es": "Ambas éramos marimachos."
    }
  },
  {
    "translation": {
      "en": "both really active in sports.",
      "es": "Nos gustaban los deportes."
    }
  },
  {
    "translation": {
      "en": "Sonja was never the type to just sit still.",
      "es": "Sonja nunca fue del tipo que se quedaba quieta."
    }
  },
  {
    "translation": {
      "en": "As a child, she was involved in a lot of different activities.",
      "es": "De niña, se involucró en muchas actividades distintas."
    }
  },
  {
    "translation": {
      "en": "We had a little bit of sibling rivalry, but in a good way.",
      "es": "Tuvimos algo de rivalidad, pero en el buen sentido."
    }
  },
  {
    "translation": {
      "en": "Sometimes it was tough 'cause I always felt she was better at school, better at softball,",
      "es": "Era difícil, porque siempre sentí que era mejor en la escuela, el sóftbol,"
    }
  },
  {
    "translation": {
      "en": "she was better at basketball, she played football.",
      "es": "el básquetbol, jugaba fútbol."
    }
  },
  {
    "translation": {
      "en": "She was the first girl in the state of Rhode Island",
      "es": "Fue la primera chica en el estado de Rhode Island"
    }
  },
  {
    "translation": {
      "en": "to play high school football in a public school system.",
      "es": "en jugar fútbol americano en una escuela pública."
    }
  },
  {
    "translation": {
      "en": "She had a full- page layout from the local paper about it.",
      "es": "Le dieron una página completa en el periódico local."
    }
  },
  {
    "translation": {
      "en": "I wasn't quite sure what to expect in Portsmouth today.",
      "es": "No sabía qué esperar en Portsmouth hoy."
    }
  },
  {
    "translation": {
      "en": "We went out to visit Sonja Farak. She is the first girl",
      "es": "Fuimos a visitar a Sonja Farak, la primera chica"
    }
  },
  {
    "translation": {
      "en": "to play high school football in Rhode Island.",
      "es": "en jugar fútbol americano en Rhode Island."
    }
  },
  {
    "translation": {
      "en": "She played through her freshman year of high school.",
      "es": "Jugó su primer año en la secundaria."
    }
  },
  {
    "translation": {
      "en": "She plays the line on offense and defense.",
      "es": "Juega en la ofensiva y la defensiva."
    }
  },
  {
    "translation": {
      "en": "I want to be accepted like one of them. You know, no special treatment.",
      "es": "Quiero que me acepten como una de ellos. Sin tratamiento especial."
    }
  },
  {
    "translation": {
      "en": "She was good.",
      "es": "Era buena."
    }
  },
  {
    "translation": {
      "en": "She would take down guys twice her size in drills.",
      "es": "Derribaba a chicos el doble de su tamaño cuando entrenaban."
    }
  },
  {
    "translation": {
      "en": "In one of the interviews that she had...",
      "es": "En una de las entrevistas que tuvo,"
    }
  },
  {
    "translation": {
      "en": "...she's quoted saying, Hitting is the funnest part.",
      "es": "dijo: Golpear es la parte más divertida."
    }
  },
  {
    "translation": {
      "en": "I just like to hit, you know?",
      "es": "Solo me gusta golpear."
    }
  },
  {
    "translation": {
      "en": "Mm- hm. When you say you like to hit, um...",
      "es": "Cuando dices que te gusta golpear,"
    }
  },
  {
    "translation": {
      "en": "how did you know you liked to hit before you started playing football?",
      "es": "¿Cómo sabías que te gustaba golpear antes de jugar fútbol?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I like beating up on my sister a little bit.",
      "es": "No lo sé. Me gusta golpear a mi hermana un poco."
    }
  },
  {
    "translation": {
      "en": "I didn't give her black eyes, but, you know, just have a little fun with her.",
      "es": "No le dejé moretones, pero me divertía un poco con ella."
    }
  },
  {
    "translation": {
      "en": "It was amazing watching that.",
      "es": "Fue increíble ver eso."
    }
  },
  {
    "translation": {
      "en": "Of course, you know, when I was ten, I didn't understand. Why is this a big deal?",
      "es": "Por supuesto, cuando tenía diez, no entendía la importancia."
    }
  },
  {
    "translation": {
      "en": "But if she puts her mind to something, she can do it.",
      "es": "Pero si se propone algo, puede hacerlo."
    }
  },
  {
    "translation": {
      "en": "Sonja Farak doesn't like being called a pioneer,",
      "es": "A Sonja Farak no le gusta que la llamen pionera,"
    }
  },
  {
    "translation": {
      "en": "but she's well aware of the trail she's blazing.",
      "es": "pero está muy consciente del camino que está abriendo."
    }
  },
  {
    "translation": {
      "en": "I graduated in 1996.",
      "es": "Me gradué en 1996."
    }
  },
  {
    "translation": {
      "en": "I received various varsity letters in sports,",
      "es": "Recibí varias cartas de excelencia en deportes"
    }
  },
  {
    "translation": {
      "en": "and was also co- class valedictorian.",
      "es": "y también fui de las mejores de la clase."
    }
  },
  {
    "translation": {
      "en": "You attended a four- year college, correct?",
      "es": "Asistió a una universidad de cuatro años, ¿cierto?"
    }
  },
  {
    "translation": {
      "en": "That is correct. It was Worcester Polytechnic Institute in Western Mass.",
      "es": "Correcto. Era el Instituto Politécnico de Worcester en Massachusetts."
    }
  },
  {
    "translation": {
      "en": "I graduated with high distinction",
      "es": "Me gradué con méritos"
    }
  },
  {
    "translation": {
      "en": "and had a couple of Student Life Awards presented to me.",
      "es": "y me dieron un par de Premios de Vida Estudiantil."
    }
  },
  {
    "translation": {
      "en": "- And what was your major? - Biochemistry.",
      "es": "- ¿En qué se graduó? - Bioquímica."
    }
  },
  {
    "translation": {
      "en": "I noticed there was a posting",
      "es": "Vi que había un puesto de químico"
    }
  },
  {
    "translation": {
      "en": "for a chemist position in the drug analysis laboratory,",
      "es": "Vi que había un puesto de químico en el laboratorio de análisis drogas, así que me postulé."
    }
  },
  {
    "translation": {
      "en": "and so I applied.",
      "es": "en el laboratorio de análisis drogas, así que me postulé."
    }
  },
  {
    "translation": {
      "en": "And I was accepted, so I took that job.",
      "es": "Y me aceptaron, así que empecé a trabajar."
    }
  },
  {
    "translation": {
      "en": "And that was located at the Hinton laboratory?",
      "es": "¿Estaba en el laboratorio Hinton?"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "es": "Correcto."
    }
  },
  {
    "translation": {
      "en": "Back in Boston, she was in the chem lab for the State.",
      "es": "En Boston, estaba en el laboratorio estatal de química."
    }
  },
  {
    "translation": {
      "en": "It really fit in with kind of what she went to school for.",
      "es": "Encajaba bien con lo que estudió."
    }
  },
  {
    "translation": {
      "en": "There's a lot of detail that is necessary to go into it.",
      "es": "Ese trabajo requiere considerar muchos detalles."
    }
  },
  {
    "translation": {
      "en": "Um, and I think that's what she enjoys and that's what she's really good at.",
      "es": "Y creo que eso es lo que le gusta y es muy buena en eso."
    }
  },
  {
    "translation": {
      "en": "Approximately how many chemists worked with you at the Hinton laboratory?",
      "es": "¿Aproximadamente con cuántos químicos trabajaba en el laboratorio Hinton?"
    }
  },
  {
    "translation": {
      "en": "There was probably about 12 or 13 chemists.",
      "es": "Probablemente había unos 12 o 13 químicos."
    }
  },
  {
    "translation": {
      "en": "And how long did you stay at the Hinton laboratory?",
      "es": "¿Cuánto se quedó en el laboratorio Hinton?"
    }
  },
  {
    "translation": {
      "en": "I was at the lab for about a year, and I realized I would never be able",
      "es": "Estuve ahí un año y me di cuenta de que nunca podría comprar"
    }
  },
  {
    "translation": {
      "en": "to afford to buy a place in the Boston area,",
      "es": "algo en el área de Boston"
    }
  },
  {
    "translation": {
      "en": "and I was intrigued with Western Mass, so I talked to the head of the labs",
      "es": "y me intrigaba el este de Massachusetts, así que hablé con el jefe de laboratorios"
    }
  },
  {
    "translation": {
      "en": "and mentioned if a position opened up in Amherst,",
      "es": "y mencioné que, si hubiera un puesto en Amherst,"
    }
  },
  {
    "translation": {
      "en": "I could transfer out there.",
      "es": "podría transferirme,"
    }
  },
  {
    "translation": {
      "en": "Because I like fresh air, I like, you know, being outside.",
      "es": "porque me gusta el aire fresco. Me gusta estar al aire libre."
    }
  },
  {
    "translation": {
      "en": "It's really a nice valley that we live in.",
      "es": "Vivimos en un valle muy lindo."
    }
  },
  {
    "translation": {
      "en": "It's the Connecticut Valley.",
      "es": "El valle de Connecticut."
    }
  },
  {
    "translation": {
      "en": "The Connecticut River goes through.",
      "es": "Pasa el río Connecticut."
    }
  },
  {
    "translation": {
      "en": "You know, I think that, uh... people sometimes kinda look, uh... at us",
      "es": "Creo que la gente a veces nos ve"
    }
  },
  {
    "translation": {
      "en": "as the country folks.",
      "es": "como gente del campo."
    }
  },
  {
    "translation": {
      "en": "We're about a hundred miles due west of Boston.",
      "es": "Estamos a 160 kilómetros al oeste de Boston."
    }
  },
  {
    "translation": {
      "en": "And I've been District Attorney for almost eight years now.",
      "es": "Y he sido fiscal del distrito por casi ocho años."
    }
  },
  {
    "translation": {
      "en": "It's a great place to raise a family.",
      "es": "Genial para criar una familia."
    }
  },
  {
    "translation": {
      "en": "It's a slower pace.",
      "es": "Tiene un ritmo más lento."
    }
  },
  {
    "translation": {
      "en": "You know, I mean, I have two lights on the way to work.",
      "es": "O sea, hay dos semáforos camino al trabajo."
    }
  },
  {
    "translation": {
      "en": "I... I live the next town over, so...",
      "es": "Vivo en el pueblo de al lado."
    }
  },
  {
    "translation": {
      "en": "On a... on a tough day, some days I get both lights.",
      "es": "En un día difícil, me tocan las dos luces rojas."
    }
  },
  {
    "translation": {
      "en": "It's a real nice place to live.",
      "es": "Es un muy buen lugar para vivir."
    }
  },
  {
    "translation": {
      "en": "I moved out to Western Mass, and I thought there would be a chance for me to buy a house.",
      "es": "Me mudé al oeste de Massachusetts y pensé que podría comprar una casa."
    }
  },
  {
    "translation": {
      "en": "Can you just tell us, what was your partner's name at the time?",
      "es": "¿Cuál era el nombre de su pareja en ese momento?"
    }
  },
  {
    "translation": {
      "en": "Sonja met Nikki in college.",
      "es": "Sonja conoció a Nikki en la universidad."
    }
  },
  {
    "translation": {
      "en": "Nikki was older.",
      "es": "Nikki era mayor."
    }
  },
  {
    "translation": {
      "en": "Moving was beneficial for both Sonja and Nikki.",
      "es": "Mudarse beneficiaba a Sonja y Nikki."
    }
  },
  {
    "translation": {
      "en": "Northampton is kind of artsy and Nikki's very much, um... more artsy.",
      "es": "Northampton es artístico y Nikki es mucho más artística."
    }
  },
  {
    "translation": {
      "en": "It seemed like a really close- knit community.",
      "es": "Parecía una comunidad muy unida."
    }
  },
  {
    "translation": {
      "en": "And the house was really cute and the neighborhood was great.",
      "es": "Y la casa era muy bonita y el vecindario era genial."
    }
  },
  {
    "translation": {
      "en": "And Sonja found a great job.",
      "es": "Y Sonja encontró un buen trabajo."
    }
  },
  {
    "translation": {
      "en": "I thought they were happy.",
      "es": "Creí que eran felices."
    }
  },
  {
    "translation": {
      "en": "I started at the Amherst lab in 2004.",
      "es": "Empecé en el laboratorio de Amherst en 2004."
    }
  },
  {
    "translation": {
      "en": "It was on the UMass campus.",
      "es": "Estaba en el campus de UMass."
    }
  },
  {
    "translation": {
      "en": "Can you tell the grand jurors",
      "es": "¿Puede decirle al gran jurado"
    }
  },
  {
    "translation": {
      "en": "what the general atmosphere of the Amherst lab was,",
      "es": "cómo era la atmósfera en general del laboratorio de Amherst"
    }
  },
  {
    "translation": {
      "en": "compared to the Hinton laboratory?",
      "es": "en comparación con el Hinton?"
    }
  },
  {
    "translation": {
      "en": "There was a little less stress, more laid back.",
      "es": "Había menos estrés, era más relajado."
    }
  },
  {
    "translation": {
      "en": "It was one of the atmospheres, if you got your work done,",
      "es": "Era un ambiente donde, si hacías tu trabajo,"
    }
  },
  {
    "translation": {
      "en": "there wasn't a lot of people stressing over you, looking over you.",
      "es": "no había mucha gente estresada por ti o vigilándote."
    }
  },
  {
    "translation": {
      "en": "It was friendly.",
      "es": "Era amigable."
    }
  },
  {
    "translation": {
      "en": "We all got along.",
      "es": "Nos llevábamos bien."
    }
  },
  {
    "translation": {
      "en": "There were only a couple of people in the lab.",
      "es": "Había pocas personas en el laboratorio."
    }
  },
  {
    "translation": {
      "en": "I think that suited Sonja.",
      "es": "Creo que a Sonja le agradaba."
    }
  },
  {
    "translation": {
      "en": "I always thought she kept to herself.",
      "es": "Siempre pensé que era retraída."
    }
  },
  {
    "translation": {
      "en": "So I think she was happy, just kind of, Let me do my work",
      "es": "Creo que estaba feliz con que la dejaran hacer su trabajo en paz."
    }
  },
  {
    "translation": {
      "en": "and I'll... I'll get my work done.",
      "es": "con que la dejaran hacer su trabajo en paz."
    }
  },
  {
    "translation": {
      "en": "Can you please describe what your duties and responsibilities",
      "es": "¿Podría describir sus deberes y responsabilidades"
    }
  },
  {
    "translation": {
      "en": "were at the Amherst laboratory?",
      "es": "en el laboratorio de Amherst?"
    }
  },
  {
    "translation": {
      "en": "At the Amherst lab,",
      "es": "En el laboratorio de Amherst, básicamente me dedicaba"
    }
  },
  {
    "translation": {
      "en": "I basically carried over my duties from the Hinton lab.",
      "es": "En el laboratorio de Amherst, básicamente me dedicaba a lo mismo que en el Hinton."
    }
  },
  {
    "translation": {
      "en": "So I would get basically any drug that came in...",
      "es": "Recibía cualquier droga que llegara..."
    }
  },
  {
    "translation": {
      "en": "you know, whatever's next sequentially, you would pick up.",
      "es": "...y continuaba con los pasos que siguieran."
    }
  },
  {
    "translation": {
      "en": "The day- to- day, if you will, of being a drug chemist",
      "es": "El día a día, por así decirlo, de ser un químico de drogas"
    }
  },
  {
    "translation": {
      "en": "can be quite repetitious,",
      "es": "es bastante repetitivo,"
    }
  },
  {
    "translation": {
      "en": "maybe Groundhog Day - ish, in a sense.",
      "es": "como el Día de la marmota en cierto sentido."
    }
  },
  {
    "translation": {
      "en": "You know, once you've seen 400 different types of cocaine packaging,",
      "es": "Una vez que has visto 400 paquetes distintos de cocaína,"
    }
  },
  {
    "translation": {
      "en": "you've... you've really seen most of what people can come up with.",
      "es": "has visto casi todo lo que la gente puede inventar."
    }
  },
  {
    "translation": {
      "en": "The cases are coming at you quite quickly,",
      "es": "Los casos te llegan muy rápido"
    }
  },
  {
    "translation": {
      "en": "uh, and they seem to never stop coming.",
      "es": "y parece que nunca dejan de llegar."
    }
  },
  {
    "translation": {
      "en": "As long as the cases keep coming from law enforcement,",
      "es": "Mientras los casos sigan llegando de la policía,"
    }
  },
  {
    "translation": {
      "en": "the chemists don't have any reason to stop working.",
      "es": "los químicos no tienen por qué dejar de trabajar."
    }
  },
  {
    "translation": {
      "en": "Her job was just testing materials that came in to figure out what they were.",
      "es": "Su trabajo consistía en probar los materiales que llegaban para descubrir qué eran y parecía genial"
    }
  },
  {
    "translation": {
      "en": "It seemed really cool.",
      "es": "para descubrir qué eran y parecía genial"
    }
  },
  {
    "translation": {
      "en": "And I know she went to some trainings and, um... she seemed to enjoy it.",
      "es": "y sé que fue a algunos entrenamientos y parecía disfrutarlo."
    }
  },
  {
    "translation": {
      "en": "It was, you know, a lot of running the... the lab equipment that she enjoyed.",
      "es": "Debía manejar el equipo de laboratorio y eso le gustaba."
    }
  },
  {
    "translation": {
      "en": "Um... So, yeah. She... she liked the job.",
      "es": "Le gustaba el trabajo."
    }
  },
  {
    "translation": {
      "en": "I've never been there physically, um...",
      "es": "Nunca he ido físicamente,"
    }
  },
  {
    "translation": {
      "en": "but I've seen some photos and videos.",
      "es": "pero he visto fotos y videos."
    }
  },
  {
    "translation": {
      "en": "And honestly,",
      "es": "Y honestamente,"
    }
  },
  {
    "translation": {
      "en": "the Amherst lab, um...",
      "es": "el laboratorio de Amherst..."
    }
  },
  {
    "translation": {
      "en": "was a mess.",
      "es": "...era un desastre."
    }
  },
  {
    "translation": {
      "en": "It was a decrepit, grotesquely underfunded facility.",
      "es": "Era una instalación decrépita y grotescamente mal financiada."
    }
  },
  {
    "translation": {
      "en": "There was one working fume hood at the Amherst lab.",
      "es": "Había una campana extractora en el laboratorio de Amherst."
    }
  },
  {
    "translation": {
      "en": "And they were subsisting on an annual budget of $300,000, um...",
      "es": "Y subsistían con un presupuesto anual de 300 000 dólares,"
    }
  },
  {
    "translation": {
      "en": "which was barely enough money to pay the salaries of these folks",
      "es": "que apenas alcanzaba para pagar los salarios de estas personas"
    }
  },
  {
    "translation": {
      "en": "and to keep the lights on.",
      "es": "y mantener las luces encendidas."
    }
  },
  {
    "translation": {
      "en": "And yet this lab was put in charge",
      "es": "Pero pusieron a este laboratorio a cargo"
    }
  },
  {
    "translation": {
      "en": "of drug seizures across all of Western Massachusetts.",
      "es": "de los decomisos de drogas en todo el oeste de Massachusetts."
    }
  },
  {
    "translation": {
      "en": "Not only were they out in the western part of the state,",
      "es": "No solo estaban en la parte occidental del estado,"
    }
  },
  {
    "translation": {
      "en": "you know, geographically isolated,",
      "es": "aislados geográficamente,"
    }
  },
  {
    "translation": {
      "en": "I think they were even, you know, maybe philosophically isolated.",
      "es": "creo que estaban, quizás, aislados filosóficamente."
    }
  },
  {
    "translation": {
      "en": "They were using the right testing and the right technology",
      "es": "Usaban las pruebas y la tecnología adecuadas"
    }
  },
  {
    "translation": {
      "en": "to get to the right answers,",
      "es": "para llegar a las respuestas correctas,"
    }
  },
  {
    "translation": {
      "en": "but they just did not have any sort of good laboratory practices that were in place.",
      "es": "pero no seguían buenas prácticas de laboratorio."
    }
  },
  {
    "translation": {
      "en": "For example, they did not keep track of reference materials.",
      "es": "Por ejemplo, no registraban los materiales de referencia."
    }
  },
  {
    "translation": {
      "en": "Now, uh...",
      "es": "Ahora,"
    }
  },
  {
    "translation": {
      "en": "you had referenced earlier in your testimony... standards?",
      "es": "mencionó antes, ¿en sus estándares de testimonio?"
    }
  },
  {
    "translation": {
      "en": "Or national standards?",
      "es": "¿O estándares nacionales?"
    }
  },
  {
    "translation": {
      "en": "Were these same standards at the Amherst laboratory?",
      "es": "¿Eran los mismos estándares en el laboratorio de Amherst?"
    }
  },
  {
    "translation": {
      "en": "Yes. In the refrigerator, there was probably 50 standards.",
      "es": "Sí. En el refrigerador, probablemente había 50 estándares."
    }
  },
  {
    "translation": {
      "en": "Was the refrigerator in a secure location? Could it be locked?",
      "es": "¿El refrigerador estaba  en un lugar seguro? ¿Se podía cerrar?"
    }
  },
  {
    "translation": {
      "en": "The refrigerator was in the lab,",
      "es": "Estaba en el laboratorio"
    }
  },
  {
    "translation": {
      "en": "and the only way to get into the lab was with a key.",
      "es": "y solo se podía entrar al laboratorio con una llave."
    }
  },
  {
    "translation": {
      "en": "So the refrigerator itself",
      "es": "¿El refrigerador en sí"
    }
  },
  {
    "translation": {
      "en": "was not locked?",
      "es": "no estaba cerrado?"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "es": "Correcto."
    }
  },
  {
    "translation": {
      "en": "Things went awry there,",
      "es": "Las cosas salieron mal y parecía que, tal vez,"
    }
  },
  {
    "translation": {
      "en": "and it seemed like maybe there truly wasn't enough people working there.",
      "es": "Las cosas salieron mal y parecía que, tal vez, no había suficiente gente trabajando ahí."
    }
  },
  {
    "translation": {
      "en": "There was four of them, I believe.",
      "es": "Eran cuatro, creo."
    }
  },
  {
    "translation": {
      "en": "That's not a lot",
      "es": "No es mucho"
    }
  },
  {
    "translation": {
      "en": "for the amount of drugs they were probably taking in.",
      "es": "para la cantidad de drogas que recibían."
    }
  },
  {
    "translation": {
      "en": "One person doing the intake,",
      "es": "¿Una persona las recibía"
    }
  },
  {
    "translation": {
      "en": "and then, what, three people doing the testing?",
      "es": "y tres personas las analizaban?"
    }
  },
  {
    "translation": {
      "en": "I think there wasn't enough control over what was going on.",
      "es": "Creo que no había suficiente control sobre lo que estaba pasando."
    }
  },
  {
    "translation": {
      "en": "Two cases were found, um... in her area,",
      "es": "Se encontraron dos casos en su área,"
    }
  },
  {
    "translation": {
      "en": "in her tub, as they called it, um, that were missing drugs.",
      "es": "en su contenedor, como lo llamaban, que le faltaban drogas."
    }
  },
  {
    "translation": {
      "en": "The weights weren't right or there was no drugs at all.",
      "es": "Los pesos no estaban bien o no tenían drogas."
    }
  },
  {
    "translation": {
      "en": "Do you just work on one particular town's evidence?",
      "es": "¿Trabaja con evidencia de un pueblo en particular"
    }
  },
  {
    "translation": {
      "en": "Even before she got arrested,",
      "es": "Incluso antes de que la arrestaran, sabía que el laboratorio de Amherst"
    }
  },
  {
    "translation": {
      "en": "I knew the Amherst lab was underfunded",
      "es": "Incluso antes de que la arrestaran, sabía que el laboratorio de Amherst estaba mal financiado y no tenía lo básico que se esperaría de un lugar"
    }
  },
  {
    "translation": {
      "en": "and didn't have the sort of basics",
      "es": "estaba mal financiado y no tenía lo básico que se esperaría de un lugar"
    }
  },
  {
    "translation": {
      "en": "that you would expect at a place where science is purportedly taking place.",
      "es": "estaba mal financiado y no tenía lo básico que se esperaría de un lugar donde, supuestamente, se lleva a cabo la ciencia."
    }
  },
  {
    "translation": {
      "en": "So the safeguards that existed at the Amherst lab were minimal,",
      "es": "Las salvaguardias que existían en el laboratorio de Amherst eran mínimas"
    }
  },
  {
    "translation": {
      "en": "and they required the good faith of individuals to abide by them.",
      "es": "y requerían la buena fe de los individuos para que se cumplieran."
    }
  },
  {
    "translation": {
      "en": "For example, uh, chemists were not supposed to assign samples to themselves.",
      "es": "Por ejemplo, los químicos no debían asignarse muestras a sí mismos."
    }
  },
  {
    "translation": {
      "en": "But at Amherst, chemists routinely assigned samples to themselves.",
      "es": "Pero en Amherst, los químicos se asignaban muestras solos."
    }
  },
  {
    "translation": {
      "en": "Chemists were not necessarily supposed to be in the lab by themselves,",
      "es": "Los químicos no debían estar solos en el laboratorio,"
    }
  },
  {
    "translation": {
      "en": "but they were in the lab",
      "es": "pero, en la práctica,"
    }
  },
  {
    "translation": {
      "en": "as a practical matter by themselves routinely.",
      "es": "siempre estaban en el laboratorio solos."
    }
  },
  {
    "translation": {
      "en": "So, at this lab, in this old State building in Amherst, Mass,",
      "es": "En este laboratorio, en este edificio estatal viejo en Amherst, Massachusetts,"
    }
  },
  {
    "translation": {
      "en": "these folks are working crazy hours for sub- standard wages,",
      "es": "estas personas trabajaban muchas horas por salarios inferiores a los normales,"
    }
  },
  {
    "translation": {
      "en": "and have almost no contact during the day.",
      "es": "y casi no tenían contacto durante el día."
    }
  },
  {
    "translation": {
      "en": "They're not co- workers,",
      "es": "No son compañeros de trabajo,"
    }
  },
  {
    "translation": {
      "en": "they just inhabit the same space and do the same thing.",
      "es": "solo habitan en el mismo espacio y hacen lo mismo."
    }
  },
  {
    "translation": {
      "en": "They're planets who are orbiting around the sun together,",
      "es": "Son planetas que orbitan alrededor del sol juntos,"
    }
  },
  {
    "translation": {
      "en": "but really having no interaction with each other.",
      "es": "pero no interactúan entre sí."
    }
  },
  {
    "translation": {
      "en": "And they didn't need to.",
      "es": "Y no lo necesitaban."
    }
  },
  {
    "translation": {
      "en": "As long as someone's keeping up their responsibilities",
      "es": "Mientras alguien cumpla con sus responsabilidades"
    }
  },
  {
    "translation": {
      "en": "to the lab as a whole,",
      "es": "con el laboratorio en general,"
    }
  },
  {
    "translation": {
      "en": "you don't have to consult with each other on your casework because ultimately, it's my case,",
      "es": "no tienen que consultarse por sus casos, porque en última instancia,"
    }
  },
  {
    "translation": {
      "en": "I'm the one who has to go into court and answer for what's on that report.",
      "es": "es mi caso, yo tengo que ir al tribunal y responder por lo que dice ese informe."
    }
  },
  {
    "translation": {
      "en": "And so, I have the independence and the autonomy to handle it my way.",
      "es": "Así que tengo la independencia y la autonomía para manejarlo a mi manera."
    }
  },
  {
    "translation": {
      "en": "Now, these national standards,",
      "es": "Estos estándares nacionales,"
    }
  },
  {
    "translation": {
      "en": "I assume they're fairly pure. Is that fair to say?",
      "es": "supongo que son bastante puros. ¿Podríamos decirlo?"
    }
  },
  {
    "translation": {
      "en": "They're pure, period.",
      "es": "Son puros, punto."
    }
  },
  {
    "translation": {
      "en": "Now, have you ever tried methamphetamine?",
      "es": "¿Alguna vez probó con metanfetamina?"
    }
  },
  {
    "translation": {
      "en": "Have I ever?",
      "es": "¿Alguna vez?"
    }
  },
  {
    "translation": {
      "en": "No, well, prior to working at the lab?",
      "es": "¿Antes de trabajar en el laboratorio?"
    }
  },
  {
    "translation": {
      "en": "- Have you ever taken methamphetamine? - No.",
      "es": "¿Alguna vez consumió metanfetamina? No."
    }
  },
  {
    "translation": {
      "en": "Did you ever take any of that methamphetamine",
      "es": "¿Alguna vez tomó algo de la metanfetamina"
    }
  },
  {
    "translation": {
      "en": "from the laboratory standard?",
      "es": "del estándar del laboratorio?"
    }
  },
  {
    "translation": {
      "en": "I took part of it. Yes, I did.",
      "es": "Tomé un poco. Sí."
    }
  },
  {
    "translation": {
      "en": "And why, why did you do that?",
      "es": "¿Y por qué hizo eso?"
    }
  },
  {
    "translation": {
      "en": "I guess I was curious.",
      "es": "Creo que tenía curiosidad."
    }
  },
  {
    "translation": {
      "en": "Even while I was in college, as a freshman,",
      "es": "Incluso en mi primer año de universidad,"
    }
  },
  {
    "translation": {
      "en": "I was going through a rough period in my life, like, mentally.",
      "es": "estaba en un período difícil, mentalmente."
    }
  },
  {
    "translation": {
      "en": "And for some reason, I had looked up drugs online.",
      "es": "Y, por alguna razón, busqué drogas en Internet."
    }
  },
  {
    "translation": {
      "en": "And when I read about it, I said, like,",
      "es": "Y cuando leí al respecto, dije:"
    }
  },
  {
    "translation": {
      "en": "That's one I would try, if I was going to try it.",
      "es": "Esa es una que probaría si probara drogas."
    }
  },
  {
    "translation": {
      "en": "It would give me energy.",
      "es": "Para que me diera energía."
    }
  },
  {
    "translation": {
      "en": "One day I just decided to try a little bit.",
      "es": "Un día decidí probar un poco."
    }
  },
  {
    "translation": {
      "en": "I was alone.",
      "es": "Estaba sola."
    }
  },
  {
    "translation": {
      "en": "People had gone out to lunch.",
      "es": "La gente había ido a almorzar."
    }
  },
  {
    "translation": {
      "en": "It was in liquid form, so I used a pipette.",
      "es": "Estaba en forma líquida, así que usé una pipeta."
    }
  },
  {
    "translation": {
      "en": "It gave me the desired effects.",
      "es": "Me dio los efectos deseados."
    }
  },
  {
    "translation": {
      "en": "It gave me energy.",
      "es": "Me dio energía."
    }
  },
  {
    "translation": {
      "en": "I felt amazing.",
      "es": "Me sentí genial."
    }
  },
  {
    "translation": {
      "en": "I didn't wish it, but it gave me the pep I was looking for.",
      "es": "No lo deseé, pero me dio la energía que estaba buscando."
    }
  },
  {
    "translation": {
      "en": "You know, I still did the work that I was assigned to.",
      "es": "Seguí haciendo el trabajo que me asignaron."
    }
  },
  {
    "translation": {
      "en": "If anything, it made me feel more alert.",
      "es": "En todo caso, me hizo sentir más alerta."
    }
  },
  {
    "translation": {
      "en": "And did this become daily use, or was it just this one time?",
      "es": "¿Y se convirtió en uso diario o fue solo esta vez?"
    }
  },
  {
    "translation": {
      "en": "I might've waited a short period, but it quickly became daily use.",
      "es": "Quizá esperé un período corto, pero se convirtió en uso diario rápidamente."
    }
  },
  {
    "translation": {
      "en": "I would use a small metal spatula,",
      "es": "Usaba una espátula de metal pequeña,"
    }
  },
  {
    "translation": {
      "en": "dip it in,",
      "es": "la sumergía"
    }
  },
  {
    "translation": {
      "en": "and, uh... I would lick it.",
      "es": "y la lamía."
    }
  },
  {
    "translation": {
      "en": "Liquid meth, like all delirium drugs,",
      "es": "Metanfetamina líquida, como todos los delirantes."
    }
  },
  {
    "translation": {
      "en": "makes you much more energized,",
      "es": "te da mucha más energía,"
    }
  },
  {
    "translation": {
      "en": "raises your mood, raises your energy, raises your concentration,",
      "es": "te aumenta el humor, la energía, la concentración,"
    }
  },
  {
    "translation": {
      "en": "raises the intensity at which you feel alive.",
      "es": "aumenta la intensidad con la que te sientes vivo."
    }
  },
  {
    "translation": {
      "en": "For someone like Sonja,",
      "es": "Para alguien como Sonja,"
    }
  },
  {
    "translation": {
      "en": "the feeling of being elevated,",
      "es": "la sensación de ser elevado,"
    }
  },
  {
    "translation": {
      "en": "the feeling of being charged by this substance",
      "es": "la sensación de recargarse con esta sustancia"
    }
  },
  {
    "translation": {
      "en": "was, for her, medicinal.",
      "es": "era medicinal."
    }
  },
  {
    "translation": {
      "en": "It was a way of getting out of the drudgery",
      "es": "Era una manera de salir de la pesadez"
    }
  },
  {
    "translation": {
      "en": "of being Sonja Farak.",
      "es": "de ser Sonja Farak."
    }
  },
  {
    "translation": {
      "en": "I started just keeping it at work",
      "es": "Empecé a hacerlo solo en el trabajo,"
    }
  },
  {
    "translation": {
      "en": "and doing it when I got to work for energy.",
      "es": "cuando llegaba, para tener energía."
    }
  },
  {
    "translation": {
      "en": "It did get to the point where I was bringing it home, though,",
      "es": "Pero llegó al punto en que la llevaba a casa"
    }
  },
  {
    "translation": {
      "en": "and doing it first thing in the morning.",
      "es": "y lo hacía a primera hora del día."
    }
  },
  {
    "translation": {
      "en": "It became multiple times a day.",
      "es": "Aumentó a varias veces al día."
    }
  },
  {
    "translation": {
      "en": "I don't think that anyone had a clue.",
      "es": "Creo que nadie tenía idea."
    }
  },
  {
    "translation": {
      "en": "We all got in at slightly different times.",
      "es": "Todos llegábamos en diferentes horarios."
    }
  },
  {
    "translation": {
      "en": "People would go home, someone would go out to lunch.",
      "es": "Algunos se iban a casa o a almorzar."
    }
  },
  {
    "translation": {
      "en": "I don't feel that my productivity worsened at all at that time.",
      "es": "No siento que mi productividad haya empeorado en ese momento."
    }
  },
  {
    "translation": {
      "en": "She was charged with evidence tampering in two samples.",
      "es": "La acusaron de manipular evidencia en dos muestras."
    }
  },
  {
    "translation": {
      "en": "But at no time did she ever say exactly what it is that she had done.",
      "es": "Pero en ningún momento dijo exactamente lo que había hecho."
    }
  },
  {
    "translation": {
      "en": "You know, you're talking about thousands and thousands of cases where Sonja Farak was the chemist.",
      "es": "Hablamos de miles y miles de casos en los que Sonja Farak fue la química."
    }
  },
  {
    "translation": {
      "en": "Thousands of samples that she had tested.",
      "es": "Miles de muestras que había analizado."
    }
  },
  {
    "translation": {
      "en": "But all we got were the two samples that she had supposedly tampered with",
      "es": "Pero solo teníamos las dos muestras que supuestamente había alterado"
    }
  },
  {
    "translation": {
      "en": "right when they looked at her lab workstation",
      "es": "cuando revisaron su estación de laboratorio"
    }
  },
  {
    "translation": {
      "en": "on January 19th, 2013.",
      "es": "el 19 de enero de 2013."
    }
  },
  {
    "translation": {
      "en": "No one went back",
      "es": "Nadie regresó"
    }
  },
  {
    "translation": {
      "en": "and tried to test a sample from a year ago, maybe two years ago.",
      "es": "para analizar una muestra de hace un año o de hace dos años."
    }
  },
  {
    "translation": {
      "en": "Maybe eight years ago.",
      "es": "Quizá de hace ocho años."
    }
  },
  {
    "translation": {
      "en": "Let's get a law enforcement agency to go back and test drug samples",
      "es": "Hagamos que una fuerza de seguridad vuelva y analice las muestras de drogas"
    }
  },
  {
    "translation": {
      "en": "that Sonja Farak had tested in the past",
      "es": "que Sonja Farak había analizado antes"
    }
  },
  {
    "translation": {
      "en": "to see how long she had been doing this.",
      "es": "para ver desde cuándo hacía esto."
    }
  },
  {
    "translation": {
      "en": "We asked, just go back and do some testing.",
      "es": "Pedimos que hicieran algunas pruebas de nuevo."
    }
  },
  {
    "translation": {
      "en": "Nobody did it.",
      "es": "Nadie lo hizo."
    }
  },
  {
    "translation": {
      "en": "The Attorney General wasn't going to re- test cases from the past,",
      "es": "El fiscal general no iba a volver a analizar casos del pasado."
    }
  },
  {
    "translation": {
      "en": "the local District Attorney wasn't going to re- test cases from the past,",
      "es": "El fiscal del distrito local no iba a hacerlo."
    }
  },
  {
    "translation": {
      "en": "because the whole idea was to keep this as small as possible.",
      "es": "Porque la idea era mantener esto lo más pequeño posible."
    }
  },
  {
    "translation": {
      "en": "I think it was out here in Western Mass, they were trying to minimize it.",
      "es": "Creo que fue aquí en el oeste que intentaban minimizarlo."
    }
  },
  {
    "translation": {
      "en": "They just figured, Oh, she took some drugs and that'll be it.",
      "es": "Solo pensaron: Consumió drogas y eso será todo."
    }
  },
  {
    "translation": {
      "en": "And really not looking, uh... beneath the surface.",
      "es": "Y no miraron debajo de la superficie."
    }
  },
  {
    "translation": {
      "en": "Certainly, uh... we intend to do a very thorough investigation into...",
      "es": "Sin duda, pretendemos hacer una investigación exhaustiva sobre..."
    }
  },
  {
    "translation": {
      "en": "I just think that they didn't want to pursue the truth.",
      "es": "Creo que no querían buscar la verdad."
    }
  },
  {
    "translation": {
      "en": "And I think, when you... when you start a case by saying,",
      "es": "Y creo que, cuando comienzas un caso diciendo:"
    }
  },
  {
    "translation": {
      "en": "Well, let's... let's try to contain it...",
      "es": "Tratemos de contenerlo."
    }
  },
  {
    "translation": {
      "en": "Your job isn't to contain it.",
      "es": "Tu trabajo no es contenerlo,"
    }
  },
  {
    "translation": {
      "en": "It's to figure out what's the truth and how are we gonna do justice?",
      "es": "sino descubrir la verdad y hacer justicia."
    }
  }
]