[
  {
    "translation": {
      "en": "Another world.",
      "es": "Otro mundo."
    }
  },
  {
    "translation": {
      "en": "Another time.",
      "es": "Otro tiempo."
    }
  },
  {
    "translation": {
      "en": "In the age of wonder.",
      "es": "En la era de las maravillas."
    }
  },
  {
    "translation": {
      "en": "The opening sequence,",
      "es": "En la secuencia inicial,"
    }
  },
  {
    "translation": {
      "en": "which is just the most atmospheric,",
      "es": "que es de lo más evocadora,"
    }
  },
  {
    "translation": {
      "en": "mythic, cool thing, where, you know,",
      "es": "mítica y fantástica,"
    }
  },
  {
    "translation": {
      "en": "the voice- over comes in all deep and low and talks about another age,",
      "es": "aparece la voz grave y profunda en off y habla de otra época, la era de la maravilla."
    }
  },
  {
    "translation": {
      "en": "In the age of wonder.",
      "es": "y habla de otra época, la era de la maravilla."
    }
  },
  {
    "translation": {
      "en": "And then, you cut to these creatures,",
      "es": "Y luego se ven estas criaturas,"
    }
  },
  {
    "translation": {
      "en": "these monstrous, bird- like, reptilian figures.",
      "es": "estos sujetos monstruosos que parecen reptiles y aves."
    }
  },
  {
    "translation": {
      "en": "I fell in love with it. I've been in love with it ever since.",
      "es": "Me enamoré de ella y sigo enamorado."
    }
  },
  {
    "translation": {
      "en": "The Dark Crystal is Jim's most human creation",
      "es": "El cristal encantado es la creación más humana de Jim"
    }
  },
  {
    "translation": {
      "en": "of everything that he did,",
      "es": "entre todo lo que hizo,"
    }
  },
  {
    "translation": {
      "en": "which is a funny thing to say about a world where there are no humans.",
      "es": "lo cual es curioso en un mundo donde no hay humanos."
    }
  },
  {
    "translation": {
      "en": "I remember it vividly. I loved it.",
      "es": "Lo recuerdo muy bien. Me encantó."
    }
  },
  {
    "translation": {
      "en": "It's such an incredibly all- encompassing, vivid world,",
      "es": "Es un mundo increíblemente abarcador y vívido"
    }
  },
  {
    "translation": {
      "en": "and the Skeksis are bloody scary.",
      "es": "y los skekses son aterradores."
    }
  },
  {
    "translation": {
      "en": "It's the only part where I've known",
      "es": "EL MUNDO DEL CRISTAL ENCANTADO Fue cuando supe que aceptaría el papel antes de abrir el correo."
    }
  },
  {
    "translation": {
      "en": "I was gonna accept the part before opening the email.",
      "es": "Fue cuando supe que aceptaría el papel antes de abrir el correo."
    }
  },
  {
    "translation": {
      "en": "The original Jim Henson film, like all of Jim Henson's work,",
      "es": "La película original de Jim Henson, como todo su trabajo,"
    }
  },
  {
    "translation": {
      "en": "but especially that and Labyrinth, were huge parts of my childhood.",
      "es": "pero sobre todo eso y Laberinto fueron muy importantes en mi infancia."
    }
  },
  {
    "translation": {
      "en": "I found them enchanting,",
      "es": "Eran cautivadores,"
    }
  },
  {
    "translation": {
      "en": "the right side of dark for my sensibilities,",
      "es": "con la cantidad adecuada de oscuridad para mi sensibilidad,"
    }
  },
  {
    "translation": {
      "en": "and just completely other- worldly.",
      "es": "y totalmente de otro mundo."
    }
  },
  {
    "translation": {
      "en": "There was a book at the library of the making of The Dark Crystal.",
      "es": "Había un libro sobre cómo se hizo El Cristal Encantado."
    }
  },
  {
    "translation": {
      "en": "You couldn't find the book anywhere, this was pre- Internet,",
      "es": "No se encontraba por ningún lado. Fue antes de internet."
    }
  },
  {
    "translation": {
      "en": "and I would just check that thing out, like, continuously.",
      "es": "Y lo leía continuamente."
    }
  },
  {
    "translation": {
      "en": "I just remember it being quite an overwhelming experience, you know,",
      "es": "Recuerdo que fue una experiencia abrumadora."
    }
  },
  {
    "translation": {
      "en": "and, uh, everything about it, the visuals, the score...",
      "es": "y todo lo que tiene, las imágenes, la música... Adoro la música."
    }
  },
  {
    "translation": {
      "en": "I love the score. Another one of those movies",
      "es": "y todo lo que tiene, las imágenes, la música... Adoro la música. Es otra película con la que sales diferente del cine."
    }
  },
  {
    "translation": {
      "en": "where you come out of the cinema slightly changed.",
      "es": "Es otra película con la que sales diferente del cine."
    }
  },
  {
    "translation": {
      "en": "Early memories I have of watching television with my father was The Muppet Show.",
      "es": "Recuerdo que con mi padre veíamos El show de los muppets."
    }
  },
  {
    "translation": {
      "en": "It was one of the few television shows he would watch.",
      "es": "Era de los pocos shows que veíamos."
    }
  },
  {
    "translation": {
      "en": "And then, he took me to see The Dark Crystal movie",
      "es": "Y luego me llevó a ver la película El cristal encantado"
    }
  },
  {
    "translation": {
      "en": "when it was in its theatrical run,",
      "es": "en su presentación teatral,"
    }
  },
  {
    "translation": {
      "en": "and it was just something we'd never seen before.",
      "es": "y era algo que nunca habíamos visto."
    }
  },
  {
    "translation": {
      "en": "And it was so magical.",
      "es": "Fue algo muy mágico."
    }
  },
  {
    "translation": {
      "en": "I left the movie theater going, Well, how... how did any of that happen?",
      "es": "Salí del cine diciendo: ¿Cómo sucedió todo eso?."
    }
  },
  {
    "translation": {
      "en": "I got Podlings. I thought Podlings were a bit like Muppets. I get that.",
      "es": "Hay podlings. Son como muppets. Lo entiendo."
    }
  },
  {
    "translation": {
      "en": "And then, everything else, I just wanted to know how. It's a game- changing film.",
      "es": "Y luego quise saber todo lo demás. La película cambia las reglas."
    }
  },
  {
    "translation": {
      "en": "So, if we go back and go, Well, what can we do to match the level of script quality,",
      "es": "Pensamos cómo hacer para igualar la calidad del guion,"
    }
  },
  {
    "translation": {
      "en": "art departments, set design, everything?",
      "es": "el arte, el diseño del decorado, todo."
    }
  },
  {
    "translation": {
      "en": "With Dark Crystal, everything is built.",
      "es": "Aquí todo se crea."
    }
  },
  {
    "translation": {
      "en": "Everything is made specifically just for us.",
      "es": "Todo se hace específicamente para nosotros."
    }
  },
  {
    "translation": {
      "en": "It's based in reality, something tangible,",
      "es": "Se basa en la realidad, en algo tangible,"
    }
  },
  {
    "translation": {
      "en": "something that doesn't trick the eye.",
      "es": "algo que no engaña a la vista."
    }
  },
  {
    "translation": {
      "en": "And the craftsmanship, the talent",
      "es": "La producción artesanal y el talento"
    }
  },
  {
    "translation": {
      "en": "that has been brought to the table, is just... it's mind- blowing.",
      "es": "La producción artesanal y el talento que se han incluido son alucinantes."
    }
  },
  {
    "translation": {
      "en": "Vast on every level. I mean, it was one of the biggest things",
      "es": "Vasto en cada aspecto. Es uno de los mayores proyectos que hemos tenido"
    }
  },
  {
    "translation": {
      "en": "I think we've ever attempted",
      "es": "Es uno de los mayores proyectos que hemos tenido"
    }
  },
  {
    "translation": {
      "en": "in terms of the amount of characters, the sophistication of the characters,",
      "es": "en cuanto a la cantidad de personajes, su complejidad"
    }
  },
  {
    "translation": {
      "en": "and also, the challenge of recreating things that already exist.",
      "es": "y también el desafío de recrear cosas que ya existían."
    }
  },
  {
    "translation": {
      "en": "What fans of The Dark Crystal want is they want an odyssey, they want a saga,",
      "es": "Lo que quieren los fans es una odisea, una saga,"
    }
  },
  {
    "translation": {
      "en": "they want something to enrich the universe of the original film,",
      "es": "algo que enriquezca el universo de la película original."
    }
  },
  {
    "translation": {
      "en": "and that's what this series does.",
      "es": "Esta serie hace eso."
    }
  },
  {
    "translation": {
      "en": "You could put them side by side, and it is the same world,",
      "es": "Se pueden poner lado a lado y son el mismo mundo,"
    }
  },
  {
    "translation": {
      "en": "but there's just so much of it to explore now.",
      "es": "pero ahora hay mucho más que explorar."
    }
  },
  {
    "translation": {
      "en": "Imagine if you are in the puppetry business, whether as a puppeteer or a puppet builder,",
      "es": "Si estás en el negocio de los títeres, como titiritero o creador de títeres,"
    }
  },
  {
    "translation": {
      "en": "what bigger opportunity is ever gonna come you way",
      "es": "¿qué mejor oportunidad tendrías"
    }
  },
  {
    "translation": {
      "en": "than ten episodes of Dark Crystal?",
      "es": "que diez episodios de El cristal encantado?"
    }
  },
  {
    "translation": {
      "en": "A thousand years ago, this land was green and good,",
      "es": "Hace mil años, esta tierra era verde y próspera,"
    }
  },
  {
    "translation": {
      "en": "until the crystal cracked.",
      "es": "hasta que se rompió el cristal."
    }
  },
  {
    "translation": {
      "en": "There's so much here that you don't know about.",
      "es": "Aquí hay muchas cosas que desconoces."
    }
  },
  {
    "translation": {
      "en": "There's an entire world to discover.",
      "es": "Hay todo un mundo por descubrir."
    }
  },
  {
    "translation": {
      "en": "I was working in London for five years as a jobbing illustrator,",
      "es": "Trabajé en Londres durante cinco años como ilustrador"
    }
  },
  {
    "translation": {
      "en": "and I needed to do my own work,",
      "es": "y necesitaba hacer algo propio,"
    }
  },
  {
    "translation": {
      "en": "but I didn't know exactly what that was.",
      "es": "pero no sabía exactamente qué."
    }
  },
  {
    "translation": {
      "en": "But once I got the opportunity to move to the country here,",
      "es": "Una vez que tuve la oportunidad de mudarme al país,"
    }
  },
  {
    "translation": {
      "en": "then, immediately, the first thing I painted",
      "es": "enseguida lo primero que pinté"
    }
  },
  {
    "translation": {
      "en": "was, indeed, this picture of a troll with trees behind it",
      "es": "fue esta imagen de un trol con árboles en el fondo"
    }
  },
  {
    "translation": {
      "en": "and a waterfall coming off its nose.",
      "es": "y una cascada frente a su nariz."
    }
  },
  {
    "translation": {
      "en": "And that's what Jim saw.",
      "es": "Eso fue lo que Jim vio."
    }
  },
  {
    "translation": {
      "en": "And I was a bit overcome, I think, meeting Jim,",
      "es": "Cuando conocí a Jim, me sentí algo abrumado."
    }
  },
  {
    "translation": {
      "en": "and I didn't know quite what to say or how to express myself,",
      "es": "No sabía qué decir o cómo expresarme."
    }
  },
  {
    "translation": {
      "en": "and it was his leap of faith.",
      "es": "Era su voto de confianza."
    }
  },
  {
    "translation": {
      "en": "My father really wanted to do an epic fantasy adventure.",
      "es": "Mi padre quería hacer una aventura de fantasía épica."
    }
  },
  {
    "translation": {
      "en": "He really enjoyed doing comedy.",
      "es": "Disfrutaba mucho hacer comedia,"
    }
  },
  {
    "translation": {
      "en": "He enjoyed doing Muppets. He loved Sesame Street.",
      "es": "los muppets y Plaza Sésamo."
    }
  },
  {
    "translation": {
      "en": "He loved the sort of fast, funny, vignette kind of variety show,",
      "es": "Le encantaban los programas dinámicos, divertidos y en forma de viñeta,"
    }
  },
  {
    "translation": {
      "en": "but he wanted to do something that really told a complex narrative.",
      "es": "pero quería hacer algo que contara una narrativa compleja."
    }
  },
  {
    "translation": {
      "en": "But quite quickly, we were hiring people that had other skills,",
      "es": "Rápidamente, empezamos a contratar gente con otras habilidades."
    }
  },
  {
    "translation": {
      "en": "and Wendy was brought on board specifically for the Gelflings,",
      "es": "Incorporaron a Wendy específicamente para los gelflings"
    }
  },
  {
    "translation": {
      "en": "because Jim wanted that strong feminine thing.",
      "es": "porque Jim quería un elemento femenino fuerte."
    }
  },
  {
    "translation": {
      "en": "It was all about bringing a character to life,",
      "es": "Era darle vida a un personaje,"
    }
  },
  {
    "translation": {
      "en": "all about creating something you've never seen before",
      "es": "crear algo que nunca habías visto,"
    }
  },
  {
    "translation": {
      "en": "that he was hoping the audience would not only believe in,",
      "es": "y esperaba que el público no solo creyera en eso,"
    }
  },
  {
    "translation": {
      "en": "but also scratch their heads and go, How do you do that?",
      "es": "sino asombrarlo y que dijera: ¿Cómo lo haces?."
    }
  },
  {
    "translation": {
      "en": "Hang on!",
      "es": "¡Sostente!"
    }
  },
  {
    "translation": {
      "en": "You have Brian Froud, who is a guy who, for this world, these things are real.",
      "es": "Está Brian Froud para quien, en este mundo, estas cosas son reales."
    }
  },
  {
    "translation": {
      "en": "You have Frank Oz,",
      "es": "Está Frank Oz,"
    }
  },
  {
    "translation": {
      "en": "who is one of the most brilliant puppeteers who's ever lived,",
      "es": "que es uno de los titiriteros más brillantes de la historia."
    }
  },
  {
    "translation": {
      "en": "and you have Jim bringing the world- building, and the humanity,",
      "es": "Y está Jim, que aporta la estructura, la humanidad"
    }
  },
  {
    "translation": {
      "en": "and the sense of human nature being put into these puppets.",
      "es": "y el sentido de naturaleza humana en estos títeres."
    }
  },
  {
    "translation": {
      "en": "It's a brilliant kind of creative melting pot",
      "es": "Es un crisol creativo increíble"
    }
  },
  {
    "translation": {
      "en": "that brought the original thing to life.",
      "es": "que dio vida al proyecto original."
    }
  },
  {
    "translation": {
      "en": "We live in an age of sequels and prequels,",
      "es": "Vivimos en una era de secuelas y precuelas."
    }
  },
  {
    "translation": {
      "en": "but the great thing about The Dark Crystal is",
      "es": "Lo bueno de esta historia"
    }
  },
  {
    "translation": {
      "en": "it's such a microcosmic look at the world that, when you finish watching it,",
      "es": "es la mirada microcósmica al mundo que, cuando terminas de verla,"
    }
  },
  {
    "translation": {
      "en": "you're left with these massive questions",
      "es": "quedan grandes preguntas sobre el universo en general"
    }
  },
  {
    "translation": {
      "en": "about the universe at large which have never been answered.",
      "es": "quedan grandes preguntas sobre el universo en general que nunca se han respondido."
    }
  },
  {
    "translation": {
      "en": "There are people who obsess about Dark Crystal, who really care about Dark Crystal,",
      "es": "Hay gente obsesionada con la historia, a la que le importa."
    }
  },
  {
    "translation": {
      "en": "and over the years, it's really become a cult film.",
      "es": "Con los años, se ha convertido en una película de culto."
    }
  },
  {
    "translation": {
      "en": "Is there going to be a feature film sequel?",
      "es": "¿Habrá una película como continuación?"
    }
  },
  {
    "translation": {
      "en": "Is there gonna be an animated TV show?",
      "es": "¿Habrá un programa de televisión animada?"
    }
  },
  {
    "translation": {
      "en": "I don't think that you could have done",
      "es": "No creo que se pudo haber hecho"
    }
  },
  {
    "translation": {
      "en": "a new version of The Dark Crystal better than on Netflix",
      "es": "una mejor versión nueva de El cristal encantado que en Netflix"
    }
  },
  {
    "translation": {
      "en": "with the right budget, with the creative team that Henson assembled.",
      "es": "con el presupuesto adecuado y el equipo creativo de Henson."
    }
  },
  {
    "translation": {
      "en": "I mean, it's so exciting to see the world come back to life in that way.",
      "es": "Es emocionante ver cómo el mundo vuelve a cobrar vida de esa forma."
    }
  },
  {
    "translation": {
      "en": "All too often, projects are rebooted or remade based on an IP",
      "es": "Con mucha frecuencia, los proyectos se rehacen basándose en un material"
    }
  },
  {
    "translation": {
      "en": "where all the DNA of that thing that makes people love it is discarded.",
      "es": "donde se descarta todo el ADN que hace que la gente lo adore."
    }
  },
  {
    "translation": {
      "en": "But, for me, if you're going to remake or reboot a franchise,",
      "es": "En mi opinión, si vas a rehacer o recrear una franquicia,"
    }
  },
  {
    "translation": {
      "en": "go back to why people like it in the first place.",
      "es": "piensa por qué gustó originalmente."
    }
  },
  {
    "translation": {
      "en": "Teddy Biaselli had told me that Henson were interested",
      "es": "Teddy Biaselli me había dicho que les interesaba hacer"
    }
  },
  {
    "translation": {
      "en": "in doing an animated series of The Dark Crystal,",
      "es": "una serie animada de El cristal encantado."
    }
  },
  {
    "translation": {
      "en": "and I thought about it, and I went home and I watched the movie again.",
      "es": "Lo pensé, me fui a casa y volví a ver la película,"
    }
  },
  {
    "translation": {
      "en": "I kept thinking about it. I was, like, Well the mythology is great,",
      "es": "y pensaba: La mitología es genial,"
    }
  },
  {
    "translation": {
      "en": "but what makes it really special and transcendent is the puppets.",
      "es": "pero lo que lo hace especial y trascendente son los títeres."
    }
  },
  {
    "translation": {
      "en": "I picked up the phone. I was, like, Okay, good news, bad news.",
      "es": "Tomé el teléfono. Dije: Buenas y malas noticias."
    }
  },
  {
    "translation": {
      "en": "Uh, bad news is, we're not gonna make The Dark Crystal animated series.",
      "es": "La mala es que no haremos la serie animada."
    }
  },
  {
    "translation": {
      "en": "The good news is Cindy wants to know what it would cost to do it live- action.",
      "es": "La buena es que Cindy quiere saber el costo de hacerlo en imágen real."
    }
  },
  {
    "translation": {
      "en": "And you could hear the phone hit the floor.",
      "es": "Escuché que el teléfono cayó al suelo."
    }
  },
  {
    "translation": {
      "en": "And we were shocked.",
      "es": "Estábamos impactados."
    }
  },
  {
    "translation": {
      "en": "Like, Really? A series that looks like the film?",
      "es": "¿Una serie que se parece a la película?"
    }
  },
  {
    "translation": {
      "en": "And, of course... of course we immediately responded that it's yes, like, it's technically possible,",
      "es": "Por supuesto que enseguida dijimos: Sí, es técnicamente posible,"
    }
  },
  {
    "translation": {
      "en": "but it will be very expensive.",
      "es": "pero sería muy caro."
    }
  },
  {
    "translation": {
      "en": "The best version of The Dark Crystal that could be made today,",
      "es": "La mejor versión de El cristal encantado que puede hacerse hoy"
    }
  },
  {
    "translation": {
      "en": "would be made by the Henson Company,",
      "es": "sería la hecha por la Henson Company,"
    }
  },
  {
    "translation": {
      "en": "by giving them the freedom",
      "es": "por darles la libertad"
    }
  },
  {
    "translation": {
      "en": "to really reach for the best version they can possibly imagine.",
      "es": "de buscar la mejor versión que ellos puedan imaginar."
    }
  },
  {
    "translation": {
      "en": "- - Gelfling!",
      "es": "¡Gelfling!"
    }
  },
  {
    "translation": {
      "en": "And they picked up a teaser, a test,",
      "es": "Eligieron un adelanto, una prueba,"
    }
  },
  {
    "translation": {
      "en": "to see what it looked like.",
      "es": "para ver cómo era."
    }
  },
  {
    "translation": {
      "en": "Netflix could look at the test and see the same thing that we saw in it.",
      "es": "Netflix podía ver la prueba y ver lo mismo que vimos nosotros."
    }
  },
  {
    "translation": {
      "en": "So what we had tried to do in the test",
      "es": "Lo que intentamos hacer en la prueba"
    }
  },
  {
    "translation": {
      "en": "was we did CG Gelfling with puppet Skeksis.",
      "es": "fueron gelflings gráficos con skekses títeres."
    }
  },
  {
    "translation": {
      "en": "Trespasser!",
      "es": "¡Intrusa!"
    }
  },
  {
    "translation": {
      "en": "Does it make sense to do a TV show in the same way that they did the original film?",
      "es": "¿Tiene sentido hacer un programa de TV como hicieron la película original?"
    }
  },
  {
    "translation": {
      "en": "You know, how much has, of-- has technology progressed?",
      "es": "¿Cuánto ha progresado la tecnología?"
    }
  },
  {
    "translation": {
      "en": "What's that smell?",
      "es": "¿Qué es ese olor?"
    }
  },
  {
    "translation": {
      "en": "There's something disparate",
      "es": "Hay una disparidad"
    }
  },
  {
    "translation": {
      "en": "between a real tactile object that catches the light,",
      "es": "entre un objeto táctil real que absorbe la luz,"
    }
  },
  {
    "translation": {
      "en": "that is layered and textured,",
      "es": "que tiene capas y texturas,"
    }
  },
  {
    "translation": {
      "en": "versus something that is generated in a computer.",
      "es": "y algo que se genera en una computadora."
    }
  },
  {
    "translation": {
      "en": "And no matter how good it looks, no matter how good it looks,",
      "es": "No importa qué tan bien se vea."
    }
  },
  {
    "translation": {
      "en": "they looked like two different mediums.",
      "es": "Parecían dos medios diferentes."
    }
  },
  {
    "translation": {
      "en": "We could make a clean marriage between the two.",
      "es": "Podíamos hacer una buena combinación entre ambos."
    }
  },
  {
    "translation": {
      "en": "And, technically, it could be done,",
      "es": "Técnicamente, se podía hacer,"
    }
  },
  {
    "translation": {
      "en": "but the CG Gelfling didn't look like Gelflings.",
      "es": "pero los gelflings digitales no parecían gelfings."
    }
  },
  {
    "translation": {
      "en": "No matter what you did with the eyes of the puppet,",
      "es": "No importa lo que hicieras con los ojos de la marioneta,"
    }
  },
  {
    "translation": {
      "en": "those puppet glass eyes were so hard to replicate",
      "es": "esos ojos de vidrio eran muy difíciles de replicar"
    }
  },
  {
    "translation": {
      "en": "in a CG environment,",
      "es": "en un medio de CGI."
    }
  },
  {
    "translation": {
      "en": "that you immediately could see that it was CG talking to the puppet,",
      "es": "Enseguida podías ver que el CG le hablaba a la marioneta"
    }
  },
  {
    "translation": {
      "en": "then you really just wanted to see the puppet.",
      "es": "y solo querías ver al títere."
    }
  },
  {
    "translation": {
      "en": "Seeing the tests that they did before the shoot with full CGI character and a puppet,",
      "es": "Tras ver las pruebas antes de filmar con un personaje en CGI y un títere,"
    }
  },
  {
    "translation": {
      "en": "it was... I mean, it's like night and day.",
      "es": "era como la noche y el día."
    }
  },
  {
    "translation": {
      "en": "It's amazing how much more evocative the... the puppet is.",
      "es": "Es increíble cuánto más evocador es el títere."
    }
  },
  {
    "translation": {
      "en": "As masterful as it is, you can't talk to a Pixar character in the real world.",
      "es": "Aunque sea magistral, no puedes hablar con un personaje Pixar en el mundo real."
    }
  },
  {
    "translation": {
      "en": "I mean, the percentage of the audience that gets to come",
      "es": "El porcentaje del público"
    }
  },
  {
    "translation": {
      "en": "and talk to a puppet in the real world is very small,",
      "es": "que habla con un títere en el mundo real es muy pequeño,"
    }
  },
  {
    "translation": {
      "en": "but I think you know that you could.",
      "es": "pero creo que sabes que puedes."
    }
  },
  {
    "translation": {
      "en": "We're going back to telling the story and what serves that,",
      "es": "Volvemos a contar la historia y lo que genera"
    }
  },
  {
    "translation": {
      "en": "not just, These effects are such fun,",
      "es": "no son solo los efectos divertidos,"
    }
  },
  {
    "translation": {
      "en": "let's-- how much more effects can we do?",
      "es": "sino cuántos más efectos podemos hacer."
    }
  },
  {
    "translation": {
      "en": "How do the effects serve the story? What can they tell?",
      "es": "¿Cómo impactan en la historia? ¿Qué pueden decir?"
    }
  },
  {
    "translation": {
      "en": "CG, they can expand your world, they can enhance it and augment it,",
      "es": "El CG puede expandir tu mundo, mejorarlo aumentarlo"
    }
  },
  {
    "translation": {
      "en": "and they can totally take it to places that just sets can't and just puppets can't,",
      "es": "y llevarlo a lugares que los sets ni los títeres pueden solos,"
    }
  },
  {
    "translation": {
      "en": "but they can't be the star of the show, and they shouldn't be the star,",
      "es": "pero no pueden ser la estrella ni deberían serlo,"
    }
  },
  {
    "translation": {
      "en": "because then you do lose that humanity, and it does jar you out of it.",
      "es": "porque se pierde esa humanidad, y te distrae."
    }
  },
  {
    "translation": {
      "en": "And we all looked around at each other and said, We're doing it all with puppets, guys.",
      "es": "Todos nos miramos y dijimos: Lo haremos con títeres."
    }
  },
  {
    "translation": {
      "en": "And Double Negative, the studio that did the CG,",
      "es": "Double Negative, el estudio que hizo el CG,"
    }
  },
  {
    "translation": {
      "en": "said, Well, hold on. We want to show you something.",
      "es": "dijo: Esperen, queremos mostrarles algo."
    }
  },
  {
    "translation": {
      "en": "Take just a shot from the movie, and then just manipulate it,",
      "es": "Tomo una imagen de la película y la manipulo para agregarle un parpadeo o una sonrisa,"
    }
  },
  {
    "translation": {
      "en": "so you can add a little bit of blink or a little bit of smile,",
      "es": "y la manipulo para agregarle un parpadeo o una sonrisa,"
    }
  },
  {
    "translation": {
      "en": "and just take the performance from the puppet just that little bit further to add a bit more life to it.",
      "es": "y la interpretación del títere va algo más allá para darle más vida."
    }
  },
  {
    "translation": {
      "en": "And they augmented Kira's face a little bit.",
      "es": "Aumentaron un poco la cara de Kira."
    }
  },
  {
    "translation": {
      "en": "That gave it a little bit more pop of life.",
      "es": "Eso le dio un poco más de vida"
    }
  },
  {
    "translation": {
      "en": "And we all went...  That's it.",
      "es": "y todos dijimos: Eso mismo."
    }
  },
  {
    "translation": {
      "en": "We, as a company, have been doing puppets for over 50 years,",
      "es": "Como empresa, llevamos más de 50 años haciendo títeres."
    }
  },
  {
    "translation": {
      "en": "and to be here at this point, so many years later,",
      "es": "Llegar a este punto, tantos años después,"
    }
  },
  {
    "translation": {
      "en": "and be doing what has got to be the biggest puppet production ever.",
      "es": "y hacer algo que quizá sea la producción más grande de títeres."
    }
  },
  {
    "translation": {
      "en": "This has no humans,",
      "es": "No tiene humanos."
    }
  },
  {
    "translation": {
      "en": "so it is a complete puppet extravaganza.",
      "es": "Es un espectáculo completo de títeres."
    }
  },
  {
    "translation": {
      "en": "My writing partner and I came up with a pitch for a sequel to Labyrinth,",
      "es": "Pensamos en una secuela para Laberinto."
    }
  },
  {
    "translation": {
      "en": "and we called and we're like, There's these two guys, they have an idea for Labyrinth. Do you wanna hear it for a sequel?",
      "es": "Hay dos con una idea para Laberinto, ¿quieren oírla para una secuela?."
    }
  },
  {
    "translation": {
      "en": "Henson Company was like, No, but we're doing Dark Crystal, Would you want to come in on that?",
      "es": "Henson Company dice: No, pero haremos El cristal. ¿Qué te parece?."
    }
  },
  {
    "translation": {
      "en": "We're sitting there and this French gentleman comes in, says, Hello, I'm Louis, I'm here to meet with Lisa.",
      "es": "De pronto, entra un francés y dice: Soy Louis, vine a ver a Lisa."
    }
  },
  {
    "translation": {
      "en": "And we realize we're pitching Lisa Henson and the guy who directed Hulk.",
      "es": "Entonces vemos que se lo presentaríamos a Lisa Henson y al director de Hulk."
    }
  },
  {
    "translation": {
      "en": "And so, we have to suddenly act like we know what we're doing.",
      "es": "Así que debemos fingir que sabemos lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "We turn, look, and we see the archer, except the hunter--",
      "es": "En este momento antes, vemos al arquero, pero el cazador..."
    }
  },
  {
    "translation": {
      "en": "The way they pitched the idea of the show was just so perfect.",
      "es": "La forma en que propusieron la idea del show fue perfecta."
    }
  },
  {
    "translation": {
      "en": "And it was so engaging.",
      "es": "Fue muy cautivadora."
    }
  },
  {
    "translation": {
      "en": "It had high stakes, drama, intimacy, and, of course, great villains.",
      "es": "Tenía mucho peligro, drama, intimidad y, por supuesto, buenos villanos."
    }
  },
  {
    "translation": {
      "en": "So, we were all really in awe,",
      "es": "Todos quedamos maravillados"
    }
  },
  {
    "translation": {
      "en": "and our... our hearts were full of joy",
      "es": "y nuestros corazones saltaron de alegría"
    }
  },
  {
    "translation": {
      "en": "to see that we found the right person to bring this back to life again.",
      "es": "cuando vimos que encontramos a los indicados para revivir esto."
    }
  },
  {
    "translation": {
      "en": "And as he falls back, and that is where Aughra manages to emerge...",
      "es": "...al caer, en ese momento, Augra logra salir..."
    }
  },
  {
    "translation": {
      "en": "The level of passion and excitement when they're telling a story",
      "es": "Su gran pasión y el entusiasmo al contar la historia"
    }
  },
  {
    "translation": {
      "en": "had us engaged right away.",
      "es": "nos cautivaron enseguida."
    }
  },
  {
    "translation": {
      "en": "So when they spoke the story to us, we were, like, all leaning in.",
      "es": "Cuando nos contaron la historia, todos nos involucramos."
    }
  },
  {
    "translation": {
      "en": "We're like, What is this? What is this? And that transferred onto the page.",
      "es": "¿Qué es esto? ¿Y esto?. Y eso se reflejó en el papel."
    }
  },
  {
    "translation": {
      "en": "If you weren't incredibly familiar with the original film",
      "es": "Si no estabas muy familiarizado con la película original"
    }
  },
  {
    "translation": {
      "en": "and didn't have a passion for it,",
      "es": "y no te apasionaba,"
    }
  },
  {
    "translation": {
      "en": "it might be too hard to decide how to build up this very elaborate prequel.",
      "es": "podía ser muy difícil decidir cómo armar esta precuela tan compleja."
    }
  },
  {
    "translation": {
      "en": "We're looking at telling ten hours of modern television,",
      "es": "Consideramos diez horas de televisión moderna"
    }
  },
  {
    "translation": {
      "en": "and it's 30 years after the original Dark Crystal came out.",
      "es": "y 30 años después de El cristal encantado original."
    }
  },
  {
    "translation": {
      "en": "So, we can't just live with the idea that we're introducing a new world,",
      "es": "Así que no podemos tener la idea de que introducimos un mundo nuevo"
    }
  },
  {
    "translation": {
      "en": "the world has existed for 30 years.",
      "es": "que existe desde hace 30 años."
    }
  },
  {
    "translation": {
      "en": "So, we had to break a lot of the narrative conceits of the film,",
      "es": "Debimos romper muchos conceptos narrativos de la película,"
    }
  },
  {
    "translation": {
      "en": "a lot of the visual conceits of the film, and be free to do that.",
      "es": "muchos conceptos visuales, y hacerlo libremente."
    }
  },
  {
    "translation": {
      "en": "And so you can't go into that with like, And here's how I'd do it.",
      "es": "No se puede decir: Así lo haría yo."
    }
  },
  {
    "translation": {
      "en": "You gotta go in with like, Okay, what do you like about what you're doing,",
      "es": "Tienes decir: ¿Qué te gusta de lo que haces?"
    }
  },
  {
    "translation": {
      "en": "what needs a little more life, what needs a little fleshing out,",
      "es": "¿Qué necesita más vida? ¿De dónde hay que sacar?"
    }
  },
  {
    "translation": {
      "en": "what's got too much fleshing out?",
      "es": "¿A qué se le sacó demasiado?."
    }
  },
  {
    "translation": {
      "en": "Jeff and Will, brilliant writers,",
      "es": "Jeff y Will son guionistas brillantes."
    }
  },
  {
    "translation": {
      "en": "never worked on television before in their life.",
      "es": "Nunca habían trabajado en televisión."
    }
  },
  {
    "translation": {
      "en": "We weren't about to literally throw them in the deep end",
      "es": "No íbamos a tirarlos al fondo"
    }
  },
  {
    "translation": {
      "en": "without any sort of help.",
      "es": "sin ningún tipo de ayuda."
    }
  },
  {
    "translation": {
      "en": "So I go into the meeting, and I'm ushered into Lisa Henson's office.",
      "es": "Voy a la reunión y me llevan a la oficina de Lisa Henson."
    }
  },
  {
    "translation": {
      "en": "And there's Lisa, and Halle, and Blanca.",
      "es": "Están Lisa, Halle y Blanca."
    }
  },
  {
    "translation": {
      "en": "And he came in and he didn't know what he was there for. He was excited though.",
      "es": "Entró y no sabía para qué había ido, pero estaba emocionado."
    }
  },
  {
    "translation": {
      "en": "And we said, We're gonna show you something.",
      "es": "Le dijimos que le mostraríamos algo."
    }
  },
  {
    "translation": {
      "en": "And then they show me this five- minute trailer that they shot",
      "es": "Y luego me mostraron un tráiler de cinco minutos"
    }
  },
  {
    "translation": {
      "en": "as a proof of concept.",
      "es": "como prueba de concepto."
    }
  },
  {
    "translation": {
      "en": "And the story's been told enough times that I'm not entirely sure what happened.",
      "es": "La historia se contó tantas veces que no sé bien qué pasó."
    }
  },
  {
    "translation": {
      "en": "He was so excited and so happy.",
      "es": "Estaba muy emocionado y feliz."
    }
  },
  {
    "translation": {
      "en": "I think he man- cried. I mean, I think he basically man- cried.",
      "es": "Creo que lloró. Realmente lloró."
    }
  },
  {
    "translation": {
      "en": "I think on the outside I was able to keep a good poker face,",
      "es": "Creo que pude poner una buena cara de póquer,"
    }
  },
  {
    "translation": {
      "en": "but on the inside, I went into like a full- on, ugly man- cry",
      "es": "pero, por dentro, me puse a llorar mucho"
    }
  },
  {
    "translation": {
      "en": "for, like, my lost innocence, and my childhood, and for all the things I'd loved as a kid.",
      "es": "por mi inocencia perdida, mi niñez y todo lo que amaba de niño."
    }
  },
  {
    "translation": {
      "en": "And I couldn't say no to the job. It was just one of those things, like,",
      "es": "Y no podía negarme. Es de esas cosas..."
    }
  },
  {
    "translation": {
      "en": "you could offer me a dollar...  and I'm gonna do this job, you know?",
      "es": "Podían ofrecerme un dólar y lo haría de todos modos."
    }
  },
  {
    "translation": {
      "en": "The minute he walked in the room, you knew he was a huge fan of the property.",
      "es": "En cuanto entró, sabías que era un gran admirador de la obra"
    }
  },
  {
    "translation": {
      "en": "and he was a huge fan of process.",
      "es": "y también del proceso."
    }
  },
  {
    "translation": {
      "en": "He immediately set a tone of professionalism and nerd joy.",
      "es": "Enseguida aportó profesionalismo y alegría de nerd."
    }
  },
  {
    "translation": {
      "en": "Are you nuts? Why would you re- make something so great?",
      "es": "¿Están locos? ¿Por reharían algo tan genial?"
    }
  },
  {
    "translation": {
      "en": "Uh, and then I read the script.",
      "es": "Luego leí el guion."
    }
  },
  {
    "translation": {
      "en": "And then I saw they're making it into a TV series and it was a prequel.",
      "es": "Vi que la hacían serie de televisión y que era una precuela."
    }
  },
  {
    "translation": {
      "en": "I saw the people that were involved and I thought, Oh, I get it.",
      "es": "Vi a la gente involucrada"
    }
  },
  {
    "translation": {
      "en": "You're really digging deep into the world and you can do so many more things now.",
      "es": "y entendí que iban más allá y podían hacer mucho más."
    }
  },
  {
    "translation": {
      "en": "Louis came to us a long time ago",
      "es": "Louis llegó hace mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "because he wanted to know what we were doing with The Dark Crystal",
      "es": "Quería saber qué hacíamos con El cristal encantado"
    }
  },
  {
    "translation": {
      "en": "at the time we were developing a feature film.",
      "es": "cuando desarrollábamos un largometraje."
    }
  },
  {
    "translation": {
      "en": "He jumped on board the feature film and worked with us on that development",
      "es": "Se nos unió en el largometraje y trabajó en el desarrollo"
    }
  },
  {
    "translation": {
      "en": "on how to do Dark Crystal for today.",
      "es": "de cómo hacer El cristal encantado para hoy en día."
    }
  },
  {
    "translation": {
      "en": "And he is the one person on the whole show",
      "es": "Es la única persona en toda la serie"
    }
  },
  {
    "translation": {
      "en": "who... who has the show in his head.",
      "es": "que la tiene en la cabeza."
    }
  },
  {
    "translation": {
      "en": "He's incredibly thoughtful,",
      "es": "Es increíblemente considerado"
    }
  },
  {
    "translation": {
      "en": "and I feel like he's really the right person",
      "es": "y creo que es la persona indicada"
    }
  },
  {
    "translation": {
      "en": "to be standing in my father's shoes from the original movie,",
      "es": "para estar en los zapatos de mi padre en la película original."
    }
  },
  {
    "translation": {
      "en": "where people can, like, ask him,",
      "es": "La gente puede preguntarle:"
    }
  },
  {
    "translation": {
      "en": "All right, what are we doing here?  You know?",
      "es": "Bien, ¿qué hacemos?."
    }
  },
  {
    "translation": {
      "en": "He... he's that person who knows.",
      "es": "Es la persona que sabe."
    }
  },
  {
    "translation": {
      "en": "The Dark Crystal was heavy with the weight of legacy.",
      "es": "El cristal encantado estaba muy cargada con el peso del legado."
    }
  },
  {
    "translation": {
      "en": "Legacy because all of us grew up with Jim Henson.",
      "es": "Legado porque todos crecimos con Jim Henson."
    }
  },
  {
    "translation": {
      "en": "Legacy because The Dark Crystal was a huge movie",
      "es": "Porque fue una gran película para quienes amamos el cine"
    }
  },
  {
    "translation": {
      "en": "for a lot of us who love cinema and especially who love genre cinema.",
      "es": "Porque fue una gran película para quienes amamos el cine y, sobre todo, el de género."
    }
  },
  {
    "translation": {
      "en": "But the trick is to find that sweet spot where you still are able to be honest,",
      "es": "Pero el truco es encontrar ese punto donde aún puedes ser sincero,"
    }
  },
  {
    "translation": {
      "en": "you're still able to be respectful, and you're still able to be creative.",
      "es": "donde aún puedes ser respetuoso y también creativo."
    }
  },
  {
    "translation": {
      "en": "Louis is not a writer, um, but he was in the writing room the whole time.",
      "es": "Louis no es guionista, pero estuvo en la sala de guionistas,"
    }
  },
  {
    "translation": {
      "en": "So, we did a writing room in Los Angeles with Jeff, and Will, and Javier,",
      "es": "así que hicimos una en Los Ángeles con Jeff, Will, Javier,"
    }
  },
  {
    "translation": {
      "en": "and Jo Lee, and Vivian. We had a nice team of writers.",
      "es": "Jo Lee y Vivian. Había un buen equipo de guionistas."
    }
  },
  {
    "translation": {
      "en": "And then, Louis worked with them even closer, and you know, rarely left the room.",
      "es": "Louis trabajó con ellos aún más de cerca y casi nunca salía de la sala."
    }
  },
  {
    "translation": {
      "en": "Will and Jeff had already thought of the ten episodes,",
      "es": "Will y Jeff ya habían pensado en los diez episodios,"
    }
  },
  {
    "translation": {
      "en": "so they did a lot of the heavy lifting for us.",
      "es": "así que hicieron mucho por nosotros."
    }
  },
  {
    "translation": {
      "en": "So, we knew where we were going.",
      "es": "Sabíamos adónde íbamos."
    }
  },
  {
    "translation": {
      "en": "There was so much communication,",
      "es": "Hubo mucha comunicación"
    }
  },
  {
    "translation": {
      "en": "about where the canon was going,",
      "es": "sobre dónde iba el canon"
    }
  },
  {
    "translation": {
      "en": "and sort of what were important aspects to make sure that we didn't change,",
      "es": "y sobre los aspectos importantes para que no las cambiáramos"
    }
  },
  {
    "translation": {
      "en": "or things that we did make sure that were the tent poles.",
      "es": "o cosas que sabíamos que eran los pilares."
    }
  },
  {
    "translation": {
      "en": "Jo Lee is writing the YA books,",
      "es": "Jo Lee escribe para adultos jóvenes"
    }
  },
  {
    "translation": {
      "en": "and he's a big world creator.",
      "es": "y es un gran creador de mundos."
    }
  },
  {
    "translation": {
      "en": "We've used a lot of what he developed in his YA books",
      "es": "Usamos mucho de lo que desarrolló en sus libros"
    }
  },
  {
    "translation": {
      "en": "as texture and background for the story that the series tells.",
      "es": "como textura y contexto para la historia que cuenta la serie."
    }
  },
  {
    "translation": {
      "en": "Writing the novels, it was a lot about, like,",
      "es": "Al escribir las novelas"
    }
  },
  {
    "translation": {
      "en": "making up place names, and character names, and environments,",
      "es": "había que inventar lugares, nombres de personajes y ambientes,"
    }
  },
  {
    "translation": {
      "en": "and now, I'm just one piece in a very big picture.",
      "es": "y ahora soy solo una parte de un panorama muy grande."
    }
  },
  {
    "translation": {
      "en": "What was this incredible civilization",
      "es": "¿Qué era esta civilización increíble"
    }
  },
  {
    "translation": {
      "en": "that the Skeksis wiped out?",
      "es": "que los skekses aniquiló?"
    }
  },
  {
    "translation": {
      "en": "That world building which sort of occurred across the YA novels",
      "es": "Ese proceso de creación de un mundo que estaba en las novelas para jóvenes"
    }
  },
  {
    "translation": {
      "en": "and across the graphic novels,",
      "es": "y en las novelas gráficas"
    }
  },
  {
    "translation": {
      "en": "you know, we kind of just created, like, that civilization,",
      "es": "fue la que tomamos para esta civilización,"
    }
  },
  {
    "translation": {
      "en": "which is a matriarchal society.",
      "es": "que es una sociedad matriarcal."
    }
  },
  {
    "translation": {
      "en": "Seven clans which are each run by their own Maudra, who's the matriarch,",
      "es": "Siete clanes dirigidos por una Maudra propia, la matriarca,"
    }
  },
  {
    "translation": {
      "en": "and then all the Maudras.",
      "es": "y luego las otras Maudras."
    }
  },
  {
    "translation": {
      "en": "The queen of all of them is the All- Maudra.",
      "es": "La reina de todas es la Pan-Maudra."
    }
  },
  {
    "translation": {
      "en": "And she is of the Vapra Clan,",
      "es": "Es del clan Vapra."
    }
  },
  {
    "translation": {
      "en": "so we actually created seven different clans",
      "es": "Entonces creamos siete clanes diferentes"
    }
  },
  {
    "translation": {
      "en": "which are not based on any human culture,",
      "es": "que no se basan en ninguna cultura humana,"
    }
  },
  {
    "translation": {
      "en": "but what they're a little bit based on is the way that human cultures are different from each other.",
      "es": "pero se basan un poco en las diferencias entre las culturas humanas."
    }
  },
  {
    "translation": {
      "en": "Certainly, in science fiction and fantasy, you have realms whereby you can rehearse ideas",
      "es": "En la ciencia ficción y la fantasía hay ámbitos donde puedes ensayar ideas"
    }
  },
  {
    "translation": {
      "en": "that might not necessarily be possible in the real world.",
      "es": "que podrían no ser posibles en el mundo real."
    }
  },
  {
    "translation": {
      "en": "You can actually present power struggles",
      "es": "Se pueden presentar luchas de poder"
    }
  },
  {
    "translation": {
      "en": "or at least environments where things aren't necessarily dictated",
      "es": "o entornos donde las cosas no se determinan necesariamente"
    }
  },
  {
    "translation": {
      "en": "by the gender politics of the now, here, and to show how changes can occur.",
      "es": "por la política de género del aquí y ahora y muestran cómo ocurren los cambios."
    }
  },
  {
    "translation": {
      "en": "High fantasy, like all good storytelling,",
      "es": "En la alta fantasía hay una historia de personaje"
    }
  },
  {
    "translation": {
      "en": "has a character story, has a plot story that drives the action.",
      "es": "En la alta fantasía hay una historia de personaje y un argumento que impulsa la acción,"
    }
  },
  {
    "translation": {
      "en": "But the thing I think high fantasy can do probably better than any type of storytelling",
      "es": "pero lo que hace la alta fantasía, y quizá mejor que otro tipo de narración,"
    }
  },
  {
    "translation": {
      "en": "is it can send that bigger, overall message,",
      "es": "es enviar un mensaje general más amplio."
    }
  },
  {
    "translation": {
      "en": "not only to bringing people into this wondrous new world,",
      "es": "No solo para llevar a este nuevo mundo maravilloso,"
    }
  },
  {
    "translation": {
      "en": "but also speaking to some issues right now",
      "es": "sino también para hablar de algunos temas"
    }
  },
  {
    "translation": {
      "en": "that, uh, we all are feeling very strongly.",
      "es": "que nos sensibilizan mucho ahora."
    }
  },
  {
    "translation": {
      "en": "And seeing it in myth, and a new myth, it's gonna be very exciting.",
      "es": "Y verlo en un mito nuevo es emocionante."
    }
  },
  {
    "translation": {
      "en": "It pulls on that idea of unity",
      "es": "Invoca la idea de unidad"
    }
  },
  {
    "translation": {
      "en": "against an overriding darkness and evil.",
      "es": "contra una oscuridad y una maldad predominantes."
    }
  },
  {
    "translation": {
      "en": "All storytelling is about who we are, and what we do,",
      "es": "Toda la narración habla de quiénes somos, qué hacemos,"
    }
  },
  {
    "translation": {
      "en": "and how we behave, and what choices we make.",
      "es": "cómo nos comportamos, qué decidimos."
    }
  },
  {
    "translation": {
      "en": "Uh, and sometimes it's naturalistic, sometimes it's through a fantasy prism.",
      "es": "A veces, es naturalista. Otras, es muy de fantasía."
    }
  },
  {
    "translation": {
      "en": "But with this, when it's through creatures that don't look like us,",
      "es": "Pero cuando es con criaturas que no se nos parecen,"
    }
  },
  {
    "translation": {
      "en": "from a world that is so far away from us,",
      "es": "que son de un mundo tan diferente,"
    }
  },
  {
    "translation": {
      "en": "it makes us let our guard down.",
      "es": "nos hace bajar la guardia."
    }
  },
  {
    "translation": {
      "en": "We don't notice that we're really talking about how human beings behave.",
      "es": "No notamos que, en realidad, hablamos de la conducta humana."
    }
  },
  {
    "translation": {
      "en": "What are the tent- pole moments we have to hit?",
      "es": "¿Cuáles son los momentos clave?"
    }
  },
  {
    "translation": {
      "en": "We know that the pilot is the Gelfling discover that the Skeksis are draining the Gelfling for their essence.",
      "es": "Sabemos que los gelflings descubren que los skekses los drenan por su esencia."
    }
  },
  {
    "translation": {
      "en": "So we know that's the inciting incident.",
      "es": "Es el momento incitador."
    }
  },
  {
    "translation": {
      "en": "You know, we know, we know, we know. So you start putting those tent poles up on a white board,",
      "es": "Sabemos esto y lo otro... Pones los momentos en un pizarra,"
    }
  },
  {
    "translation": {
      "en": "and what that gives you is, it gives you, if not a road map, a set of destinations.",
      "es": "lo cual da, si no un mapa, una serie de destinos."
    }
  },
  {
    "translation": {
      "en": "And the creativity comes out of",
      "es": "La creatividad surge de estar sentados en un cuarto."
    }
  },
  {
    "translation": {
      "en": "you sit in a room, and this is how we did Lost also.",
      "es": "La creatividad surge de estar sentados en un cuarto. Así hicimos Lost."
    }
  },
  {
    "translation": {
      "en": "You sit in a room day after day, and go, Okay, how do we get",
      "es": "Te sientas día tras día y piensas cómo pasar del punto A al B"
    }
  },
  {
    "translation": {
      "en": "from point A, to point B, to point C, to point D?",
      "es": "Te sientas día tras día y piensas cómo pasar del punto A al B y del punto C al D. De pronto, tienes una temporada."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, you have a season of television.",
      "es": "y del punto C al D. De pronto, tienes una temporada."
    }
  },
  {
    "translation": {
      "en": "And from there, that's when you build a world.",
      "es": "A partir de allí se construye un mundo."
    }
  },
  {
    "translation": {
      "en": "If you... you create a character such as...",
      "es": "Si creas un personaje como..."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use an example like Brea.",
      "es": "Tomaré de ejemplo a Brea. Es una princesa."
    }
  },
  {
    "translation": {
      "en": "So, she's a princess, which means there's a mother who's a queen,",
      "es": "Tomaré de ejemplo a Brea. Es una princesa. Hay una madre que es reina, es decir que hay una jerarquía."
    }
  },
  {
    "translation": {
      "en": "which means, oh, there's a hierarchy, this, uh, legacy that she has to live.",
      "es": "Hay una madre que es reina, es decir que hay una jerarquía. Hay un legado que debe vivir."
    }
  },
  {
    "translation": {
      "en": "What's that landscape like?",
      "es": "¿Cómo es ese ámbito?"
    }
  },
  {
    "translation": {
      "en": "It's just a slow unravel, and it's very beautiful, and it's very delicate.",
      "es": "Es un descubrimiento lento, muy hermoso y delicado."
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that we also had a love story at its core.",
      "es": "Queríamos que tuviera una historia de amor en el núcleo,"
    }
  },
  {
    "translation": {
      "en": "And it's the story of Rian and Deet.",
      "es": "que es la de Rian y Deet."
    }
  },
  {
    "translation": {
      "en": "And I think that these two characters need to meet",
      "es": "Creo que estos dos personajes deben conocerse"
    }
  },
  {
    "translation": {
      "en": "and go on this journey together.",
      "es": "y hacer juntos este viaje."
    }
  },
  {
    "translation": {
      "en": "That's it! Monsters.",
      "es": "- ¡Eso es! Monstruos. - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "- What? - I know exactly what to do now.",
      "es": "- ¡Eso es! Monstruos. - ¿Qué? ¡Ya sé qué hay que hacer!"
    }
  },
  {
    "translation": {
      "en": "You've been so helpful. Thanks so much.",
      "es": "Me ayudaste mucho. Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "The language of Podling",
      "es": "El idioma de los podlings"
    }
  },
  {
    "translation": {
      "en": "was created by Jo Lee,",
      "es": "fue creado por Jo Lee, uno de nuestros guionistas."
    }
  },
  {
    "translation": {
      "en": "who's one of our writers on the show and who had a background in linguistics.",
      "es": "fue creado por Jo Lee, uno de nuestros guionistas. Tenía conocimientos lingüísticos y me dio un buen cuerpo de vocabulario"
    }
  },
  {
    "translation": {
      "en": "And he handed me a neat little vocabulary packet",
      "es": "Tenía conocimientos lingüísticos y me dio un buen cuerpo de vocabulario"
    }
  },
  {
    "translation": {
      "en": "of all the Podling and English words, and so I learned it by studying Jo Lee's diligent work.",
      "es": "de las palabras en podling y en inglés, así que lo aprendí por su buen trabajo."
    }
  },
  {
    "translation": {
      "en": "He's done a huge amount to breathe life into it.",
      "es": "Ha hecho muchísimo para darle vida."
    }
  },
  {
    "translation": {
      "en": "He'll write me emails in Podling, and I'm like,I don't... I don't know what that says.",
      "es": "Me escribe correos en podling y le digo: No entiendo qué dice."
    }
  },
  {
    "translation": {
      "en": "Like...  I made up the language, but I'm not fluent in it.",
      "es": "Inventé el idioma, pero no hablo con fluidez."
    }
  },
  {
    "translation": {
      "en": "So, it's very inclusive for everyone.",
      "es": "Es muy inclusivo para todos."
    }
  },
  {
    "translation": {
      "en": "Every idea on this counts,",
      "es": "Cada idea cuenta en esto,"
    }
  },
  {
    "translation": {
      "en": "like, figuring out how is he gonna shoot that arrow,",
      "es": "como ver cómo va a disparar esa flecha,"
    }
  },
  {
    "translation": {
      "en": "because he also had four hands and he can go like this.",
      "es": "porque tiene cuatro manos y puede hacer así."
    }
  },
  {
    "translation": {
      "en": "What if he also goes behind his head",
      "es": "¿Y si va detrás de la cabeza"
    }
  },
  {
    "translation": {
      "en": "and shoots up in the air like that with those arms going up?",
      "es": "y dispara en el aire con los brazos hacia arriba?"
    }
  },
  {
    "translation": {
      "en": "At one point in the writer's room, somebody comes up with,",
      "es": "En la sala de guionistas a alguien se le ocurrió algo:"
    }
  },
  {
    "translation": {
      "en": "We should have a scene where Podlings are being washed,",
      "es": "Hagamos una escena donde se laven podlings."
    }
  },
  {
    "translation": {
      "en": "and that just goes over there some place.",
      "es": "Eso iría en algún lugar."
    }
  },
  {
    "translation": {
      "en": "And then, somebody says, We should send Brea to, like, some group of people",
      "es": "Otro dijo: Podemos mandar a Brea con un grupo de gente"
    }
  },
  {
    "translation": {
      "en": "who just do crap jobs and they're really unhappy.",
      "es": "que hace tareas horribles y no está contenta."
    }
  },
  {
    "translation": {
      "en": "And then, you give it to a talented writer like Vivian. Next thing you know, the daughter is going to The Deterge,",
      "es": "Le das eso a una talentosa como Vivian y, de pronto, la hija hace la depurga."
    }
  },
  {
    "translation": {
      "en": "and there's a season where you wash Podlings.",
      "es": "Hay una época en que se lavan podlings."
    }
  },
  {
    "translation": {
      "en": "And, by the way, that's also a good example of what I refer to as wide open spaces.",
      "es": "Por cierto, también es un buen ejemplo de lo que llamo espacios abiertos."
    }
  },
  {
    "translation": {
      "en": "Having written a Star Trek movie, I know what it's like when you write,",
      "es": "Escribí una película de Star Trek, así que sé cómo es decir:"
    }
  },
  {
    "translation": {
      "en": "And such- and- such lands on such- and- such planet.",
      "es": "Este aterriza en este planeta."
    }
  },
  {
    "translation": {
      "en": "And you know someone's gonna have to go build that,",
      "es": "Sabes que alguien deberá crearlo"
    }
  },
  {
    "translation": {
      "en": "or design it or, or all of those things.",
      "es": "o diseñarlo, o todo junto."
    }
  },
  {
    "translation": {
      "en": "But I think, as a writer, you have to trust in the process.",
      "es": "Pero como guionista, debes confiar en el proceso."
    }
  },
  {
    "translation": {
      "en": "You can't think about the designers and the builders. They have to take care of themselves.",
      "es": "No puedes pensar en los diseñadores y en los creadores. Se cuidan solos."
    }
  },
  {
    "translation": {
      "en": "You write whatever the heck you wanna write.",
      "es": "Escribes lo que quieras."
    }
  },
  {
    "translation": {
      "en": "However vast and expansive it is, you just write it and let them tell you they can't do it.",
      "es": "No importa lo amplio y expansivo que sea, lo escribes y que te digan que no pueden."
    }
  },
  {
    "translation": {
      "en": "It's not your problem.",
      "es": "No es tu problema."
    }
  },
  {
    "translation": {
      "en": "For Dark Crystal to be able to work,",
      "es": "Para que El cristal funcionara"
    }
  },
  {
    "translation": {
      "en": "we had to have that full trust in the creative vision.",
      "es": "debimos confiar completamente en la visión creativa."
    }
  },
  {
    "translation": {
      "en": "I don't know where else you could make an epic,",
      "es": "No sé dónde más podrías hacer una historia épica,"
    }
  },
  {
    "translation": {
      "en": "action, adventure, fantasy, romance, story of love",
      "es": "de acción y aventuras, de fantasía, romance y de amor con títeres."
    }
  },
  {
    "translation": {
      "en": "with puppets, and have it be this epic.",
      "es": "y de amor con títeres. Y que sea tan épica."
    }
  },
  {
    "translation": {
      "en": "The mantra is freedom and responsibility.",
      "es": "El mantra es la libertad y la responsabilidad."
    }
  },
  {
    "translation": {
      "en": "People at all levels within Netflix",
      "es": "En todos los niveles en Netflix"
    }
  },
  {
    "translation": {
      "en": "do have a lot of freedom to do their jobs how they see fit, but you're accountable.",
      "es": "hay mucha libertad para hacer el trabajo como parezca, pero responsablemente."
    }
  },
  {
    "translation": {
      "en": "So, there's a responsibility for delivering at a really high level.",
      "es": "Hay una responsabilidad muy alta para cumplir."
    }
  },
  {
    "translation": {
      "en": "And we extend that same mantra to our filmmakers.",
      "es": "Y extendemos el mismo mantra a nuestros cineastas."
    }
  },
  {
    "translation": {
      "en": "Before I was an actor,",
      "es": "Antes de ser actor,"
    }
  },
  {
    "translation": {
      "en": "the thing that really sort of set my soul on fire",
      "es": "lo que realmente me encendía por dentro"
    }
  },
  {
    "translation": {
      "en": "was drawing, and sculpting, and making characters. and that's sort of what I thought my life was going to be about.",
      "es": "era dibujar, esculpir y crear personajes. Creía que me dedicaría a eso."
    }
  },
  {
    "translation": {
      "en": "And I just remembered the first time that I opened the printout with the character breakdown and the little image,",
      "es": "Recuerdo la primera vez que abrí la imagen con el detalle de personajes."
    }
  },
  {
    "translation": {
      "en": "that I just called, like, anyone who I thought might be interested to tell them about it, because it was just the coolest thing.",
      "es": "Llamé a todos los posibles interesados para contárselos porque era impresionante."
    }
  },
  {
    "translation": {
      "en": "There's something to be said",
      "es": "Hay un mensaje"
    }
  },
  {
    "translation": {
      "en": "about the way something is moving in real space,",
      "es": "en cómo se mueve algo en el espacio real,"
    }
  },
  {
    "translation": {
      "en": "with the light catching it and that tactile sense,",
      "es": "con la luz que lo impacta y ese sentido táctil,"
    }
  },
  {
    "translation": {
      "en": "then bringing it to life.",
      "es": "y luego darle vida."
    }
  },
  {
    "translation": {
      "en": "We were nervous about doing puppet Gelfling,",
      "es": "Nos ponía nerviosos hacer los títeres gelflings."
    }
  },
  {
    "translation": {
      "en": "and it came from my father's concern",
      "es": "Era porque a mi padre le preocupaba"
    }
  },
  {
    "translation": {
      "en": "that the Gelfling hadn't been entirely successful in the first movie.",
      "es": "que los gelfling no habían tenido éxito en la primera película."
    }
  },
  {
    "translation": {
      "en": "The designs were beautiful.",
      "es": "Los diseños eran hermosos."
    }
  },
  {
    "translation": {
      "en": "I mean, Wendy did an incredible job,",
      "es": "Wendy hizo un trabajo increíble."
    }
  },
  {
    "translation": {
      "en": "but, like, the movement was not quite what he wanted.",
      "es": "Pero los movimientos no eran como él quería."
    }
  },
  {
    "translation": {
      "en": "They were sure that they were gonna be able to do things that were far easier, far better,",
      "es": "Estaban seguros de que podían hacer cosas mucho mejores y más fáciles,"
    }
  },
  {
    "translation": {
      "en": "it wouldn't be difficult this time. And they ran into the same problems,",
      "es": "que esta vez no sería difícil, pero tuvieron los mismos problemas"
    }
  },
  {
    "translation": {
      "en": "because, basically, it's a hand in a very small head,",
      "es": "porque hay una mano en una cabeza muy pequeña"
    }
  },
  {
    "translation": {
      "en": "and there isn't a lot you can do with that.",
      "es": "y no se puede hacer mucho así."
    }
  },
  {
    "translation": {
      "en": "You still need to have a lot of room for mechanisms up above",
      "es": "Necesitas mucho espacio para los mecanismos arriba"
    }
  },
  {
    "translation": {
      "en": "and enough room for a hand to manipulate the mouth.",
      "es": "y para poder manipular la boca."
    }
  },
  {
    "translation": {
      "en": "I think what's going to step up our new characters",
      "es": "Creo que lo que mejora a nuestros nuevos personajes"
    }
  },
  {
    "translation": {
      "en": "is how we were able to get the character into the eyes",
      "es": "es lograr que cada uno entre en los ojos"
    }
  },
  {
    "translation": {
      "en": "and into the skin texture.",
      "es": "y en la textura de la piel."
    }
  },
  {
    "translation": {
      "en": "We think the Gelflings are so much improved,",
      "es": "Creemos que los gelfling han mejorado tanto"
    }
  },
  {
    "translation": {
      "en": "it's almost hard to look back and remember why I was nervous about doing puppet Gelfling.",
      "es": "que es difícil recordar por qué estaba nerviosa por hacer los títeres gelflings,"
    }
  },
  {
    "translation": {
      "en": "But my father was nervous enough about it",
      "es": "pero mi padre ya tenía tantos nervios por eso"
    }
  },
  {
    "translation": {
      "en": "that he wanted to cast humans in Labyrinth.",
      "es": "que quería convocar a personas en Laberinto."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, the original stuff is magical in its own right.",
      "es": "No me malinterpreten. Lo original es mágico por derecho propio."
    }
  },
  {
    "translation": {
      "en": "You know, back then, they would carve out fingers out of wood.",
      "es": "En ese entonces, tallaban los dedos en madera."
    }
  },
  {
    "translation": {
      "en": "Now we're-- we have 3D printed fingers,",
      "es": "Ahora tenemos dedos impresos en 3D,"
    }
  },
  {
    "translation": {
      "en": "um, out of plastic.",
      "es": "de plástico."
    }
  },
  {
    "translation": {
      "en": "It's really... the design is fundamentally based on",
      "es": "El diseño se basa fundamentalmente"
    }
  },
  {
    "translation": {
      "en": "what we know they built on the original movie,",
      "es": "en lo que sabemos que hicieron para la película original,"
    }
  },
  {
    "translation": {
      "en": "um, which is basically this skull...",
      "es": "que es esencialmente este cráneo,"
    }
  },
  {
    "translation": {
      "en": "or partial skull...",
      "es": "o una parte de un cráneo,"
    }
  },
  {
    "translation": {
      "en": "um, with the teeth mounted kind of below it on a wire.",
      "es": "con los dientes montados debajo con un alambre."
    }
  },
  {
    "translation": {
      "en": "And you think it's not bad,",
      "es": "Y crees que no está mal,"
    }
  },
  {
    "translation": {
      "en": "but a puppeteer has to have it on their hand for hours.",
      "es": "pero un titiritero debe tenerlo en la mano durante horas."
    }
  },
  {
    "translation": {
      "en": "But the skins, um, are foam- latex,",
      "es": "Las pieles son de látex de espuma,"
    }
  },
  {
    "translation": {
      "en": "um, as they were on the original,",
      "es": "como lo eran originalmente."
    }
  },
  {
    "translation": {
      "en": "um, which is very light, uh, and flexible, uh, material.",
      "es": "Es un material muy ligero y flexible."
    }
  },
  {
    "translation": {
      "en": "This is the core,",
      "es": "Este es el central"
    }
  },
  {
    "translation": {
      "en": "and... and this is the actual, uh, detail itself inside.",
      "es": "y este es el que tiene los detalles adentro."
    }
  },
  {
    "translation": {
      "en": "So, it's got... we've got two molds going on here in... in theory.",
      "es": "Hay dos moldes aquí, en teoría."
    }
  },
  {
    "translation": {
      "en": "So, this is the core mold,",
      "es": "Este es el molde central,"
    }
  },
  {
    "translation": {
      "en": "which we get our fiberglass outside that goes inside it for the animatronics,",
      "es": "al que le ponemos la fibra de vidrio para la animatrónica,"
    }
  },
  {
    "translation": {
      "en": "and inside here is the detail.",
      "es": "y adentro están los detalles."
    }
  },
  {
    "translation": {
      "en": "The inside... of the skin is actually",
      "es": "El interior de la piel"
    }
  },
  {
    "translation": {
      "en": "exactly the same shape as the outside of the skull.",
      "es": "es de la misma forma que la parte exterior del cráneo."
    }
  },
  {
    "translation": {
      "en": "So, I cut this character in half right there,",
      "es": "Corté este personaje al medio,"
    }
  },
  {
    "translation": {
      "en": "and what that does is it allows me to make a tray.",
      "es": "lo cual me permite hacer una bandeja."
    }
  },
  {
    "translation": {
      "en": "And from that tray, I just start building off.",
      "es": "Luego empiezo a crear desde allí."
    }
  },
  {
    "translation": {
      "en": "So, this is the main hero Aughra puppet, um,",
      "es": "Este es el títere principal de la heroína Augra."
    }
  },
  {
    "translation": {
      "en": "that Kevin uses most often. Um...",
      "es": "Kevin usa este con más frecuencia."
    }
  },
  {
    "translation": {
      "en": "But, um, this is sort of its clone.",
      "es": "Pero este es como un clon."
    }
  },
  {
    "translation": {
      "en": "Um, she has a foam latex skin, uh, like the original did.",
      "es": "Tiene piel de látex de espuma, como la original."
    }
  },
  {
    "translation": {
      "en": "And then, inside, she ends up with, uh, her ugly Aughra teeth",
      "es": "Y adentro, termina con los dientes feos de Augra"
    }
  },
  {
    "translation": {
      "en": "and a foam mouth a lot like that one.",
      "es": "y una boca de espuma como esa."
    }
  },
  {
    "translation": {
      "en": "So, he grips it like this.",
      "es": "La agarra así."
    }
  },
  {
    "translation": {
      "en": "And is able to make her talk that way. But then, there is...",
      "es": "Así puede hacerla hablar. También hay un control de radio"
    }
  },
  {
    "translation": {
      "en": "additionally, there is a radio control that gives a second puppeteer expression",
      "es": "También hay un control de radio que da otra expresión de titiritero"
    }
  },
  {
    "translation": {
      "en": "over her eyebrows and her eye.",
      "es": "en las cejas y en los ojos."
    }
  },
  {
    "translation": {
      "en": "Technology is great. There are a lot of things",
      "es": "La tecnología es genial, hay muchas cosas"
    }
  },
  {
    "translation": {
      "en": "that you can do now that you couldn't do then,",
      "es": "que antes no se podían hacer,"
    }
  },
  {
    "translation": {
      "en": "but, when it comes right down to it, it's still, basically, a hand in a head.",
      "es": "pero, en definitiva, sigue siendo una mano en una cabeza."
    }
  },
  {
    "translation": {
      "en": "You know, when I do it, it's just a drawing. It's a few scribbles.",
      "es": "Cuando lo hago, es solo un dibujo. Solo unos garabatos."
    }
  },
  {
    "translation": {
      "en": "They've got to sculpt it, and it's in clay.",
      "es": "Ahora hay que esculpirlo en arcilla."
    }
  },
  {
    "translation": {
      "en": "And it's a dead thing,",
      "es": "Es algo muerto. Debes asegurarte"
    }
  },
  {
    "translation": {
      "en": "and you've got to make sure that somehow that has life.",
      "es": "Es algo muerto. Debes asegurarte de que, de alguna manera, tenga vida."
    }
  },
  {
    "translation": {
      "en": "Then it's made into a mold, which is a dead... you know, a dead thing,",
      "es": "Luego se convierte en un molde, que es algo muerto,"
    }
  },
  {
    "translation": {
      "en": "and then it's cast into this strange thing that is rubber...",
      "es": "y luego se vierte en esta cosa extraña que es de goma"
    }
  },
  {
    "translation": {
      "en": "that has its own life but has nothing to do with what you're doing.",
      "es": "y tiene su propia vida, pero no se relaciona con lo que haces."
    }
  },
  {
    "translation": {
      "en": "And then you've got somebody who's gonna make mechanics in it",
      "es": "Y luego hay alguien que le aporta la mecánica."
    }
  },
  {
    "translation": {
      "en": "that are just solid and only do a few things,",
      "es": "Eso es sólido y solo hace algunas cosas,"
    }
  },
  {
    "translation": {
      "en": "and you've got to try and get those things together.",
      "es": "y luego intentas unir todo."
    }
  },
  {
    "translation": {
      "en": "And it's got to now express some life,",
      "es": "Debe expresar algo de vida."
    }
  },
  {
    "translation": {
      "en": "and then you give it to the puppeteer.",
      "es": "Luego se lo das al titiritero."
    }
  },
  {
    "translation": {
      "en": "It's another challenge for a show like this,",
      "es": "Otro desafío para un show como este"
    }
  },
  {
    "translation": {
      "en": "is that we're creating the actors for the show.",
      "es": "es que creamos a los actores para él."
    }
  },
  {
    "translation": {
      "en": "They're not gags,",
      "es": "No son chascarrillos."
    }
  },
  {
    "translation": {
      "en": "they're not seen only from the left side, or the right side, or...",
      "es": "No se ven a la izquierda o a la derecha."
    }
  },
  {
    "translation": {
      "en": "You know,  they don't just show up for five minutes.",
      "es": "No aparecen solo cinco minutos."
    }
  },
  {
    "translation": {
      "en": "This is the cast.",
      "es": "Es el elenco."
    }
  },
  {
    "translation": {
      "en": "- Ready? - Clap test.",
      "es": "Prueba de pizarra."
    }
  },
  {
    "translation": {
      "en": "I don't think puppeteers are well- known",
      "es": "Creo que los titiriteros no son reconocidos."
    }
  },
  {
    "translation": {
      "en": "by nature of their job, that they are hidden. Uh, and I don't think...",
      "es": "Están ocultos por su trabajo y no creo..."
    }
  },
  {
    "translation": {
      "en": "there's very few famous puppeteers. It is an art where you choose to hide.",
      "es": "Hay muy pocos titiriteros famosos. Es un arte en que eliges esconderte."
    }
  },
  {
    "translation": {
      "en": "And I very much I think it's like a musician,",
      "es": "Creo que es como ser músico."
    }
  },
  {
    "translation": {
      "en": "that you have an instrument, but you play a beautiful tune on it.",
      "es": "Tienes un instrumento, tocas una melodía hermosa, pero solo escuchamos la música."
    }
  },
  {
    "translation": {
      "en": "But we all listen to the... we all listen to tune.",
      "es": "tocas una melodía hermosa, pero solo escuchamos la música."
    }
  },
  {
    "translation": {
      "en": "It's the tune we remember.",
      "es": "Recordamos la música."
    }
  },
  {
    "translation": {
      "en": "It's not necessarily the piano it was played on.",
      "es": "No necesariamente el piano."
    }
  },
  {
    "translation": {
      "en": "It's the-- the character that-- that lives",
      "es": "Es el personaje que vive"
    }
  },
  {
    "translation": {
      "en": "and has its own life.",
      "es": "y tiene su propia vida."
    }
  },
  {
    "translation": {
      "en": "People were telling stories with puppetry long before they decided to come up and act,",
      "es": "La gente contaba cuentos con títeres mucho antes de decidirse a actuar,"
    }
  },
  {
    "translation": {
      "en": "because they were too frightened to act,",
      "es": "porque tenían miedo de actuar."
    }
  },
  {
    "translation": {
      "en": "because they were trying to represent all the ancient gods",
      "es": "Intentaban representar a todos los dioses antiguos"
    }
  },
  {
    "translation": {
      "en": "and all the myths.",
      "es": "y a los mitos."
    }
  },
  {
    "translation": {
      "en": "We're just bringing back with the current technologies",
      "es": "Traemos eso de vuelta con las tecnologías actuales"
    }
  },
  {
    "translation": {
      "en": "and sort of mythology that we've got this desire to explore these different story lines,",
      "es": "y una especie de mitología por el deseo de explorar diferentes historias,"
    }
  },
  {
    "translation": {
      "en": "but we're just being able to do it through Netflix and through...  animatronics.",
      "es": "pero solo podemos hacerlo por Netflix y por la animatrónica."
    }
  },
  {
    "translation": {
      "en": "As a child, I endlessly drew Jim Henson content and Star Wars content.",
      "es": "De niño, dibujaba contenidos de Jim Henson y de Star Wars."
    }
  },
  {
    "translation": {
      "en": "Drawings. I used to write stuff and model stuff in plasticine.",
      "es": "Solía escribir cosas y modelar con plastilina."
    }
  },
  {
    "translation": {
      "en": "I was obsessive about both those things.",
      "es": "Me obsesionaban ambas."
    }
  },
  {
    "translation": {
      "en": "And, uh, I've been very blessed, very lucky.",
      "es": "Y he sido muy afortunado."
    }
  },
  {
    "translation": {
      "en": "Three, two, one...",
      "es": "Tres, dos, uno..."
    }
  },
  {
    "translation": {
      "en": "At the age of two, I saw puppets on television for the first time,",
      "es": "A los dos años, vi títeres en la televisión por primera vez"
    }
  },
  {
    "translation": {
      "en": "and I was like, I need to do that.",
      "es": "y dije: Quiero hacer eso."
    }
  },
  {
    "translation": {
      "en": "Straightaway, That's what I want to do for life.",
      "es": "Supe que quería dedicarme a eso."
    }
  },
  {
    "translation": {
      "en": "And I did it from that point on.",
      "es": "Y lo hice."
    }
  },
  {
    "translation": {
      "en": "My dad gave me a book when I was growing up,",
      "es": "Mi padre me regaló un libro cuando era niña"
    }
  },
  {
    "translation": {
      "en": "and this book was Fairies,",
      "es": "que se llamaba Hadas."
    }
  },
  {
    "translation": {
      "en": "and it was illustrated by Brian Froud.",
      "es": "Lo ilustró Brian Froud."
    }
  },
  {
    "translation": {
      "en": "All the work that I've ever seen Hensons do is, in form, what I do now,",
      "es": "Todo el trabajo que he visto de los Henson formó lo que hago"
    }
  },
  {
    "translation": {
      "en": "and, strangely full circle, here I am doing what inspired me in the beginning.",
      "es": "y, curiosamente, estoy haciendo aquí lo que me inspiró al principio."
    }
  },
  {
    "translation": {
      "en": "The point is with puppetry is that it's a medium,",
      "es": "El asunto con los títeres es que es un medio,"
    }
  },
  {
    "translation": {
      "en": "it's an art form in itself, and that's what you're watching.",
      "es": "un arte en sí mismo. Es lo que ves."
    }
  },
  {
    "translation": {
      "en": "It helps you to stay slightly detached and think about it a bit more.",
      "es": "Te ayuda a apartarte y a pensarlo un poco más."
    }
  },
  {
    "translation": {
      "en": "You don't just get hypnotized by looking through a window, you know?",
      "es": "No te hipnotizas con solo mirar por la ventana."
    }
  },
  {
    "translation": {
      "en": "You're looking at something which is a... a representation.",
      "es": "Estás viendo algo que es una representación."
    }
  },
  {
    "translation": {
      "en": "This is one of our first rehearsals for the puppet show.",
      "es": "Este es uno de nuestros primeros ensayos para el show de títeres."
    }
  },
  {
    "translation": {
      "en": "It's the puppet show that the Heretic and the Wanderer,",
      "es": "Es el que el hereje y el errante"
    }
  },
  {
    "translation": {
      "en": "um, in the Circle of Suns, are going to do for the Gelflings,",
      "es": "hacen en el círculo de soles ante los gelflings"
    }
  },
  {
    "translation": {
      "en": "to basically show them the way.",
      "es": "para mostrarles el camino,"
    }
  },
  {
    "translation": {
      "en": "Show them what needs to be done, what should happen,",
      "es": "lo que hay que hacer, lo que debe suceder"
    }
  },
  {
    "translation": {
      "en": "and how the world of Thra should be in this crazy little puppet show.",
      "es": "y cómo debe ser el mundo de Thra en este show loco de títeres."
    }
  },
  {
    "translation": {
      "en": "We have this great young puppeteer called Barnaby Dixon",
      "es": "Tenemos a un gran titiritero joven llamado Barnaby Dixon,"
    }
  },
  {
    "translation": {
      "en": "who's, um... who does YouTube, um, puppets with his fingers.",
      "es": "que hace títeres en YouTube con los dedos."
    }
  },
  {
    "translation": {
      "en": "It carries the spirit of Thra, and when wielded by Gelfling,",
      "es": "Es el espíritu de Thra. Cuando es empuñada por gelflings,"
    }
  },
  {
    "translation": {
      "en": "holds the power to unite the seven clans and defeat the Skeksis.",
      "es": "tiene el poder de unir a los siete clanes y derrotar a los skekses."
    }
  },
  {
    "translation": {
      "en": "When I teach puppetry, I always tell people there are three main elements.",
      "es": "Cuando enseño títeres, siempre digo que hay tres elementos principales:"
    }
  },
  {
    "translation": {
      "en": "Manipulation of the puppet, voices, and your acting.",
      "es": "la manipulación del títere, las voces y la actuación."
    }
  },
  {
    "translation": {
      "en": "And of the three, the acting is by far the most important.",
      "es": "De las tres, la actuación es la más importante."
    }
  },
  {
    "translation": {
      "en": "When someone's a strong actor like Becky is,",
      "es": "Cuando hay un actor fuerte como Beccy,"
    }
  },
  {
    "translation": {
      "en": "it comes through.",
      "es": "se nota."
    }
  },
  {
    "translation": {
      "en": "The first few scenes that I did with Deet, I was still freaking out a lot,",
      "es": "En las primeras escenas que hice con Deet seguía muy nerviosa,"
    }
  },
  {
    "translation": {
      "en": "but the first scene that I did with Deet and Hup,",
      "es": "pero en la primera que hice con Deet y Hup"
    }
  },
  {
    "translation": {
      "en": "I was way more relaxed, and it was nice to have somebody else there.",
      "es": "estaba más relajada. Fue bueno tener a otro ahí."
    }
  },
  {
    "translation": {
      "en": "Despite being fantasy characters, the majority of them,",
      "es": "Aunque son personajes de fantasía, a la mayoría, sobre todo a los gelflings,"
    }
  },
  {
    "translation": {
      "en": "particularly the Gelfling, we've got to bring this naturalism to them",
      "es": "Aunque son personajes de fantasía, a la mayoría, sobre todo a los gelflings, debemos darles una naturalidad"
    }
  },
  {
    "translation": {
      "en": "to engage with the drama of everything.",
      "es": "para que combine con el drama de todo."
    }
  },
  {
    "translation": {
      "en": "And it's got to be believable.",
      "es": "Y tiene que ser creíble."
    }
  },
  {
    "translation": {
      "en": "I mean, it's not like you've even got two nice, colorful characters just against the white backdrop and you're enthralled by them.",
      "es": "No es que hay dos personajes bonitos contra un fondo blanco y que cautivan."
    }
  },
  {
    "translation": {
      "en": "This is a whole universe.",
      "es": "Esto es todo un universo."
    }
  },
  {
    "translation": {
      "en": "You know how hard it is to hold your hand up like this, even for five minutes?",
      "es": "¿Sabes lo difícil que es sostener la mano así, aun por cinco minutos?"
    }
  },
  {
    "translation": {
      "en": "And they're doing it with, you know, 20, 30 pounds on top of it,",
      "es": "Ellos lo hacen con diez o doce kilos encima."
    }
  },
  {
    "translation": {
      "en": "and then acting emotionally and...",
      "es": "Además, actúan emocionalmente."
    }
  },
  {
    "translation": {
      "en": "you know, you take on the emotions of the character that you're playing.",
      "es": "Te apropias de las emociones del personaje."
    }
  },
  {
    "translation": {
      "en": "It's... it's intense.",
      "es": "Es intenso."
    }
  },
  {
    "translation": {
      "en": "When I read these scripts, I thought, My God.",
      "es": "Al leer los guiones, pensé: Dios mío. Las habilidades de actuación."
    }
  },
  {
    "translation": {
      "en": "The acting skills required...",
      "es": "Dios mío. Las habilidades de actuación."
    }
  },
  {
    "translation": {
      "en": "this is not just funny Muppet- y.",
      "es": "No son solo muppets graciosos."
    }
  },
  {
    "translation": {
      "en": "To come to this, we had to learn another language,",
      "es": "Para llegar a esto, tuvimos que aprender otro idioma"
    }
  },
  {
    "translation": {
      "en": "because the Gelflings, particularly, require stillness,",
      "es": "porque los gelflings requieren una quietud,"
    }
  },
  {
    "translation": {
      "en": "precision...",
      "es": "una precisión,"
    }
  },
  {
    "translation": {
      "en": "subtlety.",
      "es": "una sutileza."
    }
  },
  {
    "translation": {
      "en": "That pendant belongs to the...",
      "es": "Y pertenece..."
    }
  },
  {
    "translation": {
      "en": "You indulge in an illusion.",
      "es": "Te metes en una ilusión."
    }
  },
  {
    "translation": {
      "en": "Everyone apart from the youngest members of the audience",
      "es": "Todos, excepto los más pequeños del público,"
    }
  },
  {
    "translation": {
      "en": "know that they are looking at an inanimate object.",
      "es": "saben que ven un objeto inanimado."
    }
  },
  {
    "translation": {
      "en": "But through a collection of great performers and great makers,",
      "es": "Pero gracias a un grupo de grandes artistas y creadores,"
    }
  },
  {
    "translation": {
      "en": "the audience are able to invest in this thing and believe it's real life,",
      "es": "el público puede involucrarse y creer que es de verdad."
    }
  },
  {
    "translation": {
      "en": "and there's something really magic about that.",
      "es": "Eso es algo muy mágico."
    }
  },
  {
    "translation": {
      "en": "To bring these characters to life, first you look at them,",
      "es": "Para darle vida a los personajes, primero hay que mirarlos"
    }
  },
  {
    "translation": {
      "en": "'cause they're already created, unlike when acting on screen",
      "es": "porque ya están creados, no es como salir a actuar"
    }
  },
  {
    "translation": {
      "en": "and you chose your costume, the way you walk, move.",
      "es": "y elegir el vestuario por cómo te mueves."
    }
  },
  {
    "translation": {
      "en": "There's the way that they look,",
      "es": "Así es como se ven"
    }
  },
  {
    "translation": {
      "en": "and then there's a huge part of it that is dictated by the puppeteer.",
      "es": "y mucho de eso lo determina el titiritero."
    }
  },
  {
    "translation": {
      "en": "They decide when the character's suddenly shouting, aggressive,",
      "es": "Deciden cuándo el personaje grita, es agresivo"
    }
  },
  {
    "translation": {
      "en": "or whether they look like they're taken aback by something.",
      "es": "o si parece sorprenderse por algo."
    }
  },
  {
    "translation": {
      "en": "And so, the performance really takes place within certain parameters",
      "es": "La actuación se desarrolla dentro de ciertos parámetros"
    }
  },
  {
    "translation": {
      "en": "that are... are shaped a lot by the puppeteer,",
      "es": "que el titiritero moldea."
    }
  },
  {
    "translation": {
      "en": "which is why Louis has been working with them as actors.",
      "es": "Por eso Louis trabajó con ellos como actores."
    }
  },
  {
    "translation": {
      "en": "I have to eventually come to the point with every character",
      "es": "Tengo que llegar al punto con cada personaje"
    }
  },
  {
    "translation": {
      "en": "where I can make faces without thinking, and I think happy and my hand just does it.",
      "es": "en que pueda hacer caras sin pensar. Pienso en algo feliz y la mano lo hace."
    }
  },
  {
    "translation": {
      "en": "As I'm showing you this, she's...",
      "es": "Les muestro. Está..."
    }
  },
  {
    "translation": {
      "en": "she's...",
      "es": "Está..."
    }
  },
  {
    "translation": {
      "en": "you know, she's thinking, she's emoting, she's...",
      "es": "Está pensando, se expresa, se..."
    }
  },
  {
    "translation": {
      "en": "You know, she can be scared, she can be...",
      "es": "Se puede asustar, puede estar contemplativa,"
    }
  },
  {
    "translation": {
      "en": "thoughtful, she can... she can be sad.",
      "es": "Se puede asustar, puede estar contemplativa, puede estar triste."
    }
  },
  {
    "translation": {
      "en": "When someone else is doing your eyes and you have a sad moment where you close the eyes,",
      "es": "Cuando otro hace los ojos y hay un momento triste donde los cierra,"
    }
  },
  {
    "translation": {
      "en": "and then, when you come out of it,",
      "es": "al terminar,"
    }
  },
  {
    "translation": {
      "en": "either they have to kind of catch it when you come up,",
      "es": "tiene que detectar cuando subes"
    }
  },
  {
    "translation": {
      "en": "or maybe they come out early and that forces you to come up,",
      "es": "o tal vez los abra antes y eso te obligue a subir."
    }
  },
  {
    "translation": {
      "en": "but because I'm controlling it, it all feels real and the timing feels real.",
      "es": "Pero yo lo controlo. Se siente real y el momento parece real."
    }
  },
  {
    "translation": {
      "en": "With a Muppet, you're so used to going like that.",
      "es": "Con un muppet, te acostumbras a esto."
    }
  },
  {
    "translation": {
      "en": "Now, on these things, that doesn't quite look right.",
      "es": "En estos, no se ve bien."
    }
  },
  {
    "translation": {
      "en": "It looks like he's riding a horse to Banbury Cross, but it is just the movement translating from your own walk",
      "es": "Parece que va a caballo a Banbury Cross, pero es solo el movimiento de tu andar"
    }
  },
  {
    "translation": {
      "en": "with a bit of something in it to make him work.",
      "es": "con un toque para que resulte bien."
    }
  },
  {
    "translation": {
      "en": "And just keeping them ali--",
      "es": "Y para que esté..."
    }
  },
  {
    "translation": {
      "en": "I found when I'm performing Rian, it's almost like I can't let him keep still.",
      "es": "Cuando interpreto a Rian, es como si no pudiera tenerlo quieto."
    }
  },
  {
    "translation": {
      "en": "I have to, while I'm with him,",
      "es": "Mientras estoy con él,"
    }
  },
  {
    "translation": {
      "en": "I just have to sort of just change the weight of where he's standing.",
      "es": "solo debo cambiar el peso de donde está parado."
    }
  },
  {
    "translation": {
      "en": "I'm not afraid.",
      "es": "No tengo miedo."
    }
  },
  {
    "translation": {
      "en": "Naturally, when she looks around, the shoulders kind of go with her,",
      "es": "Naturalmente, cuando mira a su alrededor, los hombros acompañan,"
    }
  },
  {
    "translation": {
      "en": "but I don't think that looks very natural.",
      "es": "pero creo no es muy natural."
    }
  },
  {
    "translation": {
      "en": "So, if I have an assist, I'll get them to do both hands and I'll hold her body still.",
      "es": "Si tengo asistente, le doy ambas manos y mantengo su cuerpo quieto."
    }
  },
  {
    "translation": {
      "en": "Puppets are funny because they can kind of do nothing...",
      "es": "Los títeres son graciosos porque no hacen nada,"
    }
  },
  {
    "translation": {
      "en": "but make you believe they're doing everything.",
      "es": "pero parece que hacen todo."
    }
  },
  {
    "translation": {
      "en": "So, like, just a... just a tilt of the head",
      "es": "Con solo inclinar la cabeza"
    }
  },
  {
    "translation": {
      "en": "and you read an emotion,",
      "es": "lees un sentimiento."
    }
  },
  {
    "translation": {
      "en": "like, uh, down is sad, for instance.",
      "es": "Por ejemplo, abajo es triste."
    }
  },
  {
    "translation": {
      "en": "So, it's just playing with the camera, and the light, and the positioning,",
      "es": "Es jugar con la cámara, la luz y el posicionamiento"
    }
  },
  {
    "translation": {
      "en": "and you can really sell any emotion.",
      "es": "para vender un sentimiento."
    }
  },
  {
    "translation": {
      "en": "It's really difficult and exacting, and it's very precise.",
      "es": "Es muy difícil, exigente y preciso."
    }
  },
  {
    "translation": {
      "en": "And so, when they get a moment where your whole job",
      "es": "Cuando hay un momento en el que tu trabajo"
    }
  },
  {
    "translation": {
      "en": "is to, like, be a half naked Podling running through the forest,",
      "es": "es ser un podling semidesnudo corriendo por el bosque,"
    }
  },
  {
    "translation": {
      "en": "they're, like, Then I'm gonna go all the way with that.",
      "es": "dicen: Le sacaré el jugo a eso."
    }
  },
  {
    "translation": {
      "en": "And, uh, we're probably gonna be in the suits",
      "es": "Quizá usemos los trajes"
    }
  },
  {
    "translation": {
      "en": "for a great deal of time today,",
      "es": "por mucho tiempo hoy."
    }
  },
  {
    "translation": {
      "en": "because it's a long scene.",
      "es": "Porque la escena es larga."
    }
  },
  {
    "translation": {
      "en": "So this is challenging.",
      "es": "Esto es un desafío."
    }
  },
  {
    "translation": {
      "en": "We clamber in here alongside them, like snuggling.",
      "es": "Trepamos aquí con ellos, como acurrucándonos."
    }
  },
  {
    "translation": {
      "en": "And I rest my head in Warrick's armpit.",
      "es": "Y apoyo la cabeza en la axila de Warrick."
    }
  },
  {
    "translation": {
      "en": "Well, the Skeksis are bodysuits.",
      "es": "Los skekses son trajes de cuerpo entero."
    }
  },
  {
    "translation": {
      "en": "It's like a rucksack.",
      "es": "Es como una mochila."
    }
  },
  {
    "translation": {
      "en": "They're sort of harnessing it on you,",
      "es": "Te lo colocan como un arnés."
    }
  },
  {
    "translation": {
      "en": "then our hands go up through the head",
      "es": "Las manos suben por la cabeza"
    }
  },
  {
    "translation": {
      "en": "and we're operating like this.",
      "es": "y nos movemos así."
    }
  },
  {
    "translation": {
      "en": "I think what I'll do is just, uh...",
      "es": "Creo que lo que haré es..."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm in a Skeksis.",
      "es": "Hola, estoy en un skekses."
    }
  },
  {
    "translation": {
      "en": "- Isn't it fun? -",
      "es": "¿No es divertido?"
    }
  },
  {
    "translation": {
      "en": "It's very dark and sweaty in here. Yay.",
      "es": "Está oscuro y húmedo aquí adentro."
    }
  },
  {
    "translation": {
      "en": "Uh, so this is the Chamberlin's body.",
      "es": "Este es el cuerpo del chambelán."
    }
  },
  {
    "translation": {
      "en": "Um, it looks quite small,",
      "es": "Parece pequeño,"
    }
  },
  {
    "translation": {
      "en": "but actually, it's bigger than they originally were in the movie. Or so we're told.",
      "es": "pero es más grande de lo que originalmente era en la película. Eso dicen."
    }
  },
  {
    "translation": {
      "en": "Louise Gold knows this because she was there for both the movie and series.",
      "es": "Louise Gold lo sabe, estuvo para la película y para la serie."
    }
  },
  {
    "translation": {
      "en": "We also have a monitor, small monitor strapped to us,",
      "es": "También nos atan un pequeño monitor"
    }
  },
  {
    "translation": {
      "en": "because, as puppeteers, and in Jim's way of working,",
      "es": "porque, como titiriteros, y por cómo trabajaba Jim,"
    }
  },
  {
    "translation": {
      "en": "we are seeing exactly what the camera sees.",
      "es": "vemos lo mismo que ve la cámara."
    }
  },
  {
    "translation": {
      "en": "So, we're in some way directing.",
      "es": "Así que dirijimos de alguna forma."
    }
  },
  {
    "translation": {
      "en": "We can see exactly what we're doing.",
      "es": "Vemos exactamente lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "We have these shoulder straps.",
      "es": "Tenemos estos tirantes."
    }
  },
  {
    "translation": {
      "en": "And then, in the belly of the beast...",
      "es": "Y en el vientre de la bestia..."
    }
  },
  {
    "translation": {
      "en": "we have our monitor.",
      "es": "...está el monitor."
    }
  },
  {
    "translation": {
      "en": "We're watching two shots simultaneously,",
      "es": "Vemos dos tomas a la vez"
    }
  },
  {
    "translation": {
      "en": "and pretty much, most of the time, a third camera,",
      "es": "y, casi todo el tiempo, una tercera cámara"
    }
  },
  {
    "translation": {
      "en": "which is like a CCTV.",
      "es": "que es como un CCTV."
    }
  },
  {
    "translation": {
      "en": "This is Yergin.",
      "es": "Él es Yergin."
    }
  },
  {
    "translation": {
      "en": "Pretty tight squeeze.",
      "es": "Es muy apretado."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "So there are a series of buckles.",
      "es": "Hay una serie de hebillas."
    }
  },
  {
    "translation": {
      "en": "There's a waistband.",
      "es": "Y un cinturón."
    }
  },
  {
    "translation": {
      "en": "- All right, you good? - Yeah, I'm good.",
      "es": "- ¿Estás bien? - Sí, bien."
    }
  },
  {
    "translation": {
      "en": "- Got the weight? - That's me, I'm in.",
      "es": "- ¿El peso? - Listo."
    }
  },
  {
    "translation": {
      "en": "Gerard will put the head on.",
      "es": "Gerard coloca la cabeza."
    }
  },
  {
    "translation": {
      "en": "It takes a village to get a Skeksis on.",
      "es": "Se necesita una aldea para ponerse un skekses."
    }
  },
  {
    "translation": {
      "en": "And, um, I will put my hand up in here.",
      "es": "Y subiré la mano por aquí."
    }
  },
  {
    "translation": {
      "en": "Thank you very much, Yergin.",
      "es": "Muchas gracias, Yergin."
    }
  },
  {
    "translation": {
      "en": "- I'm sure that's fine. - No, no, no. One thing.",
      "es": "- Seguro que está bien. - No, una cosa."
    }
  },
  {
    "translation": {
      "en": "No? One more thing? What?",
      "es": "¿No? ¿Otra más? ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Open wide.",
      "es": "Abre bien."
    }
  },
  {
    "translation": {
      "en": "- There you go. - Ah, tasty.",
      "es": "- Eso es. - Qué rico."
    }
  },
  {
    "translation": {
      "en": "Working a Skeksis is extremely hard.",
      "es": "Hacer un skekses es muy difícil."
    }
  },
  {
    "translation": {
      "en": "It's the hardest puppet I've ever performed in my entire career.",
      "es": "Es el títere más difícil en toda mi carrera."
    }
  },
  {
    "translation": {
      "en": "But then, it's really, uh, freeing,",
      "es": "Pero es muy liberador"
    }
  },
  {
    "translation": {
      "en": "because once you're inside that puppet, you just can't be seen from head- to- toe.",
      "es": "porque cuando entras, no te ves en absoluto. Eres invisible y ese personaje vive."
    }
  },
  {
    "translation": {
      "en": "You're invisible and that character lives.",
      "es": "no te ves en absoluto. Eres invisible y ese personaje vive."
    }
  },
  {
    "translation": {
      "en": "Particularly when you have a skilled puppeteer as Warrick",
      "es": "Un titiritero tan hábil como Warrick hace todos esos movimientos de la cabeza."
    }
  },
  {
    "translation": {
      "en": "who does all those little head moves and stuff, and...",
      "es": "hace todos esos movimientos de la cabeza."
    }
  },
  {
    "translation": {
      "en": "You can see how he's talking when you're watching the playback.",
      "es": "Puedes ver cómo habla cuando miras la reproducción."
    }
  },
  {
    "translation": {
      "en": "I've got a lot of help from all over the place, yeah.",
      "es": "Tengo mucha ayuda de todas partes,"
    }
  },
  {
    "translation": {
      "en": "Warrick's interpretation, his movements.",
      "es": "su interpretación, sus movimientos."
    }
  },
  {
    "translation": {
      "en": "The incredible sort of visuals that I'm looking at.",
      "es": "Las vistas increíbles que tengo."
    }
  },
  {
    "translation": {
      "en": "I was certainly trying to follow on from Frank's performance in the movie",
      "es": "Intentaba seguir la actuación de Frank en la película"
    }
  },
  {
    "translation": {
      "en": "and... and get that kind of...",
      "es": "y conseguir ese..."
    }
  },
  {
    "translation": {
      "en": "sleazy, snaky, fluid movement.",
      "es": "...movimiento sórdido, serpenteante y fluido."
    }
  },
  {
    "translation": {
      "en": "It's a really distinct performance.",
      "es": "Es una actuación muy singular."
    }
  },
  {
    "translation": {
      "en": "This is good.",
      "es": "Esto es bueno."
    }
  },
  {
    "translation": {
      "en": "Yes, Emperor will be most pleased.",
      "es": "Sí, emperador estará muy complacido."
    }
  },
  {
    "translation": {
      "en": "- I go now. Bye, bye. - Wait!",
      "es": "Ya me voy. Adiós. ¡Espera!"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Everything is designed to fit in Brian Froud's aesthetic,",
      "es": "Todo está diseñado según la estética de Brian Froud."
    }
  },
  {
    "translation": {
      "en": "and if he didn't design it himself, he's weighed in on everything himself.",
      "es": "Si no lo diseñó él mismo, tuvo una influencia en todo."
    }
  },
  {
    "translation": {
      "en": "And he did design every puppet character and every costume.",
      "es": "Diseñó cada personaje de títere y cada disfraz."
    }
  },
  {
    "translation": {
      "en": "That's where it all begins. It starts with Brian's line.",
      "es": "Ahí empezó todo. Empieza con la frase de Brian."
    }
  },
  {
    "translation": {
      "en": "The pencil line that he draws on the page,",
      "es": "La línea con lápiz en la página,"
    }
  },
  {
    "translation": {
      "en": "the curve that he'll use.",
      "es": "la curva que usa."
    }
  },
  {
    "translation": {
      "en": "In the lines I draw,",
      "es": "Las líneas que dibujo"
    }
  },
  {
    "translation": {
      "en": "there's something about them that have to encapsulate life.",
      "es": "tienen algo que debe encapsular vida."
    }
  },
  {
    "translation": {
      "en": "You know, there's a line,",
      "es": "Hay una línea"
    }
  },
  {
    "translation": {
      "en": "and it might have a flow to it",
      "es": "que puede tener una fluidez"
    }
  },
  {
    "translation": {
      "en": "and it feels all right.",
      "es": "y se siente bien."
    }
  },
  {
    "translation": {
      "en": "But we're going to have to turn this into three dimensions.",
      "es": "Pero luego hay que convertirla en algo de tres dimensiones."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to get somebody to sculpt this,",
      "es": "Alguien debe esculpir esto"
    }
  },
  {
    "translation": {
      "en": "and they're gonna have to put in the wrinkles.",
      "es": "y también agregar las arrugas."
    }
  },
  {
    "translation": {
      "en": "And they can't just put in wrinkles...",
      "es": "Pero no pueden poner arrugas"
    }
  },
  {
    "translation": {
      "en": "...any way they like.",
      "es": "como ellos quieran."
    }
  },
  {
    "translation": {
      "en": "It's trying to get people to understand is,",
      "es": "Hay que hacer que se entienda..."
    }
  },
  {
    "translation": {
      "en": "you are gonna sculpt these wrinkles in this character",
      "es": "Se esculpen estas arrugas en este personaje"
    }
  },
  {
    "translation": {
      "en": "because they have to have a meaning.",
      "es": "porque deben tener un sentido."
    }
  },
  {
    "translation": {
      "en": "All the wrinkles... there are no superfluous wrinkles.",
      "es": "Todas las arrugas... No hay ninguna superflua."
    }
  },
  {
    "translation": {
      "en": "What is the character of this thing?",
      "es": "¿Cuál es el carácter de esto?"
    }
  },
  {
    "translation": {
      "en": "It tells you something about it,",
      "es": "Dice algo sobre él."
    }
  },
  {
    "translation": {
      "en": "and so, they have to listen",
      "es": "Por eso deben escuchar"
    }
  },
  {
    "translation": {
      "en": "to, not my drawings anymore,",
      "es": "ya no a mis dibujos,"
    }
  },
  {
    "translation": {
      "en": "but, actually, what the character is that you're trying to reach.",
      "es": "sino al carácter que se intenta lograr."
    }
  },
  {
    "translation": {
      "en": "For him to come and revisit this world and get back into it",
      "es": "Para él, quizá volver a este mundo y volver a meterse pudo haber sido un desafío,"
    }
  },
  {
    "translation": {
      "en": "might have been a challenge,",
      "es": "y volver a meterse pudo haber sido un desafío,"
    }
  },
  {
    "translation": {
      "en": "but a rewarding one.",
      "es": "pero es gratificante."
    }
  },
  {
    "translation": {
      "en": "I don't picture things in my head.",
      "es": "No imagino cosas."
    }
  },
  {
    "translation": {
      "en": "Can't do it. I can't sit and picture it in the head,",
      "es": "No puedo. No puedo sentarme, imaginarlo"
    }
  },
  {
    "translation": {
      "en": "and then just draw it.",
      "es": "y dibujarlo."
    }
  },
  {
    "translation": {
      "en": "To get to my subconscious,",
      "es": "Para llegar a mi subconsciente"
    }
  },
  {
    "translation": {
      "en": "to get rid of the chattering mind,",
      "es": "y deshacerme de la mente parlanchina"
    }
  },
  {
    "translation": {
      "en": "I'll just scribble.",
      "es": "hago garabatos..."
    }
  },
  {
    "translation": {
      "en": "And it's... and it's like looking at nature",
      "es": "Es como mirar a la naturaleza"
    }
  },
  {
    "translation": {
      "en": "and trying to see a face in the...",
      "es": "y tratar de ver una cara"
    }
  },
  {
    "translation": {
      "en": "in the.. in the bark of a tree.",
      "es": "en la corteza de un árbol."
    }
  },
  {
    "translation": {
      "en": "Somewhere in here, I've got to find...",
      "es": "En algún lugar de aquí debo encontrar"
    }
  },
  {
    "translation": {
      "en": "what... what that is.",
      "es": "qué es."
    }
  },
  {
    "translation": {
      "en": "The challenge is...",
      "es": "El desafío es que..."
    }
  },
  {
    "translation": {
      "en": "it's got to be different, but it's got to be meaningful.",
      "es": "...debe ser diferente, pero significativo."
    }
  },
  {
    "translation": {
      "en": "How do you find meaning in a line?",
      "es": "¿Cómo hallas sentido en una línea?"
    }
  },
  {
    "translation": {
      "en": "To be able to see that stuff come out, and see those things work,",
      "es": "Poder ver salir esas cosas, que funcionen"
    }
  },
  {
    "translation": {
      "en": "and characters come alive once again...",
      "es": "y que los personajes vuelvan a tener vida..."
    }
  },
  {
    "translation": {
      "en": "or to be able to talk to him and find out, you know, about things from the original,",
      "es": "O hablar con él y averiguar cosas de la original,"
    }
  },
  {
    "translation": {
      "en": "on how he interprets something or sees something.",
      "es": "de cómo interpreta algo o lo ve."
    }
  },
  {
    "translation": {
      "en": "I mean, that's the magic.",
      "es": "Esa es la magia."
    }
  },
  {
    "translation": {
      "en": "I think it's amazing that the whole Froud family has kind of come back. Like...",
      "es": "Es increíble que toda la familia Froud haya regresado."
    }
  },
  {
    "translation": {
      "en": "to see the three of them working together is incredible.",
      "es": "Ver a los tres trabajando juntos es impresionante."
    }
  },
  {
    "translation": {
      "en": "And to see him...",
      "es": "Y verlo a él..."
    }
  },
  {
    "translation": {
      "en": "watch his son... follow in sort of the family business.",
      "es": "...mirar cómo su hijo sigue el negocio familiar..."
    }
  },
  {
    "translation": {
      "en": "But it's not even the family business, it's like the family world.",
      "es": "Pero es, más bien, el mundo familiar."
    }
  },
  {
    "translation": {
      "en": "That's where I think we're sort of thriving in this fact",
      "es": "Creo que prosperamos en este hecho,"
    }
  },
  {
    "translation": {
      "en": "is the fact that we're...",
      "es": "de que estamos"
    }
  },
  {
    "translation": {
      "en": "you know, we're in this world that's so natural to us as a family",
      "es": "en este mundo que es tan natural para nosotros como familia"
    }
  },
  {
    "translation": {
      "en": "that we're able to... to just impart what we know,",
      "es": "y podemos impartir lo que sabemos"
    }
  },
  {
    "translation": {
      "en": "or what we actually just know to be real.",
      "es": "o lo que sabemos que es real."
    }
  },
  {
    "translation": {
      "en": "As I grew older, I found that I had the Froudian style, as we call it,",
      "es": "Mientras crecía, descubrí que tenía el estilo Froudian, como lo llamamos."
    }
  },
  {
    "translation": {
      "en": "um, where it felt comfortable and it felt like home.",
      "es": "Se sentía cómodo y como estar en casa."
    }
  },
  {
    "translation": {
      "en": "I went into the creature workshop, and it's still the Frouds who are creating",
      "es": "Entré al taller de criaturas. Los Frouds son los que aún hacen estas maravillosas creaciones extrañas."
    }
  },
  {
    "translation": {
      "en": "these wonderful other- worldly creations,",
      "es": "Los Frouds son los que aún hacen estas maravillosas creaciones extrañas."
    }
  },
  {
    "translation": {
      "en": "and here's Brian Frouds' son who is doing a lot of the work in there.",
      "es": "Estaba el hijo de Brian Froud trabajando en eso."
    }
  },
  {
    "translation": {
      "en": "And I was like a fanboy meeting him, because he's the baby from Labyrinth.",
      "es": "Cuando lo conocí, era como un fan porque es el bebé de Laberinto."
    }
  },
  {
    "translation": {
      "en": "So then, the duality of not only seeing someone from a film that I loved as a child,",
      "es": "Es la dualidad de ver a alguien de una película que adoré de niño"
    }
  },
  {
    "translation": {
      "en": "but then also seeing his creative prowess and this incredible work he's doing.",
      "es": "y también ver su destreza creativa y su trabajo increíble."
    }
  },
  {
    "translation": {
      "en": "It was just fantastic to go and get a glimpse of all that.",
      "es": "Fue fantástico poder ver todo eso."
    }
  },
  {
    "translation": {
      "en": "You have to take something that's spiritual, and creative,",
      "es": "Tienes que tomar algo espiritual, creativo y hermoso para mirar, es decir, los diseños de Brian,"
    }
  },
  {
    "translation": {
      "en": "and beautiful to look at, i.e. Brian's designs,",
      "es": "creativo y hermoso para mirar, es decir, los diseños de Brian,"
    }
  },
  {
    "translation": {
      "en": "and then somehow translate them and actually create a puppet that works.",
      "es": "y, de algún modo, traducirlos y crear un títere que funcione."
    }
  },
  {
    "translation": {
      "en": "A sculpture that is gonna work technically, mechanically for the puppeteer,",
      "es": "Una escultura que resulte técnicamente, mecánicamente para el titiritero"
    }
  },
  {
    "translation": {
      "en": "as well as visually look correct,",
      "es": "y sea visualmente adecuado,"
    }
  },
  {
    "translation": {
      "en": "and-- and capture the spirit that was in Brian's drawings.",
      "es": "que capte el espíritu de los dibujos de Brian."
    }
  },
  {
    "translation": {
      "en": "Generally, we get one of two versions of designs when we have designers.",
      "es": "Con diseñadores, solemos tener una de dos versiones de diseños."
    }
  },
  {
    "translation": {
      "en": "It's either a maquettes, maquettes are the small sculptures,",
      "es": "Una maqueta es una escultura pequeña"
    }
  },
  {
    "translation": {
      "en": "and Toby Froud was providing those.",
      "es": "que Toby Froud proveía."
    }
  },
  {
    "translation": {
      "en": "And those are very helpful because you get a three dimensional view",
      "es": "Son muy útiles porque tienes una visión tridimensional de lo que estás creando."
    }
  },
  {
    "translation": {
      "en": "of what you're creating.",
      "es": "una visión tridimensional de lo que estás creando."
    }
  },
  {
    "translation": {
      "en": "And Brian Froud was sending sketches,",
      "es": "Brian Froud enviaba bocetos."
    }
  },
  {
    "translation": {
      "en": "and he's got a very loose style.",
      "es": "Tiene un estilo muy suelto."
    }
  },
  {
    "translation": {
      "en": "So, luckily for us, Toby Froud is with us,",
      "es": "Por suerte, Toby Froud está con nosotros"
    }
  },
  {
    "translation": {
      "en": "and he's known his father his whole life.",
      "es": "y conoce a su padre de toda su vida."
    }
  },
  {
    "translation": {
      "en": "Imagine! So, he could interpret what the squiggles meant.",
      "es": "¡Imagínate! Pudo interpretar lo que significaban los garabatos."
    }
  },
  {
    "translation": {
      "en": "What they were doing is very, um, kindly trying to tidy my drawings up.",
      "es": "Lo que hicieron muy amablemente fue intentar ordenar mis dibujos."
    }
  },
  {
    "translation": {
      "en": "They were trying to, um, even everything up.",
      "es": "Intentaron emprolijar todo."
    }
  },
  {
    "translation": {
      "en": "And once they understood it's meant to be asymmetrical,",
      "es": "Una vez que entendieron que debía ser asimétrico,"
    }
  },
  {
    "translation": {
      "en": "it's meant to be growing, and organic, and have a flow to it,",
      "es": "que debía crecer, ser orgánico y tener una fluidez,"
    }
  },
  {
    "translation": {
      "en": "it just became simple and it just...",
      "es": "se volvió simple"
    }
  },
  {
    "translation": {
      "en": "- everything fell into place from then on. - Yeah.",
      "es": "y todo se acomodó desde entonces."
    }
  },
  {
    "translation": {
      "en": "Sometimes we weren't understanding exactly the direction design- wise.",
      "es": "A veces no entendíamos bien la dirección del diseño."
    }
  },
  {
    "translation": {
      "en": "We weren't hitting it.",
      "es": "No acertábamos."
    }
  },
  {
    "translation": {
      "en": "And then, he said, That's it.",
      "es": "Y luego decía: Eso es, quiero lo otro."
    }
  },
  {
    "translation": {
      "en": "What I want is other.",
      "es": "Eso es, quiero lo otro."
    }
  },
  {
    "translation": {
      "en": "And again, it's that journey.",
      "es": "Y, de nuevo, es una travesía."
    }
  },
  {
    "translation": {
      "en": "It's just believing and trusting,",
      "es": "Hay que creer y confiar."
    }
  },
  {
    "translation": {
      "en": "and as soon as it happens, you will get on,",
      "es": "En cuanto sucede, te involucras"
    }
  },
  {
    "translation": {
      "en": "and then it just moves.",
      "es": "y se mueve solo."
    }
  },
  {
    "translation": {
      "en": "The process of designing something like this does start",
      "es": "El proceso de diseñar algo así comienza con mirar la película vieja, obviamente."
    }
  },
  {
    "translation": {
      "en": "with looking back at the old film, obviously.",
      "es": "comienza con mirar la película vieja, obviamente."
    }
  },
  {
    "translation": {
      "en": "That's what you're trying to reproduce, that spirit,",
      "es": "Eso es lo que intentas reproducir, ese espíritu, y llevarlo más lejos."
    }
  },
  {
    "translation": {
      "en": "and push it further.",
      "es": "ese espíritu, y llevarlo más lejos."
    }
  },
  {
    "translation": {
      "en": "Obviously, Brian Froud was... was very much with Jim Henson,",
      "es": "Obviamente, Brian Froud estaba con Jim Henson,"
    }
  },
  {
    "translation": {
      "en": "the architect of that early product.",
      "es": "el creador de ese primer producto."
    }
  },
  {
    "translation": {
      "en": "And Brian is still around. You know, he's been quite involved.",
      "es": "Y Brian sigue aquí. Se ha involucrado mucho."
    }
  },
  {
    "translation": {
      "en": "We were all a bit nervous at the beginning of obviously, meeting him and talking to him,",
      "es": "Al principio, estábamos algo nerviosos al hablar con él"
    }
  },
  {
    "translation": {
      "en": "knowing that we were sort of holding his baby.",
      "es": "porque sabíamos que teníamos a su bebé."
    }
  },
  {
    "translation": {
      "en": "Jim really was intrigued by ley lines,",
      "es": "A Jim le interesaban las líneas ley."
    }
  },
  {
    "translation": {
      "en": "and then there is a sacred geometry.",
      "es": "Hay una geometría sagrada."
    }
  },
  {
    "translation": {
      "en": "And what it did was give the original film a depth.",
      "es": "Eso le dio una profundidad a la película original."
    }
  },
  {
    "translation": {
      "en": "We made sure that both in the script",
      "es": "Verificamos que tanto en el guion como en el departamento de producción artística"
    }
  },
  {
    "translation": {
      "en": "but also in the art department production",
      "es": "tanto en el guion como en el departamento de producción artística"
    }
  },
  {
    "translation": {
      "en": "that all those symbols and all that language,",
      "es": "todos esos símbolos y todo ese lenguaje"
    }
  },
  {
    "translation": {
      "en": "that it had layers,",
      "es": "tuvieran capas"
    }
  },
  {
    "translation": {
      "en": "and that it had, therefore, life.",
      "es": "y que, por lo tanto, tuvieran vida."
    }
  },
  {
    "translation": {
      "en": "Brian has done some wonderful, uh, drawings on the Skeksis.",
      "es": "Brian hizo unos dibujos maravillosos con los skekses."
    }
  },
  {
    "translation": {
      "en": "And you'll see little kind of bug- like creatures,",
      "es": "Hay criaturas parecidas a insectos"
    }
  },
  {
    "translation": {
      "en": "you know, on these circles, and triangles, and everything.",
      "es": "en los círculos, los triángulos y todo eso."
    }
  },
  {
    "translation": {
      "en": "And I took those, and from them I sketched",
      "es": "Los tomé y, con esa base, dibujé..."
    }
  },
  {
    "translation": {
      "en": "about... well in the end, we ended up with about 54 symbols.",
      "es": "Al final, terminamos con unos 54 símbolos."
    }
  },
  {
    "translation": {
      "en": "from which we said, Okay, this is our Skeksis alphabet.",
      "es": "Dijimos: Este es el alfabeto skekses."
    }
  },
  {
    "translation": {
      "en": "And so... we eventually...",
      "es": "Y así, finalmente, llegamos a esto."
    }
  },
  {
    "translation": {
      "en": "made it to here, which is the--",
      "es": "Y así, finalmente, llegamos a esto. Este es el símbolo de agresión,"
    }
  },
  {
    "translation": {
      "en": "This is the aggression symbol, which is the big Skeksis symbol.",
      "es": "Este es el símbolo de agresión, que es el de los skekses."
    }
  },
  {
    "translation": {
      "en": "And then it... it opens...",
      "es": "Luego se abre..."
    }
  },
  {
    "translation": {
      "en": "It's a very aggressive... object.",
      "es": "Es un objeto muy agresivo."
    }
  },
  {
    "translation": {
      "en": "So, you try and... you try and read...",
      "es": "Intentas leer"
    }
  },
  {
    "translation": {
      "en": "some of this, and then it...",
      "es": "un poco de esto"
    }
  },
  {
    "translation": {
      "en": "then it just springs open.",
      "es": "y luego se abre."
    }
  },
  {
    "translation": {
      "en": "To put together a fantasy universe on paper... is a lot of work,",
      "es": "Preparar un universo de fantasía en papel implica mucho trabajo,"
    }
  },
  {
    "translation": {
      "en": "but then, to do the details of the fantasy world... practically...",
      "es": "pero hacer los detalles de ese mundo de manera práctica..."
    }
  },
  {
    "translation": {
      "en": "First of all it's fun, but it's a lot of work.",
      "es": "Es divertido, pero trabajoso."
    }
  },
  {
    "translation": {
      "en": "So, the artistry of it's huge.",
      "es": "Se necesita muchísima destreza."
    }
  },
  {
    "translation": {
      "en": "First, I came in and met Louis, and I looked at the screen and they ran a bit,",
      "es": "Cuando conocí a Louis y vi algo de la reproducción,"
    }
  },
  {
    "translation": {
      "en": "and I was taken aback.",
      "es": "me sorprendió."
    }
  },
  {
    "translation": {
      "en": "I was just side- swiped by the scale and majesty of it.",
      "es": "Me impactaron muchísimo la escala y la majestuosidad."
    }
  },
  {
    "translation": {
      "en": "How it looked like a gigantic Hollywood special effects movie.",
      "es": "Parecía una película de Hollywood de efectos especiales."
    }
  },
  {
    "translation": {
      "en": "I hadn't expected, I guess, that level of effort and artistry.",
      "es": "No esperaba ese nivel de dedicación y habilidad."
    }
  },
  {
    "translation": {
      "en": "I had no idea of the, uh...",
      "es": "No tenía idea"
    }
  },
  {
    "translation": {
      "en": "the kind of epic nature of the show.",
      "es": "de la naturaleza épica del show."
    }
  },
  {
    "translation": {
      "en": "More rocks would create a little bit of a...",
      "es": "Las piedras crean como una puerta para la rampa."
    }
  },
  {
    "translation": {
      "en": "- you know, a gate for the ramp. - No, that will work well.",
      "es": "Las piedras crean como una puerta para la rampa. Funciona bien."
    }
  },
  {
    "translation": {
      "en": "I just feel like it's such a luxury",
      "es": "Siento que es un lujo"
    }
  },
  {
    "translation": {
      "en": "to be allowed to shoot in this world that's not only so rich and full of details,",
      "es": "poder filmar en este mundo no solo tan rico y lleno de detalles,"
    }
  },
  {
    "translation": {
      "en": "but that is, of course, just handmade from scratch for this.",
      "es": "sino también, por supuesto, hecho a mano completamente."
    }
  },
  {
    "translation": {
      "en": "Often when you watch a film or a special effects movie,",
      "es": "Cuando ves una película de efectos especiales,"
    }
  },
  {
    "translation": {
      "en": "you'd say, How do they do that?",
      "es": "dices: ¿Cómo lo hacen?."
    }
  },
  {
    "translation": {
      "en": "With this, you know how they do it, it's just incredible how they do it.",
      "es": "Con esto lo sabes. Y lo hacen increíblemente."
    }
  },
  {
    "translation": {
      "en": "They had about 30 to 35 sets on Dark Crystal,",
      "es": "Tenían de 30 a 35 sets para El cristal encantado"
    }
  },
  {
    "translation": {
      "en": "and they had about three years prep.",
      "es": "y unos tres años de preparación."
    }
  },
  {
    "translation": {
      "en": "We have about 70, 80 sets, and we had about six months prep.",
      "es": "Tenemos unos 70 u 80 sets con seis meses de preparación."
    }
  },
  {
    "translation": {
      "en": "So, your first, other than creative, thought is about a schedule.",
      "es": "Por eso, además de la creatividad debes pensar en la logística."
    }
  },
  {
    "translation": {
      "en": "Is about how do we work this?",
      "es": "¿Cómo trabajamos con esto?"
    }
  },
  {
    "translation": {
      "en": "We were prepping this from when we started pre- production,",
      "es": "Preparamos esto desde que empezamos la preproducción."
    }
  },
  {
    "translation": {
      "en": "making the trees, the plants, the vines that are hanging up.",
      "es": "A hacer los árboles, las plantas, las enredaderas."
    }
  },
  {
    "translation": {
      "en": "And then, there's all the prop- made plants",
      "es": "También hay plantas artificiales,"
    }
  },
  {
    "translation": {
      "en": "that we based most of them from the original movie.",
      "es": "la mayoría inspiradas en la película original."
    }
  },
  {
    "translation": {
      "en": "We got all the old photos and reference of all those crazy little plants that were in Dark Crystal.",
      "es": "Conseguimos las fotos viejas y referencias de todas las plantas."
    }
  },
  {
    "translation": {
      "en": "Every piece that you see in here, we've actually copied from the original film.",
      "es": "Cada fragmento que ves aquí es una copia de la película original."
    }
  },
  {
    "translation": {
      "en": "We actually got the original drawings. The original drawings, yeah, original photographs,",
      "es": "- Tenemos los dibujos originales. - Y las fotos también."
    }
  },
  {
    "translation": {
      "en": "even the original concept models of the original sculpts.",
      "es": "Incluso los modelos conceptuales de las esculturas."
    }
  },
  {
    "translation": {
      "en": "Richard and Ty jumped into the Froud sensibility very...",
      "es": "Richard y Ty se metieron en la sensibilidad de Froud. Se metieron de lleno."
    }
  },
  {
    "translation": {
      "en": "like, they went in feet first.",
      "es": "Se metieron de lleno."
    }
  },
  {
    "translation": {
      "en": "I mean, that... there's an original Skeksis sword",
      "es": "Esta es una espada skekses original."
    }
  },
  {
    "translation": {
      "en": "when this is actually copied from the original one.",
      "es": "Esta es una copia de la original."
    }
  },
  {
    "translation": {
      "en": "I mean, they're beautiful.",
      "es": "Son hermosas."
    }
  },
  {
    "translation": {
      "en": "It's obviously Brian Froud who designed those.",
      "es": "Obviamente, Brian Froud las diseñó."
    }
  },
  {
    "translation": {
      "en": "There's a real joy in knowing that every detail has been... completely, lovingly crafted,",
      "es": "Es una gran alegría saber que cada detalle se creó con amor"
    }
  },
  {
    "translation": {
      "en": "and there's something akin to a great painting.",
      "es": "y que parecen una gran pintura."
    }
  },
  {
    "translation": {
      "en": "There's something wonderful about knowing you can pause any frame",
      "es": "Es maravilloso que puedas detenerte en cualquier punto"
    }
  },
  {
    "translation": {
      "en": "and know that no moment in there is an accident.",
      "es": "y que ningún momento sea azaroso."
    }
  },
  {
    "translation": {
      "en": "Every leaf you see has been placed there.",
      "es": "Cada hoja se colocó con intención."
    }
  },
  {
    "translation": {
      "en": "Every movement of the character has been considered.",
      "es": "Cada movimiento de los personajes se ha pensado."
    }
  },
  {
    "translation": {
      "en": "To invest in creating an entire other world,",
      "es": "Se ha invertido en la creación de otro mundo"
    }
  },
  {
    "translation": {
      "en": "down to the smallest details of what its flowers look like,",
      "es": "hasta el más mínimo detalle, desde cómo son las flores"
    }
  },
  {
    "translation": {
      "en": "and its food stuffs, to the constellation of the planetary alignments",
      "es": "y los alimentos hasta la constelación de las alineaciones planetarias"
    }
  },
  {
    "translation": {
      "en": "of the cosmos that it holds,",
      "es": "del cosmos que sostiene."
    }
  },
  {
    "translation": {
      "en": "you are transported to an entirely different landscape",
      "es": "Te transporta a un paisaje completamente diferente"
    }
  },
  {
    "translation": {
      "en": "which overwhelms you.",
      "es": "que te maravilla."
    }
  },
  {
    "translation": {
      "en": "I turned to Jeff at one point and said, Boy, we'd better be careful what we write.",
      "es": "Le dije a Jeff: Debemos ser cautos con lo que escribimos."
    }
  },
  {
    "translation": {
      "en": "Because, you know, we just put, like, uh, exterior, balcony,",
      "es": "Pusimos: Exterior, balcón,"
    }
  },
  {
    "translation": {
      "en": "and then we get into, What are they talking about on the balcony?",
      "es": "luego dijimos: ¿De qué hablan en el balcón?"
    }
  },
  {
    "translation": {
      "en": "What's the plot? What's the story? What are the characters on the balcony?",
      "es": "¿Cuál es la historia y los personajes del balcón?."
    }
  },
  {
    "translation": {
      "en": "And then you look, and this balcony wraps around,",
      "es": "Luego ves que es un balcón envolvente"
    }
  },
  {
    "translation": {
      "en": "and it's 300 feet long,",
      "es": "y tiene 90 metros de largo"
    }
  },
  {
    "translation": {
      "en": "and you're just, like, Who thought of that? It's beautiful.",
      "es": "y dices: ¿Quién pensó en eso? Es hermoso."
    }
  },
  {
    "translation": {
      "en": "One of the big ones was the citadel, the throne room,",
      "es": "Uno genial fue la ciudadela, la sala del trono"
    }
  },
  {
    "translation": {
      "en": "for the Ha'rar Gelfling Clan,",
      "es": "para el clan de gelflings de Ha'rar."
    }
  },
  {
    "translation": {
      "en": "and completely new world, very important, it's the head clan.",
      "es": "Es un mundo nuevo e importante porque es el clan principal."
    }
  },
  {
    "translation": {
      "en": "We went through quite a few different incarnations of what that needs to be,",
      "es": "Vimos varias encarnaciones de cómo debía ser"
    }
  },
  {
    "translation": {
      "en": "trying to hold within the budget, because anything with a compound curve that isn't a straight line",
      "es": "dentro del presupuesto porque todo lo que tenga una curva"
    }
  },
  {
    "translation": {
      "en": "is more expensive than something with a straight line.",
      "es": "es más caro que con una línea recta."
    }
  },
  {
    "translation": {
      "en": "We had Machu Picchu,",
      "es": "El Machu Picchu"
    }
  },
  {
    "translation": {
      "en": "which was our inspiration for this.",
      "es": "fue nuestra inspiración para esto."
    }
  },
  {
    "translation": {
      "en": "This was a town that was up in the heavens.",
      "es": "Esta era una ciudad que estaba en el cielo."
    }
  },
  {
    "translation": {
      "en": "Well, it was fantastic to see those environments practically,",
      "es": "Fue fantástico ver esos entornos de un modo práctico,"
    }
  },
  {
    "translation": {
      "en": "um, not framed for the camera, because you could see the mechanics of it.",
      "es": "no enmarcados para la cámara porque se veía la mecánica."
    }
  },
  {
    "translation": {
      "en": "The fact that they had to be built so high so that the puppets could go inside.",
      "es": "Debían hacerse altos para que entraran los títeres."
    }
  },
  {
    "translation": {
      "en": "So our standard height here, we have four- foot- high rostrums.",
      "es": "La altura estándar. Hay tarimas de 1,20 m,"
    }
  },
  {
    "translation": {
      "en": "There's the finished set floor and then the set sits on top,",
      "es": "el piso y el set está por encima para poder abrir el piso"
    }
  },
  {
    "translation": {
      "en": "and that's so we can open up the floor to drop the puppeteers in",
      "es": "el piso y el set está por encima para poder abrir el piso y dejar a los títeres a la altura correcta."
    }
  },
  {
    "translation": {
      "en": "to have the creatures at the right height.",
      "es": "y dejar a los títeres a la altura correcta."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen on a normal show.",
      "es": "Eso no pasa en un show normal."
    }
  },
  {
    "translation": {
      "en": "So, you've got the creature's complexity, you've got the complexity of the set,",
      "es": "Está la complejidad de la criatura, y la del set,"
    }
  },
  {
    "translation": {
      "en": "so you have to map out in great detail which creature's gonna move where",
      "es": "así que debes ver en detalle qué criatura se moverá dónde para tener el piso correcto o abrirlo."
    }
  },
  {
    "translation": {
      "en": "to provide the right type of flooring or open up the flooring.",
      "es": "qué criatura se moverá dónde para tener el piso correcto o abrirlo."
    }
  },
  {
    "translation": {
      "en": "On another film where you're not making everything, I'll-- I'll run around and find everything,",
      "es": "En una película donde no se hace todo encuentro lo que busco,"
    }
  },
  {
    "translation": {
      "en": "book it from the rental companies or buy it, and then...",
      "es": "lo alquilo o lo compro,"
    }
  },
  {
    "translation": {
      "en": "But with this, on a daily basis, we're constantly making pieces.",
      "es": "pero tener algo así todos los días implica crear cosas."
    }
  },
  {
    "translation": {
      "en": "And not just at human scale.",
      "es": "Y no solo a escala humana."
    }
  },
  {
    "translation": {
      "en": "There's nothing that could be really hired or purchased.",
      "es": "No hay nada que pueda alquilarse o comprarse."
    }
  },
  {
    "translation": {
      "en": "Sculpting's been our biggest thing on this.",
      "es": "Las esculturas han sido clave."
    }
  },
  {
    "translation": {
      "en": "I mean, literally, everything you see has been sculpted. I mean, we concepted this and from--",
      "es": "Realmente, todo lo que ves está esculpido. Hicimos el concepto de esto..."
    }
  },
  {
    "translation": {
      "en": "And it's very Froudian, as you can see. I mean it's beautiful.",
      "es": "Como se ve, es muy froudano. Es muy bello."
    }
  },
  {
    "translation": {
      "en": "With like any piece of art, you can keep going and going.",
      "es": "Con cualquier obra de arte se puede seguir y seguir."
    }
  },
  {
    "translation": {
      "en": "You have to just say that's your time, this is where we've got to be,",
      "es": "Solo hay que marcar el momento, dónde debemos estar"
    }
  },
  {
    "translation": {
      "en": "and plan, you know, those five weeks of where each week they want to be at.",
      "es": "y planear esas cinco semanas o cómo será cada semana."
    }
  },
  {
    "translation": {
      "en": "From archives, original photographs,",
      "es": "Desde archivos, fotografías originales,"
    }
  },
  {
    "translation": {
      "en": "we've been able to scale up, draw off, and take all the information off the original",
      "es": "hemos podido hacer escala, dibujar y obtener la información del original"
    }
  },
  {
    "translation": {
      "en": "and get it as close as we possibly can.",
      "es": "y hacerlo lo más parecido posible."
    }
  },
  {
    "translation": {
      "en": "And the reason there's this massive hole here",
      "es": "Aquí hay un agujero grande"
    }
  },
  {
    "translation": {
      "en": "is for the puppeteer, obviously, to... to work the puppet.",
      "es": "para que el titiritero pueda trabajar con el títere."
    }
  },
  {
    "translation": {
      "en": "Purely fiberglass piece, polyester resin, and then we're having to again down to the painters now",
      "es": "Fibra de vidrio con resina de poliéster. Luego vienen los pintores"
    }
  },
  {
    "translation": {
      "en": "to do the finishing, and then onto set.",
      "es": "para el acabado, y después, al set."
    }
  },
  {
    "translation": {
      "en": "And that's the continuing train of work.",
      "es": "Esa es la cadena continua de trabajo."
    }
  },
  {
    "translation": {
      "en": "Everybody came together for the common good.",
      "es": "Todos se unieron por el bien común."
    }
  },
  {
    "translation": {
      "en": "And Gavin, the production designer, was amazing.",
      "es": "Gavin, el diseñador de producción, fue increíble. Él y su equipo"
    }
  },
  {
    "translation": {
      "en": "And him and his team, they produced the most gorgeous sets",
      "es": "Gavin, el diseñador de producción, fue increíble. Él y su equipo crearon los sets más hermosos que haya visto jamás."
    }
  },
  {
    "translation": {
      "en": "I think I've seen ever.",
      "es": "crearon los sets más hermosos que haya visto jamás."
    }
  },
  {
    "translation": {
      "en": "When you put something on a page,",
      "es": "Pones algo en una página"
    }
  },
  {
    "translation": {
      "en": "more than 100 people are gonna come to work on the show and create that thing.",
      "es": "y luego más de 100 personas trabajan en el show y crean eso."
    }
  },
  {
    "translation": {
      "en": "More so in The Dark Crystal, because it is a completely synthetic universe.",
      "es": "Más aún en esto porque es un universo completamente sintético."
    }
  },
  {
    "translation": {
      "en": "Everything that we write has to be made by somebody, and it's by hand.",
      "es": "Todo lo que escribimos lo debe hacer alguien y se hace a mano."
    }
  },
  {
    "translation": {
      "en": "It's pushing that back into a handmade quality and feel,",
      "es": "Es volver a la calidad y al tacto de lo artesanal"
    }
  },
  {
    "translation": {
      "en": "and it's the hardest thing to do.",
      "es": "y es lo más difícil de hacer."
    }
  },
  {
    "translation": {
      "en": "The film was so rich and vibrant in every single frame,",
      "es": "La película fue muy rica y vibrante en cada cuadro."
    }
  },
  {
    "translation": {
      "en": "and to do that across a TV show is a huge problem.",
      "es": "Hacer eso en un programa de TV es un problema."
    }
  },
  {
    "translation": {
      "en": "When you look at every little detail in The Dark Crystal,",
      "es": "Cuando ves los detalles en El cristal encantado,"
    }
  },
  {
    "translation": {
      "en": "you look at the books in that library,",
      "es": "como los libros de la biblioteca"
    }
  },
  {
    "translation": {
      "en": "you look at the vials in the scientist's chamber,",
      "es": "o los botellines en la cámara del científico,"
    }
  },
  {
    "translation": {
      "en": "uh, those things are the apex of somebody's art.",
      "es": "esas cosas son la cúspide del arte de alguien."
    }
  },
  {
    "translation": {
      "en": "You're looking at a set that's all Styrofoam,",
      "es": "Es un set completamente de espuma de poliestireno,"
    }
  },
  {
    "translation": {
      "en": "but it looks like parquet wood,",
      "es": "pero parece madera de parqué,"
    }
  },
  {
    "translation": {
      "en": "it looks like stone, it looks like marble because the painting is so incredible,",
      "es": "parecen piedras y mármol porque la pintura es increíble"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, in the creature shop,",
      "es": "y también en el taller de criaturas hay gente"
    }
  },
  {
    "translation": {
      "en": "we have people who are putting in individual hairs.",
      "es": "y también en el taller de criaturas hay gente que coloca pelos individualmente."
    }
  },
  {
    "translation": {
      "en": "The Landstrider has hair all over its body. Every one was hand- punched.",
      "es": "El zancador tiene pelo en todo el cuerpo. Cada pelo se puso a mano."
    }
  },
  {
    "translation": {
      "en": "The main kind of color of hair around here is just one pattern piece.",
      "es": "El color principal del pelo aquí es solo un patrón."
    }
  },
  {
    "translation": {
      "en": "And then, we've gone through it and, um, put other types of fur through it to kind of break it up a little bit.",
      "es": "Lo analizamos y le pusimos otro tipo de pelo para que se mezclara un poco."
    }
  },
  {
    "translation": {
      "en": "But the pattern had a direction on it so that we can have-- have it sticking up as much as possible",
      "es": "Pero el patrón tenía una dirección para que sobresaliera lo más posible"
    }
  },
  {
    "translation": {
      "en": "like the original one.",
      "es": "como el original."
    }
  },
  {
    "translation": {
      "en": "So you use like a beading needle that's far down,",
      "es": "Se usa una aguja abajo para enhebrar,"
    }
  },
  {
    "translation": {
      "en": "and then there's one edge to it, so it picks up,",
      "es": "aquí hay un borde que recoge"
    }
  },
  {
    "translation": {
      "en": "like, a few hairs at a time,",
      "es": "unos pelos por vez"
    }
  },
  {
    "translation": {
      "en": "to keep it quite natural, I guess.",
      "es": "para que se vea natural."
    }
  },
  {
    "translation": {
      "en": "Well, this is... this is Brea's journal, and Brea is one of our main, main characters.",
      "es": "Este es el diario de Brea, que es uno de los personajes principales."
    }
  },
  {
    "translation": {
      "en": "And this is kind of her prized possession.",
      "es": "Es su objeto más preciado."
    }
  },
  {
    "translation": {
      "en": "I think it... it represents her.",
      "es": "Creo que la representa."
    }
  },
  {
    "translation": {
      "en": "The idea that it's a beautifully embroidered item",
      "es": "La idea de que es un artículo con bordados bellos"
    }
  },
  {
    "translation": {
      "en": "that maybe... maybe her grandmother embroidered for her.",
      "es": "que tal vez su abuela le bordó."
    }
  },
  {
    "translation": {
      "en": "The paper is handmade.",
      "es": "El papel está hecho a mano."
    }
  },
  {
    "translation": {
      "en": "You know, it's very beautiful,",
      "es": "Es muy hermoso."
    }
  },
  {
    "translation": {
      "en": "but I thought it was extremely important that this was a real object.",
      "es": "Pensé que era muy importante que fuera un objeto real."
    }
  },
  {
    "translation": {
      "en": "So, I sat down for quite a few days...",
      "es": "Me senté durante unos días"
    }
  },
  {
    "translation": {
      "en": "um, and just painted and painted.",
      "es": "y solo pinté."
    }
  },
  {
    "translation": {
      "en": "So just putting key things in, like, a mother Aughra.",
      "es": "Ponía cosas clave como una Madre Aughra."
    }
  },
  {
    "translation": {
      "en": "And also, um, taking actual flower pressing,",
      "es": "También flores prensadas."
    }
  },
  {
    "translation": {
      "en": "You know, the idea of things getting a little bit purple,",
      "es": "Está la idea de que las cosas se ponen púrpuras,"
    }
  },
  {
    "translation": {
      "en": "a little bit of the dark things coming in a little bit into her world.",
      "es": "como una oscuridad, en su mundo."
    }
  },
  {
    "translation": {
      "en": "Hup's gonna have a spoon,",
      "es": "Hup tiene una cuchara."
    }
  },
  {
    "translation": {
      "en": "or Hup's gonna have a couple of different versions of a spoon,",
      "es": "En realidad, tiene diferentes versiones"
    }
  },
  {
    "translation": {
      "en": "and those are hand- crafted and made.",
      "es": "que están hechas a mano."
    }
  },
  {
    "translation": {
      "en": "And we sit and have meetings about, like, the size of the spoon,",
      "es": "Debatimos sobre el tamaño de la cuchara."
    }
  },
  {
    "translation": {
      "en": "and at one point, he was gonna have a whisk, and did that sort of drift away from the spirit of Hup?",
      "es": "En un momento, iba a tener un batidor, pero se alejaba de su espíritu."
    }
  },
  {
    "translation": {
      "en": "Like, he's really all about spoons, it shouldn't be a whisk. And...",
      "es": "Le gustan las cucharas, no podía ser un batidor."
    }
  },
  {
    "translation": {
      "en": "But people made a whisk, and we looked at the whisk, it was designed,",
      "es": "Pero se hizo un batidor, lo miramos y vimos el diseño, pero no parecía de él."
    }
  },
  {
    "translation": {
      "en": "and you're like, I don't think this is Hup. I think he's a spoon.",
      "es": "Pero se hizo un batidor, lo miramos y vimos el diseño, pero no parecía de él. Es una cuchara."
    }
  },
  {
    "translation": {
      "en": "And you write something like,",
      "es": "Y escribes algo como:"
    }
  },
  {
    "translation": {
      "en": "You know... Ah, you know, the Podling, it doesn't want a bath. Bah, bah, bah.",
      "es": "El podling no quiere bañarse."
    }
  },
  {
    "translation": {
      "en": "Anyway, moving on.",
      "es": "Continuemos."
    }
  },
  {
    "translation": {
      "en": "And they're like, Okay. We've got a village,",
      "es": "Dicen: Bueno, hay una aldea."
    }
  },
  {
    "translation": {
      "en": "There's 30 Podling. They don't want a bath, but each doesn't want a bath in a different way.",
      "es": "Hay 30 podlings. No quieren bañarse, pero cada uno lo expresa a su manera."
    }
  },
  {
    "translation": {
      "en": "So we made all these Podlings, and you're just like, Okay, that's exactly what I meant.",
      "es": "Hicimos muchos podlings y dijeron: Bien, a eso mismo me refería."
    }
  },
  {
    "translation": {
      "en": "The Deterge is upon us!",
      "es": "La depurga es una oportunidad..."
    }
  },
  {
    "translation": {
      "en": "Like, we looked at Podling butt sculpts. Does that make sense?",
      "es": "Vimos esculturas de traseros de podling. ¿Tiene sentido?"
    }
  },
  {
    "translation": {
      "en": "And the first one, we were like, That's not right. And, and, and, and... had it redone.",
      "es": "Con el primero dijimos: No está bien. Lo mandé a rehacer."
    }
  },
  {
    "translation": {
      "en": "And so, we, like...",
      "es": "Entonces..."
    }
  },
  {
    "translation": {
      "en": "There was multiple sculpts of Podling posteriors",
      "es": "Habría varias esculturas de espaldas de podlings"
    }
  },
  {
    "translation": {
      "en": "before we got to the one that... that I think you'll see in the show.",
      "es": "antes de llegar a la que creo que vemos en la serie."
    }
  },
  {
    "translation": {
      "en": "It meant something to everybody, you know. And, uh... And you could feel that on the set,",
      "es": "Significaba algo para todos, se palpaba en el set."
    }
  },
  {
    "translation": {
      "en": "everybody was so at pains to make it Dark Crystal.",
      "es": "Todos se esforzaban por hacer El cristal encantado."
    }
  },
  {
    "translation": {
      "en": "It was a puppet show and a puppet show is an art.",
      "es": "Era un show de títeres, que es un arte."
    }
  },
  {
    "translation": {
      "en": "And that... that art is a big part of the thing itself.",
      "es": "Y ese arte es fundamental en la obra."
    }
  },
  {
    "translation": {
      "en": "We're still riveted and amazed by CG,",
      "es": "Nos sorprenden los efectos de CGI,"
    }
  },
  {
    "translation": {
      "en": "but there is so much of it",
      "es": "pero hay tanto de eso"
    }
  },
  {
    "translation": {
      "en": "that I think there is an element of kind of desensitizing that happens.",
      "es": "que se produce una especie de falta de sensibilidad."
    }
  },
  {
    "translation": {
      "en": "The wonderful thing about this world is everything has weight,",
      "es": "Lo maravilloso de este mundo es que todo tiene peso,"
    }
  },
  {
    "translation": {
      "en": "it's real, it has texture.",
      "es": "es real, tiene una textura."
    }
  },
  {
    "translation": {
      "en": "If you were in front of the camera, you could reach out and grab them,",
      "es": "Si estabas con la cámara, podías tocar las cosas"
    }
  },
  {
    "translation": {
      "en": "and I think that's really exciting, too. The reality of it, the weight of it.",
      "es": "y eso es muy emocionante, la realidad, el peso que tiene."
    }
  },
  {
    "translation": {
      "en": "Jim would have embraced every tool in the box available to him.",
      "es": "Jim habría aceptado todas las herramientas a su alcance."
    }
  },
  {
    "translation": {
      "en": "And I have no doubt that he would have absolutely loved CG",
      "es": "No me cabe duda de que le hubieran encantado los efectos"
    }
  },
  {
    "translation": {
      "en": "and what CG would have allowed him to do.",
      "es": "y lo que eso le hubiera permitido hacer."
    }
  },
  {
    "translation": {
      "en": "My father was a real innovator",
      "es": "Mi padre era innovador"
    }
  },
  {
    "translation": {
      "en": "when it comes to all different kinds of aspects of puppets on television, puppets on film.",
      "es": "en cuanto a diferentes aspectos de los títeres en la TV y en el cine."
    }
  },
  {
    "translation": {
      "en": "And he had to invent all the time.",
      "es": "Tenía que inventar todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "He had to come up with new ways of doing things.",
      "es": "buscar nuevas formas."
    }
  },
  {
    "translation": {
      "en": "Oh, hi family.",
      "es": "¡Hola, familia!"
    }
  },
  {
    "translation": {
      "en": "- Hello, Nurlocks, feeding time. - We didn't want to just rely on",
      "es": "No queríamos depender del hecho"
    }
  },
  {
    "translation": {
      "en": "the fact that CG could potentially fix the problem",
      "es": "de que los efectos podían solucionar el problema"
    }
  },
  {
    "translation": {
      "en": "or could even substitute a digital character for a... for a practical character.",
      "es": "o incluso reemplazar a un personaje digital por uno práctico."
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that everything that we did and all the shots could be covered practically.",
      "es": "Queríamos que todo lo que hiciéramos y las tomas se cubrieran de modo práctico."
    }
  },
  {
    "translation": {
      "en": "We've been talking for a long time about using more puppeteer removal,",
      "es": "Hace tiempo que hablamos de eliminar más a los titiriteros"
    }
  },
  {
    "translation": {
      "en": "so that you can do a large character",
      "es": "para hacer personajes más grandes"
    }
  },
  {
    "translation": {
      "en": "by controlling from the outside,",
      "es": "controlados exteriormente."
    }
  },
  {
    "translation": {
      "en": "and then removing the puppeteers and the rods.",
      "es": "Eliminar los titiriteros y las varas."
    }
  },
  {
    "translation": {
      "en": "The guys in DNeg are doing some interesting tests for some of the CG shots that they have to do,",
      "es": "Los de DNeg hacen pruebas interesantes para algunas tomas digitales"
    }
  },
  {
    "translation": {
      "en": "where they've built a human figure behind the CG rig.",
      "es": "donde crean una figura humana detrás de la plataforma de CG."
    }
  },
  {
    "translation": {
      "en": "And it'll be articulated from the human figure behind it.",
      "es": "Y se articula desde la figura humana."
    }
  },
  {
    "translation": {
      "en": "So, it kind of mimics all the... the kind of, uh...",
      "es": "Imita todas"
    }
  },
  {
    "translation": {
      "en": "kind of the inaccuracies and all that, so it doesn't become too smooth.",
      "es": "las imprecisiones y ese tipo de cosas para que no se vea tan limpio."
    }
  },
  {
    "translation": {
      "en": "You can get motion capture directly onto that.",
      "es": "Se puede agregar movimiento a eso."
    }
  },
  {
    "translation": {
      "en": "So, then, you're literally replicating the performance through the puppeteer.",
      "es": "Entonces replicas la actuación a través del titiritero."
    }
  },
  {
    "translation": {
      "en": "Anything that gets us as close as possible",
      "es": "Cualquier cosa que nos acerque lo más posible"
    }
  },
  {
    "translation": {
      "en": "to the methods that the puppeteers are using.",
      "es": "a los métodos que usan los titiriteros es útil."
    }
  },
  {
    "translation": {
      "en": "Lore is a character that was originally decided to be a full CG character",
      "es": "Saber es un personaje que, originalmente, iba a ser digital"
    }
  },
  {
    "translation": {
      "en": "because of the way he's articulated, what he's made of, and the things he has to do in the script.",
      "es": "por cómo está articulado, su composición y lo que hace en el guion."
    }
  },
  {
    "translation": {
      "en": "We had so many meetings about the look of Lore.",
      "es": "Tuvimos muchas reuniones por su apariencia."
    }
  },
  {
    "translation": {
      "en": "I mean, this thing evolved.",
      "es": "Fue una gran evolución."
    }
  },
  {
    "translation": {
      "en": "At one point, he had, you know, three legs. At one point, he looked like a giant turtle.",
      "es": "En un momento, tenía tres patas. En otro, parecía una tortuga."
    }
  },
  {
    "translation": {
      "en": "At one point he-- you know, he was just a big block.",
      "es": "En otro, era un gran bloque."
    }
  },
  {
    "translation": {
      "en": "I mean, there were so many looks of Lore,",
      "es": "Saber tuvo muchas apariencias"
    }
  },
  {
    "translation": {
      "en": "and now we've come to this thing where it looks like a pile of stone,",
      "es": "hasta llegar a esto que parece una pila de piedras que van a caerse."
    }
  },
  {
    "translation": {
      "en": "and it looked like they were gonna fall.",
      "es": "que parece una pila de piedras que van a caerse."
    }
  },
  {
    "translation": {
      "en": "And he says, I think there's a Lore in this.",
      "es": "Dijo: Hay un Saber en esto."
    }
  },
  {
    "translation": {
      "en": "The more we started to work on it, the more people got thinking about him.",
      "es": "Cuanto más trabajamos en eso, más gente pensaba en él."
    }
  },
  {
    "translation": {
      "en": "We did animation tests, and that got the puppeteers excited,",
      "es": "Hubo pruebas de animación, lo cual entusiasmó a los titiriteros,"
    }
  },
  {
    "translation": {
      "en": "and then it became this thing where they were like,",
      "es": "y luego se volvió algo donde decían:"
    }
  },
  {
    "translation": {
      "en": "Well, you know, we can build a puppet that can do way more than we thought",
      "es": "Hagamos un títere que haga más de lo imaginable."
    }
  },
  {
    "translation": {
      "en": "and gives Louis even more on set and on camera.",
      "es": "Hay más en el set y más en la cámara."
    }
  },
  {
    "translation": {
      "en": "We thought we had set this challenge you couldn't do, and then they did it.",
      "es": "Creímos que ese desafío no podía cumplirse y se cumplió."
    }
  },
  {
    "translation": {
      "en": "And so, Lore is on set,",
      "es": "Saber está en el set,"
    }
  },
  {
    "translation": {
      "en": "and Lore is there, and Lore is puppeteered,",
      "es": "está allí, es un títere"
    }
  },
  {
    "translation": {
      "en": "and it's beautiful to see them interact and come together.",
      "es": "y es hermoso verlos interactuar y unirse."
    }
  },
  {
    "translation": {
      "en": "Well, Lore's got this really nice, uh, you know, sort of, like, layers of rock,",
      "es": "Tiene algo muy lindo, como capas de piedras."
    }
  },
  {
    "translation": {
      "en": "and mostly when Damon moves the head,",
      "es": "Damon mueve la cabeza"
    }
  },
  {
    "translation": {
      "en": "just trying to keep it sympathetic with what he's doing",
      "es": "para que parezca empático con lo que hace"
    }
  },
  {
    "translation": {
      "en": "and what he's observing,",
      "es": "y con lo que observa."
    }
  },
  {
    "translation": {
      "en": "because it looks like a mouth,",
      "es": "Porque parece una boca,"
    }
  },
  {
    "translation": {
      "en": "but this is really where he's seeing through, isn't it?",
      "es": "pero, en realidad, es por donde ve, ¿no?"
    }
  },
  {
    "translation": {
      "en": "He can be down quite low, and then he can be up quite high.",
      "es": "Puede estar muy bajo y también muy alto."
    }
  },
  {
    "translation": {
      "en": "So, we know that they're kind of key positions that he will always go to, you know?",
      "es": "Sabemos que esas son las posiciones clave que tiene."
    }
  },
  {
    "translation": {
      "en": "Never in my dreams would I think that that thing would be so cool,",
      "es": "Nunca hubiera soñado que esa cosa sería tan genial."
    }
  },
  {
    "translation": {
      "en": "but, man, I can't wait to own a Lore figure.",
      "es": "Quiero una figura de Saber."
    }
  },
  {
    "translation": {
      "en": "It's nice to see the CG technology used collaboratively with the puppets,",
      "es": "Es lindo ver la tecnología CGI en colaboración con los títeres."
    }
  },
  {
    "translation": {
      "en": "so the whole thing feels very true to The Dark Crystal.",
      "es": "Hace que todo en El cristal encantado se vea real."
    }
  },
  {
    "translation": {
      "en": "It is, first and foremost, a puppet- led thing, but there are tiny little things you can do.",
      "es": "Es, ante todo, una obra de títeres, pero se pueden hacer cositas."
    }
  },
  {
    "translation": {
      "en": "Like, in the original film, not that it mattered,",
      "es": "En la película original,"
    }
  },
  {
    "translation": {
      "en": "and not that I cared, and not that it was ever a thing,",
      "es": "y no es que importaba o que fuera gran cosa,"
    }
  },
  {
    "translation": {
      "en": "but, occasionally, you can see a rod now and again, you know?",
      "es": "pero a veces se veía una vara."
    }
  },
  {
    "translation": {
      "en": "Not that that means, Wait, there's a rod, it's not real.",
      "es": "No por la vara dejaba de ser real."
    }
  },
  {
    "translation": {
      "en": "You know it's not real, it's a puppet show. You should be able to see all the rods really.",
      "es": "Claro que no, era de títeres se deberían poder ver las varas."
    }
  },
  {
    "translation": {
      "en": "But what they can do now is they can remove that stuff,",
      "es": "Pero ahora se pueden eliminar."
    }
  },
  {
    "translation": {
      "en": "add blinks, add little bits and bobs, which give them a little bit more life and presence,",
      "es": "Se agregan pestañeos y otros detalles que dan más vida y presencia"
    }
  },
  {
    "translation": {
      "en": "and... and just help with the magic trick that it is.",
      "es": "y que ayudan con el truco de magia."
    }
  },
  {
    "translation": {
      "en": "The way it's developed, even the effects that are CG effects,",
      "es": "Por cómo se desarrolló, incluso en los efectos digitales,"
    }
  },
  {
    "translation": {
      "en": "we've now complemented most of those by realizing them in a dual capacity",
      "es": "complementamos casi todo con una realización de capacidad dual"
    }
  },
  {
    "translation": {
      "en": "where we have the puppet version of it and the CG version of it.",
      "es": "donde tenemos la versión con títeres y la del CGI,"
    }
  },
  {
    "translation": {
      "en": "So there's almost nothing in the whole series",
      "es": "por lo que casi nada en la serie"
    }
  },
  {
    "translation": {
      "en": "that exists only as a CG effect.",
      "es": "es un efecto puro del CGI."
    }
  },
  {
    "translation": {
      "en": "It's still photo real. In some ways, the techniques are still the same.",
      "es": "Es real. Las técnicas son las mismas."
    }
  },
  {
    "translation": {
      "en": "We're still replicating the real world, it's just that the real world is Thra.",
      "es": "Replicamos el mundo real, pero el mundo real es Thra."
    }
  },
  {
    "translation": {
      "en": "It's Jim Henson's, it's Brian Froud's.",
      "es": "Es de Jim Henson, de Brian Froud,"
    }
  },
  {
    "translation": {
      "en": "And I think there's something about the... the tangible,",
      "es": "y creo que hay algo bueno en la calidad tangible y artesanal de todo"
    }
  },
  {
    "translation": {
      "en": "hand- crafted quality of it all that immediately makes people think,",
      "es": "y creo que hay algo bueno en la calidad tangible y artesanal de todo que hace pensar:"
    }
  },
  {
    "translation": {
      "en": "Well actually, this isn't like anything we've done before, so we do need to think differently about it.",
      "es": "Es distinto a todo lo que hemos hecho, así que pensémoslo diferente."
    }
  },
  {
    "translation": {
      "en": "The plan now is for the CG to be more based on the rigging",
      "es": "Queremos que el CGI se use más para los equipos"
    }
  },
  {
    "translation": {
      "en": "and have all these little flaws in it",
      "es": "y tener todas esas imperfecciones"
    }
  },
  {
    "translation": {
      "en": "that the... um, that puppets have.",
      "es": "que tienen los títeres."
    }
  },
  {
    "translation": {
      "en": "For me, it should always be, you know,",
      "es": "Para mí siempre debe ser"
    }
  },
  {
    "translation": {
      "en": "it's not just for the art department to try and work this out, 'cause maybe the VFX guys can do it better.",
      "es": "no solo para el departamento artístico porque los efectos especiales lo mejoran."
    }
  },
  {
    "translation": {
      "en": "It's not just for the VFX guys to do it, 'cause, actually, if you built it, it'd be better.",
      "es": "Tampoco para los de efectos porque, si se construye, es mejor."
    }
  },
  {
    "translation": {
      "en": "You know, no one should be too precious about what they're doing.",
      "es": "Nadie debería ser imprescindible."
    }
  },
  {
    "translation": {
      "en": "The great thing about voice work is that it's inherently a collaborative process,",
      "es": "Lo bueno del trabajo de voz voz es que es inherentemente colaborativo"
    }
  },
  {
    "translation": {
      "en": "and you are far from the most important cog in the machine.",
      "es": "y no eres lo más importante de la máquina."
    }
  },
  {
    "translation": {
      "en": "They have made choices in movement, in pace, in style.",
      "es": "Han elegido los movimientos, el ritmo y el estilo."
    }
  },
  {
    "translation": {
      "en": "They've made characterization choices that you inherit.",
      "es": "Tomaron decisiones de caracterización que heredas."
    }
  },
  {
    "translation": {
      "en": "It a very interesting process, and it's been very, very challenging in a good way,",
      "es": "Es un proceso muy interesante y ha sido un gran desafío para bien."
    }
  },
  {
    "translation": {
      "en": "because usually when you do a voice in something,",
      "es": "Normalmente, cuando haces una voz,"
    }
  },
  {
    "translation": {
      "en": "if you do animation, you do the voice, and then the animators take your voice and they animate to the voice.",
      "es": "si es para animación, haces la voz y los animadores la toman y la trabajan."
    }
  },
  {
    "translation": {
      "en": "With this, it's the other way around.",
      "es": "Aquí es al revés."
    }
  },
  {
    "translation": {
      "en": "You have to match your performance to the puppeteers, who are all very good at what they do.",
      "es": "Haces coincidir tu actuación con los titiriteros, que son muy buenos."
    }
  },
  {
    "translation": {
      "en": "They are actors, you know, they characterize, but you have to match their mouth flaps.",
      "es": "Son actores, caracterizan, pero debes igualar los movimientos labiales."
    }
  },
  {
    "translation": {
      "en": "It's an interesting discipline, because the puppeteers, the world's greatest puppeteers,",
      "es": "Es una disciplina interesante porque los mejores titiriteros del mundo"
    }
  },
  {
    "translation": {
      "en": "have done the work already",
      "es": "ya hicieron el trabajo"
    }
  },
  {
    "translation": {
      "en": "and so, you have to act",
      "es": "así que debes actuar"
    }
  },
  {
    "translation": {
      "en": "and convey truth, power, fear, threat, whatever it is,",
      "es": "y transmitir la verdad, el poder, el miedo, la amenaza, lo que sea,"
    }
  },
  {
    "translation": {
      "en": "but you have to match the discipline.",
      "es": "pero igualar la disciplina."
    }
  },
  {
    "translation": {
      "en": "The Crystal calls.",
      "es": "¡El Cristal llama!"
    }
  },
  {
    "translation": {
      "en": "To the crystal chamber!",
      "es": "¡A la cámara del Cristal!"
    }
  },
  {
    "translation": {
      "en": "Ah, scroll keeper. Scroll keeper!",
      "es": "Pergaminero."
    }
  },
  {
    "translation": {
      "en": "You take a lot of time to get it right,",
      "es": "Lleva tiempo hacerlo bien"
    }
  },
  {
    "translation": {
      "en": "because you can be satisfied that you matched the movement in sync,",
      "es": "porque quizá coincidió la sincronización de movimiento,"
    }
  },
  {
    "translation": {
      "en": "but you're trying to give performances",
      "es": "pero intentas actuar"
    }
  },
  {
    "translation": {
      "en": "that are as real and as engaging as possible.",
      "es": "de la manera más real y atractiva posible."
    }
  },
  {
    "translation": {
      "en": "Go? Leave?",
      "es": "¿Irnos? ¿Nos vamos?"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "Chamberlain will decide when Grunac's service is finished.",
      "es": "Chambelán decidirá cuándo termina servicio de gruenaks."
    }
  },
  {
    "translation": {
      "en": "Until then, Grunac stay right where are.",
      "es": "Hasta entonces, gruenaks se quedan donde están."
    }
  },
  {
    "translation": {
      "en": "So, that's actually quite hard sometimes,",
      "es": "A veces es muy difícil"
    }
  },
  {
    "translation": {
      "en": "when you might choose a different way of delivering a line,",
      "es": "cuando podrías decir algo de modo diferente,"
    }
  },
  {
    "translation": {
      "en": "but you've got to get it into this rhythm of, uh... of speech.",
      "es": "pero debes hacerlo en ese ritmo del discurso."
    }
  },
  {
    "translation": {
      "en": "It is amazing to be part of that group of... of Skeksis.",
      "es": "Es increíble ser parte de ese grupo de skekses."
    }
  },
  {
    "translation": {
      "en": "Much to do. Much fun to be had.",
      "es": "Mucho trabajo. Mucha diversión."
    }
  },
  {
    "translation": {
      "en": "From there?",
      "es": "¿Desde ahí?"
    }
  },
  {
    "translation": {
      "en": "So... she hits him.",
      "es": "Ella le pega..."
    }
  },
  {
    "translation": {
      "en": "So, first, like...",
      "es": "Primero..."
    }
  },
  {
    "translation": {
      "en": "She told you to let go!",
      "es": "Te dijo que la soltaras."
    }
  },
  {
    "translation": {
      "en": "And there's something hard about it.",
      "es": "Y hay algo difícil en eso."
    }
  },
  {
    "translation": {
      "en": "It's really difficult, but the reward is even greater",
      "es": "Es muy difícil, pero la recompensa es más grande"
    }
  },
  {
    "translation": {
      "en": "because it's tangible, it feels tactile.",
      "es": "porque es tangible, se siente."
    }
  },
  {
    "translation": {
      "en": "It's also key that you create a sense of spontaneity in it,",
      "es": "También es clave que creas una espontaneidad,"
    }
  },
  {
    "translation": {
      "en": "an immediacy, and... and life.",
      "es": "una inmediatez y vida."
    }
  },
  {
    "translation": {
      "en": "We protect the Lords,",
      "es": "Protegemos a los señores."
    }
  },
  {
    "translation": {
      "en": "the Lords protect the Crystal of Truth.",
      "es": "Los señores protegen el Cristal de la Verdad."
    }
  },
  {
    "translation": {
      "en": "The ensemble cast of actors that are doing the voice work speaks for itself.",
      "es": "El elenco de actores que hacen las voces habla por sí mismo."
    }
  },
  {
    "translation": {
      "en": "It's incredible. But behind that is the other layers of the puppeteers,",
      "es": "Es increíble, pero hay otras capas de los titiriteros y vestuaristas"
    }
  },
  {
    "translation": {
      "en": "and the suit artists,",
      "es": "de los titiriteros y vestuaristas"
    }
  },
  {
    "translation": {
      "en": "and, um, it's a team eff-- like, it's genuinely a team effort.",
      "es": "y es un equipo... Es un gran esfuerzo de equipo."
    }
  },
  {
    "translation": {
      "en": "It's a huge variety of people, uh, in this,",
      "es": "Es una gran variedad de personas de países y culturas diferentes."
    }
  },
  {
    "translation": {
      "en": "from different countries, and cultures, and I think you'll get a sense of that.",
      "es": "Es una gran variedad de personas de países y culturas diferentes. Genera una sensación de un gran mundo ecléctico."
    }
  },
  {
    "translation": {
      "en": "You'll get a sense of a big, eclectic world.",
      "es": "Genera una sensación de un gran mundo ecléctico."
    }
  },
  {
    "translation": {
      "en": "So, this is when we see the crystal.",
      "es": "Aquí vemos el Cristal."
    }
  },
  {
    "translation": {
      "en": "So when the crystal comes down, we get this sound that we've come to associate with the crystal.",
      "es": "Cuando baja el Cristal, hay un sonido que luego asociamos con él."
    }
  },
  {
    "translation": {
      "en": "And there's an instability to sound.",
      "es": "El sonido tiene inestabilidad."
    }
  },
  {
    "translation": {
      "en": "This is kind of connected to the crystal and the, uh, Skeksis.",
      "es": "Esto se relaciona con el Cristal y con los skekses."
    }
  },
  {
    "translation": {
      "en": "In a way, it's a very uncomfortable sound.",
      "es": "Es un sonido algo incómodo."
    }
  },
  {
    "translation": {
      "en": "So this creates, again...",
      "es": "Esto crea, de nuevo..."
    }
  },
  {
    "translation": {
      "en": "a sound you wouldn't",
      "es": "...un sonido que no"
    }
  },
  {
    "translation": {
      "en": "associate with an orchestra. It's just a very unusual sound.",
      "es": "asociarías con una orquesta. Es un sonido muy inusual."
    }
  },
  {
    "translation": {
      "en": "The Dark Crystal world always felt, to me, like from a different time.",
      "es": "Este mundo siempre me ha parecido como de otro tiempo."
    }
  },
  {
    "translation": {
      "en": "I sort of felt, musically, I wanted to incorporate as many different elements",
      "es": "Musicalmente, quería incorporar muchos elementos diferentes"
    }
  },
  {
    "translation": {
      "en": "from all types of musical culture into the score.",
      "es": "de todo tipo de culturas musicales."
    }
  },
  {
    "translation": {
      "en": "I also wanted to give it a simplicity in way,",
      "es": "También quería darle una simplicidad"
    }
  },
  {
    "translation": {
      "en": "because a lot of early instruments, they often--",
      "es": "porque muchos de los instrumentos primitivos"
    }
  },
  {
    "translation": {
      "en": "they might not even have a chromatic scale, they might have quite a simple scale on them.",
      "es": "no tenían una escala cromática, sino una escala muy simple."
    }
  },
  {
    "translation": {
      "en": "And by limiting yourself to more of just a smaller range of notes,",
      "es": "Al limitarte a un rango menor de notas,"
    }
  },
  {
    "translation": {
      "en": "it starts to feel, hopefully, more authentic.",
      "es": "se siente algo más auténtico."
    }
  },
  {
    "translation": {
      "en": "I want it to feel like this music could have been made in Thra.",
      "es": "Quiero que sienta que esta música se pudo haber hecho en Thra."
    }
  },
  {
    "translation": {
      "en": "Cast him out.",
      "es": "Lo aislarán."
    }
  },
  {
    "translation": {
      "en": "How can they not?",
      "es": "¿Cómo no hacerlo?"
    }
  },
  {
    "translation": {
      "en": "To believe him is not to believe themselves.",
      "es": "Creerle a él es no creer en sí mismos."
    }
  },
  {
    "translation": {
      "en": "And so, the idea with that is we can use it in lots of different ways",
      "es": "La idea era poder usarla de muchas formas"
    }
  },
  {
    "translation": {
      "en": "through the show.",
      "es": "durante la serie."
    }
  },
  {
    "translation": {
      "en": "Thra belongs to us now.",
      "es": "Ahora Thra nos pertenece."
    }
  },
  {
    "translation": {
      "en": "And is nothing... nothing Gelfling can do!",
      "es": "¡Y no hay nada, nada que gelflings puedan hacer!"
    }
  },
  {
    "translation": {
      "en": "The first time we were going round set, we would just find all these, like, mad objects,",
      "es": "La primera vez que íbamos por el set encontramos objetos insólitos"
    }
  },
  {
    "translation": {
      "en": "and we were like, Oh, wow! You could just... It was so tactile.",
      "es": "y dijimos: ¡Vaya!. Fue muy palpable."
    }
  },
  {
    "translation": {
      "en": "And I think that's a really important word in this.",
      "es": "Es una palabra muy importante aquí."
    }
  },
  {
    "translation": {
      "en": "If the music can feel as tactile as everything else,",
      "es": "Si la música se siente tan palpable como lo demás,"
    }
  },
  {
    "translation": {
      "en": "then we've sort of succeeded.",
      "es": "habrá sido un éxito."
    }
  },
  {
    "translation": {
      "en": "I think everyone involved in this show has put so much work and effort",
      "es": "Creo que todos los involucrados en la serie han trabajado mucho"
    }
  },
  {
    "translation": {
      "en": "into every minute detail.",
      "es": "y estuvieron en cada detalle."
    }
  },
  {
    "translation": {
      "en": "I think every department,",
      "es": "Creo que cada área,"
    }
  },
  {
    "translation": {
      "en": "from, you know, sound, to costume design,",
      "es": "desde la de sonido y la de vestuario"
    }
  },
  {
    "translation": {
      "en": "to story, to set building, the puppeteers, everyone is putting something",
      "es": "hasta la de creación de sets y los titiriteros, todos han aportado algo"
    }
  },
  {
    "translation": {
      "en": "that most of us wouldn't even know what-- what is going into it.",
      "es": "que la mayoría ni siquiera imaginaría."
    }
  },
  {
    "translation": {
      "en": "And that's what makes the show so special, I think, because...",
      "es": "Es lo que lo hace tan especial, que, creativamente, es diferente a todo lo que hemos visto."
    }
  },
  {
    "translation": {
      "en": "it's creatively like... unlike anything else you've seen.",
      "es": "que, creativamente, es diferente a todo lo que hemos visto."
    }
  },
  {
    "translation": {
      "en": "Nobody's making films with puppets anymore,",
      "es": "Ya nadie hace películas con títeres."
    }
  },
  {
    "translation": {
      "en": "the world's greatest puppeteers. They're working at the very top of their game.",
      "es": "Ellos son los mejores titiriteros del mundo y trabajan al máximo."
    }
  },
  {
    "translation": {
      "en": "They're working in a context where one of the greatest DPs in the world",
      "es": "Trabajan en un contexto con uno de los mejores directores de fotografía."
    }
  },
  {
    "translation": {
      "en": "is lighting it and shooting it.",
      "es": "con uno de los mejores directores de fotografía."
    }
  },
  {
    "translation": {
      "en": "And so, uh, it's a look that you've never seen before.",
      "es": "Es una mirada nunca antes vista."
    }
  },
  {
    "translation": {
      "en": "It's a look I've never seen before, that's for sure.",
      "es": "Al menos, yo nunca la he visto."
    }
  },
  {
    "translation": {
      "en": "Go where I can see you. I'll be on the other side.",
      "es": "Ponte donde te vea. Estaré del otro lado."
    }
  },
  {
    "translation": {
      "en": "Film- making of all types is deceptively simple.",
      "es": "La producción de cine es engañosamente simple."
    }
  },
  {
    "translation": {
      "en": "That's the thing about it, you know, it's an illusion",
      "es": "Esa es la cuestión, es una ilusión."
    }
  },
  {
    "translation": {
      "en": "and that's the great joy of it, you know,",
      "es": "Es lo más lindo de esto,"
    }
  },
  {
    "translation": {
      "en": "that there's a bunch of people who are working painstakingly and lovingly",
      "es": "que hay mucha gente que trabaja con dedicación y amor"
    }
  },
  {
    "translation": {
      "en": "to create something that other people enjoy in a fraction of the time it took to create.",
      "es": "para crear algo que disfruten otros en una fracción del tiempo para crearlo."
    }
  },
  {
    "translation": {
      "en": "Louis was just fantastic. I mean he...",
      "es": "Louis estuvo fantástico. Realmente..."
    }
  },
  {
    "translation": {
      "en": "I don't know how he does it.",
      "es": "No sé cómo lo hace."
    }
  },
  {
    "translation": {
      "en": "He almost immediately got how a movie like this is made.",
      "es": "Casi de inmediato supo cómo hacer una película así."
    }
  },
  {
    "translation": {
      "en": "I really love the fact that he embraced our methodology so wholeheartedly.",
      "es": "Me encanta que aceptara nuestra metodología con tanto entusiasmo."
    }
  },
  {
    "translation": {
      "en": "I felt he was always, you know, behind us. He was championing what we were doing.",
      "es": "Siempre sentí que nos apoyaba. Defendía lo que hacíamos."
    }
  },
  {
    "translation": {
      "en": "Swings in, that makes it ring.",
      "es": "Se balancea y la hace sonar."
    }
  },
  {
    "translation": {
      "en": "Absolutely every day is a voyage of discovery on this job.",
      "es": "Cada día en este trabajo es un viaje de descubrimiento."
    }
  },
  {
    "translation": {
      "en": "We anticipate, analyze, and plan as best we can,",
      "es": "Anticipamos, analizamos y planificamos lo mejor posible,"
    }
  },
  {
    "translation": {
      "en": "but the sequences are big, they're ambitious,",
      "es": "pero las secuencias son grandes y ambiciosas."
    }
  },
  {
    "translation": {
      "en": "you can't cover all your bases.",
      "es": "No puedes cubrir todo."
    }
  },
  {
    "translation": {
      "en": "And then, obviously, you get on set, things change.",
      "es": "Y las cosas cambian en el set, como los cambios de toma."
    }
  },
  {
    "translation": {
      "en": "Like, the shot changes. Something's not working quite right,",
      "es": "Y las cosas cambian en el set, como los cambios de toma. Si algo no anda bien, siempre descubrimos formas mejores"
    }
  },
  {
    "translation": {
      "en": "so we're always discovering better ways,",
      "es": "Si algo no anda bien, siempre descubrimos formas mejores"
    }
  },
  {
    "translation": {
      "en": "newer ways to achieve what we set out to.",
      "es": "o nuevas para lograr lo que queríamos."
    }
  },
  {
    "translation": {
      "en": "Sometimes we don't.",
      "es": "A veces, no."
    }
  },
  {
    "translation": {
      "en": "Sometimes things don't work as we planned, and then we have to completely change direction.",
      "es": "A veces no funcionan como planeamos y hay que cambiar la dirección."
    }
  },
  {
    "translation": {
      "en": "We're constantly altering, and changing,",
      "es": "Alteramos y cambiamos constantemente"
    }
  },
  {
    "translation": {
      "en": "and addressing everything.",
      "es": "y abordamos todo."
    }
  },
  {
    "translation": {
      "en": "We're replacing skins or we're fixing mouth interiors.",
      "es": "Reemplazamos pieles o arreglamos bocas por dentro."
    }
  },
  {
    "translation": {
      "en": "We're working on hand paddles, we're trying to always make things better,",
      "es": "Trabajamos con palas de mano y siempre intentamos mejorar."
    }
  },
  {
    "translation": {
      "en": "and also make sure that things",
      "es": "También verificamos"
    }
  },
  {
    "translation": {
      "en": "function for whatever they need to do next.",
      "es": "que todo funcione para lo que debería."
    }
  },
  {
    "translation": {
      "en": "The beauty of it is it looks simple.",
      "es": "La belleza es que parece simple."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, nobody's gonna understand what it took to try to get there.",
      "es": "Al final, nadie sabe lo que implicó para llegar a eso."
    }
  },
  {
    "translation": {
      "en": "If you'd have said, Let's shoot puppets hand- held",
      "es": "Si se hubiera dicho: Filmemos con títeres"
    }
  },
  {
    "translation": {
      "en": "and steadicam with two cameras simultaneously,",
      "es": "y dos cámaras Steadicam al mismo tiempo, habría dicho que estaba loco."
    }
  },
  {
    "translation": {
      "en": "I'd have said you're crazy. It's counter- intuitive.",
      "es": "y dos cámaras Steadicam al mismo tiempo, habría dicho que estaba loco. Es contraintuitivo. Debes ocultar la cabeza y las mangas del titiritero"
    }
  },
  {
    "translation": {
      "en": "You need to hide the puppeteer's head, and you need to hide the sleeves,",
      "es": "Es contraintuitivo. Debes ocultar la cabeza y las mangas del titiritero"
    }
  },
  {
    "translation": {
      "en": "and as soon as you have a wobbly frame, then you're just gonna kill yourself.",
      "es": "y, si tienes una toma tambaleante, enloqueces."
    }
  },
  {
    "translation": {
      "en": "But, you know, he does it, and he does it amazingly,",
      "es": "Pero lo hace increíblemente."
    }
  },
  {
    "translation": {
      "en": "and I think it will change the way people perhaps shoot puppets in the future.",
      "es": "Creo que cambiará la forma en que se filmen títeres en el futuro."
    }
  },
  {
    "translation": {
      "en": "Louis is strapped into that rig.",
      "es": "Louis está amarrado."
    }
  },
  {
    "translation": {
      "en": "He's moving on the fly, he's constantly adjusting, Okay, there's a head coming in here. There's here, there's that...",
      "es": "Se mueve sobre la marcha, se ajusta, dice: Ahí viene una cabeza, aquí y esto."
    }
  },
  {
    "translation": {
      "en": "And so, it's much more sort of fluid,",
      "es": "Es mucho más fluido."
    }
  },
  {
    "translation": {
      "en": "and so, the puppeteers have... I don't think any of them",
      "es": "Creo que ninguno de los titiriteros"
    }
  },
  {
    "translation": {
      "en": "had ever worked with having two cameras running,",
      "es": "había trabajado con dos cámaras, es decir, dos monitores."
    }
  },
  {
    "translation": {
      "en": "which means two monitors, and eye lines can get tricky with puppets.",
      "es": "había trabajado con dos cámaras, es decir, dos monitores. La línea de visión es engañosa."
    }
  },
  {
    "translation": {
      "en": "We're used to quite static stuff on us.",
      "es": "Estamos acostumbrados a lo estático."
    }
  },
  {
    "translation": {
      "en": "And we kind of work within a frame that we're given,",
      "es": "Y trabajamos dentro de un marco,"
    }
  },
  {
    "translation": {
      "en": "whereas Louis and Erik, they're giving us so much movement.",
      "es": "mientras que Louis y Erik nos dan mucho movimiento."
    }
  },
  {
    "translation": {
      "en": "And we know Louis has got a much bigger picture in his head than we have.",
      "es": "Louis piensa en algo mucho más grande que lo que pensamos nosotros."
    }
  },
  {
    "translation": {
      "en": "You watch the show and you forget you're watching puppets.",
      "es": "Ves el programa y olvidas que estás mirando títeres."
    }
  },
  {
    "translation": {
      "en": "And if we do this, if we achieve that,",
      "es": "Y si hacemos esto, si lo logramos,"
    }
  },
  {
    "translation": {
      "en": "we might be onto something.",
      "es": "tal vez descubramos algo."
    }
  },
  {
    "translation": {
      "en": "I don't think we did it, but we try. Every day, we try.",
      "es": "Creo que no lo hicimos, pero lo intentamos todos los días."
    }
  },
  {
    "translation": {
      "en": "It's a marathon task.",
      "es": "Es una tarea maratónica."
    }
  },
  {
    "translation": {
      "en": "It's to have the mental capacity",
      "es": "Es tener la capacidad mental"
    }
  },
  {
    "translation": {
      "en": "to play that three dimensional chess",
      "es": "de jugar al ajedrez tridimensional"
    }
  },
  {
    "translation": {
      "en": "of being, thinking about pre- production, shooting, post- production,",
      "es": "de pensar en la preproducción, la filmación, la posproducción,"
    }
  },
  {
    "translation": {
      "en": "all the different elements that something like Age of Resistance requires.",
      "es": "todos los elementos que requiere La edad de la resistencia."
    }
  },
  {
    "translation": {
      "en": "And he's also incredibly laid back and mellow,",
      "es": "También es muy relajado y tranquilo."
    }
  },
  {
    "translation": {
      "en": "and I think for most people,",
      "es": "Para la mayoría"
    }
  },
  {
    "translation": {
      "en": "the task of bringing something like this to life,",
      "es": "la tarea de darle vida a algo así"
    }
  },
  {
    "translation": {
      "en": "it's quite hard to comprehend",
      "es": "es difícil de entender por el trabajo que implica"
    }
  },
  {
    "translation": {
      "en": "the amount of work that goes into this that you don't see.",
      "es": "es difícil de entender por el trabajo que implica que no se ve."
    }
  },
  {
    "translation": {
      "en": "I think what we've never done",
      "es": "Creo que lo que no hicimos"
    }
  },
  {
    "translation": {
      "en": "is this kind of dance between the camera and the puppets.",
      "es": "es un tipo de baile entre la cámara y los títeres."
    }
  },
  {
    "translation": {
      "en": "So Louis, moving the camera through,",
      "es": "Louis, al mover la cámara,"
    }
  },
  {
    "translation": {
      "en": "not necessarily always telling people where the camera's gonna be,",
      "es": "no necesariamente dice siempre adónde irá la cámara"
    }
  },
  {
    "translation": {
      "en": "and then having the characters be able to interact with a moving camera.",
      "es": "ni hace que los personajes interactúen con una cámara en movimiento."
    }
  },
  {
    "translation": {
      "en": "There's so much more dynamism to this shooting,",
      "es": "Hay mucho más dinamismo en esta filmación."
    }
  },
  {
    "translation": {
      "en": "that I think that is the first.",
      "es": "Eso es lo primero."
    }
  },
  {
    "translation": {
      "en": "I love it, the energy it gives it.",
      "es": "Adoro la energía que le da."
    }
  },
  {
    "translation": {
      "en": "You can really start to use it when you know he's coming round",
      "es": "Puedes empezar a usarla cuando viene"
    }
  },
  {
    "translation": {
      "en": "and then you can turn into his shot.",
      "es": "y meterte en su toma."
    }
  },
  {
    "translation": {
      "en": "He's directing through something, You know, he's directing through the puppet to the puppeteer,",
      "es": "Dirige a través de algo, a través del títere al titiritero."
    }
  },
  {
    "translation": {
      "en": "which can't be easy, giving performance notes to the people underneath",
      "es": "No debe de ser fácil comentar sobre la actuación a la gente abajo,"
    }
  },
  {
    "translation": {
      "en": "which have to then be telegraphed above.",
      "es": "a la que telegrafían arriba."
    }
  },
  {
    "translation": {
      "en": "So, it's like this. Like...",
      "es": "Entonces es..."
    }
  },
  {
    "translation": {
      "en": "We're doing everything we can",
      "es": "Hacemos todo lo posible"
    }
  },
  {
    "translation": {
      "en": "to make sure that the characters can run, and jump, and fly,",
      "es": "Hacemos todo lo posible para que los personajes corran, salten, vuelen"
    }
  },
  {
    "translation": {
      "en": "and climb, and do a lot more action than they could originally.",
      "es": "y trepen y haya más acción de la que podían lograr originalmente."
    }
  },
  {
    "translation": {
      "en": "Climb, Lore!",
      "es": "¡Sube, Saber!"
    }
  },
  {
    "translation": {
      "en": "The physical strength",
      "es": "Se necesita fuerza física"
    }
  },
  {
    "translation": {
      "en": "that is required to be there on set holding a camera every day,",
      "es": "Se necesita fuerza física para estar en el set con una cámara todos los días."
    }
  },
  {
    "translation": {
      "en": "as well as the mental.",
      "es": "Y también mental."
    }
  },
  {
    "translation": {
      "en": "What Louis has done is super- human, but to the benefit,",
      "es": "Louis hizo algo sobrehumano, pero para bien,"
    }
  },
  {
    "translation": {
      "en": "because it means that the audience innately feel his energy,",
      "es": "porque significa que el público naturalmente siente su energía"
    }
  },
  {
    "translation": {
      "en": "and there will be a house style,",
      "es": "y hay un estilo de casa."
    }
  },
  {
    "translation": {
      "en": "there will be a house energy.",
      "es": "Hay una energía específica."
    }
  },
  {
    "translation": {
      "en": "It makes it a lot easier to have somebody",
      "es": "Hace que sea mucho más fácil tener a alguien"
    }
  },
  {
    "translation": {
      "en": "that has full knowledge of every single episode and every item that goes in that episode.",
      "es": "con pleno conocimiento de cada episodio y los elementos en cada uno."
    }
  },
  {
    "translation": {
      "en": "And even still, it's just so overwhelming.",
      "es": "Incluso así es muy abrumador."
    }
  },
  {
    "translation": {
      "en": "There's so much minutia that goes into this.",
      "es": "Hay muchas pequeñeces en esto."
    }
  },
  {
    "translation": {
      "en": "Absolutely, this is Louis' show.",
      "es": "Este es el show de Louis."
    }
  },
  {
    "translation": {
      "en": "He drives it, and he runs it,",
      "es": "Lo conduce y lo dirige"
    }
  },
  {
    "translation": {
      "en": "and everyone kind of fills in behind him and helps create his vision.",
      "es": "y todos lo acompañan y ayudan a crear su visión."
    }
  },
  {
    "translation": {
      "en": "The performers will come and would raid the village,",
      "es": "Los artistas vienen e invaden la aldea,"
    }
  },
  {
    "translation": {
      "en": "you know, so... so, two- by- two coming around.",
      "es": "así que vienen de a dos"
    }
  },
  {
    "translation": {
      "en": "And then, we have, uh... we have all of them gathering, so that's 18, 19.",
      "es": "y luego se reúnen todos, así que son 18, 19."
    }
  },
  {
    "translation": {
      "en": "I want to use those big swords in the beginning.",
      "es": "Quiero usar las espadas grandes al principio."
    }
  },
  {
    "translation": {
      "en": "I think you would go for, like...",
      "es": "Creo que es mejor una vez amplia, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "one big swoop, you know?",
      "es": "una vez amplia, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "And he goes, and he goes...",
      "es": "Y hace..."
    }
  },
  {
    "translation": {
      "en": "And he's going to...",
      "es": "...y luego..."
    }
  },
  {
    "translation": {
      "en": "General's going to push...",
      "es": "El general empujará."
    }
  },
  {
    "translation": {
      "en": "And then, Rian goes, Ah! like that",
      "es": "Luego Rian hace así."
    }
  },
  {
    "translation": {
      "en": "and the thing just...  it goes like this.",
      "es": "Luego se hace esto."
    }
  },
  {
    "translation": {
      "en": "Gets stuck.",
      "es": "¡Levántate!"
    }
  },
  {
    "translation": {
      "en": "It was never in my wildest dreams",
      "es": "Nunca hubiera imaginado"
    }
  },
  {
    "translation": {
      "en": "that Louis Leterrier was gonna direct all ten episodes.",
      "es": "que Louis Leterrier dirigiría los diez episodios."
    }
  },
  {
    "translation": {
      "en": "It's inhuman, by the way.",
      "es": "Por cierto, es inhumano."
    }
  },
  {
    "translation": {
      "en": "The biggest question when a director's gonna take that kind of...",
      "es": "El asunto más importante cuando un director asume cierto trabajo"
    }
  },
  {
    "translation": {
      "en": "amount of work on, you think, Wow, that's nuts.",
      "es": "cuando un director asume cierto trabajo es pensar: Vaya, qué locura."
    }
  },
  {
    "translation": {
      "en": "But the beauty of it is, it's a single vision.",
      "es": "Pero lo bello es que es una visión única."
    }
  },
  {
    "translation": {
      "en": "It's quite tough.",
      "es": "Es muy difícil."
    }
  },
  {
    "translation": {
      "en": "And... I'm just shooting it.",
      "es": "Y yo solo filmo."
    }
  },
  {
    "translation": {
      "en": "Louis is directing, and editing,",
      "es": "Louis dirige, edita,"
    }
  },
  {
    "translation": {
      "en": "and helping with the writing and producing--",
      "es": "ayuda con el guion y la producción."
    }
  },
  {
    "translation": {
      "en": "You know, he's kind of... All of this is kind of...",
      "es": "Es todo como..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a lot.",
      "es": "Sí, es mucho."
    }
  },
  {
    "translation": {
      "en": "He's got to take the vision that Jim Henson had,",
      "es": "Debe tomar la visión de Jim Henson,"
    }
  },
  {
    "translation": {
      "en": "continue that, and then put his own stamp on it.",
      "es": "continuarla y ponerle su sello."
    }
  },
  {
    "translation": {
      "en": "He's obviously developed an incredible knowledge about how the creatures work, the puppets work.",
      "es": "Obviamente, sabe muchísimo sobre las criaturas, los títeres."
    }
  },
  {
    "translation": {
      "en": "He's often suggesting ways that they can make--",
      "es": "A menudo sugiere maneras"
    }
  },
  {
    "translation": {
      "en": "improve the puppets and improve the creatures",
      "es": "de mejorar los títeres y las criaturas"
    }
  },
  {
    "translation": {
      "en": "that I find quite fascinating, considering that's not his traditional background.",
      "es": "que me parecen fascinantes, considerando que no es lo suyo."
    }
  },
  {
    "translation": {
      "en": "He's not afraid that they're puppets, which sounds a bizarre thing.",
      "es": "No teme que sean títeres, lo cual suena extraño."
    }
  },
  {
    "translation": {
      "en": "You work on many shows and things where it's,",
      "es": "Muchas veces dicen:"
    }
  },
  {
    "translation": {
      "en": "Well, it's a puppet,",
      "es": "Es un títere, va a hacer esto"
    }
  },
  {
    "translation": {
      "en": "it's going to do this, and it's gonna be a problem.",
      "es": "Es un títere, va a hacer esto y será un problema."
    }
  },
  {
    "translation": {
      "en": "But when a character walks into a room,",
      "es": "Pero cuando un personaje entra,"
    }
  },
  {
    "translation": {
      "en": "he and Erik, they shoot it as if it was a human actor.",
      "es": "él y Erik filman como si fuera un actor humano."
    }
  },
  {
    "translation": {
      "en": "If he doesn't like something, he'll tell you what he thinks it should be.",
      "es": "Si no le gusta algo, dice cómo debería ser."
    }
  },
  {
    "translation": {
      "en": "He can describe what it should be rather than, No, show me something else.",
      "es": "Y puede describirlo en vez de decir: Muéstrame otra cosa."
    }
  },
  {
    "translation": {
      "en": "It's, like, No, but how about this?",
      "es": "No, pero ¿qué tal esto?."
    }
  },
  {
    "translation": {
      "en": "And his ideas are brilliant,",
      "es": "Y sus ideas son brillantes."
    }
  },
  {
    "translation": {
      "en": "and he has given us loads of ideas",
      "es": "Nos ha dado muchas ideas"
    }
  },
  {
    "translation": {
      "en": "of how things could look and how they could be.",
      "es": "de cómo podrían ser las cosas."
    }
  },
  {
    "translation": {
      "en": "We're in this hybrid place",
      "es": "Es un punto híbrido."
    }
  },
  {
    "translation": {
      "en": "where we're neither a feature, nor a television show,",
      "es": "No es ni una película ni un programa de televisión."
    }
  },
  {
    "translation": {
      "en": "and having somebody like Louis at the top of that,",
      "es": "Si lo dirige alguien como Louis,"
    }
  },
  {
    "translation": {
      "en": "the way that he works made it really possible for us to create freely.",
      "es": "su forma de trabajar nos permite crear libremente."
    }
  },
  {
    "translation": {
      "en": "We knew what we could write that was gonna get on screen,",
      "es": "Sabíamos qué escribir que iría a la pantalla"
    }
  },
  {
    "translation": {
      "en": "because we knew the guy who was gonna be shooting it.",
      "es": "porque sabíamos quién lo filmaría."
    }
  },
  {
    "translation": {
      "en": "He was there in the room with us, you know.",
      "es": "Estaba en la sala con nosotros."
    }
  },
  {
    "translation": {
      "en": "There's a certain type of director",
      "es": "Hay un cierto tipo de director"
    }
  },
  {
    "translation": {
      "en": "that is good with these big, big, massive projects,",
      "es": "que es bueno con estos proyectos muy grandes."
    }
  },
  {
    "translation": {
      "en": "and he's just one of those. There's like a handful of them.",
      "es": "Él es uno de ellos. Hay muy pocos así."
    }
  },
  {
    "translation": {
      "en": "Louis Leterrier has made, essentially, five feature films",
      "es": "Louis Leterrier ha hecho, esencialmente, cinco largometrajes"
    }
  },
  {
    "translation": {
      "en": "and they're all gonna drop at once and form this expansive prequel",
      "es": "que se lanzarán a la vez y formarán una precuela enorme"
    }
  },
  {
    "translation": {
      "en": "to a film that came out 30- odd years ago.",
      "es": "de una película de hace unos 30 años."
    }
  },
  {
    "translation": {
      "en": "It's brilliant. It's so amazing, and it's gonna blow people away, you know.",
      "es": "Es brillante. Es increíble y volará la cabeza."
    }
  },
  {
    "translation": {
      "en": "Those are the risks that need to be taken.",
      "es": "Son los riesgos que se corren."
    }
  },
  {
    "translation": {
      "en": "You can't... If you're safe all the time, everything gets very beige.",
      "es": "Si siempre te pones a salvo, se vuelve muy gris."
    }
  },
  {
    "translation": {
      "en": "The thread that keeps it all going was Louis,",
      "es": "Louis mantiene todo vivo."
    }
  },
  {
    "translation": {
      "en": "and I also like to think the fact that it is Dark Crystal,",
      "es": "Y me gusta pensar que en El cristal encantado"
    }
  },
  {
    "translation": {
      "en": "the spiritual thread comes right from Jim all the way through,",
      "es": "el hilo espiritual viene directamente desde Jim"
    }
  },
  {
    "translation": {
      "en": "and Brian as well.",
      "es": "y de Brian."
    }
  },
  {
    "translation": {
      "en": "I like the darkness that's embraced with The Dark Crystal.",
      "es": "Me gusta la oscuridad que se asocia con el cristal."
    }
  },
  {
    "translation": {
      "en": "I really do. I think sometimes we can sanitize",
      "es": "Creo que a veces limpiamos"
    }
  },
  {
    "translation": {
      "en": "and spoon- feed children and young adults a bit too much.",
      "es": "y servimos demasiado a los niños y adultos jóvenes."
    }
  },
  {
    "translation": {
      "en": "Something about that period in the '80s",
      "es": "En ese periodo de los años 80 hubo un aluvión de películas"
    }
  },
  {
    "translation": {
      "en": "meant that there was a spate of films that were kind of tinged with darkness.",
      "es": "En ese periodo de los años 80 hubo un aluvión de películas algo teñidas de oscuridad."
    }
  },
  {
    "translation": {
      "en": "Not gratuitously so...",
      "es": "No sin necesidad,"
    }
  },
  {
    "translation": {
      "en": "- just sort of something... - a little dangerous and other- worldly.",
      "es": "pero sí con un toque de peligro y de otro mundo."
    }
  },
  {
    "translation": {
      "en": "I make a point of showing films to my daughter that I think that she should see,",
      "es": "Le enseño películas a mi hija que creo que debería ver."
    }
  },
  {
    "translation": {
      "en": "so I took her through all the Amblin movies",
      "es": "Vio todas las de Amblin"
    }
  },
  {
    "translation": {
      "en": "and we watched all the formative movies of my childhood, one of which was Dark Crystal.",
      "es": "y las que marcaron mi infancia. Una fue El cristal encantado."
    }
  },
  {
    "translation": {
      "en": "She watched it and really liked it. It frightened the life out of her.",
      "es": "La vio y le gustó mucho, pero le dio pánico."
    }
  },
  {
    "translation": {
      "en": "The alchemy of working with creatures in a story that we all knew as kids,",
      "es": "La alquimia de trabajar con criaturas en una historia conocida"
    }
  },
  {
    "translation": {
      "en": "that has this amazing mythical resonance for us...",
      "es": "con un aura mítica increíble."
    }
  },
  {
    "translation": {
      "en": "The puppets can be satirical, the puppets can be emotional,",
      "es": "Los títeres pueden ser satíricos o conmovedores"
    }
  },
  {
    "translation": {
      "en": "the puppets can say things we never got to say to our parents, what we wish we had.",
      "es": "y decir lo que nunca les dijimos a nuestros padres."
    }
  },
  {
    "translation": {
      "en": "Or that our parents never got to say to us but we wish they had.",
      "es": "O lo que ellos nunca nos dijeron."
    }
  },
  {
    "translation": {
      "en": "I've been shocked lots of times, not just once or twice,",
      "es": "Muchas veces me impacté, no ocasionalmente,"
    }
  },
  {
    "translation": {
      "en": "that this is going to go out and be watched by families",
      "es": "porque las familias mirarían esto"
    }
  },
  {
    "translation": {
      "en": "because it's sometimes very dark, and very disturbing,",
      "es": "que, a veces, es muy oscuro, perturbador"
    }
  },
  {
    "translation": {
      "en": "and very edgy.",
      "es": "y provocador."
    }
  },
  {
    "translation": {
      "en": "And if it was live human beings, you might shy away from some things they're doing.",
      "es": "Si tuviera seres humanos, sería mejor evitar algunas cosas que hacen."
    }
  },
  {
    "translation": {
      "en": "But then I remind myself how dark Grimm's Fairy Tales are, and very...",
      "es": "Pero recuerdo lo oscuro de los cuentos de hadas de los Grimm"
    }
  },
  {
    "translation": {
      "en": "and how... how resilient children are,",
      "es": "y cuán resilientes son los niños,"
    }
  },
  {
    "translation": {
      "en": "and how we over- protect them,",
      "es": "cuánto los sobreprotegemos"
    }
  },
  {
    "translation": {
      "en": "uh, and the power of narrative like this.",
      "es": "y el poder de una narrativa así."
    }
  },
  {
    "translation": {
      "en": "But it's... it's certainly not a gentle touch.",
      "es": "Pero no es algo suave."
    }
  },
  {
    "translation": {
      "en": "It's cathartic as well. The highs are high, the lows are low.",
      "es": "También es catártico. Hay puntos muy altos y muy bajos."
    }
  },
  {
    "translation": {
      "en": "I like the darkness of the original Dark Crystal,",
      "es": "Me gusta la oscuridad de la película original"
    }
  },
  {
    "translation": {
      "en": "and the ethos of that has bled into our prequel.",
      "es": "y esos valores se transfirieron a nuestra precuela."
    }
  },
  {
    "translation": {
      "en": "We have a real respect for the younger audience,",
      "es": "Tenemos un gran respeto por el público más joven."
    }
  },
  {
    "translation": {
      "en": "which is that you don't have to shield them from everything uncomfortable.",
      "es": "No hace falta escudarlos de todo lo incómodo."
    }
  },
  {
    "translation": {
      "en": "You actually have to let people experience",
      "es": "Hay que dejar que la gente experimente"
    }
  },
  {
    "translation": {
      "en": "some of, like, these grittier aspects of the world that we live in,",
      "es": "algunos de los aspectos más crudos del mundo donde vivimos,"
    }
  },
  {
    "translation": {
      "en": "and maybe the world becomes a little less scary because of that.",
      "es": "y tal vez el mundo se vuelva menos aterrador."
    }
  },
  {
    "translation": {
      "en": "One of the things that I love about fantasy worlds",
      "es": "Algo que me encanta de los mundos de fantasía"
    }
  },
  {
    "translation": {
      "en": "is the breakdown of sort of our own world segregations.",
      "es": "es la ruptura de las segregaciones de nuestro mundo."
    }
  },
  {
    "translation": {
      "en": "So, I love that we have this intellectual, strong female character",
      "es": "Me encanta que tengamos un personaje femenino intelectual fuerte"
    }
  },
  {
    "translation": {
      "en": "that actually comes from a political background,",
      "es": "que viene de un entorno político,"
    }
  },
  {
    "translation": {
      "en": "and yet is able, through her knowledge and her curiosity,",
      "es": "pero gracias a su conocimiento y a su curiosidad"
    }
  },
  {
    "translation": {
      "en": "to.. to question it and challenge it,",
      "es": "puede cuestionarlo y desafiarlo."
    }
  },
  {
    "translation": {
      "en": "and is smart and strong.",
      "es": "Es inteligente y fuerte."
    }
  },
  {
    "translation": {
      "en": "I've never worked on anything",
      "es": "Nunca he trabajado en algo"
    }
  },
  {
    "translation": {
      "en": "where there's been so many brilliant lead female roles,",
      "es": "con tantas mujeres protagonistas tan brillantes."
    }
  },
  {
    "translation": {
      "en": "and this is packed full.",
      "es": "Esto está repleto."
    }
  },
  {
    "translation": {
      "en": "This is the first studio that I've been in",
      "es": "Este es el primer estudio donde he estado"
    }
  },
  {
    "translation": {
      "en": "where we went to the meetings and we were just looking at all women.",
      "es": "donde en las reuniones vemos que todas son mujeres."
    }
  },
  {
    "translation": {
      "en": "It is feminist insofar, and I mean that in a sense of equality.",
      "es": "Es feminista, y lo digo en un sentido de igualdad."
    }
  },
  {
    "translation": {
      "en": "It's actually scary that message is still necessary and relevant now",
      "es": "Es aterrador que el mensaje siga siendo necesario y relevante ahora,"
    }
  },
  {
    "translation": {
      "en": "actually, 30 years on.",
      "es": "treinta años después."
    }
  },
  {
    "translation": {
      "en": "You'd like to think that that would be historical",
      "es": "Quisiéramos que eso fuera histórico,"
    }
  },
  {
    "translation": {
      "en": "but it's not, it's still contemporary.",
      "es": "pero no, aún es contemporáneo."
    }
  },
  {
    "translation": {
      "en": "Each clan has its own Maudra, and then there was an All- Maudra over all of them.",
      "es": "Cada clan tiene su propia Maudra, y luego está la Pan-Maudra."
    }
  },
  {
    "translation": {
      "en": "It is a maternally- driven society.",
      "es": "Es una sociedad impulsada maternalmente."
    }
  },
  {
    "translation": {
      "en": "The Spriton bless the All- Maudra.",
      "es": "Los spriton bendicen a la Pan-Maudra."
    }
  },
  {
    "translation": {
      "en": "And ultimately, that's the magic of The Dark Crystal",
      "es": "Y esa es la magia de El cristal encantado,"
    }
  },
  {
    "translation": {
      "en": "is a group of people,",
      "es": "es un grupo de personas"
    }
  },
  {
    "translation": {
      "en": "all of them brought their A- creative- game to this thing",
      "es": "que aportaron lo mejor de sí en este proyecto"
    }
  },
  {
    "translation": {
      "en": "at every level, from design, production, writing, direction,",
      "es": "en todos los niveles: diseño, producción, guion y dirección."
    }
  },
  {
    "translation": {
      "en": "and every time you see one unit of what they created,",
      "es": "Y cada vez que ves una unidad de lo que crearon,"
    }
  },
  {
    "translation": {
      "en": "everything implies the existence of a great universe behind it,",
      "es": "todo implica la existencia de un gran universo"
    }
  },
  {
    "translation": {
      "en": "and you get to, in your own mind, go and live in that universe for as long as you want.",
      "es": "y puedes vivir en ese universo mentalmente el tiempo que quieras."
    }
  },
  {
    "translation": {
      "en": "We brought everything we could,",
      "es": "Dimos todo lo que pudimos:"
    }
  },
  {
    "translation": {
      "en": "the skills, the imagination, the technique",
      "es": "las habilidades, la imaginación, la técnica"
    }
  },
  {
    "translation": {
      "en": "um, from truly, you know, astounding artists.",
      "es": "de artistas impresionantes."
    }
  },
  {
    "translation": {
      "en": "Ninety- five percent of this production",
      "es": "El noventa y cinco por ciento de esta producción"
    }
  },
  {
    "translation": {
      "en": "has been created in exactly the same way that Jim Henson's original film was,",
      "es": "ha sido creado de la misma manera que la película original de Jim Henson."
    }
  },
  {
    "translation": {
      "en": "and that was very important to me as a fan of the original,",
      "es": "Como fanático del original, eso fue muy importante"
    }
  },
  {
    "translation": {
      "en": "and I think the fact that Netflix, Louis, the Hensons,",
      "es": "y creo en el hecho de que Netflix, Louis, los Henson"
    }
  },
  {
    "translation": {
      "en": "everyone's been very committed to that authentic way of making the series.",
      "es": "y todos se comprometieron con esa forma auténtica de hacer la serie."
    }
  },
  {
    "translation": {
      "en": "I think it's wonderful to re- visit something that Jim did 35 years ago,",
      "es": "Creo que es maravilloso volver a ver algo que Jim hizo hace 35 años,"
    }
  },
  {
    "translation": {
      "en": "which was, you know, one of the most remarkable things that he ever achieved.",
      "es": "que fue una de las cosas más extraordinarias que ha logrado."
    }
  },
  {
    "translation": {
      "en": "I'm so proud because I really believe it does look like the feature.",
      "es": "Estoy muy orgullosa porque creo que se ve como la película."
    }
  },
  {
    "translation": {
      "en": "It looks, in some cases, like more than the feature,",
      "es": "En algunos casos, parece más que la película"
    }
  },
  {
    "translation": {
      "en": "because we're doing so many more locations,",
      "es": "porque hicimos muchos más lugares,"
    }
  },
  {
    "translation": {
      "en": "and more... more clans, more different types of Gelflings.",
      "es": "más clanes, más tipos de gelflings."
    }
  },
  {
    "translation": {
      "en": "We have dozens and dozens of puppets this time around,",
      "es": "Ahora tenemos decenas de títeres."
    }
  },
  {
    "translation": {
      "en": "so, it's really big.",
      "es": "Es muy grande."
    }
  },
  {
    "translation": {
      "en": "And I'm happy that not only we could make it like the feature,",
      "es": "Me alegra que no solo pudiéramos hacerlo como la película,"
    }
  },
  {
    "translation": {
      "en": "but we could make it even... even bigger.",
      "es": "sino también más grande."
    }
  },
  {
    "translation": {
      "en": "And I think it's just great that my sister Lisa,",
      "es": "Creo que es genial que mi hermana Lisa"
    }
  },
  {
    "translation": {
      "en": "you know, picked up the torch and has carried it through",
      "es": "tomó la antorcha y la mantuvo"
    }
  },
  {
    "translation": {
      "en": "to the most extraordinary end point.",
      "es": "hasta el final más extraordinario."
    }
  },
  {
    "translation": {
      "en": "Its exciting to have brought puppetry to this point.",
      "es": "Es emocionante haber traído títeres en este momento."
    }
  },
  {
    "translation": {
      "en": "My own kids have always been a part of, uh, the creative process, I suppose.",
      "es": "Mis hijos siempre han sido parte del proceso creativo, supongo."
    }
  },
  {
    "translation": {
      "en": "Uh, my oldest two daughters have always been people that I can bounce a lot of things off of.",
      "es": "Mis dos hijas mayores siempre han sido una fuente de muchos elementos."
    }
  },
  {
    "translation": {
      "en": "It's kind of the most exciting challenge that we've tackled so far.",
      "es": "Es el desafío más emocionante que hemos tenido hasta ahora."
    }
  },
  {
    "translation": {
      "en": "And I think Jim Henson would have just been delighted",
      "es": "Creo que a Jim Henson le habría encantado"
    }
  },
  {
    "translation": {
      "en": "by... by the iconography of this",
      "es": "la iconografía de esto"
    }
  },
  {
    "translation": {
      "en": "and how strange it is.",
      "es": "y lo extraño que es."
    }
  },
  {
    "translation": {
      "en": "This is such a wonderful moment,",
      "es": "Es un momento maravilloso"
    }
  },
  {
    "translation": {
      "en": "as a legacy for Jim Henson's vision.",
      "es": "como legado de la visión de Jim Henson."
    }
  }
]