[
  {
    "translation": {
      "en": "In just two weeks,",
      "es": "En solo dos semanas,"
    }
  },
  {
    "translation": {
      "en": "the German Army storms across France and Belgium,",
      "es": "el ejército alemán ataca Francia y Bélgica,"
    }
  },
  {
    "translation": {
      "en": "pushing hundreds of thousands of British and French soldiers",
      "es": "llevando a cientos de miles de soldados británicos y franceses"
    }
  },
  {
    "translation": {
      "en": "to the sea at Dunkirk.",
      "es": "al mar en Dunkerque."
    }
  },
  {
    "translation": {
      "en": "They have revolutionized warfare.",
      "es": "Han revolucionado la guerra."
    }
  },
  {
    "translation": {
      "en": "They've realized that speed of movement is now the key,",
      "es": "Se dieron cuenta de que la velocidad de movimiento es la clave,"
    }
  },
  {
    "translation": {
      "en": "so you create these armored formations that move fast.",
      "es": "entonces crean estas formaciones blindadas que se mueven rápido."
    }
  },
  {
    "translation": {
      "en": "They are harnessing new panzer techniques with radio technology,",
      "es": "Aprovechan las nuevas técnicas panzer con tecnología de radio"
    }
  },
  {
    "translation": {
      "en": "and the support of the Luftwaffe. That's the new thing.",
      "es": "y el apoyo de la Luftwaffe. Eso es lo nuevo."
    }
  },
  {
    "translation": {
      "en": "A brutal aerial bombardment...",
      "es": "Un brutal bombardeo aéreo..."
    }
  },
  {
    "translation": {
      "en": "fast- moving tanks...",
      "es": "...tanques rápidos..."
    }
  },
  {
    "translation": {
      "en": "a superhuman infantry.",
      "es": "...una infantería sobrehumana."
    }
  },
  {
    "translation": {
      "en": "This is Blitzkrieg, lightning war.",
      "es": "Esto es blitzkrieg, la guerra relámpago."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg, it means speed.",
      "es": "Blitzkrieg significa velocidad."
    }
  },
  {
    "translation": {
      "en": "Maneuver Warfare.",
      "es": "Guerra de maniobras."
    }
  },
  {
    "translation": {
      "en": "A campaign which is focused on a very quick decisive battle.",
      "es": "Una campaña centrada en una batalla rápida y decisiva."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg is one of the most",
      "es": "Blitzkrieg es uno de los eventos más extraordinarios"
    }
  },
  {
    "translation": {
      "en": "extraordinary events of World War II.",
      "es": "Blitzkrieg es uno de los eventos más extraordinarios  de la Segunda Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "Now, rare footage from around the world,",
      "es": "Imágenes exclusivas de todo el mundo,"
    }
  },
  {
    "translation": {
      "en": "expertly restored in full color, tells the story",
      "es": "que han sido restauradas por expertos a todo color, cuentan la historia"
    }
  },
  {
    "translation": {
      "en": "as you've never seen it before.",
      "es": "como nunca antes la has visto."
    }
  },
  {
    "translation": {
      "en": "After their defeat in World War I, the fiercely proud German people",
      "es": "Después de su derrota en la Primera Guerra Mundial, los alemanes orgullosos"
    }
  },
  {
    "translation": {
      "en": "are utterly humiliated.",
      "es": "quedan completamente humillados."
    }
  },
  {
    "translation": {
      "en": "The punishing terms of the Treaty of Versailles",
      "es": "Las duras condiciones del Tratado de Versalles"
    }
  },
  {
    "translation": {
      "en": "rub salt in the wounds.",
      "es": "echan sal en las heridas."
    }
  },
  {
    "translation": {
      "en": "The global industrial power",
      "es": "El poder industrial mundial alemán"
    }
  },
  {
    "translation": {
      "en": "is limited to an army of only 100,000 men,",
      "es": "queda limitado a un ejército de solo 100 000 hombres"
    }
  },
  {
    "translation": {
      "en": "and loses territory.",
      "es": "y pierde territorio."
    }
  },
  {
    "translation": {
      "en": "The Germans feel very put- upon by the Treaty of Versailles,",
      "es": "Los alemanes se sienten muy maltratados por el Tratado de Versalles,"
    }
  },
  {
    "translation": {
      "en": "because it essentially says that the Germans are guilty",
      "es": "porque dice que los alemanes son los culpables"
    }
  },
  {
    "translation": {
      "en": "of starting the war.",
      "es": "de empezar la guerra."
    }
  },
  {
    "translation": {
      "en": "There's no question that most Germans felt outraged",
      "es": "No hay duda de que la mayoría de los alemanes estaban indignados"
    }
  },
  {
    "translation": {
      "en": "by the provisions of the Treaty of Versailles,",
      "es": "con las disposiciones del Tratado de Versalles,"
    }
  },
  {
    "translation": {
      "en": "the shrinking of the army to just 100,000,",
      "es": "la reducción del ejército a solo 100 000 hombres,"
    }
  },
  {
    "translation": {
      "en": "and the loss of territory, and these massive reparations,",
      "es": "la pérdida de territorio y estas enormes reparaciones,"
    }
  },
  {
    "translation": {
      "en": "which everybody knew were gonna have serious economic consequences.",
      "es": "que todos sabían que tendrían graves consecuencias económicas."
    }
  },
  {
    "translation": {
      "en": "And the reason they objected was because it implied",
      "es": "Y la razón por la que se opusieron fue porque insinuaba"
    }
  },
  {
    "translation": {
      "en": "that Germany was responsible for the First World War,",
      "es": "que Alemania era responsable de la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "and this was their punishment.",
      "es": "y este era su castigo."
    }
  },
  {
    "translation": {
      "en": "How could their powerful nation have lost?",
      "es": "¿Cómo pudo haber perdido su poderosa nación?"
    }
  },
  {
    "translation": {
      "en": "And why are they made to cede land to lesser nations?",
      "es": "¿Y por qué están obligados a ceder tierras a naciones menores?"
    }
  },
  {
    "translation": {
      "en": "The territorial losses are quite significant.",
      "es": "Las pérdidas territoriales son muy significativas."
    }
  },
  {
    "translation": {
      "en": "They lose territory in the East, to the Poles and the Czechs,",
      "es": "Pierden territorio en el este, contra los polacos y los checos,"
    }
  },
  {
    "translation": {
      "en": "and they are forced to demilitarize the Rhineland",
      "es": "y se ven obligados a desmilitarizar Renania"
    }
  },
  {
    "translation": {
      "en": "so they can't use it as a launch pad for renewed invasion",
      "es": "para que no puedan usarla como pista de lanzamiento para invadir"
    }
  },
  {
    "translation": {
      "en": "of Belgium and France.",
      "es": "Bélgica y Francia."
    }
  },
  {
    "translation": {
      "en": "Feeding on the resentment, a populist rabble- rouser",
      "es": "Alimentándose del resentimiento, un demagogo populista"
    }
  },
  {
    "translation": {
      "en": "taps into wounded German pride and promises to take back",
      "es": "se aprovecha del orgullo alemán herido y promete recuperar"
    }
  },
  {
    "translation": {
      "en": "what has been lost.",
      "es": "lo que se perdió."
    }
  },
  {
    "translation": {
      "en": "Adolf Hitler and his Nazi Party start to build a mass following.",
      "es": "Adolf Hitler y su partido nazi comienzan a organizar un grupo de seguidores."
    }
  },
  {
    "translation": {
      "en": "The German people see him as a savior,",
      "es": "El pueblo alemán lo ve como un salvador,"
    }
  },
  {
    "translation": {
      "en": "a man to restore their once- great nation.",
      "es": "un hombre que restaurará su otrora gran nación."
    }
  },
  {
    "translation": {
      "en": "There was a feeling in Germany that most Germans felt",
      "es": "En Alemania, la mayoría de los alemanes sintieron,"
    }
  },
  {
    "translation": {
      "en": "when the Versailles Treaty was passed,",
      "es": "cuando se aprobó el Tratado de Versalles,"
    }
  },
  {
    "translation": {
      "en": "that the provisions were unnecessarily draconian,",
      "es": "que las provisiones eran innecesariamente severas,"
    }
  },
  {
    "translation": {
      "en": "both the loss of territory, and also these massive war reparations.",
      "es": "tanto la pérdida de territorio como las reparaciones masivas de guerra."
    }
  },
  {
    "translation": {
      "en": "And what the Versailles Treaty did, in effect,",
      "es": "Y lo que el Tratado de Versalles hizo"
    }
  },
  {
    "translation": {
      "en": "is blame Germany for the First World War, whereas many Germans felt that, actually,",
      "es": "fue culpar a Alemania por la Primera Guerra Mundial,  pero muchos alemanes sintieron"
    }
  },
  {
    "translation": {
      "en": "they were no more responsible than any of the other countries.",
      "es": "que no eran más responsables que cualquier otro país."
    }
  },
  {
    "translation": {
      "en": "And so, this rankled.",
      "es": "Y eso les dolió."
    }
  },
  {
    "translation": {
      "en": "Hitler correctly diagnoses that the Germans are suffering",
      "es": "Hitler diagnostica correctamente que los alemanes sufren"
    }
  },
  {
    "translation": {
      "en": "a great deal of political and economic insecurity.",
      "es": "una gran inseguridad política y económica."
    }
  },
  {
    "translation": {
      "en": "What they need most of all is a sense of unity",
      "es": "Lo que más necesitan es un sentido de unidad"
    }
  },
  {
    "translation": {
      "en": "and a sense of economic security as kind of a floor underneath them.",
      "es": "y un sentido de seguridad económica como un piso debajo de ellos."
    }
  },
  {
    "translation": {
      "en": "And the Nazis provide this by talking about, you know,",
      "es": "Y los nazis dan esto hablando de, ya sabes,"
    }
  },
  {
    "translation": {
      "en": "state intervention in all sorts of areas to create employment.",
      "es": "la intervención estatal en todo tipo de áreas para generar empleo."
    }
  },
  {
    "translation": {
      "en": "Building the autobahns, things like that.",
      "es": "Construyendo autopistas, cosas así."
    }
  },
  {
    "translation": {
      "en": "In the first years of Hitler's reign,",
      "es": "Los primeros años del reinado de Hitler fueron un éxito para los alemanes."
    }
  },
  {
    "translation": {
      "en": "most Germans consider it a success.",
      "es": "Los primeros años del reinado de Hitler fueron un éxito para los alemanes. HISTORIADOR, POTSDAM, ALEMANIA"
    }
  },
  {
    "translation": {
      "en": "Hitler manages to suspend",
      "es": "Hitler logra suspender"
    }
  },
  {
    "translation": {
      "en": "the regulations of the Versailles treaty step by step.",
      "es": "las normas del tratado de Versalles paso a paso."
    }
  },
  {
    "translation": {
      "en": "In violation of the treaty, Hitler builds up his army,",
      "es": "Violando el tratado, Hitler construye su ejército"
    }
  },
  {
    "translation": {
      "en": "testing the tolerance of the Allies,",
      "es": "y pone a prueba la tolerancia de los Aliados,"
    }
  },
  {
    "translation": {
      "en": "gambling that no one wants to start another war.",
      "es": "confiando en que nadie quiere comenzar otra guerra."
    }
  },
  {
    "translation": {
      "en": "He introduces compulsory military service in 1935",
      "es": "Introduce el servicio militar obligatorio en 1935"
    }
  },
  {
    "translation": {
      "en": "and marches back into the Rhineland the following year",
      "es": "y regresa a Renania al año siguiente"
    }
  },
  {
    "translation": {
      "en": "with 30,000 troops.",
      "es": "con 30 000 soldados."
    }
  },
  {
    "translation": {
      "en": "If you think about Hitler's long- term plan,",
      "es": "El plan a largo plazo de Hitler"
    }
  },
  {
    "translation": {
      "en": "it's to consolidate his position on the European continent,",
      "es": "es consolidar su posición en el continente europeo,"
    }
  },
  {
    "translation": {
      "en": "defeat the Western powers, France and Britain,",
      "es": "derrotar a las potencias occidentales, Francia y Gran Bretaña,"
    }
  },
  {
    "translation": {
      "en": "and then he's gonna turn his attention to the east,",
      "es": "y luego concentrarse en el este,"
    }
  },
  {
    "translation": {
      "en": "which he sees as the natural field for German expansion,",
      "es": "que ve como el campo natural para la expansión alemana,"
    }
  },
  {
    "translation": {
      "en": "a place where that he can then build out the German population,",
      "es": "un lugar donde pueda construir la población alemana,"
    }
  },
  {
    "translation": {
      "en": "gather in resources, and defeat the monster of Bolshevism,",
      "es": "reunir recursos y vencer al monstruo del bolchevismo,"
    }
  },
  {
    "translation": {
      "en": "which he sees as being kind of the blood enemy of fascism.",
      "es": "que ve como una especie de enemigo sangriento del fascismo."
    }
  },
  {
    "translation": {
      "en": "When the Nazis brazenly march into Austria",
      "es": "Cuando los nazis marchan descaradamente en Austria"
    }
  },
  {
    "translation": {
      "en": "on the 12th of March 1938,",
      "es": "el 12 de marzo de 1938,"
    }
  },
  {
    "translation": {
      "en": "they are greeted with open arms by the Austrian people.",
      "es": "los austríacos los reciben con los brazos abiertos."
    }
  },
  {
    "translation": {
      "en": "The Western Allies do nothing.",
      "es": "Los Aliados occidentales no hacen nada."
    }
  },
  {
    "translation": {
      "en": "The Western Allies pretty much stood by and let it happen,",
      "es": "Los Aliados occidentales se quedaron ahí parados y dejaron que pasara,"
    }
  },
  {
    "translation": {
      "en": "and one of the reasons they did that is because they felt",
      "es": "y una de las razones por las que hicieron eso fue porque sentían"
    }
  },
  {
    "translation": {
      "en": "that the Austrians probably wanted to join with the Germans,",
      "es": "que los austriacos querían unirse a los alemanes,"
    }
  },
  {
    "translation": {
      "en": "therefore they weren't actually being forced.",
      "es": "por lo tanto, no estaban siendo forzados."
    }
  },
  {
    "translation": {
      "en": "The breaches of the Versailles treaty are always grave,",
      "es": "Las violaciones del tratado de Versalles siempre son graves,"
    }
  },
  {
    "translation": {
      "en": "but the Allied forces never react.",
      "es": "pero las fuerzas aliadas nunca reaccionan."
    }
  },
  {
    "translation": {
      "en": "Many of them think that they perhaps humiliated Germany",
      "es": "Muchos creen que tal vez humillaron demasiado"
    }
  },
  {
    "translation": {
      "en": "too much with the Versailles treaty.",
      "es": "a Alemania con el tratado de Versalles."
    }
  },
  {
    "translation": {
      "en": "They can understand that Germany wants to be a major player again.",
      "es": "Entienden que Alemania quiere volver a ser un jugador importante."
    }
  },
  {
    "translation": {
      "en": "On the other hand, the Allied countries don't want to risk another war.",
      "es": "Por otro lado, los países aliados no quieren otra guerra."
    }
  },
  {
    "translation": {
      "en": "From the First World War, they know that a war would mean",
      "es": "De la Primera Guerra Mundial, saben que una guerra significaría"
    }
  },
  {
    "translation": {
      "en": "thousands, if not millions, of casualties, and they want to prevent that.",
      "es": "miles, si no millones, de víctimas, y quieren evitar eso."
    }
  },
  {
    "translation": {
      "en": "With Austria now in German hands,",
      "es": "Con Austria en manos alemanas,"
    }
  },
  {
    "translation": {
      "en": "Hitler makes public his goal to incorporate areas of Czechoslovakia",
      "es": "Hitler hace público su objetivo de incorporar áreas de Checoslovaquia"
    }
  },
  {
    "translation": {
      "en": "into the growing German footprint.",
      "es": "a la creciente huella alemana."
    }
  },
  {
    "translation": {
      "en": "It's a country rich in natural resources like iron.",
      "es": "Es un país rico en recursos naturales como el hierro."
    }
  },
  {
    "translation": {
      "en": "The statements alarm the Allies, but still, they want to avoid conflict.",
      "es": "Las declaraciones alarman a los Aliados, pero quieren evitar el conflicto."
    }
  },
  {
    "translation": {
      "en": "In September 1938,",
      "es": "En septiembre de 1938,"
    }
  },
  {
    "translation": {
      "en": "the British Prime Minister Neville Chamberlain",
      "es": "el primer ministro británico, Neville Chamberlain,"
    }
  },
  {
    "translation": {
      "en": "flies to Germany three times",
      "es": "vuela a Alemania tres veces"
    }
  },
  {
    "translation": {
      "en": "to attempt to dissuade Hitler from invading Czechoslovakia.",
      "es": "para intentar disuadir a Hitler de invadir Checoslovaquia."
    }
  },
  {
    "translation": {
      "en": "I used to repeat...",
      "es": "Solía decir:"
    }
  },
  {
    "translation": {
      "en": "If at first you don't succeed,",
      "es": "Si al principio no tienes éxito,"
    }
  },
  {
    "translation": {
      "en": "try, try, try again.",
      "es": "inténtalo una y otra vez."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "es": "Eso hago."
    }
  },
  {
    "translation": {
      "en": "On his third visit,",
      "es": "En su tercera visita,"
    }
  },
  {
    "translation": {
      "en": "he joins French Prime Minister Édouard Daladier",
      "es": "se une al primer ministro francés, Édouard Daladier,"
    }
  },
  {
    "translation": {
      "en": "and Benito Mussolini of Italy,",
      "es": "y a Benito Mussolini de Italia,"
    }
  },
  {
    "translation": {
      "en": "at what becomes known as the Munich Conference.",
      "es": "en lo que se conoce como la Conferencia de Múnich."
    }
  },
  {
    "translation": {
      "en": "They agree with Hitler that Germany can annex",
      "es": "Están de acuerdo con Hitler en que Alemania puede anexar"
    }
  },
  {
    "translation": {
      "en": "the German- speaking Sudetenland, but not make an attempt",
      "es": "los Sudetes de habla alemana, pero no intentar invadir el resto de Checoslovaquia."
    }
  },
  {
    "translation": {
      "en": "to invade the rest of Czechoslovakia.",
      "es": "pero no intentar invadir el resto de Checoslovaquia."
    }
  },
  {
    "translation": {
      "en": "The following morning, Chamberlain signs a separate agreement with Hitler;",
      "es": "A la mañana siguiente, Chamberlain firma un acuerdo separado con Hitler,"
    }
  },
  {
    "translation": {
      "en": "a peace deal between Britain and Germany.",
      "es": "un acuerdo de paz entre Gran Bretaña y Alemania."
    }
  },
  {
    "translation": {
      "en": "Chamberlain is greeted as a hero.",
      "es": "Chamberlain es recibido como un héroe."
    }
  },
  {
    "translation": {
      "en": "Chamberlain returns to Heston Airport in London",
      "es": "Chamberlain regresa al aeropuerto Heston en Londres"
    }
  },
  {
    "translation": {
      "en": "and waves this piece of paper, sort of talks about peace in our time.",
      "es": "y agita ese papel y habla de la paz en ese momento."
    }
  },
  {
    "translation": {
      "en": "And this is a separate deal that he has done privately",
      "es": "Ese era un acuerdo separado que había hecho en privado"
    }
  },
  {
    "translation": {
      "en": "with Hitler.",
      "es": "con Hitler."
    }
  },
  {
    "translation": {
      "en": "This morning...",
      "es": "Esta mañana,"
    }
  },
  {
    "translation": {
      "en": "I had another talk...",
      "es": "tuve otra charla"
    }
  },
  {
    "translation": {
      "en": "with the German chancellor, Herr Hitler.",
      "es": "con el canciller alemán, Herr Hitler."
    }
  },
  {
    "translation": {
      "en": "And here is the paper...",
      "es": "Y aquí está el papel"
    }
  },
  {
    "translation": {
      "en": "which bears his name upon it, as well as mine.",
      "es": "que lleva su nombre, así como el mío."
    }
  },
  {
    "translation": {
      "en": "He's averted war. There's absolutely no question",
      "es": "Evitó la guerra. No hay duda"
    }
  },
  {
    "translation": {
      "en": "that Hitler is absolutely chomping at the bit",
      "es": "de que Hitler se muere de impaciencia"
    }
  },
  {
    "translation": {
      "en": "to go in all guns blazing into Czechoslovakia.",
      "es": "por entrar con todas sus armas a Checoslovaquia."
    }
  },
  {
    "translation": {
      "en": "That has been avoided.",
      "es": "Eso se ha evitado."
    }
  },
  {
    "translation": {
      "en": "We regard the agreement signed last night,",
      "es": "Consideramos que el acuerdo firmado anoche"
    }
  },
  {
    "translation": {
      "en": "and the Anglo- German Naval Agreement as symbolic of the desire",
      "es": "y el acuerdo naval anglo-germano son un símbolo del deseo"
    }
  },
  {
    "translation": {
      "en": "of our two peoples never to go to war with one another again.",
      "es": "de nuestros dos pueblos de nunca volver a entrar en guerra."
    }
  },
  {
    "translation": {
      "en": "As Chamberlain delivers his speech,",
      "es": "Mientras Chamberlain da su discurso,"
    }
  },
  {
    "translation": {
      "en": "German forces prepare to march into the Sudetenland.",
      "es": "las fuerzas alemanas se preparan para marchar a los Sudetes."
    }
  },
  {
    "translation": {
      "en": "March 1939, Hitler invades the rest of Czechoslovakia.",
      "es": "En marzo de 1939, Hitler invade el resto de Checoslovaquia."
    }
  },
  {
    "translation": {
      "en": "It is clear that Hitler's plan isn't just to regain territory...",
      "es": "Está claro que el plan de Hitler no es solo recuperar territorio,"
    }
  },
  {
    "translation": {
      "en": "but to expand Germany's borders further east.",
      "es": "sino expandir las fronteras de Alemania más al este."
    }
  },
  {
    "translation": {
      "en": "Hitler's intention, ultimately, is to create a huge German empire",
      "es": "La intención de Hitler es crear un gran imperio alemán"
    }
  },
  {
    "translation": {
      "en": "in Central and Eastern Europe.",
      "es": "en Europa Central y Oriental."
    }
  },
  {
    "translation": {
      "en": "Are they prepared to go to war? So, he's just got to keep pushing,",
      "es": "Están preparados para ir a la guerra, así que debe seguir presionando,"
    }
  },
  {
    "translation": {
      "en": "slowly but surely, and one after another",
      "es": "lento pero seguro, y uno tras otro,"
    }
  },
  {
    "translation": {
      "en": "these crucial countries, Austria, Czechoslovakia,",
      "es": "estos países cruciales, Austria, Checoslovaquia,"
    }
  },
  {
    "translation": {
      "en": "slowly the dominoes will fall, and he's gonna be able",
      "es": "caerán lentamente como fichas de dominó y él podrá"
    }
  },
  {
    "translation": {
      "en": "to carve out for himself this huge new empire,",
      "es": "forjarse este nuevo imperio enorme,"
    }
  },
  {
    "translation": {
      "en": "this living room for the German people.",
      "es": "esta sala para los alemanes."
    }
  },
  {
    "translation": {
      "en": "France and Britain become increasingly anxious",
      "es": "A Francia y a Gran Bretaña les preocupa cada vez más"
    }
  },
  {
    "translation": {
      "en": "that Hitler's next move will be Poland.",
      "es": "que el próximo movimiento de Hitler sea Polonia."
    }
  },
  {
    "translation": {
      "en": "They draw a line in the sand; if Hitler invades Poland,",
      "es": "Marcan un límite claro. Si Hitler invade Polonia, declararán la guerra."
    }
  },
  {
    "translation": {
      "en": "they will declare war.",
      "es": "Si Hitler invade Polonia, declararán la guerra."
    }
  },
  {
    "translation": {
      "en": "Hitler doesn't believe them.",
      "es": "Hitler no les cree."
    }
  },
  {
    "translation": {
      "en": "The German chancellor is more worried about how his avowed enemies,",
      "es": "El canciller alemán está más preocupado por cómo reaccionarán sus enemigos,"
    }
  },
  {
    "translation": {
      "en": "the Soviets, will react.",
      "es": "los soviéticos."
    }
  },
  {
    "translation": {
      "en": "August 1939, Hitler declares a non- aggression pact",
      "es": "En agosto de 1939, Hitler declara un pacto de no agresión"
    }
  },
  {
    "translation": {
      "en": "with his ideological enemy, Stalin,",
      "es": "con su enemigo ideológico, Stalin,"
    }
  },
  {
    "translation": {
      "en": "in which they agree not to attack each other.",
      "es": "en el que acuerdan no atacarse entre sí."
    }
  },
  {
    "translation": {
      "en": "While the Western Allies struggle to understand this unlikely alliance,",
      "es": "Mientras que a los Aliados occidentales les cuesta entender esta alianza,"
    }
  },
  {
    "translation": {
      "en": "on September the first, the two countries reveal their hands",
      "es": "el 1 de septiembre, los dos países muestran sus cartas"
    }
  },
  {
    "translation": {
      "en": "when Hitler invades Western Poland.",
      "es": "cuando Hitler invade el oeste de Polonia."
    }
  },
  {
    "translation": {
      "en": "The Polish army on their horses are no match for the German panzers,",
      "es": "El ejército polaco en sus caballos no es rival para los panzers alemanes,"
    }
  },
  {
    "translation": {
      "en": "but they put up a valiant fight.",
      "es": "pero lucharon con valor."
    }
  },
  {
    "translation": {
      "en": "Sixteen days later, the Soviet Union invade Poland",
      "es": "Dieciséis días después, la Unión Soviética invade Polonia"
    }
  },
  {
    "translation": {
      "en": "from the east.",
      "es": "desde el este."
    }
  },
  {
    "translation": {
      "en": "It's a very cynical deal.",
      "es": "Es un trato muy cínico."
    }
  },
  {
    "translation": {
      "en": "What the Russians are gonna get out of it is a free hand and a lot of the east,",
      "es": "Lo que los rusos obtendrán es carta blanca y gran parte del este,"
    }
  },
  {
    "translation": {
      "en": "including the recovery of some of the territories that they'd lost",
      "es": "incluyendo algunos territorios que habían perdido"
    }
  },
  {
    "translation": {
      "en": "at the end of the First World War.",
      "es": "en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "And what the Germans are gonna get out of it",
      "es": "Y lo que los alemanes obtendrán"
    }
  },
  {
    "translation": {
      "en": "is a free hand to invade Poland",
      "es": "es carta blanca para invadir Polonia"
    }
  },
  {
    "translation": {
      "en": "without worry that the Russians are gonna react against that.",
      "es": "sin preocuparse de que los rusos hagan algo para impedirlo."
    }
  },
  {
    "translation": {
      "en": "In fact, they've done a deal to divide the country up between them.",
      "es": "De hecho, hicieron un trato para dividir al país entre ellos."
    }
  },
  {
    "translation": {
      "en": "True to their word, on the third of September 1939,",
      "es": "Fiel a su palabra, el tres de septiembre de 1939,"
    }
  },
  {
    "translation": {
      "en": "Britain and France declare war on Germany.",
      "es": "Inglaterra y Francia le declaran la guerra a Alemania."
    }
  },
  {
    "translation": {
      "en": "It's a move Hitler didn't see coming.",
      "es": "Es una jugada que Hitler no se veía venir."
    }
  },
  {
    "translation": {
      "en": "When he actually hears that the United Kingdom's",
      "es": "Cuando se enteró de que el Reino Unido"
    }
  },
  {
    "translation": {
      "en": "declared war on him in particular, he's horrified,",
      "es": "le declaró la guerra en particular, se horrorizó"
    }
  },
  {
    "translation": {
      "en": "and he says to one of his advisers, What next?",
      "es": "y le dijo a uno de sus consejeros: ¿Y ahora qué?."
    }
  },
  {
    "translation": {
      "en": "Because all along, he hadn't believed",
      "es": "Porque desde el principio no creía"
    }
  },
  {
    "translation": {
      "en": "that they would actually go to war over an issue in Eastern Europe.",
      "es": "que irían a la guerra por un problema en Europa del Este."
    }
  },
  {
    "translation": {
      "en": "The next day,",
      "es": "Al día siguiente,"
    }
  },
  {
    "translation": {
      "en": "troops from the British Expeditionary Force, the BEF,",
      "es": "tropas de la Fuerza Expedicionaria Británica, la BEF,"
    }
  },
  {
    "translation": {
      "en": "set sail for France",
      "es": "zarpan hacia Francia"
    }
  },
  {
    "translation": {
      "en": "to join forces with the world's most powerful army.",
      "es": "para unir fuerzas con el ejército más poderoso del mundo."
    }
  },
  {
    "translation": {
      "en": "They move up to the Belgian border",
      "es": "Marchan hasta la frontera belga,"
    }
  },
  {
    "translation": {
      "en": "where they prepare for any German attack.",
      "es": "donde se preparan para cualquier ataque alemán."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Percy Taylor Beaton,",
      "es": "El soldado de Royal Engineers, Percy Taylor Beaton,"
    }
  },
  {
    "translation": {
      "en": "who was called up in London and was soon on a boat",
      "es": "fue llamado a Londres y pronto estaba en un barco"
    }
  },
  {
    "translation": {
      "en": "bound for Cherbourg in France.",
      "es": "rumbo a Cherburgo, en Francia."
    }
  },
  {
    "translation": {
      "en": "People cheered, and they made a fuss and that.",
      "es": "La gente aplaudía, hacían un escándalo y eso."
    }
  },
  {
    "translation": {
      "en": "There was bags of tears and things like this at people going away.",
      "es": "Todos lloraban, lo típico cuando la gente se va."
    }
  },
  {
    "translation": {
      "en": "The people in the streets, you know, when they saw us and that they cheered us,",
      "es": "Nos veían en la calle y nos alentaban."
    }
  },
  {
    "translation": {
      "en": "you know, when the coach left Bethnal Green,",
      "es": "Cuando el tren partió de Bethnal Green,"
    }
  },
  {
    "translation": {
      "en": "the people there, they turned out in their thousands,",
      "es": "miles de personas fueron a la estación"
    }
  },
  {
    "translation": {
      "en": "and they were cheering us and waving us off.",
      "es": "y nos alentaban y nos despedían."
    }
  },
  {
    "translation": {
      "en": "Everybody didn't think about the war, I don't think.",
      "es": "Nadie pensaba en la guerra."
    }
  },
  {
    "translation": {
      "en": "They thought Oh, it's gonna pass over.",
      "es": "Pensaron: Esto pasará."
    }
  },
  {
    "translation": {
      "en": "And then of course, once we got to France, it was like a holiday at the beginning.",
      "es": "Y luego, cuando llegamos a Francia, eran como vacaciones al principio."
    }
  },
  {
    "translation": {
      "en": "Hardworking holiday, it was.",
      "es": "Unas vacaciones con mucho trabajo."
    }
  },
  {
    "translation": {
      "en": "In fact, Hitler is far from ready",
      "es": "De hecho, Hitler está lejos de estar listo"
    }
  },
  {
    "translation": {
      "en": "to fight the combined British and French armies.",
      "es": "para luchar contra los ejércitos británicos y franceses juntos."
    }
  },
  {
    "translation": {
      "en": "It takes his army over 20 days to defeat the Poles.",
      "es": "Su ejército tardó más de 20 días en derrotar a los polacos."
    }
  },
  {
    "translation": {
      "en": "Polish resistance has given Hitler's armed forces",
      "es": "La resistencia polaca le dio un gran golpe a las fuerzas armadas de Hitler"
    }
  },
  {
    "translation": {
      "en": "a major battering, and they have lost a substantial number",
      "es": "La resistencia polaca le dio un gran golpe a las fuerzas armadas de Hitler y perdieron un número considerable"
    }
  },
  {
    "translation": {
      "en": "of their armored vehicles.",
      "es": "de sus vehículos blindados."
    }
  },
  {
    "translation": {
      "en": "It becomes evident that Germany isn't equipped for this war.",
      "es": "Es evidente que Alemania no está equipada para esta guerra."
    }
  },
  {
    "translation": {
      "en": "The German forces do have tanks and tank divisions,",
      "es": "Las fuerzas alemanas tienen tanques y divisiones de tanques,"
    }
  },
  {
    "translation": {
      "en": "but they only account for a small part of the Wehrmacht.",
      "es": "pero solo representan una pequeña parte de la Wehrmacht."
    }
  },
  {
    "translation": {
      "en": "We have not well- trained soldiers, we have no supply, no ammunition, whatever.",
      "es": "No tenemos soldados bien entrenados, ni suministros, ni municiones, nada."
    }
  },
  {
    "translation": {
      "en": "Poland was the proof that we possibly are not able",
      "es": "Polonia fue la prueba de que no podemos"
    }
  },
  {
    "translation": {
      "en": "to fight against a proper army, and France is a proper army.",
      "es": "luchar contra un buen ejército, y Francia lo tiene."
    }
  },
  {
    "translation": {
      "en": "France is the best- trained, best- equipped army in Europe.",
      "es": "Francia tiene el ejército mejor entrenado y mejor equipado de Europa."
    }
  },
  {
    "translation": {
      "en": "How can we, as Germans, win?",
      "es": "¿Cómo podemos nosotros, los alemanes... ...ganar?"
    }
  },
  {
    "translation": {
      "en": "No way. We're going to lose.",
      "es": "No es posible. Vamos a perder."
    }
  },
  {
    "translation": {
      "en": "In reality, the Wehrmacht is an army",
      "es": "En realidad, la Wehrmacht es un ejército"
    }
  },
  {
    "translation": {
      "en": "that will become very dependent on horses for transportation",
      "es": "que depende mucho de los caballos para el transporte"
    }
  },
  {
    "translation": {
      "en": "and their whole logistics.",
      "es": "y toda su logística."
    }
  },
  {
    "translation": {
      "en": "Only about ten percent of the German divisions are motorized.",
      "es": "Solo el diez por ciento de las divisiones alemanas están motorizadas."
    }
  },
  {
    "translation": {
      "en": "The French Army has a formidable artillery",
      "es": "El ejército francés tiene una artillería formidable"
    }
  },
  {
    "translation": {
      "en": "and over 3,000 tanks on the northeast front,",
      "es": "y más de 3000 tanques en el frente noreste,"
    }
  },
  {
    "translation": {
      "en": "800 more than the Germans.",
      "es": "eso significa 800 más que los alemanes."
    }
  },
  {
    "translation": {
      "en": "Despite facing a weakened German Army",
      "es": "A pesar de enfrentarse a un debilitado ejército alemán"
    }
  },
  {
    "translation": {
      "en": "and holding an overwhelming military advantage,",
      "es": "y tener una ventaja militar abrumadora,"
    }
  },
  {
    "translation": {
      "en": "the Allies choose to dig in, not to attack.",
      "es": "los Aliados deciden atrincherarse, no atacar."
    }
  },
  {
    "translation": {
      "en": "What you then get, after the outbreak of war in 1939,",
      "es": "Lo que sucedió después del comienzo de la guerra en 1939"
    }
  },
  {
    "translation": {
      "en": "is this long period known as the Phoney War",
      "es": "es este largo período conocido como la guerra de broma,"
    }
  },
  {
    "translation": {
      "en": "in which the Germans are deciding what to do next",
      "es": "en el que los alemanes deciden qué hacer después"
    }
  },
  {
    "translation": {
      "en": "and the Allies are waiting.",
      "es": "y los Aliados esperan."
    }
  },
  {
    "translation": {
      "en": "One of the reasons the Allies were acting on the defensive",
      "es": "Los Aliados actuaban a la defensiva, en parte,"
    }
  },
  {
    "translation": {
      "en": "is because the French had built this huge defensive system,",
      "es": "porque los franceses habían construido este enorme sistema defensivo,"
    }
  },
  {
    "translation": {
      "en": "the Maginot Line, on the Franco- German border",
      "es": "la Línea Maginot, en la frontera franco-alemana"
    }
  },
  {
    "translation": {
      "en": "to prevent the sort of bloodshed that had happened in the First World War.",
      "es": "para evitar el derramamiento de sangre ocurrido en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "While the Allies wait, Hitler assesses how to respond.",
      "es": "Mientras los Aliados esperan, Hitler evalúa cómo responder."
    }
  },
  {
    "translation": {
      "en": "His sights had been set on the east.",
      "es": "Su mirada estaba puesta en el este."
    }
  },
  {
    "translation": {
      "en": "Now, he had to deal with an unexpected threat from the west.",
      "es": "Ahora, tenía que lidiar con una amenaza inesperada del oeste."
    }
  },
  {
    "translation": {
      "en": "Hermann Göring leads the generals in a campaign",
      "es": "Hermann Göring lidera una campaña de generales"
    }
  },
  {
    "translation": {
      "en": "to convince him not to start a war with France,",
      "es": "para convencerlo de no iniciar una guerra con Francia,"
    }
  },
  {
    "translation": {
      "en": "so they present him with a plan destined to fail.",
      "es": "así que le presentan un plan destinado al fracaso."
    }
  },
  {
    "translation": {
      "en": "All the generals were against it.",
      "es": "Todos los generales estaban en contra."
    }
  },
  {
    "translation": {
      "en": "They said No, don't negotiate. Do something,",
      "es": "Dijeron: No, negocia. Haz algo,"
    }
  },
  {
    "translation": {
      "en": "but we can't solve that problem",
      "es": "pero no podemos resolver ese problema"
    }
  },
  {
    "translation": {
      "en": "with military means.",
      "es": "con medios militares."
    }
  },
  {
    "translation": {
      "en": "And then they presented a rather boring war plan to Hitler,",
      "es": "Y luego le presentaron un plan de guerra bastante aburrido"
    }
  },
  {
    "translation": {
      "en": "and Hitler said, you know, Look, what's that?",
      "es": "y Hitler dijo: ¿Qué es eso?"
    }
  },
  {
    "translation": {
      "en": "I mean, that's the same thing as 1914.",
      "es": "Es lo mismo que en 1914."
    }
  },
  {
    "translation": {
      "en": "Where are new ideas? Where are fresh ideas?",
      "es": "¿Dónde están las ideas nuevas, las ideas novedosas?"
    }
  },
  {
    "translation": {
      "en": "Uh... This is not going to work.",
      "es": "Esto no va a funcionar."
    }
  },
  {
    "translation": {
      "en": "German military leadership doesn't want to have that war.",
      "es": "Los líderes militares alemanes no quieren pelear esa guerra."
    }
  },
  {
    "translation": {
      "en": "Their vision, in the end of 1939,",
      "es": "Su visión, a fines de 1939,"
    }
  },
  {
    "translation": {
      "en": "Hitler is pushing for an attack on France,",
      "es": "es que Hitler estaba presionando para atacar a Francia,"
    }
  },
  {
    "translation": {
      "en": "and their perception is, We're going to lose.",
      "es": "y su percepción era: Vamos a perder."
    }
  },
  {
    "translation": {
      "en": "I mean, look, in the First World War, we fought four years against France",
      "es": "En la Primera Guerra Mundial, luchamos cuatro años contra Francia"
    }
  },
  {
    "translation": {
      "en": "with a huge army, a much better- trained army, and we lost.",
      "es": "con un ejército enorme, mucho mejor entrenado, y perdimos."
    }
  },
  {
    "translation": {
      "en": "The original plan drawn up by Hitler's conservative generals",
      "es": "El plan original elaborado por los generales conservadores de Hitler"
    }
  },
  {
    "translation": {
      "en": "follows the playbook from the First World War,",
      "es": "sigue el manual de estrategias de la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "to invade Holland and Belgium from the north",
      "es": "invadir Holanda y Bélgica desde el norte"
    }
  },
  {
    "translation": {
      "en": "as well as Northern France.",
      "es": "y el norte de Francia."
    }
  },
  {
    "translation": {
      "en": "It is a plan that plays to the strength of the Allies,",
      "es": "Es un plan que juega con la fuerza de los Aliados,"
    }
  },
  {
    "translation": {
      "en": "deliberately designed to end in disaster.",
      "es": "deliberadamente diseñado para terminar en desastre."
    }
  },
  {
    "translation": {
      "en": "How can you persuade a dictator not to do it?",
      "es": "¿Cómo puedes persuadir a un dictador de que no lo haga?"
    }
  },
  {
    "translation": {
      "en": "You can't say, you know, You're an idiot and you have to negotiate.",
      "es": "No puedes decir: Eres un idiota y tienes que negociar."
    }
  },
  {
    "translation": {
      "en": "But if you...",
      "es": "Pero si... lo convences"
    }
  },
  {
    "translation": {
      "en": "persuade him from a military side, It's not possible,",
      "es": "Pero si... lo convences del lado militar, le dices: No es posible, perderemos."
    }
  },
  {
    "translation": {
      "en": "we're going to lose,",
      "es": "del lado militar, le dices: No es posible, perderemos."
    }
  },
  {
    "translation": {
      "en": "that was, in the end, somehow the plan.",
      "es": "Ese era el plan de alguna manera."
    }
  },
  {
    "translation": {
      "en": "Don't offer him a plan which might work.",
      "es": "No le ofrezcas un plan que pueda funcionar."
    }
  },
  {
    "translation": {
      "en": "But one ambitious general,",
      "es": "Pero un general ambicioso,"
    }
  },
  {
    "translation": {
      "en": "the Prussian aristocrat Erich von Manstein, falls out of step.",
      "es": "el aristócrata prusiano, Erich von Manstein, no está de acuerdo."
    }
  },
  {
    "translation": {
      "en": "He suggests a plan with a far greater chance of success.",
      "es": "Sugiere un plan con mayores posibilidades de éxito."
    }
  },
  {
    "translation": {
      "en": "The conservative generals move quickly to shut him down.",
      "es": "Los generales conservadores se apresuraron a callarlo."
    }
  },
  {
    "translation": {
      "en": "Manstein feels very strongly that they will be able to take advantage",
      "es": "Manstein cree firmemente que podrán aprovechar"
    }
  },
  {
    "translation": {
      "en": "of the sort of disorienting effects of driving quickly into the French lines.",
      "es": "los efectos desorientadores de atravesar rápidamente las líneas francesas."
    }
  },
  {
    "translation": {
      "en": "By attacking them much faster than they expect,",
      "es": "Al atacarlos mucho más rápido de lo que ellos esperan,"
    }
  },
  {
    "translation": {
      "en": "they'll be able to push the French back",
      "es": "podrán hacerlos retroceder"
    }
  },
  {
    "translation": {
      "en": "and completely disorganize their command arrangements.",
      "es": "y desorganizar por completo sus estructuras de mando,"
    }
  },
  {
    "translation": {
      "en": "And sow so much confusion that they'll be able to make great progress,",
      "es": "y así sembrar tanta confusión que podrán avanzar mucho,"
    }
  },
  {
    "translation": {
      "en": "and the infantry will follow, and they'll literally rip",
      "es": "la infantería los seguirá, y literalmente destruirán"
    }
  },
  {
    "translation": {
      "en": "the French Army apart from the inside.",
      "es": "el ejército francés desde adentro."
    }
  },
  {
    "translation": {
      "en": "With Manstein's plan shelved, Hitler makes use of the Phoney War",
      "es": "Con el plan de Manstein archivado, Hitler hace uso de la guerra de broma"
    }
  },
  {
    "translation": {
      "en": "to secure a supply of iron ore for weapons.",
      "es": "para asegurarse un suministro de mineral de hierro para armas."
    }
  },
  {
    "translation": {
      "en": "His forces invade Denmark and Southern Norway.",
      "es": "Sus fuerzas invaden Dinamarca y el sur de Noruega."
    }
  },
  {
    "translation": {
      "en": "The British spot the danger.",
      "es": "Los británicos ven el peligro."
    }
  },
  {
    "translation": {
      "en": "Germany, to secure its northern flank",
      "es": "Alemania, para asegurar su flanco norte"
    }
  },
  {
    "translation": {
      "en": "and its route out of the Baltic,",
      "es": "y su ruta fuera del Báltico,"
    }
  },
  {
    "translation": {
      "en": "decided to invade Norway and Denmark",
      "es": "decide invadir Noruega y Dinamarca"
    }
  },
  {
    "translation": {
      "en": "on 9th of April 1940.",
      "es": "el 9 de abril de 1940."
    }
  },
  {
    "translation": {
      "en": "And the British in particular responded",
      "es": "Y los británicos, en particular, respondieron"
    }
  },
  {
    "translation": {
      "en": "by trying to land troops in Norway.",
      "es": "intentando desembarcar tropas en Noruega."
    }
  },
  {
    "translation": {
      "en": "It's gonna give a lot of valuable resources,",
      "es": "Los alemanes obtendrían muchos recursos valiosos,"
    }
  },
  {
    "translation": {
      "en": "iron ore and other resources in Norway to the Germans,",
      "es": "mineral de hierro y otros recursos, en Noruega,"
    }
  },
  {
    "translation": {
      "en": "and they need to forestall this.",
      "es": "y deben anticiparse a esto."
    }
  },
  {
    "translation": {
      "en": "Ill- prepared to respond to the attack,",
      "es": "Mal preparados para responder al ataque,"
    }
  },
  {
    "translation": {
      "en": "the Allies land troops in Norway,",
      "es": "los Aliados desembarcan tropas en Noruega,"
    }
  },
  {
    "translation": {
      "en": "but their operation is half- hearted and incompetent.",
      "es": "pero su operación es poco entusiasta e incompetente."
    }
  },
  {
    "translation": {
      "en": "The Germans deploy their powerful new force,",
      "es": "Los alemanes despliegan su poderosa fuerza,"
    }
  },
  {
    "translation": {
      "en": "the Luftwaffe, to great effect.",
      "es": "la Luftwaffe, con gran eficacia."
    }
  },
  {
    "translation": {
      "en": "Its Stuka dive bombers wreak havoc with the Allied forces.",
      "es": "Sus bombarderos en picado Stuka causan estragos en las fuerzas aliadas."
    }
  },
  {
    "translation": {
      "en": "It's a kind of terrible humiliation for the Western Allies,",
      "es": "Es una humillación terrible para los aliados occidentales,"
    }
  },
  {
    "translation": {
      "en": "and by the beginning of May 1940,",
      "es": "y para principios de mayo de 1940,"
    }
  },
  {
    "translation": {
      "en": "all Allied troops have left Norway, and it's firmly in German hands.",
      "es": "todas las tropas aliadas abandonan Noruega, y queda en manos alemanas."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, the persistent General Manstein",
      "es": "Mientras tanto, el insistente general Manstein"
    }
  },
  {
    "translation": {
      "en": "finds a moment to unveil his plan to Hitler.",
      "es": "encuentra un momento para revelar su plan a Hitler."
    }
  },
  {
    "translation": {
      "en": "He knows he will only get one chance.",
      "es": "Sabe que solo tendrá una oportunidad."
    }
  },
  {
    "translation": {
      "en": "Manstein sees an opportunity to change Hitler's mind,",
      "es": "Manstein ve la oportunidad de convencer a Hitler"
    }
  },
  {
    "translation": {
      "en": "and so he says, Look, we need to do something different.",
      "es": "y le dice: Tenemos que hacer algo diferente."
    }
  },
  {
    "translation": {
      "en": "Let's do this, let's take full advantage",
      "es": "Hagámoslo, aprovechemos al máximo"
    }
  },
  {
    "translation": {
      "en": "of our Panzer divisions and the Luftwaffe,",
      "es": "nuestras divisiones panzer y la Luftwaffe,"
    }
  },
  {
    "translation": {
      "en": "and let's use the element of surprise. Do something they will never expect.",
      "es": "y usemos el elemento sorpresa. Hagamos algo que ni se imaginan."
    }
  },
  {
    "translation": {
      "en": "And so, Hitler endorses his plan. It seems much bolder.",
      "es": "Hitler apoya este plan. Parece mucho más audaz."
    }
  },
  {
    "translation": {
      "en": "It seems much more likely to bring a rapid success",
      "es": "Parece mucho más probable que tenga un éxito rápido"
    }
  },
  {
    "translation": {
      "en": "than the more ponderous plan agreed upon by his general staff.",
      "es": "que el plan más pesado acordado por su estado mayor."
    }
  },
  {
    "translation": {
      "en": "On the tenth of May, the British Prime Minister,",
      "es": "El 10 de mayo, el primer ministro británico,"
    }
  },
  {
    "translation": {
      "en": "Neville Chamberlain, is forced to resign over the Norway debacle.",
      "es": "Neville Chamberlain, es obligado a renunciar por la debacle de Noruega."
    }
  },
  {
    "translation": {
      "en": "He is replaced by Winston Churchill.",
      "es": "Lo reemplaza Winston Churchill."
    }
  },
  {
    "translation": {
      "en": "Churchill's a maverick, he's got a checkered political career,",
      "es": "Churchill es un inconformista, tiene una carrera política complicada,"
    }
  },
  {
    "translation": {
      "en": "but he was the one, right the way through the 1930s,",
      "es": "pero fue el que, en los años 30,"
    }
  },
  {
    "translation": {
      "en": "who was insisting that we shouldn't appease Hitler.",
      "es": "insistía en que no debíamos apaciguar a Hitler."
    }
  },
  {
    "translation": {
      "en": "We needed to stand up against him.",
      "es": "Teníamos que enfrentarlo."
    }
  },
  {
    "translation": {
      "en": "And now, finally, Churchill is given his chance to lead the British in war.",
      "es": "Y finalmente tiene la oportunidad de liderar a los británicos en la guerra."
    }
  },
  {
    "translation": {
      "en": "In his first speech to the House of Commons,",
      "es": "En su primer discurso en la Cámara de los Comunes,"
    }
  },
  {
    "translation": {
      "en": "the new premier announces...",
      "es": "el nuevo primer ministro anuncia..."
    }
  },
  {
    "translation": {
      "en": "I would say to the House",
      "es": "Le diré a la Cámara"
    }
  },
  {
    "translation": {
      "en": "as I had said to those who joined the government...",
      "es": "lo que les dije a los que se unieron al gobierno."
    }
  },
  {
    "translation": {
      "en": "I have nothing to offer but blood,",
      "es": "Solo puedo ofrecer sangre,"
    }
  },
  {
    "translation": {
      "en": "toil, tears and sweat.",
      "es": "trabajo duro, lágrimas y sudor."
    }
  },
  {
    "translation": {
      "en": "On the day Churchill becomes prime minister,",
      "es": "El día que Churchill se convierte en primer ministro,"
    }
  },
  {
    "translation": {
      "en": "Germany launches a devastating attack on Belgium and Holland.",
      "es": "Alemania lanza un ataque devastador contra Bélgica y Holanda."
    }
  },
  {
    "translation": {
      "en": "German parachutists capture strategic bridges in Holland.",
      "es": "Los paracaidistas alemanes capturan puentes estratégicos en Holanda."
    }
  },
  {
    "translation": {
      "en": "The Luftwaffe bombs airfields.",
      "es": "La Luftwaffe bombardea aeródromos."
    }
  },
  {
    "translation": {
      "en": "The airborne troops drop to overwhelm its tiny neighbors.",
      "es": "Los paracaidistas caen para oprimir a sus diminutos vecinos."
    }
  },
  {
    "translation": {
      "en": "It seems clear that Hitler intends to grab the Channel ports",
      "es": "Parece evidente que Hitler intenta tomar los puertos del canal"
    }
  },
  {
    "translation": {
      "en": "and acquire bases from which he could eventually invade Great Britain.",
      "es": "y adquirir bases desde las cuales eventualmente podría invadir Gran Bretaña."
    }
  },
  {
    "translation": {
      "en": "They have to seize those Channel ports, because otherwise,",
      "es": "Tienen que tomar esos puertos del canal, porque si no, la marina alemana está en una zona estancada."
    }
  },
  {
    "translation": {
      "en": "the German Navy is in a backwater.",
      "es": "porque si no, la marina alemana está en una zona estancada."
    }
  },
  {
    "translation": {
      "en": "They're in the North Sea and the Baltic, and they can't get out.",
      "es": "Están en el mar del Norte y el Báltico, y no pueden salir."
    }
  },
  {
    "translation": {
      "en": "Whereas if they can get those Channel ports",
      "es": "Pero si consiguen esos puertos del canal"
    }
  },
  {
    "translation": {
      "en": "and they can get the French Atlantic ports,",
      "es": "y los puertos atlánticos franceses,"
    }
  },
  {
    "translation": {
      "en": "they can then have access to the open seas.",
      "es": "pueden tener acceso a mar abierto."
    }
  },
  {
    "translation": {
      "en": "The Allies are well prepared for this move and respond quickly,",
      "es": "Los Aliados están preparados para esta jugada y responden rápidamente,"
    }
  },
  {
    "translation": {
      "en": "pushing their best forces into Belgium to meet the attack.",
      "es": "llevando a sus mejores fuerzas a Bélgica para enfrentar el ataque."
    }
  },
  {
    "translation": {
      "en": "At this point, reconnaissance planes send back confusing news from the south.",
      "es": "Los aviones de reconocimiento envían noticias confusas del sur."
    }
  },
  {
    "translation": {
      "en": "They report a huge military traffic jam along the road to the Ardennes,",
      "es": "Reportan un gran embotellamiento militar en el camino a las Ardenas,"
    }
  },
  {
    "translation": {
      "en": "stretching all the way back across the German border.",
      "es": "que se extiende hasta la frontera alemana."
    }
  },
  {
    "translation": {
      "en": "The problem is, is the French refuse to believe",
      "es": "El problema es que los franceses se niegan a creer"
    }
  },
  {
    "translation": {
      "en": "what they're being reported by reconnaissance pilots.",
      "es": "lo que dicen los pilotos de reconocimiento."
    }
  },
  {
    "translation": {
      "en": "General Gamelin, commander in chief of all French forces,",
      "es": "El general Gamelin, comandante en jefe de todas las fuerzas francesas,"
    }
  },
  {
    "translation": {
      "en": "said, That's impossible. That can't be true.",
      "es": "dijo: Eso es imposible. No puede ser cierto."
    }
  },
  {
    "translation": {
      "en": "And so, it was ignored.",
      "es": "Así que lo ignoraron."
    }
  },
  {
    "translation": {
      "en": "It was a terrible mistake as Manstein's master plan unfolds.",
      "es": "Fue un error terrible ignorar el plan maestro de Manstein."
    }
  },
  {
    "translation": {
      "en": "The reconnaissance was correct.",
      "es": "El reconocimiento fue correcto."
    }
  },
  {
    "translation": {
      "en": "The Germans had been amassing in the Ardennes, and now,",
      "es": "Los alemanes se habían concentrado en las Ardenas, y ahora,"
    }
  },
  {
    "translation": {
      "en": "they plunge through the woods and thunder across the River Meuse",
      "es": "se meten en el bosque y cruzan el río Mosa"
    }
  },
  {
    "translation": {
      "en": "on the French border.",
      "es": "en la frontera francesa."
    }
  },
  {
    "translation": {
      "en": "The French are gonna have just a skeleton force",
      "es": "Los franceses tendrán una fuerza mínima"
    }
  },
  {
    "translation": {
      "en": "on the Meuse beyond the Ardennes, because they're never gonna expect us",
      "es": "en el Mosa fuera de las Ardenas, porque no se esperaban"
    }
  },
  {
    "translation": {
      "en": "to come through here.",
      "es": "que pasemos por aquí."
    }
  },
  {
    "translation": {
      "en": "The invasions of Holland and Belgium",
      "es": "Las invasiones de Holanda y Bélgica"
    }
  },
  {
    "translation": {
      "en": "were designed to lure the Allies north.",
      "es": "fueron diseñadas para atraer a los Aliados al norte."
    }
  },
  {
    "translation": {
      "en": "They want to draw the cream of the Allied armies",
      "es": "Quieren ataer a los ejércitos aliados"
    }
  },
  {
    "translation": {
      "en": "in Northern France into Belgium, and also into Southern Holland,",
      "es": "hacia el norte de Francia y hacia Bélgica, y también hacia el sur de Holanda,"
    }
  },
  {
    "translation": {
      "en": "so that the actual attack through the Ardennes",
      "es": "para que el ataque real por las Ardenas"
    }
  },
  {
    "translation": {
      "en": "can come through behind them and cut them off.",
      "es": "los sorprenda desde atrás."
    }
  },
  {
    "translation": {
      "en": "This is our cunning plan. We are going to encircle them in Belgium.",
      "es": "Este es nuestro astuto plan. Los rodearemos en Bélgica."
    }
  },
  {
    "translation": {
      "en": "We also secretly attack in the Ardennes, in this difficult area.",
      "es": "También atacamos en secreto en las Ardenas, en esta zona difícil."
    }
  },
  {
    "translation": {
      "en": "We will be crossing the Meuse and then dashing through the Channel",
      "es": "Atravesaremos el Mosa y luego correremos hacia el canal"
    }
  },
  {
    "translation": {
      "en": "and encircling the British Expeditionary Force",
      "es": "y rodearemos a la Fuerza Expedicionaria Británica"
    }
  },
  {
    "translation": {
      "en": "and the French Army in Belgium.",
      "es": "y al ejército francés en Bélgica."
    }
  },
  {
    "translation": {
      "en": "We have to take the Allies by surprise.",
      "es": "Tenemos que tomar a los Aliados por sorpresa."
    }
  },
  {
    "translation": {
      "en": "This is always a major aspect of winning a war: surprise your enemies.",
      "es": "Siempre es un aspecto importante para ganar una guerra,  sorprender a tus enemigos."
    }
  },
  {
    "translation": {
      "en": "The operation will also use time, speed and daring",
      "es": "La operación también hará uso del tiempo, la velocidad y la audacia"
    }
  },
  {
    "translation": {
      "en": "to make up for the inferiority of the German military.",
      "es": "para compensar la inferioridad del ejército alemán."
    }
  },
  {
    "translation": {
      "en": "It uses all of these modern technologies.",
      "es": "Usa todas estas tecnologías modernas."
    }
  },
  {
    "translation": {
      "en": "It promises a quick victory.",
      "es": "Promete una victoria rápida."
    }
  },
  {
    "translation": {
      "en": "And it suggests that he might not only defeat the French Army,",
      "es": "Y sugiere que podría no solo derrotar al ejército francés,"
    }
  },
  {
    "translation": {
      "en": "but annihilate the entire British Army.",
      "es": "sino también aniquilar a todo el ejército británico."
    }
  },
  {
    "translation": {
      "en": "The new British prime minister, Churchill,",
      "es": "El nuevo primer ministro británico, Churchill,"
    }
  },
  {
    "translation": {
      "en": "has been plunged into a nightmare as German tanks rampaged",
      "es": "se sumió en una pesadilla mientras los tanques alemanes atacan"
    }
  },
  {
    "translation": {
      "en": "towards the French border city of Sedan.",
      "es": "la ciudad fronteriza francesa de Sedán."
    }
  },
  {
    "translation": {
      "en": "Had the French taken their own reconnaissance seriously,",
      "es": "Si los franceses se hubieran tomado en serio su propio reconocimiento,"
    }
  },
  {
    "translation": {
      "en": "they would've had the German Army at their mercy.",
      "es": "tendrían al ejército alemán a su merced."
    }
  },
  {
    "translation": {
      "en": "The military bottleneck had left the German artillery",
      "es": "El embotellamiento militar había dejado a la artillería alemana"
    }
  },
  {
    "translation": {
      "en": "incredibly vulnerable.",
      "es": "muy vulnerable."
    }
  },
  {
    "translation": {
      "en": "It turns into the biggest gridlock in the history of gridlocks.",
      "es": "Fue el mayor embotellamiento de la historia."
    }
  },
  {
    "translation": {
      "en": "Now, a French reconnaissance plane flies over and sees this.",
      "es": "Un avión de reconocimiento francés vuela por ahí y ve esto."
    }
  },
  {
    "translation": {
      "en": "Now, at that point, it would've been perfectly possible",
      "es": "En ese momento, habría sido perfectamente posible"
    }
  },
  {
    "translation": {
      "en": "to organize every single French and British bomber available",
      "es": "organizar a todos los bombarderos franceses y británicos"
    }
  },
  {
    "translation": {
      "en": "and go and bomb it.",
      "es": "e ir a bombardearlo."
    }
  },
  {
    "translation": {
      "en": "It would've stopped the German advance in its tracks, that would've been",
      "es": "Habría detenido el avance alemán en el acto,"
    }
  },
  {
    "translation": {
      "en": "the end of the. war and the whole thing would've been avoided. I mean,",
      "es": "habría terminado la guerra. Todo esto se habría evitado."
    }
  },
  {
    "translation": {
      "en": "it makes me so cross every time I think about it.",
      "es": "Me da escalofríos cuando lo pienso."
    }
  },
  {
    "translation": {
      "en": "I mean, it was just such a missed opportunity.",
      "es": "Fue una oportunidad perdida."
    }
  },
  {
    "translation": {
      "en": "The Germans push home their advantage",
      "es": "Los alemanes se aprovechan de su ventaja"
    }
  },
  {
    "translation": {
      "en": "with an astonishing display of speed.",
      "es": "con una velocidad asombrosa."
    }
  },
  {
    "translation": {
      "en": "Before the French can react, they charge towards the French border town, Sedan.",
      "es": "Antes de que los franceses reaccionen, atacan el pueblo fronterizo francés, Sedán."
    }
  },
  {
    "translation": {
      "en": "Infantry, tanks, and artillery show incredible levels of stamina,",
      "es": "La infantería, los tanques y la artillería muestran una gran resistencia,"
    }
  },
  {
    "translation": {
      "en": "outrunning the enemy defense forces.",
      "es": "superando a las fuerzas enemigas."
    }
  },
  {
    "translation": {
      "en": "Barely stopping, they reach Sedan in three days.",
      "es": "Apenas se detienen, llegan a Sedán en tres días."
    }
  },
  {
    "translation": {
      "en": "Many German soldiers haven't slept since the start of the campaign.",
      "es": "Muchos soldados alemanes no han dormido desde el comienzo de la campaña."
    }
  },
  {
    "translation": {
      "en": "The French can't quite believe it.",
      "es": "Los franceses no pueden creerlo."
    }
  },
  {
    "translation": {
      "en": "The German tanks roll into Sedan without opposition.",
      "es": "Los tanques alemanes entran en Sedán sin oposición."
    }
  },
  {
    "translation": {
      "en": "The French defenses are unexpectedly confronted",
      "es": "Las defensas francesas se enfrentan inesperadamente"
    }
  },
  {
    "translation": {
      "en": "by 60,000 rampaging Germans",
      "es": "a 60 000 alemanes violentos"
    }
  },
  {
    "translation": {
      "en": "in 22,000 vehicles and 850 tanks.",
      "es": "en 22 000 vehículos y 850 tanques."
    }
  },
  {
    "translation": {
      "en": "After three days on the march,",
      "es": "Después de tres días marchando,"
    }
  },
  {
    "translation": {
      "en": "the Germans have no intention of stopping.",
      "es": "los alemanes no tienen intención de detenerse."
    }
  },
  {
    "translation": {
      "en": "They prepare to cross the River Meuse in three places.",
      "es": "Se preparan para cruzar el río Mosa en tres lugares."
    }
  },
  {
    "translation": {
      "en": "The plan is a textbook example of Bewegungskrieg.",
      "es": "El plan es un ejemplo del libro de Bewegungskrieg,"
    }
  },
  {
    "translation": {
      "en": "a warfare maneuver the Germans are already well- known for.",
      "es": "una maniobra de guerra por la que los alemanes ya son famosos."
    }
  },
  {
    "translation": {
      "en": "The architect is Heinz Guderian,",
      "es": "El arquitecto es Heinz Guderian,"
    }
  },
  {
    "translation": {
      "en": "a general who knows how to combine new technology",
      "es": "un general que sabe combinar nueva tecnología"
    }
  },
  {
    "translation": {
      "en": "with the traditional German approach to warfare,",
      "es": "con el enfoque alemán tradicional de la guerra,"
    }
  },
  {
    "translation": {
      "en": "attacking the enemy with overwhelming force",
      "es": "atacar al enemigo con una fuerza abrumadora"
    }
  },
  {
    "translation": {
      "en": "and encircling them before they can react.",
      "es": "y rodearlos antes de que puedan reaccionar."
    }
  },
  {
    "translation": {
      "en": "What Guderian is very good at doing",
      "es": "Guderian es muy bueno"
    }
  },
  {
    "translation": {
      "en": "is harnessing new methods, the Luftwaffe as aerial artillery;",
      "es": "usando nuevos métodos, la Luftwaffe como artillería aérea,"
    }
  },
  {
    "translation": {
      "en": "new mobile equipment, trucks, mobile artillery,",
      "es": "nuevos equipos móviles, camiones, artillería móvil,"
    }
  },
  {
    "translation": {
      "en": "and of course, panzers, tanks, but also radio technology, too.",
      "es": "y por supuesto, panzers, tanques, pero también tecnología de radio."
    }
  },
  {
    "translation": {
      "en": "French Commander General Maurice Gamelin",
      "es": "El comandante francés, el general Maurice Gamelin,"
    }
  },
  {
    "translation": {
      "en": "orders that Sedan must be defended at all costs,",
      "es": "ordena que Sedán sea defendida a toda costa,"
    }
  },
  {
    "translation": {
      "en": "but he has prepared his troops for a repeat of the grinding attrition",
      "es": "pero preparó sus tropas para repetir el desgaste"
    }
  },
  {
    "translation": {
      "en": "of the First World War.",
      "es": "de la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "When they're suddenly confronted by the need to be mobile,",
      "es": "Cuando de repente se enfrentan a la necesidad de ser móviles,"
    }
  },
  {
    "translation": {
      "en": "they don't know what to do.",
      "es": "no saben qué hacer."
    }
  },
  {
    "translation": {
      "en": "No one expects the nightmare about to unfold.",
      "es": "Nadie espera la pesadilla que está por desatarse."
    }
  },
  {
    "translation": {
      "en": "Wave after wave of dive bombers pummel the French defensive positions.",
      "es": "Ola tras ola de bombarderos golpean las posiciones defensivas francesas."
    }
  },
  {
    "translation": {
      "en": "Hardly a single bunker suffers a direct hit,",
      "es": "Casi ningún búnker sufre un impacto directo,"
    }
  },
  {
    "translation": {
      "en": "and only 56 casualties are taken, but the psychological effect",
      "es": "y solo se hay 56 bajas, pero el efecto psicológico"
    }
  },
  {
    "translation": {
      "en": "of the screaming bombers and the whistling bombs is devastating.",
      "es": "de los bombarderos y las bombas que silban es devastador."
    }
  },
  {
    "translation": {
      "en": "These German attacks",
      "es": "Estos ataques alemanes"
    }
  },
  {
    "translation": {
      "en": "were an absolute catastrophe for the French defenders.",
      "es": "fueron una catástrofe absoluta para los defensores franceses."
    }
  },
  {
    "translation": {
      "en": "It becomes evident rather quickly",
      "es": "Se hace evidente rápidamente"
    }
  },
  {
    "translation": {
      "en": "that the French morale is broken by these attacks",
      "es": "que la moral francesa está rota por estos ataques,"
    }
  },
  {
    "translation": {
      "en": "and the French do not manage to organize proper counterattacks.",
      "es": "y los franceses no logran organizar contraataques adecuados."
    }
  },
  {
    "translation": {
      "en": "I can only conclude that this is a legacy of the First World War,",
      "es": "Creo que este es un legado de la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "those four long, brutal years of fighting in which enormous quantities",
      "es": "esos cuatro largos y brutales años de lucha en los que enormes cantidades"
    }
  },
  {
    "translation": {
      "en": "of Frenchmen have died, and there's a feeling among Frenchmen,",
      "es": "de franceses murieron, y hay un sentimiento entre ellos,"
    }
  },
  {
    "translation": {
      "en": "just a generation later, that they don't want to go through it again.",
      "es": "una generación después, que no quieren volver a pasar por eso."
    }
  },
  {
    "translation": {
      "en": "In the confusion, German infantry flood across the Meuse.",
      "es": "En la confusión, la infantería alemana cruza el Mosa."
    }
  },
  {
    "translation": {
      "en": "It's a dangerous move.",
      "es": "Es una jugada peligrosa."
    }
  },
  {
    "translation": {
      "en": "The German forces are isolated and open to counterattack.",
      "es": "Las fuerzas alemanas están aisladas y vulnerables al contraataque."
    }
  },
  {
    "translation": {
      "en": "By the evening of the 13th of May, although a certain number of Germans",
      "es": "Para la noche del 13 de mayo, aunque cierto número de alemanes"
    }
  },
  {
    "translation": {
      "en": "have got across the river, they are very vulnerable.",
      "es": "cruzaron el río, son muy vulnerables."
    }
  },
  {
    "translation": {
      "en": "No tanks have actually got across at this point,",
      "es": "No hay tanques en este momento,"
    }
  },
  {
    "translation": {
      "en": "and this is an opportunity for the French to actually counterattack.",
      "es": "y esta es una oportunidad para que los franceses contraataquen."
    }
  },
  {
    "translation": {
      "en": "But, shell- shocked, the French tank drivers",
      "es": "Pero, conmocionados, los tanques franceses"
    }
  },
  {
    "translation": {
      "en": "are slow to react.",
      "es": "reaccionan con lentitud."
    }
  },
  {
    "translation": {
      "en": "By the time they finally sorted themselves out",
      "es": "Para cuando finalmente se organizan"
    }
  },
  {
    "translation": {
      "en": "and the attack is put in on the 14th,",
      "es": "y el ataque es el 14,"
    }
  },
  {
    "translation": {
      "en": "Guderian's got enough armor over the river on pontoon bridges built by his pioneers",
      "es": "Guderian tiene suficiente armadura sobre el río en puentes de pontones"
    }
  },
  {
    "translation": {
      "en": "to actually knock out those French tanks.",
      "es": "para eliminar a los tanques franceses."
    }
  },
  {
    "translation": {
      "en": "What they don't have is any kind of tactical nous whatsoever.",
      "es": "Lo que no tienen es ningún sentido táctico."
    }
  },
  {
    "translation": {
      "en": "The biggest failure of all for the French is that",
      "es": "El mayor fracaso de los franceses es..."
    }
  },
  {
    "translation": {
      "en": "they haven't thought about communications at all.",
      "es": "...que no han pensado en las comunicaciones, en absoluto."
    }
  },
  {
    "translation": {
      "en": "So General Gamelin, who is the commander in chief",
      "es": "El general Gamelin, comandante en jefe"
    }
  },
  {
    "translation": {
      "en": "of all French forces, is at the Chateau de Vincennes",
      "es": "de todas las fuerzas francesas, está en el castillo de Vincennes"
    }
  },
  {
    "translation": {
      "en": "just on the edge of Paris, and he doesn't even have a telephone",
      "es": "en las afueras de París, y ni siquiera tiene teléfono"
    }
  },
  {
    "translation": {
      "en": "because he thinks it will be a security risk.",
      "es": "porque cree que es un riesgo para su seguridad."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just insane.",
      "es": "Es una locura."
    }
  },
  {
    "translation": {
      "en": "The French are dependent on field telephone lines,",
      "es": "Los franceses dependen de líneas telefónicas de campo,"
    }
  },
  {
    "translation": {
      "en": "which get cut by Stukas, and on dispatch riders",
      "es": "que eran cortadas por los Stukas, y de mensajeros"
    }
  },
  {
    "translation": {
      "en": "who take ages to get messages through",
      "es": "que tardan años en entregar los mensajes"
    }
  },
  {
    "translation": {
      "en": "because the roads are clogged with refugees.",
      "es": "porque los caminos están obstruidos por los refugiados."
    }
  },
  {
    "translation": {
      "en": "The French believed it would take the Germans two weeks",
      "es": "Los franceses creían que los alemanes tardarían dos semanas"
    }
  },
  {
    "translation": {
      "en": "to reach Sedan.",
      "es": "en llegar a Sedán."
    }
  },
  {
    "translation": {
      "en": "Not three days.",
      "es": "No tres días."
    }
  },
  {
    "translation": {
      "en": "In three days and nights,",
      "es": "En tres días y noches,"
    }
  },
  {
    "translation": {
      "en": "the fearless, relentless onslaught never stopped.",
      "es": "el ataque incesante e implacable nunca se detuvo."
    }
  },
  {
    "translation": {
      "en": "The soldiers performed like supermen.",
      "es": "Los soldados actuaron como superhombres."
    }
  },
  {
    "translation": {
      "en": "It became increasingly clear that this German army",
      "es": "Se hizo cada vez más evidente que este ejército alemán"
    }
  },
  {
    "translation": {
      "en": "was unlike anything seen before.",
      "es": "no tenía precedentes."
    }
  },
  {
    "translation": {
      "en": "What the French didn't know is that the German army",
      "es": "Lo que los franceses no sabían es que el ejército alemán"
    }
  },
  {
    "translation": {
      "en": "had a secret weapon.",
      "es": "tenía un arma secreta."
    }
  },
  {
    "translation": {
      "en": "The weapon was manufactured by the Berlin drug company called Temmler.",
      "es": "El arma fue fabricada por la compañía farmacéutica de Berlín, Temmler."
    }
  },
  {
    "translation": {
      "en": "Pervitin is a powerful methamphetamine",
      "es": "La pervitina es una poderosa metanfetamina"
    }
  },
  {
    "translation": {
      "en": "known on the streets today as crystal meth.",
      "es": "conocida hoy en día como metanfetamina de cristal."
    }
  },
  {
    "translation": {
      "en": "Already sold as an over- the- counter pick- me- up in Germany,",
      "es": "La droga, que se vende sin receta en Alemania,"
    }
  },
  {
    "translation": {
      "en": "the drug proves invaluable in the theater of war.",
      "es": "es invaluable en el teatro de la guerra."
    }
  },
  {
    "translation": {
      "en": "Pervitin is seen as the ideal drug to combat fatigue.",
      "es": "La pervitina es la droga ideal para combatir la fatiga."
    }
  },
  {
    "translation": {
      "en": "In the Second World War, it is used especially for the Panzer troops",
      "es": "En la Segunda Guerra Mundial, se usa especialmente para las tropas panzer"
    }
  },
  {
    "translation": {
      "en": "and the night fighters.",
      "es": "y los luchadores nocturnos."
    }
  },
  {
    "translation": {
      "en": "Troops that are always close to the enemy",
      "es": "Tropas que siempre están cerca del enemigo"
    }
  },
  {
    "translation": {
      "en": "and have to remain active for a long time.",
      "es": "y deben permanecer activas por mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "Pervitin had been used by German civilians, you know.",
      "es": "Los civiles alemanes consumían pervitina."
    }
  },
  {
    "translation": {
      "en": "They'd get it in a pharmacy, and it would be used to be alert",
      "es": "La compraban en la farmacia para estar alerta,"
    }
  },
  {
    "translation": {
      "en": "and stay awake and get a lot of stuff done.",
      "es": "mantenerse despiertos y hacer muchas cosas."
    }
  },
  {
    "translation": {
      "en": "And as the war drags on, you'd start seeing Pervitin",
      "es": "Y mientras la guerra avanza, le dan pervitina"
    }
  },
  {
    "translation": {
      "en": "being issued to German troops and airmen like candy.",
      "es": "a las tropas y a los aviadores alemanes como dulces."
    }
  },
  {
    "translation": {
      "en": "Methamphetamine can dull feelings of empathy",
      "es": "La metanfetamina puede nublar los sentimientos de empatía"
    }
  },
  {
    "translation": {
      "en": "and make you feel superhuman,",
      "es": "y hacerte sentir sobrehumano,"
    }
  },
  {
    "translation": {
      "en": "the very qualities needed to create a near- perfect soldier.",
      "es": "las cualidades necesarias para crear un soldado casi perfecto."
    }
  },
  {
    "translation": {
      "en": "There are many reports that just before the attacks",
      "es": "Hay muchos informes de que antes de los ataques del 10 de mayo de 1940,"
    }
  },
  {
    "translation": {
      "en": "started on May 10th, 1940, there were a lot of soldiers",
      "es": "Hay muchos informes de que antes de los ataques del 10 de mayo de 1940, había muchos soldados deprimidos, que no querían pelear,"
    }
  },
  {
    "translation": {
      "en": "who were depressed, who didn't want to fight,",
      "es": "había muchos soldados deprimidos, que no querían pelear,"
    }
  },
  {
    "translation": {
      "en": "who remembered the First World War.",
      "es": "que recordaban la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "So the morale of the Germans was quite low,",
      "es": "Así que la moral de los alemanes estaba baja,"
    }
  },
  {
    "translation": {
      "en": "but once you take methamphetamine,",
      "es": "pero una vez que tomas metanfetamina,"
    }
  },
  {
    "translation": {
      "en": "your morale actually becomes quite high.",
      "es": "tu moral se vuelve bastante alta."
    }
  },
  {
    "translation": {
      "en": "The German tactic of Blitzkrieg",
      "es": "La táctica alemana de la guerra relámpago"
    }
  },
  {
    "translation": {
      "en": "relied on overwhelming air superiority, super- fast tanks,",
      "es": "dependía de la abrumadora superioridad aérea, tanques superrápidos,"
    }
  },
  {
    "translation": {
      "en": "up- to- the- minute communications, and a tireless and fearless militia.",
      "es": "comunicaciones de última hora y una milicia incansable e intrépida."
    }
  },
  {
    "translation": {
      "en": "For the first time in military history,",
      "es": "Por primera vez en la historia militar,"
    }
  },
  {
    "translation": {
      "en": "an army did not have to rest at night,",
      "es": "un ejército no tenía que descansar por la noche,"
    }
  },
  {
    "translation": {
      "en": "but could go on for three days and three nights.",
      "es": "podía continuar durante tres días y tres noches."
    }
  },
  {
    "translation": {
      "en": "So without Pervitin, this obviously wouldn't have worked.",
      "es": "Así que, sin la pervitina, esto obviamente no habría funcionado."
    }
  },
  {
    "translation": {
      "en": "It really helps a person to become a fighting robot.",
      "es": "Realmente ayuda a una persona a convertirse en un robot de combate."
    }
  },
  {
    "translation": {
      "en": "Imagine this on the scale of a couple of hundred thousand people,",
      "es": "Imagínense esto en cien mil personas,"
    }
  },
  {
    "translation": {
      "en": "heavily armed, storming into enemy territory.",
      "es": "fuertemente armadas, atacando territorio enemigo."
    }
  },
  {
    "translation": {
      "en": "It just becomes a completely crazy situation.",
      "es": "Se convierte en una locura."
    }
  },
  {
    "translation": {
      "en": "The side effects of Pervitin is that it does make you a little bit reckless.",
      "es": "Los efectos secundarios es que te hace un poco imprudente."
    }
  },
  {
    "translation": {
      "en": "It gives you what's-- You know, Dutch courage.",
      "es": "Te da coraje holandés."
    }
  },
  {
    "translation": {
      "en": "On the 13th of May, when they're crossing the River Meuse--",
      "es": "El 13 de mayo, cuando cruzan el río Mosa,"
    }
  },
  {
    "translation": {
      "en": "Because these guys have just got to keep going.",
      "es": "porque estos tipos no paraban."
    }
  },
  {
    "translation": {
      "en": "The fighting goes on until dusk and beyond.",
      "es": "La lucha continúa hasta después del anochecer."
    }
  },
  {
    "translation": {
      "en": "How do you keep them going? Well, you know, popping a Pervitin tablet,",
      "es": "¿Cómo los mantienes en movimiento?  Sacas una tableta de pervitina,"
    }
  },
  {
    "translation": {
      "en": "just on that one occasion, is possibly not a bad idea.",
      "es": "solo en esa ocasión, no es mala idea."
    }
  },
  {
    "translation": {
      "en": "I mean, it's better to suffer the aftereffects of Pervitin than be dead.",
      "es": "Es mejor sufrir las secuelas de la pervitina que estar muerto."
    }
  },
  {
    "translation": {
      "en": "To the north, the decoy assault is gathering pace.",
      "es": "Al norte, el ataque de señuelo acelera el ritmo."
    }
  },
  {
    "translation": {
      "en": "The Germans bombard the Port of Rotterdam,",
      "es": "Los alemanes bombardean el puerto de Rotterdam"
    }
  },
  {
    "translation": {
      "en": "killing around 1,000 people.",
      "es": "y matan a unas mil personas."
    }
  },
  {
    "translation": {
      "en": "So shocked are the Dutch by the number of casualties",
      "es": "Los holandeses se sorprenden tanto por el número de víctimas"
    }
  },
  {
    "translation": {
      "en": "and the gutting of the center of Rotterdam",
      "es": "y el destripamiento del centro de Rotterdam,"
    }
  },
  {
    "translation": {
      "en": "that it actually encourages them to give up.",
      "es": "que eso los alienta a rendirse."
    }
  },
  {
    "translation": {
      "en": "So already, in just four days, the Dutch are knocked out of the fight.",
      "es": "En cuatro días, los holandeses quedaron fuera de combate."
    }
  },
  {
    "translation": {
      "en": "With the French defenses smashed at Sedan,",
      "es": "Con las defensas francesas aplastadas en Sedán,"
    }
  },
  {
    "translation": {
      "en": "Guderian is ordered to halt his advance and wait for the infantry to catch up.",
      "es": "Guderian debe detener su avance y esperar a que la infantería lo alcance."
    }
  },
  {
    "translation": {
      "en": "He ignores them.",
      "es": "No acata esa orden."
    }
  },
  {
    "translation": {
      "en": "Flanked by his officers on motorcycles, he charges out in front of his tanks",
      "es": "Flanqueado por sus oficiales en motocicletas, sale a toda velocidad"
    }
  },
  {
    "translation": {
      "en": "through the French countryside.",
      "es": "hacia el campo francés."
    }
  },
  {
    "translation": {
      "en": "Guderian is very dynamic. He's smart, he's well read,",
      "es": "Guderian es muy dinámico. Es inteligente, es muy leído,"
    }
  },
  {
    "translation": {
      "en": "he's hugely experienced,",
      "es": "tiene mucha experiencia"
    }
  },
  {
    "translation": {
      "en": "and he's not afraid of trying new things.",
      "es": "y no le da miedo probar cosas nuevas."
    }
  },
  {
    "translation": {
      "en": "And he's not one who's shy of making decisions either.",
      "es": "Y tampoco es tímido para tomar decisiones."
    }
  },
  {
    "translation": {
      "en": "Do I just ignore my superior officers' orders",
      "es": "¿Ignoro las órdenes de mis superiores"
    }
  },
  {
    "translation": {
      "en": "and go for it, and potentially win Germany",
      "es": "y hago que Alemania logre"
    }
  },
  {
    "translation": {
      "en": "this amazing victory,",
      "es": "esta increíble victoria,"
    }
  },
  {
    "translation": {
      "en": "or do I hold fire and wait for the infantry just to catch up,",
      "es": "o no disparo y espero a que llegue la infantería,"
    }
  },
  {
    "translation": {
      "en": "thereby potentially losing momentum and all the rest of it?",
      "es": "así pierdo impulso y todo lo demás?"
    }
  },
  {
    "translation": {
      "en": "And he thinks, To hell with it. I'm gonna go for it.",
      "es": "Y piensa: Al diablo con eso. Lo haré."
    }
  },
  {
    "translation": {
      "en": "The prime minister of France, Paul Reynaud,",
      "es": "El primer ministro de Francia, Paul Reynaud,"
    }
  },
  {
    "translation": {
      "en": "is shocked by the speed of the German advance.",
      "es": "está sorprendido por la velocidad del avance alemán."
    }
  },
  {
    "translation": {
      "en": "He calls Britain's new prime minister with terrible news.",
      "es": "Llama al nuevo primer ministro británico con malas noticias."
    }
  },
  {
    "translation": {
      "en": "Reynaud, you could tell, was in a terrible panic.",
      "es": "Se notaba que Reynaud estaba en pánico."
    }
  },
  {
    "translation": {
      "en": "He contacts Churchill, he speaks to him on the telephone,",
      "es": "Contacta a Churchill, le habla por teléfono"
    }
  },
  {
    "translation": {
      "en": "and he basically says the battle is lost.",
      "es": "y le dice que la batalla está perdida."
    }
  },
  {
    "translation": {
      "en": "Already, in just five days, I think the battle is lost.",
      "es": "En solo cinco días, dice: Creo que la batalla está perdida."
    }
  },
  {
    "translation": {
      "en": "The Germans have broken through in such numbers",
      "es": "Los alemanes han abierto camino con tanta gente"
    }
  },
  {
    "translation": {
      "en": "that I don't think we can stop them.",
      "es": "que no podemos detenerlos."
    }
  },
  {
    "translation": {
      "en": "The Germans are closing in on the French capital,",
      "es": "Los alemanes se están acercando a la capital francesa,"
    }
  },
  {
    "translation": {
      "en": "and Churchill fears that the French are unable to respond quickly enough",
      "es": "y Churchill teme que los franceses no respondan lo suficientemente rápido"
    }
  },
  {
    "translation": {
      "en": "to mount the rapid counterattack that is needed.",
      "es": "como para preparar el contraataque necesario."
    }
  },
  {
    "translation": {
      "en": "Churchill saw that everything was collapsing,",
      "es": "Churchill vio que todo se derrumbaba,"
    }
  },
  {
    "translation": {
      "en": "and that very moment, it was important",
      "es": "y en ese momento, era importante"
    }
  },
  {
    "translation": {
      "en": "that the French are continuing to fight",
      "es": "que los franceses sigan luchando"
    }
  },
  {
    "translation": {
      "en": "and reacting and fighting and fighting and fighting,",
      "es": "y que reaccionaran, y pelearan y pelearan."
    }
  },
  {
    "translation": {
      "en": "and counter- offensives, and again and again,",
      "es": "y contraatacaran, una y otra vez,"
    }
  },
  {
    "translation": {
      "en": "and not being in this totally mental breakdown.",
      "es": "y no sufran un colapso mental."
    }
  },
  {
    "translation": {
      "en": "On the 16th of May, just six days after taking office,",
      "es": "El 16 de mayo, apenas seis días después de asumir el cargo,"
    }
  },
  {
    "translation": {
      "en": "Churchill flies to Paris to try and stiffen French resolve.",
      "es": "Churchill vuela a París para intentar consolidar la decisión francesa."
    }
  },
  {
    "translation": {
      "en": "What he's determined to do",
      "es": "Él está decidido"
    }
  },
  {
    "translation": {
      "en": "is to somehow keep the French in the fight,",
      "es": "a mantener a los franceses en la pelea,"
    }
  },
  {
    "translation": {
      "en": "because if the French fall out, it's Britain alone.",
      "es": "porque si los franceses caen, Gran Bretaña queda sola."
    }
  },
  {
    "translation": {
      "en": "On the 20th of May 1940,",
      "es": "El 20 de mayo de 1940,"
    }
  },
  {
    "translation": {
      "en": "just ten days after setting out from the German border,",
      "es": "diez días después de salir de la frontera alemana,"
    }
  },
  {
    "translation": {
      "en": "Guderian's decision to ignore his superiors is vindicated",
      "es": "la decisión de Guderian de ignorar a sus superiores es justificada"
    }
  },
  {
    "translation": {
      "en": "as he reaches the Atlantic Coast.",
      "es": "cuando llega a la costa atlántica."
    }
  },
  {
    "translation": {
      "en": "Well, that actually takes quite a bit of courage to make a decision like that,",
      "es": "Requiere coraje tomar una decisión como esa,"
    }
  },
  {
    "translation": {
      "en": "you know, because if you get it wrong and it's not a success",
      "es": "porque si te equivocas y no es un éxito"
    }
  },
  {
    "translation": {
      "en": "and it ends in defeat, you're in big, big trouble,",
      "es": "y termina en derrota, estás en problemas,"
    }
  },
  {
    "translation": {
      "en": "particularly in a totalitarian militaristic state like Nazi Germany.",
      "es": "especialmente en un estado militarista totalitario como la Alemania nazi."
    }
  },
  {
    "translation": {
      "en": "But, you know, he has the courage of his convictions, and he goes for it.",
      "es": "Pero tiene el coraje de sus convicciones, y lo hace."
    }
  },
  {
    "translation": {
      "en": "And of course, it's absolutely extraordinary, unprecedented in history.",
      "es": "Y es absolutamente extraordinario, sin precedentes en la historia."
    }
  },
  {
    "translation": {
      "en": "Hitler's great gamble on Manstein's plan has paid off.",
      "es": "La gran apuesta de Hitler en el plan de Manstein dio sus frutos."
    }
  },
  {
    "translation": {
      "en": "The bulk of the Allied forces are now trapped in narrow corridor.",
      "es": "La mayor parte de las fuerzas aliadas están atrapadas en un estrecho corredor."
    }
  },
  {
    "translation": {
      "en": "It means that those Allied armies further north,",
      "es": "Significa que a los ejércitos aliados más al norte,"
    }
  },
  {
    "translation": {
      "en": "including the whole of the British Expeditionary Force,",
      "es": "incluyendo toda la Fuerza Expedicionaria Británica,"
    }
  },
  {
    "translation": {
      "en": "have been cut off from their lines of supply.",
      "es": "les han cortado sus líneas de suministro."
    }
  },
  {
    "translation": {
      "en": "So, those troops in Belgium",
      "es": "Las tropas en Bélgica"
    }
  },
  {
    "translation": {
      "en": "who are surrounded, of course, on all sides now by Germans",
      "es": "que ahora están rodeados por todos lados por los alemanes"
    }
  },
  {
    "translation": {
      "en": "who are fighting also in Belgium and also in Holland,",
      "es": "que están luchando también en Bélgica y en Holanda,"
    }
  },
  {
    "translation": {
      "en": "are completely surrounded by German forces,",
      "es": "están rodeadas por fuerzas alemanas,"
    }
  },
  {
    "translation": {
      "en": "and their only way out is either by cutting through them",
      "es": "y su única salida es atravesarlos"
    }
  },
  {
    "translation": {
      "en": "or being rescued from the Channel coast.",
      "es": "o que los rescaten de la costa del canal."
    }
  },
  {
    "translation": {
      "en": "It will take Guderian no more than a few days",
      "es": "Le tomará a Guderian no más de unos días"
    }
  },
  {
    "translation": {
      "en": "to block off that last escape route to the coast,",
      "es": "bloquear la última ruta de escape a la costa"
    }
  },
  {
    "translation": {
      "en": "and thus encircle a million Allied soldiers.",
      "es": "y así rodear a un millón de soldados aliados."
    }
  },
  {
    "translation": {
      "en": "Having become trapped in his pocket, the British start to make plans",
      "es": "Atrapados en este bolsillo, los británicos comienzan a hacer planes"
    }
  },
  {
    "translation": {
      "en": "to evacuate their troops by sea, and Churchill settles on Calais",
      "es": "para evacuar sus tropas por mar, y Churchill se queda en Calais,"
    }
  },
  {
    "translation": {
      "en": "as the best place to bring in large ships.",
      "es": "ya que era el mejor lugar para traer barcos grandes."
    }
  },
  {
    "translation": {
      "en": "So, he sends three elite British regiments to hold it,",
      "es": "Envía a tres regimientos británicos de élite para detenerlos,"
    }
  },
  {
    "translation": {
      "en": "and they're all sacrificed; the Germans annihilate them,",
      "es": "y los sacrifican, los alemanes los aniquilan"
    }
  },
  {
    "translation": {
      "en": "and they lose Calais.",
      "es": "y pierden Calais."
    }
  },
  {
    "translation": {
      "en": "The loss of life is daunting, but the distraction",
      "es": "La pérdida de vidas es desalentadora, pero la distracción"
    }
  },
  {
    "translation": {
      "en": "buys the BEF time to make other plans.",
      "es": "le da tiempo a la BEF para hacer otros planes."
    }
  },
  {
    "translation": {
      "en": "The decision to send the troops to Calais is actually a key bit of the story,",
      "es": "La decisión de enviar tropas a Calais es una parte clave de la historia,"
    }
  },
  {
    "translation": {
      "en": "because without that blocking force,",
      "es": "porque sin esa fuerza de bloqueo,"
    }
  },
  {
    "translation": {
      "en": "which was ultimately captured by the Germans,",
      "es": "que finalmente fue capturada por los alemanes,"
    }
  },
  {
    "translation": {
      "en": "the rest of the BEF and the French armies fighting alongside it",
      "es": "el resto de la BEF y los ejércitos franceses luchando con ella"
    }
  },
  {
    "translation": {
      "en": "are not gonna have enough time to get to the coast at Dunkirk",
      "es": "no hubieran tenido tiempo para llegar a la costa en Dunkerque"
    }
  },
  {
    "translation": {
      "en": "to construct a defensive perimeter that will allow them to be rescued.",
      "es": "para construir un perímetro defensivo que les permitiría ser rescatados."
    }
  },
  {
    "translation": {
      "en": "Just as it seems that hundreds of thousands",
      "es": "Justo cuando parece que cientos de miles"
    }
  },
  {
    "translation": {
      "en": "of Allied soldiers are within hours of being slaughtered or captured,",
      "es": "de soldados aliados están a horas de ser masacrados o capturados,"
    }
  },
  {
    "translation": {
      "en": "Hitler makes a highly controversial decision.",
      "es": "Hitler toma una decisión muy controvertida."
    }
  },
  {
    "translation": {
      "en": "When the German forces have almost",
      "es": "Cuando las fuerzas alemanas"
    }
  },
  {
    "translation": {
      "en": "driven the Allies back to the Channel harbors,",
      "es": "casi llevan a los Aliados a los puertos del canal,"
    }
  },
  {
    "translation": {
      "en": "Hitler suddenly orders them to stop.",
      "es": "Hitler les ordena que dejen de hacerlo."
    }
  },
  {
    "translation": {
      "en": "The German tank officers thought,",
      "es": "Los oficiales alemanes pensaron:"
    }
  },
  {
    "translation": {
      "en": "I mean, are they crazy? Are they mad? We are going to win.",
      "es": "¿Están locos? ¿Están fuera de sí? Vamos a ganar."
    }
  },
  {
    "translation": {
      "en": "Yes, we are exhausted, yes, we are short of supplies but...",
      "es": "Sí, estamos agotados, nos faltan suministros, pero..."
    }
  },
  {
    "translation": {
      "en": "speed is our lifeline.",
      "es": "...la velocidad es nuestra salvación."
    }
  },
  {
    "translation": {
      "en": "Stopping is not an option.",
      "es": "Parar no es una opción."
    }
  },
  {
    "translation": {
      "en": "But then they got the clear order,",
      "es": "Pero luego recibieron las órdenes,"
    }
  },
  {
    "translation": {
      "en": "so yes, they stopped and they were asking themselves,",
      "es": "así que se detuvieron y se preguntaban:"
    }
  },
  {
    "translation": {
      "en": "What the hell's going on here? That's ridiculous.",
      "es": "¿Qué diablos sucede aquí? Eso es ridículo."
    }
  },
  {
    "translation": {
      "en": "One of the reasons was surely that the Generals",
      "es": "Una de las razones era que los generales"
    }
  },
  {
    "translation": {
      "en": "had acted independently in the days prior and flouted Hitler's authority.",
      "es": "habían actuado de forma independiente y burlaron la autoridad de Hitler."
    }
  },
  {
    "translation": {
      "en": "Hitler wanted to show that he was the supreme war commander",
      "es": "Hitler quería demostrar que él era el comandante supremo de la guerra"
    }
  },
  {
    "translation": {
      "en": "and they had to obey him.",
      "es": "y tenían que obedecerlo."
    }
  },
  {
    "translation": {
      "en": "The man behind the decision",
      "es": "El hombre detrás de la decisión"
    }
  },
  {
    "translation": {
      "en": "is Luftwaffe Commander in Chief Hermann Göring.",
      "es": "es el comandante en jefe de la Luftwaffe, Hermann Göring."
    }
  },
  {
    "translation": {
      "en": "He convinces Hitler that the honor of annihilating the Allied soldiers",
      "es": "Convence a Hitler de que el honor de aniquilar a los soldados aliados"
    }
  },
  {
    "translation": {
      "en": "should fall not to the German Army, but to the Nazi- dominated air force.",
      "es": "no recaería en el ejército alemán, sino en la fuerza aérea nazi."
    }
  },
  {
    "translation": {
      "en": "Hermann Göring was a very influential Nazi,",
      "es": "Hermann Göring era un nazi muy influyente,"
    }
  },
  {
    "translation": {
      "en": "and he'd been touting the Luftwaffe as the arm, the weapon of the future.",
      "es": "y había estado promocionando a la Luftwaffe como el arma del futuro."
    }
  },
  {
    "translation": {
      "en": "And he was like, Look, let me unleash the Luftwaffe.",
      "es": "Decía: Déjame desatar la Luftwaffe."
    }
  },
  {
    "translation": {
      "en": "These are sitting ducks on the beach, I can destroy them from the air",
      "es": "Son como patos en la playa, puedo destruirlos desde el aire."
    }
  },
  {
    "translation": {
      "en": "and you can use the army, you can move south and destroy",
      "es": "Y puedes usar el ejército, puedes ir al sur y destruir"
    }
  },
  {
    "translation": {
      "en": "the rest of the French army, take Paris and pursue them",
      "es": "el resto del ejército francés, tomar París y perseguirlos"
    }
  },
  {
    "translation": {
      "en": "across the Loire if that's the direction they take.",
      "es": "por el río Loira, si toman es dirección."
    }
  },
  {
    "translation": {
      "en": "And the Luftwaffe can do this, you know, without wasting the field army.",
      "es": "Y la Luftwaffe puede hacer esto, sin desperdiciar el ejército de campaña."
    }
  },
  {
    "translation": {
      "en": "Back when they took this weapon from the Germans in Versailles,",
      "es": "Cuando le sacaron esta arma a los alemanes en Versalles,"
    }
  },
  {
    "translation": {
      "en": "they did not expect Germany to rebuild this weapon,",
      "es": "no esperaban que Alemania reconstruyera esta arma,"
    }
  },
  {
    "translation": {
      "en": "stronger and more powerful, under Adolf Hitler's leadership.",
      "es": "más fuerte y más poderosa, bajo el liderazgo de Adolf Hitler."
    }
  },
  {
    "translation": {
      "en": "But Göring's plan soon starts to unravel.",
      "es": "Pero el plan de Göring pronto comienza a desmoronarse."
    }
  },
  {
    "translation": {
      "en": "Very conveniently for the British, there was ten tenths' cloud cover",
      "es": "Por suerte para los británicos, había nubes"
    }
  },
  {
    "translation": {
      "en": "for most of the evacuation period, which is made worse by the fact",
      "es": "durante la mayor parte del período de evacuación, y eso empeora,"
    }
  },
  {
    "translation": {
      "en": "that the Germans have already bombed the oil refinery at Dunkirk,",
      "es": "ya que los alemanes bombardearon la refinería de Dunkerque,"
    }
  },
  {
    "translation": {
      "en": "and vast clouds of black smoke are pitching 15,000 feet into the sky.",
      "es": "y hay enormes nubes de humo negro de 4500 metros en el cielo."
    }
  },
  {
    "translation": {
      "en": "So basically, you can't actually see anything.",
      "es": "Básicamente, no pueden ver nada."
    }
  },
  {
    "translation": {
      "en": "The poor visibility makes it very difficult",
      "es": "La poca visibilidad hace que sea muy difícil"
    }
  },
  {
    "translation": {
      "en": "for the Luftwaffe to dive bomb,",
      "es": "que la Luftwaffe bombardee,"
    }
  },
  {
    "translation": {
      "en": "and even when the clouds start to disperse,",
      "es": "e incluso cuando las nubes comienzan a dispersarse,"
    }
  },
  {
    "translation": {
      "en": "the Stukas struggle to hit their targets.",
      "es": "a los Stukas les cuesta alcanzar sus objetivos."
    }
  },
  {
    "translation": {
      "en": "From 6,000 feet when you're starting your dive bombing,",
      "es": "Cuando quieres bombardear a 2000 metros de altura,"
    }
  },
  {
    "translation": {
      "en": "a destroyer crammed full of men just looks like a pencil",
      "es": "un destructor repleto de hombres parece un lápiz,"
    }
  },
  {
    "translation": {
      "en": "and it's kind of wobbling around all over the place,",
      "es": "y se mueve por todos lados,"
    }
  },
  {
    "translation": {
      "en": "and it's incredibly difficult to hit something that has been moving",
      "es": "y es muy difícil golpear algo que se mueve"
    }
  },
  {
    "translation": {
      "en": "from that distance.",
      "es": "desde esa distancia."
    }
  },
  {
    "translation": {
      "en": "Göring's planes also find themselves facing an unexpected weapon.",
      "es": "Los aviones de Göring también se enfrentan a un arma inesperada."
    }
  },
  {
    "translation": {
      "en": "Among the squadrons sent to defend the evacuation",
      "es": "Entre los escuadrones enviados para defender la evacuación"
    }
  },
  {
    "translation": {
      "en": "by the RAF's fighter command in the south of England",
      "es": "por el Mando de Caza de la RAF en el sur de Inglaterra"
    }
  },
  {
    "translation": {
      "en": "is a brilliant new fighter plane:",
      "es": "se encuentra un nuevo avión de combate brillante,"
    }
  },
  {
    "translation": {
      "en": "the Supermarine Spitfire.",
      "es": "el Supermarine Spitfire."
    }
  },
  {
    "translation": {
      "en": "For the first time, the fighter command",
      "es": "Por primera vez, el Mando de Caza"
    }
  },
  {
    "translation": {
      "en": "was able to break the German air superiority.",
      "es": "pudo romper la superioridad aérea alemana."
    }
  },
  {
    "translation": {
      "en": "They're sending Spitfires and Hurricanes from Southeast England over to Dunkirk",
      "es": "Envían Spitfires y Hurricanes desde el sudeste de Inglaterra a Dunkerque"
    }
  },
  {
    "translation": {
      "en": "to cover the evacuation and actually, they do a pretty good job.",
      "es": "para cubrir la evacuación, y de hecho, hacen un buen trabajo."
    }
  },
  {
    "translation": {
      "en": "They suffer as well, but they're pretty effective",
      "es": "Sufren también, pero son bastante eficaces"
    }
  },
  {
    "translation": {
      "en": "and they shoot down dive bombers-- German dive bombers in their droves.",
      "es": "y derriban bombarderos en picada alemanes en tropel."
    }
  },
  {
    "translation": {
      "en": "The Luftwaffe bombs a number of Royal Navy ships,",
      "es": "La Luftwaffe bombardea varios buques de la Marina Real,"
    }
  },
  {
    "translation": {
      "en": "but it fails to annihilate the British and French forces on the beaches",
      "es": "pero no logra aniquilar a las fuerzas británicas y francesas en las playas,"
    }
  },
  {
    "translation": {
      "en": "or their rescue boats as Göring had hoped.",
      "es": "o sus botes de rescate, como Göring esperaba."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Cecil Ingram recalls the evacuation.",
      "es": "El soldado de Royal Engineers, Cecil Ingram, recuerda la evacuación."
    }
  },
  {
    "translation": {
      "en": "It was a mass of soldiers...",
      "es": "Había una masa de soldados,"
    }
  },
  {
    "translation": {
      "en": "and we were being dive- bombed the whole time,",
      "es": "y nos bombardeaban todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "so you were trying to make yourself as safe as possible by sort of,",
      "es": "así que tratabas de estar a salvo lo más posible"
    }
  },
  {
    "translation": {
      "en": "burying into the sand as far as you could go.",
      "es": "enterrándote profundamente en la arena."
    }
  },
  {
    "translation": {
      "en": "You were lying low.",
      "es": "Te escondías."
    }
  },
  {
    "translation": {
      "en": "You could hear and see these Stuka bombers coming down",
      "es": "Podías oír y ver cómo bajaban los bombarderos Stuka"
    }
  },
  {
    "translation": {
      "en": "and the horrendous noise as they revved up and dived down.",
      "es": "y el horrendo ruido que hacían cuando subían y bajaban."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was quite scared...",
      "es": "Para ser sincero, tenía mucho miedo..."
    }
  },
  {
    "translation": {
      "en": "because you didn't know what was happening.",
      "es": "...porque no sabías lo que estaba pasando."
    }
  },
  {
    "translation": {
      "en": "It was... You know, communications had completely broken down.",
      "es": "Las comunicaciones se habían roto por completo."
    }
  },
  {
    "translation": {
      "en": "I think the word to use, it was chaotic.",
      "es": "Creo que la palabra es caótico."
    }
  },
  {
    "translation": {
      "en": "So, I eventually got up, walked into the water",
      "es": "Así que finalmente me levanté, caminé hacia el agua"
    }
  },
  {
    "translation": {
      "en": "with my rifle aloft, very wet.",
      "es": "con mi rifle arriba, muy mojado."
    }
  },
  {
    "translation": {
      "en": "I managed to get onto a naval ship.",
      "es": "Logré subir a un buque de la armada."
    }
  },
  {
    "translation": {
      "en": "My feet were bleeding.",
      "es": "Me sangraban los pies."
    }
  },
  {
    "translation": {
      "en": "I spent the journey over to England lying on the deck of this ship.",
      "es": "Todo el viaje a Inglaterra estuve en la cubierta de ese buque."
    }
  },
  {
    "translation": {
      "en": "Royal Army Service Corps Private Stanley William Priest",
      "es": "El soldado del Ejército Real, Stanley William Priest,"
    }
  },
  {
    "translation": {
      "en": "survived a German air attack over the Channel.",
      "es": "sobrevivió a un ataque aéreo alemán sobre el canal."
    }
  },
  {
    "translation": {
      "en": "We entered Dunkirk during an air raid",
      "es": "Entramos a Dunkerque durante un ataque aéreo,"
    }
  },
  {
    "translation": {
      "en": "and there were several severe air raids. A direct hit would have killed 100.",
      "es": "y hubo varios ataques aéreos graves. Un golpe directo mataba a 100."
    }
  },
  {
    "translation": {
      "en": "And we saw some planes approaching, and they machine- gunned the boat,",
      "es": "Vimos aviones aproximándose, y ametrallaron el barco,"
    }
  },
  {
    "translation": {
      "en": "killing 60 or so and wounding many others, including myself.",
      "es": "mataron a unos 60 e hirieron a muchos, incluyéndome a mí."
    }
  },
  {
    "translation": {
      "en": "I took shelter in a little alcove.",
      "es": "Me refugié en un nicho."
    }
  },
  {
    "translation": {
      "en": "The bullets were passing an inch or two from my feet,",
      "es": "Las balas pasaban a dos o tres centímetros de mis pies,"
    }
  },
  {
    "translation": {
      "en": "so had I been on deck, I'd almost certainly have been killed, or--",
      "es": "así que si hubiera estado en la cubierta, casi seguro me habrían matado, o..."
    }
  },
  {
    "translation": {
      "en": "But I lost a finger, and I got a bullet to my shoulder.",
      "es": "Pero perdí un dedo y recibí una bala en el hombro."
    }
  },
  {
    "translation": {
      "en": "The best Churchill was hoping for",
      "es": "Lo mejor que Churchill esperaba"
    }
  },
  {
    "translation": {
      "en": "was to save 45,000 soldiers from death or capture.",
      "es": "era salvar a 45 000 soldados de la muerte o la captura."
    }
  },
  {
    "translation": {
      "en": "But thanks to the navy, the little ships and the RAF,",
      "es": "Pero gracias a la marina, las naves y la RAF,"
    }
  },
  {
    "translation": {
      "en": "almost 340,000 were rescued.",
      "es": "casi 340 000 fueron rescatados."
    }
  },
  {
    "translation": {
      "en": "They got together enormous numbers",
      "es": "Se juntaron en enormes cantidades"
    }
  },
  {
    "translation": {
      "en": "of sea- going craft run by civilians,",
      "es": "de naves dirigidas por civiles,"
    }
  },
  {
    "translation": {
      "en": "and these people sailed voluntarily across the Channel",
      "es": "y esta gente navegó voluntariamente por el canal de la Mancha"
    }
  },
  {
    "translation": {
      "en": "at risk of life and limb to coordinate with the Royal Navy",
      "es": "arriesgando su vida para coordinar con la Marina Real"
    }
  },
  {
    "translation": {
      "en": "to rescue a huge proportion of the troops at Dunkirk.",
      "es": "y rescatar a una gran parte de las tropas en Dunkerque."
    }
  },
  {
    "translation": {
      "en": "Göring is humiliated.",
      "es": "Göring es humillado."
    }
  },
  {
    "translation": {
      "en": "Having failed to stop the British evacuation from Dunkirk,",
      "es": "Al no haber podido detener la evacuación británica de Dunkerque,"
    }
  },
  {
    "translation": {
      "en": "Hitler now turns the army towards Paris.",
      "es": "Hitler ahora dirige el ejército hacia París."
    }
  },
  {
    "translation": {
      "en": "In an effort to prevent their beloved capital city being reduced to rubble,",
      "es": "En un esfuerzo por evitar que su amada capital sea reducida a escombros,"
    }
  },
  {
    "translation": {
      "en": "the French flee, leaving it to be captured, undefended.",
      "es": "los franceses huyen, dejando que sea capturada, indefensa."
    }
  },
  {
    "translation": {
      "en": "There's no doubt that the French were aware",
      "es": "No hay duda de que los franceses sabían"
    }
  },
  {
    "translation": {
      "en": "of the German use of bombing",
      "es": "de los bombardeos alemanes"
    }
  },
  {
    "translation": {
      "en": "at Rotterdam and also previously against the Poles at Warsaw",
      "es": "en Rotterdam y también contra los polacos en Varsovia"
    }
  },
  {
    "translation": {
      "en": "and the terrible damage that was done to those cities,",
      "es": "y del terrible daño que causaron en esas ciudades,"
    }
  },
  {
    "translation": {
      "en": "and they did not want the same thing to happen",
      "es": "y no querían que les pasara lo mismo"
    }
  },
  {
    "translation": {
      "en": "to all the architectural jewels in Paris.",
      "es": "a todas las joyas arquitectónicas de París."
    }
  },
  {
    "translation": {
      "en": "They declare it an open city and move the government further south.",
      "es": "La declaran una ciudad abierta y llevaron al gobierno más al sur."
    }
  },
  {
    "translation": {
      "en": "The Germans march in on the 14th of June.",
      "es": "Los alemanes avanzan el 14 de junio."
    }
  },
  {
    "translation": {
      "en": "The French Government moves first to the City of Tours,",
      "es": "El gobierno francés se muda primero a la ciudad de Tours,"
    }
  },
  {
    "translation": {
      "en": "and then to Bordeaux.",
      "es": "y luego a Burdeos."
    }
  },
  {
    "translation": {
      "en": "Prime Minister Reynaud is replaced by 84- year- old First World War hero,",
      "es": "El primer ministro Reynaud es reemplazado por el héroe de la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "Marshal Philippe Pétain.",
      "es": "el mariscal Philippe Pétain, de 84 años."
    }
  },
  {
    "translation": {
      "en": "Pétain is a bit of a defeatist.",
      "es": "Pétain es un poco derrotista."
    }
  },
  {
    "translation": {
      "en": "He's pretty convinced that the French have lost the battle.",
      "es": "Está convencido de que los franceses perdieron la batalla."
    }
  },
  {
    "translation": {
      "en": "The most important thing to do now is to avoid revolution,",
      "es": "Lo más importante ahora es evitar la revolución,"
    }
  },
  {
    "translation": {
      "en": "avoid the French Army from collapsing completely,",
      "es": "evitar que el ejército francés colapse completamente,"
    }
  },
  {
    "translation": {
      "en": "and the best way to do that is to negotiate an armistice.",
      "es": "y la mejor manera de hacerlo es negociar un armisticio."
    }
  },
  {
    "translation": {
      "en": "The north of the France and the Atlantic seaboard",
      "es": "El norte de Francia y el litoral atlántico"
    }
  },
  {
    "translation": {
      "en": "are now occupied by the Germans.",
      "es": "están ocupados por los alemanes."
    }
  },
  {
    "translation": {
      "en": "The south is designated as the unoccupied zone",
      "es": "El sur es designado como la zona desocupada"
    }
  },
  {
    "translation": {
      "en": "and run as a puppet regime by Marshal Pétain",
      "es": "y administrado como un régimen títere por el mariscal Pétain"
    }
  },
  {
    "translation": {
      "en": "from the spa town of Vichy.",
      "es": "de la ciudad balneario de Vichy."
    }
  },
  {
    "translation": {
      "en": "Pétain's authoritarian regime replaces the French motto,",
      "es": "El régimen autoritario de Pétain reemplaza al lema francés,"
    }
  },
  {
    "translation": {
      "en": "liberté, égalité, fraternité,",
      "es": "Liberté, égalité, fraternité,"
    }
  },
  {
    "translation": {
      "en": "with a new slogan, work, family, fatherland.",
      "es": "con un nuevo eslogan: Trabajo, familia, patria."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of French workers are deported to Nazi Germany",
      "es": "Cientos de miles de trabajadores franceses son deportados a la Alemania nazi"
    }
  },
  {
    "translation": {
      "en": "to work as forced labor for the war effort.",
      "es": "para trabajar como mano de obra forzosa para la guerra."
    }
  },
  {
    "translation": {
      "en": "They replace Germans who were being enlisted to fight",
      "es": "Reemplazan a los alemanes que se alistaban para luchar"
    }
  },
  {
    "translation": {
      "en": "on the Eastern Front.",
      "es": "en el frente oriental."
    }
  },
  {
    "translation": {
      "en": "The speed of the German victory was astonishing.",
      "es": "La velocidad de la victoria alemana fue asombrosa."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg was a brilliant success.",
      "es": "Blitzkrieg fue un éxito brillante."
    }
  },
  {
    "translation": {
      "en": "German generals always had in mind,",
      "es": "Los generales alemanes siempre pensaban:"
    }
  },
  {
    "translation": {
      "en": "I want to have the perfect battle, so war is an art.",
      "es": "Quiero tener la batalla perfecta, así que la guerra es un arte."
    }
  },
  {
    "translation": {
      "en": "The Germans attack with an inferior army.",
      "es": "Los alemanes atacan con un ejército inferior."
    }
  },
  {
    "translation": {
      "en": "Inferior in numbers, inferior in quality,",
      "es": "Inferior en número, inferior en calidad,"
    }
  },
  {
    "translation": {
      "en": "but superior in their mentality.",
      "es": "pero superior en su mentalidad."
    }
  },
  {
    "translation": {
      "en": "We, as generals, just want to have the perfect battle.",
      "es": "Nosotros, como generales, queremos tener la batalla perfecta."
    }
  },
  {
    "translation": {
      "en": "And so, the whole war plan in 1940",
      "es": "Así que el plan de guerra de 1940"
    }
  },
  {
    "translation": {
      "en": "aimed for the perfect battle.",
      "es": "apuntaba a la batalla perfecta."
    }
  },
  {
    "translation": {
      "en": "And it was possible, because the British and the French",
      "es": "Y era posible, porque los británicos y los franceses"
    }
  },
  {
    "translation": {
      "en": "did every mistake and made every mistake they could make.",
      "es": "cometieron todos los errores posibles."
    }
  },
  {
    "translation": {
      "en": "The Nazis exploit their triumphant victory over the French",
      "es": "Los nazis explotan su triunfante victoria sobre los franceses"
    }
  },
  {
    "translation": {
      "en": "to create a huge spectacle for the newsreels",
      "es": "para crear un gran espectáculo para los noticieros,"
    }
  },
  {
    "translation": {
      "en": "which finally expunges the humiliating experiences",
      "es": "lo que borra finalmente las experiencias humillantes"
    }
  },
  {
    "translation": {
      "en": "endured in the First World War.",
      "es": "padecidas en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "The German victory over France",
      "es": "La victoria alemana sobre Francia"
    }
  },
  {
    "translation": {
      "en": "was the biggest victory of German military history,",
      "es": "fue la mayor victoria de la historia militar alemana,"
    }
  },
  {
    "translation": {
      "en": "so it was really an outstanding event for Germany,",
      "es": "así que fue un evento excepcional para Alemania,"
    }
  },
  {
    "translation": {
      "en": "and Hitler was quite clever to create a propaganda coup",
      "es": "y Hitler fue bastante inteligente en crear un golpe propagandístico"
    }
  },
  {
    "translation": {
      "en": "of how they were signing the armistice.",
      "es": "sobre la firma del armisticio."
    }
  },
  {
    "translation": {
      "en": "It was not just done somewhere in a hidden place, signing a document,",
      "es": "No se firmó un documento en un lugar oculto,"
    }
  },
  {
    "translation": {
      "en": "but it was really made up for the propaganda.",
      "es": "sino que se hizo por la propaganda."
    }
  },
  {
    "translation": {
      "en": "This time, it is Hitler's moment to gloat.",
      "es": "Esta vez, es el momento de Hitler de presumir."
    }
  },
  {
    "translation": {
      "en": "In a repeat of the November 1918 Armistice,",
      "es": "En una repetición del armisticio de noviembre de 1918,"
    }
  },
  {
    "translation": {
      "en": "he orders the very same railway carriage",
      "es": "ordena que el mismo vagón de tren"
    }
  },
  {
    "translation": {
      "en": "back to the same place at Compiegne",
      "es": "sea enviado de vuelta al mismo lugar en Compiègne"
    }
  },
  {
    "translation": {
      "en": "where the Germans surrendered in the First World War.",
      "es": "donde los alemanes se rindieron en la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "This time, it would be the French who would be paraded in disgrace",
      "es": "Esta vez serán los franceses los que desfilarán deshonrados"
    }
  },
  {
    "translation": {
      "en": "in front of the cameras.",
      "es": "frente a las cámaras."
    }
  },
  {
    "translation": {
      "en": "He took the railway carriage out of the museum,",
      "es": "Sacó el vagón del museo,"
    }
  },
  {
    "translation": {
      "en": "put it on the very place where it was used in the First World War,",
      "es": "lo puso en el mismo lugar donde se usó en la Primera Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "and at that very place,",
      "es": "y en ese mismo lugar,"
    }
  },
  {
    "translation": {
      "en": "the French leadership has to sign the armistice.",
      "es": "el liderazgo francés debe firmar el armisticio."
    }
  },
  {
    "translation": {
      "en": "And the symbol was, with that victory...",
      "es": "Y el símbolo fue que con esa victoria,"
    }
  },
  {
    "translation": {
      "en": "we, you know, somehow react on the defeat of the First World War.",
      "es": "de alguna manera reaccionamos ante la derrota de la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "There were cameras there, it was in all the press,",
      "es": "Había cámaras, toda la prensa estaba ahí,"
    }
  },
  {
    "translation": {
      "en": "and only a few days later, interestingly enough,",
      "es": "y unos días después, curiosamente,"
    }
  },
  {
    "translation": {
      "en": "he decides to take the railway carriage",
      "es": "decide llevar el vagón"
    }
  },
  {
    "translation": {
      "en": "back to Germany and to destroy the site of the 1918 Armistice,",
      "es": "de nuevo a Alemania y destruir el sitio del armisticio de 1918,"
    }
  },
  {
    "translation": {
      "en": "which, of course, had always been a humiliation for Germany.",
      "es": "que, por supuesto, siempre fue una humillación para Alemania."
    }
  },
  {
    "translation": {
      "en": "So now, we have won.",
      "es": "Ahora ganamos."
    }
  },
  {
    "translation": {
      "en": "The war, which had started in 1914, we have won that war.",
      "es": "La guerra, que comenzó en 1914, la ganamos."
    }
  },
  {
    "translation": {
      "en": "So, it's a combination of the First and the Second World War,",
      "es": "Es una combinación de la Primera y la Segunda Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "and we have won that.",
      "es": "y la ganamos."
    }
  },
  {
    "translation": {
      "en": "And by this, we overcome the defeat of the First World War.",
      "es": "Y con esto, superamos la derrota de la Primera Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "Now, we are not defeated, we won.",
      "es": "Ahora, no estamos derrotados, ganamos."
    }
  },
  {
    "translation": {
      "en": "And this awful event of having been defeated",
      "es": "Y este horrible hecho de haber sido derrotados"
    }
  },
  {
    "translation": {
      "en": "in the First World War, it's over, it's passed,",
      "es": "en la Primera Guerra Mundial se acabó, ya pasó,"
    }
  },
  {
    "translation": {
      "en": "and it's Hitler who's done this.",
      "es": "y fue Hitler quien lo hizo."
    }
  },
  {
    "translation": {
      "en": "It's Hitler.",
      "es": "Fue Hitler."
    }
  },
  {
    "translation": {
      "en": "He is, you know, the greatest war leader ever.",
      "es": "Es el mejor líder de guerra del mundo."
    }
  }
]