[
  {
    "translation": {
      "en": "[Sasha] When I look back on my life, I see it on the big screen.",
      "es": "Cuando reflexiono sobre mi vida, la veo en la pantalla grande."
    }
  },
  {
    "translation": {
      "en": "A collection of memories as full of light and color as the sky.",
      "es": "Una colección de recuerdos tan llena de luz y color como el cielo."
    }
  },
  {
    "translation": {
      "en": "I can remember the exact moment I fell in love with movies.",
      "es": "Recuerdo el instante en que me enamoré del cine."
    }
  },
  {
    "translation": {
      "en": "I went in knowing nothing and came out knowing",
      "es": "Entré sin saber nada y salí sabiendo que, si podía estar en un cine,"
    }
  },
  {
    "translation": {
      "en": "that if I could be in a movie theater, I didn't wanna be anywhere else.",
      "es": "Entré sin saber nada y salí sabiendo que, si podía estar en un cine, no quería estar en otro lugar."
    }
  },
  {
    "translation": {
      "en": "I was ten years old that summer, with nothing ahead of me but a whole life.",
      "es": "Ese verano, tenía diez años y una vida entera por delante."
    }
  },
  {
    "translation": {
      "en": "On June 20th, one movie opened that changed everything,",
      "es": "El 20 de junio, se estrenó una película que cambió todo."
    }
  },
  {
    "translation": {
      "en": "and not just the future of Hollywood but the lives of an entire generation.",
      "es": "No solo el futuro de Hollywood sino también la vida de una generación."
    }
  },
  {
    "translation": {
      "en": "I know because I was there.",
      "es": "Lo sé porque estuve ahí."
    }
  },
  {
    "translation": {
      "en": "I came of age in a dark theater, staring up at that big screen,",
      "es": "Me hice adulta en un cine oscuro, observando esa pantalla enorme,"
    }
  },
  {
    "translation": {
      "en": "watching the same movie over and over again.",
      "es": "mirando la misma película una y otra vez."
    }
  },
  {
    "translation": {
      "en": "It was not just a movie. It was the movie.",
      "es": "No era una simple película, era la película del momento."
    }
  },
  {
    "translation": {
      "en": "And that traps it in amber,",
      "es": "Y quedó cristalizada en mí"
    }
  },
  {
    "translation": {
      "en": "along with the best things I remember from that summer.",
      "es": "junto con mis mejores recuerdos de ese verano."
    }
  },
  {
    "translation": {
      "en": "The year was 1975, and that movie was Jaws.",
      "es": "El año era 1975 y la película era Tiburón."
    }
  },
  {
    "translation": {
      "en": "Oh God, help!",
      "es": "¡Dios mío! ¡Auxilio!"
    }
  },
  {
    "translation": {
      "en": "God! God, help!",
      "es": "¡Dios mío! ¡Auxilio!"
    }
  },
  {
    "translation": {
      "en": "It hurts! It hurts!",
      "es": "¡Me duele!"
    }
  },
  {
    "translation": {
      "en": "Oh my God! God, help me!",
      "es": "¡Por Dios! ¡Dios mío, ayúdenme!"
    }
  },
  {
    "translation": {
      "en": "God, please, help!",
      "es": "¡Ayúdenme, por favor!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] After that, nothing would ever be the same.",
      "es": "Después de eso, nada volvería a ser igual."
    }
  },
  {
    "translation": {
      "en": "Not summers, not movies, not beaches, and not me.",
      "es": "Ni los veranos, ni las películas, ni las playas, ni yo."
    }
  },
  {
    "translation": {
      "en": "[Sasha] We grew up in Topanga Canyon, which, in the '70s, was a wilderness",
      "es": "Crecimos en el Cañón de Topanga, que, en 1970, era una jungla de comunidades y tiendas naturistas"
    }
  },
  {
    "translation": {
      "en": "of communes and health food stores between the beaches and the Valley.",
      "es": "que, en 1970, era una jungla de comunidades y tiendas naturistas entre la playa y el Valle."
    }
  },
  {
    "translation": {
      "en": "We grew up like everyone grew up back then, fast and free.",
      "es": "Crecimos como crecían todos en esa época: rápido y libres."
    }
  },
  {
    "translation": {
      "en": "Probably a little too free.",
      "es": "Probablemente demasiado libres."
    }
  },
  {
    "translation": {
      "en": "Childhood wasn't eternal or monitored like it is now.",
      "es": "La niñez no era eterna ni estaba monitoreada como ahora."
    }
  },
  {
    "translation": {
      "en": "Our movies, our clothes, our music",
      "es": "Nuestras películas, ropa y música,"
    }
  },
  {
    "translation": {
      "en": "all told us that growing up was way better than being a kid.",
      "es": "todo eso nos decía que crecer era mejor que ser niños."
    }
  },
  {
    "translation": {
      "en": "My ten-year-old's reality was stolen kisses at hippie bonfires",
      "es": "Mi realidad a los diez años eran besos robados en fogatas hippies en playa Topanga."
    }
  },
  {
    "translation": {
      "en": "on Topanga Beach.",
      "es": "en fogatas hippies en playa Topanga."
    }
  },
  {
    "translation": {
      "en": "We didn't have social media to reflect the fun we might be having.",
      "es": "No había redes sociales para mostrar cuánto nos divertíamos."
    }
  },
  {
    "translation": {
      "en": "-No texting, no TikTok. -[\"Summer Breeze\" plays]",
      "es": "No había celulares ni TikTok."
    }
  },
  {
    "translation": {
      "en": "We didn't have much of anything except our imaginations",
      "es": "No teníamos mucho de nada, excepto imaginación"
    }
  },
  {
    "translation": {
      "en": "and, every so often, the night sky.",
      "es": "y, de vez en cuando, el cielo nocturno."
    }
  },
  {
    "translation": {
      "en": "We'd stay up all night counting stars, imagining what our lives might become.",
      "es": "Contábamos estrellas toda la noche, imaginando cómo sería nuestra vida."
    }
  },
  {
    "translation": {
      "en": "We told each other the dumbest shit, like how Donna Summer did real sex…",
      "es": "Nos contábamos estupideces, como que Donna Summer había tenido \"sexo real\""
    }
  },
  {
    "translation": {
      "en": "…while recording \"Love to Love You Baby.\"",
      "es": "cuando grababa \"Love to Love You Baby\"."
    }
  },
  {
    "translation": {
      "en": "Or how Bubble Yum was literally filled with tiny spiders. Or that Mikey…",
      "es": "O que el chicle Bubble Yum estaba literalmente relleno de arañitas. O que Mikey…"
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He won't eat it. He hates everything.",
      "es": "Mikey no lo va a comer, odia todo."
    }
  },
  {
    "translation": {
      "en": "[Sasha] …had eaten Pop Rocks, chugged soda, and died when his stomach exploded.",
      "es": "…había comido un caramelo con soda y le había explotado el estómago."
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He likes it! Hey, Mikey!",
      "es": "¡Le gusta! ¡Oye, Mikey!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] There wasn't much we wouldn't believe.",
      "es": "Prácticamente nos creíamos todo."
    }
  },
  {
    "translation": {
      "en": "[announcer on TV] It is as if God created the devil…",
      "es": "Es como si Dios hubiese creado al Diablo."
    }
  },
  {
    "translation": {
      "en": "-[\"Main Title (Theme From Jaws)\" plays] -…and gave him… jaws.",
      "es": "Y le hubiese dado mandíbulas."
    }
  },
  {
    "translation": {
      "en": "Rated PG. May be too intense for younger children.",
      "es": "No es apta para menores de 13 años."
    }
  },
  {
    "translation": {
      "en": "[Sasha] By June of 1975, you could not escape Jaws.",
      "es": "Para junio de 1975, nadie podía escapar de Tiburón."
    }
  },
  {
    "translation": {
      "en": "Universal made sure it was everywhere.",
      "es": "Universal se aseguró de que estuviera en todas partes."
    }
  },
  {
    "translation": {
      "en": "The Benchley paperback everyone was reading.",
      "es": "El libro de Benchley que todos leían."
    }
  },
  {
    "translation": {
      "en": "The trailer everyone feared. The poster everyone wanted.",
      "es": "El avance que todos temían. El póster que todos deseaban."
    }
  },
  {
    "translation": {
      "en": "The T-shirts everyone wore.",
      "es": "Las camisetas que todos usaban."
    }
  },
  {
    "translation": {
      "en": "That massive, razor-toothed monster swam inches beneath the same American culture",
      "es": "Ese monstruo gigantesco y dientudo nadaba a centímetros de la cultura estadounidense"
    }
  },
  {
    "translation": {
      "en": "that had just survived Charles Manson, the Vietnam War, and Watergate.",
      "es": "que acababa de sobrevivir a Manson, la Guerra de Vietnam y el Watergate."
    }
  },
  {
    "translation": {
      "en": "Everybody has a Jaws story.",
      "es": "Todos tienen una historia con Tiburón."
    }
  },
  {
    "translation": {
      "en": "Mostly you hear them from boys, who took ownership of that summer",
      "es": "Suelen contarla varones, que se apropiaron de ese verano"
    }
  },
  {
    "translation": {
      "en": "as their fanboy-nation origin story.",
      "es": "como su propia historia de origen."
    }
  },
  {
    "translation": {
      "en": "-[\"That's the Way (I Like It)\" plays] -But girls, we were there too.",
      "es": "como su propia historia de origen. Pero las chicas también estuvimos ahí."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah, we were there.",
      "es": "Carajo, sin duda estuvimos ahí."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Between welfare and food stamps, our mom could barely afford admission,",
      "es": "Nuestra mamá apenas podía pagar la entrada al cine,"
    }
  },
  {
    "translation": {
      "en": "let alone popcorn.",
      "es": "ni hablar de las palomitas."
    }
  },
  {
    "translation": {
      "en": "But we made a deal with her.",
      "es": "Pero hicimos un trato."
    }
  },
  {
    "translation": {
      "en": "if she dropped us off in time for the first show,",
      "es": "Si nos llevaba a la primera función,"
    }
  },
  {
    "translation": {
      "en": "she wouldn't have to pick us up until after the last.",
      "es": "podía recogernos después de la última."
    }
  },
  {
    "translation": {
      "en": "What should I do while you're gone?",
      "es": "¿Qué haré si no estás?"
    }
  },
  {
    "translation": {
      "en": "[Sasha] At the cost of one ticket each,",
      "es": "Y al precio de una entrada,"
    }
  },
  {
    "translation": {
      "en": "that was how my sister and I saw Jaws at least 40 times that summer.",
      "es": "mi hermana y yo vimos Tiburón al menos 40 veces ese verano."
    }
  },
  {
    "translation": {
      "en": "[man on screen] I'll be back in two minutes.",
      "es": "Vuelvo en dos minutos."
    }
  },
  {
    "translation": {
      "en": "[Sasha] But back then, to see a movie, you had to actually go to the movies.",
      "es": "En esa época, para ver una película había que ir al cine."
    }
  },
  {
    "translation": {
      "en": "And since there were no theaters in Topanga,",
      "es": "Y como no había cines en Topanga,"
    }
  },
  {
    "translation": {
      "en": "we had to drive 30 minutes to the San Fernando Valley.",
      "es": "debíamos viajar hasta el Valle de San Fernando."
    }
  },
  {
    "translation": {
      "en": "For Canyon rats like us, that was like visiting a utopian America",
      "es": "Para nosotras, era como visitar un país utópico que solo se veía en televisión."
    }
  },
  {
    "translation": {
      "en": "only seen on television.",
      "es": "era como visitar un país utópico que solo se veía en televisión."
    }
  },
  {
    "translation": {
      "en": "It was boys who looked like Greg Brady and girls who looked like Farrah.",
      "es": "Los chicos se parecían a Greg Brady y las chicas se parecían a Farrah."
    }
  },
  {
    "translation": {
      "en": "-You know, normal people. -[\"Rock Your Baby\" plays]",
      "es": "Me refiero a la gente normal."
    }
  },
  {
    "translation": {
      "en": "And it was so hot you could barely breathe.",
      "es": "Hacía tanto calor que costaba respirar."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Movies can freeze time,",
      "es": "El cine puede detener el tiempo."
    }
  },
  {
    "translation": {
      "en": "like vanilla ice cream melting down your wrist on hot summer afternoons can.",
      "es": "Igual que el helado de vainilla que se derrite en tu muñeca en verano."
    }
  },
  {
    "translation": {
      "en": "Like sleeping under the stars can.",
      "es": "O dormir bajo las estrellas."
    }
  },
  {
    "translation": {
      "en": "Like first kisses can.",
      "es": "O los primeros besos."
    }
  },
  {
    "translation": {
      "en": "But you can't freeze time forever.",
      "es": "Pero no se detiene para siempre."
    }
  },
  {
    "translation": {
      "en": "That summer, there was a new man in our mom's life,",
      "es": "Ese verano, llegó un hombre a la vida de mamá"
    }
  },
  {
    "translation": {
      "en": "teaching her how to flip houses, promising to get us off welfare,",
      "es": "y le enseñó a revender casas con la promesa de sacarnos adelante"
    }
  },
  {
    "translation": {
      "en": "and tame the Topanga out of us.",
      "es": "y domesticar nuestro lado pueblerino."
    }
  },
  {
    "translation": {
      "en": "There were a lot of distractions that summer, and we needed them.",
      "es": "Nos distrajimos mucho ese verano y lo necesitábamos."
    }
  },
  {
    "translation": {
      "en": "But Jaws was more than a distraction.",
      "es": "Pero Tiburón fue más que una distracción."
    }
  },
  {
    "translation": {
      "en": "It gave us something to turn to instead of someone to run away from.",
      "es": "Nos dio algo a lo cual recurrir en lugar de alguien de quien huir."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws wasn't just a blockbuster or a pop culture phenomenon.",
      "es": "Tiburón no fue solo un éxito o un fenómeno de la cultura pop."
    }
  },
  {
    "translation": {
      "en": "It was a time and a place, a feeling,",
      "es": "Fue un momento, un lugar y una sensación."
    }
  },
  {
    "translation": {
      "en": "an atmosphere that can never be fully appreciated by anyone who wasn't there.",
      "es": "Una atmósfera que no se puede apreciar del todo si no se estuvo allí."
    }
  },
  {
    "translation": {
      "en": "Jaws transformed our lives in the ways we needed it to.",
      "es": "Tiburón transformó nuestras vidas del modo que necesitábamos."
    }
  },
  {
    "translation": {
      "en": "And from then on, we willed our childhood to be Jaws.",
      "es": "Y, de ahí en adelante, deseamos que nuestra niñez fuera Tiburón."
    }
  },
  {
    "translation": {
      "en": "Amity Island became our island.",
      "es": "Amity Island se volvió nuestra isla."
    }
  },
  {
    "translation": {
      "en": "We reenacted Chrissie's death scene any time we were near the water.",
      "es": "Cerca del agua, actuábamos la escena de la muerte de Chrissie."
    }
  },
  {
    "translation": {
      "en": "A tree house in our backyard was our Orca.",
      "es": "Una casita del árbol en nuestro jardín era nuestra Orca."
    }
  },
  {
    "translation": {
      "en": "The Jaws Log, the must-have handbook for all self-respecting fans, was our bible.",
      "es": "El Jaws Log, el manual imprescindible para todo buen fan, era nuestra Biblia."
    }
  },
  {
    "translation": {
      "en": "We became self-taught experts on the Carcharodon carcharias.",
      "es": "Nos convertimos en expertas en el Carcharodon carcharias."
    }
  },
  {
    "translation": {
      "en": "We scoured the beaches for sharks' teeth.",
      "es": "Buscábamos dientes de tiburón en la playa."
    }
  },
  {
    "translation": {
      "en": "We got our hands on Super 8 cameras so that we could make our own movies.",
      "es": "Conseguíamos cámaras Super 8 para hacer nuestras propias películas."
    }
  },
  {
    "translation": {
      "en": "We fell in love with the movies that summer.",
      "es": "Ese verano, nos enamoramos del cine."
    }
  },
  {
    "translation": {
      "en": "No matter where we were, what we did,",
      "es": "Sin importar dónde estábamos o qué hacíamos,"
    }
  },
  {
    "translation": {
      "en": "all we could think about was sitting in the dark, elbow-to-elbow with our other family.",
      "es": "solo queríamos sentarnos en la oscuridad, junto a nuestra otra familia."
    }
  },
  {
    "translation": {
      "en": "[woman 1 on screen] When do I become an islander?",
      "es": "¿Cuándo me convierto en isleña?"
    }
  },
  {
    "translation": {
      "en": "[woman 2 on screen] Ellen, never.",
      "es": "¡Ellen, nunca!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] And it didn't even have to be inside.",
      "es": "Y ni tenía que ser bajo techo."
    }
  },
  {
    "translation": {
      "en": "By taking advantage of the kids-hide-on-the-floor discount,",
      "es": "Con el descuento de \"los niños se ocultan\","
    }
  },
  {
    "translation": {
      "en": "we could go to the Van Nuys Drive-In, and Mom could come with us.",
      "es": "podíamos ir al autocine y mamá podía ir con nosotras."
    }
  },
  {
    "translation": {
      "en": "Especially on those hot summer nights when all you wanna do is sit outside.",
      "es": "En especial en esas noches de verano, donde solo quieres estar al aire libre."
    }
  },
  {
    "translation": {
      "en": "[man on screen] $3,000 buys an awful lot of roast.",
      "es": "Tres mil dólares es mucho dinero."
    }
  },
  {
    "translation": {
      "en": "[Sasha] As much as I loved Jaws then,",
      "es": "Aunque me encantaba Tiburón,"
    }
  },
  {
    "translation": {
      "en": "I was not capable of fully understanding the complexity of the characters",
      "es": "no entendía del todo la complejidad de los personajes"
    }
  },
  {
    "translation": {
      "en": "or the mastery of the filmmaking at ten years old, maybe not even at 20.",
      "es": "ni el dominio cinematográfico a los diez años. Quizás tampoco a los 20."
    }
  },
  {
    "translation": {
      "en": "But if you watch a movie enough times, you start to notice things.",
      "es": "Pero si miras una película muchas veces, comienzas a notar cosas."
    }
  },
  {
    "translation": {
      "en": "[man on screen] Can we go home?",
      "es": "¿Podemos irnos?"
    }
  },
  {
    "translation": {
      "en": "[Sasha] The more times I watched it, the closer I looked.",
      "es": "Cuantas más veces la miraba, más atención ponía."
    }
  },
  {
    "translation": {
      "en": "The closer I looked, the more I saw.",
      "es": "Cuanta más atención ponía, más veía."
    }
  },
  {
    "translation": {
      "en": "Things I didn't catch the first, oof, 30 times.",
      "es": "Hubo cosas que no entendí las primeras 30 veces."
    }
  },
  {
    "translation": {
      "en": "And with each new discovery, it was like a whole new movie appeared.",
      "es": "Y con cada nuevo descubrimiento, aparecía una película nueva."
    }
  },
  {
    "translation": {
      "en": "It was the ridiculous",
      "es": "Era la ridiculez"
    }
  },
  {
    "translation": {
      "en": "and the sublime.",
      "es": "y la grandiosidad."
    }
  },
  {
    "translation": {
      "en": "The exhilaration.",
      "es": "La euforia."
    }
  },
  {
    "translation": {
      "en": "Fast fish!",
      "es": "¡Pez rápido!"
    }
  },
  {
    "translation": {
      "en": "[man] Watch my hand!",
      "es": "¡Cuidado con mi brazo!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Steven Spielberg, serving up unflinching terror and childlike wonder",
      "es": "Steven Spielberg ofrecía terror sin tregua y asombro infantil"
    }
  },
  {
    "translation": {
      "en": "in one perfectly composed shot after another.",
      "es": "en una sucesión de planos perfectamente compuestos."
    }
  },
  {
    "translation": {
      "en": "His whole creative team firing on all cylinders.",
      "es": "El equipo creativo dio todo su potencial."
    }
  },
  {
    "translation": {
      "en": "The landmark score by John Williams,",
      "es": "La mítica creación de John Williams,"
    }
  },
  {
    "translation": {
      "en": "not just music but storytelling,",
      "es": "no solo en el plano musical sino también narrativo,"
    }
  },
  {
    "translation": {
      "en": "deployed with such restraint.",
      "es": "se desplegó con gran sobriedad."
    }
  },
  {
    "translation": {
      "en": "The shark theme is the shark, and when there is no shark, there is no theme.",
      "es": "El tema \"Shark Theme\" es el tiburón y, si no hay tiburón, no hay tema."
    }
  },
  {
    "translation": {
      "en": "Screenwriter Carl Gottlieb's brilliant foreshadowing.",
      "es": "La brillante advertencia del guionista Carl Gottlieb."
    }
  },
  {
    "translation": {
      "en": "It… it's all psychological.",
      "es": "Martin, es todo psicológico."
    }
  },
  {
    "translation": {
      "en": "You yell \"barracuda.\"",
      "es": "Si gritas \"barracuda\","
    }
  },
  {
    "translation": {
      "en": "Everybody says, \"Huh, what?\"",
      "es": "nadie entiende."
    }
  },
  {
    "translation": {
      "en": "You yell \"shark\"…",
      "es": "Si gritas \"tiburón\"…"
    }
  },
  {
    "translation": {
      "en": "Shark, three-five-zero!",
      "es": "¡Tiburón a la vista!"
    }
  },
  {
    "translation": {
      "en": "[man] …we've got a panic on our hands on the Fourth of July.",
      "es": "Tenemos una situación de pánico el 4 de julio."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Spielberg and editor Verna Fields' careful modulation from full-blown panic…",
      "es": "La modulación de Spielberg y la editora Verna Fields entre el pánico absoluto…"
    }
  },
  {
    "translation": {
      "en": "…to the depressurization of comic relief…",
      "es": "y la descompresión de los momentos cómicos…"
    }
  },
  {
    "translation": {
      "en": "He made me do it! He talked me into it!",
      "es": "¡Él me obligó a hacerlo! ¡Me convenció!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Rising again into dread and horror.",
      "es": "…que resurgen convertidos en espanto y horror."
    }
  },
  {
    "translation": {
      "en": "Sha… shark! It's a shark!",
      "es": "¡Tiburón! ¡Es un tiburón!"
    }
  },
  {
    "translation": {
      "en": "It's going into the pond! The shark's in the estuary!",
      "es": "¡Está entrando en el estanque! ¡Está en el estuario!"
    }
  },
  {
    "translation": {
      "en": "-[man] Now what? -[woman] In the estuary!",
      "es": "- ¿Y ahora qué? - ¡En el estuario!"
    }
  },
  {
    "translation": {
      "en": "[Ellen] Michael's in the pond.",
      "es": "Michael está ahí."
    }
  },
  {
    "translation": {
      "en": "[woman] Shark is in the pond! Shark! In the pond!",
      "es": "¡El tiburón está en el estanque!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws comes alive in all the senses.",
      "es": "Tiburón cobra vida en todos los sentidos."
    }
  },
  {
    "translation": {
      "en": "You smell it. You hear it. You taste it.",
      "es": "Lo hueles, lo oyes, lo saboreas."
    }
  },
  {
    "translation": {
      "en": "You live it.",
      "es": "Lo vives."
    }
  },
  {
    "translation": {
      "en": "And the second it was over, I wanted to get right back in line for more.",
      "es": "Y en cuanto terminó, quise volver a la fila para ver más."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "es": "Y más."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "es": "Y más."
    }
  },
  {
    "translation": {
      "en": "After that, the summer blockbuster was born.",
      "es": "Así nació el éxito de taquilla del verano."
    }
  },
  {
    "translation": {
      "en": "From then on, my sister and I were full-blown movie geeks,",
      "es": "Mi hermana y yo nos volvimos cinéfilas absolutas."
    }
  },
  {
    "translation": {
      "en": "waiting in line three hours for Star Wars,",
      "es": "Esperamos horas para ver Star Wars,"
    }
  },
  {
    "translation": {
      "en": "acting out the Chestburster scene from Alien,",
      "es": "actuábamos la escena del desgarro del pecho de Alien,"
    }
  },
  {
    "translation": {
      "en": "tape recording Raiders so that we could memorize every line,",
      "es": "grabamos Indiana Jones para memorizar cada línea"
    }
  },
  {
    "translation": {
      "en": "and scamming our way into a sneak preview of E.T.",
      "es": "y entramos sin permiso a un preestreno de E.T."
    }
  },
  {
    "translation": {
      "en": "We were standing in the same lines, sitting in the same seats,",
      "es": "En las mismas filas, sentadas en los mismos asientos,"
    }
  },
  {
    "translation": {
      "en": "but sometime between Jaws and E.T.,",
      "es": "en algún momento entre Tiburón y E.T.,"
    }
  },
  {
    "translation": {
      "en": "we looked down, and there were… boobs.",
      "es": "miramos hacia abajo y había senos."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Somehow, boys could grow into men and still be fanboys.",
      "es": "Los varones se convertían en hombres y seguían siendo fanáticos."
    }
  },
  {
    "translation": {
      "en": "But once hormones were part of the equation, they went one way,",
      "es": "Pero con la llegada de las hormonas, tomamos caminos separados."
    }
  },
  {
    "translation": {
      "en": "and we went the other. We were no longer on the same quest",
      "es": "tomamos caminos separados. Ya no estábamos en la misma búsqueda."
    }
  },
  {
    "translation": {
      "en": "but the prize at the end of it, a thing to fear, to woo, to win.",
      "es": "Éramos el premio final, algo que temer, seducir y ganar."
    }
  },
  {
    "translation": {
      "en": "And it wasn't just that. Hollywood changed too.",
      "es": "Y no solo eso cambió. Hollywood también cambió."
    }
  },
  {
    "translation": {
      "en": "At some point in this blockbuster narrative,",
      "es": "En esta historia de éxitos de taquilla,"
    }
  },
  {
    "translation": {
      "en": "girls got left on the cutting room floor.",
      "es": "las chicas quedaron fuera del montaje final."
    }
  },
  {
    "translation": {
      "en": "Hollywood bet big on boys, and it paid off.",
      "es": "Hollywood apostó en los varones y eso dio frutos."
    }
  },
  {
    "translation": {
      "en": "We watched the rise of branded, packaged properties",
      "es": "Vimos el ascenso de productos de marca, envasados,"
    }
  },
  {
    "translation": {
      "en": "based on video games and comic books,",
      "es": "basados en videojuegos y cómics,"
    }
  },
  {
    "translation": {
      "en": "financed by sell-through DVD revenues,",
      "es": "financiados por ventas de DVD,"
    }
  },
  {
    "translation": {
      "en": "all aimed at a reliable middle-school male demographic.",
      "es": "dirigidos a un público masculino con estudios secundarios."
    }
  },
  {
    "translation": {
      "en": "But sometimes you had to wonder,",
      "es": "Pero a veces, cabía preguntarse:"
    }
  },
  {
    "translation": {
      "en": "\"Are these even movies? What happened to the story?\"",
      "es": "\"¿Estas son películas? ¿Qué pasó con la historia?\""
    }
  },
  {
    "translation": {
      "en": "Could Jaws even be made today?",
      "es": "¿Sería posible hacer Tiburón hoy?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the gauntlet of Rotten Tomatoes,",
      "es": "¿Podría sobrevivir a las críticas de Rotten Tomatoes,"
    }
  },
  {
    "translation": {
      "en": "CinemaScore,",
      "es": "de CinemaScore,"
    }
  },
  {
    "translation": {
      "en": "the dreaded Oscar-worthiness test?",
      "es": "o a la temida prueba del mérito de un Óscar?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the scrutiny of its mechanical shark,",
      "es": "¿Sobreviviría al escrutinio de su tiburón mecánico,"
    }
  },
  {
    "translation": {
      "en": "whose rubbery performance was irrelevant back then but wouldn't be now?",
      "es": "cuya actuación de goma era irrelevante pero no lo sería ahora?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the hive mind on Twitter, picking over Spielberg's every intention?",
      "es": "¿Sobreviviría a la mentalidad de Twitter, que pondría cada intención de Spielberg bajo la lupa?"
    }
  },
  {
    "translation": {
      "en": "Jaws went so far over budget, it could've been one of Hollywood's biggest disasters.",
      "es": "Tiburón se excedió tanto de su presupuesto que pudo haber sido un gran desastre."
    }
  },
  {
    "translation": {
      "en": "Instead, time has revealed it to be one of the greatest films ever made.",
      "es": "Pero se convirtió en una de las mejores películas de la historia."
    }
  },
  {
    "translation": {
      "en": "But it also set an unrealistic bar for what box office success meant.",
      "es": "También puso una vara poco realista para definir un éxito de taquilla."
    }
  },
  {
    "translation": {
      "en": "So are moviegoers the victims of Jaws' success?",
      "es": "Entonces, ¿el público de cine es víctima del éxito de Tiburón?"
    }
  },
  {
    "translation": {
      "en": "Are all of us who showed up faithfully over and over again",
      "es": "¿Todos los fieles espectadores que vimos esta película una y otra vez para revivir una experiencia"
    }
  },
  {
    "translation": {
      "en": "to see this one movie, to relive this one experience,",
      "es": "que vimos esta película una y otra vez para revivir una experiencia"
    }
  },
  {
    "translation": {
      "en": "are we to blame for the death of all good things in cinema?",
      "es": "somos responsables de la muerte de todo lo bueno del cine?"
    }
  },
  {
    "translation": {
      "en": "-Smile, you son of a… -[rifle fires]",
      "es": "Sonríe, hijo de…"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And no.",
      "es": "Y no."
    }
  },
  {
    "translation": {
      "en": "You can't blame movie fans for liking what they like.",
      "es": "No se puede culpar a los fanáticos del cine por sus gustos."
    }
  },
  {
    "translation": {
      "en": "But Hollywood seemed to learn the wrong lessons from the summer of the shark.",
      "es": "Pero Hollywood parece haber aprendido lecciones equivocadas ese verano."
    }
  },
  {
    "translation": {
      "en": "They chased a spectacle and the numbers game",
      "es": "Persiguieron el espectáculo y el juego de las cifras,"
    }
  },
  {
    "translation": {
      "en": "but forgot what really made Jaws Jaws.",
      "es": "pero se olvidaron de la esencia de Tiburón."
    }
  },
  {
    "translation": {
      "en": "It was a great story, brilliantly told.",
      "es": "Era una historia excelente, contada brillantemente."
    }
  },
  {
    "translation": {
      "en": "For me, movies will always represent the manifestation of the surreal,",
      "es": "Para mí, las películas siempre representarán la manifestación de lo surrealista,"
    }
  },
  {
    "translation": {
      "en": "the beautiful, and the terrifying.",
      "es": "lo hermoso y lo aterrador."
    }
  },
  {
    "translation": {
      "en": "Movie theaters offer both the wonder and danger of Oz",
      "es": "Las salas de cine ofrecen las maravillas y peligros de Oz"
    }
  },
  {
    "translation": {
      "en": "and the safe haven of Kansas.",
      "es": "y el refugio seguro de Kansas."
    }
  },
  {
    "translation": {
      "en": "The best movies, like the worst people, can leave you with scars,",
      "es": "Las mejores películas, como las peores personas, pueden dejar cicatrices,"
    }
  },
  {
    "translation": {
      "en": "with courage in the place of fear, and, if you're lucky, hope.",
      "es": "con coraje donde había miedo y, si tienes suerte, esperanza."
    }
  },
  {
    "translation": {
      "en": "And when there is no hope, there may be sharks",
      "es": "Y, cuando no hay esperanza, puede haber tiburones,"
    }
  },
  {
    "translation": {
      "en": "and long-lost summers",
      "es": "y veranos lejanos"
    }
  },
  {
    "translation": {
      "en": "and little girls in dark theaters quoting the lines of a movie…",
      "es": "y niñitas en salas oscuras citando las líneas de una película…"
    }
  },
  {
    "translation": {
      "en": "-[man on screen] I used to hate the water. -[Sasha] …they already know by heart.",
      "es": "Solía odiar el agua. …que ya conocen de memoria."
    }
  },
  {
    "translation": {
      "en": "[man 2 on screen] I can't imagine why.",
      "es": "No puedo imaginar por qué."
    }
  }
]