[
  {
    "translation": {
      "en": "Ten and a half months since Hurricane Maria devastated Puerto Rico,",
      "es": "Diez meses y medio después de que María devastó Puerto Rico,"
    }
  },
  {
    "translation": {
      "en": "nearly half the island still does not have electricity.",
      "es": "casi la mitad de la isla aún no tiene electricidad."
    }
  },
  {
    "translation": {
      "en": "The slow pace of recovery has lead hundreds of thousands of Puerto Ricans,",
      "es": "La lenta recuperación ha llevado a cientos de miles de puertorriqueños,"
    }
  },
  {
    "translation": {
      "en": "who are American citizens, to relocate on the U.S. mainland.",
      "es": "que son ciudadanos estadounidenses, a reubicarse en Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "Transitional shelter assistance",
      "es": "La ayuda de refugios transitorios"
    }
  },
  {
    "translation": {
      "en": "provides hotel rooms for displaced Puerto Ricans to live in.",
      "es": "proporciona habitaciones de hotel para los puertorriqueños desplazados."
    }
  },
  {
    "translation": {
      "en": "And they've got until June 30th",
      "es": "Y tienen hasta el 30 de junio,"
    }
  },
  {
    "translation": {
      "en": "before FEMA will finally discontinue the program.",
      "es": "antes de que FEMA finalmente suspenda el programa."
    }
  },
  {
    "translation": {
      "en": "So they essentially will be homeless at the end of June.",
      "es": "Así que, básicamente, no tendrán hogar a finales de junio."
    }
  },
  {
    "translation": {
      "en": "Pretty! Look!",
      "es": "PERO FEMA NO HA EXTENDIDO LOS MISMOS BENEFICIOS A VÍCTIMAS DEL HURACÁN MARÍA."
    }
  },
  {
    "translation": {
      "en": "You have reached the Federal Emergency Management Agency.",
      "es": "Ha llamado a la Agencia Federal para el Manejo de Emergencias."
    }
  },
  {
    "translation": {
      "en": "The evacuee population that we work with,",
      "es": "La población evacuada con la que trabajamos"
    }
  },
  {
    "translation": {
      "en": "we've seen an ongoing hurricane, right?",
      "es": "es como un huracán sin fin."
    }
  },
  {
    "translation": {
      "en": "On the island, a hurricane passed. It was devastating.",
      "es": "En la isla, pasó un huracán, fue devastador,"
    }
  },
  {
    "translation": {
      "en": "There were long- term consequences.",
      "es": "hubo consecuencias a largo plazo. Para los evacuados,"
    }
  },
  {
    "translation": {
      "en": "For the evacuees, that hurricane is being renewed every month",
      "es": "hubo consecuencias a largo plazo. Para los evacuados, ese huracán se renueva cada mes"
    }
  },
  {
    "translation": {
      "en": "because they are living under perpetually precarious situations.",
      "es": "porque viven constantemente en situaciones precarias."
    }
  },
  {
    "translation": {
      "en": "They're trying to seek a job with a living wage,",
      "es": "Buscan trabajo con un salario digno,"
    }
  },
  {
    "translation": {
      "en": "trying to get their children's needs met",
      "es": "tratando de satisfacer las necesidades de sus hijos"
    }
  },
  {
    "translation": {
      "en": "and healthcare issues met.",
      "es": "y los problemas de salud."
    }
  },
  {
    "translation": {
      "en": "It's an ongoing survival mode.",
      "es": "Es un modo de supervivencia continuo."
    }
  },
  {
    "translation": {
      "en": "According to a new study,",
      "es": "Según un nuevo estudio,"
    }
  },
  {
    "translation": {
      "en": "the death toll from Hurricane Maria in Puerto Rico",
      "es": "la cifra de muertos por el huracán María en Puerto Rico"
    }
  },
  {
    "translation": {
      "en": "is more than 70 times higher than officials claim.",
      "es": "es más de 70 veces mayor de lo que afirman los oficiales."
    }
  },
  {
    "translation": {
      "en": "With a death toll of 4,645,",
      "es": "Con una cifra de 4645 muertos,"
    }
  },
  {
    "translation": {
      "en": "Hurricane Maria would become the second deadliest hurricane in U.S. history.",
      "es": "el huracán María se convertiría en el segundo huracán más letal en la historia de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "If you look at a real catastrophe like Katrina,",
      "es": "Si te fijas en una verdadera catástrofe como Katrina,"
    }
  },
  {
    "translation": {
      "en": "and you look at the tremendous hundreds and hundreds of people that died,",
      "es": "y ves los cientos y cientos de personas que murieron,"
    }
  },
  {
    "translation": {
      "en": "you can be proud of all of your people, all of our people working together.",
      "es": "debes estar orgulloso de toda tu gente, de nuestra gente que trabaja en conjunto."
    }
  },
  {
    "translation": {
      "en": "The governor is now highlighting the differences",
      "es": "El gobernador resalta las diferencias"
    }
  },
  {
    "translation": {
      "en": "of the federal government's response to other hurricanes.",
      "es": "de la respuesta del gobierno federal a otros huracanes."
    }
  },
  {
    "translation": {
      "en": "My message to all political leaders...",
      "es": "Mi mensaje a todos los líderes políticos..."
    }
  },
  {
    "translation": {
      "en": "If they really, truly want to end inequality with Puerto Rico,",
      "es": "Si realmente quieren terminar con la desigualdad para Puerto Rico,"
    }
  },
  {
    "translation": {
      "en": "let's not only look at what happened in the past year, past couple of years in Puerto Rico.",
      "es": "no miremos solamente lo que pasó en el último año, en los últimos años."
    }
  },
  {
    "translation": {
      "en": "Let's look at the long- standing history.",
      "es": "Veamos toda la historia."
    }
  },
  {
    "translation": {
      "en": "Puerto Rico is a colonial territory.",
      "es": "Puerto Rico es un territorio colonial."
    }
  },
  {
    "translation": {
      "en": "Puerto Rican- U.S. citizens are second- class U.S. citizens.",
      "es": "Los puertorriqueños son ciudadanos estadounidenses de segunda."
    }
  },
  {
    "translation": {
      "en": "We have the most populated colonial territory in the world,",
      "es": "Tenemos el territorio colonial más poblado del mundo,"
    }
  },
  {
    "translation": {
      "en": "but we don't have the right to vote.",
      "es": "pero no tenemos derecho al voto."
    }
  },
  {
    "translation": {
      "en": "My ask is very simple:",
      "es": "Mi pregunta es muy simple:"
    }
  },
  {
    "translation": {
      "en": "Do you support eliminating colonial territories",
      "es": "¿Apoyan la eliminación de los territorios coloniales"
    }
  },
  {
    "translation": {
      "en": "in the 21st century in the United States?",
      "es": "en el siglo 21 en Estados Unidos?"
    }
  },
  {
    "translation": {
      "en": "Do you support statehood for Puerto Rico?",
      "es": "¿Apoyan la categoría de estado para Puerto Rico?"
    }
  },
  {
    "translation": {
      "en": "All we're asking is to be treated equally.",
      "es": "Solo pedimos que nos traten como iguales."
    }
  },
  {
    "translation": {
      "en": "I think that Puerto Rico was an incredible unsung success.",
      "es": "Creo que Puerto Rico fue un éxito increíble no reconocido."
    }
  },
  {
    "translation": {
      "en": "It was one of the best jobs that's ever been done,",
      "es": "Fue uno de los mejores trabajos que se hayan hecho"
    }
  },
  {
    "translation": {
      "en": "with respect to what this is all about.",
      "es": "con respecto a esto."
    }
  },
  {
    "translation": {
      "en": "How can I help you?",
      "es": "Buenas noches. ¿Cómo puedo ayudarlo?"
    }
  },
  {
    "translation": {
      "en": "You speak Spanish, please?",
      "es": "¿Habla español, por favor?"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "es": "¿Hola?"
    }
  },
  {
    "translation": {
      "en": "Please leave a short, detailed message - so that we can get back to you. -",
      "es": "Por favor, déjanos un mensaje corto y te contactaremos."
    }
  },
  {
    "translation": {
      "en": "Sorry, there is no space for recording.",
      "es": "Lo siento, no hay espacio para grabar."
    }
  },
  {
    "translation": {
      "en": "This is the real estate?",
      "es": "¿Con la inmobiliaria?"
    }
  },
  {
    "translation": {
      "en": "Yes. Can I help you?",
      "es": "Sí. ¿Cómo puedo ayudarla?"
    }
  },
  {
    "translation": {
      "en": "You speak Spanish, please?",
      "es": "¿Habla español, por favor?"
    }
  },
  {
    "translation": {
      "en": "No, I don't speak Spanish.",
      "es": "No hablo español."
    }
  },
  {
    "translation": {
      "en": "Okay. You have the apartment for the two room?",
      "es": "De acuerdo. ¿Tiene el apartamento con dos habitaciones?"
    }
  },
  {
    "translation": {
      "en": "- No, um... - What?",
      "es": "- No... - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "No. No, we don't.",
      "es": "No, no tenemos eso."
    }
  },
  {
    "translation": {
      "en": "FEMA is ending assistance for Puerto Ricans",
      "es": "FEMA está terminando con la ayuda a los puertorriqueños"
    }
  },
  {
    "translation": {
      "en": "as many still struggle to recover after Hurricane Maria's devastating impact.",
      "es": "mientras muchos aún luchan por recuperarse del devastador huracán María."
    }
  },
  {
    "translation": {
      "en": "In a statement, FEMA said the program was, quote,",
      "es": "En un comunicado, FEMA dijo que el programa era"
    }
  },
  {
    "translation": {
      "en": "A temporary solution that bridges survivors into more permanent options.",
      "es": "una solución temporal para brindar opciones más permanentes."
    }
  },
  {
    "translation": {
      "en": "Permanent options tough to find in the tight rental market.",
      "es": "Es algo difícil de encontrar en el limitado mercado inmobiliario."
    }
  },
  {
    "translation": {
      "en": "Hurricane Maria survivors have to find their own place to live",
      "es": "Los sobrevivientes del huracán tienen que encontrar un lugar para vivir"
    }
  },
  {
    "translation": {
      "en": "or receive a one- way plane ticket back to Puerto Rico.",
      "es": "o recibir un pasaje de ida a Puerto Rico."
    }
  },
  {
    "translation": {
      "en": "It's unfortunate to say that there really has been no improvement in Puerto Rico.",
      "es": "Es lamentable decir que no ha habido mejoras en Puerto Rico."
    }
  },
  {
    "translation": {
      "en": "I think if you go there, you may see,",
      "es": "Creo que si vas allí, verás"
    }
  },
  {
    "translation": {
      "en": "oh, there are some lights back on, there's street lamps up,",
      "es": "que hay algunas luces encendidas, farolas en la calle,"
    }
  },
  {
    "translation": {
      "en": "some of the roads have been repaired. Those are really superficial.",
      "es": "algunas calles han sido reparadas. Son arreglos superficiales."
    }
  },
  {
    "translation": {
      "en": "When you see the closure of hundreds of public schools,",
      "es": "Ves el cierre de cientos de escuelas públicas,"
    }
  },
  {
    "translation": {
      "en": "the cuts to the public university system, the closure of health care clinics",
      "es": "los recortes al sistema universitario, el cierre de clínicas"
    }
  },
  {
    "translation": {
      "en": "and parts of hospital wings.",
      "es": "y de algunas áreas hospitalarias."
    }
  },
  {
    "translation": {
      "en": "FEMA was offering just a one- way ticket back to something.",
      "es": "FEMA solo ofrecía el boleto,"
    }
  },
  {
    "translation": {
      "en": "It didn't include a home, didn't include long- term housing.",
      "es": "pero no incluía un hogar ni una vivienda a largo plazo."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "es": "¿Hola?"
    }
  },
  {
    "translation": {
      "en": "Good. Honestly, I'm gonna tell you... I'll tell you what they are talking about. Please don't get your hopes up.",
      "es": "AL TELÉFONO: ORGANIZADORA COMUNITARIA"
    }
  },
  {
    "translation": {
      "en": "Hurricane housing for the victims of Hurricane Maria is over.",
      "es": "1 DE JULIO, 2018 DÍA DE LA MUDANZA Se acabó el alojamiento para las víctimas del huracán María."
    }
  },
  {
    "translation": {
      "en": "As of today, most affected families will lose their hotel and motel vouchers",
      "es": "A partir de hoy, muchas familias afectadas perderán sus vales de hotel y motel"
    }
  },
  {
    "translation": {
      "en": "and have to find another place to live.",
      "es": "y tendrán que buscar otro lugar para vivir."
    }
  },
  {
    "translation": {
      "en": "What's her name?",
      "es": "¿Cómo se llama?"
    }
  },
  {
    "translation": {
      "en": "- My husband. - Alvarez. It's him?",
      "es": "- Mi esposo. - Álvarez. ¿Es él?"
    }
  },
  {
    "translation": {
      "en": "Ask them what day did they arrive in New York City.",
      "es": "De acuerdo. Pregúnteles qué día llegaron a Nueva York."
    }
  },
  {
    "translation": {
      "en": "- December 24. - December 24.",
      "es": "El 24 de diciembre."
    }
  },
  {
    "translation": {
      "en": "Do they understand why they're being transferred?",
      "es": "Pregúnteles si entienden por qué los transfieren."
    }
  },
  {
    "translation": {
      "en": "She says no.",
      "es": "Dijo que no."
    }
  },
  {
    "translation": {
      "en": "Okay. So tell her the reason why she's being moved",
      "es": "De acuerdo. Dile que la razón por la que la transfieren"
    }
  },
  {
    "translation": {
      "en": "is because the government is not paying for her family to stay here anymore.",
      "es": "es porque el gobierno dejó de pagar para que su familia se quede aquí."
    }
  },
  {
    "translation": {
      "en": "For none of the families.",
      "es": "Para ninguna de las familias."
    }
  },
  {
    "translation": {
      "en": "So tell her that she's going to go stay at a shelter.",
      "es": "Dile que se va a quedar en un refugio."
    }
  },
  {
    "translation": {
      "en": "We don't know how long she's going to be there.",
      "es": "No sabemos cuánto tiempo estará ahí."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Excuse me. Excuse me.",
      "es": "Con permiso."
    }
  },
  {
    "translation": {
      "en": "Eh...",
      "es": "HERMANO DE KENIA"
    }
  }
]