[
  {
    "translation": {
      "en": "[narrator] It's been over 75 years",
      "es": "Han pasado más de 75 años"
    }
  },
  {
    "translation": {
      "en": "since a United States Night Fighter Squadron",
      "es": "desde que unos cazas nocturnos de EE. UU."
    }
  },
  {
    "translation": {
      "en": "observed the so-called Foo Fighters high over",
      "es": "avistaron a los llamados foo fighters sobre la frontera francoalemana en la Segunda Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "the Franco-German border during World War II.",
      "es": "sobre la frontera francoalemana en la Segunda Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "But the fact is that it was just a prelude to the UFO phenomenon,",
      "es": "Ese fue el preludio del fenómeno ovni,"
    }
  },
  {
    "translation": {
      "en": "the start of which coincided with the most deadly period in human history.",
      "es": "que coincidió con el período más mortal de la historia de la humanidad."
    }
  },
  {
    "translation": {
      "en": "The Second World War in Europe ended in May 1945,",
      "es": "En Europa, la Segunda Guerra Mundial terminó en mayo de 1945,"
    }
  },
  {
    "translation": {
      "en": "but it was to be several months later",
      "es": "pero pasarían varios meses"
    }
  },
  {
    "translation": {
      "en": "before the most horrific conflict in human history reached a conclusion.",
      "es": "para que terminara el conflicto más horrible de la historia."
    }
  },
  {
    "translation": {
      "en": "In August, the US military dropped nuclear bombs",
      "es": "En agosto, EE. UU. lanzó bombas nucleares"
    }
  },
  {
    "translation": {
      "en": "on the Japanese cities of Hiroshima and Nagasaki.",
      "es": "en las ciudades japonesas de Hiroshima y Nagasaki."
    }
  },
  {
    "translation": {
      "en": "The Soviets tested their first atomic bomb on the steppes in what is now Kazakhstan",
      "es": "Los soviéticos probaron su bomba atómica en las estepas de lo que hoy es Kazajstán"
    }
  },
  {
    "translation": {
      "en": "on August 29th, 1949,",
      "es": "el 29 de agosto de 1949."
    }
  },
  {
    "translation": {
      "en": "triggering the onset of the tense 40-year nuclear standoff",
      "es": "Eso provocó un tenso pulso nuclear de 40 años"
    }
  },
  {
    "translation": {
      "en": "between Russia and the United States…",
      "es": "entre Rusia y EE. UU."
    }
  },
  {
    "translation": {
      "en": "The Cold War.",
      "es": "La Guerra Fría."
    }
  },
  {
    "translation": {
      "en": "At some point, perhaps when this problem with the Soviet Union was resolved",
      "es": "Se esperaba que tal vez tras resolver el conflicto con la Unión Soviética"
    }
  },
  {
    "translation": {
      "en": "and we got on the same page and was like, oh, okay, great,",
      "es": "y de ponerse de acuerdo, dirían: \"Está bien."
    }
  },
  {
    "translation": {
      "en": "you know, you're communists, we're capitalists, but that's fine. You…",
      "es": "No importa que sean comunistas y nosotros capitalistas."
    }
  },
  {
    "translation": {
      "en": "You helped win the war. Let's work together. That didn't happen.",
      "es": "Nos ayudaron a ganar la guerra. Trabajemos juntos\". Eso no pasó."
    }
  },
  {
    "translation": {
      "en": "What happened was trillions and trillions of modern dollars",
      "es": "Lo que sí pasó es que gastaron billones de dólares de hoy en día"
    }
  },
  {
    "translation": {
      "en": "were spent on building 70,000 nuclear warheads.",
      "es": "para construir 70 000 cabezas nucleares"
    }
  },
  {
    "translation": {
      "en": "Then nuclear submarines,",
      "es": "y submarinos nucleares."
    }
  },
  {
    "translation": {
      "en": "putting them on tracks, putting them on launchpads,",
      "es": "Las montaron en rieles, en plataformas"
    }
  },
  {
    "translation": {
      "en": "putting them underwater,",
      "es": "y bajo el agua,"
    }
  },
  {
    "translation": {
      "en": "so that they could-- you could be dead 12 seconds after the war began.",
      "es": "para activarse a los 12 segundos del inicio de la guerra."
    }
  },
  {
    "translation": {
      "en": "[narrator] Could we be on the verge of another deadly conflict?",
      "es": "¿Podríamos estar ad portas de otro conflicto armado?"
    }
  },
  {
    "translation": {
      "en": "These series of nuclear tests were preceded by astonishing events.",
      "es": "Estas pruebas nucleares se hicieron tras unos eventos asombrosos"
    }
  },
  {
    "translation": {
      "en": "Events that raised a completely different kind of concern",
      "es": "que generaron otro tipo de preocupación"
    }
  },
  {
    "translation": {
      "en": "and helped precipitate the creation of many top secret projects.",
      "es": "y promovieron la creación de muchos proyectos secretos."
    }
  },
  {
    "translation": {
      "en": "Projects which have remained top secret until now.",
      "es": "Esos proyectos fueron secretos hasta ahora."
    }
  },
  {
    "translation": {
      "en": "[narrator] June, 1947.",
      "es": "Junio de 1947."
    }
  },
  {
    "translation": {
      "en": "In the skies above Washington State, close to Mount Rainier,",
      "es": "En el estado de Washington, cerca al Monte Rainier,"
    }
  },
  {
    "translation": {
      "en": "private pilot Kenneth Arnold",
      "es": "el piloto Kenneth Arnold"
    }
  },
  {
    "translation": {
      "en": "reported sighting a formation of unidentified flying crafts.",
      "es": "informó del avistamiento de un grupo de aeronaves no identificadas."
    }
  },
  {
    "translation": {
      "en": "Arnold's account led to the press",
      "es": "El relato de Arnold llevó a la prensa a acuñar los términos \"platillo volador\""
    }
  },
  {
    "translation": {
      "en": "quickly coining the terms \"flying saucer\" and \"flying disc\"",
      "es": "El relato de Arnold llevó a la prensa a acuñar los términos \"platillo volador\" y \"disco volador\" para describir"
    }
  },
  {
    "translation": {
      "en": "as popular descriptions for Unidentified Flying Objects.",
      "es": "y \"disco volador\" para describir los objetos voladores no identificados."
    }
  },
  {
    "translation": {
      "en": "One month later, the most notorious UFO sighting in history occurred.",
      "es": "Un mes después, ocurrió el avistamiento de ovnis más famoso de la historia."
    }
  },
  {
    "translation": {
      "en": "July, 1947. Roswell, New Mexico.",
      "es": "Julio de 1947, Roswell, Nuevo México."
    }
  },
  {
    "translation": {
      "en": "Major Jesse A. Marcel,",
      "es": "El mayor Jesse A. Marcel,"
    }
  },
  {
    "translation": {
      "en": "Air Force Intelligence Officer,",
      "es": "de Inteligencia de la Fuerza Aérea,"
    }
  },
  {
    "translation": {
      "en": "arrived home to his house in Roswell.",
      "es": "llegó a su casa en Roswell."
    }
  },
  {
    "translation": {
      "en": "He walked into his ten-year-old son's bedroom and woke him up,",
      "es": "Entró al cuarto de su hijo de 10 años y lo despertó."
    }
  },
  {
    "translation": {
      "en": "saying that he would probably never again see what he was about to show him,",
      "es": "Le dijo que quizás no volvería a ver lo que le iba a mostrar."
    }
  },
  {
    "translation": {
      "en": "items recovered from inside a UFO.",
      "es": "Objetos del interior de un ovni."
    }
  },
  {
    "translation": {
      "en": "[Marcel] There was a lot of rather thick foil-like…",
      "es": "Había mucho material grueso parecido al papel aluminio."
    }
  },
  {
    "translation": {
      "en": "material, kind of a…",
      "es": "Había mucho material grueso parecido al papel aluminio. TESTIGO"
    }
  },
  {
    "translation": {
      "en": "not a shiny aluminum, but burnished or a slate grey type of aluminum metal.",
      "es": "No era aluminio brillante, sino pulido o gris pizarra."
    }
  },
  {
    "translation": {
      "en": "Uh, there was a black plastic-type debris like bait light which was shattered.",
      "es": "Había restos negros de un plástico parecido a la baquelita."
    }
  },
  {
    "translation": {
      "en": "It was very brittle.",
      "es": "Estaban hechos añicos."
    }
  },
  {
    "translation": {
      "en": "Perhaps at its core, why it has really resonated throughout the years",
      "es": "En el fondo, quizás el motivo para trascender en el tiempo"
    }
  },
  {
    "translation": {
      "en": "is that it was the first time and perhaps only time",
      "es": "sea porque fue la primera y quizás última vez"
    }
  },
  {
    "translation": {
      "en": "where the United States Air Force,",
      "es": "que la Fuerza Aérea de EE. UU.,"
    }
  },
  {
    "translation": {
      "en": "and maybe it was still called Army Air Force at the time,",
      "es": "que entonces era la Fuerza Aérea del Ejército,"
    }
  },
  {
    "translation": {
      "en": "authorized a newspaper article that said, \"We have captured a flying saucer.\"",
      "es": "autorizó un artículo que decía \"Capturamos un platillo volador\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] In Washington, that newspaper report created turmoil.",
      "es": "En Washington, el artículo generó confusión."
    }
  },
  {
    "translation": {
      "en": "And say that you're the President of the United States.",
      "es": "Si eres el presidente de EE. UU., como Harry Truman, ¿qué haces con la información?"
    }
  },
  {
    "translation": {
      "en": "You're Harry Truman. What do you do with that information?",
      "es": "como Harry Truman, ¿qué haces con la información?"
    }
  },
  {
    "translation": {
      "en": "If you tell the world that it's real,",
      "es": "Si anuncias que es verídico,"
    }
  },
  {
    "translation": {
      "en": "first of all, you don't know, are they hostile or friendly.",
      "es": "primero no sabes si son amigos o enemigos."
    }
  },
  {
    "translation": {
      "en": "Basically it's informally",
      "es": "Es el momento informal"
    }
  },
  {
    "translation": {
      "en": "the moment that Truman sent the authorization to Roger Ramey down at Dallas Fort Worth,",
      "es": "en el que Truman autorizó a Roger Ramey en Dallas Fort Worth"
    }
  },
  {
    "translation": {
      "en": "that press release out of Roswell Air Force Ba--, army air force base,",
      "es": "a revertir el comunicado de prensa de la base de Roswell"
    }
  },
  {
    "translation": {
      "en": "that has got to be reversed, immediately,",
      "es": "de forma inmediata."
    }
  },
  {
    "translation": {
      "en": "because if the press get to Roswell in time to start interviewing people all over town,",
      "es": "Si la prensa fuera a Roswell y entrevistara a los residentes,"
    }
  },
  {
    "translation": {
      "en": "this is out, this is done.",
      "es": "la información se divulgaría."
    }
  },
  {
    "translation": {
      "en": "[narrator] The White House ordered a complete lockdown",
      "es": "La Casa Blanca ordenó no difundir"
    }
  },
  {
    "translation": {
      "en": "of all information and personnel connected with the Roswell Incident.",
      "es": "la información ni el personal relacionados con lo de Roswell."
    }
  },
  {
    "translation": {
      "en": "Major Jesse Marcel was ordered to return to base immediately.",
      "es": "Le ordenaron al mayor Jesse Marcel volver a la base de inmediato."
    }
  },
  {
    "translation": {
      "en": "The information about the crash of an extraterrestrial vessel",
      "es": "La información sobre el choque de una nave extraterrestre"
    }
  },
  {
    "translation": {
      "en": "that had been prematurely released to the public had to be played down.",
      "es": "que se anunció al público prematuramente debía minimizarse."
    }
  },
  {
    "translation": {
      "en": "The UFO genie had to be put back in the bottle, at all costs.",
      "es": "Debían ocultar como fuera la información relacionada con los ovnis."
    }
  },
  {
    "translation": {
      "en": "The very same day they hold a late press conference,",
      "es": "El mismo día, hubo una rueda de prensa."
    }
  },
  {
    "translation": {
      "en": "later in the day, they get Jesse Marcel senior back there.",
      "es": "Jesse Marcel tuvo que volver ese día."
    }
  },
  {
    "translation": {
      "en": "They get him in a room to hold up some Reynolds Wrap",
      "es": "Sostuvo papel aluminio Reynolds"
    }
  },
  {
    "translation": {
      "en": "that might've been wrapping Roger Ramey's fish in the freezer and say,",
      "es": "que quizás envolvía el pescado de Roger Ramey en el congelador"
    }
  },
  {
    "translation": {
      "en": "\"Weather balloon. It was just a weather balloon.\"",
      "es": "y dijo: \"Era un globo meteorológico\"."
    }
  },
  {
    "translation": {
      "en": "And, the press goes, \"Oh, okay, right, no problem…\"",
      "es": "Y la prensa lo aceptó sin más."
    }
  },
  {
    "translation": {
      "en": "[man] They debunked the whole thing and said,",
      "es": "Desacreditaron lo sucedido y dijeron:"
    }
  },
  {
    "translation": {
      "en": "\"Oops, it was a mistake. We just saw a balloon\"",
      "es": "\"Fue un error. Vimos un globo\"."
    }
  },
  {
    "translation": {
      "en": "and it was completely forgotten.",
      "es": "Y el asunto se olvidó."
    }
  },
  {
    "translation": {
      "en": "I think initially they might have thought it was even a Russian weapon or something",
      "es": "Al principio, creo que incluso pensaron que era un arma rusa."
    }
  },
  {
    "translation": {
      "en": "to cover-- that was for the referral cover up for the… [coughing]",
      "es": "Eso hizo que lo encubrieran y que cambiaran la historia."
    }
  },
  {
    "translation": {
      "en": "…various stories. But later, it was determined it was not a Russian…",
      "es": "Eso hizo que lo encubrieran y que cambiaran la historia. Luego se concluyó que no era ruso."
    }
  },
  {
    "translation": {
      "en": "That left one other possibility, that it was something from out of our atmosphere.",
      "es": "La otra posibilidad es que viniera del espacio."
    }
  },
  {
    "translation": {
      "en": "If the UFO, the flying saucer at the time, phenomena gets out of the bag",
      "es": "En ese entonces, si se hubiera sabido de los ovnis,"
    }
  },
  {
    "translation": {
      "en": "and people across the country are afraid, like, of a War of the Worlds scenario,",
      "es": "y como los ciudadanos temían que pasara lo de La guerra de los mundos,"
    }
  },
  {
    "translation": {
      "en": "that we're going to have laser ships destroying society.",
      "es": "en que naves con rayos láser destruyen la sociedad,"
    }
  },
  {
    "translation": {
      "en": "That means the Air Force has failed",
      "es": "la culpa sería de la Fuerza Aérea"
    }
  },
  {
    "translation": {
      "en": "in creating this sense of safety amongst the populace.",
      "es": "por crear una sensación de seguridad."
    }
  },
  {
    "translation": {
      "en": "[narrator] Given the circumstances of the time,",
      "es": "Dadas las circunstancias de la época,"
    }
  },
  {
    "translation": {
      "en": "it's not surprising that an initiative emerged within the Pentagon",
      "es": "no sorprende la iniciativa del Pentágono"
    }
  },
  {
    "translation": {
      "en": "to establish a program to investigate the UFO phenomenon.",
      "es": "para establecer un programa para investigar el fenómeno ovni."
    }
  },
  {
    "translation": {
      "en": "The foundations were laid",
      "es": "Se pusieron los cimientos"
    }
  },
  {
    "translation": {
      "en": "for the creation of the longest and most wide-spanning",
      "es": "para la creación del programa gubernamental"
    }
  },
  {
    "translation": {
      "en": "government UFO monitoring program: Project Blue Book.",
      "es": "más largo y amplio de monitoreo de ovnis: el Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "Project Blue book was run by the United States Air Force",
      "es": "La Fuerza Aérea estaba a cargo del Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "and it was the best known of",
      "es": "Era el más conocido de los tres programas de investigación de ovnis"
    }
  },
  {
    "translation": {
      "en": "the three UFO research and investigation programs that the US government",
      "es": "de los tres programas de investigación de ovnis que el gobierno de EE. UU. realizó al principio."
    }
  },
  {
    "translation": {
      "en": "had had in the early days.",
      "es": "que el gobierno de EE. UU. realizó al principio."
    }
  },
  {
    "translation": {
      "en": "Starting in 1947 with Project Sign",
      "es": "El primero fue el Proyecto Señal en 1947,"
    }
  },
  {
    "translation": {
      "en": "and then evolving into Project Grudge.",
      "es": "que se convirtió en el Proyecto Rencor."
    }
  },
  {
    "translation": {
      "en": "Project Blue book was, I think a genuine attempt",
      "es": "El Proyecto Libro Azul era un intento real de investigar los avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "to investigate UFO sightings",
      "es": "era un intento real de investigar los avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "and come to some sort of assessment of the phenomenon.",
      "es": "y de evaluar el fenómeno."
    }
  },
  {
    "translation": {
      "en": "[Salla] They really needed to get as much information as they could",
      "es": "Necesitaban toda la información posible"
    }
  },
  {
    "translation": {
      "en": "from private citizens who saw the craft, who could report if the craft had landed,",
      "es": "de los ciudadanos que vieron la aeronave para saber si había aterrizado,"
    }
  },
  {
    "translation": {
      "en": "who was inside of the craft,",
      "es": "si había alguien en ella"
    }
  },
  {
    "translation": {
      "en": "with people who were being taken inside of the craft",
      "es": "y si habían subido a alguien para mostrarle cosas."
    }
  },
  {
    "translation": {
      "en": "and being shown things. So all of this information they needed",
      "es": "y si habían subido a alguien para mostrarle cosas. Para obtener la información necesaria,"
    }
  },
  {
    "translation": {
      "en": "and the best way for them to get it was to have this Project Blue Book set up",
      "es": "lo mejor era crear el Proyecto Libro Azul,"
    }
  },
  {
    "translation": {
      "en": "so that it could act as a kind of veneer for people to report UFO sightings.",
      "es": "lo mejor era crear el Proyecto Libro Azul, que podría servir para que la gente informara de los avistamientos de ovnis."
    }
  },
  {
    "translation": {
      "en": "Project Sign was sort of like this high watermark of…",
      "es": "El Proyecto Señal servía para indicar:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, there's something going on.\" \"No, there's not.\"",
      "es": "\"Sucede algo. No. Estamos en contra de esto. No pasa nada\"."
    }
  },
  {
    "translation": {
      "en": "\"We got a grudge against this, there's nothing going on.\"",
      "es": "No. Estamos en contra de esto. No pasa nada\"."
    }
  },
  {
    "translation": {
      "en": "And then that was disbanded and led to the creation of Project Blue Book.",
      "es": "El proyecto se canceló y se creó el Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "[narrator] The newly formed team is about to face a truly spectacular warmup round",
      "es": "El equipo nuevo tendría un bautizo de fuego"
    }
  },
  {
    "translation": {
      "en": "with an incident directly above the nation's capital",
      "es": "con un incidente sobre la capital del país"
    }
  },
  {
    "translation": {
      "en": "observed by countless numbers of people.",
      "es": "que presenció mucha gente."
    }
  },
  {
    "translation": {
      "en": "I do believe probably the most significant case in Blue Book was 1952.",
      "es": "Tal vez el caso más importante del Proyecto Libro Azul fue en 1952,"
    }
  },
  {
    "translation": {
      "en": "Because we have a case here, a lot of people say,",
      "es": "porque fue un caso… Mucha gente dice: \"No creo en ovnis"
    }
  },
  {
    "translation": {
      "en": "\"I'm not going to believe in UFOs unless they land on the lawn in Washington, D.C.\"",
      "es": "Mucha gente dice: \"No creo en ovnis a menos que aterricen en Washington\". Prácticamente aterrizaron allí. Volaron muy bajo."
    }
  },
  {
    "translation": {
      "en": "Well, they practically did. They buzzed, they flew over.",
      "es": "Prácticamente aterrizaron allí. Volaron muy bajo."
    }
  },
  {
    "translation": {
      "en": "[narrator] July, 1952. Washington, D.C.",
      "es": "Julio de 1952. Washington."
    }
  },
  {
    "translation": {
      "en": "We bring you the dramatic story",
      "es": "Les traeremos la historia dramática"
    }
  },
  {
    "translation": {
      "en": "of what happened over our nation's capital just one week ago tonight.",
      "es": "de lo sucedido en la capital hace una semana."
    }
  },
  {
    "translation": {
      "en": "[narrator] Air traffic controller Edward Nugent",
      "es": "El controlador aéreo Edward Nugent"
    }
  },
  {
    "translation": {
      "en": "noticed seven unidentified flying objects on his radar screen",
      "es": "notó siete ovnis en la pantalla de su radar"
    }
  },
  {
    "translation": {
      "en": "outside of authorized airspace.",
      "es": "fuera del espacio aéreo autorizado."
    }
  },
  {
    "translation": {
      "en": "He reported them to his superior.",
      "es": "Le informó a su jefe."
    }
  },
  {
    "translation": {
      "en": "It was also confirmed by two other controllers.",
      "es": "Otros dos controladores también los vieron."
    }
  },
  {
    "translation": {
      "en": "At nearby Andrews Air Force Base,",
      "es": "En la Base Andrews de la Fuerza Aérea,"
    }
  },
  {
    "translation": {
      "en": "Airman William Brady also reported sightings of objects resembling fireballs,",
      "es": "el aviador William Brady también vio objetos que parecían bolas de fuego"
    }
  },
  {
    "translation": {
      "en": "whose speed and maneuverability were unlike anything he'd ever seen.",
      "es": "con una velocidad y maniobrabilidad que no había visto antes."
    }
  },
  {
    "translation": {
      "en": "We asked him to describe it, he said he couldn't describe it. It was just a small white light.",
      "es": "Le pedimos describirlos, pero no pudo. Solo eran lucecitas blancas."
    }
  },
  {
    "translation": {
      "en": "[narrator] So did S.C. Pierman, a pilot waiting for takeoff clearance at Washington National.",
      "es": "Igual que el piloto SC Pierman, que esperaba autorización para despegar."
    }
  },
  {
    "translation": {
      "en": "Inexplicably, Project Blue Book commander Edward J. Ruppelt",
      "es": "Inexplicablemente, Edward J. Ruppelt, comandante del Proyecto Libro Azul,"
    }
  },
  {
    "translation": {
      "en": "was only made aware of this incident much later.",
      "es": "se enteró del incidente mucho después."
    }
  },
  {
    "translation": {
      "en": "The unknown object passed over the White House and the Capitol Building.",
      "es": "El objeto desconocido pasó sobre la Casa Blanca y el Capitolio."
    }
  },
  {
    "translation": {
      "en": "F94 Starfire jet fighters were scrambled from Andrews,",
      "es": "Se desplegaron cazas F-94 Starfire de la Base Andrews,"
    }
  },
  {
    "translation": {
      "en": "but the objects vanish.",
      "es": "pero los objetos desaparecieron."
    }
  },
  {
    "translation": {
      "en": "A week later, the incident occurred again,",
      "es": "Una semana después, se repitió el incidente."
    }
  },
  {
    "translation": {
      "en": "with the same unidentified craft appearing in the skies above the Capitol.",
      "es": "Las mismas naves no identificadas volaron en el cielo de la capital."
    }
  },
  {
    "translation": {
      "en": "Project Blue Book spokesman Albert M. Chop",
      "es": "Albert M. Chop, vocero del Proyecto Libro Azul,"
    }
  },
  {
    "translation": {
      "en": "denied reporters' requests to photograph the radar screens.",
      "es": "negó las solicitudes de fotografiar las pantallas de radar."
    }
  },
  {
    "translation": {
      "en": "During this second incident,",
      "es": "En el segundo incidente,"
    }
  },
  {
    "translation": {
      "en": "Lieutenant William Patterson locked onto one of the objects,",
      "es": "el teniente William Patterson se acercó a uno de los objetos"
    }
  },
  {
    "translation": {
      "en": "attempting to pursue it.",
      "es": "e intentó perseguirlo."
    }
  },
  {
    "translation": {
      "en": "His efforts were futile. It was far too fast.",
      "es": "Sus esfuerzos fueron inútiles porque era demasiado rápido."
    }
  },
  {
    "translation": {
      "en": "The unknown objects tracked on the radar were moving at unbelievable speeds,",
      "es": "Los objetos rastreados en el radar se movían a velocidades increíbles"
    }
  },
  {
    "translation": {
      "en": "ranging from 1,150 to over 7,000 miles per hour.",
      "es": "de entre 1850 km/h y 11 265 km/h."
    }
  },
  {
    "translation": {
      "en": "[Rojas] Project Blue Book investigators were ready",
      "es": "Los investigadores del Proyecto Libro Azul estaban listos."
    }
  },
  {
    "translation": {
      "en": "and when they started happening again, they went to the National airport,",
      "es": "Fueron al aeropuerto cuando esto volvió a suceder."
    }
  },
  {
    "translation": {
      "en": "they took over the control panel,",
      "es": "Se hicieron cargo del panel de control"
    }
  },
  {
    "translation": {
      "en": "they took over the control tower",
      "es": "y de la torre de control,"
    }
  },
  {
    "translation": {
      "en": "and they witnessed this UFO encounter themselves.",
      "es": "y presenciaron este encuentro con ovnis."
    }
  },
  {
    "translation": {
      "en": "They saw the jets being scrambled,",
      "es": "Vieron los radares y el despliegue de los cazas."
    }
  },
  {
    "translation": {
      "en": "they saw the radars, they were right there at the time",
      "es": "Vieron los radares y el despliegue de los cazas. Estuvieron ahí"
    }
  },
  {
    "translation": {
      "en": "and they weren't able to determine what it was.",
      "es": "y no pudieron determinar qué era."
    }
  },
  {
    "translation": {
      "en": "It's an amazing episode of history",
      "es": "Es un episodio histórico increíble"
    }
  },
  {
    "translation": {
      "en": "that a president who is very calm and controlled like Truman,",
      "es": "que un presidente tan calmado y mesurado como Truman,"
    }
  },
  {
    "translation": {
      "en": "who is not prone to flights of fancy, or, you know, panicking,",
      "es": "que no creía en ideas fantásticas ni entraba en pánico,"
    }
  },
  {
    "translation": {
      "en": "got angry enough about the situation he called the director of Project Blue Book",
      "es": "se enojó tanto que llamó al director del Proyecto Libro Azul"
    }
  },
  {
    "translation": {
      "en": "and he said, \"What the hell is going on?\"",
      "es": "y le preguntó qué sucedía."
    }
  },
  {
    "translation": {
      "en": "And he scrambled fighter jets to shoot these things down.",
      "es": "Ordenó que los cazas derribaran los ovnis."
    }
  },
  {
    "translation": {
      "en": "[Rojas] Was-- these jet fighters were chasing, and that were outrunning them.",
      "es": "Los cazas los persiguieron, pero eran más lentos."
    }
  },
  {
    "translation": {
      "en": "A very similar incident to what we see at the-- in the Nimitz,",
      "es": "Un incidente muy similar al del portaaviones Nimitz,"
    }
  },
  {
    "translation": {
      "en": "that's making the news right now or the Roosevelt,",
      "es": "que es noticia en la actualidad, o al del portaaviones Roosevelt."
    }
  },
  {
    "translation": {
      "en": "which was also making news.",
      "es": "o al del portaaviones Roosevelt."
    }
  },
  {
    "translation": {
      "en": "So it's a repeat of what keeps happening where these things show up.",
      "es": "Es una repetición de lo que sucede: los ovnis aparecen, los perseguimos,"
    }
  },
  {
    "translation": {
      "en": "We chase them, they outmaneuver our best technology",
      "es": "los ovnis aparecen, los perseguimos, superan nuestra mejor tecnología"
    }
  },
  {
    "translation": {
      "en": "and we have no idea what the heck they are.",
      "es": "y no sabemos qué diablos son."
    }
  },
  {
    "translation": {
      "en": "[narrator] The country was in the midst of a Cold War and people feared global conflict.",
      "es": "El país estaba en la Guerra Fría y la gente temía un conflicto global."
    }
  },
  {
    "translation": {
      "en": "When unknown craft flew in formation over the nation's capital,",
      "es": "Cuando aeronaves desconocidas volaron sobre la capital,"
    }
  },
  {
    "translation": {
      "en": "something had to be done.",
      "es": "debían tomarse medidas."
    }
  },
  {
    "translation": {
      "en": "On July 29th, 1952,",
      "es": "El 29 de julio de 1952,"
    }
  },
  {
    "translation": {
      "en": "an extraordinary press conference was held at the Pentagon.",
      "es": "en el Pentágono se llevó a cabo una rueda de prensa."
    }
  },
  {
    "translation": {
      "en": "The largest press conference since World War II was held at the Pentagon",
      "es": "Era la rueda de prensa más grande desde la Segunda Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "and Major General John Alexander Samford",
      "es": "El mayor general John Alexander Samford"
    }
  },
  {
    "translation": {
      "en": "spoke to the public, along with other military officers",
      "es": "y otros oficiales se dirigieron al público"
    }
  },
  {
    "translation": {
      "en": "about the sightings.",
      "es": "para hablar de los avistamientos."
    }
  },
  {
    "translation": {
      "en": "We can say that the recent sightings are in no way connected",
      "es": "Los avistamientos recientes no están relacionados… GENERAL DE LA FUERZA AÉREA"
    }
  },
  {
    "translation": {
      "en": "with any secret development by any agency of the United States.",
      "es": "…con ningún desarrollo secreto de ninguna agencia del país."
    }
  },
  {
    "translation": {
      "en": "General Samford stated that these things have been seen in the sky",
      "es": "El general Samford dijo que esas cosas se habían visto en el cielo desde tiempos bíblicos."
    }
  },
  {
    "translation": {
      "en": "dating back to biblical times,",
      "es": "dijo que esas cosas se habían visto en el cielo desde tiempos bíblicos."
    }
  },
  {
    "translation": {
      "en": "that there are credible people who are seeing incredible things,",
      "es": "Dijo que había testigos creíbles que veían cosas increíbles"
    }
  },
  {
    "translation": {
      "en": "that you can't explain any of this except for phenomena.",
      "es": "y que la única explicación es que eran fenómenos."
    }
  },
  {
    "translation": {
      "en": "However, there have been a certain percentage of this volume of reports",
      "es": "Sin embargo, ha habido un porcentaje de informes"
    }
  },
  {
    "translation": {
      "en": "that have been made by credible observers of relatively incredible things.",
      "es": "por parte de testigos creíbles que relatan cosas increíbles."
    }
  },
  {
    "translation": {
      "en": "It is this group of observations that we now are attempting to resolve.",
      "es": "Estas son las observaciones que queremos aclarar."
    }
  },
  {
    "translation": {
      "en": "[narrator] This was perhaps the one and only time in history",
      "es": "Esta podría ser la única vez en la historia"
    }
  },
  {
    "translation": {
      "en": "when the military command of a global superpower",
      "es": "que el comandante militar de una superpotencia"
    }
  },
  {
    "translation": {
      "en": "issued a public response to documented UFO sightings",
      "es": "respondió en público sobre avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "and admitted that it was at a loss to explain them.",
      "es": "y admitió que no sabía cómo explicarlos."
    }
  },
  {
    "translation": {
      "en": "It was the first official admission",
      "es": "Fue la primera admisión oficial"
    }
  },
  {
    "translation": {
      "en": "that extraterrestrial craft of superior speed and maneuverability",
      "es": "de que una aeronave extraterrestre más veloz y maniobrable"
    }
  },
  {
    "translation": {
      "en": "had been observed in the Earth's atmosphere.",
      "es": "se había observado en la Tierra."
    }
  },
  {
    "translation": {
      "en": "And that shook them up.",
      "es": "Eso los asustó."
    }
  },
  {
    "translation": {
      "en": "Because they can't stop it.",
      "es": "No podían detenerlo."
    }
  },
  {
    "translation": {
      "en": "They try to come up with a cover story. Nobody believed it.",
      "es": "Crearon una historia falsa que nadie creyó."
    }
  },
  {
    "translation": {
      "en": "[narrator] The flights over Washington seem to announce to the world:",
      "es": "Los vuelos sobre Washington parecían anunciar al mundo:"
    }
  },
  {
    "translation": {
      "en": "\"We are here. You can count on our involvement.\"",
      "es": "\"Estamos aquí. Cuenten con nuestra participación."
    }
  },
  {
    "translation": {
      "en": "\"Nuclear weapons can endanger not only you, but the entire planet",
      "es": "Las armas nucleares los ponen en peligro no solo a ustedes, sino a todo el planeta y a los mundos sin descubrir\"."
    }
  },
  {
    "translation": {
      "en": "and as yet undiscovered worlds beyond it.\"",
      "es": "sino a todo el planeta y a los mundos sin descubrir\"."
    }
  },
  {
    "translation": {
      "en": "To this day, UFOs are sighted near bases with nuclear arsenals,",
      "es": "Hasta el día de hoy, los ovnis se vieron cerca de bases con arsenal nuclear."
    }
  },
  {
    "translation": {
      "en": "and in at least two documented cases,",
      "es": "Al menos en dos casos documentados,"
    }
  },
  {
    "translation": {
      "en": "the coded activation system was inexplicably tampered with.",
      "es": "el sistema de activación se manipuló inexplicablemente."
    }
  },
  {
    "translation": {
      "en": "In 2010, UFO expert Robert Hastings states:",
      "es": "En 2010, Robert Hastings, experto en ovnis,"
    }
  },
  {
    "translation": {
      "en": "\"Declassified US government documents",
      "es": "afirmó que los documentos desclasificados"
    }
  },
  {
    "translation": {
      "en": "and witness testimony from former or retired US military personnel",
      "es": "y las declaraciones de ex personal militar"
    }
  },
  {
    "translation": {
      "en": "confirm beyond any doubt,",
      "es": "confirmaban sin lugar a dudas"
    }
  },
  {
    "translation": {
      "en": "ongoing UFO incursions close to nuclear weapons facilities.\"",
      "es": "la presencia de ovnis cerca de lugares con armas nucleares."
    }
  },
  {
    "translation": {
      "en": "But information about this is kept under wraps and denied.",
      "es": "Pero la información se mantiene en secreto y se niega."
    }
  },
  {
    "translation": {
      "en": "And so, how do you keep that under wraps?",
      "es": "¿Cómo se mantiene en secreto?"
    }
  },
  {
    "translation": {
      "en": "Well, you use all of the spy craft tools and disinformation tools",
      "es": "Usas todas las herramientas de espionaje, de desinformación y lo que se desarrolló durante la guerra."
    }
  },
  {
    "translation": {
      "en": "and stuff that we had developed during the war.",
      "es": "de desinformación y lo que se desarrolló durante la guerra."
    }
  },
  {
    "translation": {
      "en": "You formalize the CIA or the OSS,",
      "es": "Creas la CIA a partir de la OSS."
    }
  },
  {
    "translation": {
      "en": "you create the NSA.",
      "es": "Creas la NSA."
    }
  },
  {
    "translation": {
      "en": "And you use your technology,",
      "es": "Usas tu tecnología."
    }
  },
  {
    "translation": {
      "en": "you get in touch with publishers and key papers.",
      "es": "Hablas con los dueños de periódicos clave"
    }
  },
  {
    "translation": {
      "en": "You talk to the three networks",
      "es": "y con las tres cadenas de TV y dices:"
    }
  },
  {
    "translation": {
      "en": "and you say, \"Look, you gotta work, play ball with us.\" And they did.",
      "es": "\"Tienen que ayudarnos\". Y les ayudaron."
    }
  },
  {
    "translation": {
      "en": "[man] Is there anything in the files,",
      "es": "¿Hay algo en los archivos, ya sea secreto o no,"
    }
  },
  {
    "translation": {
      "en": "either classified or unclassified that would indicate that there may be",
      "es": "¿Hay algo en los archivos, ya sea secreto o no, que indique que podría haber visitantes extraterrestres?"
    }
  },
  {
    "translation": {
      "en": "extraterrestrial visitors over here?",
      "es": "que indique que podría haber visitantes extraterrestres?"
    }
  },
  {
    "translation": {
      "en": "[Quintanilla] First of all,",
      "es": "Primero que todo, el proyecto no es secreto."
    }
  },
  {
    "translation": {
      "en": "the project is completely unclassified",
      "es": "Primero que todo, el proyecto no es secreto. DIRECTOR DEL PROYECTO LIBRO AZUL"
    }
  },
  {
    "translation": {
      "en": "and there is nothing in the record that would indicate",
      "es": "DIRECTOR DEL PROYECTO LIBRO AZUL Nada en los registros"
    }
  },
  {
    "translation": {
      "en": "that we have been visited by any advanced civilization.",
      "es": "indica visitas de civilizaciones avanzadas."
    }
  },
  {
    "translation": {
      "en": "[narrator] Despite authorities' efforts, these sightings would keep on coming,",
      "es": "A pesar del esfuerzo de las autoridades, seguía habiendo avistamientos."
    }
  },
  {
    "translation": {
      "en": "confounding attempts to play down the whole notion of UFO phenomena.",
      "es": "Eso frustraba los intentos de minimizar la noción del fenómeno ovni."
    }
  },
  {
    "translation": {
      "en": "One of the cases that really impressed me in Project Blue Book",
      "es": "Uno de los casos que me impresionó en el Proyecto Libro Azul"
    }
  },
  {
    "translation": {
      "en": "was that in 1952,",
      "es": "fue que, en 1952, hubo un avistamiento"
    }
  },
  {
    "translation": {
      "en": "there was this sighting of a flying saucer",
      "es": "fue que, en 1952, hubo un avistamiento de un platillo volador"
    }
  },
  {
    "translation": {
      "en": "in the vicinity of Desert Springs.",
      "es": "cerca de Desert Springs."
    }
  },
  {
    "translation": {
      "en": "And this was the place where George Adamski says",
      "es": "En ese lugar, George Adamski"
    }
  },
  {
    "translation": {
      "en": "that he actually had his first encounter with a extraterrestrial from Venus.",
      "es": "dice que tuvo su primer encuentro con extraterrestres de Venus."
    }
  },
  {
    "translation": {
      "en": "And Adamski had six people that witnessed him having this encounter.",
      "es": "Hubo seis testigos que presenciaron el encuentro."
    }
  },
  {
    "translation": {
      "en": "[narrator] November, 1952. Desert Center, California.",
      "es": "Noviembre de 1952, Desert Center, California."
    }
  },
  {
    "translation": {
      "en": "George Adamski returns home from stargazing with friends.",
      "es": "George Adamski volvía de ver las estrellas con amigos."
    }
  },
  {
    "translation": {
      "en": "He was about to experience an encounter that would change his life.",
      "es": "Estaba a punto de tener un encuentro que le cambiaría la vida."
    }
  },
  {
    "translation": {
      "en": "First, he recalls a cigar-shaped object appearing in the sky.",
      "es": "Primero, recordó un objeto en forma de cigarro en el cielo."
    }
  },
  {
    "translation": {
      "en": "Others in the group were shocked,",
      "es": "Algunos quedaron anonadados,"
    }
  },
  {
    "translation": {
      "en": "but George Adamski was not so easily fazed.",
      "es": "pero George Adamski no se inmutaba fácilmente."
    }
  },
  {
    "translation": {
      "en": "He left the group and walked towards where the craft had apparently landed.",
      "es": "Caminó solo hacia donde había aterrizado la aeronave."
    }
  },
  {
    "translation": {
      "en": "Adamski disappeared over the horizon just as the vessel appeared to land,",
      "es": "Adamski desapareció en el horizonte cuando la nave parecía aterrizar."
    }
  },
  {
    "translation": {
      "en": "but from a distance, it is too hard to tell.",
      "es": "Pero a la distancia era difícil saber."
    }
  },
  {
    "translation": {
      "en": "Adamski returned just moments later with an alarming message.",
      "es": "Adamski regresó al poco tiempo con un mensaje inquietante."
    }
  },
  {
    "translation": {
      "en": "He said that he was warned by a being from Venus called Orthon",
      "es": "Un ser de Venus llamado Orthon le advirtió"
    }
  },
  {
    "translation": {
      "en": "about the threat of imminent nuclear war.",
      "es": "sobre la amenaza de una guerra nuclear inminente."
    }
  },
  {
    "translation": {
      "en": "He tells them the Venutian communicated with him non-verbally.",
      "es": "Dijo que el venusino se comunicó de forma no verbal."
    }
  },
  {
    "translation": {
      "en": "I have, more or less,",
      "es": "Más o menos, con gestos y telepatía,"
    }
  },
  {
    "translation": {
      "en": "gestures of mental telepathy, as it is known, talk transfer.",
      "es": "Más o menos, con gestos y telepatía, o sea, con transmisión del habla."
    }
  },
  {
    "translation": {
      "en": "[man] He does not speak?",
      "es": "¿No habla?"
    }
  },
  {
    "translation": {
      "en": "He didn't at the time but I have met him since",
      "es": "Ahí no, pero nos volvimos a ver"
    }
  },
  {
    "translation": {
      "en": "and he does speak very well English as well as any other language.",
      "es": "y ahora domina nuestro idioma y otros idiomas."
    }
  },
  {
    "translation": {
      "en": "[Salla] They saw the UFO,",
      "es": "Vieron el ovni."
    }
  },
  {
    "translation": {
      "en": "they actually even saw a cigar-shaped craft in the vicinity.",
      "es": "Vieron una aeronave en forma de cigarro cerca."
    }
  },
  {
    "translation": {
      "en": "So these witnesses, uh, they gave their testimony to a local newspaper,",
      "es": "Los testigos le dieron su testimonio a un periódico local."
    }
  },
  {
    "translation": {
      "en": "they took some soil samples to support what Adamski said,",
      "es": "Tomaron muestras del suelo para sustentar"
    }
  },
  {
    "translation": {
      "en": "that he had a real life meeting, and in the Project Blue Book files",
      "es": "que había sido verdad. En los archivos del Proyecto Libro Azul, otro individuo,"
    }
  },
  {
    "translation": {
      "en": "there was another person,",
      "es": "En los archivos del Proyecto Libro Azul, otro individuo,"
    }
  },
  {
    "translation": {
      "en": "independent of Adamski and his six witnesses",
      "es": "que no tenía relación con Adamski ni sus seis amigos,"
    }
  },
  {
    "translation": {
      "en": "who said that they, they reported a UFO sighting",
      "es": "dijo que se informó del avistamiento de un ovni"
    }
  },
  {
    "translation": {
      "en": "in the precise area where Adamski had his encounter.",
      "es": "en la misma área del encuentro de Adamski."
    }
  },
  {
    "translation": {
      "en": "[narrator] On December 13th, 1952,",
      "es": "El 13 de diciembre de 1952,"
    }
  },
  {
    "translation": {
      "en": "George Adamski claims to have photographed a UFO.",
      "es": "George Adamski dice haber fotografiado un ovni."
    }
  },
  {
    "translation": {
      "en": "The image was debunked and compared to a surgical lamp.",
      "es": "La imagen se desmintió y se comparó con una lámpara quirúrgica."
    }
  },
  {
    "translation": {
      "en": "Which of George Adamski's claims were true?",
      "es": "¿Cuáles afirmaciones de Adamski eran ciertas?"
    }
  },
  {
    "translation": {
      "en": "Project Blue Book commander, Edward J. Ruppelt,",
      "es": "Edward J. Ruppelt, comandante del Proyecto Libro Azul"
    }
  },
  {
    "translation": {
      "en": "and his scientific advisor, Joseph Allen Hynek,",
      "es": "y Joseph Allen Hynek, su asesor científico,"
    }
  },
  {
    "translation": {
      "en": "took an interest in Adamski.",
      "es": "se interesaron en Adamski."
    }
  },
  {
    "translation": {
      "en": "In his 1956 memoirs, Ruppelt writes:",
      "es": "En su autobiografía de 1956, Ruppelt escribió lo siguiente:"
    }
  },
  {
    "translation": {
      "en": "\"To look at the man and to listen to his story,",
      "es": "\"Al mirarlo y escuchar su relato,"
    }
  },
  {
    "translation": {
      "en": "you immediately felt an urge to believe him.\"",
      "es": "sentías que debías creerle\"."
    }
  },
  {
    "translation": {
      "en": "Decades later it is clear, not only from Ruppelt's memoirs,",
      "es": "Décadas después, la autobiografía de Ruppelt"
    }
  },
  {
    "translation": {
      "en": "but also from the testimony of other direct participants in Project Blue Book",
      "es": "y los testimonios de otros integrantes del Proyecto Libro Azul"
    }
  },
  {
    "translation": {
      "en": "that the project manipulated facts,",
      "es": "indican que se manipularon los hechos,"
    }
  },
  {
    "translation": {
      "en": "especially in its later phase.",
      "es": "en especial hacia el final."
    }
  },
  {
    "translation": {
      "en": "Some cases were filed with a blatant effort",
      "es": "Algunos casos se archivaron de forma descarada"
    }
  },
  {
    "translation": {
      "en": "to avoid any unexplainable or unidentified phenomena.",
      "es": "para evitar fenómenos no explicados ni identificados."
    }
  },
  {
    "translation": {
      "en": "There was a policy instituted at that time, in 1953",
      "es": "Había una política en ese momento. En 1953 y 1954,"
    }
  },
  {
    "translation": {
      "en": "and in 1954, there were two new Air Force regulations",
      "es": "En 1953 y 1954, se establecieron dos reglamentaciones de la Fuerza Aérea."
    }
  },
  {
    "translation": {
      "en": "put into effect that, essentially,",
      "es": "se establecieron dos reglamentaciones de la Fuerza Aérea. En ellas, se indica que cualquier información"
    }
  },
  {
    "translation": {
      "en": "any information that was not explained by the Air Force",
      "es": "En ellas, se indica que cualquier información que la Fuerza Aérea no pudiera explicar"
    }
  },
  {
    "translation": {
      "en": "was to go through a different process, a different system,",
      "es": "debía someterse a otro proceso y sistema."
    }
  },
  {
    "translation": {
      "en": "and that only the information",
      "es": "Solo la información confirmada"
    }
  },
  {
    "translation": {
      "en": "that could be identified as conventional craft",
      "es": "de aeronaves convencionales"
    }
  },
  {
    "translation": {
      "en": "could be told to the public and to the media.",
      "es": "podría informarse al público y a los medios."
    }
  },
  {
    "translation": {
      "en": "The whole idea was to say, \"We're taking it seriously,\" when they weren't taking it seriously,",
      "es": "El objetivo era hacer creer que se lo tomaban en serio."
    }
  },
  {
    "translation": {
      "en": "they just wanted information,",
      "es": "Querían información."
    }
  },
  {
    "translation": {
      "en": "but they would interpret it one way for the public,",
      "es": "La interpretaban de una forma para el público"
    }
  },
  {
    "translation": {
      "en": "they'd interpret it another way for themselves",
      "es": "y de otra forma para ellos porque sabían que era verdad."
    }
  },
  {
    "translation": {
      "en": "because they knew this was real.",
      "es": "porque sabían que era verdad."
    }
  },
  {
    "translation": {
      "en": "You're a publisher and they come and say, \"This is national security.\"",
      "es": "Decían a los editores: \"Es un asunto de seguridad nacional."
    }
  },
  {
    "translation": {
      "en": "\"We cannot have significant investigations of this.\"",
      "es": "No queremos que investiguen a fondo."
    }
  },
  {
    "translation": {
      "en": "\"You can write some articles but do not challenge our position on this.\"",
      "es": "Escriban artículos, pero no cuestionen nuestra posición."
    }
  },
  {
    "translation": {
      "en": "\"It's for the benefit of the nation.\"",
      "es": "Es por el bien del país\"."
    }
  },
  {
    "translation": {
      "en": "And what is the publisher going to do? \"Ah, screw you.\"",
      "es": "¿Qué hacen los editores? Los mandan al diablo."
    }
  },
  {
    "translation": {
      "en": "[narrator] Project Blue Book's most famous commander",
      "es": "El comandante más famoso del proyecto fue Edward J. Ruppelt,"
    }
  },
  {
    "translation": {
      "en": "was Captain Edward J. Ruppelt,",
      "es": "El comandante más famoso del proyecto fue Edward J. Ruppelt, piloto condecorado de la Segunda Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "a decorated World War II pilot,",
      "es": "piloto condecorado de la Segunda Guerra Mundial,"
    }
  },
  {
    "translation": {
      "en": "who, incidentally, coined the term Unidentified Flying Object.",
      "es": "y quien acuñó el término \"objeto volador no identificado\"."
    }
  },
  {
    "translation": {
      "en": "After resigning from his post, Ruppelt wrote the book",
      "es": "Tras dejar su cargo, Ruppelt escribió The Report on Unidentified Flying Objects,"
    }
  },
  {
    "translation": {
      "en": "The Report on Unidentified Flying Objects,",
      "es": "Ruppelt escribió The Report on Unidentified Flying Objects,"
    }
  },
  {
    "translation": {
      "en": "which to this day provides readers with a very solid picture",
      "es": "que, hasta el día de hoy, ofrece una idea clara"
    }
  },
  {
    "translation": {
      "en": "of what happened behind the scenes of military investigations",
      "es": "de lo que pasó tras bambalinas en las investigaciones militares"
    }
  },
  {
    "translation": {
      "en": "into the phenomenon between 1947 and 1955.",
      "es": "sobre el fenómeno ovni entre 1947 y 1955."
    }
  },
  {
    "translation": {
      "en": "[Dolan] Ruppelt and his people",
      "es": "Ruppelt y su personal"
    }
  },
  {
    "translation": {
      "en": "were very strongly looking at the extraterrestrial hypothesis.",
      "es": "investigaron a fondo la hipótesis de vida extraterrestre."
    }
  },
  {
    "translation": {
      "en": "But in later years, Blue Book was explicitly given orders",
      "es": "Años después, el Proyecto Libro Azul recibió órdenes"
    }
  },
  {
    "translation": {
      "en": "by the Air Force, by the military",
      "es": "de la Fuerza Aérea, de los militares,"
    }
  },
  {
    "translation": {
      "en": "to explain all of these…",
      "es": "para explicar los casos no resueltos."
    }
  },
  {
    "translation": {
      "en": "unexplained cases and just to give them explanations:",
      "es": "para explicar los casos no resueltos. Debían buscar una explicación:"
    }
  },
  {
    "translation": {
      "en": "weather balloon, a hoax or media or whatever.",
      "es": "un globo meteorológico, un engaño, un meteorito, etc."
    }
  },
  {
    "translation": {
      "en": "Uh, and they got their percentage of unknowns down very, very low.",
      "es": "Bajaron el porcentaje de fenómenos desconocidos,"
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean that these were legitimate investigations.",
      "es": "pero no siempre con investigaciones válidas."
    }
  },
  {
    "translation": {
      "en": "[narrator] The most significant civilian figure associated with Project Blue Book",
      "es": "El civil más importante del Proyecto Libro Azul"
    }
  },
  {
    "translation": {
      "en": "was Joseph Allen Hynek, a scientist hired by the Pentagon",
      "es": "era Joseph Allen Hynek. El Pentágono lo contrató"
    }
  },
  {
    "translation": {
      "en": "to advise on three consecutive UFO studies:",
      "es": "como asesor de tres estudios seguidos sobre ovnis."
    }
  },
  {
    "translation": {
      "en": "Project Sign, Project Grudge and Project Blue Book.",
      "es": "El Proyecto Señal, el Proyecto Rencor y el Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "Hynek's observations became a case study",
      "es": "Las observaciones de Hynek se convirtieron en un estudio de caso sobre cómo los hallazgos empíricos"
    }
  },
  {
    "translation": {
      "en": "of how empirical findings on the UFO question",
      "es": "se convirtieron en un estudio de caso sobre cómo los hallazgos empíricos"
    }
  },
  {
    "translation": {
      "en": "brought about radical change of opinion.",
      "es": "cambiaron radicalmente la opinión."
    }
  },
  {
    "translation": {
      "en": "So if you put it in the… where I use the word possibility and not probability",
      "es": "Si se usa la palabra \"posibilidad\" en vez de \"probabilidad\","
    }
  },
  {
    "translation": {
      "en": "then I would have to say I think as any scientist would have to say",
      "es": "entonces diría… Cualquier científico tendría que decir que es posible."
    }
  },
  {
    "translation": {
      "en": "it is certainly possible, yes.",
      "es": "Cualquier científico tendría que decir que es posible."
    }
  },
  {
    "translation": {
      "en": "So…",
      "es": "Mi papá se involucró"
    }
  },
  {
    "translation": {
      "en": "my father got involved with Project Blue Book and the predecessors.",
      "es": "Mi papá se involucró con el Proyecto Libro Azul y sus predecesores."
    }
  },
  {
    "translation": {
      "en": "Um, there are two theories.",
      "es": "Hay dos teorías."
    }
  },
  {
    "translation": {
      "en": "One is that because of his classified work with the Air Force",
      "es": "Una es que por su trabajo secreto con la Fuerza Aérea o el Ejército"
    }
  },
  {
    "translation": {
      "en": "or the army during World War II and the proximity fuse,",
      "es": "Una es que por su trabajo secreto con la Fuerza Aérea o el Ejército durante la guerra con la espoleta de seguridad,"
    }
  },
  {
    "translation": {
      "en": "he had a security clearance.",
      "es": "tenía autorización de seguridad."
    }
  },
  {
    "translation": {
      "en": "And there are people and you can see websites,",
      "es": "En algunas páginas web,"
    }
  },
  {
    "translation": {
      "en": "where they say it was a CIA plan to get Hynek involved again.",
      "es": "dicen que era un plan de la CIA para volver a involucrar a Hynek."
    }
  },
  {
    "translation": {
      "en": "The alternative view is that",
      "es": "La otra teoría"
    }
  },
  {
    "translation": {
      "en": "they just needed a respectable astronomer to come in and say,",
      "es": "es que querían que un astrónomo respetable dijera:"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry folks, there's nothing going on.\"",
      "es": "\"No se preocupen. No pasa nada\"."
    }
  },
  {
    "translation": {
      "en": "Among the tremendous noise or static or crud or whatever you wanna call it,",
      "es": "A pesar de tanto ruido, interferencia, confusión o como quieran llamarlo,"
    }
  },
  {
    "translation": {
      "en": "a tremendous number of unreliable reports that are easily explained,",
      "es": "pueden explicarse muchos informes poco fiables."
    }
  },
  {
    "translation": {
      "en": "there is this residue of most interesting cases",
      "es": "Quedan algunos casos interesantes"
    }
  },
  {
    "translation": {
      "en": "that intrigue me in the same way that a good mystery story intrigues me",
      "es": "que me intrigaron como las historias de misterio."
    }
  },
  {
    "translation": {
      "en": "and I'd like to get the solution.",
      "es": "Quisiera explicarlos."
    }
  },
  {
    "translation": {
      "en": "Now, we knew Jay Allen Hynek quite well.",
      "es": "Conocíamos bien a J. Allen Hynek."
    }
  },
  {
    "translation": {
      "en": "We were with him both privately and at public conferences in the '70s and '80s",
      "es": "En los años 70 y 80, lo vimos en privado y en conferencias públicas."
    }
  },
  {
    "translation": {
      "en": "and he was a man who was paid, literally by the Project Blue Book,",
      "es": "El Proyecto Libro Azul le pagaba para negar la existencia de extraterrestres."
    }
  },
  {
    "translation": {
      "en": "to cover up the extraterrestrials.",
      "es": "para negar la existencia de extraterrestres."
    }
  },
  {
    "translation": {
      "en": "But he was a man who had an inquisitive mind.",
      "es": "Era muy curioso."
    }
  },
  {
    "translation": {
      "en": "[narrator] He starts looking behind the scenes",
      "es": "Analizó la información que tenían y dijo:"
    }
  },
  {
    "translation": {
      "en": "and spitting out, \"There's something real going on here.\"",
      "es": "Analizó la información que tenían y dijo: \"Pasa algo de verdad."
    }
  },
  {
    "translation": {
      "en": "\"What it is we don't know, but it's worthy of study.\"",
      "es": "No sabemos qué es, pero debemos estudiarlo\"."
    }
  },
  {
    "translation": {
      "en": "[Hernandez] Big, big cases, which they never gave to Hynek. So Hy--",
      "es": "Eran casos grandes que no le asignaron. Entonces, Hynek descubrió que lo usaban."
    }
  },
  {
    "translation": {
      "en": "That's when Hynek discovered that they were using him.",
      "es": "Entonces, Hynek descubrió que lo usaban."
    }
  },
  {
    "translation": {
      "en": "Project Blue Book was basically an attempt to put under the table",
      "es": "El Proyecto Libro Azul intentaba encubrir este fenómeno"
    }
  },
  {
    "translation": {
      "en": "this phenomenon to discredit it.",
      "es": "El Proyecto Libro Azul intentaba encubrir este fenómeno para desacreditarlo."
    }
  },
  {
    "translation": {
      "en": "We have not been hiding anything. The investigations have been made public,",
      "es": "No hemos ocultado nada. Las investigaciones se hicieron públicas."
    }
  },
  {
    "translation": {
      "en": "the explanations of those, where there is a clear explanation have been made public,",
      "es": "Cuando hay una explicación clara, las explicaciones se hicieron públicas."
    }
  },
  {
    "translation": {
      "en": "the hearing this morning was public for just that reason.",
      "es": "Por ese motivo, la audiencia fue pública."
    }
  },
  {
    "translation": {
      "en": "Then later on in his life, he totally switched.",
      "es": "Con el paso del tiempo, cambió su posición."
    }
  },
  {
    "translation": {
      "en": "Uh, he understood that the phenomenon was both physical and psychic.",
      "es": "Entendió que el fenómeno era físico y psíquico."
    }
  },
  {
    "translation": {
      "en": "So it was both physical and paranormal.",
      "es": "O sea, era físico y paranormal."
    }
  },
  {
    "translation": {
      "en": "I think what was… initially surprising for my father",
      "es": "Lo que sorprendió a mi padre"
    }
  },
  {
    "translation": {
      "en": "was the sort of cavalier attitude that the Air Force had",
      "es": "fue la actitud displicente de la Fuerza Aérea"
    }
  },
  {
    "translation": {
      "en": "to not really learn the truth.",
      "es": "para no averiguar la verdad,"
    }
  },
  {
    "translation": {
      "en": "Whether or not they need to learn the truth for a different,",
      "es": "así fuera por motivos militares distintos"
    }
  },
  {
    "translation": {
      "en": "you know, military point of view than my father's scientific inquiry,",
      "es": "así fuera por motivos militares distintos a la investigación científica de mi padre."
    }
  },
  {
    "translation": {
      "en": "but they just weren't interested in the truth.",
      "es": "No les interesaba la verdad."
    }
  },
  {
    "translation": {
      "en": "[narrator] But what the US Military couldn't control",
      "es": "Pero los militares no controlaban"
    }
  },
  {
    "translation": {
      "en": "were reports of sightings of UFOs, coming from outside the United States.",
      "es": "los avistamientos de ovnis en otros países."
    }
  },
  {
    "translation": {
      "en": "June, 1959.",
      "es": "Junio de 1959."
    }
  },
  {
    "translation": {
      "en": "Boianai, Papua New Guinea.",
      "es": "Boianai, Papúa Nueva Guinea."
    }
  },
  {
    "translation": {
      "en": "The peace and quiet of the Boianai Anglican Mission",
      "es": "La paz y la tranquilidad de la misión anglicana en Boianai"
    }
  },
  {
    "translation": {
      "en": "was unexpectedly disrupted.",
      "es": "se interrumpió de improviso."
    }
  },
  {
    "translation": {
      "en": "Reverend William Booth Gill",
      "es": "El pastor William Booth Gill"
    }
  },
  {
    "translation": {
      "en": "was the first to observe intense light around unoccupied Mount Pudi.",
      "es": "fue el primero en observar una luz intensa sobre el deshabitado monte Pudi."
    }
  },
  {
    "translation": {
      "en": "He and his assistant thought it was an atmospheric phenomenon,",
      "es": "Él y su asistente pensaron que era un fenómeno atmosférico."
    }
  },
  {
    "translation": {
      "en": "hardly realizing that they would soon witness something much more extraordinary.",
      "es": "No se imaginaban que presenciarían algo mucho más extraordinario."
    }
  },
  {
    "translation": {
      "en": "On June 26th, Father Gill along with 38 other eyewitnesses",
      "es": "El 26 de junio, el padre Gill y otros 38 testigos"
    }
  },
  {
    "translation": {
      "en": "saw a large disk in the sky emitting blue light.",
      "es": "vieron un disco en el cielo que emitía luz azul."
    }
  },
  {
    "translation": {
      "en": "He later went public with what he had seen.",
      "es": "Luego contó lo que había visto."
    }
  },
  {
    "translation": {
      "en": "[Father Gill] What it's like to look up in the sky",
      "es": "Miré hacia el cielo"
    }
  },
  {
    "translation": {
      "en": "and see a totally foreign looking object,",
      "es": "y vi un objeto totalmente extraño. TESTIGO"
    }
  },
  {
    "translation": {
      "en": "that stays there just hovering,",
      "es": "Flotaba a poca altura,"
    }
  },
  {
    "translation": {
      "en": "uh, not very far-- high up, maybe two, three hundred feet up in the air.",
      "es": "Flotaba a poca altura, a unos 60 o 90 metros."
    }
  },
  {
    "translation": {
      "en": "[narrator] Observers saw what appeared to be beings inside the craft.",
      "es": "Los testigos dicen que vieron seres vivos en la aeronave."
    }
  },
  {
    "translation": {
      "en": "They looked like people, but something told Father Gill",
      "es": "Parecían personas, pero algo le dijo al padre Gill"
    }
  },
  {
    "translation": {
      "en": "he was witnessing an encounter of an entirely different kind.",
      "es": "que presenciaba un encuentro de otro tipo."
    }
  },
  {
    "translation": {
      "en": "The visitation was repeated again the following night",
      "es": "La visita se repitió la noche siguiente"
    }
  },
  {
    "translation": {
      "en": "and was observed by yet another 25 witnesses.",
      "es": "y otros 25 testigos la presenciaron."
    }
  },
  {
    "translation": {
      "en": "Figures walking about on top",
      "es": "Se veían seres en la parte de arriba,"
    }
  },
  {
    "translation": {
      "en": "and not the slightest noise whatsoever.",
      "es": "y no había nada de ruido."
    }
  },
  {
    "translation": {
      "en": "And so, we waved. They waved back.",
      "es": "Los saludamos con la mano, y nos devolvieron el saludo."
    }
  },
  {
    "translation": {
      "en": "[narrator] Was it possible?",
      "es": "¿Era posible?"
    }
  },
  {
    "translation": {
      "en": "Did these beings come from another world or from a parallel universe?",
      "es": "¿Estos seres vinieron de otro mundo o de un universo paralelo?"
    }
  },
  {
    "translation": {
      "en": "Rarely has such an event been witnessed by so many.",
      "es": "Rara vez tantas personas han presenciado un evento así."
    }
  },
  {
    "translation": {
      "en": "The question is no longer whether there is intelligent life in the universe,",
      "es": "La pregunta ya no es si hay vida inteligente en el universo,"
    }
  },
  {
    "translation": {
      "en": "but how many different forms might it take?",
      "es": "sino cuántas formas distintas existen."
    }
  },
  {
    "translation": {
      "en": "[Gill] And then suddenly it did go.",
      "es": "Y se fue de repente."
    }
  },
  {
    "translation": {
      "en": "And there was this amazingly,",
      "es": "Aceleró a una velocidad increíble"
    }
  },
  {
    "translation": {
      "en": "incredible speed, that the whole craft disappeared",
      "es": "Aceleró a una velocidad increíble y la aeronave desapareció así nomás."
    }
  },
  {
    "translation": {
      "en": "uh, to nothing.",
      "es": "y la aeronave desapareció así nomás."
    }
  },
  {
    "translation": {
      "en": "Listen, I met Father Gill, he came to our house for dinner one night",
      "es": "Conocí al padre Gill. Vino a cenar a nuestra casa una noche para un congreso ecuménico."
    }
  },
  {
    "translation": {
      "en": "for an ecumenical religious conference.",
      "es": "Vino a cenar a nuestra casa una noche para un congreso ecuménico."
    }
  },
  {
    "translation": {
      "en": "And this was not a guy who went on the UFO lecture circuit.",
      "es": "No iba a los congresos de ovnis"
    }
  },
  {
    "translation": {
      "en": "He did not write a book.",
      "es": "ni escribió un libro."
    }
  },
  {
    "translation": {
      "en": "He was a man in his seventies who was very comfortable in his own skin, as we say,",
      "es": "Tenía más de 70 años y era muy seguro de sí mismo."
    }
  },
  {
    "translation": {
      "en": "and I saw him with my own eyes",
      "es": "Vi cómo era."
    }
  },
  {
    "translation": {
      "en": "and I'm looking at him thinking, \"I don't think this guy is lying.\"",
      "es": "Lo observé y pensé: \"No miente ni está loco\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't think this guy is crazy.\"",
      "es": "\"No miente ni está loco\"."
    }
  },
  {
    "translation": {
      "en": "So he didn't really understand why they didn't want to just",
      "es": "No entendía por qué no querían investigar a fondo,"
    }
  },
  {
    "translation": {
      "en": "thoroughly investigate,",
      "es": "por qué no querían investigar a fondo,"
    }
  },
  {
    "translation": {
      "en": "even though they will do something different than he would.",
      "es": "incluso si lo hicieran diferente."
    }
  },
  {
    "translation": {
      "en": "So I think that was surprising to him.",
      "es": "Eso lo sorprendió."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the 1950s,",
      "es": "En los años 50, a instancias de la CIA,"
    }
  },
  {
    "translation": {
      "en": "at the behest of the CIA, The Robertson Panel was established.",
      "es": "En los años 50, a instancias de la CIA, se formó el Panel Robertson."
    }
  },
  {
    "translation": {
      "en": "A scientific committee that precisely shaped strategies and tactics",
      "es": "Era un comité científico que desarrolló las estrategias y tácticas para lidiar con los medios."
    }
  },
  {
    "translation": {
      "en": "of dealing with the media.",
      "es": "que desarrolló las estrategias y tácticas para lidiar con los medios."
    }
  },
  {
    "translation": {
      "en": "Even if UFOs did not pose a direct threat to the United States,",
      "es": "Aun si los ovnis no eran una amenaza para EE. UU.,"
    }
  },
  {
    "translation": {
      "en": "a threat could arise from the mismanagement of classified information",
      "es": "podría surgir una amenaza al manejar mal la información confidencial"
    }
  },
  {
    "translation": {
      "en": "and public interest.",
      "es": "y el interés público."
    }
  },
  {
    "translation": {
      "en": "Therefore, a massive disinformation plan was created and put into action,",
      "es": "Por lo tanto, se ejecutó un plan de desinformación masivo"
    }
  },
  {
    "translation": {
      "en": "gradually integrating their talking points into public life.",
      "es": "para introducir lentamente sus temas a la opinión pública."
    }
  },
  {
    "translation": {
      "en": "[Dolan] The Air Force always wanted to get rid of Project Blue book but,",
      "es": "La Fuerza Aérea siempre quiso deshacerse del Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "they weren't really able to without a proper pretext,",
      "es": "Pero no podía hacerlo sin un pretexto, explicación o motivo válidos."
    }
  },
  {
    "translation": {
      "en": "a proper explanation-- reason.",
      "es": "sin un pretexto, explicación o motivo válidos."
    }
  },
  {
    "translation": {
      "en": "That's where the so-called Condon Committee investigation came in.",
      "es": "Por eso comenzó la investigación del Comité Condon."
    }
  },
  {
    "translation": {
      "en": "In the late 1960s, the University of Colorado was contracted by the Air Force",
      "es": "A fines de los años 60, la Fuerza Aérea contrató a la Universidad de Colorado"
    }
  },
  {
    "translation": {
      "en": "to do a supposedly scientific study of UFOs. Well…",
      "es": "para realizar un estudio científico sobre ovnis."
    }
  },
  {
    "translation": {
      "en": "that was a whole rigged game as well.",
      "es": "Pero la investigación era fraudulenta."
    }
  },
  {
    "translation": {
      "en": "Dr. Edward Condon made statements",
      "es": "El Dr. Edward Condon hizo afirmaciones como esta:"
    }
  },
  {
    "translation": {
      "en": "such as, \"We do not expect",
      "es": "El Dr. Edward Condon hizo afirmaciones como esta: \"No esperamos"
    }
  },
  {
    "translation": {
      "en": "extraterrestrial life from outside our solar system",
      "es": "que haya vida extraterrestre fuera del sistema solar"
    }
  },
  {
    "translation": {
      "en": "to reach our planet in the next 10,000 years.\"",
      "es": "que llegue a nuestro planeta en los próximos 10 000 años\"."
    }
  },
  {
    "translation": {
      "en": "If you actually look at the Condon Project reports,",
      "es": "Si miran los informes del Proyecto Condon,"
    }
  },
  {
    "translation": {
      "en": "the scientific study,",
      "es": "el estudio científico,"
    }
  },
  {
    "translation": {
      "en": "you'll find that much of that information indicates that UFOs are real",
      "es": "verán que gran parte de esa información indica que los ovnis son reales"
    }
  },
  {
    "translation": {
      "en": "and that there was a serious interest in this.",
      "es": "y que había un gran interés en esto."
    }
  },
  {
    "translation": {
      "en": "Sort of signal low points would be 1953 and 1969.",
      "es": "Los puntos más bajos serían en 1953 y 1969."
    }
  },
  {
    "translation": {
      "en": "Uh, 1953 was the Robertson Panel,",
      "es": "En 1953 fue el Panel Robertson,"
    }
  },
  {
    "translation": {
      "en": "which is the first of sort of two scientist-led symposiums",
      "es": "el primero de dos simposios liderados por científicos"
    }
  },
  {
    "translation": {
      "en": "to discuss UFOs and write a report and come up with a conclusion.",
      "es": "para debatir, escribir un informe y sacar conclusiones."
    }
  },
  {
    "translation": {
      "en": "Basically they had a report",
      "es": "En esencia, la conclusión era:"
    }
  },
  {
    "translation": {
      "en": "whose conclusion said, \"There's nothing to the UFO phenomena.\"",
      "es": "En esencia, la conclusión era: \"Los ovnis no existen. Cierren la puerta y váyanse\"."
    }
  },
  {
    "translation": {
      "en": "\"Let's close the doors and go home.\"",
      "es": "\"Los ovnis no existen. Cierren la puerta y váyanse\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] The fact that the contents of the program remained classified until 1975,",
      "es": "El hecho de que el contenido del programa fuera confidencial hasta 1975,"
    }
  },
  {
    "translation": {
      "en": "five years after Project Blue Book was terminated,",
      "es": "cinco años tras el fin del Proyecto Libro Azul,"
    }
  },
  {
    "translation": {
      "en": "demonstrates without a doubt,",
      "es": "demuestra sin lugar a dudas"
    }
  },
  {
    "translation": {
      "en": "that the Robertson Panel Report wasn't just a temporary program.",
      "es": "que el informe del Panel Robertson no era solo un programa temporal."
    }
  },
  {
    "translation": {
      "en": "It was a sustained, long-term effort to make the subject of UFOs",
      "es": "Fue un esfuerzo continuo a largo plazo para que el tema de los ovnis no tuviera una base científica."
    }
  },
  {
    "translation": {
      "en": "scientifically unrespectable.",
      "es": "para que el tema de los ovnis no tuviera una base científica."
    }
  },
  {
    "translation": {
      "en": "Hynek saw this essentially as a smokescreen",
      "es": "Hynek vio esto como una cortina de humo"
    }
  },
  {
    "translation": {
      "en": "to keep critical information about UFOs out of the public domain.",
      "es": "para que la información clave sobre los ovnis no se hiciera pública."
    }
  },
  {
    "translation": {
      "en": "Project Blue Book was officially shut down in 1969",
      "es": "El Proyecto Libro Azul terminó oficialmente en 1969"
    }
  },
  {
    "translation": {
      "en": "with the archive made available to the public in 2015.",
      "es": "y su archivo se abrió al público en 2015."
    }
  },
  {
    "translation": {
      "en": "As it turns out, the archive is far from complete.",
      "es": "Aunque el archivo está incompleto."
    }
  },
  {
    "translation": {
      "en": "Following a discovery by UFO investigator Rob Mercer,",
      "es": "Tras un descubrimiento del investigador de ovnis Rob Mercer,"
    }
  },
  {
    "translation": {
      "en": "who lived close to the Wright-Patterson Air Force Base in Ohio,",
      "es": "que vivía cerca de la base Wright-Patterson en Ohio,"
    }
  },
  {
    "translation": {
      "en": "many previously undisclosed cases recorded by the US military",
      "es": "muchos casos no revelados por los militares de EE. UU."
    }
  },
  {
    "translation": {
      "en": "and collated by Project Blue Book came to light.",
      "es": "y recopilados por el Proyecto Libro Azul salieron a la luz."
    }
  },
  {
    "translation": {
      "en": "Thanks to a classified advertisement",
      "es": "Gracias a un anuncio clasificado"
    }
  },
  {
    "translation": {
      "en": "offering official military files related to UFOs,",
      "es": "que ofrecía archivos militares relacionados con los ovnis,"
    }
  },
  {
    "translation": {
      "en": "Mercer took possession of a cache of boxes.",
      "es": "Mercer obtuvo varias cajas."
    }
  },
  {
    "translation": {
      "en": "These boxes were filled with documents stored in a garage",
      "es": "Tenían documentos que un ex oficial de la base"
    }
  },
  {
    "translation": {
      "en": "by a former military base officer.",
      "es": "guardó en un garaje."
    }
  },
  {
    "translation": {
      "en": "Thanks in large part to Mercer,",
      "es": "En gran parte, fue por Mercer"
    }
  },
  {
    "translation": {
      "en": "a much clearer picture of the history of the project",
      "es": "que se supo de la historia del proyecto"
    }
  },
  {
    "translation": {
      "en": "and the sheer volume of information in its possession, came to light.",
      "es": "y de su gran volumen de información."
    }
  },
  {
    "translation": {
      "en": "April, 1964.",
      "es": "Abril de 1964."
    }
  },
  {
    "translation": {
      "en": "Socorro, New Mexico.",
      "es": "Socorro, Nuevo México."
    }
  },
  {
    "translation": {
      "en": "It was hot at the end of April that year,",
      "es": "Ese año, hizo mucho calor a finales de abril,"
    }
  },
  {
    "translation": {
      "en": "especially for patrolman, Lonnie Zamora,",
      "es": "sobre todo, a las 5:45 p. m. para el patrullero Lonnie Zamora,"
    }
  },
  {
    "translation": {
      "en": "at around 5:45 in the afternoon while in pursuit of a speeding driver.",
      "es": "sobre todo, a las 5:45 p. m. para el patrullero Lonnie Zamora, quien perseguía un auto con exceso de velocidad."
    }
  },
  {
    "translation": {
      "en": "He witnesses a flash of fire on the horizon, about a half a mile away.",
      "es": "Vio un destello de fuego en el horizonte, a unos 800 metros de distancia."
    }
  },
  {
    "translation": {
      "en": "Suspecting that a dynamite store in the area exploded,",
      "es": "Pensó que había explotado un almacén de dinamita,"
    }
  },
  {
    "translation": {
      "en": "he decided to drop the pursuit in order to check out the scene.",
      "es": "así que dejó la persecución para ir a revisar el lugar."
    }
  },
  {
    "translation": {
      "en": "[Lonnie on the tape] I went up that little road,",
      "es": "Fui por esa carretera"
    }
  },
  {
    "translation": {
      "en": "for about half a mile, I guess.",
      "es": "más o menos unos 800 metros."
    }
  },
  {
    "translation": {
      "en": "Uh, came up to this little parking deal there",
      "es": "Llegué a un estacionamiento al lado de la carretera,"
    }
  },
  {
    "translation": {
      "en": "on the side of the road,",
      "es": "Llegué a un estacionamiento al lado de la carretera, y miré por la ventana."
    }
  },
  {
    "translation": {
      "en": "and I thought I'd glance out of the window.",
      "es": "y miré por la ventana."
    }
  },
  {
    "translation": {
      "en": "Looked to my left to see a white object on the ground.",
      "es": "A mi izquierda vi un objeto blanco en el suelo."
    }
  },
  {
    "translation": {
      "en": "Thought that it might be a car that had turned over.",
      "es": "Pensé que podría ser un auto que se había volcado."
    }
  },
  {
    "translation": {
      "en": "Crossed the river... [indistinct] going out there to investigate,",
      "es": "Así que me apresuré a investigar"
    }
  },
  {
    "translation": {
      "en": "thought maybe somebody would be hurt.",
      "es": "por si había heridos."
    }
  },
  {
    "translation": {
      "en": "[narrator] Astonished, the object spotted by Zamora slowly began to rise into the air.",
      "es": "Quedó asombrado porque el objeto comenzó a elevarse."
    }
  },
  {
    "translation": {
      "en": "There was no smoke,",
      "es": "No había humo."
    }
  },
  {
    "translation": {
      "en": "just a blue and orange flame beneath the object.",
      "es": "Debajo del objeto, había una flama azul y naranja."
    }
  },
  {
    "translation": {
      "en": "Frightened, the policeman fled.",
      "es": "El policía escapó asustado."
    }
  },
  {
    "translation": {
      "en": "Stumbling, losing his glasses as he fell on the dusty ground,",
      "es": "Extravió sus lentes al caerse en el suelo polvoriento"
    }
  },
  {
    "translation": {
      "en": "he tries to take cover in anticipation of an explosion above him.",
      "es": "cuando intentaba protegerse de una posible explosión."
    }
  },
  {
    "translation": {
      "en": "Suddenly, everything went quiet.",
      "es": "De repente, todo quedó en silencio."
    }
  },
  {
    "translation": {
      "en": "He looked up to see the object slowly departing, but not through rocket propulsion,",
      "es": "Al alzar la vista, el objeto se alejaba lentamente sin propulsión."
    }
  },
  {
    "translation": {
      "en": "simply floating silently away.",
      "es": "Solo flotaba en silencio."
    }
  },
  {
    "translation": {
      "en": "Jay Hynek met with Lonnie Zamora",
      "es": "J. Hynek se reunió con Lonnie Zamora para discutir lo que vio"
    }
  },
  {
    "translation": {
      "en": "to discuss what he had seen and evaluate his credibility.",
      "es": "J. Hynek se reunió con Lonnie Zamora para discutir lo que vio y evaluar su credibilidad."
    }
  },
  {
    "translation": {
      "en": "He was favorably impressed.",
      "es": "Le dejó una buena impresión."
    }
  },
  {
    "translation": {
      "en": "My father thought he was a very credible witness,",
      "es": "Mi padre pensó que era un testigo verosímil"
    }
  },
  {
    "translation": {
      "en": "um, who exhibited signs of trauma immediately after the event",
      "es": "que mostraba señales de trauma después de lo sucedido"
    }
  },
  {
    "translation": {
      "en": "and was very consistent in his recounting of the event after that.",
      "es": "y que no variaba su relato."
    }
  },
  {
    "translation": {
      "en": "And this is sort of part of a flurry or a flap",
      "es": "Su relato es parte de una serie de casos en Nuevo México"
    }
  },
  {
    "translation": {
      "en": "of cases in New Mexico, um, in the 40s, 50s and 60s.",
      "es": "Su relato es parte de una serie de casos en Nuevo México en los años 40, 50 y 60, así que fue muy convincente."
    }
  },
  {
    "translation": {
      "en": "So that was a very convincing case.",
      "es": "en los años 40, 50 y 60, así que fue muy convincente."
    }
  },
  {
    "translation": {
      "en": "That was one of the cases that led my father",
      "es": "Fue uno de los casos que llevó a papá"
    }
  },
  {
    "translation": {
      "en": "to finally jump in with both feet to the deep end of the UFO Pool.",
      "es": "a involucrarse a fondo en la investigación de ovnis."
    }
  },
  {
    "translation": {
      "en": "[narrator] Testimonies gathered over the years",
      "es": "Los testimonios recopilados"
    }
  },
  {
    "translation": {
      "en": "refute perhaps the most important official conclusion of Project Blue Book,",
      "es": "refutan tal vez la conclusión oficial más importante del Proyecto Libro Azul:"
    }
  },
  {
    "translation": {
      "en": "which states: \"There has been no evidence submitted or discovered by the Air Force",
      "es": "\"La Fuerza Aérea no halló prueba alguna"
    }
  },
  {
    "translation": {
      "en": "that sightings categorized as 'unidentified'",
      "es": "de que los avistamientos de objetos no identificados"
    }
  },
  {
    "translation": {
      "en": "represent technological developments",
      "es": "representan desarrollos o principios tecnológicos"
    }
  },
  {
    "translation": {
      "en": "or principles beyond the range of present day scientific knowledge.\"",
      "es": "representan desarrollos o principios tecnológicos que superen el conocimiento científico actual."
    }
  },
  {
    "translation": {
      "en": "\"There has been no evidence indicating the sightings categorized as 'unidentified'",
      "es": "Ninguna prueba indica que los objetos no identificados"
    }
  },
  {
    "translation": {
      "en": "are extraterrestrial vehicles.\"",
      "es": "sean vehículos extraterrestres\"."
    }
  },
  {
    "translation": {
      "en": "You know, when you investigate cases and they're obviously extraterrestrial,",
      "es": "Cuando investigas casos que son obviamente extraterrestres,"
    }
  },
  {
    "translation": {
      "en": "at some point you just have to say,",
      "es": "en algún momento, debes decir:"
    }
  },
  {
    "translation": {
      "en": "\"This is not able to be covered up any longer.\"",
      "es": "\"No lo podemos encubrir más\"."
    }
  },
  {
    "translation": {
      "en": "[JJ] This is why Project Blue Book was diminished,",
      "es": "Por eso limitaron el Proyecto Libro Azul,"
    }
  },
  {
    "translation": {
      "en": "because it did not have answers",
      "es": "porque no tenía respuestas"
    }
  },
  {
    "translation": {
      "en": "that were sufficient, really, to other areas of science.",
      "es": "suficientemente sólidas para otros campos de la ciencia."
    }
  },
  {
    "translation": {
      "en": "The largest study ever done by the US Air Force,",
      "es": "El estudio más grande de la Fuerza Aérea de EE. UU."
    }
  },
  {
    "translation": {
      "en": "uh, was done in 1954, 1955,",
      "es": "se llevó a cabo en 1954 y 1955,"
    }
  },
  {
    "translation": {
      "en": "at the prestigious Battelle Memorial Institute.",
      "es": "en el prestigioso Battelle Memorial Institute."
    }
  },
  {
    "translation": {
      "en": "3,201 cases were categorized",
      "es": "Los científicos categorizaron 3201 casos"
    }
  },
  {
    "translation": {
      "en": "by the scientists who did this study.",
      "es": "al llevar a cabo el estudio."
    }
  },
  {
    "translation": {
      "en": "In the end, 21.5%",
      "es": "Al final, el 21.5 % de casos se catalogaron"
    }
  },
  {
    "translation": {
      "en": "were labeled as true unknowns.",
      "es": "Al final, el 21.5 % de casos se catalogaron como casos reales de objetos desconocidos."
    }
  },
  {
    "translation": {
      "en": "They could not identify them as anything conventional on this planet.",
      "es": "No los identificaron como algo convencional de este planeta."
    }
  },
  {
    "translation": {
      "en": "However, the secretary of the Air Force made a statement that it was only 3%.",
      "es": "Pero el secretario de la Fuerza Aérea indicó que era solo el 3 %."
    }
  },
  {
    "translation": {
      "en": "When you say that it's only 3%, it can be easily dismissed.",
      "es": "Al afirmar que es solo el 3 %, es fácil desestimarlo."
    }
  },
  {
    "translation": {
      "en": "21.5% deserves further scientific investigation.",
      "es": "Con un 21.5 %, vale la pena realizar más investigación científica."
    }
  },
  {
    "translation": {
      "en": "[narrator] By the time Project Blue Book was terminated in 1969,",
      "es": "Para cuando terminó el Proyecto Libro Azul en 1969,"
    }
  },
  {
    "translation": {
      "en": "it had accumulated a total of 12,618 UFO sightings,",
      "es": "había registrado 12 618 avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "categorizing the majority of the cases as natural phenomena,",
      "es": "y categorizado la mayoría como fenómenos naturales,"
    }
  },
  {
    "translation": {
      "en": "anomalies or conventional aircraft.",
      "es": "anomalías o aeronaves convencionales."
    }
  },
  {
    "translation": {
      "en": "Roughly 6% of the cases, 701 to be exact,",
      "es": "Más o menos el 6 % de los casos, es decir, 701,"
    }
  },
  {
    "translation": {
      "en": "are labeled as \"Unexplainable.\"",
      "es": "se catalogaron como no explicables."
    }
  },
  {
    "translation": {
      "en": "One of the most intriguing of these",
      "es": "Uno de los más intrigantes"
    }
  },
  {
    "translation": {
      "en": "was reported just three years before Blue Book was shut down.",
      "es": "sucedió tres años antes del fin del Proyecto Libro Azul."
    }
  },
  {
    "translation": {
      "en": "March, 1966. Sheppard Air Force Base, Texas.",
      "es": "Marzo de 1966. Base de la Fuerza Aérea Sheppard, Texas."
    }
  },
  {
    "translation": {
      "en": "Shortly before sunrise,",
      "es": "Poco antes del amanecer,"
    }
  },
  {
    "translation": {
      "en": "fifty-six-year-old electrician Eddie Laxson",
      "es": "el electricista Eddie Laxson, de 56 años,"
    }
  },
  {
    "translation": {
      "en": "was driving over the state line between Texas and Oklahoma,",
      "es": "cruzó la frontera entre Texas y Oklahoma"
    }
  },
  {
    "translation": {
      "en": "little suspecting what he was about to encounter.",
      "es": "sin sospechar lo que estaba a punto de presenciar."
    }
  },
  {
    "translation": {
      "en": "The beams of a car's headlights on this dark road?",
      "es": "¿Las luces de un auto en esta carretera oscura?"
    }
  },
  {
    "translation": {
      "en": "There wasn't a living soul in sight.",
      "es": "No había nadie más por ahí."
    }
  },
  {
    "translation": {
      "en": "And yet, a moment later, Eddie sharply had to stomp on his brakes.",
      "es": "Sin embargo, un momento después, Eddie tuvo que frenar de emergencia."
    }
  },
  {
    "translation": {
      "en": "Dumbfounded, he stared ahead while the car radio suddenly died.",
      "es": "Quedó atónito con lo que vio. La radio del auto se apagó de repente"
    }
  },
  {
    "translation": {
      "en": "As did the vehicle's engine.",
      "es": "igual que el auto."
    }
  },
  {
    "translation": {
      "en": "He got out of his car and stood transfixed",
      "es": "Se bajó del auto y quedó petrificado"
    }
  },
  {
    "translation": {
      "en": "at a 75 foot long, 8 foot high and 12 foot wide craft.",
      "es": "al ver una aeronave de 22 m de largo, 2.5 m de alto y 3.5 m de ancho"
    }
  },
  {
    "translation": {
      "en": "It was unlike anything he had ever seen.",
      "es": "Jamás había visto algo así."
    }
  },
  {
    "translation": {
      "en": "[Schratt] Here is its dimensions. It's 75 feet in length.",
      "es": "Estas son las dimensiones: 22 m de largo,"
    }
  },
  {
    "translation": {
      "en": "It has a three foot diameter porthole here. It has a bubble canopy here.",
      "es": "una ventanilla de 1 m de diámetro aquí y una cubierta transparente aquí."
    }
  },
  {
    "translation": {
      "en": "There's four landing gear legs, and then there's a door right here.",
      "es": "Un tren de aterrizaje de cuatro piezas y una compuerta."
    }
  },
  {
    "translation": {
      "en": "[narrator] There were figures standing alongside the vessel,",
      "es": "Había seres junto a la nave,"
    }
  },
  {
    "translation": {
      "en": "dressed in uniforms bearing unfamiliar emblems.",
      "es": "con uniformes con emblemas desconocidos."
    }
  },
  {
    "translation": {
      "en": "The ship, as he recalled, was marked with the numbers TL 4768.",
      "es": "La nave tenía los números TL4768."
    }
  },
  {
    "translation": {
      "en": "The vessel had no wings,",
      "es": "No tenía alas"
    }
  },
  {
    "translation": {
      "en": "as you might see on a conventional man-made aircraft of that period.",
      "es": "a diferencia de las aeronaves convencionales de la época."
    }
  },
  {
    "translation": {
      "en": "[Schratt] There was a man shining a flashlight on the bottom of this craft",
      "es": "Un hombre alumbraba con una linterna en la parte inferior"
    }
  },
  {
    "translation": {
      "en": "with a porthole here.",
      "es": "donde había una ventanilla."
    }
  },
  {
    "translation": {
      "en": "And when he saw that he was being viewed by the eyewitness,",
      "es": "Cuando vio que lo observaban,"
    }
  },
  {
    "translation": {
      "en": "he went up the ladder, he closed the door.",
      "es": "subió la escalera y cerró la compuerta."
    }
  },
  {
    "translation": {
      "en": "[narrator] Shortly after, it rose noiselessly",
      "es": "Poco después, se elevó en silencio"
    }
  },
  {
    "translation": {
      "en": "and vanishes at a speed of perhaps 700 miles per hour,",
      "es": "y desapareció a una velocidad de unos 1100 km/h."
    }
  },
  {
    "translation": {
      "en": "faster than the speed of sound, but without a sonic boom.",
      "es": "Rompió la velocidad del sonido, pero sin hacer explosión sónica."
    }
  },
  {
    "translation": {
      "en": "Eddie was at a complete loss to explain what he had just seen.",
      "es": "Eddie no sabía cómo explicar lo que vio."
    }
  },
  {
    "translation": {
      "en": "Were these humanoid extraterrestrials? Time travelers?",
      "es": "¿Eran extraterrestres humanoides? ¿Eran viajeros en el tiempo?"
    }
  },
  {
    "translation": {
      "en": "Even with today's technologies,",
      "es": "Incluso con la tecnología actual,"
    }
  },
  {
    "translation": {
      "en": "human science is incapable of building such a vessel.",
      "es": "la ciencia humana es incapaz de construir una nave así."
    }
  },
  {
    "translation": {
      "en": "And as this thing was departing, truckers who are going down the same road,",
      "es": "Y cuando ese objeto se iba, también lo vieron los camioneros que iban por ahí."
    }
  },
  {
    "translation": {
      "en": "they saw it too.",
      "es": "también lo vieron los camioneros que iban por ahí."
    }
  },
  {
    "translation": {
      "en": "So we've got multiple independent confirmation",
      "es": "Hay varias confirmaciones independientes"
    }
  },
  {
    "translation": {
      "en": "of this craft actually being seen.",
      "es": "de que vieron esa aeronave."
    }
  },
  {
    "translation": {
      "en": "Sheppard Air Force Base back in 1966.",
      "es": "En la Base Sheppard de la Fuerza Aérea en 1966."
    }
  },
  {
    "translation": {
      "en": "[narrator] And yet, despite the weight of evidence,",
      "es": "No obstante, a pesar de las pruebas contundentes,"
    }
  },
  {
    "translation": {
      "en": "Project Blue Book filed away this compelling eyewitness testimony,",
      "es": "el Proyecto Libro Azul archivó testimonios convincentes"
    }
  },
  {
    "translation": {
      "en": "continuing its policy of suppressing any accounts of UFO sightings",
      "es": "y siguió su política de suprimir los informes de avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "or information which might contradict the official government line",
      "es": "o la información que contradijera la línea oficial del gobierno"
    }
  },
  {
    "translation": {
      "en": "on the existence of UFOs.",
      "es": "sobre la existencia de los ovnis."
    }
  },
  {
    "translation": {
      "en": "To explain the way of UFO sightings",
      "es": "Para explicar los avistamientos de ovnis"
    }
  },
  {
    "translation": {
      "en": "as quickly as possible when they become public",
      "es": "lo más rápido posible cuando se hagan públicos"
    }
  },
  {
    "translation": {
      "en": "and deny that UFOs really exist.",
      "es": "y negar la existencia de los ovnis."
    }
  },
  {
    "translation": {
      "en": "This theory that Project Blue Book was just a public relations exercise",
      "es": "La teoría de que el Proyecto Libro Azul era un ejercicio de relaciones públicas"
    }
  },
  {
    "translation": {
      "en": "has been given some new credibility",
      "es": "ha ganado cierta credibilidad."
    }
  },
  {
    "translation": {
      "en": "because, of course, we now know",
      "es": "Por supuesto, ahora sabemos que el Pentágono tenía,"
    }
  },
  {
    "translation": {
      "en": "that the Pentagon had at least, um,",
      "es": "Por supuesto, ahora sabemos que el Pentágono tenía, al menos de 2007 a 2012,"
    }
  },
  {
    "translation": {
      "en": "from 2007 to 2012, but maybe still existing,",
      "es": "al menos de 2007 a 2012, un programa que quizás aún exista llamado AATIP."
    }
  },
  {
    "translation": {
      "en": "a program called ATIP,",
      "es": "un programa que quizás aún exista llamado AATIP."
    }
  },
  {
    "translation": {
      "en": "Advanced Aerospace Threat Identification Program.",
      "es": "Programa Avanzado de Identificación de Amenazas Aeroespaciales"
    }
  },
  {
    "translation": {
      "en": "So the idea of having a public program",
      "es": "Así que la idea de que tenían un programa público como Libro Azul"
    }
  },
  {
    "translation": {
      "en": "like Blue Book, but having as well a secret program,",
      "es": "Así que la idea de que tenían un programa público como Libro Azul y también un programa secreto"
    }
  },
  {
    "translation": {
      "en": "that the people, the media and the public don't know about,",
      "es": "que la gente, los medios y el público no conocen,"
    }
  },
  {
    "translation": {
      "en": "does now have more, more credibility.",
      "es": "ahora tiene más credibilidad."
    }
  },
  {
    "translation": {
      "en": "[Masters] The stigma was manufactured.",
      "es": "El estigma se fabricó."
    }
  },
  {
    "translation": {
      "en": "We as scientists were used in this divide and conquer tactic",
      "es": "Usaron a los científicos con la táctica de \"divide y reinarás\"."
    }
  },
  {
    "translation": {
      "en": "that we were meant to come out and get people not to be talking about this",
      "es": "Se supone que debíamos salir y evitar que la gente hablara de esto"
    }
  },
  {
    "translation": {
      "en": "or dismiss any sort of encounter that somebody had.",
      "es": "o descartar los encuentros que alguien hubiera tenido."
    }
  },
  {
    "translation": {
      "en": "[man] What are you doing there, Moe?",
      "es": "o descartar los encuentros que alguien hubiera tenido. - ¿Qué haces aquí? - ¡Juego con platillos voladores!"
    }
  },
  {
    "translation": {
      "en": "[Moe] Just flying saucers.",
      "es": "- ¿Qué haces aquí? - ¡Juego con platillos voladores!"
    }
  },
  {
    "translation": {
      "en": "[Masters] What we see today, the stigma that still exists",
      "es": "El estigma que aún existe hoy en día"
    }
  },
  {
    "translation": {
      "en": "in the separation between the UFO community",
      "es": "y la separación entre la comunidad ovni y la comunidad científica"
    }
  },
  {
    "translation": {
      "en": "and the scientific community is a hangover of this period.",
      "es": "y la separación entre la comunidad ovni y la comunidad científica es una consecuencia de ese período."
    }
  },
  {
    "translation": {
      "en": "It's a legacy of this divide and conquer strategy",
      "es": "Es un legado de la estrategia de dividir y reinar"
    }
  },
  {
    "translation": {
      "en": "that was used by military and government in the 1940s, 50s and throughout.",
      "es": "que usaron los militares y el gobierno desde los años 40 y 50, y esa no es una teoría conspirativa."
    }
  },
  {
    "translation": {
      "en": "And that's not conspiracy theory.",
      "es": "desde los años 40 y 50, y esa no es una teoría conspirativa."
    }
  },
  {
    "translation": {
      "en": "[Dolan] When you keep encountering these objects",
      "es": "Al seguir viendo estos objetos sobre espacio aéreo restringido"
    }
  },
  {
    "translation": {
      "en": "that are over sensitive airspace that are not supposed to be there,",
      "es": "Al seguir viendo estos objetos sobre espacio aéreo restringido cuando no deberían estar ahí, debes hacer algo."
    }
  },
  {
    "translation": {
      "en": "you have to do something about it.",
      "es": "cuando no deberían estar ahí, debes hacer algo."
    }
  },
  {
    "translation": {
      "en": "And the thing is they tried to do it as quietly as they can,",
      "es": "Intentan hacerlo con la mayor discreción,"
    }
  },
  {
    "translation": {
      "en": "but this has never stopped being a problem for the United States military.",
      "es": "pero siempre ha sido un problema para los militares de EE. UU."
    }
  },
  {
    "translation": {
      "en": "[narrator] Although the results of many years of observation",
      "es": "Aunque los resultados de años de observación"
    }
  },
  {
    "translation": {
      "en": "have been downplayed and censored",
      "es": "se han menospreciado y censurado,"
    }
  },
  {
    "translation": {
      "en": "with UFOs having been successfully relegated to the sphere of pop culture,",
      "es": "y los ovnis se han relegado con éxito a la esfera de la cultura popular,"
    }
  },
  {
    "translation": {
      "en": "this doesn't mean that the US military has lost interest in the phenomenon",
      "es": "los militares de EE. UU. no han perdido interés en el fenómeno"
    }
  },
  {
    "translation": {
      "en": "or has stopped being active in monitoring any activity",
      "es": "ni han dejado de supervisar las actividades"
    }
  },
  {
    "translation": {
      "en": "which could be associated with UFOs.",
      "es": "que podrían asociarse con ovnis."
    }
  },
  {
    "translation": {
      "en": "[Pope] It put the United States government in a very difficult position",
      "es": "Puso al gobierno de EE. UU. en una posición muy difícil,"
    }
  },
  {
    "translation": {
      "en": "because for years, they had said in response to any questions about this,",
      "es": "porque cuando le preguntaron sobre el tema, durante años dijo:"
    }
  },
  {
    "translation": {
      "en": "\"We don't investigate UFOs anymore.\" \"We haven't done this since Project Blue Book.\"",
      "es": "\"Ya no investigamos ovnis desde el Proyecto Libro Azul\"."
    }
  },
  {
    "translation": {
      "en": "So, of course, this story proved that they had.",
      "es": "Esta historia probó que sí habían investigado."
    }
  },
  {
    "translation": {
      "en": "So it was embarrassing.",
      "es": "Así que fue vergonzoso."
    }
  },
  {
    "translation": {
      "en": "[Hynek] The philosophical drive of Project Blue Book was that UFOs did not exist.",
      "es": "La motivación del Proyecto Libro Azul era negar la existencia de los ovnis."
    }
  },
  {
    "translation": {
      "en": "So they're always looking for explanations like a weather balloon, the planet Saturn,",
      "es": "Buscaban explicaciones: globos meteorológicos, el planeta Saturno o engaños."
    }
  },
  {
    "translation": {
      "en": "or a hoax to explain them away.",
      "es": "el planeta Saturno o engaños."
    }
  },
  {
    "translation": {
      "en": "I don't think it is space people,",
      "es": "No creo que sean seres espaciales,"
    }
  },
  {
    "translation": {
      "en": "although I would be delighted if it turned out that way,",
      "es": "aunque me encantaría que sí lo fueran."
    }
  },
  {
    "translation": {
      "en": "because as an astronomer,",
      "es": "Como astrónomo,"
    }
  },
  {
    "translation": {
      "en": "I think it would make astronomy even more interesting than it is.",
      "es": "haría más interesante la astronomía."
    }
  },
  {
    "translation": {
      "en": "And as far as the Air Force is concerned, I can't speak for them of course,",
      "es": "No puedo hablar en nombre de la Fuerza Aérea,"
    }
  },
  {
    "translation": {
      "en": "but I should imagine that if the existence of spacecraft were really established,",
      "es": "pero si se estableciera la existencia de naves espaciales,"
    }
  },
  {
    "translation": {
      "en": "it would really increase the appropriations of the Air Force.",
      "es": "su presupuesto aumentaría."
    }
  },
  {
    "translation": {
      "en": "Project Blue Book was sort of the front man out there saying,",
      "es": "El Proyecto Libro Azul era la fachada para decir:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, don't worry. Nothing going on here. Don't look behind the curtain.\"",
      "es": "\"No se preocupen. No pasa nada. No investiguen\"."
    }
  },
  {
    "translation": {
      "en": "[Bassett] So they've been researching whatever they can research",
      "es": "Así que investigaron lo posible sobre la presencia extraterrestre"
    }
  },
  {
    "translation": {
      "en": "about the extraterrestrial presence, particularly the technology, 24/7,",
      "es": "lo posible sobre la presencia extraterrestre en especial, la tecnología, todos los días,"
    }
  },
  {
    "translation": {
      "en": "uh, month after month, year after year, all the way back into the 50s.",
      "es": "meses y años desde la década de los 50."
    }
  },
  {
    "translation": {
      "en": "And so this idea that, \"Oh, they just did Blue Book and they didn't do anything.\"",
      "es": "La noción de que crearon el Proyecto Libro Azul, que no hizo nada,"
    }
  },
  {
    "translation": {
      "en": "And then they came up with the ATIP program.",
      "es": "y por eso crearon el programa AATIP, no es cierta."
    }
  },
  {
    "translation": {
      "en": "Believe me, they've been studying it all this time.",
      "es": "y por eso crearon el programa AATIP, no es cierta. Han investigado todo este tiempo."
    }
  },
  {
    "translation": {
      "en": "The idea that we have to classify and keep things secret and safe,",
      "es": "Tendemos a clasificar las cosas y mantenerlas en secreto."
    }
  },
  {
    "translation": {
      "en": "and, you know, we don't have the same level of existential threat we used to have.",
      "es": "No tenemos el mismo nivel de amenaza existencial que antes."
    }
  },
  {
    "translation": {
      "en": "We just don't.",
      "es": "No es igual."
    }
  },
  {
    "translation": {
      "en": "It's time to move on and say, \"Look,",
      "es": "Debemos avanzar y decir: \"Prefiero divulgar algunos de estos secretos"
    }
  },
  {
    "translation": {
      "en": "I'd rather have some of these secrets get out",
      "es": "\"Prefiero divulgar algunos de estos secretos"
    }
  },
  {
    "translation": {
      "en": "and have a more open world and a lot stronger understanding",
      "es": "y tener un mundo más abierto y una mejor comprensión"
    }
  },
  {
    "translation": {
      "en": "than what we currently have.\"",
      "es": "a la que tenemos en la actualidad\"."
    }
  }
]