[
  {
    "translation": {
      "en": "She spent 20 years studying courage,",
      "es": "Hace 20 años estudia la valentía, la vulnerabilidad"
    }
  },
  {
    "translation": {
      "en": "vulnerability, shame, and empathy,",
      "es": "la vergüenza y la empatía."
    }
  },
  {
    "translation": {
      "en": "wrote five New York Times number one best sellers,",
      "es": "Escribió cinco Best Sellers del New York Times,"
    }
  },
  {
    "translation": {
      "en": "and her TED Talk is one of the most watched in the world.",
      "es": "y su charla TED es una de las más vistas del mundo."
    }
  },
  {
    "translation": {
      "en": "Please welcome Brené Brown.",
      "es": "Denle la bienvenida a Brené Brown."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "es": "¡Hola!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "es": "¡Hola!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "es": "¡Hola!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Hi!",
      "es": "Dios mío. ¡Hola!"
    }
  },
  {
    "translation": {
      "en": "Hi, everybody.",
      "es": "Hola a todos."
    }
  },
  {
    "translation": {
      "en": "- Hi! - Hi!",
      "es": "¡Hola!"
    }
  },
  {
    "translation": {
      "en": "How-- How's it going?",
      "es": "¿Cómo están?"
    }
  },
  {
    "translation": {
      "en": "It was so funny. I'm backstage. They're like, Can we take your purse? I'm like, No.",
      "es": "Fue gracioso, en el camarín preguntaron: ¿Le cuidamos su bolso?. Y dije: No."
    }
  },
  {
    "translation": {
      "en": "- - It's, like, totally a Texas thing where I always have to have my purse and an exit plan.",
      "es": "Es algo típico de Texas, siempre debo tener mi bolso y un plan de escape."
    }
  },
  {
    "translation": {
      "en": "Uh, like, I'm not sure until I walk out here that I'm actually going to do it.",
      "es": "No estoy segura de que lo haré hasta que salgo al escenario."
    }
  },
  {
    "translation": {
      "en": "Uh, but I am so happy to be with y'all tonight. And I have to say, honestly,",
      "es": "Pero estoy feliz de estar con ustedes. Y debo decir, sinceramente,"
    }
  },
  {
    "translation": {
      "en": "the older I get, the more I realize that time is the big, precious,",
      "es": "que a medida que pasan los años, me voy dando cuenta de que el tiempo"
    }
  },
  {
    "translation": {
      "en": "unrenewable resource.",
      "es": "es el mayor y más preciado recurso no renovable."
    }
  },
  {
    "translation": {
      "en": "Um, yes or no?",
      "es": "¿Sí o no?"
    }
  },
  {
    "translation": {
      "en": "- - Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "So, thank you for spending it with me tonight. I really appreciate it.",
      "es": "Así que gracias por pasar tiempo conmigo esta noche. Se los agradezco."
    }
  },
  {
    "translation": {
      "en": "I think we're gonna have some fun,",
      "es": "Creo que nos divertiremos,"
    }
  },
  {
    "translation": {
      "en": "talk about some hard stuff, laugh a little bit,",
      "es": "hablaremos de cosas difíciles, nos reiremos un poco"
    }
  },
  {
    "translation": {
      "en": "and hopefully learn something from each other.",
      "es": "y ojalá aprendamos unos de otros."
    }
  },
  {
    "translation": {
      "en": "I'm always laughing when I'm listening to the bio.",
      "es": "Siempre me río al escuchar la biografía."
    }
  },
  {
    "translation": {
      "en": "That, you know, She studies shame, empathy, courage, and vulnerability.",
      "es": "Estudia la vergüenza, la valentía y la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "You have no idea how handy that comes in my life. So...",
      "es": "No tienen idea de lo útil que me resulta eso en la vida."
    }
  },
  {
    "translation": {
      "en": "Really, not just in my work, but in my life because how many of you know...",
      "es": "En serio, no solo en el trabajo, en la vida, porque ¿cuántos saben...?"
    }
  },
  {
    "translation": {
      "en": "I recognize some of y'all, so I know you know me,",
      "es": "Reconozco a algunos de ustedes, así que sé que me conocen,"
    }
  },
  {
    "translation": {
      "en": "but how many of you know that I'm super introverted?",
      "es": "pero ¿cuántos saben que soy superintrovertida?"
    }
  },
  {
    "translation": {
      "en": "- - Like, yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "- Where are all the introverts? Like... -",
      "es": "¿Dónde están los introvertidos?"
    }
  },
  {
    "translation": {
      "en": "It's super handy when I'm traveling because I'll be sitting next to someone,",
      "es": "Es muy útil cuando viajo, porque estoy sentada al lado de alguien"
    }
  },
  {
    "translation": {
      "en": "and sometimes I'm in the mood to chat, and sometimes I'm not.",
      "es": "y a veces no tengo ganas de hablar."
    }
  },
  {
    "translation": {
      "en": "So they'll say, So, what do you do?",
      "es": "Y preguntan: ¿A qué te dedicas?."
    }
  },
  {
    "translation": {
      "en": "And if I'm not in the mood to chat, I'll be like, - I study shame. What do you do? -",
      "es": "Y si no tengo ganas de hablar, digo: Estudio la vergüenza, ¿y tú?."
    }
  },
  {
    "translation": {
      "en": "And they're just-- They're just like...",
      "es": "Y entonces hacen..."
    }
  },
  {
    "translation": {
      "en": "And then recently, it was really funny, 'cause I was like,",
      "es": "Hace poco fue muy gracioso, porque dije: Estudio la valentía y la vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "Oh, I study courage and vulnerability, and the guy was like,",
      "es": "porque dije: Estudio la valentía y la vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "Oh, opposite ends  of the spectrum.",
      "es": "y el tipo dijo: Extremos opuestos del espectro."
    }
  },
  {
    "translation": {
      "en": "And there's that minute where you're like, Do I engage or do I not engage?",
      "es": "Hay un minuto en el que piensas: ¿Le contesto o no le contesto?."
    }
  },
  {
    "translation": {
      "en": "I was like, No, actually, they're the same.",
      "es": "Dije: No, en realidad son lo mismo."
    }
  },
  {
    "translation": {
      "en": "You know, courage-- You can't really-- You can't really be brave without vulnerability.",
      "es": "No puedes ser valiente sin vulnerabilidad.."
    }
  },
  {
    "translation": {
      "en": "And he's like, Ha! Yeah. No, the opposite ends.",
      "es": "Y me dijo: ¡Ja! Claro. No, son extremos opuestos.."
    }
  },
  {
    "translation": {
      "en": "Now, I can understand why it's complicated for some people to get that.",
      "es": "Entiendo por qué a algunos les resulta difícil comprenderlo."
    }
  },
  {
    "translation": {
      "en": "It took me 20 years of trying to disprove that I had to be vulnerable,",
      "es": "Me llevó 20 años de intentar refutar que debía ser vulnerable"
    }
  },
  {
    "translation": {
      "en": "um, to be brave,",
      "es": "para ser valiente,"
    }
  },
  {
    "translation": {
      "en": "but I really--",
      "es": "pero, en realidad,"
    }
  },
  {
    "translation": {
      "en": "This came to life for me",
      "es": "esto cobró vida para mí"
    }
  },
  {
    "translation": {
      "en": "when we started looking at covers for Daring Greatly,",
      "es": "al elegir la portada de El poder de ser vulnerable,"
    }
  },
  {
    "translation": {
      "en": "which was the first book where I wrote about courage and vulnerability, right?",
      "es": "el primer libro que escribí sobre valentía y vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "So I say to them,",
      "es": "Les dije:"
    }
  },
  {
    "translation": {
      "en": "Let's make sure we really capture the spirit...",
      "es": "Asegurémonos de capturar el espíritu"
    }
  },
  {
    "translation": {
      "en": "of vulnerability and courage, that we really have to put ourselves out there.",
      "es": "de la vulnerabilidad y la valentía, de mostrar que hay que arriesgarse."
    }
  },
  {
    "translation": {
      "en": "And they're like, We've got it.",
      "es": "Y dijeron: La tenemos lista."
    }
  },
  {
    "translation": {
      "en": "Do you need to see the cover?",
      "es": "¿Necesitas ver la portada?."
    }
  },
  {
    "translation": {
      "en": "And I was like, Uh, yeah. I need to see the cover.",
      "es": "Claro que necesito ver la portada."
    }
  },
  {
    "translation": {
      "en": "So they sent me the cover.",
      "es": "Así que me enviaron la portada."
    }
  },
  {
    "translation": {
      "en": "I've named that piece White Guy on a Wire.",
      "es": "La llamé: Hombre blanco en la cuerda floja."
    }
  },
  {
    "translation": {
      "en": "I was like, I would never buy that book.",
      "es": "Jamás compraría ese libro."
    }
  },
  {
    "translation": {
      "en": "Had I known what was coming next,",
      "es": "De saber lo que vendría,"
    }
  },
  {
    "translation": {
      "en": "this would have been the cover of Daring Greatly, I guarantee it, because...",
      "es": "esta habría sido la portada de El poder de ser vulnerable, se lo aseguro."
    }
  },
  {
    "translation": {
      "en": "I go back and I'm like, That's not gonna work. I don't want a white dude on the front of the book, period.",
      "es": "Les dije: No va a funcionar, no quiero a un tipo blanco en la tapa, punto."
    }
  },
  {
    "translation": {
      "en": "Uh, especially with, like, a 1980s briefcase.",
      "es": "Especialmente con un maletín de los 80."
    }
  },
  {
    "translation": {
      "en": "Uh... And so then, I get an email that says...",
      "es": "Entonces recibo un correo que dice:"
    }
  },
  {
    "translation": {
      "en": "This is it. We all love it.",
      "es": "Es esta, a todos nos encanta."
    }
  },
  {
    "translation": {
      "en": "And I'm like, Oh, man. Dude. Don't use your invisible army with me.",
      "es": "Y yo pensé: Ay, amigo... No uses tu ejército invisible conmigo."
    }
  },
  {
    "translation": {
      "en": "Like, I'm a shame researcher. Like, you can't do the we all love it thing with me.",
      "es": "Investigo la vergüenza. No puedes usar el 'a todos nos encanta' conmigo."
    }
  },
  {
    "translation": {
      "en": "Like, I will drill you down till you are crying.",
      "es": "Te analizaré hasta que llores."
    }
  },
  {
    "translation": {
      "en": "And, who is the we?",
      "es": "¿Por qué 'nos encanta'?"
    }
  },
  {
    "translation": {
      "en": "Unless you've got a mouse in your pocket, that is chickenshit, like...",
      "es": "A menos que tengas un ratón en el bolsillo, eso es de cobarde."
    }
  },
  {
    "translation": {
      "en": "No we. Just like, I love it.",
      "es": "No digas 'a todos', di 'a mí me encanta'.."
    }
  },
  {
    "translation": {
      "en": "So I'm looking at it like, Oh, God. We all love it.",
      "es": "Y pienso: Dios. A todos nos encanta,"
    }
  },
  {
    "translation": {
      "en": "We all think this is it. We're all excited. We're all behind it.",
      "es": "creemos que es esta, estamos emocionados, todos estamos de acuerdo."
    }
  },
  {
    "translation": {
      "en": "So you know, right?",
      "es": "Entienden, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna test... your empathic powers here.",
      "es": "Voy a poner a prueba sus poderes empáticos."
    }
  },
  {
    "translation": {
      "en": "If you're really highly empathic,",
      "es": "Si son muy empáticos,"
    }
  },
  {
    "translation": {
      "en": "there'll be no laughter.",
      "es": "no habrá risas."
    }
  },
  {
    "translation": {
      "en": "I was like, What?",
      "es": "Dije: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "I-- Okay, so here's the thing.",
      "es": "Bien, este es el tema."
    }
  },
  {
    "translation": {
      "en": "Like every woman born in this country,",
      "es": "Como toda mujer nacida en este país,"
    }
  },
  {
    "translation": {
      "en": "I've had to do my share of body image work.",
      "es": "tuve que trabajar mi imagen corporal."
    }
  },
  {
    "translation": {
      "en": "And I have.",
      "es": "Y lo hice."
    }
  },
  {
    "translation": {
      "en": "To the point where I am dangerous, I like myself so much.",
      "es": "A tal punto que soy un peligro, me gusto demasiado."
    }
  },
  {
    "translation": {
      "en": "Like, I-- I'm good with everything. Right? Yeah.",
      "es": "Me gusta todo. ¿Bien? Sí."
    }
  },
  {
    "translation": {
      "en": "- - Pretty good.",
      "es": "Me gusta bastante."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "But the chance...",
      "es": "Pero las posibilidades de que mi nombre"
    }
  },
  {
    "translation": {
      "en": "of my name being under an elephant ass",
      "es": "Pero las posibilidades de que mi nombre esté debajo del trasero de un elefante en la tapa de un libro son nulas."
    }
  },
  {
    "translation": {
      "en": "on the front of a book is zero.",
      "es": "esté debajo del trasero de un elefante en la tapa de un libro son nulas."
    }
  },
  {
    "translation": {
      "en": "That-- Zero. There is zero opportunity for that to happen.",
      "es": "Nulas. No hay chance de que eso suceda."
    }
  },
  {
    "translation": {
      "en": "So it seems, like, crazy, right?",
      "es": "Parece una locura, ¿no?"
    }
  },
  {
    "translation": {
      "en": "You're like, These are early concepts, and people are trying to--",
      "es": "Son los primeros conceptos, intentan...."
    }
  },
  {
    "translation": {
      "en": "But let me show you. This book has been translated into, like, 32 languages.",
      "es": "Pero les mostraré, este libro ha sido traducido a 32 idiomas."
    }
  },
  {
    "translation": {
      "en": "Let me show you some of the actual covers",
      "es": "Les mostraré algunas portadas"
    }
  },
  {
    "translation": {
      "en": "of how people have conceptualized the relationship between courage and vulnerability.",
      "es": "y cómo conceptualizan la valentía y la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "This is the Korean. This is the real, actual--",
      "es": "Esta es la versión coreana. Esto es real..."
    }
  },
  {
    "translation": {
      "en": "The funniest thing about this is it was on my-- my kitchen table in my house",
      "es": "Lo más gracioso de esto es que esta versión estaba en la mesa de mi casa"
    }
  },
  {
    "translation": {
      "en": "when my daughter and her friends got home from high school one day, and her friend was like,",
      "es": "cuando mi hija y sus amigas llegaron de la escuela, y su amiga dijo:"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Does your mom know Johnny Depp?",
      "es": "Dios, ¿tu mamá conoce a Johnny Depp?."
    }
  },
  {
    "translation": {
      "en": "Which I do not.",
      "es": "Por cierto, no lo conozco."
    }
  },
  {
    "translation": {
      "en": "Okay. I totally love the Swedes, I really do. Like, I just love them.",
      "es": "Amo a los suecos, de verdad. Los amo."
    }
  },
  {
    "translation": {
      "en": "But they got the saddest cover in the whole world.",
      "es": "Pero tienen la portada más triste del mundo."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien..."
    }
  },
  {
    "translation": {
      "en": "Why did you do that involuntarily?",
      "es": "¿Por qué hiciste eso involuntariamente?"
    }
  },
  {
    "translation": {
      "en": "Because this is a sign, internationally, for, like, abuse and neglect.",
      "es": "Porque este es el símbolo internacional del abuso y la negligencia."
    }
  },
  {
    "translation": {
      "en": "...we have the cover",
      "es": "tenemos la portada"
    }
  },
  {
    "translation": {
      "en": "that completely jacked with my kayaking game",
      "es": "que me arrebató mi amor por el kayak."
    }
  },
  {
    "translation": {
      "en": "because I love to kayak. I'm a water person, right?",
      "es": "Porque amo navegar en kayak, me gusta el agua."
    }
  },
  {
    "translation": {
      "en": "So when I saw this Lithuanian cover, I couldn't get in a kayak for six months.",
      "es": "Después de ver la portada lituana, no pude subirme a un kayak durante seis meses."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "This is not what I had in mind, but this is what people think. Okay.",
      "es": "No es lo que tenía en mente, pero es lo que la gente piensa."
    }
  },
  {
    "translation": {
      "en": "Here's where Daring Greatly actually comes from.",
      "es": "De aquí surge El poder de ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "So the day the book came out, my husband put pictures of Teddy Roosevelt all over our house",
      "es": "El día que salió mi libro, mi esposo puso fotos de Roosevelt por toda la casa,"
    }
  },
  {
    "translation": {
      "en": "because the epigraph, the quote that kind of is the spine of Daring Greatly, comes from Teddy Roosevelt.",
      "es": "porque el epígrafe, la cita en la que se basa el libro, es de Teddy Roosevelt."
    }
  },
  {
    "translation": {
      "en": "So I woke up in the morning.",
      "es": "Así que me desperté y dije: Qué dulce."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, my God. That's so sweet. And my kids were like...",
      "es": "Así que me desperté y dije: Qué dulce. Mis hijos decían: ¿Ese es Opa? ¿Es el abuelo?."
    }
  },
  {
    "translation": {
      "en": "- Is that Opa? Is that Grandpa? Um... -",
      "es": "Mis hijos decían: ¿Ese es Opa? ¿Es el abuelo?."
    }
  },
  {
    "translation": {
      "en": "So here's the story. How many of you have seen the TED Talk on vulnerability?",
      "es": "¿Quiénes vieron la charla TED sobre vulnerabilidad?"
    }
  },
  {
    "translation": {
      "en": "- - Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "I wish I could take credit. It was me. It's not that I can't take credit for it, but it was a complete accident.",
      "es": "Desearía poder llevarme el mérito. Es mía, no es que no pueda, pero fue un accidente."
    }
  },
  {
    "translation": {
      "en": "So here's what happened.",
      "es": "Esto es lo que pasó."
    }
  },
  {
    "translation": {
      "en": "The curators of TEDx Houston-- this is the first people to get the license in Houston--",
      "es": "Los curadores de TEDx Houston, los primeros en obtener la licencia allí,"
    }
  },
  {
    "translation": {
      "en": "call and say, Hey, we got the TEDx license.",
      "es": "me dijeron: Tenemos la licencia de TEDx, ¿te gustaría abrir TEDx Houston?."
    }
  },
  {
    "translation": {
      "en": "Would you like to open up TEDx Houston?",
      "es": "Tenemos la licencia de TEDx, ¿te gustaría abrir TEDx Houston?."
    }
  },
  {
    "translation": {
      "en": "And I was like, Yes! My God, yes. Thank you!",
      "es": "Y dije: ¡Sí! ¡Dios mío, sí, gracias!"
    }
  },
  {
    "translation": {
      "en": "What do you want me to talk about?",
      "es": "¿De qué quieren que hable?."
    }
  },
  {
    "translation": {
      "en": "'Cause normally, when you spend your career",
      "es": "Porque cuando pasas tu carrera"
    }
  },
  {
    "translation": {
      "en": "talking about things like shame and fear, and scarcity,",
      "es": "hablando de la vergüenza, el miedo y la escasez,"
    }
  },
  {
    "translation": {
      "en": "people get super prescriptive about what they want you to say and what they don't want you to say.",
      "es": "la gente se vuelve muy prescriptiva con lo que puedes decir."
    }
  },
  {
    "translation": {
      "en": "And this guy was like, You know what?",
      "es": "Y este tipo me dijo: ¿Sabes qué? Habla de lo que tú quieras."
    }
  },
  {
    "translation": {
      "en": "Whatever you want. You have fun. Just crush it.",
      "es": "Y este tipo me dijo: ¿Sabes qué? Habla de lo que tú quieras. Diviértete. Arrasa. Solo diviértete y haz lo que quieras.. Y pensé:"
    }
  },
  {
    "translation": {
      "en": "Just have fun and just-- Whatever you want. - I was like... -",
      "es": "Diviértete. Arrasa. Solo diviértete y haz lo que quieras.. Y pensé:"
    }
  },
  {
    "translation": {
      "en": "All right. I'll crush it, dude. I'll do that. Okay.",
      "es": "Bien. Arrasaré, amigo. Lo haré, está bien."
    }
  },
  {
    "translation": {
      "en": "So I'm on a flight the day before TEDx Houston,",
      "es": "Estaba en un vuelo el día anterior a TEDx Houston,"
    }
  },
  {
    "translation": {
      "en": "coming home from Maui, where I had spent",
      "es": "volviendo a casa de Maui, donde había pasado"
    }
  },
  {
    "translation": {
      "en": "four days with CEOs from Silicon Valley",
      "es": "cuatro días con ejecutivos de Silicon Valley"
    }
  },
  {
    "translation": {
      "en": "talking about the importance of vulnerability. Talking about courage and putting yourself out there.",
      "es": "hablando de la importancia de ser vulnerable, valiente y de exponerse."
    }
  },
  {
    "translation": {
      "en": "And I turned to Steve, my husband, on the flight.",
      "es": "Y miré a Steve, mi esposo,"
    }
  },
  {
    "translation": {
      "en": "My kids are passed out. They went with us.",
      "es": "mis hijos estaban dormidos,"
    }
  },
  {
    "translation": {
      "en": "And I said, I'm not going to do my normal talk tomorrow at TEDx Houston.",
      "es": "y dije: No voy a dar mi charla normal mañana en TEDx Houston."
    }
  },
  {
    "translation": {
      "en": "And he's like, What?",
      "es": "Y dijo: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "And I said, I'm not gonna do my normal talk on variables mitigating self- conscious affect.",
      "es": "No daré mi charla normal sobre variables que mitigan la autoconciencia."
    }
  },
  {
    "translation": {
      "en": "And he's like, Why not?",
      "es": "Y preguntó: ¿por qué no?"
    }
  },
  {
    "translation": {
      "en": "And I said, I'm gonna be vulnerable and talk about vulnerability.",
      "es": "Dije: Seré vulnerable y hablaré de vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna put my whole self out there. And he's like,",
      "es": "Me expondré completamente. Y dijo:"
    }
  },
  {
    "translation": {
      "en": "Why? Why would you do that?",
      "es": "¿Por qué harías eso?."
    }
  },
  {
    "translation": {
      "en": "Which I think was a legitimate question.",
      "es": "Es una pregunta válida."
    }
  },
  {
    "translation": {
      "en": "And I said, Because I just spent four days with these people",
      "es": "Y dije: Porque pasé días con esta gente"
    }
  },
  {
    "translation": {
      "en": "trying to convince them to be vulnerable and put themselves out there,",
      "es": "intentando convencerlos de que sean vulnerables,"
    }
  },
  {
    "translation": {
      "en": "and then I'm gonna walk on the stage in my academic armor, you know, like,",
      "es": "¿y ahora saldré al escenario con mi coraza académica?"
    }
  },
  {
    "translation": {
      "en": "'This is the variable that, you know.' Um, because that's my training.",
      "es": "'Esta es la variable que...'. Porque así se me entrenó."
    }
  },
  {
    "translation": {
      "en": "And so, I was like, I'm not gonna do that. I'm gonna just be vulnerable.",
      "es": "Entonces dije: No voy a hacer eso. Voy a ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "So I got up there and, as many of you know, I was vulnerable.",
      "es": "Así que subí al escenario y fui vulnerable."
    }
  },
  {
    "translation": {
      "en": "I talked about how I'm scared of vulnerability, how I hate it,",
      "es": "Hablé de cómo me asusta la vulnerabilidad, de cómo la odio,"
    }
  },
  {
    "translation": {
      "en": "how when it emerged from my data",
      "es": "Hablé de cómo me asusta la vulnerabilidad, de cómo la odio, de cómo cuando vi en mi investigación que era la clave para una vida plena"
    }
  },
  {
    "translation": {
      "en": "as the key to wholehearted living and loving,",
      "es": "de cómo cuando vi en mi investigación que era la clave para una vida plena"
    }
  },
  {
    "translation": {
      "en": "I totally had a breakdown.",
      "es": "tuve una crisis nerviosa."
    }
  },
  {
    "translation": {
      "en": "I went to a therapist with an Excel spreadsheet",
      "es": "Fui a un terapeuta con una hoja de cálculo"
    }
  },
  {
    "translation": {
      "en": "and said, Here's what I need to work on.",
      "es": "y dije: Debo trabajar en esto."
    }
  },
  {
    "translation": {
      "en": "I have six weeks. It took, like, eight years. Uh...",
      "es": "Tengo seis semanas. Me tomó como ocho años..."
    }
  },
  {
    "translation": {
      "en": "You know, and I did that.",
      "es": "Y lo hice."
    }
  },
  {
    "translation": {
      "en": "And so when I drove home after giving the talk,",
      "es": "Cuando regresaba a casa después de la charla,"
    }
  },
  {
    "translation": {
      "en": "I just remember thinking, That was the worst 20 minutes of my life.",
      "es": "pensé: Fueron los peores 20 minutos de mi vida."
    }
  },
  {
    "translation": {
      "en": "Like, I had the worst vulnerability hangover that you can imagine.",
      "es": "Tenía una terrible resaca de vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "I thought, Thank God it was just 500 people",
      "es": "Pensé: Gracias a Dios solo había 500 personas"
    }
  },
  {
    "translation": {
      "en": "at the University of Houston, where I've taught. I know a hundred of them.",
      "es": "en la Universidad de Houston, donde enseñaba. Conozco a 100."
    }
  },
  {
    "translation": {
      "en": "Um, thank God that's over.",
      "es": "Por suerte, ya pasó."
    }
  },
  {
    "translation": {
      "en": "I'm going back to the variables mitigating self- conscious affect.",
      "es": "Regresaré a las variables que mitigan la autoconciencia."
    }
  },
  {
    "translation": {
      "en": "That other's bullshit. Like, I'm not doing it.",
      "es": "Esto es una estupidez, no lo haré."
    }
  },
  {
    "translation": {
      "en": "So then I find out it's on YouTube,",
      "es": "Luego descubrí que la charla estaba en YouTube y pensé:"
    }
  },
  {
    "translation": {
      "en": "and I'm thinking, Did I sign a clearance for that? Like, I'm like-- I'm trying to get out of it.",
      "es": "¿Firmé una autorización para eso?. Intentaba sacarla de ahí."
    }
  },
  {
    "translation": {
      "en": "Then they put it on the big TED, and I go to my husband. I'm, like, crying,",
      "es": "Luego, la subieron a la página de TED, y le dije llorando a mi esposo:"
    }
  },
  {
    "translation": {
      "en": "We gotta stop this. What's happening? And he goes,",
      "es": "Hay que pararlo, ¿qué está pasando?."
    }
  },
  {
    "translation": {
      "en": "What are people gonna google? 'Brené Brown, vulnerability'?",
      "es": "Y dijo: ¿Qué buscarán, 'Brené Brown, vulnerabilidad'?."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And, of course, I'm just embarrassed at that point",
      "es": "Y por supuesto, me dio vergüenza haber dicho:"
    }
  },
  {
    "translation": {
      "en": "that I would be like, They're gonna find me!",
      "es": "Y por supuesto, me dio vergüenza haber dicho: ¡Me encontrarán!. Y dije: Es cierto, nadie lo verá."
    }
  },
  {
    "translation": {
      "en": "I was like, You're right. No one's gonna watch.",
      "es": "¡Me encontrarán!. Y dije: Es cierto, nadie lo verá."
    }
  },
  {
    "translation": {
      "en": "So I watch it, and it's like, three people, four people,",
      "es": "Así que lo veo y lo habían visto tres personas, cuatro personas,"
    }
  },
  {
    "translation": {
      "en": "five million, six million...",
      "es": "cinco millones, seis millones..."
    }
  },
  {
    "translation": {
      "en": "- - And there's this day--",
      "es": "Y un día..."
    }
  },
  {
    "translation": {
      "en": "Like, yeah. You're like, Whoo! And I'm like, Shit!",
      "es": "Sí, ustedes gritan, yo pensaba: ¡Mierda!."
    }
  },
  {
    "translation": {
      "en": "- - Um, that's the difference.",
      "es": "Esa es la diferencia."
    }
  },
  {
    "translation": {
      "en": "And so, I'm like...",
      "es": "Y pensaba:"
    }
  },
  {
    "translation": {
      "en": "What is happening?",
      "es": "¿Qué está pasando?."
    }
  },
  {
    "translation": {
      "en": "And so, one day, every news outlet, like, in the world was covering this story. Like,",
      "es": "Un día, todos los medios de noticias del mundo lo cubrieron."
    }
  },
  {
    "translation": {
      "en": "Who is Bernie Brown, and why is vulnerability important?",
      "es": "Bernie Brown y por qué la vulnerabilidad es importante."
    }
  },
  {
    "translation": {
      "en": "So I'm like, Oh, my God.",
      "es": "Y pensé: Dios mío."
    }
  },
  {
    "translation": {
      "en": "So, Steve-- My kids are at school. Steve leaves for work, and he's like, Hey, listen.",
      "es": "Mis hijos están en la escuela. Steve se va a trabajar y me dice: Escucha,"
    }
  },
  {
    "translation": {
      "en": "Don't get online. Don't read the comments.",
      "es": "no te conectes, no leas los comentarios."
    }
  },
  {
    "translation": {
      "en": "And I'm like,",
      "es": "Y dije: Me dedico a esto,"
    }
  },
  {
    "translation": {
      "en": "I've done a lot of my own work. I'm not gonna be reading the comments.",
      "es": "Y dije: Me dedico a esto, no leeré los comentarios."
    }
  },
  {
    "translation": {
      "en": "And I'm, like, waiting for him to back out of the driveway,",
      "es": "Y me quedo ahí esperando que se vaya"
    }
  },
  {
    "translation": {
      "en": "and then I'm like...",
      "es": "y luego..."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. You can study shame, yet you are never prepared",
      "es": "Dios mío. Puedes estudiar la vergüenza, pero nunca estás preparada"
    }
  },
  {
    "translation": {
      "en": "for... the... terrible stuff online. Right?",
      "es": "para las cosas terribles que hay en Internet. ¿Verdad?"
    }
  },
  {
    "translation": {
      "en": "It's the cesspool of humanity on these things.",
      "es": "Es la cloaca de la humanidad."
    }
  },
  {
    "translation": {
      "en": "So I start reading the comments,",
      "es": "Empiezo a leer los comentarios."
    }
  },
  {
    "translation": {
      "en": "and the best way to describe shame, to me,",
      "es": "La mejor manera de describir la vergüenza es:"
    }
  },
  {
    "translation": {
      "en": "is shame is this-- the feeling that you would get",
      "es": "La sensación que te daría"
    }
  },
  {
    "translation": {
      "en": "if you walked out of a room that was filled with people who know you,",
      "es": "si salieras de un cuarto lleno de gente que te conoce"
    }
  },
  {
    "translation": {
      "en": "and they start saying such hurtful things about you",
      "es": "y dijeran cosas tan hirientes sobre ti"
    }
  },
  {
    "translation": {
      "en": "that you don't know that you could ever walk back in - and face them again in your life. - Wow.",
      "es": "que no sabes si alguna vez podrás volver a entrar y enfrentarlos."
    }
  },
  {
    "translation": {
      "en": "That's what shame is. And for me,",
      "es": "Eso es la vergüenza. Y en mi caso,"
    }
  },
  {
    "translation": {
      "en": "the fear of shame,",
      "es": "el miedo a la vergüenza,"
    }
  },
  {
    "translation": {
      "en": "the fear of criticism was so great in my life up until that point--",
      "es": "el miedo a la crítica había sido tan grande hasta ese momento,"
    }
  },
  {
    "translation": {
      "en": "I mean, just paralyzing--",
      "es": "tan paralizante,"
    }
  },
  {
    "translation": {
      "en": "that I engineered smallness in my life.",
      "es": "que me diseñé una vida mediocre."
    }
  },
  {
    "translation": {
      "en": "I did not take chances. I did not put myself out there.",
      "es": "No me arriesgaba, no me exponía."
    }
  },
  {
    "translation": {
      "en": "I mean, I just didn't. If I was gonna write an op- ed,",
      "es": "No lo hacía. Si escribía un artículo,"
    }
  },
  {
    "translation": {
      "en": "I sent it to the Chronicle, not the New York Times.",
      "es": "no lo enviaba al New York Times."
    }
  },
  {
    "translation": {
      "en": "Like, I didn't-- It wasn't worth it to me to step into my power and play big",
      "es": "No valía la pena aprovechar mis habilidades e ir por todo"
    }
  },
  {
    "translation": {
      "en": "because I didn't know if I could literally, physically withstand the criticism.",
      "es": "porque no sabía si sería capaz, físicamente, de soportar la crítica."
    }
  },
  {
    "translation": {
      "en": "And so, I pull up these comments,",
      "es": "Así que busco estos comentarios"
    }
  },
  {
    "translation": {
      "en": "and there is everything I have feared my entire life.",
      "es": "y eso era todo a lo que le había temido toda mi vida."
    }
  },
  {
    "translation": {
      "en": "First comment says, Less research, more Botox.",
      "es": "Primer comentario: Menos investigación, más bótox."
    }
  },
  {
    "translation": {
      "en": "The next comment says, Of course she embraces imperfection. What choice would you have if you look like her?",
      "es": "El siguiente: Claro que acepta las imperfecciones, no tiene opción."
    }
  },
  {
    "translation": {
      "en": "The next comment says,",
      "es": "El siguiente decía:"
    }
  },
  {
    "translation": {
      "en": "She should wait and talk about worthiness when she loses 15 pounds.",
      "es": "Antes de hablar sobre dignidad, debería bajar unos kilos."
    }
  },
  {
    "translation": {
      "en": "I feel sorry for her husband and her children.",
      "es": "Me dan pena su esposo y sus hijos."
    }
  },
  {
    "translation": {
      "en": "I hope someone kills her. She's what's wrong with the world today.",
      "es": "Espero que la maten. Es todo lo que está mal."
    }
  },
  {
    "translation": {
      "en": "And I was vacillating between...",
      "es": "Y yo vacilaba entre..."
    }
  },
  {
    "translation": {
      "en": "like...",
      "es": "Entre..."
    }
  },
  {
    "translation": {
      "en": "God, just let me die right now. Just suck me up, Earth,",
      "es": "Dios, déjame morir ahora, que la tierra me trague,"
    }
  },
  {
    "translation": {
      "en": "and I am prepared for this.",
      "es": "Dios, déjame morir ahora, que la tierra me trague, y Estoy preparada para esto."
    }
  },
  {
    "translation": {
      "en": "I have three degrees in social work. I am prepared for this crisis.",
      "es": "Tengo tres títulos en trabajo social, estoy lista."
    }
  },
  {
    "translation": {
      "en": "- Like, I am trained for this moment. -",
      "es": "Estoy preparada para esta crisis.."
    }
  },
  {
    "translation": {
      "en": "And finally, I was just like, I am trained for this moment. I am trained for this moment.",
      "es": "Y finalmente solo pensé: Estoy preparada para esto."
    }
  },
  {
    "translation": {
      "en": "You're in a shame storm. You're in a shame shitstorm.",
      "es": "Estás en una terrible tormenta de vergüenza."
    }
  },
  {
    "translation": {
      "en": "You're trained for this moment.",
      "es": "Estás preparada para esto."
    }
  },
  {
    "translation": {
      "en": "And then I was like, Okay, you know what to do. - Peanut butter and Downton Abbey. -",
      "es": "Y luego dije: Ya sabes qué hacer, mantequilla de maní y Downton Abbey."
    }
  },
  {
    "translation": {
      "en": "- Yeah! -",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "So I get my serving size of peanut butter. Arbitrary.",
      "es": "Tomé una porción arbitraria de mantequilla de maní..."
    }
  },
  {
    "translation": {
      "en": "It just says how much you can fit on the spoon",
      "es": "Solo dice cuánto debes poner en la cuchara, no el tamaño de la cuchara."
    }
  },
  {
    "translation": {
      "en": "and nothing about the size of the spoon. Like...",
      "es": "Solo dice cuánto debes poner en la cuchara, no el tamaño de la cuchara. Y..."
    }
  },
  {
    "translation": {
      "en": "And so...",
      "es": "Así que pongo Downton Abbey,"
    }
  },
  {
    "translation": {
      "en": "And I turn on Downton Abbey. It's like a hundred degrees in Houston,",
      "es": "Así que pongo Downton Abbey, hay como 38 °C en Houston, y tengo el termostato encendido en 14 °C."
    }
  },
  {
    "translation": {
      "en": "and I have the thermostat on, like, 58,",
      "es": "hay como 38 °C en Houston, y tengo el termostato encendido en 14 °C."
    }
  },
  {
    "translation": {
      "en": "and I've got on Uggs and a hoodie and Woobies and I'm, like, sad,",
      "es": "Y tengo Uggs, una sudadera con capucha, mi manta, y estoy triste."
    }
  },
  {
    "translation": {
      "en": "and I'm watching Downton Abbey. For seven hours I watch it, just...",
      "es": "Y miro Downton Abbey durante siete horas."
    }
  },
  {
    "translation": {
      "en": "How many of you have ever numbed with TV or a movie? - - Yeah.",
      "es": "¿Cuántos aquí se han anestesiado con televisión? Sí."
    }
  },
  {
    "translation": {
      "en": "- You're my people. Um... -",
      "es": "Son de los míos."
    }
  },
  {
    "translation": {
      "en": "But how many of you have ever done this? It's a lot of you,",
      "es": "¿Cuántos hicieron esto? Sé que pocos lo confesarán, porque parece una locura."
    }
  },
  {
    "translation": {
      "en": "but fewer of you will confess because it seems crazy.",
      "es": "Sé que pocos lo confesarán, porque parece una locura."
    }
  },
  {
    "translation": {
      "en": "When it's over and you don't want to go back to the real world,",
      "es": "Cuando termina, y no quieres volver al mundo real,"
    }
  },
  {
    "translation": {
      "en": "like, you get out your laptop and then you start googling, like,",
      "es": "sacas la computadora y buscas en Google: ¿Dónde está Downton? ¿Quién es este actor?."
    }
  },
  {
    "translation": {
      "en": "Where is the abbey? Who plays this person?",
      "es": "y buscas en Google: ¿Dónde está Downton? ¿Quién es este actor?."
    }
  },
  {
    "translation": {
      "en": "- Like, yes or no? Yes or no? -",
      "es": "¿Sí o no?"
    }
  },
  {
    "translation": {
      "en": "Yes, I know. Don't lie.",
      "es": "Sí, lo sé, no mientan."
    }
  },
  {
    "translation": {
      "en": "Do you fly into Heathrow? How much does it cost? Like...",
      "es": "¿Debo volar a Heathrow? ¿Cuánto cuesta?."
    }
  },
  {
    "translation": {
      "en": "And so then, I'm like,",
      "es": "Entonces busco:"
    }
  },
  {
    "translation": {
      "en": "Yeah, who was president of the United States during this Downton Abbey thing?",
      "es": "¿Quién era el presidente de EE. UU. en la época de Downton Abbey?."
    }
  },
  {
    "translation": {
      "en": "And so I was like, Theodore Roosevelt, 1910.",
      "es": "Theodore Roosevelt, 1910."
    }
  },
  {
    "translation": {
      "en": "Then I had a total God moment.",
      "es": "Y tuve un momento de inspiración divina. No hay otra explicación."
    }
  },
  {
    "translation": {
      "en": "There is no other way. This was God, like, descending",
      "es": "Y tuve un momento de inspiración divina. No hay otra explicación. Dios descendió en mi sala en toda su gloria."
    }
  },
  {
    "translation": {
      "en": "in my living room in full regalia.",
      "es": "Dios descendió en mi sala en toda su gloria."
    }
  },
  {
    "translation": {
      "en": "I pull it up. The first thing on Google is a speech that Theodore Roosevelt gave in 1910.",
      "es": "Lo primero que aparece es un discurso que Theodore Roosevelt dio en 1910."
    }
  },
  {
    "translation": {
      "en": "And I start reading it because, again, I'm doing anything I can",
      "es": "Empiezo a leerlo,  porque estoy haciendo todo lo posible para no volver"
    }
  },
  {
    "translation": {
      "en": "to not go back to Houston, Texas, and my life with the haters.",
      "es": "porque estoy haciendo todo lo posible para no volver a mi vida real con los odiadores."
    }
  },
  {
    "translation": {
      "en": "So I start reading it, and it says, It's not the critic who counts.",
      "es": "Así que empiezo a leerlo y dice: No es el crítico el que cuenta,"
    }
  },
  {
    "translation": {
      "en": "It's not the man who points out how the strong man stumbles",
      "es": "ni el que señala cómo el fuerte tropieza"
    }
  },
  {
    "translation": {
      "en": "or where the doer of deeds could have done it different.",
      "es": "o qué pudo haber hecho mejor quien hizo las cosas."
    }
  },
  {
    "translation": {
      "en": "The credit belongs to the person who's actually in the arena,",
      "es": "El mérito pertenece al que está en la arena"
    }
  },
  {
    "translation": {
      "en": "whose face is marred with dust and sweat and blood,",
      "es": "con el rostro lleno de polvo, sudor y sangre,"
    }
  },
  {
    "translation": {
      "en": "who strives valiantly, who errs,",
      "es": "al que se esfuerza valientemente, al que erra,"
    }
  },
  {
    "translation": {
      "en": "who comes up short again and again and again,",
      "es": "al que se queda corto una y otra y otra vez,"
    }
  },
  {
    "translation": {
      "en": "and who, in the end, while he may know the triumph of high achievement,",
      "es": "y que, al final, aunque quizá conozca el triunfo de los grandes logros,"
    }
  },
  {
    "translation": {
      "en": "at least when he fails, he does so daring greatly.",
      "es": "si fracasa, al menos lo hace con gran osadía."
    }
  },
  {
    "translation": {
      "en": "There is my life before that quote and my life after that quote,",
      "es": "Está mi vida antes de esa cita y mi vida después de esa cita."
    }
  },
  {
    "translation": {
      "en": "like, in really one minute.",
      "es": "Cambió en un minuto."
    }
  },
  {
    "translation": {
      "en": "And three things became very clear to me that were really life altering.",
      "es": "Y tres cosas se volvieron muy claras y me cambiaron la vida."
    }
  },
  {
    "translation": {
      "en": "One, I'm gonna live in the arena.",
      "es": "Uno: Voy a vivir en la arena."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be brave with my life. I'm gonna show up. I'm gonna take chances.",
      "es": "Seré valiente en la vida. Voy a exponerme, voy a arriesgarme."
    }
  },
  {
    "translation": {
      "en": "And here's a thing I can tell you:",
      "es": "Y les diré algo, hace 20 años que investigo esto,"
    }
  },
  {
    "translation": {
      "en": "20 years of doing this research, we just crossed 400,000 pieces of data.",
      "es": "Y les diré algo, hace 20 años que investigo esto, ya recopilamos más de 400 000 datos,"
    }
  },
  {
    "translation": {
      "en": "Here's what I can tell you for sure: If you're brave with your life,",
      "es": "y les puedo asegurar esto: Si son valientes,"
    }
  },
  {
    "translation": {
      "en": "you choose to live in the arena, you're going to get your ass kicked.",
      "es": "si viven en la arena, les van a dar una paliza."
    }
  },
  {
    "translation": {
      "en": "You are going to fall. You are going to fail.",
      "es": "Se van a caer, van a fracasar,"
    }
  },
  {
    "translation": {
      "en": "You are going to know heartbreak.",
      "es": "van a conocer el sufrimiento."
    }
  },
  {
    "translation": {
      "en": "It's a choice. It's a choice that I make every day.",
      "es": "Es una elección, una que hago todos los días."
    }
  },
  {
    "translation": {
      "en": "These are the words I say before my feet hit the floor every day.",
      "es": "Estas son las palabras que digo al levantarme:"
    }
  },
  {
    "translation": {
      "en": "Today I'll choose courage over comfort.",
      "es": "Hoy elegiré la valentía en lugar de la comodidad."
    }
  },
  {
    "translation": {
      "en": "I can't make commitments for tomorrow, but today I'm gonna choose to be brave,",
      "es": "No sé qué haré mañana, pero hoy elijo ser valiente."
    }
  },
  {
    "translation": {
      "en": "and I know what that means.",
      "es": "Y sé lo que implica."
    }
  },
  {
    "translation": {
      "en": "And it's so funny because I do all of this work",
      "es": "Y es muy gracioso, porque trabajo en esto"
    }
  },
  {
    "translation": {
      "en": "with leaders and in organizations today, and they'll always say to me,",
      "es": "con líderes y organizaciones, y siempre me dicen:"
    }
  },
  {
    "translation": {
      "en": "I hear you, and I'm gonna be brave, and I'm willing to risk failing.",
      "es": "Te entiendo, seré valiente y estoy dispuesto a arriesgarme a fallar."
    }
  },
  {
    "translation": {
      "en": "And I'm like, You're-- You don't hear me. You're not hearing me.",
      "es": "Y yo digo: No me entiendes. No me estás escuchando."
    }
  },
  {
    "translation": {
      "en": "Somewhere between what I'm saying and what you're hearing, you're-- you're taking out the you're going to fail.",
      "es": "En algún lugar entre lo que digo y lo que oyes, estás eliminando el 'vas a fallar'."
    }
  },
  {
    "translation": {
      "en": "Not you're going to risk failure. You're going to know failure if you're brave with your life.",
      "es": "No te arriesgas al fracaso, vas a fracasar si eres valiente en la vida."
    }
  },
  {
    "translation": {
      "en": "The second thing...",
      "es": "Lo segundo"
    }
  },
  {
    "translation": {
      "en": "that became very clear to me is that quote was everything I've learned about vulnerability.",
      "es": "que comprendí es que esa cita resume todo lo que sé sobre la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "Vulnerability's not about winning. It's not about losing.",
      "es": "La vulnerabilidad no se trata de ganar o de perder,"
    }
  },
  {
    "translation": {
      "en": "It's having the courage to show up when you can't control the outcome.",
      "es": "es tener la valentía para actuar cuando no puedes controlar el resultado."
    }
  },
  {
    "translation": {
      "en": "And we have asked thousands of people over the last couple of decades,",
      "es": "Y les preguntamos a miles de personas en las últimas décadas:"
    }
  },
  {
    "translation": {
      "en": "What is vulnerability to you? And the answers range from:",
      "es": "¿Qué es la vulnerabilidad para ti?. Y las respuestas son:"
    }
  },
  {
    "translation": {
      "en": "Vulnerability is the first date after my divorce.",
      "es": "La vulnerabilidad es la primera cita después de mi divorcio."
    }
  },
  {
    "translation": {
      "en": "Trying to get pregnant after my second miscarriage.",
      "es": "Buscar un bebé después de otro aborto."
    }
  },
  {
    "translation": {
      "en": "Sitting with my wife who has stage four breast cancer making plans for our toddlers.",
      "es": "Sentarme con mi esposa con cáncer a hacer planes para nuestros bebés."
    }
  },
  {
    "translation": {
      "en": "Getting fired. Firing someone. Coming out to my Christian parents.",
      "es": "Que me despidan, Despedir, Decirles a mis papás que soy gay."
    }
  },
  {
    "translation": {
      "en": "Saying I love you first.",
      "es": "Decir 'te amo' primero."
    }
  },
  {
    "translation": {
      "en": "There's this great story that--",
      "es": "Tengo una gran anécdota"
    }
  },
  {
    "translation": {
      "en": "It's probably seven or eight years ago now. I was in LA,",
      "es": "que sucedió hace siete u ocho años. Estaba en Los Ángeles"
    }
  },
  {
    "translation": {
      "en": "and I was doing a talk for a couple of thousand educators,",
      "es": "dando una charla para un par de miles de educadores,"
    }
  },
  {
    "translation": {
      "en": "and a young man walked up to me afterwards, and he said,",
      "es": "y un joven se me acercó después y me dijo: ¿Tiene un minuto?"
    }
  },
  {
    "translation": {
      "en": "Hey, do you have a minute? I want to tell you a story.",
      "es": "y un joven se me acercó después y me dijo: ¿Tiene un minuto? Quiero contarle algo. Le dije que sí y me dijo:"
    }
  },
  {
    "translation": {
      "en": "And I said, Sure, and he goes,",
      "es": "Quiero contarle algo. Le dije que sí y me dijo:"
    }
  },
  {
    "translation": {
      "en": "Your work changed my life.",
      "es": "Su trabajo me cambió la vida."
    }
  },
  {
    "translation": {
      "en": "And I said, Thank you, and he said, No, really.",
      "es": "Le agradecí y dijo: En serio,"
    }
  },
  {
    "translation": {
      "en": "My parents sent me your TED Talks, and they completely changed my life.",
      "es": "mis papás me enviaron sus charlas TED y me cambiaron la vida."
    }
  },
  {
    "translation": {
      "en": "And I said, Wow, thank you, and he said, In fact,",
      "es": "Dije: Guau, gracias. Y él dijo:"
    }
  },
  {
    "translation": {
      "en": "they inspired me to tell the woman that I'm dating that I love her.",
      "es": "Me inspiraron a decirle a la mujer con la que salía que la amaba."
    }
  },
  {
    "translation": {
      "en": "And I was like,  Oh, God. Okay...",
      "es": "Y pensé: Ay, Dios, bien."
    }
  },
  {
    "translation": {
      "en": "That's amazing. It's so good to meet you. He was like, No, let me tell you what happened. And I was like...",
      "es": "Es increíble, qué gusto conocerte. No, déjeme decirle lo que pasó."
    }
  },
  {
    "translation": {
      "en": "- - Yeah.",
      "es": "Claro."
    }
  },
  {
    "translation": {
      "en": "And he said, We went out to dinner, and I was gonna wait until dessert,",
      "es": "Y dijo: Salimos a cenar e iba a esperar al postre,"
    }
  },
  {
    "translation": {
      "en": "because we get this, like, chocolate lava cake.",
      "es": "porque pedimos un volcán de chocolate,"
    }
  },
  {
    "translation": {
      "en": "I was gonna tell her when the chocolate lava cake came, but I couldn't wait,",
      "es": "y se lo iba a decir cuando llegara, pero no pude esperar,"
    }
  },
  {
    "translation": {
      "en": "so I just looked at her halfway through dinner and I said,",
      "es": "así que la miré en la cena y dije:"
    }
  },
  {
    "translation": {
      "en": "'I love you.'",
      "es": "'Te amo'."
    }
  },
  {
    "translation": {
      "en": "And she looked back at me, and she said,",
      "es": "Ella me miró y me dijo:"
    }
  },
  {
    "translation": {
      "en": "'I think you're awesome.",
      "es": "'Creo que eres increíble..."
    }
  },
  {
    "translation": {
      "en": "And I think we should date other people.'",
      "es": "...y deberíamos romper'."
    }
  },
  {
    "translation": {
      "en": "And then she left and got a ride home.",
      "es": "Y luego se fue a su casa."
    }
  },
  {
    "translation": {
      "en": "He said, So, I just got in my car...",
      "es": "Así que me subí al auto"
    }
  },
  {
    "translation": {
      "en": "and drove home, and, just, the whole way home, I just kept saying, over and over,",
      "es": "y todo el camino a casa repetía una y otra vez:"
    }
  },
  {
    "translation": {
      "en": "'Fuck Brené Brown. Fuck Brené Brown.'",
      "es": "'Me cago en Brené Brown'."
    }
  },
  {
    "translation": {
      "en": "And I was like...",
      "es": "Y yo pensé..."
    }
  },
  {
    "translation": {
      "en": "I was like,",
      "es": "Y yo pensé:"
    }
  },
  {
    "translation": {
      "en": "This is the worst mm- ing story ever!",
      "es": "Esta es la peor historia de todas."
    }
  },
  {
    "translation": {
      "en": "And he said, Then I got home, and I just, you know, barged into my apartment.",
      "es": "Y luego dijo: Llegué a casa y entré a mi departamento."
    }
  },
  {
    "translation": {
      "en": "Both my roommates were sitting on the couch,",
      "es": "Mis amigos estaban en el sofá"
    }
  },
  {
    "translation": {
      "en": "and they were on their laptops, and they were like, 'Dude, what's wrong?' And he's like,",
      "es": "con sus computadoras portátiles y dijeron: '¿Qué pasa?'."
    }
  },
  {
    "translation": {
      "en": "I told her I loved her... and she broke up with me.",
      "es": "'Le dije que la amaba y rompió conmigo'."
    }
  },
  {
    "translation": {
      "en": "And his roommate goes, That was so lame.",
      "es": "Y su compañero dijo: Eso fue muy tonto."
    }
  },
  {
    "translation": {
      "en": "You can't go after them.",
      "es": "No puedes ir tras ellas."
    }
  },
  {
    "translation": {
      "en": "When you head toward them, they move away.",
      "es": "Cuando te les acercas, ellas se alejan."
    }
  },
  {
    "translation": {
      "en": "When you're always moving away, they move toward them.",
      "es": "Cuando te alejas, se acercan."
    }
  },
  {
    "translation": {
      "en": "This is the way it works.",
      "es": "Así funciona."
    }
  },
  {
    "translation": {
      "en": "And he was like, I told them. I was like, 'Oh, what? No!",
      "es": "Y les contestó: ¿Qué? ¡No!"
    }
  },
  {
    "translation": {
      "en": "Man, that's not who I want to be. I was daring greatly.'",
      "es": "No quiero ser así. Me atreví a ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "And he said both of them just got really misty- eyed and went, - Right on, man! Right on! -",
      "es": "Y dijo que a los dos se les humedecieron los ojos y dijeron: ¡Muy bien, amigo!."
    }
  },
  {
    "translation": {
      "en": "So number one,",
      "es": "Entonces, primero,"
    }
  },
  {
    "translation": {
      "en": "if you're gonna be in the arena, join me. It's really great.",
      "es": "si van a estar en la arena, acompáñenme. Es genial."
    }
  },
  {
    "translation": {
      "en": "When you're down on the ground, blood, sweat, tear--",
      "es": "Cuando estás en el suelo, con sangre, sudor..."
    }
  },
  {
    "translation": {
      "en": "You know, it's an interesting view. You can see other people who are brave too.",
      "es": "Tienes una vista interesante. Ves a otros valientes."
    }
  },
  {
    "translation": {
      "en": "Um, two, vulnerability is not weakness. In fact, it's--",
      "es": "Segundo, la vulnerabilidad no es debilidad. De hecho,"
    }
  },
  {
    "translation": {
      "en": "You know, vulnerability is our most accurate way",
      "es": "es la forma más precisa de medir la valentía."
    }
  },
  {
    "translation": {
      "en": "to measure courage, and we literally do that as researchers.",
      "es": "es la forma más precisa de medir la valentía. Los investigadores medimos qué tan valiente eres"
    }
  },
  {
    "translation": {
      "en": "We can measure how brave you are by how vulnerable you're willing to be.",
      "es": "Los investigadores medimos qué tan valiente eres por lo vulnerable que estás dispuesto a ser."
    }
  },
  {
    "translation": {
      "en": "The last thing I learned that day",
      "es": "Lo último que aprendí"
    }
  },
  {
    "translation": {
      "en": "in my God moment with Theodore Roosevelt was this:",
      "es": "ese día de inspiración divina con Theodore Roosevelt fue esto:"
    }
  },
  {
    "translation": {
      "en": "If you are not in the arena",
      "es": "Si no estás en la arena"
    }
  },
  {
    "translation": {
      "en": "getting your ass kicked on occasion because you were being brave,",
      "es": "recibiendo una paliza de vez en cuando porque fuiste valiente,"
    }
  },
  {
    "translation": {
      "en": "I am not interested in or open to your feedback about my work.",
      "es": "no estoy interesada en tus comentarios sobre mi trabajo."
    }
  },
  {
    "translation": {
      "en": "Period.",
      "es": "Punto."
    }
  },
  {
    "translation": {
      "en": "- - Just period.",
      "es": "Punto."
    }
  },
  {
    "translation": {
      "en": "And there's a really, really, I think, easy...",
      "es": "Y creo que hay una forma sencilla de pensarlo:"
    }
  },
  {
    "translation": {
      "en": "way to think about it, and it's this:",
      "es": "hay una forma sencilla de pensarlo: En el mundo, hay millones mirando desde los asientos baratos,"
    }
  },
  {
    "translation": {
      "en": "There are millions of cheap seats in the world today",
      "es": "En el mundo, hay millones mirando desde los asientos baratos,"
    }
  },
  {
    "translation": {
      "en": "filled with people who will never once step foot in that arena.",
      "es": "esos asientos están llenos de gente que nunca pisará esa arena."
    }
  },
  {
    "translation": {
      "en": "They will never once put themselves out there, but they will make it a full- time job",
      "es": "Nunca se expondrán, pero su trabajo de tiempo completo"
    }
  },
  {
    "translation": {
      "en": "to hurl criticism and judgment and really hateful things toward us.",
      "es": "será lanzarnos críticas, opiniones y comentarios llenos de odio."
    }
  },
  {
    "translation": {
      "en": "And we have got to get out of the habit of catching them",
      "es": "Y tenemos que quitarnos la costumbre de atraparlos"
    }
  },
  {
    "translation": {
      "en": "and dissecting and, you know, holding them close to our hearts.",
      "es": "y diseccionarlos y dejar que nos lleguen al corazón."
    }
  },
  {
    "translation": {
      "en": "We've gotta let them drop on the floor.",
      "es": "Dejen que caigan al suelo."
    }
  },
  {
    "translation": {
      "en": "Don't grab that hurtful stuff from the cheap seats and pull it close.",
      "es": "No tomen las cosas hirientes que lanzan de los asientos baratos."
    }
  },
  {
    "translation": {
      "en": "Don't pull it anywhere near your heart.",
      "es": "No dejen que les lleguen al corazón."
    }
  },
  {
    "translation": {
      "en": "Just let it fall to the ground. You don't have to stomp it or kick it.",
      "es": "Dejen que caigan al suelo. No deben pisotearlas o patearlas, solo deben pasarles por encima y seguir."
    }
  },
  {
    "translation": {
      "en": "You just gotta step over it and keep going.",
      "es": "No deben pisotearlas o patearlas, solo deben pasarles por encima y seguir."
    }
  },
  {
    "translation": {
      "en": "You can't take criticism and feedback from people who are not being brave with their lives.",
      "es": "No pueden aceptar críticas y comentarios de personas que no son valientes."
    }
  },
  {
    "translation": {
      "en": "It just will crush you.",
      "es": "Los destrozará."
    }
  },
  {
    "translation": {
      "en": "You know, I've been teaching graduate school for 22 years,",
      "es": "Hace 22 años que doy clases de posgrado,"
    }
  },
  {
    "translation": {
      "en": "and here's what's interesting.",
      "es": "y esto es interesante."
    }
  },
  {
    "translation": {
      "en": "To kind of deal with this huge,",
      "es": "Para lidiar con esta gran"
    }
  },
  {
    "translation": {
      "en": "crushing mountain of negativity and vitriol everywhere,",
      "es": "aplastante montaña de negatividad y críticas en todas partes,"
    }
  },
  {
    "translation": {
      "en": "especially social media,",
      "es": "especialmente en las redes sociales, hay una actitud general de:"
    }
  },
  {
    "translation": {
      "en": "there's this kind of wholesale adoption of I don't give a shit",
      "es": "especialmente en las redes sociales, hay una actitud general de: Me importa un carajo lo que piensen."
    }
  },
  {
    "translation": {
      "en": "what anyone thinks.",
      "es": "Me importa un carajo lo que piensen."
    }
  },
  {
    "translation": {
      "en": "How many of you have heard this? How many of you have said it?",
      "es": "¿Cuántos de ustedes han oído eso? ¿Cuántos lo han dicho?"
    }
  },
  {
    "translation": {
      "en": "- - Right. Yes, you do.",
      "es": "Claro. Sí que les importa."
    }
  },
  {
    "translation": {
      "en": "- - You totally care.",
      "es": "Claro que les importa."
    }
  },
  {
    "translation": {
      "en": "Like, you're neurobiologically hardwired to care what people think.",
      "es": "Su mente está programada para preocuparse por eso."
    }
  },
  {
    "translation": {
      "en": "You have not hacked that. We care what people think.",
      "es": "No lo pueden evitar. Nos importa lo que piensan los demás."
    }
  },
  {
    "translation": {
      "en": "The deal is that you have to be very specific",
      "es": "El asunto es que tienen que ser muy selectivos"
    }
  },
  {
    "translation": {
      "en": "about people whose opinions of you matter.",
      "es": "con las personas a las que escuchan."
    }
  },
  {
    "translation": {
      "en": "It's not that you don't give a shit what anyone thinks. Just don't give a shit what some people think.",
      "es": "No es que todo les debe importar un carajo, solo las opiniones de algunos."
    }
  },
  {
    "translation": {
      "en": "- - And then really solicit feedback",
      "es": "Y luego soliciten las opiniones"
    }
  },
  {
    "translation": {
      "en": "from the people that do... give you good feedback.",
      "es": "de la gente que hace críticas constructivas."
    }
  },
  {
    "translation": {
      "en": "And you know who makes that list? I'll tell you who should make the list.",
      "es": "¿Quién entra en esa lista? Les diré quiénes deberían entrar."
    }
  },
  {
    "translation": {
      "en": "People who love you, not despite your imperfection and vulnerability,",
      "es": "Los que los aman, no a pesar de sus errores y vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "but because of your imperfection and vulnerability. Their feedback matters.",
      "es": "sino por ellos. Sus opiniones importan."
    }
  },
  {
    "translation": {
      "en": "Not the yes people, but the people who say, Yeah,",
      "es": "No los que siempre dicen sí, sino los que dicen:"
    }
  },
  {
    "translation": {
      "en": "that kind of sucked,",
      "es": "Eso fue horrible, estuvo fuera de lugar,"
    }
  },
  {
    "translation": {
      "en": "and you were really out of line, and you need to clean that shit up,",
      "es": "Eso fue horrible, estuvo fuera de lugar, tienes que arreglarlo y estaré aquí, animándote,"
    }
  },
  {
    "translation": {
      "en": "and I'll be here cheering you on, but that was not okay.",
      "es": "tienes que arreglarlo y estaré aquí, animándote, pero no estuviste bien."
    }
  },
  {
    "translation": {
      "en": "So, for me, this moment, this daring greatly moment with Theodore Roosevelt",
      "es": "Para mí, ese momento de gran osadía con Theodore Roosevelt"
    }
  },
  {
    "translation": {
      "en": "changed everything, and it really helped me understand",
      "es": "cambió todo y me ayudó a entender"
    }
  },
  {
    "translation": {
      "en": "what vulnerability is and what it means to be in the arena-- to show up and be brave.",
      "es": "qué es la vulnerabilidad, y qué significa estar en la arena y ser valiente."
    }
  },
  {
    "translation": {
      "en": "I want to tell a story",
      "es": "Quiero contar una anécdota"
    }
  },
  {
    "translation": {
      "en": "that gives some color and context to what it means to be vulnerable.",
      "es": "para darle color y contexto a lo que significa ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "So this is Lake Travis in Austin.",
      "es": "Ese es el lago Travis, en Austin."
    }
  },
  {
    "translation": {
      "en": "- - Any Longhorns in the audience? Hook 'em!",
      "es": "¿Hay alguien de Texas en la audiencia?"
    }
  },
  {
    "translation": {
      "en": "I knew I liked you right from the beginning.",
      "es": "Desde el principio me caíste bien."
    }
  },
  {
    "translation": {
      "en": "- Yes. -",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "So this is my magic lake. This--",
      "es": "Este es mi lago mágico."
    }
  },
  {
    "translation": {
      "en": "I spent every summer of my childhood on this lake in Austin.",
      "es": "Pasé todos los veranos de mi infancia allí."
    }
  },
  {
    "translation": {
      "en": "Um, it's where I learned how to, like, do all the things that, you know, Texas girls learn how to do.",
      "es": "Es donde aprendí a hacer todo lo que las chicas de Texas aprenden a hacer."
    }
  },
  {
    "translation": {
      "en": "Fish, run a trotline for catfish,",
      "es": "Pescar, atrapar bagres,"
    }
  },
  {
    "translation": {
      "en": "um... shoot BB guns, swim. I mean, this was my life.",
      "es": "disparar rifles de aire comprimido, nadar, esa era mi vida."
    }
  },
  {
    "translation": {
      "en": "So a couple of years ago, Steve and I decide that we're gonna pool our vacation for the year",
      "es": "Hace unos años, Steve y yo decidimos acumular los días de vacaciones"
    }
  },
  {
    "translation": {
      "en": "and take one long vacation,",
      "es": "y tomarnos unas vacaciones largas,"
    }
  },
  {
    "translation": {
      "en": "rent a house on Lake Travis, and go.",
      "es": "alquilar una casa en el lago Travis e ir allí."
    }
  },
  {
    "translation": {
      "en": "And I am so excited. So, like, two and a half weeks.",
      "es": "Estaba emocionada. Dos semanas y media."
    }
  },
  {
    "translation": {
      "en": "So we rent this big house, we reach out to our families and say,",
      "es": "Alquilamos una gran casa y les dijimos a nuestras familias:"
    }
  },
  {
    "translation": {
      "en": "We've rented this house. This is where we're gonna be.",
      "es": "Alquilamos esta casa, estaremos allí,"
    }
  },
  {
    "translation": {
      "en": "If you want to come visit us, do it, but schedule it on your own.",
      "es": "si quieren venir a visitarnos, vengan, pero prográmenlo ustedes."
    }
  },
  {
    "translation": {
      "en": "'Cause my parents are divorced and remarried, his parents are divorced and remarried.",
      "es": "Mis padres están divorciados, los suyos también."
    }
  },
  {
    "translation": {
      "en": "It's like NASA- level coordinating on stuff like this.",
      "es": "Es como coordinar un proyecto de la NASA."
    }
  },
  {
    "translation": {
      "en": "So just, We're gonna be here.",
      "es": "Dijimos: Estaremos aquí."
    }
  },
  {
    "translation": {
      "en": "So it's great. So we're packing, and we always have these--",
      "es": "Y es genial. Estábamos empacando y siempre tenemos estas..."
    }
  },
  {
    "translation": {
      "en": "Do y'all have these, or are we the only people? Like, we call them the CTJs.",
      "es": "¿Lo hacen o somos los únicos? Las llamamos CBH, las CBH de vacaciones."
    }
  },
  {
    "translation": {
      "en": "The vacation CTJ, the vacation come- to- Jesus talk,",
      "es": "¿Lo hacen o somos los únicos? Las llamamos CBH, las CBH de vacaciones. Las Charlas Brutalmente Honestas antes de partir. ¿Hacen algo similar?"
    }
  },
  {
    "translation": {
      "en": "before we leave. - - Do y'all have these in your lives?",
      "es": "Las Charlas Brutalmente Honestas antes de partir. ¿Hacen algo similar?"
    }
  },
  {
    "translation": {
      "en": "Where you have to level set expectation. Like, I'll give you an example.",
      "es": "Es para nivelar las expectativas. Les daré un ejemplo. Esto es más reciente."
    }
  },
  {
    "translation": {
      "en": "This is not this, but this is more recent.",
      "es": "Les daré un ejemplo. Esto es más reciente."
    }
  },
  {
    "translation": {
      "en": "We were going to Disney, and I was packing, and he said,",
      "es": "Íbamos a ir a Disney, y estaba empacando"
    }
  },
  {
    "translation": {
      "en": "I think we need to have our, like, CTJ on Disney.",
      "es": "y dijo: Creo que necesitamos una CBH de Disney."
    }
  },
  {
    "translation": {
      "en": "And I was like, Why? And he said,",
      "es": "Pregunté por qué, y me dijo:"
    }
  },
  {
    "translation": {
      "en": "You've got five books, man. What are you doing with these?",
      "es": "Tienes cinco libros, ¿qué harás con eso?."
    }
  },
  {
    "translation": {
      "en": "And he-- I'm like, I'm taking them to vacation. Do you know how long it's been since I've read good fiction?",
      "es": "Los llevaré, hace mucho que no leo buena ficción."
    }
  },
  {
    "translation": {
      "en": "He goes, You ain't reading nothing for the next four days",
      "es": "Lo único que leerás los próximos cuatro días"
    }
  },
  {
    "translation": {
      "en": "but 'too tall to ride,' 'too short to ride.'",
      "es": "Lo único que leerás los próximos cuatro días es 'muy alto' o 'muy bajo para subir'."
    }
  },
  {
    "translation": {
      "en": "- - I was like, What?",
      "es": "¿Qué?."
    }
  },
  {
    "translation": {
      "en": "And he was like, You won't be in the hotel reading. We're taking, like, five kids to Disney.",
      "es": "No vas a leer en el hotel, llevaremos a cinco niños a Disney."
    }
  },
  {
    "translation": {
      "en": "So this was our CTJ for Lake Travis.",
      "es": "Esta fue la CBH para Lake Travis."
    }
  },
  {
    "translation": {
      "en": "We're like, Two and a half weeks. How do you do a vacation that long?",
      "es": "Dos semanas y media era mucho. Nunca nos habíamos ido tanto tiempo."
    }
  },
  {
    "translation": {
      "en": "We'd never been on a long vacation. He's like, First of all,",
      "es": "Dos semanas y media era mucho. Nunca nos habíamos ido tanto tiempo. Él dijo: Primero, debe haber reglas para los niños."
    }
  },
  {
    "translation": {
      "en": "there's gotta be rules for the kids.",
      "es": "Él dijo: Primero, debe haber reglas para los niños."
    }
  },
  {
    "translation": {
      "en": "If we just, like, go crazy on normal vacation, and let them do screen time and stay up late,",
      "es": "Si pasan mucho tiempo frente a una pantalla y se duermen tarde,"
    }
  },
  {
    "translation": {
      "en": "they'll be feral by the time we get back.",
      "es": "cuando volvamos, serán salvajes."
    }
  },
  {
    "translation": {
      "en": "So we gotta have, like, limited screen time, early bedtime.",
      "es": "Debemos limitar el uso de aparatos electrónicos, y deben dormirse temprano."
    }
  },
  {
    "translation": {
      "en": "And then I started to get the bug, and I'm like, We're gonna do a healthy vacation.",
      "es": "Y luego me empecé a entusiasmar: Tendremos unas vacaciones saludables."
    }
  },
  {
    "translation": {
      "en": "We're gonna do, like, a healthy family vacation.",
      "es": "Tendremos unas vacaciones familiares saludables"
    }
  },
  {
    "translation": {
      "en": "And we're gonna cook, and we're not gonna eat a lot of crap,",
      "es": "y cocinaremos, y no comeremos muchas porquerías"
    }
  },
  {
    "translation": {
      "en": "and we're gonna work out every day.",
      "es": "y haremos ejercicio todos los días."
    }
  },
  {
    "translation": {
      "en": "And he's like, I love it.",
      "es": "Y me dice: Me encanta."
    }
  },
  {
    "translation": {
      "en": "So we decide to swim every day. We're gonna swim this cove every day. And so,",
      "es": "Así que decidimos nadar en esta cala todos los días."
    }
  },
  {
    "translation": {
      "en": "we met coaching swimming. We're both ex- competitive swimmers.",
      "es": "Nos conocimos entrenando nadadores, éramos nadadores de competición."
    }
  },
  {
    "translation": {
      "en": "He still swims competitively. I'm a shame researcher.",
      "es": "Él todavía compite, yo investigo la vergüenza."
    }
  },
  {
    "translation": {
      "en": "And so, I was like, But I can do it. Like, I can do this. Right?",
      "es": "Y pensé: ¡Yo puedo hacerlo!. ¿Cierto?"
    }
  },
  {
    "translation": {
      "en": "So... you know, I dig in the back of my drawer for the old Speedo. I'm like, hm.",
      "es": "Así que saqué del fondo del cajón mi viejo Speedo. Y pensé..."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "So I get it, the goggles, my cap.",
      "es": "Tomé las gafas para nadar, la gorra."
    }
  },
  {
    "translation": {
      "en": "So one morning, we head to the lake,",
      "es": "Y una mañana, nos dirigimos al lago,"
    }
  },
  {
    "translation": {
      "en": "and it is beautiful outside, and it's early.",
      "es": "y estaba hermoso afuera, era temprano,"
    }
  },
  {
    "translation": {
      "en": "The sun's coming up. Gorgeous rock, turquoise water.",
      "es": "estaba saliendo el sol, había una roca hermosa, agua turquesa."
    }
  },
  {
    "translation": {
      "en": "We dive in. The kids are upstairs sleeping. My sisters are there. Their kids are upstairs sleeping.",
      "es": "Nos metimos, los niños dormían arriba, mis hermanas y sus hijos también."
    }
  },
  {
    "translation": {
      "en": "We start swimming, and I'm just like,",
      "es": "Empezamos a nadar y pensaba:"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This is like if-- if you die and you're good your whole life, this is where you go, right here. Lake Travis with your man.",
      "es": "Dios mío, cuando mueres, si fuiste bueno, vienes aquí. Al lago Travis con tu hombre."
    }
  },
  {
    "translation": {
      "en": "Like, this is it.",
      "es": "Es aquí."
    }
  },
  {
    "translation": {
      "en": "And we stop about halfway across 'cause, you know, open water swimming,",
      "es": "Nos detenemos a mitad de camino porque al nadar en aguas abiertas, debes ver si hay botes."
    }
  },
  {
    "translation": {
      "en": "you're looking for boats, you're looking for those things.",
      "es": "porque al nadar en aguas abiertas, debes ver si hay botes."
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, I catch Steve's eye. Now I'm gonna have to, like--",
      "es": "Y de repente, cruzo miradas con Steve. Tendré que... ¿Puedes hacer de mi esposo?"
    }
  },
  {
    "translation": {
      "en": "Can I use you as my person?",
      "es": "Tendré que... ¿Puedes hacer de mi esposo?"
    }
  },
  {
    "translation": {
      "en": "Yes? Great. Tell me your name.",
      "es": "¿Sí? Genial. Dime tu nombre."
    }
  },
  {
    "translation": {
      "en": "So we're about-- Raise your hand, Samuel, for the people in the back. Okay.",
      "es": "Estamos... Levanta la mano, Samuel, para los de atrás. Bien."
    }
  },
  {
    "translation": {
      "en": "So we're about this far apart, and I'm like...",
      "es": "Estamos a esta distancia, y pienso..."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna-- Steve? And he goes, Yeah?",
      "es": "Lo haré. Digo: ¿Steve?."
    }
  },
  {
    "translation": {
      "en": "And I said, I feel so connected to you.",
      "es": "¿Sí?. Me siento tan conectada contigo."
    }
  },
  {
    "translation": {
      "en": "I'm so glad that we're spending this time together doing this.",
      "es": "Me alegra mucho que estemos haciendo esto juntos."
    }
  },
  {
    "translation": {
      "en": "And he looks back at me, and he goes, Yeah, water's good,",
      "es": "Y me mira y dice: Sí, el agua está buena, y sigue nadando."
    }
  },
  {
    "translation": {
      "en": "and he keeps swimming.",
      "es": "Sí, el agua está buena, y sigue nadando."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Oh, boy! So...",
      "es": "Ay. Entonces..."
    }
  },
  {
    "translation": {
      "en": "my first thought, literally, is this.",
      "es": "Lo primero que pienso, literalmente, es esto."
    }
  },
  {
    "translation": {
      "en": "I'm embarrassed to share it with you, but I will.",
      "es": "Me avergüenza decirlo, pero lo haré."
    }
  },
  {
    "translation": {
      "en": "- He is so overwhelmed with love for me. -",
      "es": "Su amor por mí lo abrumó tanto...."
    }
  },
  {
    "translation": {
      "en": "That is my first thought, that he is not functioning.",
      "es": "Eso fue lo primero que pensé. ...que no puede reaccionar."
    }
  },
  {
    "translation": {
      "en": "Like, he is-- Like, I'm actually thinking to myself,",
      "es": "Está... Realmente pensé:"
    }
  },
  {
    "translation": {
      "en": "I hope he's safe in this deep water with this feeling.",
      "es": "Espero que esté a salvo en estas aguas con tanta emoción."
    }
  },
  {
    "translation": {
      "en": "'Cause it was like he couldn't process it, and--",
      "es": "Porque era como si no pudiera procesarlo. Y..."
    }
  },
  {
    "translation": {
      "en": "And I have to be honest with you. He is a very courageous guy,",
      "es": "Tengo que ser sincera, es un tipo muy valiente"
    }
  },
  {
    "translation": {
      "en": "and he is much more likely to say that in our relationship than I am to say that.",
      "es": "y es más probable que él diga algo así en la relación, que yo."
    }
  },
  {
    "translation": {
      "en": "He's much more likely to go there and be that connecting, and I'm not.",
      "es": "El suele decir esas cosas y generar una conexión, y yo no."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm nice, but I'm not, you know, I'm not like that.",
      "es": "Soy buena, pero no soy así."
    }
  },
  {
    "translation": {
      "en": "And it was a big reach for me, so I thought, That overwhelmed him.",
      "es": "Y no solía hacer eso, así que pensé: Lo abrumó."
    }
  },
  {
    "translation": {
      "en": "He was like, Man, I gotta keep swimming. Um...",
      "es": "Solo piensa en seguir nadando."
    }
  },
  {
    "translation": {
      "en": "So we get to the other end, and it's not like, it's like-- You're not gonna do a flip turn. It's just like mossy and stuff.",
      "es": "Llegamos al otro lado, y no puedes girar como en una piscina, hay musgo,"
    }
  },
  {
    "translation": {
      "en": "And so, you just kinda turn around.",
      "es": "así que nos damos vuelta."
    }
  },
  {
    "translation": {
      "en": "And we start swimming back,",
      "es": "Y comenzamos a nadar de vuelta,"
    }
  },
  {
    "translation": {
      "en": "and now all of a sudden, we're about this far from each other.",
      "es": "y ahora, de repente, estamos a esta distancia el uno del otro."
    }
  },
  {
    "translation": {
      "en": "Raise your hand, Samuel, for the people in the back.",
      "es": "Levanta la mano otra vez, Samuel."
    }
  },
  {
    "translation": {
      "en": "Okay, so we're close now.",
      "es": "Bien, ahora estamos cerca."
    }
  },
  {
    "translation": {
      "en": "And I think to myself,",
      "es": "Y pienso:"
    }
  },
  {
    "translation": {
      "en": "Should I go back in?",
      "es": "¿Lo hago de nuevo?"
    }
  },
  {
    "translation": {
      "en": "Should I try it again?",
      "es": "¿Lo intento otra vez?."
    }
  },
  {
    "translation": {
      "en": "And this is really funny because I tell this story-- When I tell this story on the East Coast...",
      "es": "Y es muy gracioso, porque cuando cuento esta historia en la Costa Este..."
    }
  },
  {
    "translation": {
      "en": "It's rhetorical, this question. Like, Should I go back in?",
      "es": "Es una pregunta retórica, les digo lo que estaba pensando:"
    }
  },
  {
    "translation": {
      "en": "I'm telling you what I was thinking. I was thinking, Should I go back in?",
      "es": "Es una pregunta retórica, les digo lo que estaba pensando: ¿Lo hago de nuevo?."
    }
  },
  {
    "translation": {
      "en": "But for some reason, in New York, Boston,",
      "es": "Pero por alguna razón, en Nueva York, Boston,"
    }
  },
  {
    "translation": {
      "en": "these people feel compelled to be like, No! No!",
      "es": "se sienten obligados a decir: ¡No!."
    }
  },
  {
    "translation": {
      "en": "- No, ma'am! -",
      "es": "¡No!."
    }
  },
  {
    "translation": {
      "en": "No! That's bullshit. Do not go back there. Uh- uh.",
      "es": "No, es una estupidez, no lo hagas de nuevo."
    }
  },
  {
    "translation": {
      "en": "But then...",
      "es": "Pero"
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell you what's worse.",
      "es": "les contaré algo peor."
    }
  },
  {
    "translation": {
      "en": "In California,",
      "es": "En California,"
    }
  },
  {
    "translation": {
      "en": "people do this... Almost every time I do this in California, someone goes...",
      "es": "la gente hace esto. Casi todas las veces que cuento esto allá, alguien hace..."
    }
  },
  {
    "translation": {
      "en": "That shit makes me uncomfortable. No, it does.",
      "es": "Esa mierda me pone incómoda. Sí."
    }
  },
  {
    "translation": {
      "en": "It makes me uncomfortable, and it makes me charge extra to come to California.",
      "es": "Me pone incómoda y hace que cobre más para ir a California."
    }
  },
  {
    "translation": {
      "en": "Like, I don't like that.",
      "es": "No me gusta eso."
    }
  },
  {
    "translation": {
      "en": "But on this particular day, 'cause Samuel and I are so connected,",
      "es": "Pero ese día en particular, como Samuel y yo estábamos tan conectados,"
    }
  },
  {
    "translation": {
      "en": "I said, I'm gonna get my California on, and I'm gonna go back in.",
      "es": "dije: Voy a ser californiana y voy a hacerlo de nuevo."
    }
  },
  {
    "translation": {
      "en": "So we're this far apart, and I'm like, Hey! And he's like...",
      "es": "Así que estamos a esta distancia, y digo: Oye. Y él..."
    }
  },
  {
    "translation": {
      "en": "And I said, I feel really close to you. This is a really... This is a really special moment.",
      "es": "Y le dije: Me siento muy cerca de ti. Es un momento muy especial."
    }
  },
  {
    "translation": {
      "en": "Like, I love doing this with you.",
      "es": "Me encanta hacer esto contigo."
    }
  },
  {
    "translation": {
      "en": "And he looks at me, and he goes, Water's good, and he keeps swimming.",
      "es": "Y me mira y dice: El agua está buena y sigue nadando."
    }
  },
  {
    "translation": {
      "en": "I'm pissed off now.",
      "es": "Ahora me enojé."
    }
  },
  {
    "translation": {
      "en": "Like, I am so mad.",
      "es": "Estoy muy enojada."
    }
  },
  {
    "translation": {
      "en": "So the thing about midlife that's so great--",
      "es": "Entonces, lo grandioso de la mediana edad,"
    }
  },
  {
    "translation": {
      "en": "For those of you in your 30s, don't fear.",
      "es": "para los que tienen 30, no teman."
    }
  },
  {
    "translation": {
      "en": "- - The thing about midlife that's so great is you can actually, in situations like this,",
      "es": "Lo grandioso de la mediana edad es que, en situaciones como esta,"
    }
  },
  {
    "translation": {
      "en": "play the tape to the end.",
      "es": "puedes ver el final."
    }
  },
  {
    "translation": {
      "en": "Like, you know what's gonna happen. Like, you can play the movie all the way to the end",
      "es": "Sabes lo que pasará, puedes ver la película hasta el final"
    }
  },
  {
    "translation": {
      "en": "and make changes accordingly.",
      "es": "y hacer los cambios necesarios."
    }
  },
  {
    "translation": {
      "en": "So I know how this is gonna end.",
      "es": "Ya sé cómo terminará esto."
    }
  },
  {
    "translation": {
      "en": "Like, let me ask this. There's a lot of men here tonight.",
      "es": "Déjenme preguntarles... Hay muchos hombres aquí hoy."
    }
  },
  {
    "translation": {
      "en": "How many men in the audience are familiar with the term payback?",
      "es": "¿Cuántos hombres aquí conocen el término venganza?"
    }
  },
  {
    "translation": {
      "en": "Let's see a show of hands.",
      "es": "Levanten la mano."
    }
  },
  {
    "translation": {
      "en": "What's your familiarity? Yeah.",
      "es": "¿Cuánto lo conocen? Sí."
    }
  },
  {
    "translation": {
      "en": "This guy's like-- I see you. You're not raising your hand, but you're thinking, Yeah, I know it.",
      "es": "Este tipo piensa... Te veo. No levantas la mano, pero piensas: Lo conozco."
    }
  },
  {
    "translation": {
      "en": "- Yeah. Yeah. Yeah. -",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "So here's I know how it's gonna end.",
      "es": "Así que sé cómo acabará."
    }
  },
  {
    "translation": {
      "en": "So I will, like-- I will go into complete pissed- off mode.",
      "es": "Voy a enojarme completamente,"
    }
  },
  {
    "translation": {
      "en": "I will beat him back to the dock, fueled by nothing but rage and fury.",
      "es": "llegaré al muelle primero, alimentada solo por la ira y la furia,"
    }
  },
  {
    "translation": {
      "en": "We will get upstairs. We'll be drying off. We'll be in the kitchen, and he'll go,",
      "es": "subiremos, nos secaremos estaremos en la cocina y él dirá: Amor, ¿qué hay de desayunar?."
    }
  },
  {
    "translation": {
      "en": "Hey, babe. What's for breakfast?",
      "es": "estaremos en la cocina y él dirá: Amor, ¿qué hay de desayunar?."
    }
  },
  {
    "translation": {
      "en": "And I'll say, I don't know, babe.",
      "es": "Y le diré: No sé, cariño, déjame preguntarle al hada del desayuno."
    }
  },
  {
    "translation": {
      "en": "Let me ask the breakfast fairy. Breakfast fairy!",
      "es": "Y le diré: No sé, cariño, déjame preguntarle al hada del desayuno. '¡Hada!"
    }
  },
  {
    "translation": {
      "en": "Hey, breakfast fairy.",
      "es": "Hola, hada del desayuno,"
    }
  },
  {
    "translation": {
      "en": "It's Brené.",
      "es": "soy Brené."
    }
  },
  {
    "translation": {
      "en": "What's for breakfast?",
      "es": "¿Qué hay de desayunar?'."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry, Steve. I forgot how vacation works. I'm in charge of breakfast",
      "es": "Lo siento, Steve, olvidé cómo funciona, yo estoy a cargo del desayuno,"
    }
  },
  {
    "translation": {
      "en": "and lunch, and dinner, and packing, and unpacking,",
      "es": "y el almuerzo y la cena, y de empacar y desempacar,"
    }
  },
  {
    "translation": {
      "en": "and laundry, and sunscreen, and towels,",
      "es": "y de la ropa y el protector solar y las toallas"
    }
  },
  {
    "translation": {
      "en": "and bug spray. Look, these--",
      "es": "y del repelente de insectos. Miren..."
    }
  },
  {
    "translation": {
      "en": "I'm gonna hang out with this whole crew after this is over.",
      "es": "Me juntaré con ese grupo cuando esto termine."
    }
  },
  {
    "translation": {
      "en": "The crew going like this. Mm- hmm.",
      "es": "Las chicas hacen así..."
    }
  },
  {
    "translation": {
      "en": "That's how vacation works. Yes or no?",
      "es": "Así son las vacaciones. ¿Sí o no?"
    }
  },
  {
    "translation": {
      "en": "- Yes! - Yeah.",
      "es": "- Sí. - Sí."
    }
  },
  {
    "translation": {
      "en": "And the worst thing is, halfway during this, Steve will go like this...",
      "es": "Y lo peor es que a la mitad, Steve dirá:"
    }
  },
  {
    "translation": {
      "en": "Did something happen?",
      "es": "¿Pasó algo?."
    }
  },
  {
    "translation": {
      "en": "And so...",
      "es": "Entonces..."
    }
  },
  {
    "translation": {
      "en": "I'm like, I know this story. I've lived it a thousand times.",
      "es": "Pienso: Ya conozco esta historia, la he vivido mil veces."
    }
  },
  {
    "translation": {
      "en": "This shit is not happening at my magic lake.",
      "es": "Esto no pasará en mi lago mágico."
    }
  },
  {
    "translation": {
      "en": "And so, I actually do beat him to the dock,",
      "es": "Así que llegué primero al muelle,"
    }
  },
  {
    "translation": {
      "en": "again, fueled by fury,",
      "es": "como dije, llena de furia,"
    }
  },
  {
    "translation": {
      "en": "and when he gets to the dock,",
      "es": "y cuando él llega al muelle,"
    }
  },
  {
    "translation": {
      "en": "I look at him, and I'm in 30 feet deep at this thing.",
      "es": "lo miro y... Tenía 30 metros de profundidad,"
    }
  },
  {
    "translation": {
      "en": "Like, so we're, like, treading water, right?",
      "es": "así que estamos ahí flotando."
    }
  },
  {
    "translation": {
      "en": "And I said, What's going on?",
      "es": "Y le digo: ¿Qué pasa?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to reach out and connect with you,",
      "es": "Estoy tratando de hablar y conectarme contigo, y me estás ignorando."
    }
  },
  {
    "translation": {
      "en": "and you're blowing me off. Like, what is happening?",
      "es": "Estoy tratando de hablar y conectarme contigo, y me estás ignorando. ¿Qué pasa?."
    }
  },
  {
    "translation": {
      "en": "And he kind of turns around, and then he turns back toward me, and he goes, I don't want to do this with you.",
      "es": "Y se dio vuelta y luego se volvió hacia mí y dijo: No quiero hacer esto contigo."
    }
  },
  {
    "translation": {
      "en": "And, of course, I'm like...",
      "es": "Y, por supuesto, estoy..."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm thinking, like...",
      "es": "Porque pensé..."
    }
  },
  {
    "translation": {
      "en": "Actually, you wanna know actually what I'm thinking?",
      "es": "¿Quieren saber lo que pensé realmente?"
    }
  },
  {
    "translation": {
      "en": "I'm thinking, If I find out we're getting a divorce in a swimsuit,",
      "es": "Si me entero de que nos vamos a divorciar en traje de baño,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna frickin' kill somebody, is what I'm thinking. That's what I'm actually thinking.",
      "es": "voy a matar a alguien. Eso es lo que estaba pensando."
    }
  },
  {
    "translation": {
      "en": "Um, I'm like, What do you mean, you don't want to do this? And he goes, I don't want to have this conversation with you now.",
      "es": "¿Cómo que no quieres hacer esto?. No quiero tener esta conversación ahora."
    }
  },
  {
    "translation": {
      "en": "I'm like, Oh, tough shit.",
      "es": "Y dije: Qué lástima."
    }
  },
  {
    "translation": {
      "en": "I'm like, Okay. We gotta do this, Steve.",
      "es": "Tenemos que hacer esto, Steve."
    }
  },
  {
    "translation": {
      "en": "And he starts to get out of the water. I'm like, Can you please get back in?",
      "es": "Empieza a salir del agua y le pido que regrese."
    }
  },
  {
    "translation": {
      "en": "So he gets back in the water, and I'm like,",
      "es": "Así que vuelve al agua y le digo:"
    }
  },
  {
    "translation": {
      "en": "I don't understand what's happening. And he's just not looking at me, and it's weird.",
      "es": "No entiendo qué está pasando. Y no me mira y es raro."
    }
  },
  {
    "translation": {
      "en": "And then I go to this place...",
      "es": "Y luego hago esto..."
    }
  },
  {
    "translation": {
      "en": "You know, when all else fails, I go back to the data.",
      "es": "Cuando todo lo demás falla, vuelvo a los datos."
    }
  },
  {
    "translation": {
      "en": "I keep thinking about this sentence",
      "es": "Así que pienso en esa frase que ha estado en mi investigación"
    }
  },
  {
    "translation": {
      "en": "that's been in my research for, like, 15 years.",
      "es": "Así que pienso en esa frase que ha estado en mi investigación durante 15 años."
    }
  },
  {
    "translation": {
      "en": "It never saturated-- like, that's our kinda code word",
      "es": "No aparecía lo suficiente como para escribir sobre eso"
    }
  },
  {
    "translation": {
      "en": "for it didn't come up enough to write about it--",
      "es": "No aparecía lo suficiente como para escribir sobre eso hasta que escribí Más fuerte que nunca."
    }
  },
  {
    "translation": {
      "en": "until I wrote Rising Strong.",
      "es": "hasta que escribí Más fuerte que nunca."
    }
  },
  {
    "translation": {
      "en": "And when we were interviewing to understand resilience,",
      "es": "Cuando hicimos entrevistas para entender la resiliencia,"
    }
  },
  {
    "translation": {
      "en": "the most resilient participants that we've met across all these years",
      "es": "los participantes más resilientes que conocimos en todos estos años"
    }
  },
  {
    "translation": {
      "en": "had this sentence in common.",
      "es": "tenían una frase en común."
    }
  },
  {
    "translation": {
      "en": "They all used some form of this sentence. And it has become-- I'm telling you, this is a magic sentence.",
      "es": "Todos usaron alguna versión de esta frase. Y se ha convertido... Es una frase mágica."
    }
  },
  {
    "translation": {
      "en": "It's a simple sentence. It's just the story I'm telling myself.",
      "es": "Es una simple frase: Esta es la historia que me estoy contando."
    }
  },
  {
    "translation": {
      "en": "Because when something hard happens,",
      "es": "Cuando pasa algo difícil,"
    }
  },
  {
    "translation": {
      "en": "our brain, which is wired to protect us above all else, wants a story.",
      "es": "nuestro cerebro, que está programado para protegernos ante todo, quiere una historia, entiende los patrones narrativos"
    }
  },
  {
    "translation": {
      "en": "It understands story and narrative pattern,",
      "es": "quiere una historia, entiende los patrones narrativos"
    }
  },
  {
    "translation": {
      "en": "and it says, Give me a story so I can understand how to protect you.",
      "es": "y dice: Dame una historia para entender cómo protegerte."
    }
  },
  {
    "translation": {
      "en": "And it doesn't want a story that's like, Well, I'm not sure. And...",
      "es": "Y no quiere una historia que diga: No estoy seguro."
    }
  },
  {
    "translation": {
      "en": "You know, that's not useful. It wants, like, bad guy, good guy, safe, dangerous, against you, for you.",
      "es": "Eso no es útil. Quiere clasificar todo como malo o bueno, seguro o peligroso."
    }
  },
  {
    "translation": {
      "en": "And so we make up these stories.",
      "es": "Así que inventamos estas historias."
    }
  },
  {
    "translation": {
      "en": "How many of you get the three dots on text",
      "es": "¿Cuántos ven los puntos suspensivos en un mensaje"
    }
  },
  {
    "translation": {
      "en": "and then it goes away, and then you make up a story?",
      "es": "y luego ven que desaparecen, entonces inventan una historia?"
    }
  },
  {
    "translation": {
      "en": "Right. Yeah. Right.",
      "es": "Claro. Sí, claro."
    }
  },
  {
    "translation": {
      "en": "So I look at Steve, and I said,",
      "es": "Entonces miro a Steve y le digo:"
    }
  },
  {
    "translation": {
      "en": "The story I'm making up right now is one of two things just happened.",
      "es": "La historia que estoy inventando es que pasó una de estas dos cosas."
    }
  },
  {
    "translation": {
      "en": "And--- And in all fairness, you're gonna want to laugh,",
      "es": "Querrán reírse, es razonable,"
    }
  },
  {
    "translation": {
      "en": "but before I tell you, I'm gonna ask you not to laugh. 'Cause I'm gonna ask you to take a deep breath...",
      "es": "pero antes de decirlo, les pediré que no se rían, respiren hondo"
    }
  },
  {
    "translation": {
      "en": "...and think about this:",
      "es": "y piensen esto:"
    }
  },
  {
    "translation": {
      "en": "When you make an emotional bid for connection with someone, and you're pushed away,",
      "es": "Cuando intentan generar una conexión con alguien y los ignoran,"
    }
  },
  {
    "translation": {
      "en": "what is the thing that you feel?",
      "es": "¿qué sienten?"
    }
  },
  {
    "translation": {
      "en": "Rejection. Rejection, shame, fear, loneliness.",
      "es": "- Rechazo. - Rechazo, vergüenza, miedo, soledad."
    }
  },
  {
    "translation": {
      "en": "Like, I am hurting when I say this.",
      "es": "Estaba sufriendo cuando dije esto."
    }
  },
  {
    "translation": {
      "en": "So I look at Steve, and I say, Look... the story I'm making up right now",
      "es": "Miro a Steve y le digo: Mira, la historia que estoy inventando"
    }
  },
  {
    "translation": {
      "en": "is either you looked over at me while we were swimming and thought,",
      "es": "es que o me miraste mientras nadábamos y pensaste:"
    }
  },
  {
    "translation": {
      "en": "'God... where's the girl I married 25 years ago?",
      "es": "'¡Dios! ¿Dónde está la chica con la que me casé hace 25 años?"
    }
  },
  {
    "translation": {
      "en": "Like, you're old. You don't even know how to swim anymore.'",
      "es": "Ya estás vieja, ya ni sabes nadar'."
    }
  },
  {
    "translation": {
      "en": "Or you looked over at me and thought,",
      "es": "O me miraste y pensaste:"
    }
  },
  {
    "translation": {
      "en": "'Jeez, man. She does not rock a Speedo like she did two decades and two kids ago.'",
      "es": "'El Speedo le quedaba mejor con dos décadas y dos hijos menos'."
    }
  },
  {
    "translation": {
      "en": "Like, that's what I'm telling myself right now, Steve.",
      "es": "Eso es lo que me estoy diciendo, Steve."
    }
  },
  {
    "translation": {
      "en": "Like, so what's going on?",
      "es": "¿Qué está pasando?."
    }
  },
  {
    "translation": {
      "en": "And he looks at me, and he said,",
      "es": "Y me mira y me dice:"
    }
  },
  {
    "translation": {
      "en": "Look, I don't mind taking care of the kids, Brené. And I was like, What?",
      "es": "No me molesta cuidar a los niños, Brené. Y dije: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "He said, I don't mind taking care of the kids. I know the kids want to spend all day",
      "es": "Dijo: No me molesta cuidarlos. Sé que quieren pasar todo el día"
    }
  },
  {
    "translation": {
      "en": "back and forth across this cove",
      "es": "yendo y viniendo por la cala"
    }
  },
  {
    "translation": {
      "en": "because the pirate's treasure is on the other side.",
      "es": "porque el tesoro del pirata está del otro lado."
    }
  },
  {
    "translation": {
      "en": "I'll take all six of them back and forth. I don't mind.",
      "es": "Llevaré a los seis de un lado a otro, no me molesta."
    }
  },
  {
    "translation": {
      "en": "And, like, my first thought is, There's been a neurological event.",
      "es": "Lo primero que pensé fue: Tuvo un episodio neurológico."
    }
  },
  {
    "translation": {
      "en": "Which explains a lot of what's happening.",
      "es": "Eso explicaría mucho de lo que pasó."
    }
  },
  {
    "translation": {
      "en": "So I'm like...",
      "es": "Así que"
    }
  },
  {
    "translation": {
      "en": "I'm--  I'm scared a little bit. And I'm like,",
      "es": "estoy un poco asustada. Y le digo:"
    }
  },
  {
    "translation": {
      "en": "- Say more. Um... -",
      "es": "Sigue hablando."
    }
  },
  {
    "translation": {
      "en": "Resisting to go into, like, Can you count backwards from by sevens?",
      "es": "En realidad quería decir: ¿Puedes contar desde siete?."
    }
  },
  {
    "translation": {
      "en": "Like-- Like-- Going into, like...",
      "es": "Y comenzar"
    }
  },
  {
    "translation": {
      "en": "a full- on intake process.",
      "es": "una revisión completa."
    }
  },
  {
    "translation": {
      "en": "Um, and I was like, Say more, and he said, Look, I don't mind taking them. I get it.",
      "es": "Le dije: Sigue hablando, y dijo: Mira, no me molesta, lo entiendo."
    }
  },
  {
    "translation": {
      "en": "Like, you get to spend time with your sisters. The other dads are not great swimmers.",
      "es": "Así pasas tiempo con tus hermanas, los otros papás no son grandes nadadores,"
    }
  },
  {
    "translation": {
      "en": "I don't mind taking them across. And I'm, like, Okay. I am freaking out right now. What is going on?",
      "es": "no me molesta llevarlos. Y digo: Bien, me estoy asustando. ¿Qué sucede?."
    }
  },
  {
    "translation": {
      "en": "And he said, Brené, I don't know.",
      "es": "Brené, no sé."
    }
  },
  {
    "translation": {
      "en": "I don't know what you were saying to me in the water.",
      "es": "No sé qué me estabas diciendo en el agua."
    }
  },
  {
    "translation": {
      "en": "I was just fending off a panic attack and counting strokes.",
      "es": "Estaba intentando evitar un ataque de pánico contando brazadas."
    }
  },
  {
    "translation": {
      "en": "And I said, What? And he goes, I was just counting strokes, Brené.",
      "es": "¿Qué?. Y me dice: Estaba contando brazadas, Brené. Para evitar un ataque de pánico."
    }
  },
  {
    "translation": {
      "en": "I was just counting strokes. Fending off a panic attack.",
      "es": "Estaba contando brazadas, Brené. Para evitar un ataque de pánico."
    }
  },
  {
    "translation": {
      "en": "I don't know what you were saying to me in the water.",
      "es": "No sé qué me dijiste en el agua."
    }
  },
  {
    "translation": {
      "en": "And so, all of a sudden-- I'm starting to try to process everything.",
      "es": "Así que, de repente, estoy tratando de procesar todo."
    }
  },
  {
    "translation": {
      "en": "Any competitive swimmers here, ex- competitive swimmers?",
      "es": "¿Hay nadadores de competición aquí, exnadadores?"
    }
  },
  {
    "translation": {
      "en": "You know how when you learn-- You know, when you're a swimmer, and you're in a pool,",
      "es": "Cuando eres nadador, y pasas de estar en una piscina a estar en un lago,"
    }
  },
  {
    "translation": {
      "en": "and then all of a sudden you're in a lake, it's anxiety- producing",
      "es": "Cuando eres nadador, y pasas de estar en una piscina a estar en un lago, te produce ansiedad, porque no es como la piscina con la franja negra y..."
    }
  },
  {
    "translation": {
      "en": "because you-- It's not like a pool with a black stripe, and you see which--",
      "es": "te produce ansiedad, porque no es como la piscina con la franja negra y..."
    }
  },
  {
    "translation": {
      "en": "It's like, release the Kraken. Like, you don't know what's in there. You lose your sense of control.",
      "es": "Sientes que liberaron al Kraken. No sabes qué hay, pierdes la sensación de control."
    }
  },
  {
    "translation": {
      "en": "When you have anxiety and you're swimming, you usually just count strokes or count breaths.",
      "es": "Así que si tienes ansiedad, cuentas brazadas o inhalaciones."
    }
  },
  {
    "translation": {
      "en": "So I'm like, Why-- Why are you counting strokes? Why-- What's the panic attack about?",
      "es": "Y le pregunto por qué contaba brazadas, por qué fue el ataque de pánico."
    }
  },
  {
    "translation": {
      "en": "And he said, I had a dream last night that I had all six of the kids,",
      "es": "Y dijo: Anoche soñé que estaba con los seis niños en el medio de la cala"
    }
  },
  {
    "translation": {
      "en": "we were halfway across the cove, and a ski boat came,",
      "es": "que estaba con los seis niños en el medio de la cala y aparecía una lancha y le hacía señas, pero no frenaba,"
    }
  },
  {
    "translation": {
      "en": "and I waved it off, and it didn't slow down,",
      "es": "y aparecía una lancha y le hacía señas, pero no frenaba,"
    }
  },
  {
    "translation": {
      "en": "and I waved it off, and it didn't slow down again, and it was coming straight at me and the kids,",
      "es": "volví a intentar y no frenaba, venía directamente hacia nosotros,"
    }
  },
  {
    "translation": {
      "en": "so I grabbed all the kids, and I went as deep as I could go,",
      "es": "así que tomé a los niños, me sumergí tanto como pude"
    }
  },
  {
    "translation": {
      "en": "and I stayed there and stayed there, waiting for that boat to pass",
      "es": "y me quedé ahí esperando a que pasara la lancha,"
    }
  },
  {
    "translation": {
      "en": "'cause I knew it would kill us if it hit us.",
      "es": "porque si nos golpeaba, nos mataría."
    }
  },
  {
    "translation": {
      "en": "And I just was waiting, and then I looked at Charlie,",
      "es": "Estaba esperando y entonces miré a Charlie..., nuestro hijo,"
    }
  },
  {
    "translation": {
      "en": "our son, and knew that if we stayed two seconds longer, he would drown.",
      "es": "Estaba esperando y entonces miré a Charlie..., nuestro hijo, ...y supe que si nos quedábamos dos segundos más, se ahogaría."
    }
  },
  {
    "translation": {
      "en": "And so I don't know what you were saying to me. I was just fighting off a panic attack.",
      "es": "Así que no sé qué me decías, estaba luchando contra un ataque de pánico."
    }
  },
  {
    "translation": {
      "en": "And so this made complete sense to me because we had arrived at the lake on a Monday,",
      "es": "Y esto tenía mucho sentido, porque habíamos llegado al lago un lunes"
    }
  },
  {
    "translation": {
      "en": "and this was our first weekend at the lake.",
      "es": "y era el primer fin de semana."
    }
  },
  {
    "translation": {
      "en": "And we had gone to bed that night",
      "es": "Y nos habíamos acostado esa noche diciendo:"
    }
  },
  {
    "translation": {
      "en": "talking about, Hey, let's not tube or do anything like that.",
      "es": "Y nos habíamos acostado esa noche diciendo: No hagamos tubing ni nada de eso."
    }
  },
  {
    "translation": {
      "en": "Let's stay off the lake 'cause the boating and drinking is so bad.",
      "es": "No nos metamos al lago. Muchos navegan borrachos."
    }
  },
  {
    "translation": {
      "en": "And let's just stay close.",
      "es": "Quedémonos cerca."
    }
  },
  {
    "translation": {
      "en": "And we had gone to sleep talking about that, so that made sense to me.",
      "es": "Y nos dormimos hablando de eso, así que tenía sentido."
    }
  },
  {
    "translation": {
      "en": "So I looked at him, and I was like,",
      "es": "Entonces lo miré y le dije:"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm so glad you shared that with me. Thank you.",
      "es": "Dios mío, qué bueno que compartiste eso conmigo, gracias."
    }
  },
  {
    "translation": {
      "en": "And he goes, Bullshit.",
      "es": "Y dice: Mentira."
    }
  },
  {
    "translation": {
      "en": "- - And I was like, What?",
      "es": "Le digo: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "And he said, Bullshit.",
      "es": "Y dijo: Mentira."
    }
  },
  {
    "translation": {
      "en": "And don't start quoting your research on men and shame to me, either.",
      "es": "Y no cites tu investigación sobre los hombres y la vergüenza,"
    }
  },
  {
    "translation": {
      "en": "That's bullshit. Here's what you want.",
      "es": "eso es mentira. Esto es lo que quieres."
    }
  },
  {
    "translation": {
      "en": "You want the guy that, when the speedboat comes,",
      "es": "Quieres al que, cuando llega la lancha,"
    }
  },
  {
    "translation": {
      "en": "he takes all six of the kids,",
      "es": "toma a los seis niños,"
    }
  },
  {
    "translation": {
      "en": "throws them, then swims so fast, catches them, sets them down on the rock",
      "es": "los lanza, luego nada muy rápido, los atrapa, los pone en la roca,"
    }
  },
  {
    "translation": {
      "en": "and then looks across the lake at you and goes,",
      "es": "te mira desde el otro lado del lago y dice:"
    }
  },
  {
    "translation": {
      "en": "'Don't worry, little lady. I've got this.'",
      "es": "'No te preocupes, linda, yo me ocupo'."
    }
  },
  {
    "translation": {
      "en": "He's like, That's what you want.",
      "es": "Eso es lo que quieres."
    }
  },
  {
    "translation": {
      "en": "And I was like, Oh, my God. I mean...",
      "es": "Y pensé: Dios mío."
    }
  },
  {
    "translation": {
      "en": "We're in the perfect shame dance now, right?",
      "es": "Estábamos en una tormenta perfecta de vergüenza."
    }
  },
  {
    "translation": {
      "en": "So when you think about feminine norms, what's the number one shame trigger around feminine norms?",
      "es": "Cuando piensan en las normas femeninas, ¿qué es lo que más vergüenza provoca?"
    }
  },
  {
    "translation": {
      "en": "- - Body image. Appearance and body image.",
      "es": "La apariencia y la imagen corporal."
    }
  },
  {
    "translation": {
      "en": "And for masculine norms, it's don't be perceived as what?",
      "es": "Y según las normas masculinas, no debes ser... ¿qué?"
    }
  },
  {
    "translation": {
      "en": "- Weak. - Right.",
      "es": "- Débil. - Claro."
    }
  },
  {
    "translation": {
      "en": "So here we are, in this complete...",
      "es": "Así que aquí estamos completamente"
    }
  },
  {
    "translation": {
      "en": "shame lockdown, right?",
      "es": "encerrados en nuestra vergüenza, ¿no?"
    }
  },
  {
    "translation": {
      "en": "And so I look at him--",
      "es": "Así que lo miro..."
    }
  },
  {
    "translation": {
      "en": "And, you know, I often say about these situations, You show me a woman who can sit with a man",
      "es": "Siempre digo que si una mujer puede sentarse con un hombre"
    }
  },
  {
    "translation": {
      "en": "in real shame and fear and vulnerability",
      "es": "que siente vergüenza, miedo y está vulnerable"
    }
  },
  {
    "translation": {
      "en": "and just be with him,",
      "es": "y solo acompañarlo,"
    }
  },
  {
    "translation": {
      "en": "I'll show you a woman who's done her work",
      "es": "esa mujer hizo su trabajo"
    }
  },
  {
    "translation": {
      "en": "and doesn't derive her status or power from that guy.",
      "es": "y su estatus y poder no dependen de ese hombre."
    }
  },
  {
    "translation": {
      "en": "- You show me a guy-- - Whoo!",
      "es": "Si un hombre..."
    }
  },
  {
    "translation": {
      "en": "Yeah. - That's a whoo, right? Yes. - Yeah.",
      "es": "Sí. Eso fue un grito, ¿no? Sí."
    }
  },
  {
    "translation": {
      "en": "- - It is a whoo. It's whoo- worthy.",
      "es": "Merece un grito."
    }
  },
  {
    "translation": {
      "en": "Yeah, I like it. You show me a guy who can sit with a woman",
      "es": "Sí, me gusta. Si un tipo puede sentarse con una mujer"
    }
  },
  {
    "translation": {
      "en": "who's in real shame and fear and vulnerability and not fix anything",
      "es": "que siente vergüenza, miedo y está vulnerable, y no arreglar nada,"
    }
  },
  {
    "translation": {
      "en": "but just listen.",
      "es": "solo escuchar."
    }
  },
  {
    "translation": {
      "en": "I'll show you a guy...",
      "es": "Ese hombre"
    }
  },
  {
    "translation": {
      "en": "who's done his work and doesn't derive his power and status",
      "es": "hizo su trabajo, y su poder y estatus"
    }
  },
  {
    "translation": {
      "en": "from being Oz, the fixer of all things.",
      "es": "no se basan en ser Oz, el que arregla todo."
    }
  },
  {
    "translation": {
      "en": "You know? We got work to do, right?",
      "es": "Debemos trabajar en eso, ¿cierto?"
    }
  },
  {
    "translation": {
      "en": "So I looked at Steve, and this was the hard part,",
      "es": "Así que miré a Steve, y esto fue lo difícil,"
    }
  },
  {
    "translation": {
      "en": "'cause I knew I had to be honest, and I said, Look, ten years ago,",
      "es": "porque debía ser sincera, y dije: Hace 10 años,"
    }
  },
  {
    "translation": {
      "en": "I would have said the right thing based on the research.",
      "es": "habría dicho lo correcto por mi trabajo."
    }
  },
  {
    "translation": {
      "en": "And then, one or two days later, when you were not suspecting it, you would have said, 'Hey, I'm taking the kids tubing.'",
      "es": "Y luego, cuando no lo esperaras, habrías dicho: 'Voy a hacer tubing con los niños'."
    }
  },
  {
    "translation": {
      "en": "And I would have said, 'Are you sure you're feeling up to it?'",
      "es": "Y yo habría dicho: '¿Estás seguro?'."
    }
  },
  {
    "translation": {
      "en": "Which is crushing, right?",
      "es": "Lo cual es devastador, ¿no?"
    }
  },
  {
    "translation": {
      "en": "We usually reserve using people's vulnerability against them for the people we love the most.",
      "es": "Generalmente solo les echamos en cara su vulnerabilidad a los que más amamos."
    }
  },
  {
    "translation": {
      "en": "Why? Because...",
      "es": "¿Por qué? Porque..."
    }
  },
  {
    "translation": {
      "en": "I mean, to be honest with you,",
      "es": "Para ser sincera,"
    }
  },
  {
    "translation": {
      "en": "I wasn't raised with a father who modeled what vulnerability looked like in guys,",
      "es": "mi padre no era un modelo de vulnerabilidad masculina,"
    }
  },
  {
    "translation": {
      "en": "and it scares me.",
      "es": "entonces me asusta."
    }
  },
  {
    "translation": {
      "en": "And that's why. We're scared when we see vulnerability in other people.",
      "es": "Es por eso. Nos da miedo ver vulnerabilidad en otras personas."
    }
  },
  {
    "translation": {
      "en": "To be honest with you, we're just scared.",
      "es": "Sinceramente, tenemos miedo."
    }
  },
  {
    "translation": {
      "en": "And I said, I would have done that to you,",
      "es": "Y dije: Te habría hecho eso,"
    }
  },
  {
    "translation": {
      "en": "and God, if I start making amends now, and we're together for another 30 years,",
      "es": "e incluso si empiezo a disculparme ahora y estamos juntos 30 años más,"
    }
  },
  {
    "translation": {
      "en": "it'll probably take me that long.",
      "es": "no me alcanzará el tiempo, y supongo que,"
    }
  },
  {
    "translation": {
      "en": "And, I guess, the most meaningful thing I can do is not do that.",
      "es": "no me alcanzará el tiempo, y supongo que, lo mejor que puedo hacer, es no hacerlo."
    }
  },
  {
    "translation": {
      "en": "Five years ago, I would've said the right thing,",
      "es": "Hace cinco años, habría dicho y quizá hecho lo correcto,"
    }
  },
  {
    "translation": {
      "en": "and I think I would've maybe done the right thing, but today, Steve,",
      "es": "Hace cinco años, habría dicho y quizá hecho lo correcto, pero hoy, Steve,"
    }
  },
  {
    "translation": {
      "en": "you are the most important thing in my life.",
      "es": "eres lo más importante en mi vida."
    }
  },
  {
    "translation": {
      "en": "And to be able to see you and know you is the greatest privilege of my life,",
      "es": "Y poder verte y conocerte es el mayor privilegio de mi vida,"
    }
  },
  {
    "translation": {
      "en": "and to be seen by you is the most important thing in my life.",
      "es": "y que me veas es lo más importante en mi vida."
    }
  },
  {
    "translation": {
      "en": "We are all we have.",
      "es": "Somos lo único que tenemos."
    }
  },
  {
    "translation": {
      "en": "How many of you want more love, intimacy...",
      "es": "¿Cuántos aquí quieren más amor, intimidad"
    }
  },
  {
    "translation": {
      "en": "in your lives? Joy?",
      "es": "en sus vidas? ¿Alegría?"
    }
  },
  {
    "translation": {
      "en": "You can't have that if you don't let yourself be seen.",
      "es": "No pueden tener eso si se esconden."
    }
  },
  {
    "translation": {
      "en": "How can you let yourself be loved if you can't be seen?",
      "es": "¿Cómo podrán amarte si te escondes?"
    }
  },
  {
    "translation": {
      "en": "- Does that make sense? - Yes.",
      "es": "¿Tiene sentido?"
    }
  },
  {
    "translation": {
      "en": "Vulnerability is the path back to each other, but we're so afraid to get on it.",
      "es": "La vulnerabilidad es el camino hacia el otro, pero nos da mucho miedo."
    }
  },
  {
    "translation": {
      "en": "You know, and we end up hurting each other a lot,",
      "es": "Y terminamos lastimándonos mucho,"
    }
  },
  {
    "translation": {
      "en": "and for me, that day changed everything in our marriage.",
      "es": "y para mí, ese día cambió todo en nuestro matrimonio."
    }
  },
  {
    "translation": {
      "en": "For one, I don't think we've had a fight",
      "es": "Desde ese día, no hubo pelea en la que no dijéramos"
    }
  },
  {
    "translation": {
      "en": "since that day where we don't say, The story I'm telling myself,",
      "es": "Desde ese día, no hubo pelea en la que no dijéramos la historia que me estoy contando, aunque sea con bronca."
    }
  },
  {
    "translation": {
      "en": "even if it's like,  The story I'm telling myself.",
      "es": "la historia que me estoy contando, aunque sea con bronca."
    }
  },
  {
    "translation": {
      "en": "For me, it was a great story 'cause, it ended up, then we went upstairs,",
      "es": "Es una gran historia, porque luego subimos,"
    }
  },
  {
    "translation": {
      "en": "he popped me on the butt with a towel.",
      "es": "me golpeó el trasero con una toalla,"
    }
  },
  {
    "translation": {
      "en": "He said, I love you. I see you.",
      "es": "me dijo: Te amo, te veo, el Speedo te queda genial."
    }
  },
  {
    "translation": {
      "en": "You still rock the Speedo, which is love.",
      "es": "me dijo: Te amo, te veo, el Speedo te queda genial. Eso sí que es amor."
    }
  },
  {
    "translation": {
      "en": "It's total love.",
      "es": "Es amor total."
    }
  },
  {
    "translation": {
      "en": "We want it so bad, but we're so afraid",
      "es": "Lo queremos tanto, pero tenemos tanto miedo"
    }
  },
  {
    "translation": {
      "en": "to let ourselves be seen,",
      "es": "de dejarnos ver"
    }
  },
  {
    "translation": {
      "en": "and we're so afraid to see people.",
      "es": "y nos da miedo ver a los demás."
    }
  },
  {
    "translation": {
      "en": "But again, it's the only way back.",
      "es": "Pero es la única forma."
    }
  },
  {
    "translation": {
      "en": "So let's look at some of the real, concrete issues around vulnerability.",
      "es": "Veamos algunos de los problemas concretos de la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "So the thing that we tell ourselves is,",
      "es": "de la vulnerabilidad. Lo que nos decimos es: ¿Por qué quieres que sea vulnerable?"
    }
  },
  {
    "translation": {
      "en": "Why do you want me to be vulnerable?",
      "es": "Lo que nos decimos es: ¿Por qué quieres que sea vulnerable?"
    }
  },
  {
    "translation": {
      "en": "Vulnerability is like the gooey center of hard emotion.",
      "es": "La vulnerabilidad es el corazón blando de los sentimientos duros."
    }
  },
  {
    "translation": {
      "en": "Shame, fear, grief, scarcity. Why should I do that? Why should I--",
      "es": "Vergüenza, miedo, dolor, escasez. ¿Por qué debería hacerlo?"
    }
  },
  {
    "translation": {
      "en": "Why should I feel them, and why should I let other people see them? Like,",
      "es": "¿Por qué debería sentirlos y dejar que otros los vean?"
    }
  },
  {
    "translation": {
      "en": "I don't want to vulnerable. I want to armor up.",
      "es": "No quiero ser vulnerable, quiero tener una coraza."
    }
  },
  {
    "translation": {
      "en": "I want to stay protected.",
      "es": "Quiero estar protegido."
    }
  },
  {
    "translation": {
      "en": "Here's the problem with the armor. The problem with the armor is that vulnerability,",
      "es": "Pero este es el problema. El problema de la coraza es que la vulnerabilidad"
    }
  },
  {
    "translation": {
      "en": "yeah, is totally the center of these,",
      "es": "Pero este es el problema. El problema de la coraza es que la vulnerabilidad es la base de estos sentimientos."
    }
  },
  {
    "translation": {
      "en": "but it's also the birthplace of these...",
      "es": "Pero también es de donde surgen estos. AMOR - PERTENENCIA - ALEGRÍA"
    }
  },
  {
    "translation": {
      "en": "How many of you love someone?",
      "es": "¿Cuántos aquí aman a alguien?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Are you 100% sure...",
      "es": "¿Están 100% seguros"
    }
  },
  {
    "translation": {
      "en": "that person will always love you back? Will never leave? Will never get sick?",
      "es": "de que esa persona siempre los amará, nunca se irá, nunca se enfermará?"
    }
  },
  {
    "translation": {
      "en": "How many of you have ever buried someone you love?",
      "es": "¿Cuántos han enterrado a alguien que aman?"
    }
  },
  {
    "translation": {
      "en": "How many of you have lost someone you love?",
      "es": "¿Cuántos han perdido a un ser querido?"
    }
  },
  {
    "translation": {
      "en": "To love is to be vulnerable. To give someone your heart and say,",
      "es": "Amar es ser vulnerable. Es dar tu corazón y decir:"
    }
  },
  {
    "translation": {
      "en": "I know this could hurt so bad, but I'm willing to do it.",
      "es": "Sé que esto puede doler mucho, pero estoy dispuesto"
    }
  },
  {
    "translation": {
      "en": "I'm willing to be vulnerable and love you.",
      "es": "a ser vulnerable y amarte."
    }
  },
  {
    "translation": {
      "en": "And there is an increasing number of people in the world today",
      "es": "Y cada vez hay más personas en el mundo"
    }
  },
  {
    "translation": {
      "en": "that are not willing to take that risk.",
      "es": "que no están dispuestas a correr ese riesgo."
    }
  },
  {
    "translation": {
      "en": "They'd rather never know love",
      "es": "Prefieren nunca conocer el amor"
    }
  },
  {
    "translation": {
      "en": "than to know hurt...",
      "es": "que conocer el sufrimiento o el dolor,"
    }
  },
  {
    "translation": {
      "en": "or grief, and that is a huge price to pay.",
      "es": "que conocer el sufrimiento o el dolor, y están pagando un precio muy alto."
    }
  },
  {
    "translation": {
      "en": "Belonging. We're wired for love.",
      "es": "Pertenencia. Estamos programados para amar y pertenecer,"
    }
  },
  {
    "translation": {
      "en": "We're hardwired for belonging. It's in our DNA.",
      "es": "Pertenencia. Estamos programados para amar y pertenecer, está en nuestro ADN."
    }
  },
  {
    "translation": {
      "en": "And let me tell you,",
      "es": "Déjenme decirles"
    }
  },
  {
    "translation": {
      "en": "we are in the midst of what I would call a political and social shitshow right now.",
      "es": "que estamos en medio de lo que llamaría un desastre político y social."
    }
  },
  {
    "translation": {
      "en": "- - It's a cultural nightmare. Um...",
      "es": "Es una pesadilla cultural."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "es": "Lo es."
    }
  },
  {
    "translation": {
      "en": "And we want belonging in the midst of this thing, right?",
      "es": "Y queremos pertenecer en medio de todo esto, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you what belonging is.",
      "es": "Les diré qué es pertenecer."
    }
  },
  {
    "translation": {
      "en": "The opposite of belonging, from the research, is fitting in.",
      "es": "Lo contrario de pertenecer, según la investigación, es encajar."
    }
  },
  {
    "translation": {
      "en": "That's the opposite of belonging. Fitting in is assessing and acclimating.",
      "es": "Eso es lo contrario de pertenecer. Encajar es evaluar y adaptarse."
    }
  },
  {
    "translation": {
      "en": "Here's what I should say, be. Here's what I shouldn't say. Here's what I should avoid talking about.",
      "es": "Debería ser así. No debería decir esto. Debería evitar hablar de esto."
    }
  },
  {
    "translation": {
      "en": "Here's what I should dress like, look like. That's fitting in.",
      "es": "Así es como debería vestirme. Eso es encajar."
    }
  },
  {
    "translation": {
      "en": "Belonging... is belonging to yourself first.",
      "es": "Pertenecer es pertenecer primero a ti mismo."
    }
  },
  {
    "translation": {
      "en": "Speaking your truth, telling your story,",
      "es": "Decir tu verdad, contar tu historia"
    }
  },
  {
    "translation": {
      "en": "and never betraying yourself for other people.",
      "es": "y nunca traicionarte por otra gente."
    }
  },
  {
    "translation": {
      "en": "True belonging doesn't require you to change who you are.",
      "es": "La verdadera pertenencia no requiere que cambies quien eres,"
    }
  },
  {
    "translation": {
      "en": "It requires you to be who you are,",
      "es": "requiere que seas quien eres,"
    }
  },
  {
    "translation": {
      "en": "and that's vulnerable.",
      "es": "y eso es ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "And then the last of this big list is joy.",
      "es": "Y luego, la última de esta gran lista es la alegría."
    }
  },
  {
    "translation": {
      "en": "And I'm coming at you as someone who studies shame and fear and scarcity.",
      "es": "Esto viene de alguien que estudia la vergüenza y el miedo:"
    }
  },
  {
    "translation": {
      "en": "I'm here to tell you that joy is the most vulnerable of all human emotions.",
      "es": "la alegría es el sentimiento humano más vulnerable de todos."
    }
  },
  {
    "translation": {
      "en": "We are terrified to feel joy.",
      "es": "Nos aterroriza sentir alegría."
    }
  },
  {
    "translation": {
      "en": "We are so afraid that if we let ourselves feel joy,",
      "es": "Tenemos miedo de que, si nos dejamos llevar por la alegría,"
    }
  },
  {
    "translation": {
      "en": "something will come along and rip it away from us,",
      "es": "algo vendrá y nos la arrebatará"
    }
  },
  {
    "translation": {
      "en": "and we will get sucker punched by pain and trauma and loss.",
      "es": "y nos golpearán el dolor, el trauma y la pérdida."
    }
  },
  {
    "translation": {
      "en": "So that, in the midst of great things, we literally dress rehearse tragedy.",
      "es": "Así que, en momentos maravillosos, literalmente ensayamos la tragedia."
    }
  },
  {
    "translation": {
      "en": "How many of you are parents in the audience?",
      "es": "¿Cuántos padres hay en la audiencia?"
    }
  },
  {
    "translation": {
      "en": "How many have ever stood over your child while they're sleeping and thought,",
      "es": "¿Cuántos han mirado a su hijo mientras dormía y pensaron:"
    }
  },
  {
    "translation": {
      "en": "I love you like I didn't know was possible?",
      "es": "Te amo como no sabía que era posible amar?"
    }
  },
  {
    "translation": {
      "en": "And in that split second, you picture something horrific happening to your child?",
      "es": "Y luego, imaginan que algo horrible le sucede a su hijo."
    }
  },
  {
    "translation": {
      "en": "Ninety- five percent of parents do that.",
      "es": "El 95% de los padres hace eso."
    }
  },
  {
    "translation": {
      "en": "Non- parenting example: You wake up. You're like, Hey.",
      "es": "Para los que no son padres, se despiertan y piensan:"
    }
  },
  {
    "translation": {
      "en": "I feel pretty good. Working out.",
      "es": "Me siento bien. Todo va bien."
    }
  },
  {
    "translation": {
      "en": "Family's good.",
      "es": "La familia está bien."
    }
  },
  {
    "translation": {
      "en": "House is good.",
      "es": "La casa está bien."
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "es": "Ay, mierda."
    }
  },
  {
    "translation": {
      "en": "Yes or no?",
      "es": "¿Sí o no?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Like, Oh, my God.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "What's gonna happen next? We're waiting for the other shoe to drop.",
      "es": "¿Qué sucederá?.  Esperamos que pase algo malo."
    }
  },
  {
    "translation": {
      "en": "Here's a great example.",
      "es": "Este es un gran ejemplo."
    }
  },
  {
    "translation": {
      "en": "The very first time I got to meet Oprah,",
      "es": "Cuando conocí a Oprah,"
    }
  },
  {
    "translation": {
      "en": "got to fly to Chicago and do SuperSoul Sunday.",
      "es": "volé a Chicago para su programa SuperSoul Sunday."
    }
  },
  {
    "translation": {
      "en": "So...  I'm leaving the house.",
      "es": "Así que salgo de casa,"
    }
  },
  {
    "translation": {
      "en": "I get in the car that's gonna take me to the airport.",
      "es": "me subo al auto que me llevará al aeropuerto,"
    }
  },
  {
    "translation": {
      "en": "I get out of the car, and I go back in the house.",
      "es": "salgo del auto y regreso a casa."
    }
  },
  {
    "translation": {
      "en": "And I said, Steve. And he goes, Oh, God, no.",
      "es": "Y digo: Steve. Y él dice: Dios, no."
    }
  },
  {
    "translation": {
      "en": "And I said-- No, really. I said,",
      "es": "Y dije... No, en serio. Dije:"
    }
  },
  {
    "translation": {
      "en": "The chance of me making it to Chicago are slim.",
      "es": "Es muy poco probable que llegue a Chicago."
    }
  },
  {
    "translation": {
      "en": "Because this is too good to be true.",
      "es": "Porque esto es demasiado bueno para ser verdad."
    }
  },
  {
    "translation": {
      "en": "And he goes, I hate it when you do this. I really hate it when you do this.",
      "es": "Y me dice: Odio cuando haces esto. De verdad, lo odio."
    }
  },
  {
    "translation": {
      "en": "And I was like, I want you to remarry.",
      "es": "Y le dije: Quiero que vuelvas a casarte."
    }
  },
  {
    "translation": {
      "en": "I... I want you to find someone to love.",
      "es": "Quiero que encuentres a alguien a quien amar."
    }
  },
  {
    "translation": {
      "en": "I want you to wait an appropriate amount of time,",
      "es": "Quiero que esperes el tiempo debido,"
    }
  },
  {
    "translation": {
      "en": "but I want you to find someone else.",
      "es": "pero quiero que encuentres a otra persona."
    }
  },
  {
    "translation": {
      "en": "And he's like, I got it. Go, you know. And I said,",
      "es": "Y él dijo: Claro, vete."
    }
  },
  {
    "translation": {
      "en": "And I've been thinking about it a lot. In the right hand drawer of my study--",
      "es": "Y he estado pensando mucho en esto. En el cajón de mi estudio...."
    }
  },
  {
    "translation": {
      "en": "And he's like, Oh, my God.",
      "es": "Y dijo: Dios mío."
    }
  },
  {
    "translation": {
      "en": "Did you write a list of people you think I should marry?",
      "es": "¿Hiciste una lista de personas con las que debería casarme?."
    }
  },
  {
    "translation": {
      "en": "And I was like, No.",
      "es": "Y dije: No. Pero escribí una lista de gente"
    }
  },
  {
    "translation": {
      "en": "But I wrote a list of people you damn well better not marry.",
      "es": "Y dije: No. Pero escribí una lista de gente con la que más vale que no te cases."
    }
  },
  {
    "translation": {
      "en": "Because I need to make sure...",
      "es": "Porque necesito asegurarme..."
    }
  },
  {
    "translation": {
      "en": "...that if you marry somebody on this list,",
      "es": "...de que, si te casas con alguien de esta lista,"
    }
  },
  {
    "translation": {
      "en": "I'll be back.",
      "es": "regresaré."
    }
  },
  {
    "translation": {
      "en": "And it won't be fun, like in the movies.",
      "es": "Y no será divertido como en las películas."
    }
  },
  {
    "translation": {
      "en": "And he's like, You've gotta get in the car, or I'm gonna remarry. Like-- Like, go.",
      "es": "Y dijo: Sube al auto o me volveré a casar. Vete."
    }
  },
  {
    "translation": {
      "en": "How many of you do that thing?",
      "es": "¿Cuántos de ustedes hacen eso?"
    }
  },
  {
    "translation": {
      "en": "That foreboding joy?",
      "es": "¿Esa alegría premonitoria? Cuando no podemos ser vulnerables,"
    }
  },
  {
    "translation": {
      "en": "Because when we lose our capacity for vulnerability, joy becomes foreboding.",
      "es": "¿Esa alegría premonitoria? Cuando no podemos ser vulnerables, la alegría se vuelve premonitoria."
    }
  },
  {
    "translation": {
      "en": "It becomes scary to let ourselves feel it.",
      "es": "Permitirnos sentir alegría se vuelve aterrador."
    }
  },
  {
    "translation": {
      "en": "And the research participants who had the ability to lean fully into joy",
      "es": "Y los participantes de la investigación que podían sentir plenamente la alegría"
    }
  },
  {
    "translation": {
      "en": "only shared one variable in common.",
      "es": "solo compartían una variable en común."
    }
  },
  {
    "translation": {
      "en": "They only shared one thing across all the variables.",
      "es": "Solo compartían una cosa de todas las variables."
    }
  },
  {
    "translation": {
      "en": "The people who could really lean into joy, they didn't dress rehearse tragedy.",
      "es": "La gente que podía sentir alegría, no ensayaba la tragedia,"
    }
  },
  {
    "translation": {
      "en": "They didn't practice the terrible things.",
      "es": "ni practicaba cosas terribles y solo se dejaba sentir."
    }
  },
  {
    "translation": {
      "en": "They just leaned in. What do you think the one thing they share is?",
      "es": "ni practicaba cosas terribles y solo se dejaba sentir. - ¿Qué creen que compartían?  - Gratitud."
    }
  },
  {
    "translation": {
      "en": "Gratitude.",
      "es": "- ¿Qué creen que compartían?  - Gratitud."
    }
  },
  {
    "translation": {
      "en": "Gratitude.",
      "es": "Gratitud."
    }
  },
  {
    "translation": {
      "en": "Gratitude. They practiced gratitude.",
      "es": "Gratitud. Eran agradecidos."
    }
  },
  {
    "translation": {
      "en": "Because here's the thing. Vulnerability has a real physiology.",
      "es": "Porque la vulnerabilidad tiene una fisiología real."
    }
  },
  {
    "translation": {
      "en": "It has a real tremor.",
      "es": "Realmente nos hace estremecer."
    }
  },
  {
    "translation": {
      "en": "Something inside of us. When we feel vulnerable, our body is like, Whew.",
      "es": "Cuando somos vulnerables, nuestro cuerpo dice: Caramba."
    }
  },
  {
    "translation": {
      "en": "Some people use that as a warning to start dress- rehearsing for bad things.",
      "es": "Algunos lo usan como advertencia para empezar a ensayar para cosas malas,"
    }
  },
  {
    "translation": {
      "en": "Some of us try to use it as a reminder to be grateful.",
      "es": "algunos lo usamos como recordatorio para ser agradecidos."
    }
  },
  {
    "translation": {
      "en": "Like, I'll never forget standing at the door",
      "es": "Nunca olvidaré estar en la puerta viendo a mi hija, Ellen,"
    }
  },
  {
    "translation": {
      "en": "watching my daughter, Ellen, walk to the car",
      "es": "Nunca olvidaré estar en la puerta viendo a mi hija, Ellen, caminar hasta el auto con su novio el día del baile de graduación."
    }
  },
  {
    "translation": {
      "en": "with her boyfriend in her senior year to senior prom.",
      "es": "caminar hasta el auto con su novio el día del baile de graduación."
    }
  },
  {
    "translation": {
      "en": "And I'm standing there, and they're walking towards his truck,",
      "es": "Estoy parada ahí, ellos van hacia su camioneta,"
    }
  },
  {
    "translation": {
      "en": "and what's the only thing I'm thinking about?",
      "es": "¿y qué es lo único que pienso?"
    }
  },
  {
    "translation": {
      "en": "- - Car crash, right?",
      "es": "Accidente de auto."
    }
  },
  {
    "translation": {
      "en": "And I remember just going, I'm so grateful. Y'all have fun.",
      "es": "Y dije: Estoy tan agradecida, diviértanse."
    }
  },
  {
    "translation": {
      "en": "I'm so grateful. I'm super grateful for...",
      "es": "Estoy muy agradecida. Estoy superagradecida por ser parte de este proceso."
    }
  },
  {
    "translation": {
      "en": "being a part of this process.",
      "es": "por ser parte de este proceso."
    }
  },
  {
    "translation": {
      "en": "I'm grateful.",
      "es": "Estoy agradecida."
    }
  },
  {
    "translation": {
      "en": "Charlie, my son, was standing next to me, and he kinda looked around at Steve, on the other side, and he goes,",
      "es": "Charlie, mi hijo, estaba a mi lado y miró a Steve, y le dijo:"
    }
  },
  {
    "translation": {
      "en": "What's wrong with Mom?",
      "es": "¿Qué le pasa a mamá?. Y él dijo:"
    }
  },
  {
    "translation": {
      "en": "And he said, Let her keep saying how grateful she is,",
      "es": "¿Qué le pasa a mamá?. Y él dijo: Deja que diga que está agradecida,"
    }
  },
  {
    "translation": {
      "en": "otherwise things will get really dangerous.",
      "es": "si no, esto va a terminar mal."
    }
  },
  {
    "translation": {
      "en": "Just, grateful. We're all grateful!",
      "es": "Agradecidos. ¡Estamos agradecidos!."
    }
  },
  {
    "translation": {
      "en": "But gratitude is also vulnerable, right?",
      "es": "Pero la gratitud también es vulnerable, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Gratitude is also vulnerable.",
      "es": "A veces, nos da miedo sentirla,"
    }
  },
  {
    "translation": {
      "en": "Sometimes we're afraid to feel it 'cause we feel like,",
      "es": "A veces, nos da miedo sentirla, porque parece peligroso estar agradecido por algo,"
    }
  },
  {
    "translation": {
      "en": "is that dangerous to say I'm grateful for something",
      "es": "porque parece peligroso estar agradecido por algo,"
    }
  },
  {
    "translation": {
      "en": "because then is someone listening and saying, Ooh, I can take that away.",
      "es": "porque alguien nos escuchará y dirá: Puedo quitártelo."
    }
  },
  {
    "translation": {
      "en": "Like, I don't-- My God doesn't work that way.",
      "es": "Mi Dios no funciona así."
    }
  },
  {
    "translation": {
      "en": "But sometimes I fear it anyway.",
      "es": "Pero, a veces, igual me da miedo."
    }
  },
  {
    "translation": {
      "en": "I've had this incredible experience, um, doing this research over the past,",
      "es": "Tuve una experiencia increíble haciendo esta investigación,"
    }
  },
  {
    "translation": {
      "en": "I don't know, probably 15 years especially, where I've had the honor of sitting across",
      "es": "especialmente los últimos 15 años, tuve el honor de sentarme"
    }
  },
  {
    "translation": {
      "en": "from people who have survived tremendous things.",
      "es": "con gente que ha sobrevivido a cosas tremendas."
    }
  },
  {
    "translation": {
      "en": "Um, mass shootings, the death of children, genocide.",
      "es": "Tiroteos masivos, la muerte de un hijo, genocidios."
    }
  },
  {
    "translation": {
      "en": "And... really trying to understand...",
      "es": "Y traté de aprender"
    }
  },
  {
    "translation": {
      "en": "from them what we can do better collectively to show up...",
      "es": "de ellos qué podemos hacer mejor colectivamente para actuar"
    }
  },
  {
    "translation": {
      "en": "in a compassionate way.",
      "es": "de manera compasiva."
    }
  },
  {
    "translation": {
      "en": "And it's an interesting swirl of variables around joy and gratitude and compassion.",
      "es": "Y son variables interesantes que giran en torno a la alegría, la gratitud y la compasión."
    }
  },
  {
    "translation": {
      "en": "And so, there are three things I learned.",
      "es": "Así que aprendí tres cosas."
    }
  },
  {
    "translation": {
      "en": "The first was, across all of these interviews, they said the same thing.",
      "es": "La primera fue que en todas estas entrevistas dijeron lo mismo."
    }
  },
  {
    "translation": {
      "en": "No matter what the trauma was that they were recovering from, they said,",
      "es": "Sin importar cuál fuera su trauma, dijeron:"
    }
  },
  {
    "translation": {
      "en": "When you are grateful for what you have,",
      "es": "Cuando estás agradecida por lo que tienes,"
    }
  },
  {
    "translation": {
      "en": "I understand that you understand the magnitude of what I've lost.",
      "es": "veo que entiendes la magnitud de lo que perdí."
    }
  },
  {
    "translation": {
      "en": "So often we're afraid to be grateful for what we have,",
      "es": "A menudo tememos estar agradecidos por lo que tenemos,"
    }
  },
  {
    "translation": {
      "en": "especially in front of people who've gone through great trauma and loss",
      "es": "sobre todo frente a personas que sufrieron una gran pérdida,"
    }
  },
  {
    "translation": {
      "en": "'cause we think it's insensitive.",
      "es": "porque nos parece insensible."
    }
  },
  {
    "translation": {
      "en": "But it's really hard because for those of us who don't want to be grateful,",
      "es": "Pero es difícil porque, cuando no queremos ser agradecidos"
    }
  },
  {
    "translation": {
      "en": "to show a picture of our child to someone maybe who's lost a child, what they see is,",
      "es": "y mostrarle una foto de un hijo a alguien que perdió al suyo, lo que ven es:"
    }
  },
  {
    "translation": {
      "en": "Not only are you not going to talk to me about your child,",
      "es": "No solo no me vas a hablar de tu hijo,"
    }
  },
  {
    "translation": {
      "en": "me talking about my loss and child is not on the table either.",
      "es": "yo tampoco puedo hablar de mi hijo y mi pérdida."
    }
  },
  {
    "translation": {
      "en": "You know? So I think gratitude, in some ways, is healing for people,",
      "es": "Así que creo que la gratitud, en cierta forma, es sanadora,"
    }
  },
  {
    "translation": {
      "en": "and we don't think about it that way.",
      "es": "y no pensamos eso."
    }
  },
  {
    "translation": {
      "en": "The second thing that I learned",
      "es": "Lo segundo que aprendí"
    }
  },
  {
    "translation": {
      "en": "that changed me as well is this idea that when I said,",
      "es": "que también me cambió es la idea de que cuando dije:"
    }
  },
  {
    "translation": {
      "en": "Tell me about the grief, the longing, the loss,",
      "es": "Háblame del dolor, el anhelo, la pérdida,"
    }
  },
  {
    "translation": {
      "en": "and they said the thing that surprised them the most",
      "es": "dijeron que lo que más les sorprendió"
    }
  },
  {
    "translation": {
      "en": "was how they missed the ordinary moments",
      "es": "fue cómo extrañaban los momentos ordinarios"
    }
  },
  {
    "translation": {
      "en": "more than anything else.",
      "es": "más que nada en el mundo."
    }
  },
  {
    "translation": {
      "en": "That they missed the simple, ordinary things",
      "es": "Extrañaban las cosas simples y ordinarias"
    }
  },
  {
    "translation": {
      "en": "that they never really took notice of when they were happening.",
      "es": "de las que nunca se habían percatado."
    }
  },
  {
    "translation": {
      "en": "One woman told me, I used to get these crazy texts from my mom",
      "es": "Una mujer me dijo: Recibía mensajes locos de mi mamá porque nunca aprendió a usar el teléfono."
    }
  },
  {
    "translation": {
      "en": "because she never quite learned how to use her phone.",
      "es": "Recibía mensajes locos de mi mamá porque nunca aprendió a usar el teléfono."
    }
  },
  {
    "translation": {
      "en": "And I was like, 'Man, learn how to use your phone, Mom, then text me.'",
      "es": "Le decía: 'Aprende a usarlo, luego me escribes'."
    }
  },
  {
    "translation": {
      "en": "And now I would kill for a text from my mom. I wouldn't care, you know, how many emojis were in it.",
      "es": "Ahora mataría por un mensaje de mi mamá, no me importaría cuántos emojis tuviera."
    }
  },
  {
    "translation": {
      "en": "Just something from my mom, but she's gone now.",
      "es": "Solo quiero algo de mi mamá, pero ya no está."
    }
  },
  {
    "translation": {
      "en": "Or someone--",
      "es": "O una pareja cuyo hijo murió de cáncer."
    }
  },
  {
    "translation": {
      "en": "A couple whose child had died of cancer, a four- year- old.",
      "es": "O una pareja cuyo hijo murió de cáncer. Tenía cuatro años."
    }
  },
  {
    "translation": {
      "en": "And they said, you know, We used to get on him all the time and say,",
      "es": "Y decían: Lo retábamos todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "'Man, stop slamming the screen door.'",
      "es": "le decíamos: 'Deja de dar portazos'."
    }
  },
  {
    "translation": {
      "en": "This was his, like-- This was his signature move, you know.",
      "es": "Ese era su movimiento característico."
    }
  },
  {
    "translation": {
      "en": "Just...",
      "es": "Hacía..."
    }
  },
  {
    "translation": {
      "en": "And he said, Sometimes me and my husband just stand at the back door",
      "es": "Y dijo: A veces, vamos a la puerta trasera"
    }
  },
  {
    "translation": {
      "en": "and just slam it for five or ten minutes, just to hear it.",
      "es": "y la golpeamos unos minutos, solo para oírlo."
    }
  },
  {
    "translation": {
      "en": "You know, there's these-- And for all of us,",
      "es": "Para todos nosotros..."
    }
  },
  {
    "translation": {
      "en": "I think, for me, the lesson was, and you can take it if it fits...",
      "es": "La lección para mí fue esta, tómenla si les sirve:"
    }
  },
  {
    "translation": {
      "en": "I get so busy sometimes chasing the extraordinary moments",
      "es": "A veces me preocupo tanto por vivir momentos extraordinarios,"
    }
  },
  {
    "translation": {
      "en": "that I don't pay attention to the ordinary moments.",
      "es": "que no le presto atención a lo ordinario."
    }
  },
  {
    "translation": {
      "en": "The moments that, if taken away, I would miss more than anything.",
      "es": "A los momentos que, si me quitaran, extrañaría más que nada."
    }
  },
  {
    "translation": {
      "en": "You know? My daughter has this really interesting thing.",
      "es": "Mi hija hace algo muy interesante,"
    }
  },
  {
    "translation": {
      "en": "She was probably... ten, maybe nine at the time,",
      "es": "tenía diez, tal vez nueve en ese momento,"
    }
  },
  {
    "translation": {
      "en": "and I picked her up from school in Houston, where we live,",
      "es": "y la recogí de la escuela en Houston,"
    }
  },
  {
    "translation": {
      "en": "and we went to Hermann Park, and we were on one of those paddle boats.",
      "es": "fuimos al parque y estábamos en un bote a pedal,"
    }
  },
  {
    "translation": {
      "en": "I brought some old bread, and we were feeding the ducks. I looked over and she was like this...",
      "es": "había llevado pan para alimentar a los patos. La miré y estaba así..."
    }
  },
  {
    "translation": {
      "en": "I was like, Are you okay? And she goes...",
      "es": "Pregunté si estaba bien y ella hace..."
    }
  },
  {
    "translation": {
      "en": "And finally, she said, Yeah, I'm good. And I was like, What are you doing?",
      "es": "Y dice: Sí, estoy bien. Le dije: ¿Qué haces?."
    }
  },
  {
    "translation": {
      "en": "And she goes, I was making a picture memory.",
      "es": "Estaba haciendo un recuerdo fotográfico. Pregunté: ¿Qué es eso?."
    }
  },
  {
    "translation": {
      "en": "And I said, What's a picture memory? And she said, Sometimes,",
      "es": "Estaba haciendo un recuerdo fotográfico. Pregunté: ¿Qué es eso?. Y respondió: A veces, cuando estoy muy agradecida"
    }
  },
  {
    "translation": {
      "en": "when I'm really grateful, and things are just amazing,",
      "es": "Y respondió: A veces, cuando estoy muy agradecida y todo es increíble, cierro los ojos y tomo una foto,"
    }
  },
  {
    "translation": {
      "en": "I close my eyes and take a picture memory,",
      "es": "y todo es increíble, cierro los ojos y tomo una foto,"
    }
  },
  {
    "translation": {
      "en": "so when I feel lonely or things are hard, I can remember it.",
      "es": "así cuando me siento sola o estoy mal, puedo recordarlo."
    }
  },
  {
    "translation": {
      "en": "You know, I think the picture memory is a lot better than our phone.",
      "es": "El recuerdo fotográfico es mejor que el teléfono."
    }
  },
  {
    "translation": {
      "en": "You know, I think taking a moment and just committing to just that feeling.",
      "es": "Tomarse un momento y comprometerse con ese sentimiento."
    }
  },
  {
    "translation": {
      "en": "What were we in, in that moment?",
      "es": "¿Qué sentíamos en ese momento?"
    }
  },
  {
    "translation": {
      "en": "The next thing which is really hard for me, and I'll be honest,",
      "es": "Lo siguiente, lo cual es muy difícil para mí, seré sincera,"
    }
  },
  {
    "translation": {
      "en": "is sometimes just do the joyful thing for the hell of it.",
      "es": "es que, a veces, hay que hacer cosas solo por el placer de hacerlas."
    }
  },
  {
    "translation": {
      "en": "Just choose joy sometimes. Just choose a thing that seems frivolous and fun",
      "es": "Elige la alegría de vez en cuando. Elige algo que parezca frívolo y divertido"
    }
  },
  {
    "translation": {
      "en": "and has no ROI or payoff or upside.",
      "es": "y no tenga retorno de la inversión, ni beneficios ni ventajas."
    }
  },
  {
    "translation": {
      "en": "Just do the joyful thing.",
      "es": "Haz algo solo porque te hace feliz."
    }
  },
  {
    "translation": {
      "en": "You know? And, you know, Stuart Brown, who studies play,",
      "es": "Stuart Brown, que estudia el juego,"
    }
  },
  {
    "translation": {
      "en": "defines play as time spent without purpose.",
      "es": "define 'jugar' como pasar el tiempo sin ningún propósito."
    }
  },
  {
    "translation": {
      "en": "- Like, I call that an anxiety attack. -",
      "es": "Para mí, eso es un ataque de ansiedad."
    }
  },
  {
    "translation": {
      "en": "Like-- Like, I-- I have a hard time doing that,",
      "es": "Me cuesta mucho hacer eso,"
    }
  },
  {
    "translation": {
      "en": "just choosing joy.",
      "es": "elegir la alegría."
    }
  },
  {
    "translation": {
      "en": "But Charlie, who's 13 now,",
      "es": "Pero Charlie, que ahora tiene 13 años,"
    }
  },
  {
    "translation": {
      "en": "last year when he was in sixth grade, he came to me one day and he said,",
      "es": "el año pasado, cuando estaba en sexto grado, un día dijo:"
    }
  },
  {
    "translation": {
      "en": "I really need to up my grade in this class. I really want to do it. I said, Your grade's fine.",
      "es": "Debo mejorar mi nota en esta clase. Le dije que su nota estaba bien."
    }
  },
  {
    "translation": {
      "en": "And he said, No, I-- I think I really want to try. And I said, Okay.",
      "es": "Y él dijo: No, quiero intentarlo. Y dije: Está bien."
    }
  },
  {
    "translation": {
      "en": "A week later he comes home and said, We got a huge project.",
      "es": "Una semana después dijo: Tenemos un gran proyecto."
    }
  },
  {
    "translation": {
      "en": "It's a big one. And I said, Okay.",
      "es": "Una semana después dijo: Tenemos un gran proyecto. Y dije: Bien."
    }
  },
  {
    "translation": {
      "en": "He said, I was just gonna do it tomorrow morning before school,",
      "es": "Y él dijo: Iba a hacerlo mañana,"
    }
  },
  {
    "translation": {
      "en": "but maybe I should just dig in.",
      "es": "pero tal vez debería comenzar."
    }
  },
  {
    "translation": {
      "en": "And I said, Okay. Let's do it.",
      "es": "Y dije: Bien, hagámoslo."
    }
  },
  {
    "translation": {
      "en": "And he said, It's an art project. I'm like, Oh, my God.",
      "es": "Dijo: Es un proyecto de arte. Y yo soy adicta a juntar materiales para artesanías."
    }
  },
  {
    "translation": {
      "en": "I have an art and craft supply addiction issue.",
      "es": "Y yo soy adicta a juntar materiales para artesanías."
    }
  },
  {
    "translation": {
      "en": "So I was like, Let's go to the craft closet. Um...",
      "es": "Así que dije: Vamos a buscar materiales."
    }
  },
  {
    "translation": {
      "en": "And so he had to make a gladiator helmet out of, like, paper.",
      "es": "Tenía que hacer un casco de gladiador de papel."
    }
  },
  {
    "translation": {
      "en": "And so he starts making it, and I'm kinda watching.",
      "es": "Así que empieza a hacerlo y yo lo miro."
    }
  },
  {
    "translation": {
      "en": "Every now and then I have an idea, and he's like, Eh, which is good.",
      "es": "De vez en cuando, tengo una idea y dice, eh, lo cual es bueno."
    }
  },
  {
    "translation": {
      "en": "And he's like, You know, you're allowed to write something on it if you want to.",
      "es": "Y dice: Podemos escribir algo si queremos."
    }
  },
  {
    "translation": {
      "en": "Should I take a chance and write something on it? I have a funny idea, but it's kinda weird.",
      "es": "¿Debería arriesgarme? Tengo una idea graciosa, pero es raro."
    }
  },
  {
    "translation": {
      "en": "And I was like, Take a chance.",
      "es": "Y le dije: Arriésgate."
    }
  },
  {
    "translation": {
      "en": "So he writes on it, and he shows it to me,",
      "es": "Así que lo escribe y me lo muestra,"
    }
  },
  {
    "translation": {
      "en": "and his gladiator helmet says, I run with scissors.",
      "es": "y su casco de papel dice: Corro con tijeras."
    }
  },
  {
    "translation": {
      "en": "- - And I think it's really funny, right?",
      "es": "Y me pareció muy gracioso, ¿no?"
    }
  },
  {
    "translation": {
      "en": "So he takes it to school, and I'm like, How'd it go?",
      "es": "Así que lo lleva a la escuela y le pregunto: ¿Cómo le fue?."
    }
  },
  {
    "translation": {
      "en": "And he's like, Yeah, I think it was pretty good.",
      "es": "Dijo: Creo que bastante bien."
    }
  },
  {
    "translation": {
      "en": "The next day he comes home, and he goes, Oh, my God. I won first place.",
      "es": "Al día siguiente, regresa a casa y dice: ¡Dios! Gané."
    }
  },
  {
    "translation": {
      "en": "The best gladiator helmet in sixth grade.",
      "es": "El mejor casco de gladiador de sexto grado."
    }
  },
  {
    "translation": {
      "en": "And I was like, Oh, my God, Charlie.",
      "es": "Y yo dije: Dios mío, Charlie."
    }
  },
  {
    "translation": {
      "en": "Effort and you took a chance.",
      "es": "Te esforzaste y te arriesgaste."
    }
  },
  {
    "translation": {
      "en": "Like, effort and taking a chance doesn't always pay off,",
      "es": "Eso no siempre da resultado,"
    }
  },
  {
    "translation": {
      "en": "but I don't see anything, really, that pays off without effort or taking a chance,",
      "es": "pero nada se consigue sin esforzarse y arriesgarse,"
    }
  },
  {
    "translation": {
      "en": "so there you go. And he goes,",
      "es": "muy bien. Y dice:"
    }
  },
  {
    "translation": {
      "en": "She said I could have points added to my final grade,",
      "es": "Dijo que podía subirme la nota final"
    }
  },
  {
    "translation": {
      "en": "or, like, a secret treasure.",
      "es": "o darme un tesoro secreto."
    }
  },
  {
    "translation": {
      "en": "And I was like, Oh, how many points are you getting added to your grade?",
      "es": "Pregunté: ¿Cuántos puntos le agregó a tu nota?."
    }
  },
  {
    "translation": {
      "en": "He goes...",
      "es": "Y dijo:"
    }
  },
  {
    "translation": {
      "en": "- What? I picked the secret treasure. -",
      "es": "¿Qué? Elegí el tesoro secreto."
    }
  },
  {
    "translation": {
      "en": "Yes, that's good.",
      "es": "Sí, está bien."
    }
  },
  {
    "translation": {
      "en": "Right on! It was like a Pokémon pencil.",
      "es": "¡Muy bien!. Era un lápiz de Pokémon."
    }
  },
  {
    "translation": {
      "en": "I was like, What?",
      "es": "Pensé: ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Secret treasure? So now every now and then, I'm like,",
      "es": "¿Tesoro secreto?. Ahora, a veces pienso:"
    }
  },
  {
    "translation": {
      "en": "I could do this and it could get me here, or I could just pick the secret treasure.",
      "es": "Podría hacer esto o podría elegir el tesoro secreto."
    }
  },
  {
    "translation": {
      "en": "The joy, right? Just the joy.",
      "es": "Por placer, ¿no? Solo por placer."
    }
  },
  {
    "translation": {
      "en": "Work is another place where vulnerability gives birth to really important things.",
      "es": "El trabajo es otro lugar donde la vulnerabilidad da lugar a cosas muy importantes."
    }
  },
  {
    "translation": {
      "en": "Empathy, trust.",
      "es": "Empatía, confianza."
    }
  },
  {
    "translation": {
      "en": "Look...",
      "es": "Miren..."
    }
  },
  {
    "translation": {
      "en": "people call me all the time and say, Can you come talk to our leadership team?",
      "es": "Siempre me llaman para capacitar a grupos de directivos."
    }
  },
  {
    "translation": {
      "en": "I spend about 90% of my time now doing leadership work.",
      "es": "Paso el 90% de mi tiempo trabajando sobre el liderazgo."
    }
  },
  {
    "translation": {
      "en": "Can you come talk to our team?",
      "es": "¿Puedes venir a hablar?. ¿De qué?."
    }
  },
  {
    "translation": {
      "en": "What do you want me to talk about? Anything but vulnerability and shame.",
      "es": "¿Puedes venir a hablar?. ¿De qué?. De todo menos vulnerabilidad y vergüenza. No, no soy tú."
    }
  },
  {
    "translation": {
      "en": "I'm like, No, I'm not you. They're like--",
      "es": "De todo menos vulnerabilidad y vergüenza. No, no soy tú. Esta es mi favorita."
    }
  },
  {
    "translation": {
      "en": "This is my favorite one. Someone said, Well...",
      "es": "Esta es mi favorita. Alguien dijo: Ganancias del cuarto trimestre."
    }
  },
  {
    "translation": {
      "en": "fourth- quarter earnings.",
      "es": "Alguien dijo: Ganancias del cuarto trimestre."
    }
  },
  {
    "translation": {
      "en": "I was like, I don't give a shit about your fourth- quarter earnings. Like, I'm like, What am I gonna talk to you about?",
      "es": "No me importan sus ganancias del cuarto trimestre. ¿De qué voy a hablar?."
    }
  },
  {
    "translation": {
      "en": "They're like, We have a huge creativity and innovation problem.",
      "es": "Dijeron: Tenemos un gran problema de creatividad e innovación."
    }
  },
  {
    "translation": {
      "en": "I'm like, But you don't want to talk about vulnerability?",
      "es": "¿Y no quieren hablar de vulnerabilidad?."
    }
  },
  {
    "translation": {
      "en": "No vulnerability, no creativity.",
      "es": "Sin vulnerabilidad, no hay creatividad."
    }
  },
  {
    "translation": {
      "en": "No tolerance for failure, no innovation.",
      "es": "Sin tolerancia al fracaso, no hay innovación."
    }
  },
  {
    "translation": {
      "en": "It is that simple.",
      "es": "Es así de simple."
    }
  },
  {
    "translation": {
      "en": "If you're not willing to fail, you can't innovate.",
      "es": "Si no estás dispuesto a fracasar, no puedes innovar."
    }
  },
  {
    "translation": {
      "en": "If you're not willing to build a vulnerable culture,",
      "es": "Si no estás dispuesto a construir una cultura vulnerable,"
    }
  },
  {
    "translation": {
      "en": "you can't create.",
      "es": "no puedes crear."
    }
  },
  {
    "translation": {
      "en": "It's just that simple.",
      "es": "Es así de simple."
    }
  },
  {
    "translation": {
      "en": "Inclusivity, equity, diversity.",
      "es": "Inclusión, equidad, diversidad."
    }
  },
  {
    "translation": {
      "en": "We're in the middle of really important movements right now,",
      "es": "Estamos en medio de movimientos muy importantes,"
    }
  },
  {
    "translation": {
      "en": "movements that I hope will change the world.",
      "es": "movimientos que espero que cambien el mundo."
    }
  },
  {
    "translation": {
      "en": "- These are-- These are big... -",
      "es": "Son grandes movimientos."
    }
  },
  {
    "translation": {
      "en": "These are big movements.",
      "es": "Son grandes movimientos."
    }
  },
  {
    "translation": {
      "en": "Trans Lives Matter. These are movements that matter,",
      "es": "Trans Lives Matter. Son movimientos importantes."
    }
  },
  {
    "translation": {
      "en": "and these are movements that have the potential to change things.",
      "es": "Y son movimientos que pueden cambiar las cosas."
    }
  },
  {
    "translation": {
      "en": "What happens is, every organization I go into right now, they say,",
      "es": "Lo que pasa es que en todas las organizaciones a las que voy dicen:"
    }
  },
  {
    "translation": {
      "en": "We don't know how to have these conversations. They're incredibly uncomfortable.",
      "es": "No sabemos cómo hablar de estos temas. Es increíblemente incómodo."
    }
  },
  {
    "translation": {
      "en": "We're afraid we're gonna say the wrong thing.",
      "es": "Nos da miedo decir algo inoportuno."
    }
  },
  {
    "translation": {
      "en": "We're afraid that what I say won't match my heart.",
      "es": "Nos da miedo decir algo que no sentimos."
    }
  },
  {
    "translation": {
      "en": "I'll be taken the wrong way. People will make assumptions.",
      "es": "Nos malinterpretarán, nos juzgarán."
    }
  },
  {
    "translation": {
      "en": "And so, I think there's a very clear answer here, which is,",
      "es": "Creo que hay una respuesta muy clara."
    }
  },
  {
    "translation": {
      "en": "first, to not have the conversations because they make you uncomfortable",
      "es": "Primero, no hablar de estos temas porque te hacen sentir incómodo"
    }
  },
  {
    "translation": {
      "en": "is the definition of privilege.",
      "es": "es la definición de privilegio."
    }
  },
  {
    "translation": {
      "en": "Your comfort is not at the center of this discussion. Like, that is not how this works.",
      "es": "Tu comodidad no es lo que importa en esta discusión. Esto no funciona así."
    }
  },
  {
    "translation": {
      "en": "It just doesn't work that way.",
      "es": "No funciona así."
    }
  },
  {
    "translation": {
      "en": "Of course you're going to get your ass handed to you in these conversations.",
      "es": "Claro que te van a hacer trizas en estas conversaciones."
    }
  },
  {
    "translation": {
      "en": "And the whiter, straighter, Christian,",
      "es": "Si eres blanco, heterosexual, cristiano"
    }
  },
  {
    "translation": {
      "en": "majority culture you are, the more mistakes you're gonna make.",
      "es": "o de una cultura mayoritaria, cometerás errores."
    }
  },
  {
    "translation": {
      "en": "It's not a question about whether you have a bias or not,",
      "es": "No se trata de si tienes prejuicios o no,"
    }
  },
  {
    "translation": {
      "en": "it's what biases do you have, and how many, and how bad, and how deep?",
      "es": "sino de cuáles y cuántos son, qué tan arraigados están."
    }
  },
  {
    "translation": {
      "en": "That's going to happen.",
      "es": "Eso va a pasar."
    }
  },
  {
    "translation": {
      "en": "That's what we sign up for when we have these conversations.",
      "es": "A eso nos comprometemos al hablar de estos temas."
    }
  },
  {
    "translation": {
      "en": "That's how it works. And then you listen,",
      "es": "Así funciona. Y luego escuchas"
    }
  },
  {
    "translation": {
      "en": "and you learn,",
      "es": "y aprendes,"
    }
  },
  {
    "translation": {
      "en": "and you don't hold the people accountable. You know, the people who are targeted",
      "es": "y no responsabilizas a la gente. Las personas que son blanco del racismo,"
    }
  },
  {
    "translation": {
      "en": "by racism and homophobia, and heterosexism, and gender bias",
      "es": "la homofobia, el heterosexismo y la discriminación de género"
    }
  },
  {
    "translation": {
      "en": "are not responsible... for initiating these conversations",
      "es": "no tienen la responsabilidad de iniciar estas conversaciones,"
    }
  },
  {
    "translation": {
      "en": "and building the tables where they should be happening.",
      "es": "ni de crear los espacios para que sucedan."
    }
  },
  {
    "translation": {
      "en": "- - That's not-- That's not how this works.",
      "es": "No funciona así."
    }
  },
  {
    "translation": {
      "en": "We have to be able to choose courage over comfort, and we have to say, Look...",
      "es": "Debemos elegir la valentía por sobre la comodidad y decir: Mira,"
    }
  },
  {
    "translation": {
      "en": "I don't know that I'm gonna nail this, but I'm gonna try 'cause what I'm sure as hell not gonna do is stay quiet.",
      "es": "no sé si lo haré bien, pero lo intentaré, porque no voy a quedarme callado."
    }
  },
  {
    "translation": {
      "en": "That's what we can't do.",
      "es": "No podemos quedarnos callados."
    }
  },
  {
    "translation": {
      "en": "And so, yeah, you're gonna make a lot of mistakes. Yeah, it's gonna be uncomfortable.",
      "es": "Así que, sí, cometerás muchos errores. Sí, será incómodo."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're gonna learn about blind spots that you didn't even know you had.",
      "es": "Sí, descubrirás puntos ciegos que ni siquiera sabías que tenías."
    }
  },
  {
    "translation": {
      "en": "And then you're gonna be grateful for that moment",
      "es": "Y estarás agradecido por ese momento"
    }
  },
  {
    "translation": {
      "en": "and take learning it...",
      "es": "y te harás cargo de tu aprendizaje,"
    }
  },
  {
    "translation": {
      "en": "into your own hands, not make other people responsible for teaching it,",
      "es": "y te harás cargo de tu aprendizaje, no harás que otros se encarguen de enseñar,"
    }
  },
  {
    "translation": {
      "en": "and that's how we move forward.",
      "es": "y así es como avanzamos."
    }
  },
  {
    "translation": {
      "en": "But if you think there's gonna be real conversation in this country",
      "es": "Pero si creen que podremos hablar en este país"
    }
  },
  {
    "translation": {
      "en": "or in companies or organizations",
      "es": "o en empresas u organizaciones"
    }
  },
  {
    "translation": {
      "en": "around equity and-- and diversity and inclusivity...",
      "es": "sobre equidad, diversidad e inclusión"
    }
  },
  {
    "translation": {
      "en": "while you remain comfortable,",
      "es": "mientras están cómodos,"
    }
  },
  {
    "translation": {
      "en": "that is not gonna happen.",
      "es": "eso no será posible."
    }
  },
  {
    "translation": {
      "en": "And it shouldn't happen.",
      "es": "Y no debería ocurrir."
    }
  },
  {
    "translation": {
      "en": "So when we build cultures at work,",
      "es": "Cuando construimos culturas en el trabajo"
    }
  },
  {
    "translation": {
      "en": "where there is zero tolerance for vulnerability,",
      "es": "en las que hay tolerancia cero a la vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "where perfectionism and armor are rewarded and necessary,",
      "es": "en las que el perfeccionismo y la armadura son recompensados y necesarios,"
    }
  },
  {
    "translation": {
      "en": "you can't have these conversations. They're not productive.",
      "es": "no puedes tener estas charlas, no son productivas."
    }
  },
  {
    "translation": {
      "en": "How many of you think, tomorrow, if I had a magic wand",
      "es": "¿Cuántos de ustedes piensan que, si tuviera una varita mágica,"
    }
  },
  {
    "translation": {
      "en": "and I could wave it at where you work-- it's your office--",
      "es": "y pudiera usarla en su lugar de trabajo, su oficina,"
    }
  },
  {
    "translation": {
      "en": "and tomorrow morning when you walked in,",
      "es": "y mañana, cuando entraran,"
    }
  },
  {
    "translation": {
      "en": "everyone in that office had the capacity for difficult, productive conversation,",
      "es": "todos allí tuvieran la capacidad de tener charlas difíciles y productivas,"
    }
  },
  {
    "translation": {
      "en": "how many of you think things would change overnight?",
      "es": "las cosas cambiarían enseguida?"
    }
  },
  {
    "translation": {
      "en": "If everyone could have really hard conversations?",
      "es": "¿Si todos pudieran hablar de temas difíciles?"
    }
  },
  {
    "translation": {
      "en": "We can't have them. You know what we end up doing?",
      "es": "No podemos. ¿Sabes qué hacemos?"
    }
  },
  {
    "translation": {
      "en": "We end up talking about people instead of talking to people.",
      "es": "Hablamos de las personas en lugar de hablar con ellas."
    }
  },
  {
    "translation": {
      "en": "And it's really--",
      "es": "Y eso es muy tóxico."
    }
  },
  {
    "translation": {
      "en": "It's toxic. It just takes over culture.",
      "es": "Y eso es muy tóxico. Se apodera de la cultura."
    }
  },
  {
    "translation": {
      "en": "Giving feedback, receiving feedback,",
      "es": "Hacer críticas, recibir críticas, resolver problemas,"
    }
  },
  {
    "translation": {
      "en": "problem- solving, ethical decision- making...",
      "es": "Hacer críticas, recibir críticas, resolver problemas,  tomar decisiones éticas... Todo nace de la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "These are all born of vulnerability.",
      "es": "tomar decisiones éticas... Todo nace de la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "I understand that work seems like a hard place to be vulnerable,",
      "es": "Entiendo que el trabajo es un lugar en el que es difícil ser vulnerable,"
    }
  },
  {
    "translation": {
      "en": "but we spend more than half of our lives at work,",
      "es": "pero pasamos más de la mitad de nuestras vidas ahí,"
    }
  },
  {
    "translation": {
      "en": "and I've never met a single person or interviewed a single person",
      "es": "y nunca conocí a nadie, ni entrevisté a una sola persona"
    }
  },
  {
    "translation": {
      "en": "in 20 years",
      "es": "en 20 años"
    }
  },
  {
    "translation": {
      "en": "that had a joyful, wholehearted life that was miserable at work.",
      "es": "que fuera feliz y que la pasara mal en el trabajo."
    }
  },
  {
    "translation": {
      "en": "That stuff will eat you alive.",
      "es": "Eso te come vivo."
    }
  },
  {
    "translation": {
      "en": "And we all have a responsibility to show up",
      "es": "Y todos tenemos la responsabilidad de actuar,"
    }
  },
  {
    "translation": {
      "en": "and bring our whole hearts and our whole selves to work",
      "es": "de poner el corazón y dar lo mejor en el trabajo,"
    }
  },
  {
    "translation": {
      "en": "and lean in to the tough conversations.",
      "es": "y hablar de estos temas difíciles."
    }
  },
  {
    "translation": {
      "en": "Brave leaders are never silent around hard things.",
      "es": "Los líderes valientes nunca se quedan callados ante cosas difíciles."
    }
  },
  {
    "translation": {
      "en": "Our job is to excavate the unsaid.",
      "es": "Nuestro trabajo es desenterrar lo que no se dice."
    }
  },
  {
    "translation": {
      "en": "What is the thing that's not being said? And that requires courage and vulnerability.",
      "es": "¿Qué es lo que no se está diciendo y que requiere valentía y vulnerabilidad?"
    }
  },
  {
    "translation": {
      "en": "People ask, Where do I start with vulnerability?",
      "es": "Me preguntan por dónde empezar."
    }
  },
  {
    "translation": {
      "en": "And the best place to start is dispelling the myths.",
      "es": "Lo mejor es empezar derribando mitos."
    }
  },
  {
    "translation": {
      "en": "So myth one: Vulnerability is weakness.",
      "es": "Mito uno:  La vulnerabilidad es debilidad."
    }
  },
  {
    "translation": {
      "en": "I've spent a lot of time evangelizing around this, and here's the thing.",
      "es": "Pasé mucho tiempo evangelizando sobre esto, y esta es la cuestión."
    }
  },
  {
    "translation": {
      "en": "I've cut it down to one question.",
      "es": "Lo reduje a una pregunta."
    }
  },
  {
    "translation": {
      "en": "And here's the question:",
      "es": "Y esta es la pregunta:"
    }
  },
  {
    "translation": {
      "en": "Vulnerability...",
      "es": "Según los datos, la vulnerablidad"
    }
  },
  {
    "translation": {
      "en": "is-- the definition of it, from the data-- uncertainty, risk, emotional exposure.",
      "es": "Según los datos, la vulnerablidad es incertidumbre, riesgo y exposición emocional."
    }
  },
  {
    "translation": {
      "en": "So vulnerability is the feeling that we get when we feel uncertain,",
      "es": "Es la sensación que tenemos cuando nos sentimos inseguros,"
    }
  },
  {
    "translation": {
      "en": "at risk, or emotionally exposed.",
      "es": "en peligro o expuestos emocionalmente."
    }
  },
  {
    "translation": {
      "en": "So I was doing work with special forces",
      "es": "Estuve trabajando con las fuerzas especiales hace un año,"
    }
  },
  {
    "translation": {
      "en": "maybe a year ago now, and I asked a question.",
      "es": "Estuve trabajando con las fuerzas especiales hace un año, y les hice una pregunta:"
    }
  },
  {
    "translation": {
      "en": "Could anyone, any one of the troops in this audience, give me an example of courage from their life",
      "es": "¿Alguien puede darme un ejemplo de valentía, ya sea una experiencia propia"
    }
  },
  {
    "translation": {
      "en": "or something they witnessed in a colleague's life.",
      "es": "o algo que vieron en la vida de un colega?"
    }
  },
  {
    "translation": {
      "en": "A single example of courage",
      "es": "Un ejemplo de valentía que no haya requerido"
    }
  },
  {
    "translation": {
      "en": "that did not require uncertainty, risk, and emotional exposure,",
      "es": "Un ejemplo de valentía que no haya requerido incertidumbre, riesgo y exposición emocional."
    }
  },
  {
    "translation": {
      "en": "and there was just silence.",
      "es": "Y se hizo silencio."
    }
  },
  {
    "translation": {
      "en": "And I waited, and it seemed like a long time, and finally...",
      "es": "Esperé, pasó mucho tiempo, y finalmente..."
    }
  },
  {
    "translation": {
      "en": "a young man stood up and said, Three tours, ma'am.",
      "es": "un joven se paró y dijo: Tres periodos de servicio, señora."
    }
  },
  {
    "translation": {
      "en": "There is no courage without vulnerability.",
      "es": "No hay valentía sin vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "And so I would ask y'all, in here, give me a single example of courage",
      "es": "Les pido a ustedes que me den un ejemplo de valentía,"
    }
  },
  {
    "translation": {
      "en": "in your life or that you've witnessed in someone else's. A single example of courage",
      "es": "ya sea propio o algo que hayan visto, un solo ejemplo de valentía"
    }
  },
  {
    "translation": {
      "en": "that did not require uncertainty, risk, or emotional exposure.",
      "es": "que no requiriera incertidumbre, riesgo o exposición emocional."
    }
  },
  {
    "translation": {
      "en": "I don't think you can.",
      "es": "No creo que puedan."
    }
  },
  {
    "translation": {
      "en": "There is no courage without vulnerability.",
      "es": "No hay valentía sin vulnerabilidad. ¿A cuántos los criaron con la idea"
    }
  },
  {
    "translation": {
      "en": "Yet, how many were raised to believe that courage is an important value?",
      "es": "No hay valentía sin vulnerabilidad. ¿A cuántos los criaron con la idea de que la valentía es un valor importante? Levanten la mano."
    }
  },
  {
    "translation": {
      "en": "That you should be brave with your life? Show of hands.",
      "es": "de que la valentía es un valor importante? Levanten la mano."
    }
  },
  {
    "translation": {
      "en": "How many of you were raised to believe that vulnerability is weakness?",
      "es": "¿A cuántos les inculcaron que ser vulnerable es ser débil?"
    }
  },
  {
    "translation": {
      "en": "Here's the rub. Be brave, but never put yourself out there.",
      "es": "Ese es el problema: Sé valiente, pero nunca te arriesgues."
    }
  },
  {
    "translation": {
      "en": "We've gotta dispel the myth, right?",
      "es": "Tenemos que derribar el mito, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Number two: I don't do vulnerability.",
      "es": "Número dos: No soy vulnerable."
    }
  },
  {
    "translation": {
      "en": "Yes, you do.",
      "es": "Sí, lo eres."
    }
  },
  {
    "translation": {
      "en": "Anyone here manage to live to this point in your life",
      "es": "¿Alguien pudo llegar a este punto de su vida"
    }
  },
  {
    "translation": {
      "en": "without uncertainty, risk, or emotional exposure?",
      "es": "sin incertidumbre, riesgo o exposición?"
    }
  },
  {
    "translation": {
      "en": "No. We do vulnerability. And here's the thing.",
      "es": "No. Somos vulnerables."
    }
  },
  {
    "translation": {
      "en": "You only have two options. There's-- You only have two options.",
      "es": "Y esta es la cuestión, tienen dos opciones:"
    }
  },
  {
    "translation": {
      "en": "You do vulnerability knowingly, - or vulnerability does you. -",
      "es": "O controlan su vulnerabilidad o esta los controlará a ustedes."
    }
  },
  {
    "translation": {
      "en": "Vulnerability shows up, and you-- and if you don't know, just go home...",
      "es": "La vulnerabilidad siempre aparece, y si no sabes, ve a casa"
    }
  },
  {
    "translation": {
      "en": "and say, Hey, do you think I do vulnerability well?",
      "es": "y pregúntale, ¿Expreso bien mi vulnerabilidad?,"
    }
  },
  {
    "translation": {
      "en": "to someone you love, and then step back a couple steps... - - ...and take in the truth.",
      "es": "a alguien que amas, retrocede un par de pasos y asimila la verdad."
    }
  },
  {
    "translation": {
      "en": "You do vulnerability, knowingly or unknowingly.",
      "es": "Eres vulnerable, seas consciente o no de ello."
    }
  },
  {
    "translation": {
      "en": "And here's the thing. Here's why we need it.",
      "es": "Y esta es la cuestión, es necesario por esto:"
    }
  },
  {
    "translation": {
      "en": "Man, it is so much easier to cause pain than feel pain.",
      "es": "Es mucho más fácil causar dolor que sentir dolor."
    }
  },
  {
    "translation": {
      "en": "And people are taking their pain and they're working it out on other people.",
      "es": "Y la gente está descargando su dolor con otras personas."
    }
  },
  {
    "translation": {
      "en": "And when you don't acknowledge your vulnerability,",
      "es": "Y cuando no aceptas tu vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "you work your shit out on other people.",
      "es": "descargas toda tu mierda con otras personas."
    }
  },
  {
    "translation": {
      "en": "Stop working your shit out on other people.",
      "es": "Deja de descargar tu mierda con los demás."
    }
  },
  {
    "translation": {
      "en": "Right? Stop.",
      "es": "¿No? Basta."
    }
  },
  {
    "translation": {
      "en": "It's okay if you've got crazy stuff going on. Join the club.",
      "es": "Si estás un poco loco, no pasa nada, únete al club."
    }
  },
  {
    "translation": {
      "en": "Like we all do.",
      "es": "Todos lo estamos."
    }
  },
  {
    "translation": {
      "en": "The difference is, don't offload your hard stuff on other people.",
      "es": "La diferencia es: no descargues tus problemas con otras personas."
    }
  },
  {
    "translation": {
      "en": "Three: I can go it alone. This was my favorite.",
      "es": "Tres: Puedo hacerlo solo. Mi favorito."
    }
  },
  {
    "translation": {
      "en": "One time after a talk, a guy came up to me and goes, I'm gonna try it.",
      "es": "Una vez, después de una charla, un tipo me dice: Lo intentaré."
    }
  },
  {
    "translation": {
      "en": "I'm gonna try vulnerability...",
      "es": "Voy a intentar ser vulnerable,"
    }
  },
  {
    "translation": {
      "en": "...but I'm gonna try it by myself.",
      "es": "pero voy a intentarlo solo."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna see how it goes,",
      "es": "Y voy a ver cómo me va"
    }
  },
  {
    "translation": {
      "en": "and then I'm gonna try it with other people.",
      "es": "y luego lo intentaré con otros."
    }
  },
  {
    "translation": {
      "en": "And I was like,",
      "es": "Y dije:"
    }
  },
  {
    "translation": {
      "en": "I-- I don't think that's gonna work. Like, I don't know what that means.",
      "es": "No creo que funcione. No sé qué significa eso."
    }
  },
  {
    "translation": {
      "en": "And he's like,",
      "es": "Y me dijo:"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna...",
      "es": "Voy a hacerlo solo por un tiempo."
    }
  },
  {
    "translation": {
      "en": "do it alone for a while. And I was like, All right, you get back to me.",
      "es": "Voy a hacerlo solo por un tiempo. Y le dije: Está bien, luego me cuentas."
    }
  },
  {
    "translation": {
      "en": "We can't go it alone. We're neurobiologically hardwired",
      "es": "No podemos solos. Estamos biológicamente programados para conectarnos con otros."
    }
  },
  {
    "translation": {
      "en": "for connection with other people.",
      "es": "Estamos biológicamente programados para conectarnos con otros."
    }
  },
  {
    "translation": {
      "en": "In the absence of connection, love, and belonging,",
      "es": "En ausencia de conexión, amor y pertenencia,"
    }
  },
  {
    "translation": {
      "en": "there is always suffering.",
      "es": "siempre hay sufrimiento."
    }
  },
  {
    "translation": {
      "en": "You can't go it alone. If you could, I would have found a way by now.",
      "es": "No pueden hacerlo solos. Si se pudiera, ya habría encontrado la forma."
    }
  },
  {
    "translation": {
      "en": "As an introvert...",
      "es": "Como introvertida"
    }
  },
  {
    "translation": {
      "en": "and somebody who loves humanity but is más o menos on people...",
      "es": "y alguien que ama a la humanidad, pero más o menos a la gente, habría encontrado la manera."
    }
  },
  {
    "translation": {
      "en": "- - ...I would have found a way.",
      "es": "pero más o menos a la gente, habría encontrado la manera."
    }
  },
  {
    "translation": {
      "en": "Number four: You can engineer the uncertainty and discomfort out of vulnerability.",
      "es": "Cuatro: Puedes eliminar la incomodidad e incertidumbre de la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "I work a lot with tech companies in Silicon Valley and around the world,",
      "es": "Trabajo con empresas tecnológicas de Silicon Valley y de todo el mundo,"
    }
  },
  {
    "translation": {
      "en": "and they really want to engineer",
      "es": "y realmente quieren eliminar"
    }
  },
  {
    "translation": {
      "en": "the uncomfortable part out of vulnerability,",
      "es": "la parte incómoda de la vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "to the point where one of them said,",
      "es": "incluso uno de ellos me dijo:"
    }
  },
  {
    "translation": {
      "en": "We're thinking about an algorithm...",
      "es": "Estamos pensando un algoritmo"
    }
  },
  {
    "translation": {
      "en": "- - ...that could actually help you predict",
      "es": "que podría ayudar a predecir cuándo está bien ser vulnerable"
    }
  },
  {
    "translation": {
      "en": "when it's okay to be vulnerable with other people.",
      "es": "que podría ayudar a predecir cuándo está bien ser vulnerable con otras personas. Y le dije:"
    }
  },
  {
    "translation": {
      "en": "And I was like, The minute it becomes comfortable, it's no longer vulnerability.",
      "es": "Si es cómodo, ya no es vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "Call it whatever you want, but don't use that name on your app.",
      "es": "No la llames así en tu aplicación."
    }
  },
  {
    "translation": {
      "en": "Trust comes before vulnerability.",
      "es": "La confianza viene primero."
    }
  },
  {
    "translation": {
      "en": "This is a hard one, right?",
      "es": "Es difícil, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Like, do I trust you then I'm vulnerable with you?",
      "es": "¿Confío en ti y luego soy vulnerable contigo?"
    }
  },
  {
    "translation": {
      "en": "Or am I vulnerable with you, and then I learn to trust you? And the answer is yes and...",
      "es": "¿O soy vulnerable y luego aprendo a confiar en ti? La respuesta es ambas."
    }
  },
  {
    "translation": {
      "en": "It's a slow stacking over time of vulnerability and trust.",
      "es": "Es una lenta acumulación de vulnerabilidad y confianza."
    }
  },
  {
    "translation": {
      "en": "We don't go out with, like, you know, the big guns, and like,",
      "es": "No empezamos con la artillería pesada."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. I'm Brené. Here's my darkest secret. Can I trust you forever?",
      "es": "Hola, soy Brené, este es mi secreto más oscuro. ¿Puedo confiar en ti?."
    }
  },
  {
    "translation": {
      "en": "We start with little things, and we build over time,",
      "es": "Empezamos con cosas pequeñas, y voy compartiendo y el otro honra ese intercambio."
    }
  },
  {
    "translation": {
      "en": "and the more I share with you, and the more you honor that sharing.",
      "es": "y voy compartiendo y el otro honra ese intercambio."
    }
  },
  {
    "translation": {
      "en": "But here's the thing... you share with people who've earned the right to hear your story.",
      "es": "Pero compartan con quienes se ganaron el derecho de escuchar su historia."
    }
  },
  {
    "translation": {
      "en": "Your story is a privilege to hear.",
      "es": "Escuchar su historia es un privilegio."
    }
  },
  {
    "translation": {
      "en": "You share it with people who've earned the right to hear it.",
      "es": "La comparten con quienes se lo ganaron."
    }
  },
  {
    "translation": {
      "en": "You don't share it... just because.",
      "es": "No la comparten porque sí."
    }
  },
  {
    "translation": {
      "en": "Vulnerability minus boundaries: not vulnerability.",
      "es": "La vulnerabilidad sin límites no es vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "Last: Vulnerability is disclosure. This goes back to the boundary thing.",
      "es": "Último: La vulnerabilidad es divulgar. Volvemos a los de los límites."
    }
  },
  {
    "translation": {
      "en": "Live Tweeting your bikini wax: not vulnerability.",
      "es": "Tuitear tu depilación en vivo no es vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "Sharing the intimate details of your divorce and your pain on Facebook",
      "es": "Compartir los detalles íntimos de tu divorcio y tu dolor en Facebook,"
    }
  },
  {
    "translation": {
      "en": "for your kids to read, who are reeling as well: not vulnerability.",
      "es": "donde tus hijos pueden leerlo, no es vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "Again, vulnerability minus boundaries is not vulnerability,",
      "es": "Repito, la vulnerabilidad sin límites no es vulnerabilidad,"
    }
  },
  {
    "translation": {
      "en": "and you don't measure vulnerability by the amount of disclosure.",
      "es": "y la vulnerabilidad no se mide por la cantidad de cosas que revelas."
    }
  },
  {
    "translation": {
      "en": "You measure it by the amount of courage to show up and be seen",
      "es": "Se mide por la valentía para actuar y exponerse"
    }
  },
  {
    "translation": {
      "en": "when you can't control the outcome. Does that make sense?",
      "es": "cuando no se puede controlar el resultado. ¿Bien?"
    }
  },
  {
    "translation": {
      "en": "Okay, we're gonna end with a story.",
      "es": "Terminaremos con una historia."
    }
  },
  {
    "translation": {
      "en": "So, Ellen, my daughter, decides to try swim team, and she tries--",
      "es": "Ellen, mi hija, decide probarse para el equipo de natación. Y quiere entrar a un equipo que compite todo el año."
    }
  },
  {
    "translation": {
      "en": "She decides to try a year- round swim team,",
      "es": "Y quiere entrar a un equipo que compite todo el año."
    }
  },
  {
    "translation": {
      "en": "which is a big commitment 'cause we have a rule in our house",
      "es": "Es un gran compromiso porque,"
    }
  },
  {
    "translation": {
      "en": "that if you try a sport, you've gotta finish the season.",
      "es": "si prueban un deporte, deben terminar la temporada."
    }
  },
  {
    "translation": {
      "en": "So she-- I'm picking her up one day from swim team practice,",
      "es": "Un día, la voy a buscar al entrenamiento de natación"
    }
  },
  {
    "translation": {
      "en": "and she's-- she's young. She's probably...",
      "es": "y... Era chica. Debía estar en quinto grado."
    }
  },
  {
    "translation": {
      "en": "maybe fifth grade, and I can see-- How many of you have had this experience?",
      "es": "y... Era chica. Debía estar en quinto grado. ¿Cuántos han tenido esta experiencia? Me doy cuenta por su silueta,"
    }
  },
  {
    "translation": {
      "en": "I can see from her silhouette in front of me",
      "es": "¿Cuántos han tenido esta experiencia? Me doy cuenta por su silueta,"
    }
  },
  {
    "translation": {
      "en": "when I'm still eight cars behind that she's crying.",
      "es": "cuando aún estoy lejos, de que está llorando."
    }
  },
  {
    "translation": {
      "en": "Like, I can tell by the way she's holding her body that things are not okay.",
      "es": "Sé por cómo está parada que no está bien."
    }
  },
  {
    "translation": {
      "en": "So I get up next to her. She gets in the car, and she's crying, and I said,",
      "es": "Llego a ella, se mete en el auto, llora  y le digo:"
    }
  },
  {
    "translation": {
      "en": "What's wrong? What happened? What's going on? She goes,",
      "es": "¿Qué pasó? ¿Qué pasa?. Y dice:"
    }
  },
  {
    "translation": {
      "en": "I have to swim the 100 breaststroke in the meet this weekend.",
      "es": "Debo nadar los 100 m pecho en la competencia el fin de semana."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking to myself, No! Not the 100 breaststroke!",
      "es": "Y pienso: ¡No! ¡Los 100 metros pecho no!."
    }
  },
  {
    "translation": {
      "en": "And I was like, Man, that's a tough race.",
      "es": "Y le digo: Es una carrera difícil."
    }
  },
  {
    "translation": {
      "en": "And she goes, Mom, you know. And I was like,",
      "es": "Y ella dice: Mamá, ya sabes."
    }
  },
  {
    "translation": {
      "en": "That's a tough race, girl. And-- And here's the thing.",
      "es": "Es una carrera difícil, linda. El pecho es un estilo difícil."
    }
  },
  {
    "translation": {
      "en": "Breaststroke is a hard stroke.",
      "es": "El pecho es un estilo difícil."
    }
  },
  {
    "translation": {
      "en": "It's like, one day it just comes together, and you get it.",
      "es": "Un día, simplemente se da y lo captas."
    }
  },
  {
    "translation": {
      "en": "And like, the arms work with the frog legs, and it just happens.",
      "es": "Los brazos trabajan con las piernas y simplemente sucede."
    }
  },
  {
    "translation": {
      "en": "But until then, while you're doing it, you actually don't propel forward.",
      "es": "Pero, hasta entonces, mientras lo haces, no avanzas."
    }
  },
  {
    "translation": {
      "en": "Like, when you don't--",
      "es": "Vas hacia adelante y luego regresas,"
    }
  },
  {
    "translation": {
      "en": "You kinda go forward, then you come back, and then you go--",
      "es": "Vas hacia adelante y luego regresas, y luego vas..."
    }
  },
  {
    "translation": {
      "en": "And so, 100 yards is a long way for non- propelling.",
      "es": "Y 100 metros es un largo camino para no avanzar."
    }
  },
  {
    "translation": {
      "en": "I'm dying on the inside 'cause, you know, like,",
      "es": "Estoy muriendo por dentro, porque"
    }
  },
  {
    "translation": {
      "en": "I wasn't a great swimmer either, and I had those moments,",
      "es": "yo no era una gran nadadora y viví esas cosas,"
    }
  },
  {
    "translation": {
      "en": "and, like, what I want to say is, Well, run away and don't worry about it.",
      "es": "y lo que quiero decir es: Bueno, huye y no te preocupes."
    }
  },
  {
    "translation": {
      "en": "But I'm trying to be, like, the parent that--",
      "es": "Pero intento ser una madre valiente."
    }
  },
  {
    "translation": {
      "en": "you know, the brave parent. I'm like, It's a tough thing.",
      "es": "Pero intento ser una madre valiente. Le dije: Es difícil."
    }
  },
  {
    "translation": {
      "en": "Let's get home, get you showered. Let's talk about it. Let's talk about it with your dad.",
      "es": "Vamos a casa, date una ducha, hablemos. Hablemos con tu papá."
    }
  },
  {
    "translation": {
      "en": "And so we get home,",
      "es": "Así que llegamos a casa"
    }
  },
  {
    "translation": {
      "en": "and she goes upstairs to take a shower, and she comes down, and...",
      "es": "y subió a ducharse y bajó,"
    }
  },
  {
    "translation": {
      "en": "Steve's home, and we sit down for dinner, and, you know, she starts crying again,",
      "es": "Steve está en casa, y en la cena ella empieza a llorar"
    }
  },
  {
    "translation": {
      "en": "and she explains everything to her dad, and, you know, he's like,",
      "es": "y le explica todo a su papá. Y él dice: Respetamos a tu entrenador,"
    }
  },
  {
    "translation": {
      "en": "Well, I think we respect your coach, and it's your coach's call,",
      "es": "Y él dice: Respetamos a tu entrenador, es su decisión,"
    }
  },
  {
    "translation": {
      "en": "and I think you're gonna have to swim if that's the race you're put in.",
      "es": "y creo que debes nadar si te puso en esa carrera."
    }
  },
  {
    "translation": {
      "en": "And, you know, very much we aligned on messaging,",
      "es": "Intentamos dar el mismo mensaje,"
    }
  },
  {
    "translation": {
      "en": "just like the books say.",
      "es": "como dicen los libros."
    }
  },
  {
    "translation": {
      "en": "And so she-- she starts crying. And she goes up after dinner and I'm like,",
      "es": "Así que se pone a llorar, y cuando sube después de la cena, digo:"
    }
  },
  {
    "translation": {
      "en": "Curse you, Steve, and, you know, like, You should have got her out of this! Um...",
      "es": "Maldito seas, Steve y ¡Debiste sacarla de esto!."
    }
  },
  {
    "translation": {
      "en": "Then she comes back down real quick, and she goes, So you're sure?",
      "es": "Y luego regresa y dice: ¿Están seguros?."
    }
  },
  {
    "translation": {
      "en": "- I'm like, We're sure. This is-- -",
      "es": "Y digo: Estamos seguros."
    }
  },
  {
    "translation": {
      "en": "Yeah. So, but-- But I said, Don't you think, Steve, that she could take it up with her coach?",
      "es": "Sí. Pero le dije: ¿No crees, Steve, que podría hablarlo con su entrenador?."
    }
  },
  {
    "translation": {
      "en": "If you don't want to swim it, take it up with your coach.",
      "es": "Habla con tu entrenador."
    }
  },
  {
    "translation": {
      "en": "She comes home the next day, and she said, Coach Jason says I'm in.",
      "es": "Regresó al otro día y dijo: El entrenador dice"
    }
  },
  {
    "translation": {
      "en": "A hundred yards-- 100 yards breaststroke. I'm doing it.",
      "es": "que debo hacer los 100 metros pecho."
    }
  },
  {
    "translation": {
      "en": "I said, That's tough. Starts crying again,",
      "es": "Le dije: Qué mal. Se puso a llorar y me dijo:"
    }
  },
  {
    "translation": {
      "en": "and she said, My friend said",
      "es": "Le dije: Qué mal. Se puso a llorar y me dijo: Mi amiga dijo que puedo ignorar el llamado."
    }
  },
  {
    "translation": {
      "en": "that I could scratch my heat.",
      "es": "Mi amiga dijo que puedo ignorar el llamado."
    }
  },
  {
    "translation": {
      "en": "And so what that means is, in swim meets, they'll call an event,",
      "es": "En las competencias llaman un evento:"
    }
  },
  {
    "translation": {
      "en": "like girls' 100 breaststroke, then they start calling heat. Heat one, heat two, heat three.",
      "es": "Mujeres, 100 m pecho, y llaman: Serie 1, Serie 2, Serie 3."
    }
  },
  {
    "translation": {
      "en": "And swim meets run like this,",
      "es": "Y las competencias son rápidas"
    }
  },
  {
    "translation": {
      "en": "and a lot of the time, swimmers miss their call.",
      "es": "y muchas veces los nadadores no escuchan el llamado,"
    }
  },
  {
    "translation": {
      "en": "And so, that's considered scratching the heat. So her friend said, Just don't show up when they call your heat.",
      "es": "así que su amiga básicamente le dijo: No te presentes cuando te llamen."
    }
  },
  {
    "translation": {
      "en": "Which I know all about because I scratched some heats in my day.",
      "es": "Sé todo sobre eso, porque lo he hecho en mi época."
    }
  },
  {
    "translation": {
      "en": "Only one or two, but for big races.",
      "es": "Pocas veces, pero en competencias importantes."
    }
  },
  {
    "translation": {
      "en": "And I said, You-- You could do that. And she goes, I could?",
      "es": "Y le dije: Podrías hacer eso. Y me dice: ¿En serio?."
    }
  },
  {
    "translation": {
      "en": "And I said, You definitely could do that. I think it's a choice.",
      "es": "Y dije: Podrías hacerlo. Es una elección."
    }
  },
  {
    "translation": {
      "en": "You'll have to take that up with your coach if you don't show up on the blocks for, you know, for your race.",
      "es": "Tendrás que hablar con tu entrenador si no te presentas a la carrera."
    }
  },
  {
    "translation": {
      "en": "And she said, Will I get grounded here?",
      "es": "Y dice: ¿Ustedes me castigarán?."
    }
  },
  {
    "translation": {
      "en": "And Steve's like,",
      "es": "Y Steve dijo:"
    }
  },
  {
    "translation": {
      "en": "No. No. I mean, that's your choice, Ellen, you know.",
      "es": "No. Es tu decisión, Ellen."
    }
  },
  {
    "translation": {
      "en": "And then she just starts sobbing. She said, I'll never win this race.",
      "es": "Y luego empieza a llorar. Dijo: Nunca ganaré esta carrera."
    }
  },
  {
    "translation": {
      "en": "And I said, You will never win this race.",
      "es": "Y le dije: Nunca ganarás esta carrera."
    }
  },
  {
    "translation": {
      "en": "I said, That is for sure, and I said, But you know what?",
      "es": "Seguro. Pero ¿sabes qué?"
    }
  },
  {
    "translation": {
      "en": "Sometimes winning is not coming in first.",
      "es": "A veces ganar no es llegar primero,"
    }
  },
  {
    "translation": {
      "en": "Sometimes winning is doing the really brave thing.",
      "es": "a veces ganar es ser valiente."
    }
  },
  {
    "translation": {
      "en": "Maybe winning for you is just coming off the block and getting wet.",
      "es": "Quizás ganar para ti solo sea tirarte a la piscina y mojarte."
    }
  },
  {
    "translation": {
      "en": "Maybe that's winning for you.",
      "es": "Quizás eso sea ganar para ti."
    }
  },
  {
    "translation": {
      "en": "Maybe that's what a win looks like.",
      "es": "Tal vez eso sea la victoria."
    }
  },
  {
    "translation": {
      "en": "She goes,",
      "es": "Ella dice:"
    }
  },
  {
    "translation": {
      "en": "So if I scratch the heat, I don't get grounded?",
      "es": "¿Si no me presento, no me castigarán?."
    }
  },
  {
    "translation": {
      "en": "- - And I said, Yes. Right. Yeah.",
      "es": "Y dije: No, claro. No."
    }
  },
  {
    "translation": {
      "en": "So, it's meet day. We're there. They call the heat. No-- We don't see Ellen.",
      "es": "Es el día de la competencia, estamos ahí, las llaman y no vemos a Ellen."
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden, at the last minute, she pops up on block number eight, you know,",
      "es": "Y de repente, en el último minuto, aparece en el bloque ocho,"
    }
  },
  {
    "translation": {
      "en": "so Steve and I situate ourselves at the end of the thing,",
      "es": "y Steve y yo nos situamos al final del carril,"
    }
  },
  {
    "translation": {
      "en": "and then the gun goes off, and there they go.",
      "es": "y luego dan la señal y ahí van."
    }
  },
  {
    "translation": {
      "en": "And I can see her, and she is struggling, and she's trying,",
      "es": "Y la veo, y está luchando, está tratando,"
    }
  },
  {
    "translation": {
      "en": "and I can see, like, right kind of like at 75 yards,",
      "es": "y puedo ver que a los 70 metros"
    }
  },
  {
    "translation": {
      "en": "she checks the lanes, you know, 'cause she's in a far lane. She checks the lanes,",
      "es": "mira los carriles, porque está en el último carril,"
    }
  },
  {
    "translation": {
      "en": "and she gets this look on her face like, I'm ahead.",
      "es": "y se le ve la cara de: Voy primera."
    }
  },
  {
    "translation": {
      "en": "And-- And you can see, you know, like,",
      "es": "Y puedes ver que está pensando:"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm ahead!",
      "es": "Dios mío, ¡voy primera!."
    }
  },
  {
    "translation": {
      "en": "And then you can see, as she's finishing the final 25,",
      "es": "Y luego, puedes ver, a medida que hace los últimos 25,"
    }
  },
  {
    "translation": {
      "en": "that she understands that there are no other swimmers in the pool,",
      "es": "que se da cuenta de que no hay otros nadadores en la piscina,"
    }
  },
  {
    "translation": {
      "en": "that she's been lapped so badly that the whole field is out of the pool,",
      "es": "de que se quedó tan atrás, que todos ya salieron de la piscina,"
    }
  },
  {
    "translation": {
      "en": "and that, in fact, when she finishes,",
      "es": "y que, cuando termina,"
    }
  },
  {
    "translation": {
      "en": "not only are all the other girls from her heat out of the pool,",
      "es": "no solo las otras chicas de su serie ya habían salido,"
    }
  },
  {
    "translation": {
      "en": "the next heat is on the blocks, ready to go in,",
      "es": "el próximo grupo ya está en los bloques, listos para entrar,"
    }
  },
  {
    "translation": {
      "en": "and people are just kinda watching but not watching.",
      "es": "y la gente mira, pero no presta atención."
    }
  },
  {
    "translation": {
      "en": "And I can see her struggling to get out of the pool 'cause that's-- that was a big race.",
      "es": "Y la veo luchando por salir de la piscina, porque era una carrera larga."
    }
  },
  {
    "translation": {
      "en": "When you're not going anywhere for that long, it's a lot of work. I mean, it-- it's hard.",
      "es": "Estar tanto tiempo sin ir a ningún lado es mucho trabajo. Es difícil."
    }
  },
  {
    "translation": {
      "en": "And I can see her, and she stops by her coach.",
      "es": "La veo y ella se detiene junto a su entrenador,"
    }
  },
  {
    "translation": {
      "en": "He kind of bends down on one knee, and you can see her talking to him,",
      "es": "él se inclina, la veo hablando con él,"
    }
  },
  {
    "translation": {
      "en": "and he's doing this, and she's just shaking her head.",
      "es": "y él hace esto, y ella asiente."
    }
  },
  {
    "translation": {
      "en": "And she didn't have her goggles off, and I know she didn't have her goggles off 'cause I know she's crying.",
      "es": "No se sacó las gafas, y sé que no lo hizo porque está llorando."
    }
  },
  {
    "translation": {
      "en": "And then she comes over and--",
      "es": "Y ella viene y..."
    }
  },
  {
    "translation": {
      "en": "You know, and her dad-- And, you know, me and Steve, we were like mama and papa Phelps during this thing.",
      "es": "Steve y yo parecíamos los papás de Phelps durante el evento."
    }
  },
  {
    "translation": {
      "en": "It was like she was going for the Olympic trial.",
      "es": "Era como si fuera una prueba olímpica,"
    }
  },
  {
    "translation": {
      "en": "We were like, Pull! Pull! Like, you know?",
      "es": "gritábamos: ¡Vamos!. ¿Entienden?"
    }
  },
  {
    "translation": {
      "en": "There's no one in the water but Ellen, and people are just like, Wrap it up. Pull, whatever, just, like--",
      "es": "En el agua no quedaba nadie más que Ellen y la gente piensa: Termina, sí, vamos."
    }
  },
  {
    "translation": {
      "en": "And she comes over, and she pulls her goggles off, and she's just like--",
      "es": "Y ella viene y se quita las gafas y está como..."
    }
  },
  {
    "translation": {
      "en": "Just, I think, ashamed and tired and exhausted.",
      "es": "Creo que está avergonzada, cansada y exhausta."
    }
  },
  {
    "translation": {
      "en": "And she said, Can I say a cuss word?",
      "es": "Y dice: ¿Puedo decir una palabrota?."
    }
  },
  {
    "translation": {
      "en": "And I was like, Oh, hell, yes, you can say a cuss word.",
      "es": "Claro que sí, puedes decir una palabrota."
    }
  },
  {
    "translation": {
      "en": "And she goes, That sucked.",
      "es": "Y ella dijo: Eso fue una mierda."
    }
  },
  {
    "translation": {
      "en": "And I said,",
      "es": "Y dije:"
    }
  },
  {
    "translation": {
      "en": "- That really did suck. -",
      "es": "Realmente fue una mierda."
    }
  },
  {
    "translation": {
      "en": "I said, That sucked.",
      "es": "Dije: Fue una mierda."
    }
  },
  {
    "translation": {
      "en": "And then she stopped for a minute, and she was looking down, and she goes,",
      "es": "Y luego se detuvo un momento y mira hacia abajo y dice:"
    }
  },
  {
    "translation": {
      "en": "But I was brave, and I won.",
      "es": "Pero fui valiente y gané."
    }
  },
  {
    "translation": {
      "en": "- Ah!  - You know?",
      "es": "¿Entienden?"
    }
  },
  {
    "translation": {
      "en": "And...",
      "es": "Y..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And, to me, she was brave, and she won.",
      "es": "Y para mí, fue valiente y ganó."
    }
  },
  {
    "translation": {
      "en": "Here's the thing. I'm not gonna bullshit you.",
      "es": "Esta es la cuestión, no les mentiré."
    }
  },
  {
    "translation": {
      "en": "Vulnerability is hard, and it's scary, and it feels dangerous,",
      "es": "Ser vulnerable es difícil, aterrador y parece peligroso,"
    }
  },
  {
    "translation": {
      "en": "but it's not as hard, scary, or dangerous",
      "es": "pero no es tan difícil, aterrador o peligroso"
    }
  },
  {
    "translation": {
      "en": "as getting to the end of our lives and having to ask ourselves,",
      "es": "como llegar al final de nuestras vidas y tener que preguntarnos:"
    }
  },
  {
    "translation": {
      "en": "What if I would have shown up?",
      "es": "¿Y si lo hubiera hecho?"
    }
  },
  {
    "translation": {
      "en": "What if I would have said I love you? What if I would have come off the blocks?",
      "es": "¿Y si hubiera dicho 'te amo'? ¿Y si me hubiera tirado a la piscina?."
    }
  },
  {
    "translation": {
      "en": "Show up,",
      "es": "Háganlo."
    }
  },
  {
    "translation": {
      "en": "be seen, answer the call to courage,",
      "es": "Muéstrense. Contesten la llamada de la valentía."
    }
  },
  {
    "translation": {
      "en": "and come off the blocks 'cause you're worth it.",
      "es": "Y tírense a la piscina, porque ustedes lo valen."
    }
  },
  {
    "translation": {
      "en": "You're worth being brave. Thank y'all.",
      "es": "Vale la pena ser valiente. Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you! Thank y'all!",
      "es": "¡Gracias! ¡Gracias a todos!"
    }
  },
  {
    "translation": {
      "en": "Good night!",
      "es": "¡Buenas noches!"
    }
  }
]