[
  {
    "translation": {
      "en": "Hello, my name is Detective Gil Carrillo,",
      "es": "Hola, soy el detective de homicidios Gil Carrillo,"
    }
  },
  {
    "translation": {
      "en": "Los Angeles County Sheriff's Department, assigned to Homicide Bureau.",
      "es": "Hola, soy el detective de homicidios Gil Carrillo, del Dpto. de Policía del Condado de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "The Sheriff's Department is conducting an investigation…",
      "es": "El Departamento de Policía está investigando"
    }
  },
  {
    "translation": {
      "en": "on a series of homicides and sexual assaults occurred in Los Angeles County.",
      "es": "una serie de homicidios y agresiones sexuales en Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "The suspect, who has traveled highways in what we believe to be stolen vehicles,",
      "es": "El sospechoso, que viaja en vehículos presuntamente robados,"
    }
  },
  {
    "translation": {
      "en": "is always wearing gloves to make his entries.",
      "es": "siempre usa guantes para atacar."
    }
  },
  {
    "translation": {
      "en": "The suspect has used",
      "es": "El sospechoso ha usado pistolas, cuchillos,"
    }
  },
  {
    "translation": {
      "en": "[echoing] guns, knives, tire irons, handcuffs and thumbcuffs,",
      "es": "El sospechoso ha usado pistolas, cuchillos, barretas, esposas para manos y pulgares,"
    }
  },
  {
    "translation": {
      "en": "as well as his own foot, to inflict serious…",
      "es": "e incluso su propio pie para infligir graves…"
    }
  },
  {
    "translation": {
      "en": "Los Angeles City has almost all benefits and no negatives.",
      "es": "Los Ángeles tiene casi todas las ventajas y ninguna desventaja."
    }
  },
  {
    "translation": {
      "en": "[woman 1] This was a decade when the queen visited, the Pope visited.",
      "es": "Fue una década en la que hubo visitas del papa y de la reina."
    }
  },
  {
    "translation": {
      "en": "We had the Olympics.",
      "es": "Las Olimpíadas."
    }
  },
  {
    "translation": {
      "en": "We were proud of the city, proud of LA.",
      "es": "Estábamos orgullosos de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "For the first time in recorded history, our freeways were relatively clear.",
      "es": "Por primera vez, nuestras autopistas circulaban con fluidez."
    }
  },
  {
    "translation": {
      "en": "-[woman 1] It was a huge decade. -Crime dropped like a rock.",
      "es": "- Fue una gran década. - El crimen se redujo drásticamente."
    }
  },
  {
    "translation": {
      "en": "[reporter] Our top story, record temperatures and fires scorching the Southland.",
      "es": "En nuestra noticia principal, los incendios abrasan el sur…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Downtown the mercury reached 107 degrees this afternoon.",
      "es": "Los termómetros alcanzaron los 41 ºC esta tarde."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You have this amazing city, so many parallel universes.",
      "es": "Es una ciudad increíble, con muchos universos paralelos."
    }
  },
  {
    "translation": {
      "en": "[woman 2] LA was a facade.",
      "es": "Los Ángeles era una fachada."
    }
  },
  {
    "translation": {
      "en": "From one side, it was glamorous celebrities.",
      "es": "En un lado, todo era glamur y celebridades."
    }
  },
  {
    "translation": {
      "en": "But if you went around to the other side…",
      "es": "Pero si ibas al otro lado…"
    }
  },
  {
    "translation": {
      "en": "…LA could be a very dark place.",
      "es": "LA podía ser un lugar muy oscuro."
    }
  },
  {
    "translation": {
      "en": "[woman 2] You could be anybody.",
      "es": "Podías ser lo que quisieras."
    }
  },
  {
    "translation": {
      "en": "It also attracted very, very dangerous people.",
      "es": "Eso también atrajo a gente muy peligrosa."
    }
  },
  {
    "translation": {
      "en": "Nobody knows where this individual may strike next.",
      "es": "Nadie sabe dónde atacará este individuo. COMISARIO DE LA"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The same man is suspected in six to eight murders",
      "es": "Este hombre es sospechoso de seis a ocho asesinatos"
    }
  },
  {
    "translation": {
      "en": "and 25 to 30 attacks.",
      "es": "y 25 a 30 ataques."
    }
  },
  {
    "translation": {
      "en": "There's sort of a thin line between",
      "es": "Hay una delgada línea"
    }
  },
  {
    "translation": {
      "en": "being paranoid about it and being aware of it.",
      "es": "entre ser paranoico y estar alerta."
    }
  },
  {
    "translation": {
      "en": "…the so-called Night Stalker who has terrorized California.",
      "es": "…el Acosador Nocturno que aterroriza a California."
    }
  },
  {
    "translation": {
      "en": "He struck again.",
      "es": "Ayer volvió a atacar."
    }
  },
  {
    "translation": {
      "en": "People wonder when and where he'll strike next.",
      "es": "¿Cuándo y dónde volverá a atacar?"
    }
  },
  {
    "translation": {
      "en": "Everybody is scared.",
      "es": "Todos tienen miedo."
    }
  },
  {
    "translation": {
      "en": "I am not leaving my door open for my son, I don't care if he sleeps on the street.",
      "es": "No dejaré la puerta abierta, aunque mi hijo duerma en la calle."
    }
  },
  {
    "translation": {
      "en": "[woman] I don't understand why somebody can't identify him.",
      "es": "No sé por qué no pueden identificarlo."
    }
  },
  {
    "translation": {
      "en": "He has to live somewhere. Somebody must know.",
      "es": "Alguien debe saber dónde vive."
    }
  },
  {
    "translation": {
      "en": "He's a weird-looking character. Somebody has to know him.",
      "es": "Su apariencia es muy extraña. ¡Alguien tiene que conocerlo!"
    }
  },
  {
    "translation": {
      "en": "[Gil] I don't believe that anybody has a choice.",
      "es": "No creo que nadie tenga alternativa."
    }
  },
  {
    "translation": {
      "en": "Your number is there one day. We're all going to die.",
      "es": "Algún día nos llega el turno. Todos moriremos."
    }
  },
  {
    "translation": {
      "en": "We just don't know when.",
      "es": "Pero no sabemos cuándo."
    }
  },
  {
    "translation": {
      "en": "You start dying the day you were born.",
      "es": "Empezamos a morir al nacer."
    }
  },
  {
    "translation": {
      "en": "I was born and raised in the Catholic Church.",
      "es": "Nací y fui criado como católico."
    }
  },
  {
    "translation": {
      "en": "I believe in God. I believe in the Holy Spirit.",
      "es": "Creo en Dios. Creo en el Espíritu Santo."
    }
  },
  {
    "translation": {
      "en": "I believe there's a devil. I believe there's an evil force.",
      "es": "Creo que existe un diablo, una fuerza maligna."
    }
  },
  {
    "translation": {
      "en": "I just say prayers, hopefully to help give me the wisdom and the knowledge",
      "es": "Rezo por tener la inteligencia y la sabiduría necesarias"
    }
  },
  {
    "translation": {
      "en": "to bring this case to a solution.",
      "es": "para resolver este caso."
    }
  },
  {
    "translation": {
      "en": "All the people on the block that I lived on, were Mexicans.",
      "es": "Toda la gente de mi barrio era mexicana."
    }
  },
  {
    "translation": {
      "en": "There was a gang where I lived.",
      "es": "Había una pandilla."
    }
  },
  {
    "translation": {
      "en": "We all hung out on the corner of Dulin and Holbrook.",
      "es": "Andábamos en la esquina de Dulin y Holbrook."
    }
  },
  {
    "translation": {
      "en": "They were more important than school was to me,",
      "es": "Me importaban más que la escuela,"
    }
  },
  {
    "translation": {
      "en": "and I didn't realize that until a cop",
      "es": "y no me di cuenta hasta que un policía les dijo a mis padres:"
    }
  },
  {
    "translation": {
      "en": "told my mom and dad, \"Sign for this young man to get off the street,",
      "es": "y no me di cuenta hasta que un policía les dijo a mis padres: \"Métanlo al ejército, o terminará muerto o preso\"."
    }
  },
  {
    "translation": {
      "en": "or he'll end up dead or in prison.\"",
      "es": "\"Métanlo al ejército, o terminará muerto o preso\"."
    }
  },
  {
    "translation": {
      "en": "And, so, at age 17, my parents signed for me to go into the Army.",
      "es": "Y así, a los 17 años, mis padres me enrolaron en el ejército."
    }
  },
  {
    "translation": {
      "en": "I was a crew chief with 189th Assault Helicopter Company in Vietnam.",
      "es": "Fui oficial jefe de la 189.ª Compañía de Helicópteros de Asalto en Vietnam."
    }
  },
  {
    "translation": {
      "en": "I saw heavy, heavy combat.",
      "es": "Estuve en combates muy sangrientos."
    }
  },
  {
    "translation": {
      "en": "By the grace of God, I made it out alive, and…",
      "es": "Por la gracia de Dios, salí vivo de allí"
    }
  },
  {
    "translation": {
      "en": "as soon as I got out of Armed Forces, I had three goals in life.",
      "es": "y, al salir del ejército, tenía tres metas en la vida."
    }
  },
  {
    "translation": {
      "en": "One was to start dating my former girlfriend,",
      "es": "Una era volver con mi antigua novia,"
    }
  },
  {
    "translation": {
      "en": "who had dumped me while I was in Vietnam.",
      "es": "que me dejó cuando me fui a Vietnam."
    }
  },
  {
    "translation": {
      "en": "I wanted to see if I could get her back, then break up with her.",
      "es": "Quería tratar de recuperarla y luego romper con ella."
    }
  },
  {
    "translation": {
      "en": "I wanted revenge, I wanted to hurt her like she had hurt me.",
      "es": "Quería venganza, quería lastimarla como hizo ella."
    }
  },
  {
    "translation": {
      "en": "But it didn't work out that way. [laughs]",
      "es": "Pero no resultó así."
    }
  },
  {
    "translation": {
      "en": "[Pearl] He got out of the service in June,",
      "es": "Salió del ejército en junio"
    }
  },
  {
    "translation": {
      "en": "and we were married by December.",
      "es": "y nos casamos en diciembre."
    }
  },
  {
    "translation": {
      "en": "[Gil] December 26, 1970.",
      "es": "El 26 de diciembre de 1970."
    }
  },
  {
    "translation": {
      "en": "That was goal number one. Goal number two was to go to college.",
      "es": "Esa era la primera meta. La segunda era ir a la universidad."
    }
  },
  {
    "translation": {
      "en": "Nobody in my family had ever gone to college,",
      "es": "Nadie en mi familia había estudiado,"
    }
  },
  {
    "translation": {
      "en": "and I thought college was for rich white people.",
      "es": "y yo creía que eso era para blancos ricos."
    }
  },
  {
    "translation": {
      "en": "So, I enrolled at Rio Hondo College…",
      "es": "Así que me inscribí en la Universidad Río Hondo"
    }
  },
  {
    "translation": {
      "en": "and started going there.",
      "es": "y empecé a estudiar allí."
    }
  },
  {
    "translation": {
      "en": "Two out of three goals I accomplished.",
      "es": "Ya había logrado dos de mis tres metas."
    }
  },
  {
    "translation": {
      "en": "And the third one was I wanted to become a cop.",
      "es": "Y la tercera era convertirme en policía."
    }
  },
  {
    "translation": {
      "en": "October 1st, 1971…",
      "es": "El 1 de octubre de 1971,"
    }
  },
  {
    "translation": {
      "en": "I became a patrol cop at East LA Sheriff's Station.",
      "es": "me convertí en patrullero de la Estación de Policía del Este de LA."
    }
  },
  {
    "translation": {
      "en": "When I was 29 years of age, I got an outstanding evaluation.",
      "es": "A los 29 años, recibí una evaluación sobresaliente."
    }
  },
  {
    "translation": {
      "en": "Those were hard to come by.",
      "es": "No es fácil de conseguir."
    }
  },
  {
    "translation": {
      "en": "When I showed it to my mom and dad, my dad looked up and said…",
      "es": "Cuando se la mostré a mis padres, mi papá me miró y dijo:"
    }
  },
  {
    "translation": {
      "en": "\"I'm proud of you, son.\"",
      "es": "\"Estoy orgulloso de ti\"."
    }
  },
  {
    "translation": {
      "en": "And he had never said that to me in my life.",
      "es": "Nunca en mi vida me había dicho eso."
    }
  },
  {
    "translation": {
      "en": "He always wanted to make his dad proud.",
      "es": "Siempre quiso hacer que su papá estuviera orgulloso de él."
    }
  },
  {
    "translation": {
      "en": "Proud of him.",
      "es": "que su papá estuviera orgulloso de él."
    }
  },
  {
    "translation": {
      "en": "[Gil] After that, I watched guys from homicide work.",
      "es": "Luego empecé a ver a los agentes de homicidios."
    }
  },
  {
    "translation": {
      "en": "They were so meticulous, so good.",
      "es": "Eran muy meticulosos, los mejores."
    }
  },
  {
    "translation": {
      "en": "When they pulled up on the scene, everybody got out of their way.",
      "es": "Cuando llegaban a la escena, todos se apartaban."
    }
  },
  {
    "translation": {
      "en": "\"Wow, sheriff's homicide's here.\"",
      "es": "\"Vaya, llegaron los de Homicidios\"."
    }
  },
  {
    "translation": {
      "en": "I told them, \"One of these days, I want to do your job.\"",
      "es": "Y les decía: \"Algún día, quiero hacer su trabajo\"."
    }
  },
  {
    "translation": {
      "en": "March 23rd, 1981…",
      "es": "El 23 de marzo de 1981."
    }
  },
  {
    "translation": {
      "en": "I get called to go to Homicide Bureau.",
      "es": "Me llaman de la Unidad de Homicidios."
    }
  },
  {
    "translation": {
      "en": "I only had nine and a half years experience.",
      "es": "Tenía menos de diez años de experiencia."
    }
  },
  {
    "translation": {
      "en": "That was my goal, that was my dream, and… I made it.",
      "es": "Era mi meta, mi sueño, y lo conseguí."
    }
  },
  {
    "translation": {
      "en": "The Bulldogs. That was their nickname.",
      "es": "Los Bulldogs. Así les decían."
    }
  },
  {
    "translation": {
      "en": "I covered hundreds of crimes and dozens and dozens of murders…",
      "es": "Cubrí cientos de crímenes y docenas de asesinatos…"
    }
  },
  {
    "translation": {
      "en": "In downtown Los Angeles, Tony Valdez… [echoing] …Channel 11 News.",
      "es": "En el centro de Los Ángeles, Tony Valdez, Canal 11."
    }
  },
  {
    "translation": {
      "en": "…and I can tell you there were a lot of murders that ended up being solved",
      "es": "…y puedo decirles que muchos asesinatos terminaron resolviéndose 20 años después"
    }
  },
  {
    "translation": {
      "en": "20 years later, because the Bulldogs never let go.",
      "es": "terminaron resolviéndose 20 años después porque los Bulldogs nunca sueltan a su presa."
    }
  },
  {
    "translation": {
      "en": "[Frank] We probably ran 350, 400 murders a year",
      "es": "Investigábamos 350 o 400 homicidios al año"
    }
  },
  {
    "translation": {
      "en": "for the sheriff's homicide bureau.",
      "es": "para la Unidad de Homicidios."
    }
  },
  {
    "translation": {
      "en": "Los Angeles Police Department was probably running 500 or 600.",
      "es": "El dpto. de policía de la ciudad de LA tenía entre 500 y 600."
    }
  },
  {
    "translation": {
      "en": "So, in LA County, there's probably close to 1,000 murders a year.",
      "es": "En el condado de Los Ángeles, hay cerca de mil asesinatos al año."
    }
  },
  {
    "translation": {
      "en": "And it takes a big ego,",
      "es": "Y se requiere un ego enorme,"
    }
  },
  {
    "translation": {
      "en": "because you got to have confidence in what you're doing.",
      "es": "debes tener confianza en lo que haces."
    }
  },
  {
    "translation": {
      "en": "You're investigating the ultimate crime.",
      "es": "Estás investigando el peor de los delitos."
    }
  },
  {
    "translation": {
      "en": "There's nothing more serious than one human being taking the life of another.",
      "es": "Nada es más grave que un ser humano que le quita la vida a otro."
    }
  },
  {
    "translation": {
      "en": "[Gil] Frank Salerno's the Italian Stallion, he's the goombah, he's… he's everything.",
      "es": "Frank Salerno es el Semental Italiano, es el Padrino, es todo."
    }
  },
  {
    "translation": {
      "en": "When I got there, he was working on the Hillside Strangler.",
      "es": "Cuando llegué, él trabajaba en el caso del Estrangulador de la Colina."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is where the first Hillside Strangler victim was found.",
      "es": "Aquí fue hallada la primera víctima."
    }
  },
  {
    "translation": {
      "en": "The death of Laura Collins and 12 other young women",
      "es": "La muerte de Laura Collins y otras 12 chicas"
    }
  },
  {
    "translation": {
      "en": "touched off one of the largest manhunts in Southern California history.",
      "es": "desató una persecución sin precedentes en la historia de California."
    }
  },
  {
    "translation": {
      "en": "[Gil] Everybody looked up to him. He's the man.",
      "es": "Todos lo admiraban. ¡Era el mejor!"
    }
  },
  {
    "translation": {
      "en": "[man] If you saw Frank Salerno or heard his name,",
      "es": "Si Frank Salerno estaba involucrado,"
    }
  },
  {
    "translation": {
      "en": "these were not small-time crimes.",
      "es": "no era un delito menor."
    }
  },
  {
    "translation": {
      "en": "They were bringing heavy guns.",
      "es": "Era la artillería pesada."
    }
  },
  {
    "translation": {
      "en": "Frank Salerno was a straight shooter. He's a disciplined guy.",
      "es": "Frank Salerno era un tipo íntegro y disciplinado."
    }
  },
  {
    "translation": {
      "en": "He was always a poker face.",
      "es": "Su rostro siempre era insondable."
    }
  },
  {
    "translation": {
      "en": "He's very businesslike.",
      "es": "Era muy profesional."
    }
  },
  {
    "translation": {
      "en": "[reporter] His co-workers call him a cop's detective.",
      "es": "Sus compañeros lo llaman \"detective de policías\"."
    }
  },
  {
    "translation": {
      "en": "[man] Frank overlooks nothing.",
      "es": "Nada se le escapa."
    }
  },
  {
    "translation": {
      "en": "You'd be surprised how thorough he is on an investigation.",
      "es": "Te sorprendería ver lo minucioso que es en una investigación."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil Carrillo and Jim Mercer were teamed together as partners.",
      "es": "Gil Carrillo y Jim Mercer fueron asignados como compañeros."
    }
  },
  {
    "translation": {
      "en": "He sat at a desk that was behind me and to my left.",
      "es": "Él se sentaba en un escritorio detrás de mí."
    }
  },
  {
    "translation": {
      "en": "And he was the youngest detective in the Bureau at the time.",
      "es": "Era el detective más joven de la unidad en esa época."
    }
  },
  {
    "translation": {
      "en": "One day, Frank comes over and says,",
      "es": "Un día, Frank vino y dijo:"
    }
  },
  {
    "translation": {
      "en": "\"Want to go down to Little Joe's?\" An Italian restaurant in Chinatown.",
      "es": "\"¿Quieres ir a Little Joe's?\", un restaurante italiano."
    }
  },
  {
    "translation": {
      "en": "And I'm sitting there and I've never eaten Italian food.",
      "es": "Llegamos y me senté, nunca había comido nada italiano."
    }
  },
  {
    "translation": {
      "en": "I grew up in a Mexican home. That's what I know, is Mexican food.",
      "es": "Soy de un hogar mexicano. Lo mío es la comida mexicana."
    }
  },
  {
    "translation": {
      "en": "I look at this menu and I don't recognize anything.",
      "es": "Miraba el menú y no reconocía nada."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is. I remember ordering chicken Parmesan.",
      "es": "No sabía qué era nada. Recuerdo que pedí pollo a la parmesana."
    }
  },
  {
    "translation": {
      "en": "And I'm eating this food and I'm laughing.",
      "es": "Y no paraba de reírme mientras comía."
    }
  },
  {
    "translation": {
      "en": "Salerno looked at me, said, \"What's so funny, kid?\" I said,",
      "es": "Salerno me miró y dijo: \"¿Qué te causa gracia, muchacho?\"."
    }
  },
  {
    "translation": {
      "en": "\"Here I am, last week, I'm eating a double-wrapped red chili burrito",
      "es": "Dije: \"Hace una semana, estaba comiendo un burrito picante"
    }
  },
  {
    "translation": {
      "en": "off the hood of a radio car in east LA.",
      "es": "en una patrulla en el Este de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "Tonight, I'm wearing a suit and tie,",
      "es": "Esta noche, llevo traje y corbata,"
    }
  },
  {
    "translation": {
      "en": "eating some shit that I don't know what it is, drinking a glass of wine",
      "es": "estoy comiendo una mierda que no conozco y bebiendo vino"
    }
  },
  {
    "translation": {
      "en": "with Frank Salerno and the guys from Homicide.",
      "es": "con Frank Salerno y los de Homicidios."
    }
  },
  {
    "translation": {
      "en": "It don't get any better than that.\"",
      "es": "No hay nada mejor que esto\"."
    }
  },
  {
    "translation": {
      "en": "[woman] I was working at AT&T, and across the street was a mini-mall.",
      "es": "Yo trabajaba en AT&T, y había un mini centro comercial enfrente."
    }
  },
  {
    "translation": {
      "en": "And in there was a Salvation Army store.",
      "es": "Allí había un local del Ejército de Salvación"
    }
  },
  {
    "translation": {
      "en": "And I would just spend my lunch hour in there.",
      "es": "donde pasaba mi hora de almuerzo."
    }
  },
  {
    "translation": {
      "en": "And once, I was in there,",
      "es": "Un día, yo estaba ahí"
    }
  },
  {
    "translation": {
      "en": "there was a table that was full of junk,",
      "es": "y, en una mesa llena de cachivaches,"
    }
  },
  {
    "translation": {
      "en": "and there was this hat.",
      "es": "vi una gorra."
    }
  },
  {
    "translation": {
      "en": "And I picked it up, 'cause the letters on it said \"AC/DC.\"",
      "es": "La recogí porque las letras decían \"AC/DC\"."
    }
  },
  {
    "translation": {
      "en": "I didn't know what that was, and thought it was kind of weird.",
      "es": "No sabía qué significaba, me pareció raro."
    }
  },
  {
    "translation": {
      "en": "And so, I threw it back down.",
      "es": "Así que la dejé en su lugar."
    }
  },
  {
    "translation": {
      "en": "And then on my right, here comes this man,",
      "es": "Y luego, por mi derecha, se acerca un hombre,"
    }
  },
  {
    "translation": {
      "en": "and he stood right there and picked up the hat…",
      "es": "se detuvo a mi lado y tomó la gorra."
    }
  },
  {
    "translation": {
      "en": "looked at it…",
      "es": "La miró,"
    }
  },
  {
    "translation": {
      "en": "turned around and looked at me,",
      "es": "se dio vuelta y me miró a mí"
    }
  },
  {
    "translation": {
      "en": "and kind of smiled a little bit,",
      "es": "con una débil sonrisa."
    }
  },
  {
    "translation": {
      "en": "and he had the devil on his hand.",
      "es": "Tenía un diablo en la mano."
    }
  },
  {
    "translation": {
      "en": "A picture. A round circle with the face of the devil.",
      "es": "Era un dibujo, un círculo con la cara del diablo."
    }
  },
  {
    "translation": {
      "en": "You know, with the horns?",
      "es": "Con cuernos y todo."
    }
  },
  {
    "translation": {
      "en": "And he got the hat, walked away.",
      "es": "Tomó la gorra y se fue."
    }
  },
  {
    "translation": {
      "en": "When I went home from work,",
      "es": "Cuando volví a casa del trabajo,"
    }
  },
  {
    "translation": {
      "en": "I was on the freeway with my little car,",
      "es": "iba por la autopista en mi pequeño auto"
    }
  },
  {
    "translation": {
      "en": "and here comes somebody speeding way behind me.",
      "es": "cuando noto que un vehículo se aproxima a toda velocidad."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, he just swerves around my car.",
      "es": "De repente, gira bruscamente alrededor de mi auto."
    }
  },
  {
    "translation": {
      "en": "It's like he's right there.",
      "es": "Quedó junto a mí."
    }
  },
  {
    "translation": {
      "en": "Like a moment, stop.",
      "es": "Frenó en seco."
    }
  },
  {
    "translation": {
      "en": "And he turns and he just… He's looking at me.",
      "es": "Y se dio vuelta y me miró."
    }
  },
  {
    "translation": {
      "en": "I remembered, you know, that was the same guy I saw at the thrift store.",
      "es": "Recuerdo que era el mismo tipo que vi en la tienda de segunda mano."
    }
  },
  {
    "translation": {
      "en": "And he has this horrible big grin and he's missing all these teeth.",
      "es": "Tenía una sonrisa grande y horrible. Le faltaban varios dientes."
    }
  },
  {
    "translation": {
      "en": "He just stared at me,",
      "es": "Me miró fijamente,"
    }
  },
  {
    "translation": {
      "en": "like a weird smile.",
      "es": "con una extraña sonrisa."
    }
  },
  {
    "translation": {
      "en": "It was like a killer clown.",
      "es": "Era como un payaso asesino."
    }
  },
  {
    "translation": {
      "en": "[Gil] The date was March 17th, 1985, Saint Patrick's Day.",
      "es": "Era el 17 de marzo de 1985, el Día de San Patricio."
    }
  },
  {
    "translation": {
      "en": "[Gil] I actually got that murder with my partner.",
      "es": "A mi compañero y a mí nos asignaron el caso."
    }
  },
  {
    "translation": {
      "en": "I get there and the garage door is open.",
      "es": "Cuando llego, la puerta del garaje está abierta."
    }
  },
  {
    "translation": {
      "en": "In the garage,",
      "es": "En el garaje,"
    }
  },
  {
    "translation": {
      "en": "I see blood spatterings around the door and on the floor,",
      "es": "veo manchas de sangre alrededor de la puerta y en el piso,"
    }
  },
  {
    "translation": {
      "en": "right by the door that separates the garage from the condo proper.",
      "es": "justo al lado de la puerta que separa el garaje de la casa."
    }
  },
  {
    "translation": {
      "en": "There was a baseball cap.",
      "es": "Había una gorra de béisbol."
    }
  },
  {
    "translation": {
      "en": "It said \"AC/DC\" on it.",
      "es": "Decía \"AC/DC\"."
    }
  },
  {
    "translation": {
      "en": "And I go inside the condo…",
      "es": "Entro a la casa,"
    }
  },
  {
    "translation": {
      "en": "walk around…",
      "es": "la recorro"
    }
  },
  {
    "translation": {
      "en": "and see a bloody phone inside the bedroom.",
      "es": "y veo un teléfono ensangrentado en la habitación."
    }
  },
  {
    "translation": {
      "en": "[Gil] And I see Dayle Okazaki lying on the kitchen floor…",
      "es": "Luego veo a Dayle Okazaki, tirada en el piso de la cocina."
    }
  },
  {
    "translation": {
      "en": "wearing a Dodger jersey.",
      "es": "Llevaba una camiseta de los Dodgers."
    }
  },
  {
    "translation": {
      "en": "She had been shot right in the forehead.",
      "es": "Le habían disparado en la frente."
    }
  },
  {
    "translation": {
      "en": "She'd put her hands on the countertop, and lifted her head up",
      "es": "Había puesto las manos sobre la mesada y había asomado la cabeza,"
    }
  },
  {
    "translation": {
      "en": "because it was quiet in there, wanted to see where the suspect was at.",
      "es": "porque todo estaba en silencio y quería ubicar al sospechoso."
    }
  },
  {
    "translation": {
      "en": "He was on the other side of the countertop waiting for her,",
      "es": "Él estaba del otro lado de la mesada, esperándola."
    }
  },
  {
    "translation": {
      "en": "knowing that she was going to pop her head up, 'cause he could see her hands,",
      "es": "Sabía que ella se asomaría porque podía ver sus manos"
    }
  },
  {
    "translation": {
      "en": "waiting there, and when she did, he pulled the trigger.",
      "es": "y, cuando lo hizo, apretó el gatillo."
    }
  },
  {
    "translation": {
      "en": "Maria Hernandez had just driven home. She entered via the garage door",
      "es": "María Hernández acababa de llegar. Entró por la puerta del garaje,"
    }
  },
  {
    "translation": {
      "en": "that she opened with a garage door opener, a remote.",
      "es": "María Hernández acababa de llegar. Entró por la puerta del garaje, que abrió con un control remoto."
    }
  },
  {
    "translation": {
      "en": "Maria says she keyed the door when she heard an intentional noise.",
      "es": "María dice que cerró la puerta con llave al oír un ruido intencional."
    }
  },
  {
    "translation": {
      "en": "She turned around and there was a male suspect with a stargazed look,",
      "es": "Al darse vuelta, vio a un sospechoso de mirada ausente,"
    }
  },
  {
    "translation": {
      "en": "with a gun stretched out coming towards her face,",
      "es": "que le apuntaba a la cara con un arma."
    }
  },
  {
    "translation": {
      "en": "and she put her hands up and he pulled the trigger.",
      "es": "Cuando levantó las manos, él apretó el gatillo."
    }
  },
  {
    "translation": {
      "en": "The bullet deflected off the keys in her hand.",
      "es": "La bala rebotó en las llaves que tenía en la mano."
    }
  },
  {
    "translation": {
      "en": "It knocked her to the ground.",
      "es": "Cayó aturdida al suelo."
    }
  },
  {
    "translation": {
      "en": "He then pushed her body out of the way, entered the condo.",
      "es": "Luego él la apartó del camino y entró a la casa."
    }
  },
  {
    "translation": {
      "en": "She jumped up and started running down the alleyway",
      "es": "Ella se levantó y ya estaba corriendo por el callejón,"
    }
  },
  {
    "translation": {
      "en": "when she heard another gunshot.",
      "es": "cuando escuchó otro disparo."
    }
  },
  {
    "translation": {
      "en": "She became concerned for her roommate,",
      "es": "Se preocupó por su amiga,"
    }
  },
  {
    "translation": {
      "en": "so she went around the front of the condo",
      "es": "así que fue a la entrada principal de la casa"
    }
  },
  {
    "translation": {
      "en": "thinking he'll come back out the garage door.",
      "es": "pensando que él saldría por la puerta del garaje."
    }
  },
  {
    "translation": {
      "en": "But he didn't.",
      "es": "Pero no lo hizo."
    }
  },
  {
    "translation": {
      "en": "He came out the front door.",
      "es": "Salió por la puerta principal."
    }
  },
  {
    "translation": {
      "en": "He sees her.",
      "es": "La vio."
    }
  },
  {
    "translation": {
      "en": "He's just as startled as she is to see him.",
      "es": "Se sorprendió tanto de verla como ella a él."
    }
  },
  {
    "translation": {
      "en": "Maria says, \"I just threw my hands up and said,",
      "es": "María declara que dijo, rindiéndose:"
    }
  },
  {
    "translation": {
      "en": "'Hey, you already shot me once, do you really have to shoot me again?'\"",
      "es": "\"Ya me disparaste una vez. ¿Es necesario que lo hagas de nuevo?\"."
    }
  },
  {
    "translation": {
      "en": "At which time, the suspect puts the gun down by his side",
      "es": "En ese momento, el sospechoso bajó el arma"
    }
  },
  {
    "translation": {
      "en": "and doesn't even run.",
      "es": "y ni siquiera corrió."
    }
  },
  {
    "translation": {
      "en": "He walks away.",
      "es": "Se alejó caminando."
    }
  },
  {
    "translation": {
      "en": "[Gil] I'm at the Maria Hernandez house.",
      "es": "Estoy en la escena del crimen,"
    }
  },
  {
    "translation": {
      "en": "I'm not thinking about anything else,",
      "es": "con la mente ocupada en documentar minuciosamente"
    }
  },
  {
    "translation": {
      "en": "other than getting accurate documentations of what my observations are.",
      "es": "con la mente ocupada en documentar minuciosamente todas mis observaciones."
    }
  },
  {
    "translation": {
      "en": "So, I'm documenting everything from ambiance to smell,",
      "es": "Documento todo, desde la atmósfera hasta el olor."
    }
  },
  {
    "translation": {
      "en": "using fixed objects to measure where her foot is, where her head is,",
      "es": "Uso objetos fijos para determinar la ubicación de su pie y su cabeza,"
    }
  },
  {
    "translation": {
      "en": "and…",
      "es": "y…"
    }
  },
  {
    "translation": {
      "en": "directing the photographer to take photographs of the crime scene.",
      "es": "le pido al fotógrafo que tome imágenes de la escena del crimen."
    }
  },
  {
    "translation": {
      "en": "And once that's done,",
      "es": "Solo después de todo esto,"
    }
  },
  {
    "translation": {
      "en": "then I can start thinking about motives,",
      "es": "puedo empezar a pensar en móviles"
    }
  },
  {
    "translation": {
      "en": "and thinking about solving this case.",
      "es": "y en cómo resolver este caso."
    }
  },
  {
    "translation": {
      "en": "I'm inside the living room and the deputy opens a door and says,",
      "es": "Estoy en el comedor, cuando un oficial abre la puerta y dice:"
    }
  },
  {
    "translation": {
      "en": "\"Excuse me, the mother of Maria Hernandez is out here",
      "es": "\"Disculpe, la madre de María Hernández está aquí"
    }
  },
  {
    "translation": {
      "en": "and she'd like to have a word with you.\"",
      "es": "y quiere hablar con usted\"."
    }
  },
  {
    "translation": {
      "en": "While the door is open, he's standing there, I hear somebody say,",
      "es": "En ese momento, oigo que alguien dice:"
    }
  },
  {
    "translation": {
      "en": "\"Gilbert, is that you?\"",
      "es": "\"Gilbert, ¿eres tú?\"."
    }
  },
  {
    "translation": {
      "en": "I'm there saying, \"Gilbert? Nobody calls me-- I'm Gil. I'm too cool to be Gilbert.\"",
      "es": "Y pienso: \"¿Gilbert? Nadie me dice así. Soy demasiado genial para ser Gilbert\"."
    }
  },
  {
    "translation": {
      "en": "And I can't see her, I hear her voice.",
      "es": "No puedo verla, oigo su voz."
    }
  },
  {
    "translation": {
      "en": "And she says,",
      "es": "Y dice:"
    }
  },
  {
    "translation": {
      "en": "\"It's me, Pauline.\"",
      "es": "\"Soy yo, Pauline\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Pumpkin?\"",
      "es": "Dije: \"¿Pastelito?\"."
    }
  },
  {
    "translation": {
      "en": "And she said, \"Yes.\"",
      "es": "Y responde: \"Sí\"."
    }
  },
  {
    "translation": {
      "en": "And it was the mother of Maria Hernandez.",
      "es": "Era la madre de María Hernández."
    }
  },
  {
    "translation": {
      "en": "A neighbor that lived three doors down from me when I was a kid growing up.",
      "es": "Vivíamos a tres casas de distancia cuando era chico."
    }
  },
  {
    "translation": {
      "en": "This case was already close to home.",
      "es": "Este caso ya estaba cerca de casa."
    }
  },
  {
    "translation": {
      "en": "We find out the next day that 40 minutes after the murder of Dayle Okazaki,",
      "es": "Al otro día, descubrimos que, 40 minutos después del asesinato,"
    }
  },
  {
    "translation": {
      "en": "the Monterey Park Police Department got a call.",
      "es": "la policía de Monterey Park recibió una llamada."
    }
  },
  {
    "translation": {
      "en": "There was a murder that had occurred probably a mile from where Dayle Okazaki got killed.",
      "es": "Hubo otro asesinato a 1.5 kilómetros de donde mataron a Dayle Okazaki."
    }
  },
  {
    "translation": {
      "en": "They've got a young Asian girl that is driving down the street,",
      "es": "Una joven asiática va conduciendo por la calle"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden",
      "es": "y, de repente,"
    }
  },
  {
    "translation": {
      "en": "she is stopped,",
      "es": "alguien la detiene."
    }
  },
  {
    "translation": {
      "en": "and she's yanked out of her car,",
      "es": "La sacaron del auto por la fuerza"
    }
  },
  {
    "translation": {
      "en": "and she's shot",
      "es": "y le dispararon"
    }
  },
  {
    "translation": {
      "en": "for no apparent reason.",
      "es": "sin razón aparente."
    }
  },
  {
    "translation": {
      "en": "[reporter] Tsai-Lian Yu was left sprawled in the street, shot in the chest.",
      "es": "Tsai-Lian Yu quedó tirada en la calle con un disparo en el pecho."
    }
  },
  {
    "translation": {
      "en": "Her last words:",
      "es": "Sus últimas palabras fueron: \"¡Ayúdenme!\"."
    }
  },
  {
    "translation": {
      "en": "\"Help me! Help me!\"",
      "es": "Sus últimas palabras fueron: \"¡Ayúdenme!\". EDAD: 30 AÑOS"
    }
  },
  {
    "translation": {
      "en": "[Gil] It was the same caliber weapon,",
      "es": "El arma era del mismo calibre,"
    }
  },
  {
    "translation": {
      "en": "but you can't assume that it's the same gun because…",
      "es": "pero no se puede asumir que era la misma arma."
    }
  },
  {
    "translation": {
      "en": "…there are thousands upon thousands of .22s out there.",
      "es": "Hay miles de armas calibre 0.22 en circulación."
    }
  },
  {
    "translation": {
      "en": "Maybe it's not.",
      "es": "Podría no ser la misma."
    }
  },
  {
    "translation": {
      "en": "So now we have Maria Hernandez in the hospital.",
      "es": "Así que María Hernández estaba en el hospital."
    }
  },
  {
    "translation": {
      "en": "We told her we'd like to send the staff artist. She says, \"Sure.\"",
      "es": "Le dijimos que enviaríamos a un dibujante, y ella aceptó."
    }
  },
  {
    "translation": {
      "en": "[Maria] I can tell you he was… 5'10\", something like that. Dark clothes…",
      "es": "Puedo decir que medía más o menos 1.75 m."
    }
  },
  {
    "translation": {
      "en": "[Gil] When that staff artist brought me the picture,",
      "es": "- Ropa oscura… - Cuando vi el retrato,"
    }
  },
  {
    "translation": {
      "en": "I was showing it to the detectives over at East LA Station,",
      "es": "estaba mostrándoselo a los detectives en la comisaría"
    }
  },
  {
    "translation": {
      "en": "and a friend of mine said, \"Gil, hold that thought.\"",
      "es": "cuando un amigo dice: \"Espera\"."
    }
  },
  {
    "translation": {
      "en": "He goes out to his car and he brings out an identikit drawing.",
      "es": "Va a su auto y saca un retrato robot."
    }
  },
  {
    "translation": {
      "en": "You put them together, it looks like the same guy.",
      "es": "Al verlos juntos, parece la misma persona."
    }
  },
  {
    "translation": {
      "en": "His drawing came from the physical description of a suspect",
      "es": "Su retrato provenía de la descripción del sospechoso"
    }
  },
  {
    "translation": {
      "en": "of an attempted kidnapping out of the city of Pico Rivera.",
      "es": "de un intento de secuestro en Pico Rivera."
    }
  },
  {
    "translation": {
      "en": "My mind started working because,",
      "es": "Mi mente empezó a atar cabos,"
    }
  },
  {
    "translation": {
      "en": "before I got to Homicide, I was going to Cal State LA.",
      "es": "porque antes de trabajar en homicidios, estudié en Cal State."
    }
  },
  {
    "translation": {
      "en": "There was a professor by the name of Robert Morneau. Great man, best professor I've ever had.",
      "es": "Había un profesor llamado Robert Morneau. Gran hombre, el mejor profesor que tuve."
    }
  },
  {
    "translation": {
      "en": "And I took Advanced Criminal Investigation Pertaining to Sex Crimes from him.",
      "es": "Tomé su curso, Investigación Criminal de Delitos Sexuales."
    }
  },
  {
    "translation": {
      "en": "And I remembered that there's a deviancy that says,",
      "es": "Y recordé que hay una desviación que dice:"
    }
  },
  {
    "translation": {
      "en": "\"I like to see a frightened look on your face.\"",
      "es": "\"Me gusta ver el terror en tu rostro."
    }
  },
  {
    "translation": {
      "en": "\"I want to see you scared. That's what really gets me turned on.\"",
      "es": "Quiero que sientas miedo. Eso es lo que me calienta\"."
    }
  },
  {
    "translation": {
      "en": "That's excitement to them.",
      "es": "Eso los excita."
    }
  },
  {
    "translation": {
      "en": "With Maria Hernandez,",
      "es": "Con María Hernández,"
    }
  },
  {
    "translation": {
      "en": "he could have walked up behind her in silence and killed her.",
      "es": "pudo haberse acercado sigilosamente y matarla."
    }
  },
  {
    "translation": {
      "en": "He didn't.",
      "es": "No lo hizo."
    }
  },
  {
    "translation": {
      "en": "He intentionally slapped the top of a car…",
      "es": "Golpeó el techo del auto a propósito"
    }
  },
  {
    "translation": {
      "en": "-[slapping echoes] -…so she could turn around and see him.",
      "es": "para que ella se volteara y lo viera."
    }
  },
  {
    "translation": {
      "en": "Dayle Okazaki,",
      "es": "Dayle Okazaki estaba agachada,"
    }
  },
  {
    "translation": {
      "en": "she was down on the ground and he waited until he saw the fear in her eyes,",
      "es": "Dayle Okazaki estaba agachada, y él esperó a ver el miedo en sus ojos"
    }
  },
  {
    "translation": {
      "en": "then he shot her right here.",
      "es": "para dispararle en la frente."
    }
  },
  {
    "translation": {
      "en": "why wasn't she killed right there in the car?",
      "es": "¿por qué a ella no la mató en el auto?"
    }
  },
  {
    "translation": {
      "en": "Whoever the suspect was wanted confrontation. Wanted to see that fear.",
      "es": "El sospechoso quería confrontarla. Quería ver el miedo."
    }
  },
  {
    "translation": {
      "en": "That's what started me thinking about, perhaps, one man doing this.",
      "es": "Eso me hizo empezar a pensar que el asesino podría ser varón."
    }
  },
  {
    "translation": {
      "en": "…with…",
      "es": "con…"
    }
  },
  {
    "translation": {
      "en": "And…",
      "es": "Y…"
    }
  },
  {
    "translation": {
      "en": "[Frank] Ten days after Okazaki, Hernandez, and Yu,",
      "es": "Diez días después de Okazaki, Hernández y Yu,"
    }
  },
  {
    "translation": {
      "en": "there is a double murder out in Whittier County area.",
      "es": "hay un doble asesinato en el condado de Whittier."
    }
  },
  {
    "translation": {
      "en": "[Gil] The house of Vincent and Maxine Zazzara.",
      "es": "La casa de Vincent y Maxine Zazzara."
    }
  },
  {
    "translation": {
      "en": "JD Smith and Russ Yuloth went to that case. It was their murder.",
      "es": "JD Smith y Russ Yuloth fueron asignados al caso."
    }
  },
  {
    "translation": {
      "en": "It's a pretty brutal murder.",
      "es": "Fue un asesinato brutal."
    }
  },
  {
    "translation": {
      "en": "You could see where he stepped on a five-gallon plastic can",
      "es": "Se podía ver que el asesino se apoyó en un bote de plástico"
    }
  },
  {
    "translation": {
      "en": "and got in the house through an open restroom window.",
      "es": "y entró a la casa por una ventana abierta del baño."
    }
  },
  {
    "translation": {
      "en": "The place was ransacked.",
      "es": "La casa fue saqueada."
    }
  },
  {
    "translation": {
      "en": "[Frank] There was a $40,000 theft",
      "es": "Robaron 40 000 dólares"
    }
  },
  {
    "translation": {
      "en": "that occurred there in jewelry and things.",
      "es": "en joyas y otros bienes."
    }
  },
  {
    "translation": {
      "en": "The male is executed as he's sleeping on the couch…",
      "es": "El hombre fue ejecutado mientras dormía en el sofá."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -…with a gunshot wound to the temple.",
      "es": "Le dispararon en la sien."
    }
  },
  {
    "translation": {
      "en": "A .22 was used.",
      "es": "Se usó un arma del 22."
    }
  },
  {
    "translation": {
      "en": "[Gil] So now you have Dayle Okazaki killed with a .22,",
      "es": "Asesinaron a Dayle Okazaki con un arma calibre 0.22,"
    }
  },
  {
    "translation": {
      "en": "Tsai-Lian Yu killed with a .22, and the Zazzaras killed with a .22.",
      "es": "a Tsai-Lian Yu con un calibre 0.22 y a los Zazzara con un calibre 0.22."
    }
  },
  {
    "translation": {
      "en": "[Frank] And the woman is found in bed.",
      "es": "La mujer fue encontrada en la cama."
    }
  },
  {
    "translation": {
      "en": "[Gil] She has several stab wounds just above the vagina.",
      "es": "Tenía varias puñaladas justo encima de la vagina."
    }
  },
  {
    "translation": {
      "en": "She had been raped,",
      "es": "La habían violado"
    }
  },
  {
    "translation": {
      "en": "and he actually cut her eyes out.",
      "es": "La habían violado y le arrancaron los ojos."
    }
  },
  {
    "translation": {
      "en": "[Frank] Why?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Why did he do that?",
      "es": "¿Por qué hizo eso?"
    }
  },
  {
    "translation": {
      "en": "Was it because she stared at him or got a hard look at him?",
      "es": "¿Fue porque lo miró fijamente o vio su rostro con claridad?"
    }
  },
  {
    "translation": {
      "en": "[Gil] He took the eyes with him, and then he's gone.",
      "es": "El asesino se llevó los ojos y se fue."
    }
  },
  {
    "translation": {
      "en": "[Frank] The biggest thing in that case was…",
      "es": "Lo más relevante de ese caso"
    }
  },
  {
    "translation": {
      "en": "a shoe print left at the point of entry and in flower beds around the house.",
      "es": "era una huella de zapato en la entrada y en los canteros de la casa."
    }
  },
  {
    "translation": {
      "en": "That was a full-sized 11 to 12 shoe.",
      "es": "Era un zapato de talla 11 a 12."
    }
  },
  {
    "translation": {
      "en": "[woman] I was six, and my first memory of that night is…",
      "es": "Yo tenía seis años, y lo primero que recuerdo de esa noche"
    }
  },
  {
    "translation": {
      "en": "the window opening and being woken up.",
      "es": "es que la ventana se abrió y me despertaron."
    }
  },
  {
    "translation": {
      "en": "And then being ushered out the window,",
      "es": "Recuerdo que me sacaron por la ventana"
    }
  },
  {
    "translation": {
      "en": "and being carried.",
      "es": "y me llevaron cargada."
    }
  },
  {
    "translation": {
      "en": "It kind of hurts me to say that",
      "es": "Me duele un poco decir"
    }
  },
  {
    "translation": {
      "en": "there was a familiarity, uh…",
      "es": "que sentí cierta familiaridad."
    }
  },
  {
    "translation": {
      "en": "you know, he reminded me of a family member,",
      "es": "Él me recordaba a un familiar."
    }
  },
  {
    "translation": {
      "en": "and, you know, I was half asleep, I didn't know what was going on.",
      "es": "Yo estaba medio dormida, no sabía lo que pasaba y pensé:"
    }
  },
  {
    "translation": {
      "en": "So, I thought, \"Well, that's okay. I know him,",
      "es": "\"Está bien, lo conozco,"
    }
  },
  {
    "translation": {
      "en": "so… I guess this is okay that I'm going.\"",
      "es": "\"Está bien, lo conozco, supongo que está bien que me lleve\"."
    }
  },
  {
    "translation": {
      "en": "I don't know how long I was in the car or what it looked like.",
      "es": "No sé cuánto tiempo estuve en el auto o cómo era."
    }
  },
  {
    "translation": {
      "en": "But I do remember",
      "es": "Pero sí recuerdo"
    }
  },
  {
    "translation": {
      "en": "there was one point where we were driving,",
      "es": "que, en un momento del trayecto,"
    }
  },
  {
    "translation": {
      "en": "and… he looked at me and,",
      "es": "que, en un momento del trayecto, él me miró y dijo:"
    }
  },
  {
    "translation": {
      "en": "he said, you know,",
      "es": "él me miró y dijo:"
    }
  },
  {
    "translation": {
      "en": "\"Open up the glove compartment.\"",
      "es": "\"Abre la guantera\"."
    }
  },
  {
    "translation": {
      "en": "And I did and there was a gun inside.",
      "es": "Lo hice y vi que había un arma."
    }
  },
  {
    "translation": {
      "en": "And he shut it and just kind of like-- \"Just so you know, that's there.\"",
      "es": "Luego la cerró y dijo: \"Solo para que sepas, ahí está\"."
    }
  },
  {
    "translation": {
      "en": "Things started from there.",
      "es": "Así empezó todo."
    }
  },
  {
    "translation": {
      "en": "You know…",
      "es": "Ya sabes…"
    }
  },
  {
    "translation": {
      "en": "Look at him and… touch him and things like that.",
      "es": "a mirarlo, a tocarlo y cosas por el estilo."
    }
  },
  {
    "translation": {
      "en": "And then we got to where we were going.",
      "es": "Luego llegamos adonde íbamos."
    }
  },
  {
    "translation": {
      "en": "I remember there being German Shepherds barking and a chain-link fence.",
      "es": "Recuerdo que había pastores alemanes ladrando y una cerca de alambre."
    }
  },
  {
    "translation": {
      "en": "And he made me get into a zipped-up duffel bag",
      "es": "Él me obligó a meterme en una bolsa de lona"
    }
  },
  {
    "translation": {
      "en": "and he told me, \"You need to be quiet.",
      "es": "y me dijo: \"No debes hacer ruido. Métete ahí."
    }
  },
  {
    "translation": {
      "en": "You need to get in here.\"",
      "es": "\"No debes hacer ruido. Métete ahí."
    }
  },
  {
    "translation": {
      "en": "Like, \"Don't mess with me.",
      "es": "No me provoques."
    }
  },
  {
    "translation": {
      "en": "Do what I say.\"",
      "es": "Haz lo que te digo\"."
    }
  },
  {
    "translation": {
      "en": "We had to walk through a room with a couch,",
      "es": "Pasamos por una habitación con un sofá."
    }
  },
  {
    "translation": {
      "en": "and everything was dark and kind of dingy.",
      "es": "Todo era oscuro y lúgubre."
    }
  },
  {
    "translation": {
      "en": "The windows were covered",
      "es": "Las ventanas estaban cubiertas"
    }
  },
  {
    "translation": {
      "en": "with drapery or something that made it dark, and…",
      "es": "con cortinas o algo que hacía que todo estuviera oscuro y…"
    }
  },
  {
    "translation": {
      "en": "I don't know. Just slimy.",
      "es": "no sé, era desagradable."
    }
  },
  {
    "translation": {
      "en": "Food packages and…",
      "es": "Paquetes de alimentos…"
    }
  },
  {
    "translation": {
      "en": "take-out stuff around.",
      "es": "y comida para llevar."
    }
  },
  {
    "translation": {
      "en": "Very not my house.",
      "es": "Todo lo opuesto a mi casa."
    }
  },
  {
    "translation": {
      "en": "There was just this soundtrack of Madonna going on.",
      "es": "Se oían canciones de Madonna sonando de fondo."
    }
  },
  {
    "translation": {
      "en": "[Anastasia] \"Holiday\" and \"Like a Virgin.\"",
      "es": "\"Holiday\" y \"Like a Virgin\"."
    }
  },
  {
    "translation": {
      "en": "All of those songs…",
      "es": "Las mismas canciones…"
    }
  },
  {
    "translation": {
      "en": "…over and over.",
      "es": "sonando una y otra vez."
    }
  },
  {
    "translation": {
      "en": "I remember saying, \"Stop. This hurts. Don't.\"",
      "es": "Recuerdo que le decía: \"Detente. Eso duele. No lo hagas\"."
    }
  },
  {
    "translation": {
      "en": "Or, like, \"Why are you doing this?\"",
      "es": "O: \"¿Por qué haces esto?\"."
    }
  },
  {
    "translation": {
      "en": "You know, I'd say, like, \"Can I go to the bathroom?\"",
      "es": "Cuando preguntaba si podía ir al baño,"
    }
  },
  {
    "translation": {
      "en": "He would stop what he was doing, take me to the sink",
      "es": "él se detenía, me llevaba al lavabo"
    }
  },
  {
    "translation": {
      "en": "and sit me on the sink.",
      "es": "y me sentaba allí."
    }
  },
  {
    "translation": {
      "en": "And then nothing would happen for a while, then he'd take me back and…",
      "es": "Luego no pasaba nada por un rato, hasta que volvía a agarrarme y continuaba."
    }
  },
  {
    "translation": {
      "en": "continue.",
      "es": "hasta que volvía a agarrarme y continuaba."
    }
  },
  {
    "translation": {
      "en": "And I would ask again,",
      "es": "Y yo volvía a decirle que necesitaba ir al baño"
    }
  },
  {
    "translation": {
      "en": "\"I have to go to the bathroom. Can you please stop?\"",
      "es": "Y yo volvía a decirle que necesitaba ir al baño y a pedirle que se detuviera, así todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "And he would keep stopping.",
      "es": "y a pedirle que se detuviera, así todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "But, each time, it's like, \"All right, I know you don't have to go.\"",
      "es": "Pero siempre parecía decir: \"Sé que no tienes ganas de ir al baño\"."
    }
  },
  {
    "translation": {
      "en": "Something in the way that he would look at me that…",
      "es": "Había algo raro en su forma de mirarme."
    }
  },
  {
    "translation": {
      "en": "It was almost like, \"I'm sorry that I'm doing this to you.",
      "es": "Parecía decirme: \"Lamento estar haciéndote esto."
    }
  },
  {
    "translation": {
      "en": "But I'm not sorry, 'cause I'm not going to stop.\"",
      "es": "Pero no tanto como para detenerme\"."
    }
  },
  {
    "translation": {
      "en": "He put me in the bag again, to leave the place where we were.",
      "es": "Volvió a meterme en la bolsa para salir del lugar donde estábamos."
    }
  },
  {
    "translation": {
      "en": "And after a while we stopped…",
      "es": "Después de un rato, nos detuvimos…"
    }
  },
  {
    "translation": {
      "en": "on the side of the road,",
      "es": "a un costado de la carretera."
    }
  },
  {
    "translation": {
      "en": "and he said, \"There's a gas station over there.",
      "es": "Me dijo: \"Allí hay una estación de gasolina."
    }
  },
  {
    "translation": {
      "en": "I want you to go in there and I want you to tell them to call 911",
      "es": "Quiero que entres y les pidas que llamen al 911"
    }
  },
  {
    "translation": {
      "en": "and have them get your family to come get you.\"",
      "es": "para que tu familia venga a buscarte\"."
    }
  },
  {
    "translation": {
      "en": "Um, so…",
      "es": "Luego…"
    }
  },
  {
    "translation": {
      "en": "he let me go.",
      "es": "me dejó ir."
    }
  },
  {
    "translation": {
      "en": "[Frank] At that time there was a series of child abductions,",
      "es": "En ese momento, había una ola de secuestros infantiles"
    }
  },
  {
    "translation": {
      "en": "or attempted abductions, of children.",
      "es": "o intentos de secuestro."
    }
  },
  {
    "translation": {
      "en": "In each case, the child was sexually assaulted.",
      "es": "En cada caso, el niño fue agredido sexualmente."
    }
  },
  {
    "translation": {
      "en": "[reporter] February 25th, in Montebello,",
      "es": "El 25 de febrero, en Montebello,"
    }
  },
  {
    "translation": {
      "en": "a six-year-old girl was taken from a schoolyard, molested, then abandoned.",
      "es": "una niña de seis años fue raptada, abusada y luego abandonada."
    }
  },
  {
    "translation": {
      "en": "March 11th in Monterey Park, a nine-year-old boy was snatched from his bed,",
      "es": "El 11 de marzo, en Monterey Park, un niño de nueve fue sacado de su cama,"
    }
  },
  {
    "translation": {
      "en": "molested, then abandoned.",
      "es": "abusado y luego abandonado."
    }
  },
  {
    "translation": {
      "en": "March 20th, in Glassell Park,",
      "es": "El 20 de marzo, en Glassell Park,"
    }
  },
  {
    "translation": {
      "en": "an eight-year-old girl was taken from her bed, assaulted in a car, then abandoned.",
      "es": "sacaron a una niña de ocho de su cama, la violaron y luego la abandonaron."
    }
  },
  {
    "translation": {
      "en": "[Gil] If kids get sexually assaulted, get kidnapped, or anything happens to kids,",
      "es": "Cuando violan, secuestran o le hacen algo a un niño,"
    }
  },
  {
    "translation": {
      "en": "that's an entirely different unit.",
      "es": "el caso va a una unidad distinta."
    }
  },
  {
    "translation": {
      "en": "I was assigned to the sheriff's Homicide Bureau.",
      "es": "Yo pertenecía a Homicidios."
    }
  },
  {
    "translation": {
      "en": "I'm working one murder…",
      "es": "Investigaba un asesinato,"
    }
  },
  {
    "translation": {
      "en": "the murder of Dayle Okazaki and the wounding of Maria Hernandez.",
      "es": "el asesinato de Dayle Okazaki y el ataque a María Hernández."
    }
  },
  {
    "translation": {
      "en": "And as part of your investigation, you look for broadcast.",
      "es": "Y como parte de la investigación, hay que estar atento a las noticias."
    }
  },
  {
    "translation": {
      "en": "Everything else that's going on around in the area, what's happening.",
      "es": "Todo lo que sucede en la zona. ¿Qué está pasando?"
    }
  },
  {
    "translation": {
      "en": "The first description I got was from Maria Hernandez.",
      "es": "María Hernández dio la primera descripción."
    }
  },
  {
    "translation": {
      "en": "When you look at the reports that the children gave…",
      "es": "Al analizar los informes que dieron los niños,"
    }
  },
  {
    "translation": {
      "en": "their descriptions were very similar.",
      "es": "sus descripciones eran muy similares."
    }
  },
  {
    "translation": {
      "en": "They described him as being tall, thin, light-skinned Hispanic or Caucasian,",
      "es": "Lo describieron como alguien alto, delgado, de tez clara, hispano o caucásico,"
    }
  },
  {
    "translation": {
      "en": "disheveled hair,",
      "es": "pelo revuelto,"
    }
  },
  {
    "translation": {
      "en": "all black clothing, Members Only-type jacket,",
      "es": "ropa negra, chaqueta Members Only,"
    }
  },
  {
    "translation": {
      "en": "brown-stained gap teeth, and a pungent odor.",
      "es": "dentadura manchada y con huecos y un olor penetrante."
    }
  },
  {
    "translation": {
      "en": "In my opinion, we had a serial killer",
      "es": "En mi opinión, teníamos un asesino serial que secuestraba niños y niñas,"
    }
  },
  {
    "translation": {
      "en": "that was responsible for kidnapping children,",
      "es": "teníamos un asesino serial que secuestraba niños y niñas,"
    }
  },
  {
    "translation": {
      "en": "girls, boys, raping adult women, killing adult women, killing males.",
      "es": "teníamos un asesino serial que secuestraba niños y niñas, violaba mujeres adultas y mataba adultos de ambos sexos."
    }
  },
  {
    "translation": {
      "en": "Not many people believed that,",
      "es": "No mucha gente cree eso."
    }
  },
  {
    "translation": {
      "en": "because we've never encountered anybody like that…",
      "es": "No mucha gente cree eso. Nunca hemos encontrado a alguien así"
    }
  },
  {
    "translation": {
      "en": "in criminal history.",
      "es": "en la historia del crimen."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil asked me, \"What do you think?\"",
      "es": "Gil me preguntó: \"¿Qué opinas?\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Is it possible? Absolutely.",
      "es": "Respondí: \"¿Es posible? Desde luego."
    }
  },
  {
    "translation": {
      "en": "Is it probable? Mmm.",
      "es": "¿Es probable?"
    }
  },
  {
    "translation": {
      "en": "It's never been documented before.\"",
      "es": "No hay registros de algo así\"."
    }
  },
  {
    "translation": {
      "en": "[Gil] On April 10th,",
      "es": "El 10 de abril,"
    }
  },
  {
    "translation": {
      "en": "I attended a meeting of local law enforcement from the Los Angeles area",
      "es": "asistí a una reunión de las agencias de policía del área de Los Ángeles"
    }
  },
  {
    "translation": {
      "en": "to exchange information between agencies on the abduction of children.",
      "es": "para intercambiar información sobre el secuestro de niños."
    }
  },
  {
    "translation": {
      "en": "I was alleging that the child abductions were related to the homicides.",
      "es": "Yo afirmaba que esos secuestros estaban relacionados con los homicidios."
    }
  },
  {
    "translation": {
      "en": "And they were laughing at me.",
      "es": "Todos se rieron de mí."
    }
  },
  {
    "translation": {
      "en": "[Frank] This just doesn't occur.",
      "es": "Eso nunca sucede."
    }
  },
  {
    "translation": {
      "en": "You didn't have a guy going around violently killing people",
      "es": "No hay asesinos violentos"
    }
  },
  {
    "translation": {
      "en": "and then also kidnapping and assaulting young people",
      "es": "que también decidan secuestrar y violar menores"
    }
  },
  {
    "translation": {
      "en": "and allowing them to live.",
      "es": "sin matarlos."
    }
  },
  {
    "translation": {
      "en": "It's unheard of.",
      "es": "Es algo inaudito."
    }
  },
  {
    "translation": {
      "en": "And these old-timers, they laughed it off.",
      "es": "Todos los veteranos se rieron."
    }
  },
  {
    "translation": {
      "en": "I went there openly and honestly.",
      "es": "Asistí con las mejores intenciones."
    }
  },
  {
    "translation": {
      "en": "I didn't realize that they were going to reject…",
      "es": "No sabía que iban a rechazar"
    }
  },
  {
    "translation": {
      "en": "and scoff at my theory.",
      "es": "y a burlarse de mi teoría."
    }
  },
  {
    "translation": {
      "en": "Gil was very frustrated with the way he was being treated.",
      "es": "Gil se sentía muy frustrado con el trato que recibía."
    }
  },
  {
    "translation": {
      "en": "[Gil] I had an inside friend that worked Monterey Park that told me,",
      "es": "Un colega que trabajaba en Monterey Park me dijo:"
    }
  },
  {
    "translation": {
      "en": "\"Every time you walk out of this office, every time you come in, walk out,",
      "es": "\"Cada vez que entras o sales de esta oficina,"
    }
  },
  {
    "translation": {
      "en": "they're motherfucking you to death, thinking you're a young punk",
      "es": "hablan pestes de ti y piensan que eres solo un novato que busca fama\"."
    }
  },
  {
    "translation": {
      "en": "trying to make a name for myself.\"",
      "es": "y piensan que eres solo un novato que busca fama\"."
    }
  },
  {
    "translation": {
      "en": "I thought Gil was right in suggesting that it was one person.",
      "es": "Yo pensaba que Gil tenía razón al sugerir que era la misma persona."
    }
  },
  {
    "translation": {
      "en": "He had a good sense of this killer.",
      "es": "Había estudiado bien a este asesino."
    }
  },
  {
    "translation": {
      "en": "So, I just encouraged him, as his friend, and said, \"Go for it.\"",
      "es": "Así que, como su amiga, lo alenté y le dije que siguiera adelante."
    }
  },
  {
    "translation": {
      "en": "[Gil] I used to use East LA Patrol Station as kind of like my home base.",
      "es": "La estación de patrullas del Este de LA era mi base de operaciones."
    }
  },
  {
    "translation": {
      "en": "Deputies there were well aware of what I was working.",
      "es": "Todos allí sabían en qué trabajaba."
    }
  },
  {
    "translation": {
      "en": "A deputy from the station approached me and said, \"Some girls called the cops.",
      "es": "Un oficial se me acercó y dijo: \"Unas chicas llamaron a la policía."
    }
  },
  {
    "translation": {
      "en": "They said, \"This guy was following us. Here's his plate number.'\"",
      "es": "Un tipo estuvo siguiéndolas. Esta es su matrícula\"."
    }
  },
  {
    "translation": {
      "en": "The guy had long hair, was tall, light-skinned Mexican.",
      "es": "Tenía pelo largo. Era alto, mexicano y de tez clara."
    }
  },
  {
    "translation": {
      "en": "I got a surveillance team and they're following him and he went to a restaurant.",
      "es": "Un equipo de vigilancia que envié lo siguió a un restaurante,"
    }
  },
  {
    "translation": {
      "en": "And they said he drove around the parking lot",
      "es": "donde condujo por el estacionamiento"
    }
  },
  {
    "translation": {
      "en": "and just kept skulking around, and finally saw a lone female",
      "es": "y merodeó hasta que vio a una mujer sola"
    }
  },
  {
    "translation": {
      "en": "and he started following her.",
      "es": "y empezó a seguirla."
    }
  },
  {
    "translation": {
      "en": "She realizes she's being followed, so she splits and she gets away from him.",
      "es": "Pero ella se dio cuenta, así que huyó de él."
    }
  },
  {
    "translation": {
      "en": "And they're still on him.",
      "es": "Y la vigilancia continúa."
    }
  },
  {
    "translation": {
      "en": "They said, \"This guy's a freak!\"",
      "es": "Dicen: \"¡Es un enfermo!\"."
    }
  },
  {
    "translation": {
      "en": "If he sees any female,",
      "es": "Si veía a una mujer, no le importaba nada,"
    }
  },
  {
    "translation": {
      "en": "didn't matter, guy went through all kinds of traffic just to get to 'em.",
      "es": "Si veía a una mujer, no le importaba nada, hacía cualquier maniobra para acercarse."
    }
  },
  {
    "translation": {
      "en": "And so, we take Arturo Robles into custody…",
      "es": "Así que arrestamos a Arturo Robles"
    }
  },
  {
    "translation": {
      "en": "and I talked to him.",
      "es": "y hablé con él."
    }
  },
  {
    "translation": {
      "en": "And I said, \"You're making U-turns because you wanna get to a woman?\"",
      "es": "Le dije: \"¿Haces todos esos giros en U para acercarte a una mujer?\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Yeah, I like women. Nothing wrong with that.\"",
      "es": "\"Sí, me gustan las mujeres. No tiene nada de malo\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Lady walks by you, then you ducked down behind the car.\"",
      "es": "Le dije: \"Una dama pasó a tu lado y te agachaste detrás del auto\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"Oh, I didn't duck. My shoes were untied.\"",
      "es": "Dijo que estaba atándose los cordones."
    }
  },
  {
    "translation": {
      "en": "He had an answer for everything. He was good.",
      "es": "Tenía una respuesta para todo. Era bueno."
    }
  },
  {
    "translation": {
      "en": "And so I put a six-pack, a mug show folder together.",
      "es": "Así que armé una carpeta con seis fotos policiales."
    }
  },
  {
    "translation": {
      "en": "One of the people I showed it to was Maria Hernandez.",
      "es": "Se la mostré a María Hernández, entre otros."
    }
  },
  {
    "translation": {
      "en": "And she said, \"That could be him.\"",
      "es": "Y dijo: \"Podría ser él\"."
    }
  },
  {
    "translation": {
      "en": "And so, we go back, write a search warrant,",
      "es": "Volvimos, conseguimos una orden de registro"
    }
  },
  {
    "translation": {
      "en": "go down to his house,",
      "es": "y fuimos a su casa."
    }
  },
  {
    "translation": {
      "en": "we find all kinds of pictures out of magazines,",
      "es": "Allí encontramos todo tipo de fotos en revistas,"
    }
  },
  {
    "translation": {
      "en": "photographs of women.",
      "es": "fotografías de mujeres."
    }
  },
  {
    "translation": {
      "en": "Wearing a black Members Only jacket, he's got dark clothing.",
      "es": "Llevaba una chaqueta Members Only negra y ropa oscura."
    }
  },
  {
    "translation": {
      "en": "He's got ladies' underwear, and they're all sliced in the crotch.",
      "es": "Guardaba prendas interiores femeninas, todas cortadas en la entrepierna."
    }
  },
  {
    "translation": {
      "en": "So, we had a lineup and nobody could pick him in the lineup.",
      "es": "Hicimos una rueda de identificación y nadie lo reconoció."
    }
  },
  {
    "translation": {
      "en": "Not even Maria Hernandez.",
      "es": "Ni siquiera María Hernández."
    }
  },
  {
    "translation": {
      "en": "My partner looked at me and said,",
      "es": "Mi compañero me miró y dijo:"
    }
  },
  {
    "translation": {
      "en": "\"He's a freak.",
      "es": "\"Es un bicho raro."
    }
  },
  {
    "translation": {
      "en": "But he's not your freak.",
      "es": "Pero no es tu bicho raro."
    }
  },
  {
    "translation": {
      "en": "He's not the guy.\"",
      "es": "No es el asesino\"."
    }
  },
  {
    "translation": {
      "en": "[Linda] In the case of the Dois in Monterey Park,",
      "es": "En el caso de los Doi, en Monterey Park,"
    }
  },
  {
    "translation": {
      "en": "I was called to go to their home.",
      "es": "me llamaron para ir a su casa."
    }
  },
  {
    "translation": {
      "en": "So, when I arrived at the scene,",
      "es": "Cuando llegué a la escena,"
    }
  },
  {
    "translation": {
      "en": "it was really violent…",
      "es": "todo había sido muy violento"
    }
  },
  {
    "translation": {
      "en": "and destructive.",
      "es": "y devastador."
    }
  },
  {
    "translation": {
      "en": "[reporter] Authorities say that the man shot 66-year-old William Doi,",
      "es": "Según la policía, el hombre le disparó a William Doi, de 66 años,"
    }
  },
  {
    "translation": {
      "en": "then raped, beat and robbed his wife.",
      "es": "y luego violó, golpeó y robó a su esposa."
    }
  },
  {
    "translation": {
      "en": "Detectives say Doi saved his wife's life by calling 911 before he died.",
      "es": "Dicen que Doi le salvó la vida a su esposa al llamar al 911 antes de morir."
    }
  },
  {
    "translation": {
      "en": "[Tony] They found his wife badly beaten.",
      "es": "Su esposa fue molida a golpes."
    }
  },
  {
    "translation": {
      "en": "On the thumb of her left hand, she was wearing thumbcuffs…",
      "es": "Le puso esposas para pulgares en la mano izquierda."
    }
  },
  {
    "translation": {
      "en": "Eighteen years I worked homicide,",
      "es": "En 18 años en homicidios,"
    }
  },
  {
    "translation": {
      "en": "it's the only case I ever came across where thumbcuffs were used.",
      "es": "nunca había visto que usaran esposas para pulgares."
    }
  },
  {
    "translation": {
      "en": "[Tony] A bizarre restraining device,",
      "es": "Con este raro dispositivo,"
    }
  },
  {
    "translation": {
      "en": "the thumb of her right hand was bleeding profusely,",
      "es": "el pulgar derecho sangraba profusamente,"
    }
  },
  {
    "translation": {
      "en": "indicating that in her attempt to free herself",
      "es": "indicando que, en su intento de liberarse,"
    }
  },
  {
    "translation": {
      "en": "Mrs. Doi had ripped her thumbs apart.",
      "es": "la Sra. Doi se había roto los pulgares."
    }
  },
  {
    "translation": {
      "en": "And that's basically the information we get from the Doi murder.",
      "es": "Y eso era todo lo que sabíamos del crimen de los Doi."
    }
  },
  {
    "translation": {
      "en": "We had…",
      "es": "Teníamos…"
    }
  },
  {
    "translation": {
      "en": "We had nothing. [chuckles] We had a whodunit.",
      "es": "No teníamos nada. Era un misterio."
    }
  },
  {
    "translation": {
      "en": "[Gil] A friend from Montebello PD says,",
      "es": "Un amigo policía me dice:"
    }
  },
  {
    "translation": {
      "en": "\"I may have found a link that's gonna help you link these cases.\"",
      "es": "\"Creo que encontré una pista que podría servirte\"."
    }
  },
  {
    "translation": {
      "en": "And he showed me a picture of a footprint that was taken at a child abduction.",
      "es": "Y me mostró la foto de una pisada, tomada en un secuestro infantil."
    }
  },
  {
    "translation": {
      "en": "[Frank] She was eight years old and taken from her house,",
      "es": "Tenía ocho años y la sacaron de su casa,"
    }
  },
  {
    "translation": {
      "en": "taken to a construction site and was sexually assaulted,",
      "es": "la llevaron a una obra en construcción y la agredieron sexualmente."
    }
  },
  {
    "translation": {
      "en": "and then set free.",
      "es": "Luego la liberaron."
    }
  },
  {
    "translation": {
      "en": "At that construction site, they had poured concrete that day",
      "es": "Ese día, habían vertido cemento en la obra,"
    }
  },
  {
    "translation": {
      "en": "and there was a shoe print in the concrete.",
      "es": "así que quedó una huella de zapato."
    }
  },
  {
    "translation": {
      "en": "And so I went down there. He showed them. I said, \"Jesus Christ.\"",
      "es": "Fui al lugar y vi la pisada. Dije: \"Santo cielo\"."
    }
  },
  {
    "translation": {
      "en": "And I recognized it immediately",
      "es": "La reconocí de inmediato,"
    }
  },
  {
    "translation": {
      "en": "as the same or similar footprint that was lifted",
      "es": "era una huella idéntica o muy parecida a la que se encontró en la escena del crimen de los Zazzara."
    }
  },
  {
    "translation": {
      "en": "at the Zazzara homicide crime scene.",
      "es": "a la que se encontró en la escena del crimen de los Zazzara."
    }
  },
  {
    "translation": {
      "en": "[Frank] We knew by Zazzara, we were looking for a pretty good-sized shoe.",
      "es": "Por el caso Zazzara, sabíamos que buscábamos un zapato grande."
    }
  },
  {
    "translation": {
      "en": "Somewhere between 11 and a 12.",
      "es": "Entre talla 11 y 12."
    }
  },
  {
    "translation": {
      "en": "So, I called up my lieutenant and I said, \"Okay, I found the link.\"",
      "es": "Llamé al teniente y le dije: \"Encontré una conexión\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Gil,",
      "es": "Me dice:"
    }
  },
  {
    "translation": {
      "en": "I've got the guys from LAPD in here that are handling that case,",
      "es": "\"La policía de la ciudad está investigando el caso,"
    }
  },
  {
    "translation": {
      "en": "they're looking for a size ten.",
      "es": "buscan una talla diez."
    }
  },
  {
    "translation": {
      "en": "You're looking for a bigger shoe.\"",
      "es": "Tú buscas una talla mayor\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Put them on the phone.\"",
      "es": "Dije: \"Comunícame con ellos\"."
    }
  },
  {
    "translation": {
      "en": "And he got on the phone. I said, \"I wanna know how you determine your size,",
      "es": "Cuando los tuve al teléfono, dije: \"¿Cómo calculas la talla?"
    }
  },
  {
    "translation": {
      "en": "because I'm looking at a shoe that's a one-to-one with a ruler in it.",
      "es": "Porque estoy viendo la pisada junto a una regla."
    }
  },
  {
    "translation": {
      "en": "It's 12 inches long. How do you get a size 10?\"",
      "es": "Tiene 30 cm de largo. ¿Cómo concluyes que es talla 10?\"."
    }
  },
  {
    "translation": {
      "en": "All they did, because the cement was kind of wet,",
      "es": "Lo que hizo, porque el cemento estaba fresco,"
    }
  },
  {
    "translation": {
      "en": "was he put his shoe, he wore wingtips,",
      "es": "fue usar sus propios zapatos,"
    }
  },
  {
    "translation": {
      "en": "size 10,",
      "es": "que eran talla 10."
    }
  },
  {
    "translation": {
      "en": "and he stood on one foot and put his wingtip down over the shoe print,",
      "es": "Se paró sobre un pie, puso el zapato sobre la huella"
    }
  },
  {
    "translation": {
      "en": "and he says, \"My shoe covers it. Got to be a size 10.\"",
      "es": "y pensó: \"Mi zapato encaja. Debe ser talla 10\"."
    }
  },
  {
    "translation": {
      "en": "Says, \"I obviously made a mistake, I got to change it. I got to make it right. You're right.\"",
      "es": "Me dice: \"Es obvio que cometí un error. Debo corregirlo\"."
    }
  },
  {
    "translation": {
      "en": "Now I've got a little bit of circumstantial evidence here.",
      "es": "Ahora tenía una prueba circunstancial."
    }
  },
  {
    "translation": {
      "en": "But that still wasn't enough.",
      "es": "Pero aún no era suficiente."
    }
  },
  {
    "translation": {
      "en": "[Frank] In May, 1985,",
      "es": "En mayo de 1985,"
    }
  },
  {
    "translation": {
      "en": "Gil loses his partner.",
      "es": "Gil pierde a su compañero."
    }
  },
  {
    "translation": {
      "en": "My partner goes off, eventually, to retire.",
      "es": "Mi compañero estaba cerca de jubilarse."
    }
  },
  {
    "translation": {
      "en": "So, we decided to hook up.",
      "es": "Así que decidimos unirnos."
    }
  },
  {
    "translation": {
      "en": "Both get a drink at the bar and he says,",
      "es": "Pide un trago en el bar y dice:"
    }
  },
  {
    "translation": {
      "en": "\"Gil, would you be interested in working with me?\"",
      "es": "\"Oye, Gil, ¿te gustaría trabajar conmigo?\"."
    }
  },
  {
    "translation": {
      "en": "\"Too Cool Carrillo,\" you know, so I said, \"Yeah, I'll give it some thought.\"",
      "es": "Yo me creía \"Carrillo el genial\", así que le dije que lo pensaría."
    }
  },
  {
    "translation": {
      "en": "I went back and sat next to my wife and said,",
      "es": "Volví a casa y le dije a mi esposa:"
    }
  },
  {
    "translation": {
      "en": "\"Frank Salerno just asked me to be his partner!\"",
      "es": "\"¡Frank Salerno me pidió que fuera su compañero!\"."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Frank Salerno!",
      "es": "Me dice: \"¡Frank Salerno!"
    }
  },
  {
    "translation": {
      "en": "He's the best up there!\"",
      "es": "¡Es el mejor!\"."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil was young,",
      "es": "Gil era joven,"
    }
  },
  {
    "translation": {
      "en": "enthusiastic,",
      "es": "entusiasta,"
    }
  },
  {
    "translation": {
      "en": "had a good reputation,",
      "es": "tenía buena reputación"
    }
  },
  {
    "translation": {
      "en": "and spoke Spanish,",
      "es": "y hablaba español,"
    }
  },
  {
    "translation": {
      "en": "and I thought we'd make a good team.",
      "es": "así que pensé que haríamos un buen equipo."
    }
  },
  {
    "translation": {
      "en": "[Gil] Next day he comes up to me and he says,\"I was in my cups that night.\"",
      "es": "Al otro día, se me acerca y dice: \"Anoche estaba ebrio\"."
    }
  },
  {
    "translation": {
      "en": "And I figure… Frank's letting me down easy.",
      "es": "Pensé que buscaba una manera cortés de rechazarme."
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, but I'm not in my cups now.",
      "es": "Pero dijo: \"Ahora no estoy ebrio."
    }
  },
  {
    "translation": {
      "en": "I'm asking you, are you still interested?\"",
      "es": "Te pregunto, ¿sigues interesado?\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Sure.\"",
      "es": "Y dije: \"Claro\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"Good, I went to the captain. It's gonna happen.\"",
      "es": "Respondió: \"Ya hablé con el capitán. Está hecho\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Cool.\"",
      "es": "Dije: \"Genial\"."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil and I team up.",
      "es": "Gil y yo hicimos equipo."
    }
  },
  {
    "translation": {
      "en": "We become partners.",
      "es": "Nos convertimos en compañeros."
    }
  },
  {
    "translation": {
      "en": "I was really surprised, in a way, when I first realized that Frank Salerno,",
      "es": "Me sorprendió mucho enterarme de que Frank Salerno,"
    }
  },
  {
    "translation": {
      "en": "the almost bigger-than-life…",
      "es": "la leyenda viviente…"
    }
  },
  {
    "translation": {
      "en": "murder cop,",
      "es": "de la policía,"
    }
  },
  {
    "translation": {
      "en": "and then, here's this guy, Gil Carrillo.",
      "es": "iba a trabajar con este tipo, Gil Carrillo."
    }
  },
  {
    "translation": {
      "en": "I knew him from the streets.",
      "es": "Yo lo conocía de las calles."
    }
  },
  {
    "translation": {
      "en": "When he was a patrol deputy, he was known as El Cucuy,",
      "es": "Cuando era patrullero, lo apodaban el Cucuy,"
    }
  },
  {
    "translation": {
      "en": "the boogeyman.",
      "es": "el hombre del saco."
    }
  },
  {
    "translation": {
      "en": "He was notorious for eating sunflower seeds",
      "es": "Era famoso por comer semillas de girasol"
    }
  },
  {
    "translation": {
      "en": "and spitting the shells out all over the place.",
      "es": "y escupir las cáscaras por todos lados."
    }
  },
  {
    "translation": {
      "en": "Figuring out how he ends up working with Frank Salerno.",
      "es": "No entendía cómo terminó junto a Frank Salerno."
    }
  },
  {
    "translation": {
      "en": "They were an odd couple.",
      "es": "Eran una pareja dispareja."
    }
  },
  {
    "translation": {
      "en": "Frank was all business, no smiles.",
      "es": "Frank era muy serio, jamás sonreía."
    }
  },
  {
    "translation": {
      "en": "And Gil was this big guy who was, you know, jovial.",
      "es": "Y Gil era un tipo enorme y jovial."
    }
  },
  {
    "translation": {
      "en": "Gil was a welcome relief. [laughs]",
      "es": "Era un soplo de aire fresco."
    }
  },
  {
    "translation": {
      "en": "[Gil] He could've had anybody he wanted as a partner.",
      "es": "Podría haber elegido a cualquier compañero."
    }
  },
  {
    "translation": {
      "en": "And he asked me and I was tickled pink. I was flying.",
      "es": "Y me eligió a mí. Casi exploto de alegría."
    }
  },
  {
    "translation": {
      "en": "[reporter] …three-quarters of a million people",
      "es": "…unas 300 000 personas a las playas del sur de California"
    }
  },
  {
    "translation": {
      "en": "to beaches of Southern California to search for a cool--",
      "es": "…unas 300 000 personas a las playas del sur de California para refrescarse…"
    }
  },
  {
    "translation": {
      "en": "One hundred degrees every day this week,",
      "es": "Esta semana el termómetro no bajó de 37 ºC,"
    }
  },
  {
    "translation": {
      "en": "and it's expected to stay that way right on through the 4th of July.",
      "es": "y se espera que siga así hasta el 4 de julio."
    }
  },
  {
    "translation": {
      "en": "No, it's gonna stay hot.",
      "es": "El calor seguirá."
    }
  },
  {
    "translation": {
      "en": "Very hot. Even NBC's Johnny Carson was joking on last night's show about…",
      "es": "Hasta Johnny Carson, de NBC, bromeó sobre eso en el programa de anoche…"
    }
  },
  {
    "translation": {
      "en": "[Gil] Patty Elaine Higgins was killed in the city of Arcadia.",
      "es": "Patty Elaine Higgins fue asesinada en la ciudad de Arcadia."
    }
  },
  {
    "translation": {
      "en": "That's the first case Frank and I had had together.",
      "es": "Fue el primer caso que Frank y yo tuvimos juntos."
    }
  },
  {
    "translation": {
      "en": "[Frank] The killer was very enraged.",
      "es": "El asesino estaba loco de ira."
    }
  },
  {
    "translation": {
      "en": "He viciously cut her throat, then he stabbed her in that slash.",
      "es": "Le cortó la garganta ferozmente y luego la apuñaló en ese mismo corte."
    }
  },
  {
    "translation": {
      "en": "Like, you know, here's some more.",
      "es": "Como si nada lo saciara."
    }
  },
  {
    "translation": {
      "en": "That's a very violent individual.",
      "es": "Es una persona muy violenta."
    }
  },
  {
    "translation": {
      "en": "Four days go by…",
      "es": "Cuatro días después,"
    }
  },
  {
    "translation": {
      "en": "…and Arcadia PD calls the bureau again, says, \"We've got another murder.\"",
      "es": "la policía de Arcadia vuelve a llamar a Homicidios y dice: \"Tenemos otro asesinato\"."
    }
  },
  {
    "translation": {
      "en": "So, Gil and I roll out to the Cannon case,",
      "es": "Así que Gil y yo vamos a ver el caso Cannon,"
    }
  },
  {
    "translation": {
      "en": "just a few miles from where Patty Higgins' case was.",
      "es": "a pocos kilómetros del caso de Patty Higgins."
    }
  },
  {
    "translation": {
      "en": "[Gil] She had her throat slit,",
      "es": "La habían degollado"
    }
  },
  {
    "translation": {
      "en": "very similar to the way Patty Elaine Higgins' throat had been slit",
      "es": "de forma muy similar a la de Patty Elaine Higgins,"
    }
  },
  {
    "translation": {
      "en": "four days prior.",
      "es": "cuatro días atrás."
    }
  },
  {
    "translation": {
      "en": "Then we get to the 5th of July, three days later.",
      "es": "Luego llegó el 5 de julio, tres días después."
    }
  },
  {
    "translation": {
      "en": "[Frank] We get a call from Sierra Madre PD,",
      "es": "Recibimos una llamada de la policía de Sierra Madre,"
    }
  },
  {
    "translation": {
      "en": "which is not too far from Arcadia right there.",
      "es": "Recibimos una llamada de la policía de Sierra Madre, que no está muy lejos de Arcadia."
    }
  },
  {
    "translation": {
      "en": "In the front of the house there is a fabric mark and blood…",
      "es": "En el frente de la casa había restos de tela y había sangre en el alféizar,"
    }
  },
  {
    "translation": {
      "en": "on the windowsill,",
      "es": "y había sangre en el alféizar,"
    }
  },
  {
    "translation": {
      "en": "so we knew that the suspect was wearing,",
      "es": "así que supimos que el sospechoso"
    }
  },
  {
    "translation": {
      "en": "like, a gardener's glove or something like that.",
      "es": "llevaba guantes de jardinero o algo así."
    }
  },
  {
    "translation": {
      "en": "And we never find a single fingerprint",
      "es": "Nunca encontramos una sola huella dactilar"
    }
  },
  {
    "translation": {
      "en": "in any of our crime scenes.",
      "es": "en ninguna escena del crimen."
    }
  },
  {
    "translation": {
      "en": "[reporter] She was beaten with a tire iron at her parents' home in Sierra Madre.",
      "es": "La golpearon con una barreta en la casa de sus padres, en Sierra Madre."
    }
  },
  {
    "translation": {
      "en": "[Frank] The room was ransacked.",
      "es": "La habitación era un caos."
    }
  },
  {
    "translation": {
      "en": "I mean, just ransacked.",
      "es": "Un verdadero caos."
    }
  },
  {
    "translation": {
      "en": "[reporter] She says she remembers only going to bed.",
      "es": "Dice que solo recuerda haberse ido a la cama."
    }
  },
  {
    "translation": {
      "en": "She woke up bloodied, beaten, her bedroom in a disarray.",
      "es": "Despertó ensangrentada y golpeada, y su habitación era un desastre."
    }
  },
  {
    "translation": {
      "en": "She ended up with 42 inches of lacerations and skull fractures.",
      "es": "Terminó con más de un metro en heridas y fracturas de cráneo."
    }
  },
  {
    "translation": {
      "en": "It's a difficult situation to…",
      "es": "No es nada fácil…"
    }
  },
  {
    "translation": {
      "en": "stand there and interview a 16-year-old that had just gone through this.",
      "es": "entrevistar a una chica de 16 años que acaba de pasar por algo así."
    }
  },
  {
    "translation": {
      "en": "And you wanna…",
      "es": "Y quieres…"
    }
  },
  {
    "translation": {
      "en": "You really want to get your hands on that individual.",
      "es": "Quieres atrapar al culpable más que nada en el mundo."
    }
  },
  {
    "translation": {
      "en": "[Gil] We didn't go in the room where this happened,",
      "es": "No entramos a la escena del crimen."
    }
  },
  {
    "translation": {
      "en": "we didn't want to contaminate it.",
      "es": "No queríamos contaminarla."
    }
  },
  {
    "translation": {
      "en": "We're waiting out in the living room when Gisele Lavigne,",
      "es": "Estábamos esperando en la sala cuando entró Gisele Lavigne,"
    }
  },
  {
    "translation": {
      "en": "who was a criminalist from our crime lab,",
      "es": "una criminalista de nuestro laboratorio."
    }
  },
  {
    "translation": {
      "en": "she walks out, she's wearing a lab coat, her hair's in a bun, glasses on,",
      "es": "una criminalista de nuestro laboratorio. Tenía una bata de laboratorio, lentes y el pelo recogido."
    }
  },
  {
    "translation": {
      "en": "and she says, \"Hey, fellas, found something, may be interesting. You oughta take a look.\"",
      "es": "Nos dice: \"Chicos, encontré algo que podría interesarles. Vengan a ver\"."
    }
  },
  {
    "translation": {
      "en": "She's got a pink comforter in her hand,",
      "es": "Tiene un edredón rosa en la mano."
    }
  },
  {
    "translation": {
      "en": "and she walks out to us and she opens it up",
      "es": "Se nos acerca y abre el edredón,"
    }
  },
  {
    "translation": {
      "en": "and there's a shoe print in blood on that comforter.",
      "es": "mostrando una huella de zapato ensangrentada."
    }
  },
  {
    "translation": {
      "en": "[Gil] And that was the same footprint that was at the Zazzara murder,",
      "es": "Era la misma pisada que se encontró en el caso Zazzara"
    }
  },
  {
    "translation": {
      "en": "and it is the same footprint found at the northeast abduction of a 10-year-old little girl.",
      "es": "y en el secuestro de una niña de diez años."
    }
  },
  {
    "translation": {
      "en": "That's a serial-- There's no doubt in my mind. It's the same guy.",
      "es": "No había duda en mi cabeza. Era el mismo tipo."
    }
  },
  {
    "translation": {
      "en": "Gil and I just looked at each other.",
      "es": "Gil y yo nos miramos atónitos,"
    }
  },
  {
    "translation": {
      "en": "It's like, \"Wow.\"",
      "es": "sin creerlo."
    }
  },
  {
    "translation": {
      "en": "The only thing I could say was, \"Kiss my ass.\"",
      "es": "Solo podía decir: \"Que me parta un rayo\"."
    }
  },
  {
    "translation": {
      "en": "And Frank said, \"Yeah, kiss your ass.\"",
      "es": "Y Frank respondía: \"Sí, que te parta\"."
    }
  },
  {
    "translation": {
      "en": "It gave me chills, like it's giving me right now.",
      "es": "Todavía me provoca escalofríos."
    }
  },
  {
    "translation": {
      "en": "Right after we saw the footprint,",
      "es": "Después de ver la huella,"
    }
  },
  {
    "translation": {
      "en": "Frank says, \"Okay. Tell me everything you've got in your head.\"",
      "es": "Frank dice: \"Cuéntame todo lo que tienes en la cabeza\"."
    }
  },
  {
    "translation": {
      "en": "William and Emily Doi.",
      "es": "William y Emily Doi."
    }
  },
  {
    "translation": {
      "en": "We have Patty Elaine Higgins, we have Mary Cannon, and now Whitney Bennett.",
      "es": "Tenemos a Patty Elaine Higgins, a Mary Cannon y ahora a Whitney Bennett."
    }
  },
  {
    "translation": {
      "en": "They weren't all my cases,",
      "es": "No todos eran mis casos, pero los había estudiado."
    }
  },
  {
    "translation": {
      "en": "but I studied them. I knew all the details,",
      "es": "No todos eran mis casos, pero los había estudiado. Conocía cada detalle: horas, direcciones, datos."
    }
  },
  {
    "translation": {
      "en": "times, addresses, information,",
      "es": "Conocía cada detalle: horas, direcciones, datos."
    }
  },
  {
    "translation": {
      "en": "and I told him everything.",
      "es": "Le conté todo."
    }
  },
  {
    "translation": {
      "en": "Now it's in black and white in front of you.",
      "es": "Ahora todo salta a la vista."
    }
  },
  {
    "translation": {
      "en": "There's no denying it.",
      "es": "Es imposible negarlo."
    }
  },
  {
    "translation": {
      "en": "Gil was right.",
      "es": "Gil tenía razón."
    }
  },
  {
    "translation": {
      "en": "The Bureau didn't think it was one man, but once Frank got on board,",
      "es": "Nadie en Homicidios me creía, pero cuando Frank me apoyó y dijo \"sí, es uno solo\", todos escucharon."
    }
  },
  {
    "translation": {
      "en": "said, \"Yes, it's one man,\" everybody listens.",
      "es": "pero cuando Frank me apoyó y dijo \"sí, es uno solo\", todos escucharon."
    }
  },
  {
    "translation": {
      "en": "Picked up the phone called the captain right away.",
      "es": "Tomó el teléfono y llamó al capitán."
    }
  },
  {
    "translation": {
      "en": "He said, \"Okay, let's… let's go at it.\"",
      "es": "El capitán dijo: \"Bien, manos a la obra\"."
    }
  },
  {
    "translation": {
      "en": "And things started going fast and furious.",
      "es": "Entonces, pisamos el acelerador a fondo."
    }
  },
  {
    "translation": {
      "en": "We got a hell of a series going here.",
      "es": "Estamos ante toda una serie."
    }
  },
  {
    "translation": {
      "en": "We got us a serial killer.",
      "es": "Tenemos un asesino serial."
    }
  }
]