[
  {
    "translation": {
      "en": "I was Deputy Commissioner of public information",
      "es": "Yo era comisionado adjunto de información pública"
    }
  },
  {
    "translation": {
      "en": "in the New York City Police Department.",
      "es": "del Departamento de Policía de Nueva York."
    }
  },
  {
    "translation": {
      "en": "911 operator 1505.",
      "es": "911, operador 1505."
    }
  },
  {
    "translation": {
      "en": "Hi, um, I wanna report a sexual assault.",
      "es": "Hola, quiero denunciar una agresión sexual."
    }
  },
  {
    "translation": {
      "en": "I immediately headed to the city, you know, with lights and sirens and everything.",
      "es": "De inmediato me dirigí a la ciudad, con luces y sirenas y todo."
    }
  },
  {
    "translation": {
      "en": "Who's assaulted?",
      "es": "¿A quién atacaron?"
    }
  },
  {
    "translation": {
      "en": "Uh, well, this is actually a hotel, and it's one of our, uh… uh, room attendants.",
      "es": "Bueno, en realidad este es un hotel y es una de nuestras empleadas."
    }
  },
  {
    "translation": {
      "en": "Uh, apparently, she was, uh, assaulted by one of the big guests.",
      "es": "Parece que la atacó uno de los huéspedes importantes."
    }
  },
  {
    "translation": {
      "en": "- What's the name of your hotel? - The Sofitel Hotel.",
      "es": "¿Cómo se llama el hotel? El hotel Sofitel."
    }
  },
  {
    "translation": {
      "en": "- Say it again? - Sofitel. S- O- F- I- T- E- L.",
      "es": "- ¿Lo repites? - Sofitel."
    }
  },
  {
    "translation": {
      "en": "Do you know who the guest is?",
      "es": "¿Sabes quién es el huésped?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, we do have a folio on him.",
      "es": "Sí, tenemos un folio de él."
    }
  },
  {
    "translation": {
      "en": "He's, uh… I'm not necessarily at liberty to give his name right now.",
      "es": "No puedo dar su nombre ahora."
    }
  },
  {
    "translation": {
      "en": "We discovered a very wealthy, renowned person,",
      "es": "Descubrimos a una persona muy rica y reconocida,"
    }
  },
  {
    "translation": {
      "en": "internationally known.",
      "es": "conocida internacionalmente."
    }
  },
  {
    "translation": {
      "en": "A very powerful individual",
      "es": "Un individuo muy poderoso"
    }
  },
  {
    "translation": {
      "en": "who was likely to be the next president of France.",
      "es": "que podía ser el próximo presidente de Francia."
    }
  },
  {
    "translation": {
      "en": "Dominique Strauss- Kahn was gonna be accused of a very serious crime…",
      "es": "Dominique Strauss-Kahn iba a ser acusado de un crimen muy grave…"
    }
  },
  {
    "translation": {
      "en": "against a poor woman, a poor immigrant into this country.",
      "es": "contra una pobre mujer, una pobre inmigrante en este país."
    }
  },
  {
    "translation": {
      "en": "I know by this time, this is going to be a major international story.",
      "es": "Supe que sería una gran historia internacional."
    }
  },
  {
    "translation": {
      "en": "One of the great things about my job is you're sometimes parachuted into history…",
      "es": "Una de las grandiosas cosas de mi trabajo es que a veces eres parte de la historia."
    }
  },
  {
    "translation": {
      "en": "What will become history.",
      "es": "Lo que se convertirá en historia."
    }
  },
  {
    "translation": {
      "en": "It could affect your job, your retirement, your wallet.",
      "es": "Podría afectar su trabajo, jubilación y billetera."
    }
  },
  {
    "translation": {
      "en": "Another shock to the financial system.",
      "es": "Otro shock para el sistema financiero."
    }
  },
  {
    "translation": {
      "en": "Lehman Brothers, the most important bankruptcy",
      "es": "Lehman Brothers es la quiebra más importante en la historia financiera de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "in America's financial history.",
      "es": "en la historia financiera de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "It's the latest victim of the subprime crisis.",
      "es": "Es la más reciente víctima de la crisis subprime."
    }
  },
  {
    "translation": {
      "en": "These high- risk loans were given haphazardly",
      "es": "Estos préstamos de alto riesgo fueron entregados al azar"
    }
  },
  {
    "translation": {
      "en": "to low- income households that were unable to pay.",
      "es": "a hogares de bajos ingresos que no podían pagar."
    }
  },
  {
    "translation": {
      "en": "The number of homes facing foreclosure has jumped 57%.",
      "es": "El número de casas que enfrentan ejecuciones hipotecarias aumentó un 57 %."
    }
  },
  {
    "translation": {
      "en": "The banks aren't big on empathy.",
      "es": "Los bancos no son muy empáticos."
    }
  },
  {
    "translation": {
      "en": "Those that don't leave quickly enough end up on the sidewalk.",
      "es": "Los que no se van rápido terminan en la acera."
    }
  },
  {
    "translation": {
      "en": "Tried to make this house what it is.",
      "es": "Intenté hacer de esta casa lo que es."
    }
  },
  {
    "translation": {
      "en": "And they wouldn't even help me, they just throw 'em on the street like a… an old shoe.",
      "es": "Ni siquiera me ayudaron, nos sacaron a la calle como un zapato viejo."
    }
  },
  {
    "translation": {
      "en": "Everybody is going haywire now. I don't know how it's gonna turn out.",
      "es": "Todos se están volviendo locos. No sé qué va a pasar."
    }
  },
  {
    "translation": {
      "en": "It was absolute panic on Wall Street, in the financial system.",
      "es": "Fue un pánico absoluto en Wall Street, en el sistema financiero."
    }
  },
  {
    "translation": {
      "en": "The American banking crisis",
      "es": "La crisis bancaria estadounidense"
    }
  },
  {
    "translation": {
      "en": "is causing markets to crash around the world.",
      "es": "está colapsando los mercados de todo el mundo."
    }
  },
  {
    "translation": {
      "en": "From Paris to Frankfurt, Europe keeps sliding into hell.",
      "es": "Desde París hasta Fráncfort, Europa sigue yéndose al infierno."
    }
  },
  {
    "translation": {
      "en": "The world had totally changed. We were at war.",
      "es": "El mundo había cambiado por completo. Estábamos en guerra."
    }
  },
  {
    "translation": {
      "en": "The crisis overseas has been rippling",
      "es": "La crisis en el exterior afectó los mercados financieros"
    }
  },
  {
    "translation": {
      "en": "through financial markets, and Greece is nearly broke.",
      "es": "La crisis en el exterior afectó los mercados financieros y Grecia está casi en quiebra."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands took to the streets during a 24- hour nationwide strike.",
      "es": "Decenas de miles salieron a las calles durante una huelga nacional de 24 horas."
    }
  },
  {
    "translation": {
      "en": "The IMF acts as an adviser and also has the slightly tougher job,",
      "es": "JEFE ECONOMISTA DEL FMI El FMI actúa como asesor y además tiene un trabajo más difícil,"
    }
  },
  {
    "translation": {
      "en": "which is when things go wrong,",
      "es": "que cuando las cosas salen mal"
    }
  },
  {
    "translation": {
      "en": "we intervene in policies to help countries find money.",
      "es": "intervenimos en políticas para ayudar a los países a encontrar dinero."
    }
  },
  {
    "translation": {
      "en": "It's an enormously important institution. Enormously important.",
      "es": "Es una institución muy importante. CORRESPONSAL DEL FMI DE WALL STREET JOURNAL"
    }
  },
  {
    "translation": {
      "en": "I mean, it deals with the global finances,",
      "es": "CORRESPONSAL DEL FMI DE WALL STREET JOURNAL Se ocupa de las finanzas mundiales, de la salud de la economía de cada país."
    }
  },
  {
    "translation": {
      "en": "the health of the economy of every country.",
      "es": "Se ocupa de las finanzas mundiales, de la salud de la economía de cada país."
    }
  },
  {
    "translation": {
      "en": "This was the biggest test of the IMF probably since it's been founded.",
      "es": "Esa fue la prueba más grande para el FMI, probablemente desde su fundación."
    }
  },
  {
    "translation": {
      "en": "During that time, Mr. Strauss- Kahn is the head of the IMF,",
      "es": "En ese tiempo, el señor Strauss-Kahn era el jefe del FMI,"
    }
  },
  {
    "translation": {
      "en": "uh, which is playing an… an incredibly important role",
      "es": "que jugó un papel muy importante"
    }
  },
  {
    "translation": {
      "en": "during, you know, the worst financial crisis since, uh… since the depression.",
      "es": "durante la peor crisis financiera desde la depresión."
    }
  },
  {
    "translation": {
      "en": "Everybody was looking for a leader, and he was leading.",
      "es": "Todos buscaban a un líder y él lideraba."
    }
  },
  {
    "translation": {
      "en": "The first priority now",
      "es": "La primera prioridad ahora"
    }
  },
  {
    "translation": {
      "en": "is to restore normal functioning of the financial markets.",
      "es": "es restaurar el funcionamiento normal de los mercados financieros."
    }
  },
  {
    "translation": {
      "en": "What I expect is the commitment from those world leaders",
      "es": "Lo que yo espero es el compromiso de esos líderes mundiales"
    }
  },
  {
    "translation": {
      "en": "to make a step forward and to make it rapidly.",
      "es": "de dar un paso adelante y hacerlo rápido."
    }
  },
  {
    "translation": {
      "en": "It's his first time in Greece since the beginning of the crisis.",
      "es": "Es su primera vez en Grecia desde el inicio de la crisis."
    }
  },
  {
    "translation": {
      "en": "If you had, uh, some disease",
      "es": "Si estás enfermo"
    }
  },
  {
    "translation": {
      "en": "and you ask the doctor to help you,",
      "es": "y le pides al doctor que te ayude,"
    }
  },
  {
    "translation": {
      "en": "the doctor comes, gives you medicine.",
      "es": "el doctor viene y te da medicina."
    }
  },
  {
    "translation": {
      "en": "In our case, medicine is money.",
      "es": "En nuestro caso, la medicina es dinero."
    }
  },
  {
    "translation": {
      "en": "But the doctor also tells you to change your behavior.",
      "es": "Pero el doctor también te dice que cambies tu comportamiento."
    }
  },
  {
    "translation": {
      "en": "If you don't change your behavior, you won't be healthy again.",
      "es": "Si no cambias tu comportamiento, no volverás a estar sano."
    }
  },
  {
    "translation": {
      "en": "I started working at the IMF August 13, 1984.",
      "es": "Empecé a trabajar en el FMI el 13 de agosto de 1984. ASISTENTE DEL DIRECTOR DEL FMI"
    }
  },
  {
    "translation": {
      "en": "Finally got recognized to work for the managing director.",
      "es": "Finalmente me reconocieron para trabajar para el director general."
    }
  },
  {
    "translation": {
      "en": "Any subject that was brought to him,",
      "es": "Para cualquier tema que se le presentara,"
    }
  },
  {
    "translation": {
      "en": "he didn't need much, uh, background.",
      "es": "él no necesitaba muchos antecedentes."
    }
  },
  {
    "translation": {
      "en": "He'd have a short meeting with the economist concerned,",
      "es": "Tenía una reunión corta con el economista interesado"
    }
  },
  {
    "translation": {
      "en": "and he would grasp it, and he would say, Okay, I got it.",
      "es": "y lo entendía y decía: Está bien, ya entendí."
    }
  },
  {
    "translation": {
      "en": "He's highly intelligent and instinctive.",
      "es": "Es muy inteligente y muy intuitivo."
    }
  },
  {
    "translation": {
      "en": "If there's an obstacle, I can go around it.",
      "es": "Si hay un obstáculo, puedo evitarlo."
    }
  },
  {
    "translation": {
      "en": "Some do it slowly, others fast.",
      "es": "Algunos lo hacen lentamente, otros rápido."
    }
  },
  {
    "translation": {
      "en": "He falls into the faster category.",
      "es": "Él es de los rápidos."
    }
  },
  {
    "translation": {
      "en": "So, he was, you know, an important figure in all of these negotiations",
      "es": "Fue una figura importante en todas estas negociaciones"
    }
  },
  {
    "translation": {
      "en": "to keep the global crisis from sliding into depression.",
      "es": "para evitar que la crisis global cayera en depresión."
    }
  },
  {
    "translation": {
      "en": "He knew how to, you know, maneuver",
      "es": "Sabía cómo maniobrar"
    }
  },
  {
    "translation": {
      "en": "with the most senior officials from all the major countries.",
      "es": "con los más altos funcionarios de los principales países."
    }
  },
  {
    "translation": {
      "en": "The world referred to Dominique Strauss- Kahn",
      "es": "El mundo se refería a Dominique Strauss-Khan"
    }
  },
  {
    "translation": {
      "en": "as the financial czar of the world.",
      "es": "como el zar financiero del mundo."
    }
  },
  {
    "translation": {
      "en": "My full name is Nafissatou Diallo.",
      "es": "Mi nombre completo es Nafissatou Diallo."
    }
  },
  {
    "translation": {
      "en": "I feel like I have to talk.",
      "es": "Siento que tengo que hablar."
    }
  },
  {
    "translation": {
      "en": "I have to let people know who I am.",
      "es": "Debo dejar que la gente sepa quién soy."
    }
  },
  {
    "translation": {
      "en": "I was born August 18, 1978,",
      "es": "Nací el 18 de agosto de 1978"
    }
  },
  {
    "translation": {
      "en": "in Guinea, Conakry.",
      "es": "en Guinea, Conakry."
    }
  },
  {
    "translation": {
      "en": "I do have one child now.",
      "es": "Ahora tengo un hijo."
    }
  },
  {
    "translation": {
      "en": "I had two. One passed away. So, I have my daughter.",
      "es": "Tuve dos. Uno falleció. Así que tengo a mi hija."
    }
  },
  {
    "translation": {
      "en": "2003, I came here for a better life.",
      "es": "En 2003 vine aquí por una vida mejor."
    }
  },
  {
    "translation": {
      "en": "Diallo is living in a low- income part of the city, the Bronx.",
      "es": "Diallo vive en una zona de bajos ingresos de la ciudad, el Bronx."
    }
  },
  {
    "translation": {
      "en": "- The borough the Bronx. -",
      "es": "El distrito del Bronx."
    }
  },
  {
    "translation": {
      "en": "I grew up there as a kid. My parents were Irish immigrants.",
      "es": "Yo crecí ahí, mis padres eran inmigrantes irlandeses."
    }
  },
  {
    "translation": {
      "en": "She lived in where I lived, because it's cheap housing.",
      "es": "Ella vivía donde yo vivía porque las casas son baratas."
    }
  },
  {
    "translation": {
      "en": "It's a not- too- fancy…  neighborhood, but it's okay,",
      "es": "No es un barrio elegante, pero está bien,"
    }
  },
  {
    "translation": {
      "en": "because for me, I'm…",
      "es": "porque yo casi siempre estoy en mi departamento"
    }
  },
  {
    "translation": {
      "en": "I'm almost always inside my apartment if I'm not at work.",
      "es": "porque yo casi siempre estoy en mi departamento si no estoy en el trabajo."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "I never had a chance to go to school.",
      "es": "No tuve la oportunidad de ir a la escuela."
    }
  },
  {
    "translation": {
      "en": "When I was young, my parents didn't let me go.",
      "es": "Cuando era joven, mis padres no me dejaron ir."
    }
  },
  {
    "translation": {
      "en": "I had my daughter here.",
      "es": "Después tuve a mi hija aquí"
    }
  },
  {
    "translation": {
      "en": "I got the chance for her to go to school.",
      "es": "y tuve la oportunidad de que ella fuera a la escuela."
    }
  },
  {
    "translation": {
      "en": "Sometimes, after work, we gonna go to the movies.",
      "es": "A veces, después del trabajo, vamos al cine."
    }
  },
  {
    "translation": {
      "en": "I used to like the place.",
      "es": "Me gustaba el lugar."
    }
  },
  {
    "translation": {
      "en": "It was a very good dream for me.",
      "es": "Era un sueño muy bueno para mí."
    }
  },
  {
    "translation": {
      "en": "I was very happy there with the job and with everything.",
      "es": "Era muy feliz ahí, con el trabajo y todo."
    }
  },
  {
    "translation": {
      "en": "Like every Saturday, I used to go to work.",
      "es": "Como todos los sábados, iba a trabajar."
    }
  },
  {
    "translation": {
      "en": "I used to take D Train to 47- 50 and get off there, go to my job.",
      "es": "Solía tomar el tren D a 47-50 y me bajaba ahí para ir a mi trabajo."
    }
  },
  {
    "translation": {
      "en": "Diallo is like thousands, if not millions, of newly arrived Americans…",
      "es": "Diallo es como miles, si no millones, de estadounidenses recién llegados."
    }
  },
  {
    "translation": {
      "en": "making, uh, a living in a service industry.",
      "es": "Ganándose la vida en una industria de servicios."
    }
  },
  {
    "translation": {
      "en": "So, she was commuting from probably one of the lowest- income neighborhoods in New York City",
      "es": "Ella iba de uno de los vecindarios de menores ingresos de Nueva York"
    }
  },
  {
    "translation": {
      "en": "to the wealthiest.",
      "es": "al más rico."
    }
  },
  {
    "translation": {
      "en": "I feel like I had my dream, what I wanted. It was good.",
      "es": "Siento que tenía mi sueño, lo que quería. Estaba bien."
    }
  },
  {
    "translation": {
      "en": "We're one year from the presidential elections",
      "es": "Estamos a un año de las elecciones presidenciales"
    }
  },
  {
    "translation": {
      "en": "and surveys already suggest a favorite, the Socialist, Dominique Strauss- Kahn.",
      "es": "y las encuestas ya indican un favorito, el socialista, Dominique Strauss-Kahn."
    }
  },
  {
    "translation": {
      "en": "Dominique Strauss- Kahn leads the polls with 29%",
      "es": "Dominique Strauss-Kahn lidera las encuestas con 29 % en la primera ronda"
    }
  },
  {
    "translation": {
      "en": "at the first round of the presidential election.",
      "es": "de la elección presidencial."
    }
  },
  {
    "translation": {
      "en": "Our projection shows him getting 34% of the vote.",
      "es": "Nuestra proyección muestra que tendrá el 34 % de los votos."
    }
  },
  {
    "translation": {
      "en": "He's riding high in the polls.",
      "es": "Las encuestas le favorecen."
    }
  },
  {
    "translation": {
      "en": "I've been a journalist for 30 years. I write about power,",
      "es": "He sido periodista por 30 años. Escribo sobre el poder, de manera general, sus pasiones y su funcionamiento interno."
    }
  },
  {
    "translation": {
      "en": "in a general way, its passions and inner workings.",
      "es": "Escribo sobre el poder, de manera general, sus pasiones y su funcionamiento interno."
    }
  },
  {
    "translation": {
      "en": "That's how I met Dominique Strauss- Kahn.",
      "es": "Así conocí a Dominique Strauss-Kahn."
    }
  },
  {
    "translation": {
      "en": "At that time in France, he was leading in the polls.",
      "es": "En ese momento, en Francia, él lideraba las encuestas."
    }
  },
  {
    "translation": {
      "en": "He ticks all the boxes.",
      "es": "Cumple con todos los requisitos."
    }
  },
  {
    "translation": {
      "en": "He has international experience, he's popular, he's modern.",
      "es": "Tiene experiencia internacional, es popular, es moderno."
    }
  },
  {
    "translation": {
      "en": "So, he seems like an obvious front- runner for the upcoming election.",
      "es": "Parece el favorito para las próximas elecciones."
    }
  },
  {
    "translation": {
      "en": "The head of the IMF was in Paris a couple days ago",
      "es": "El jefe del FMI estuvo en París hace un par de días"
    }
  },
  {
    "translation": {
      "en": "and he was able to gauge his popularity.",
      "es": "y pudo medir su popularidad."
    }
  },
  {
    "translation": {
      "en": "His visit eclipsed the economic situation.",
      "es": "Su visita eclipsó la situación económica."
    }
  },
  {
    "translation": {
      "en": "His possible candidacy is all everyone is talking about.",
      "es": "Su posible candidatura es de lo que todos hablan."
    }
  },
  {
    "translation": {
      "en": "It's nice to see you.",
      "es": "Qué bueno verte."
    }
  },
  {
    "translation": {
      "en": "Dominique comes to Paris.",
      "es": "Dominique vino a París."
    }
  },
  {
    "translation": {
      "en": "That's when I tell him he needs to enter the race straight away.",
      "es": "Ahí le dije que debía entrar a la carrera de inmediato. EXMINISTRA DE JUSTICIA"
    }
  },
  {
    "translation": {
      "en": "He's likely to win…",
      "es": "Es probable que gane…"
    }
  },
  {
    "translation": {
      "en": "we know he will do a great job with the campaign.",
      "es": "sabemos que hará un gran trabajo con la campaña."
    }
  },
  {
    "translation": {
      "en": "For all his friends, it's the promise of a bright future.",
      "es": "Para todos sus amigos, es la promesa de un futuro brillante."
    }
  },
  {
    "translation": {
      "en": "- Good evening, Mr. Strauss- Kahn. - Good evening.",
      "es": "Buenas noches, señor Strauss-Kahn."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming. You're perhaps France's most famous expat.",
      "es": "Gracias por venir. Usted es probablemente el expatriado más famoso de Francia."
    }
  },
  {
    "translation": {
      "en": "We don't hear from you often. First off, are you well?",
      "es": "No tenemos muchas noticias suyas. Primero que nada, ¿está bien?"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm doing very well.",
      "es": "Sí, estoy muy bien."
    }
  },
  {
    "translation": {
      "en": "Especially when I have a chance to come to Paris and see my family and friends.",
      "es": "Sobre todo cuando puedo venir a París a ver a mi familia y amigos."
    }
  },
  {
    "translation": {
      "en": "What do you miss most,",
      "es": "¿Qué es lo que extraña más,"
    }
  },
  {
    "translation": {
      "en": "besides political talk shows on Sunday nights?",
      "es": "además de los programas de política los domingos por la noche?"
    }
  },
  {
    "translation": {
      "en": "- In France? - Yes?",
      "es": "- ¿En Francia? - ¿Sí?"
    }
  },
  {
    "translation": {
      "en": "Seeing and meeting my fellow French people.",
      "es": "Ver a mi gente francesa."
    }
  },
  {
    "translation": {
      "en": "Do you read French news, which talks a lot about you in the polls?",
      "es": "¿Lee noticias francesas que hablan mucho de usted en las encuestas?"
    }
  },
  {
    "translation": {
      "en": "No, I don't pay much attention to polls.",
      "es": "No, no le presto atención a las encuestas."
    }
  },
  {
    "translation": {
      "en": "In the lead- up to the 2012 campaign,",
      "es": "En el período previo a la campaña de 2012,"
    }
  },
  {
    "translation": {
      "en": "the president, Nicolas Sarkozy, was highly unpopular.",
      "es": "el presidente, Nicolas Sarkozy, era muy impopular."
    }
  },
  {
    "translation": {
      "en": "What's wrong with you?!",
      "es": "¿Qué te pasa?"
    }
  },
  {
    "translation": {
      "en": "Never has France disliked a president so much.",
      "es": "A Francia nunca le disgustó tanto un presidente."
    }
  },
  {
    "translation": {
      "en": "GET LOST ASSHOLE!",
      "es": "¡LÁRGATE, IDIOTA!"
    }
  },
  {
    "translation": {
      "en": "All of France! We're dying out here.",
      "es": "¡Toda Francia! Nos estamos muriendo."
    }
  },
  {
    "translation": {
      "en": "And why am I here?",
      "es": "¿Y por qué estoy yo aquí?"
    }
  },
  {
    "translation": {
      "en": "He wasn't doing well in the polls,",
      "es": "No le iba bien en las encuestas,"
    }
  },
  {
    "translation": {
      "en": "and there's one key rival that emerges, Dominique Strauss- Kahn.",
      "es": "y hay un rival clave que emerge, Dominique Strauss-Kahn."
    }
  },
  {
    "translation": {
      "en": "Every poll gives him a 60% chance of victory,",
      "es": "Cada encuesta le da un 60 % de probabilidad de victoria,"
    }
  },
  {
    "translation": {
      "en": "as opposed to 40% for Sarkozy.",
      "es": "contra el 40 % de Sarkozy."
    }
  },
  {
    "translation": {
      "en": "He was the Left's best hope for a chance at winning.",
      "es": "Era la mejor esperanza de la izquierda para ganar."
    }
  },
  {
    "translation": {
      "en": "So, he's highly respected, now more than ever.",
      "es": "Así que es muy respetado, ahora más que nunca."
    }
  },
  {
    "translation": {
      "en": "What's with the T- shirt?",
      "es": "¡SÍ SE PUEDE! ¿Y esa camiseta?"
    }
  },
  {
    "translation": {
      "en": "- Looks like a campaign slogan. -",
      "es": "Parece un eslogan de campaña."
    }
  },
  {
    "translation": {
      "en": "It was done without my knowledge. Behind my back!",
      "es": "La hicieron sin avisarme. ¡A mis espaldas!"
    }
  },
  {
    "translation": {
      "en": "Do you like that slogan?",
      "es": "¿Te gusta ese eslogan?"
    }
  },
  {
    "translation": {
      "en": "He served once, he can't serve twice.",
      "es": "Él ya fue una vez, no puede ser dos veces."
    }
  },
  {
    "translation": {
      "en": "Yes, we can!",
      "es": "¡Sí se puede!"
    }
  },
  {
    "translation": {
      "en": "Everyone thought he'd be elected, no doubt.",
      "es": "Todos pensaban que lo elegirían, sin duda."
    }
  },
  {
    "translation": {
      "en": "So, he's truly… the future president.",
      "es": "Realmente es… el futuro presidente."
    }
  },
  {
    "translation": {
      "en": "Yes, we Kahn! Yes, we Kahn! Yes, we Kahn!",
      "es": "¡Sí se puede!"
    }
  },
  {
    "translation": {
      "en": "- -",
      "es": "NUEVA YORK"
    }
  },
  {
    "translation": {
      "en": "911 operator 1505.",
      "es": "911, operador 1505."
    }
  },
  {
    "translation": {
      "en": "Hi, um, I wanna report a sexual assault.",
      "es": "Hola, quiero denunciar una agresión sexual."
    }
  },
  {
    "translation": {
      "en": "May 13th, Mr. Dominique Strauss- Kahn",
      "es": "El 13 de mayo, el señor Dominique Strauss-Kahn"
    }
  },
  {
    "translation": {
      "en": "arrived to Sofitel, New York.",
      "es": "llegó a Sofitel, Nueva York."
    }
  },
  {
    "translation": {
      "en": "He was upgraded to the presidential suite based on availability of that suite.",
      "es": "Lo ascendieron a la suite presidencial porque estaba disponible."
    }
  },
  {
    "translation": {
      "en": "The manager on duty would usually escort them right up to the guest room.",
      "es": "El gerente en turno suele acompañar a los huéspedes a sus cuartos."
    }
  },
  {
    "translation": {
      "en": "And he asked him repeatedly multiple times for a female employee to come up to his room for champagne.",
      "es": "Él pidió repetidamente que una empleada llevara champaña a su habitación."
    }
  },
  {
    "translation": {
      "en": "There was this consistency",
      "es": "Había una insistencia"
    }
  },
  {
    "translation": {
      "en": "of trying to have employees stay in his room or go up to his room.",
      "es": "Había una insistencia de que los empleados se quedaran en su cuarto o subieran a su cuarto."
    }
  },
  {
    "translation": {
      "en": "He left the hotel in the night time.",
      "es": "Salió del hotel en la noche."
    }
  },
  {
    "translation": {
      "en": "He didn't have his normal security with him.",
      "es": "No llevaba a toda su seguridad con él."
    }
  },
  {
    "translation": {
      "en": "And then, only a few hours later,",
      "es": "Y solo unas horas después,"
    }
  },
  {
    "translation": {
      "en": "he comes back with another individual female in the middle of the night.",
      "es": "regresó con otra mujer en medio de la noche."
    }
  },
  {
    "translation": {
      "en": "And then a few moments later, a few hours later, she exits the hotel by herself.",
      "es": "Unos minutos u horas después, ella salió sola del hotel."
    }
  },
  {
    "translation": {
      "en": "Like every Saturday,",
      "es": "Como todos los sábados, me puse mi uniforme,"
    }
  },
  {
    "translation": {
      "en": "I got my uniform, got my coffee,",
      "es": "Como todos los sábados, me puse mi uniforme, tomé mi café y estaba lista para trabajar."
    }
  },
  {
    "translation": {
      "en": "and be ready to work.",
      "es": "tomé mi café y estaba lista para trabajar."
    }
  },
  {
    "translation": {
      "en": "Especially at that time, I was very happy.",
      "es": "Especialmente en ese momento estaba muy feliz."
    }
  },
  {
    "translation": {
      "en": "They pay good, I have a union, I have a lot of benefits with the job.",
      "es": "Pagan bien, tengo un sindicato, me dan muchos beneficios."
    }
  },
  {
    "translation": {
      "en": "It's a peaceful place, though. The company's very good, very organized.",
      "es": "Es un lugar tranquilo. La compañía es muy buena, muy organizada."
    }
  },
  {
    "translation": {
      "en": "That's a very good place for me to work. I was happy with the job.",
      "es": "Es un buen lugar para trabajar. Estaba feliz con el trabajo."
    }
  },
  {
    "translation": {
      "en": "- - 28th floor.",
      "es": "Piso 28."
    }
  },
  {
    "translation": {
      "en": "Before I got to the room, I saw a room service guy coming out with a tray.",
      "es": "Antes de llegar al cuarto, vi salir a un tipo del servicio con una bandeja."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, excuse me, hi. Is… Is it checkout?",
      "es": "Le dije: Disculpa. Hola. ¿Es una salida?."
    }
  },
  {
    "translation": {
      "en": "He said, Yeah, it's checkout. I say, Oh, my God.",
      "es": "Me dijo: Sí, es una salida. Dije: Dios mío."
    }
  },
  {
    "translation": {
      "en": "Thank God, because all my rooms are 'Do not disturb' today.",
      "es": "Gracias a Dios, porque hoy todos mis cuartos son de 'No molestar'."
    }
  },
  {
    "translation": {
      "en": "I came to the door. I knock on the door.",
      "es": "Fui a la puerta. Toqué a la puerta."
    }
  },
  {
    "translation": {
      "en": "Housekeeping, housekeeping, housekeeping, three times.",
      "es": "Servicio de limpieza, limpieza, limpieza, tres veces."
    }
  },
  {
    "translation": {
      "en": "No one answers, and I use my key.",
      "es": "Nadie respondió y usé mi llave."
    }
  },
  {
    "translation": {
      "en": "I open the door.",
      "es": "Abrí la puerta."
    }
  },
  {
    "translation": {
      "en": "I met Dominique in '68,",
      "es": "Conocí a Dominique en el 68 antes de entrar a la escuela de negocios."
    }
  },
  {
    "translation": {
      "en": "while studying to get into business school.",
      "es": "Conocí a Dominique en el 68 antes de entrar a la escuela de negocios. VIEJO AMIGO DE DSK"
    }
  },
  {
    "translation": {
      "en": "Back in '68, we all had girlfriends here and there.",
      "es": "En el 68, todos teníamos novias aquí y allá."
    }
  },
  {
    "translation": {
      "en": "The only one married and faithful was Dominique.",
      "es": "El único casado y fiel era Dominique."
    }
  },
  {
    "translation": {
      "en": "We often went out at night to various parties.",
      "es": "A menudo salíamos de noche a varias fiestas."
    }
  },
  {
    "translation": {
      "en": "Dominique didn't come.",
      "es": "Dominique no venía."
    }
  },
  {
    "translation": {
      "en": "He said, I'm working. I'm investing in my future.",
      "es": "Decía: Estoy trabajando. Estoy invirtiendo en mi futuro."
    }
  },
  {
    "translation": {
      "en": "His first wife, Hélène Dumas,",
      "es": "Su primera esposa, Hélène Dumas,"
    }
  },
  {
    "translation": {
      "en": "brought home the bacon, as they say, while he pursued his studies.",
      "es": "llevaba el pan a casa, como dicen, mientras él estudiaba."
    }
  },
  {
    "translation": {
      "en": "He's already ambitious.",
      "es": "Ya era ambicioso."
    }
  },
  {
    "translation": {
      "en": "He'd often ask me",
      "es": "Solía preguntarme"
    }
  },
  {
    "translation": {
      "en": "if I thought he'd be Finance Minister or a Nobel Prize winner in economics.",
      "es": "si creía que él sería ministro de finanzas o ganaría el Premio Nobel de economía."
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one…",
      "es": "Cinco, cuatro, tres, dos, uno…"
    }
  },
  {
    "translation": {
      "en": "François Mitterrand is the President of the Republic.",
      "es": "François Mitterrand es el presidente de la República."
    }
  },
  {
    "translation": {
      "en": "Mitterrand! Mitterrand! Mitterrand! Mitterrand! Mitterrand!",
      "es": "¡Mitterrand!"
    }
  },
  {
    "translation": {
      "en": "Mitterrand! We won! We won! We won!",
      "es": "PRIMER PRESIDENTE SOCIALISTA FRANCÉS"
    }
  },
  {
    "translation": {
      "en": "François Mitterrand wanted to be surrounded by a young team.",
      "es": "François Mitterrand quería rodearse de un equipo joven."
    }
  },
  {
    "translation": {
      "en": "Intelligent people,",
      "es": "EXMINISTRO DE CULTURA Gente inteligente y sobre todo gente de la próxima generación."
    }
  },
  {
    "translation": {
      "en": "and especially people of the next generation.",
      "es": "Gente inteligente y sobre todo gente de la próxima generación."
    }
  },
  {
    "translation": {
      "en": "Mr. Strauss- Kahn is a professor of economics",
      "es": "El señor Strauss-Kahn es profesor de economía"
    }
  },
  {
    "translation": {
      "en": "and may even receive the Nobel Prize in Economic Sciences.",
      "es": "y quizá reciba el Premio Nobel de economía."
    }
  },
  {
    "translation": {
      "en": "Dominique was one of the young economists in the Socialist Party",
      "es": "Él fue uno de los jóvenes economistas del Partido Socialista"
    }
  },
  {
    "translation": {
      "en": "who showed the most promise and intelligence.",
      "es": "que mostró la mayor promesa e inteligencia."
    }
  },
  {
    "translation": {
      "en": "Are we seeing a different approach to debt?",
      "es": "¿Vemos un enfoque diferente de la deuda?"
    }
  },
  {
    "translation": {
      "en": "There is a change. French behavior tends to mirror the trends that emerged",
      "es": "Hay un cambio. El comportamiento francés refleja las tendencias que surgieron"
    }
  },
  {
    "translation": {
      "en": "in other developed countries, such as the United States.",
      "es": "en otros países desarrollados, como Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "And what we had in common",
      "es": "Y lo que teníamos en común"
    }
  },
  {
    "translation": {
      "en": "was that we were educated, even over- educated.",
      "es": "era que estábamos educados, incluso sobreeducados."
    }
  },
  {
    "translation": {
      "en": "We wanted to renew the Left and renew politics.",
      "es": "Queríamos renovar la izquierda y la política."
    }
  },
  {
    "translation": {
      "en": "It's what every new generation wants to do, which is good.",
      "es": "Es lo que toda nueva generación quiere hacer, lo cual es bueno."
    }
  },
  {
    "translation": {
      "en": "Dominique was, for me, a breath of fresh air, sunlight.",
      "es": "Dominique era, para mí, el oxígeno, la luz del sol."
    }
  },
  {
    "translation": {
      "en": "I was struck by his approach to life.",
      "es": "Me sorprendió su enfoque de la vida."
    }
  },
  {
    "translation": {
      "en": "His exuberance, his dazzling intelligence,",
      "es": "Su exuberancia, su inteligencia deslumbrante,"
    }
  },
  {
    "translation": {
      "en": "his authenticity.",
      "es": "su autenticidad."
    }
  },
  {
    "translation": {
      "en": "His second wife, Brigitte Guillemette, was a communications specialist",
      "es": "Su segunda esposa, Brigitte Guillemette, era especialista en comunicaciones"
    }
  },
  {
    "translation": {
      "en": "and she remade his public image.",
      "es": "y rehizo su imagen pública."
    }
  },
  {
    "translation": {
      "en": "She made him shave the big professor's beard.",
      "es": "Le afeitó la barba de profesor."
    }
  },
  {
    "translation": {
      "en": "She dressed him better, with tailored suits.",
      "es": "Ella lo vestía mejor, con trajes a la medida."
    }
  },
  {
    "translation": {
      "en": "She styled his salt- and- pepper hair.",
      "es": "Le estilizó el cabello cano."
    }
  },
  {
    "translation": {
      "en": "She made him seductive.",
      "es": "Lo hizo seductor."
    }
  },
  {
    "translation": {
      "en": "Brigitte Guillemette motivated him, she brought him structure, helped him.",
      "es": "Brigitte Guillemette lo motivó, le dio estructura, lo ayudó."
    }
  },
  {
    "translation": {
      "en": "She did a lot of good for him.",
      "es": "Le hizo mucho bien."
    }
  },
  {
    "translation": {
      "en": "And she allows him to enter into this new world,",
      "es": "Y ella le permitió entrar a este nuevo mundo,"
    }
  },
  {
    "translation": {
      "en": "the world of politics, of media.",
      "es": "el mundo de la política, de los medios."
    }
  },
  {
    "translation": {
      "en": "This campaign film shows exactly who he is.",
      "es": "Este video de campaña muestra exactamente quién es."
    }
  },
  {
    "translation": {
      "en": "It wanted to look American, where the candidates appear cooler,",
      "es": "Quería parecer estadounidense, donde los candidatos lucen geniales,"
    }
  },
  {
    "translation": {
      "en": "in a kind of normal life.",
      "es": "Quería parecer estadounidense, donde los candidatos lucen geniales, en una vida normal."
    }
  },
  {
    "translation": {
      "en": "It plays up his seductiveness, his cheekiness.",
      "es": "Se juega con su seducción, su osadía."
    }
  },
  {
    "translation": {
      "en": "He aims to be modern.",
      "es": "Quiere ser moderno."
    }
  },
  {
    "translation": {
      "en": "Dominique! Dominique! Dominique!",
      "es": "¡Dominique!"
    }
  },
  {
    "translation": {
      "en": "In 1986, he was elected to parliament. He will be several times in his career.",
      "es": "En 1986, fue elegido para el parlamento. Fue elegido varias veces en su carrera."
    }
  },
  {
    "translation": {
      "en": "He very quickly distinguished himself from others.",
      "es": "Rápidamente se distinguió de los demás."
    }
  },
  {
    "translation": {
      "en": "- - DSK has many hobbies. Chess, painting, and a passion for computing.",
      "es": "DSK tiene muchos pasatiempos. Ajedrez, pintura y pasión por la computación."
    }
  },
  {
    "translation": {
      "en": "He's very interested by new tech.",
      "es": "Le interesan las nuevas tecnologías."
    }
  },
  {
    "translation": {
      "en": "He went to California. He understands Silicon Valley,",
      "es": "Se fue a California. Entiende Silicon Valley,"
    }
  },
  {
    "translation": {
      "en": "while it's still a huge blind spot in France.",
      "es": "aunque sigue siendo un gran punto ciego en Francia."
    }
  },
  {
    "translation": {
      "en": "And so, he doesn't resemble other French politicians.",
      "es": "Y no se parece a otros políticos franceses."
    }
  },
  {
    "translation": {
      "en": "You seem younger than on camera.",
      "es": "Te ves más joven que en la cámara."
    }
  },
  {
    "translation": {
      "en": "He doesn't crave power in and of itself.",
      "es": "No anhela el poder en sí mismo."
    }
  },
  {
    "translation": {
      "en": "First and foremost, he is driven by pleasure.",
      "es": "Antes que nada, lo impulsa el placer."
    }
  },
  {
    "translation": {
      "en": "And his wives are the ones",
      "es": "Y sus esposas son quienes"
    }
  },
  {
    "translation": {
      "en": "who give him the rigor and the discipline required for a political career.",
      "es": "le dan el rigor y la disciplina necesarios para una carrera política."
    }
  },
  {
    "translation": {
      "en": "Mainly the one he meets in 1988.",
      "es": "Sobre todo la que conoce en 1988."
    }
  },
  {
    "translation": {
      "en": "Good evening. I often sit down with politicians,",
      "es": "Buenas noches. A menudo me siento con políticos,"
    }
  },
  {
    "translation": {
      "en": "artists, intellectuals, and sports people,",
      "es": "artistas, intelectuales y deportistas,"
    }
  },
  {
    "translation": {
      "en": "but rarely geniuses. Good evening, Woody Allen.",
      "es": "pero rara vez genios. Buenas noches, Woody Allen."
    }
  },
  {
    "translation": {
      "en": "- Good evening, Madonna. - Good evening.",
      "es": "- Buenas noches, Madonna. - Buenas noches."
    }
  },
  {
    "translation": {
      "en": "Your Royal Highness, good evening.",
      "es": "Su alteza real, buenas noches."
    }
  },
  {
    "translation": {
      "en": "Anne was a big star then.",
      "es": "Anne era una gran estrella."
    }
  },
  {
    "translation": {
      "en": "She's a beautiful, clever woman.",
      "es": "Es una mujer hermosa e inteligente."
    }
  },
  {
    "translation": {
      "en": "Anne Sinclair was an icon. She had a show every Sunday night that…",
      "es": "Anne Sinclair era un ícono. Tenía un programa los domingos en la noche"
    }
  },
  {
    "translation": {
      "en": "many people in France watched religiously.",
      "es": "que mucha gente en Francia veía religiosamente."
    }
  },
  {
    "translation": {
      "en": "Our surprise guest has been waiting in our Paris studio, his back turned.",
      "es": "Nuestro invitado sorpresa está esperando en el estudio de París, ya se dio la vuelta. Ahí está."
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "es": "ya se dio la vuelta. Ahí está."
    }
  },
  {
    "translation": {
      "en": "- Hello, Dominique Strauss- Kahn. - Hi.",
      "es": "- Hola, Dominique Strauss-Kahn. - Hola."
    }
  },
  {
    "translation": {
      "en": "You're the Chairman of the Committee on Finance at the National Assembly.",
      "es": "Eres el presidente del Comité de Finanzas de la Asamblea Nacional."
    }
  },
  {
    "translation": {
      "en": "I'll turn you over to Alain Juppé, rather than us four.",
      "es": "Te pasaré a Alain Juppé, en lugar de nosotros cuatro."
    }
  },
  {
    "translation": {
      "en": "Trust me, four at once is never easy.",
      "es": "Créeme, cuatro a la vez nunca es fácil."
    }
  },
  {
    "translation": {
      "en": "Meeting Anne Sinclair was love at first sight",
      "es": "Conocer a Anne Sinclair fue amor a primera vista"
    }
  },
  {
    "translation": {
      "en": "for these two brilliant, strong, talented people.",
      "es": "entre estas personas brillantes, fuertes y talentosas. EXTESORERO DEL PARTIDO SOCIALISTA AMIGO DE DSK"
    }
  },
  {
    "translation": {
      "en": "When she saw him, communicating remotely, because they weren't in the same studio,",
      "es": "Cuando lo vio, comunicándose remotamente, porque no estaban en el mismo estudio,"
    }
  },
  {
    "translation": {
      "en": "she thought he was very…",
      "es": "ella pensó que él era muy…"
    }
  },
  {
    "translation": {
      "en": "very seductive, very genuine, very good on television.",
      "es": "muy seductor, genuino, y bueno en televisión."
    }
  },
  {
    "translation": {
      "en": "But they were both married.",
      "es": "Pero ambos estaban casados."
    }
  },
  {
    "translation": {
      "en": "Brigitte Guillemette, the second wife of Dominique Strauss- Kahn,",
      "es": "Brigitte Guillemette, la segunda esposa de Dominique Strauss-Kahn,"
    }
  },
  {
    "translation": {
      "en": "pushed him to get to know her.",
      "es": "lo presionó para que la conociera."
    }
  },
  {
    "translation": {
      "en": "Brigitte wanted him in the media.",
      "es": "Brigitte lo quería en los medios."
    }
  },
  {
    "translation": {
      "en": "She knew that's how you start a career in politics.",
      "es": "Ella sabía que así se empieza una carrera en política."
    }
  },
  {
    "translation": {
      "en": "And she organizes the lunch that ends up being fatal for her.",
      "es": "Y ella organizó el almuerzo que terminó siendo fatal para ella."
    }
  },
  {
    "translation": {
      "en": "That's when Dominique Strauss- Kahn was really able to seduce Anne Sinclair.",
      "es": "Ahí fue cuando Dominique Strauss-Kahn pudo seducir a Anne Sinclair."
    }
  },
  {
    "translation": {
      "en": "They saw each other in secret.",
      "es": "Se veían en secreto."
    }
  },
  {
    "translation": {
      "en": "What's most surprising is how they saw each other.",
      "es": "Lo más sorprendente es cómo se veían."
    }
  },
  {
    "translation": {
      "en": "It was Dominique Strauss- Kahn's father who rented the bachelor pad for him",
      "es": "Fue el padre de Dominique Strauss-Kahn quien le alquiló el apartamento"
    }
  },
  {
    "translation": {
      "en": "where Dominique and Anne would meet up.",
      "es": "donde se reunían Dominique y Anne."
    }
  },
  {
    "translation": {
      "en": "It's not often you see fathers helping their sons cheat on their wives.",
      "es": "No es común ver a los padres ayudar a sus hijos a engañar a sus esposas."
    }
  },
  {
    "translation": {
      "en": "What Anne had for him…",
      "es": "Lo que Anne tenía para él…"
    }
  },
  {
    "translation": {
      "en": "her eyes were full of love for him.",
      "es": "sus ojos estaban llenos de amor por él."
    }
  },
  {
    "translation": {
      "en": "She was obviously infatuated with him.",
      "es": "Obviamente estaba enamorada de él."
    }
  },
  {
    "translation": {
      "en": "Since the beginning, she was to Dominique",
      "es": "Fue para Dominique, desde el principio,"
    }
  },
  {
    "translation": {
      "en": "a loyal, attentive, and smart partner.",
      "es": "una compañera leal, atenta e inteligente."
    }
  },
  {
    "translation": {
      "en": "Family is children and the woman you live with.",
      "es": "La familia son los niños y la mujer con los que vives."
    }
  },
  {
    "translation": {
      "en": "And she's not just an anchor, she's your passion.",
      "es": "Y ella no es solo un ancla, es tu pasión."
    }
  },
  {
    "translation": {
      "en": "And life without passion isn't worth living.",
      "es": "Y no vale la pena vivir sin pasión."
    }
  },
  {
    "translation": {
      "en": "She was the highest- paid journalist in France and she's also an heiress.",
      "es": "Ella era la periodista que más ganaba en Francia y es una heredera."
    }
  },
  {
    "translation": {
      "en": "She inherited from her grandfather, Paul Rosenberg, a major art dealer.",
      "es": "Ella heredó de su abuelo, Paul Rosenberg, un importante comerciante de arte."
    }
  },
  {
    "translation": {
      "en": "She wasn't just rich, but extravagantly rich.",
      "es": "No solo era rica, sino extravagantemente rica."
    }
  },
  {
    "translation": {
      "en": "Not only did he find a wife who was loving and idolized him,",
      "es": "No solo encontró una esposa que lo amaba y lo idolatraba,"
    }
  },
  {
    "translation": {
      "en": "but he found someone who could finance his ambitions.",
      "es": "sino que encontró a alguien que podía financiar sus ambiciones."
    }
  },
  {
    "translation": {
      "en": "Dominique has a lot of potential.",
      "es": "Dominique tiene mucho potencial."
    }
  },
  {
    "translation": {
      "en": "She helps him realize that and make it a reality.",
      "es": "Ella lo ayuda a darse cuenta de eso y a hacerlo realidad."
    }
  },
  {
    "translation": {
      "en": "She was like the third stage of a rocket.",
      "es": "Era como la tercera etapa de un cohete."
    }
  },
  {
    "translation": {
      "en": "Dominique Strauss- Kahn has been appointed Minister of Industry and Foreign Trade.",
      "es": "Dominique Strauss-Kahn ha sido nombrado ministro de industria y comercio exterior."
    }
  },
  {
    "translation": {
      "en": "First, he becomes a minister, Minister of Industry,",
      "es": "Primero, se convierte en ministro, ministro de industria,"
    }
  },
  {
    "translation": {
      "en": "but his big moment is when he's appointed Minister of Economy.",
      "es": "pero su gran momento es cuando lo nombran ministro de economía."
    }
  },
  {
    "translation": {
      "en": "Dominique Strauss- Kahn heads a super- ministry",
      "es": "Dominique Strauss-Kahn dirige un superministerio"
    }
  },
  {
    "translation": {
      "en": "at the height of its power.",
      "es": "a la altura de su poder."
    }
  },
  {
    "translation": {
      "en": "If he wasn't a politician, he'd be a mathematician.",
      "es": "Si no fuera político, sería matemático."
    }
  },
  {
    "translation": {
      "en": "He loves equations, combinations. Some say he's a walking calculator.",
      "es": "Ama las ecuaciones y combinaciones. Dicen que es una calculadora ambulante."
    }
  },
  {
    "translation": {
      "en": "He was an excellent minister from day one.",
      "es": "Fue un excelente ministro desde el primer día."
    }
  },
  {
    "translation": {
      "en": "He's lively, smart, creative, and very solid.",
      "es": "Es alegre, inteligente, creativo y muy sólido."
    }
  },
  {
    "translation": {
      "en": "He's bullheaded, which is a trait of a good minister.",
      "es": "Es testarudo, lo cual es un rasgo de un buen ministro."
    }
  },
  {
    "translation": {
      "en": "For the first time ever, we'll see a Euro coin.",
      "es": "Por primera vez, veremos una moneda de euro."
    }
  },
  {
    "translation": {
      "en": "There it is, the first French Euro! The first in Europe.",
      "es": "¡Ahí está, el primer euro francés! El primero en Europa."
    }
  },
  {
    "translation": {
      "en": "I'm handing the mic over to Dominique Strauss- Kahn.",
      "es": "Le daré el micrófono a Dominique Strauss-Kahn."
    }
  },
  {
    "translation": {
      "en": "Thanks for coming. Dominique Strauss- Kahn is our guest today.",
      "es": "Gracias por venir. Strauss-Kahn es nuestro invitado hoy."
    }
  },
  {
    "translation": {
      "en": "As a wife, journalist, and TV personality,",
      "es": "Como esposa, periodista y personalidad de televisión,"
    }
  },
  {
    "translation": {
      "en": "Anne gave plenty of advice.",
      "es": "Anne dio muchos consejos."
    }
  },
  {
    "translation": {
      "en": "She was very present by Dominique's side, and it was crucial.",
      "es": "Estaba muy presente al lado de Dominique, y fue crucial."
    }
  },
  {
    "translation": {
      "en": "It's over, and I'm a little sad to sign off,",
      "es": "Se acabó y estoy un poco triste de irme,"
    }
  },
  {
    "translation": {
      "en": "because these have been 13 years of joy and freedom.",
      "es": "porque estos han sido 13 años de alegría y libertad."
    }
  },
  {
    "translation": {
      "en": "Anne gave up her career in television.",
      "es": "Anne renunció a su carrera en televisión. Lo hizo por amor."
    }
  },
  {
    "translation": {
      "en": "She did it for love.",
      "es": "Lo hizo por amor."
    }
  },
  {
    "translation": {
      "en": "And during that period, she was an essential source of support.",
      "es": "Y durante ese período fue una fuente esencial de apoyo."
    }
  },
  {
    "translation": {
      "en": "She's drawn to his ambition. She's a political journalist, after all.",
      "es": "Le atrae su ambición. Después de todo, es periodista política."
    }
  },
  {
    "translation": {
      "en": "So, obviously, being with a politician",
      "es": "Así que, obviamente, estar con un político"
    }
  },
  {
    "translation": {
      "en": "who might eventually be president",
      "es": "que podría ser presidente"
    }
  },
  {
    "translation": {
      "en": "is in harmony with what she's been doing as a political journalist for years.",
      "es": "es congruente con lo que ha hecho como periodista política durante años."
    }
  },
  {
    "translation": {
      "en": "I'm certain he'll make an excellent IMF director.",
      "es": "Estoy seguro de que será un excelente director. EXPRESIDENTE DE FRANCIA"
    }
  },
  {
    "translation": {
      "en": "So now a French man leads one of the most important international organizations.",
      "es": "Un francés dirige una organización internacional de las más importantes."
    }
  },
  {
    "translation": {
      "en": "It was a very clever and a terrific nomination.",
      "es": "Fue una nominación muy inteligente y genial."
    }
  },
  {
    "translation": {
      "en": "There may have been an ulterior motive for President Sarkozy.",
      "es": "Quizá el presidente Sarkozy tenía otra intención."
    }
  },
  {
    "translation": {
      "en": "Maybe he thought that with Dominique in Washington,",
      "es": "Tal vez pensó que con Dominique en Washington,"
    }
  },
  {
    "translation": {
      "en": "he had one less rival for the future presidential election.",
      "es": "tenía un rival menos para las elecciones presidenciales."
    }
  },
  {
    "translation": {
      "en": "- - I have a press briefing this afternoon.",
      "es": "Tengo una rueda de prensa esta tarde."
    }
  },
  {
    "translation": {
      "en": "- What's your first impression? - It's a good impression.",
      "es": "- ¿Cuál es tu primera impresión? - Es una buena impresión."
    }
  },
  {
    "translation": {
      "en": "They had a very cozy, uh, home life.",
      "es": "Tenían una vida hogareña muy acogedora."
    }
  },
  {
    "translation": {
      "en": "She had a Picasso painting on the wall.",
      "es": "Tenía una pintura de Picasso en la pared."
    }
  },
  {
    "translation": {
      "en": "They had a lot of art, beautiful artwork.",
      "es": "Tenían muchas obras de arte hermosas."
    }
  },
  {
    "translation": {
      "en": "They would be working together.",
      "es": "Trabajaban juntos."
    }
  },
  {
    "translation": {
      "en": "They had their desks, you know, facing each other like this.",
      "es": "Tenían sus escritorios frente a frente."
    }
  },
  {
    "translation": {
      "en": "There was that togetherness.",
      "es": "Había una unión."
    }
  },
  {
    "translation": {
      "en": "It looked very loving.",
      "es": "Se veía muy amoroso."
    }
  },
  {
    "translation": {
      "en": "What happens behind closed doors, I don't know,",
      "es": "¿Qué pasaba a puertas cerradas? No lo sé,"
    }
  },
  {
    "translation": {
      "en": "but if you ask me, Do they look happy together? Oh, yes, they do.",
      "es": "pero si me preguntan si se veían felices, la respuesta es sí."
    }
  },
  {
    "translation": {
      "en": "Uh, this is actually a hotel, and it's one of our room attendants.",
      "es": "En realidad este es un hotel y es una de nuestras empleadas."
    }
  },
  {
    "translation": {
      "en": "Apparently, she was, uh, assaulted by one of the big guests.",
      "es": "1 HORA ANTES DE LA LLAMADA A 911 Parece que la atacó uno de los huéspedes importantes."
    }
  },
  {
    "translation": {
      "en": "The room is very big.",
      "es": "El cuarto es grande."
    }
  },
  {
    "translation": {
      "en": "I enter and I look at the… I don't see nothing. No bag. No nothing.",
      "es": "Entro y miro. No veo nada. No hay maleta. No hay nada."
    }
  },
  {
    "translation": {
      "en": "Then I check the office. No laptop, no nothing.",
      "es": "Luego reviso la oficina. No hay computadora, no hay nada."
    }
  },
  {
    "translation": {
      "en": "Then I walk back.",
      "es": "Luego regreso."
    }
  },
  {
    "translation": {
      "en": "I'm about to say, Housekeeping.",
      "es": "Estoy por decir: Limpieza."
    }
  },
  {
    "translation": {
      "en": "That's the time the guy come, naked guy, come on me.",
      "es": "En ese momento se me acerca el tipo desnudo."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, my God, I'm sorry, sir. I'm sorry.",
      "es": "Le dije: Dios mío, lo siento, señor. Lo siento."
    }
  },
  {
    "translation": {
      "en": "He… The next thing, his hands are on my… on my chest.",
      "es": "Después de eso puso sus manos en mi pecho."
    }
  },
  {
    "translation": {
      "en": "He grabbed my breast like, No, you don't have to be sorry. You don't have to be sorry.",
      "es": "Él me agarró el pecho y dijo: No, no tienes que disculparte."
    }
  },
  {
    "translation": {
      "en": "He pushed me down and I want to get up, and he pushed me again.",
      "es": "Me empujó, intenté levantarme, y me empujó de nuevo."
    }
  },
  {
    "translation": {
      "en": "I say, Stop, sir, I don't want to lose my job.",
      "es": "Le dije: Basta, señor, no quiero perder mi trabajo."
    }
  },
  {
    "translation": {
      "en": "He says, No, you won't lose your job. You're not gonna lose your job.",
      "es": "Él dijo: No, no vas a perder tu trabajo."
    }
  },
  {
    "translation": {
      "en": "I tell him, My supervisor is right there. My supervisor is outside.",
      "es": "Le dije que mi supervisora estaba ahí, que la supervisora estaba afuera."
    }
  },
  {
    "translation": {
      "en": "I lied, my supervisor is not there, but I… I wanted him to stop.",
      "es": "Mentí, mi supervisora no estaba, pero quería que se detuviera."
    }
  },
  {
    "translation": {
      "en": "I wanted him to stop.",
      "es": "Quería que se detuviera."
    }
  },
  {
    "translation": {
      "en": "He was like a…  …a monkey, an animal.",
      "es": "Era como un mono, un animal."
    }
  },
  {
    "translation": {
      "en": "That's how he pushed me inside all the way to the back, next to the bathroom.",
      "es": "Me empujó hacia atrás, al lado del baño."
    }
  },
  {
    "translation": {
      "en": "He tried to pull my pants down, and I hold my pants.",
      "es": "Intentó bajarme los pantalones y yo los sostuve."
    }
  },
  {
    "translation": {
      "en": "I… I pull my dress, then he…",
      "es": "Jalé mi vestido y luego él…"
    }
  },
  {
    "translation": {
      "en": "He grabbed me.",
      "es": "Él me agarró."
    }
  },
  {
    "translation": {
      "en": "He grabbed me. I was so scared.",
      "es": "Me agarró. Me asusté mucho."
    }
  },
  {
    "translation": {
      "en": "I tell him to stop.",
      "es": "Le dije que se detuviera."
    }
  },
  {
    "translation": {
      "en": "I want to push him, I want to run out. That's how he…",
      "es": "Quería empujarlo y salir corriendo. Así él…"
    }
  },
  {
    "translation": {
      "en": "He pushed me hard down.",
      "es": "Me empujó con fuerza."
    }
  },
  {
    "translation": {
      "en": "I fell on my hand and my left shoulder.",
      "es": "Caí sobre mi mano y mi hombro izquierdo."
    }
  },
  {
    "translation": {
      "en": "That's the way he put his…",
      "es": "Así fue como puso su…"
    }
  },
  {
    "translation": {
      "en": "…his thing in my mouth.",
      "es": "su cosa en mi boca."
    }
  },
  {
    "translation": {
      "en": "That was the time I can do nothing.",
      "es": "En ese momento yo no podía hacer nada."
    }
  },
  {
    "translation": {
      "en": "Just stay until he… do whatever he want to do.",
      "es": "Solo quedarme hasta que él… hiciera lo que quisiera."
    }
  },
  {
    "translation": {
      "en": "After that, I spit everywhere. I was… I felt dirty.",
      "es": "Después de eso, escupí por todos lados. Me sentía sucia."
    }
  },
  {
    "translation": {
      "en": "I feel everything's dirty and I run away.",
      "es": "Sentí que todo estaba sucio y huí."
    }
  },
  {
    "translation": {
      "en": "He doesn't say anything, and I run outside.",
      "es": "Él no dijo nada y yo salí corriendo."
    }
  },
  {
    "translation": {
      "en": "I want…",
      "es": "Quería…"
    }
  },
  {
    "translation": {
      "en": "I was walking down the hallway and I saw him going out.",
      "es": "Estaba caminando por el pasillo y lo vi salir."
    }
  },
  {
    "translation": {
      "en": "Five, no… Maybe five minutes. I don't know, five minutes.",
      "es": "Cinco, no… Quizá cinco minutos. No sé, cinco minutos."
    }
  },
  {
    "translation": {
      "en": "That was the time my supervisor come.",
      "es": "Entonces llegó mi supervisora."
    }
  },
  {
    "translation": {
      "en": "She never saw me that way before. She was like…",
      "es": "Ella nunca me había visto así. Estaba como…"
    }
  },
  {
    "translation": {
      "en": "What happened? What happened?",
      "es": "¿Qué pasó?."
    }
  },
  {
    "translation": {
      "en": "I don't know what to tell her",
      "es": "No supe qué decirle"
    }
  },
  {
    "translation": {
      "en": "because I don't know what's gonna happen if I tell her.",
      "es": "porque no sabía qué iba a pasar si le decía."
    }
  },
  {
    "translation": {
      "en": "I… I was like, just…",
      "es": "Yo estaba como…"
    }
  },
  {
    "translation": {
      "en": "But I cannot keep it too, because I was angry.",
      "es": "pero no pude guardármelo, porque estaba enojada."
    }
  },
  {
    "translation": {
      "en": "So I said, Can I ask you something?",
      "es": "Le dije: ¿Te puedo preguntar algo?."
    }
  },
  {
    "translation": {
      "en": "She said, Yeah, go ahead. I say, If someone tried to do things to you…",
      "es": "Me dijo: Sí, adelante. Y dije: Si alguien intentara hacerte cosas…."
    }
  },
  {
    "translation": {
      "en": "And like that. I don't tell her details. I just say,",
      "es": "Y así, no le dije. Solo dije:"
    }
  },
  {
    "translation": {
      "en": "If someone tried to… to… to rape you, what… what do you do in this job?",
      "es": "Si alguien intentara violarte, ¿qué harías en ese caso?"
    }
  },
  {
    "translation": {
      "en": "What… What do you do?",
      "es": "¿Qué harías?."
    }
  },
  {
    "translation": {
      "en": "She was like, What happened to you? Tell me what happened.",
      "es": "Me dijo: ¿Qué te pasó? Dime qué pasó."
    }
  },
  {
    "translation": {
      "en": "Then they take me downstairs to the security office.",
      "es": "Luego me llevaron a la oficina de seguridad."
    }
  },
  {
    "translation": {
      "en": "I feel torn up, so they tell me to sit there.",
      "es": "Me sentía mal, así que me dijeron que me sentara."
    }
  },
  {
    "translation": {
      "en": "I tell them what happened.",
      "es": "Les conté lo que pasó."
    }
  },
  {
    "translation": {
      "en": "That's how the drama started.",
      "es": "Así comenzó el drama."
    }
  },
  {
    "translation": {
      "en": "I've been in the security industry for approximately 32 years.",
      "es": "Llevo 32 años en la industria de la seguridad."
    }
  },
  {
    "translation": {
      "en": "I was in the military for four years.",
      "es": "Estuve cuatro años en el ejército."
    }
  },
  {
    "translation": {
      "en": "I take great pride in protecting people,",
      "es": "Me enorgullece proteger a la gente,"
    }
  },
  {
    "translation": {
      "en": "and I just wanted to let her know that, you know, we're gonna do everything",
      "es": "y quería que ella supiera que haríamos todo para asegurar su protección."
    }
  },
  {
    "translation": {
      "en": "to make sure that she's protected moving forward.",
      "es": "que haríamos todo para asegurar su protección."
    }
  },
  {
    "translation": {
      "en": "Right away, my feeling is, uh, of great emotion,",
      "es": "De inmediato, empiezo a sentir mucha emoción,"
    }
  },
  {
    "translation": {
      "en": "sort of a little bit of sickness to my stomach,",
      "es": "un poco de náuseas,"
    }
  },
  {
    "translation": {
      "en": "because it was an emotional roller coaster. I mean, you…",
      "es": "porque era una montaña rusa emocional."
    }
  },
  {
    "translation": {
      "en": "I took that personal that on my watch…",
      "es": "Me tomé muy personal que en mi turno…"
    }
  },
  {
    "translation": {
      "en": "uh, a female employee was sexually assaulted.",
      "es": "una empleada había sido agredida sexualmente."
    }
  },
  {
    "translation": {
      "en": "I say,  I want to go rinse my mouth.",
      "es": "Les digo que quiero enjuagarme la boca."
    }
  },
  {
    "translation": {
      "en": "They say, No, you're gonna have to go to the hospital. They're gonna have to do a checkup.",
      "es": "Me dicen: No, tienes que ir al hospital. Tienen que revisarte."
    }
  },
  {
    "translation": {
      "en": "I tell you, my shoulder is hurting, but nothing is broken.",
      "es": "Les digo que me duele el hombro, pero nada está roto."
    }
  },
  {
    "translation": {
      "en": "I believe I'm gonna be okay.",
      "es": "Creo que voy a estar bien."
    }
  },
  {
    "translation": {
      "en": "I don't want to go to, like, the hospital. I don't want to lose my job.",
      "es": "No quiero ir al hospital. No quiero perder mi trabajo."
    }
  },
  {
    "translation": {
      "en": "I got a certificate for being the best employee.",
      "es": "Tengo un certificado de la mejor empleada."
    }
  },
  {
    "translation": {
      "en": "I was doing good. I work from my heart.",
      "es": "Me estaba yendo bien. Trabajo con el corazón."
    }
  },
  {
    "translation": {
      "en": "I like the job.",
      "es": "Me gusta el trabajo."
    }
  },
  {
    "translation": {
      "en": "Nafi was brave in what she did, and she came forward.",
      "es": "Nafi fue valiente en lo que hizo y habló,"
    }
  },
  {
    "translation": {
      "en": "And had she not come out, none of this would ever have been disclosed.",
      "es": "si no lo hubiera hecho, nada de esto se sabría."
    }
  },
  {
    "translation": {
      "en": "All my dream going away. I never… I never wanted…",
      "es": "Mi sueños desaparecían. Nunca quise…"
    }
  },
  {
    "translation": {
      "en": "I never thought that's gonna be my last time over there.",
      "es": "Nunca pensé que esa sería mi última vez ahí."
    }
  },
  {
    "translation": {
      "en": "911 operator 1505.",
      "es": "911, operador 1505."
    }
  },
  {
    "translation": {
      "en": "BFMTV EXCLUSIVE",
      "es": "EXCLUSIVA BFMTV"
    }
  },
  {
    "translation": {
      "en": "We get her statements.",
      "es": "Tomamos sus declaraciones."
    }
  },
  {
    "translation": {
      "en": "Uh, her story remained consistent",
      "es": "Su historia fue consistente"
    }
  },
  {
    "translation": {
      "en": "in the initial interviews that day.",
      "es": "en las entrevistas iniciales de ese día."
    }
  },
  {
    "translation": {
      "en": "Consistent and credible.",
      "es": "Consistente y creíble."
    }
  },
  {
    "translation": {
      "en": "She will be sent to the hospital,",
      "es": "Primero la enviarán al hospital,"
    }
  },
  {
    "translation": {
      "en": "first, to see if she needs medical attention,",
      "es": "para ver si necesita atención médica,"
    }
  },
  {
    "translation": {
      "en": "uh, and also in the case of, uh, a sexual assault, to, uh, gather evidence.",
      "es": "y también en caso de agresión sexual, para reunir pruebas."
    }
  },
  {
    "translation": {
      "en": "A photographer will also photograph the room,",
      "es": "Un fotógrafo también fotografiará la habitación,"
    }
  },
  {
    "translation": {
      "en": "and because of the notoriety of the case,",
      "es": "y por la notoriedad del caso,"
    }
  },
  {
    "translation": {
      "en": "the most recognized police official in this field of Special Victim",
      "es": "el oficial de policía más reconocido en este campo también respondió."
    }
  },
  {
    "translation": {
      "en": "also responded.",
      "es": "también respondió."
    }
  },
  {
    "translation": {
      "en": "I immediately jumped in my police car and drove into Manhattan.",
      "es": "De inmediato me subí a mi patrulla y conduje hasta Manhattan."
    }
  },
  {
    "translation": {
      "en": "I had a very good captain working for me, Captain Joe White.",
      "es": "Tenía a un buen capitán, a Joe White."
    }
  },
  {
    "translation": {
      "en": "I said, Joe, what do we have?",
      "es": "Le dije: Joe, ¿qué tenemos?."
    }
  },
  {
    "translation": {
      "en": "And he says, Uh, Chief, that, uh, early this afternoon, the president of the IMF",
      "es": "Y me dijo: Jefe, esta tarde acusaron al presidente del FMI"
    }
  },
  {
    "translation": {
      "en": "is accused of sexually assaulting a maid inside a hotel, Upper Manhattan.",
      "es": "de agredir sexualmente a una mucama dentro de un hotel en Manhattan."
    }
  },
  {
    "translation": {
      "en": "I knew the president of the IMF",
      "es": "Yo sabía que el presidente del FMI"
    }
  },
  {
    "translation": {
      "en": "would probably be the eighth or ninth most powerful person in the world.",
      "es": "era la octava o novena persona más poderosa del mundo."
    }
  },
  {
    "translation": {
      "en": "Now, we don't know where he is yet. He could be on a plane.",
      "es": "No sabemos dónde está. Podría estar en un avión."
    }
  },
  {
    "translation": {
      "en": "He could be back to Washington, DC. Uh, no one knows where he is.",
      "es": "Tal vez regresó a Washington. Nadie sabe dónde está."
    }
  },
  {
    "translation": {
      "en": "We have to find him.",
      "es": "Debemos encontrarlo."
    }
  },
  {
    "translation": {
      "en": "What happened next is extremely unexpected, it's extremely rare,",
      "es": "Lo que pasó después es extremadamente inesperado y raro."
    }
  },
  {
    "translation": {
      "en": "and it flips this whole thing.",
      "es": "Cambia todo esto."
    }
  },
  {
    "translation": {
      "en": "At one particular point, Mr. Strauss- Kahn calls the hotel,",
      "es": "En un momento dado, el señor Strauss-Kahn llama al hotel"
    }
  },
  {
    "translation": {
      "en": "and I'm… I'm there with the detectives,",
      "es": "y yo estoy ahí con los detectives"
    }
  },
  {
    "translation": {
      "en": "and I… I explain that I have him on the phone.",
      "es": "y expliqué que lo tenía en el teléfono."
    }
  },
  {
    "translation": {
      "en": "He's explaining that he left his cell phone behind.",
      "es": "Está explicando que dejó su teléfono celular."
    }
  },
  {
    "translation": {
      "en": "I'm asking, Well, how can we get the phone to you?",
      "es": "Le pregunto: ¿Cómo podemos llevarle el teléfono?."
    }
  },
  {
    "translation": {
      "en": "And he stated that he was at Air France lounge, and that he was at JFK.",
      "es": "Y dijo que estaba en el salón de Air France en el aeropuerto JFK."
    }
  },
  {
    "translation": {
      "en": "I wrote it… wrote it down real fast, JFK, Air France Lounge,",
      "es": "Lo escribí muy rápido, JFK, Salón Air France"
    }
  },
  {
    "translation": {
      "en": "uh, handed it off to the detectives…",
      "es": "y se lo di a los detectives,"
    }
  },
  {
    "translation": {
      "en": "- - …and they… they were literally out the door as fast as humanly possible",
      "es": "y literalmente salieron lo más rápido posible"
    }
  },
  {
    "translation": {
      "en": "en route to… to JFK Airport.",
      "es": "camino al aeropuerto JFK."
    }
  },
  {
    "translation": {
      "en": "If he got on the plane and back to France,",
      "es": "Si se sube al avión y regresa a Francia,"
    }
  },
  {
    "translation": {
      "en": "it's very unlikely we would ever get him back.",
      "es": "es muy poco probable que lo recuperemos."
    }
  }
]