[
  {
    "translation": {
      "en": "Some experts call it a retail apocalypse.",
      "es": "UN DOCUMENTAL ORIGINAL DE NETFLIX Para los expertos, es un apocalipsis minorista."
    }
  },
  {
    "translation": {
      "en": "2019 marked one of the worst years in a decade for brick- and- mortar stores.",
      "es": "2019, uno de los peores años de la década para las tiendas físicas."
    }
  },
  {
    "translation": {
      "en": "Less Is Now.",
      "es": "Menos es ahora."
    }
  },
  {
    "translation": {
      "en": "Why do you think this idea of minimalism or simplifying",
      "es": "¿Por qué crees que la idea del minimalismo o de la simplificación"
    }
  },
  {
    "translation": {
      "en": "is really catching on right now?",
      "es": "se está poniendo de moda ahora?"
    }
  },
  {
    "translation": {
      "en": "I think it's because we have the opportunity to have so much.",
      "es": "Quizá porque ahora podemos tener muchas cosas."
    }
  },
  {
    "translation": {
      "en": "A portion of America's definitely addicted to stuff.",
      "es": "Una parte de EE. UU. es adicta a las cosas."
    }
  },
  {
    "translation": {
      "en": "Probably not in the classic psychology sense of addiction.",
      "es": "Probablemente no en el sentido clásico de la psicología."
    }
  },
  {
    "translation": {
      "en": "We just love stuff!",
      "es": "¡Es que nos encanta tener cosas!"
    }
  },
  {
    "translation": {
      "en": "Monday, today, is supposed to be the biggest online shopping day of all times,",
      "es": "Este lunes es supuestamente el día en que más compras en línea se realizan,"
    }
  },
  {
    "translation": {
      "en": "reaching around three- and- a- third billion dollars in online sales.",
      "es": "unos 3300 millones de dólares de ventas en línea."
    }
  },
  {
    "translation": {
      "en": "Anything that you can think of, you can get on your doorstep, now within 24 hours.",
      "es": "Ahora puedes recibir lo que se te ocurra en la puerta de tu casa en 24 horas."
    }
  },
  {
    "translation": {
      "en": "That's… That's almost like magic, right?",
      "es": "Parece magia, ¿no?"
    }
  },
  {
    "translation": {
      "en": "When you look up at the sky, you may soon see Amazon's army of new- age deliveries.",
      "es": "Al mirar al cielo, quizá pronto vean el ejército de la nueva era de entregas de Amazon."
    }
  },
  {
    "translation": {
      "en": "The electronic aircraft would have a 15- mile range",
      "es": "El avión electrónico tendría un alcance de 24 km"
    }
  },
  {
    "translation": {
      "en": "and deliver packages within 30 minutes.",
      "es": "y podría entregar paquetes en 30 minutos."
    }
  },
  {
    "translation": {
      "en": "The consumer world understands that if I can get you to choose before you think,",
      "es": "El mundo consumista sabe que si logra que elijas antes de pensar,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you to buy things you do not need.",
      "es": "comprarás cosas que no necesitas."
    }
  },
  {
    "translation": {
      "en": "My senses are just being bombarded with reminders,",
      "es": "Me bombardean los sentidos con recordatorios."
    }
  },
  {
    "translation": {
      "en": "like, Hey, you should buy this. You'd be happier if you buy this. You know?",
      "es": "Deberías comprar esto. Serías más feliz si compraras esto."
    }
  },
  {
    "translation": {
      "en": "And it's just sort of like, in so many ways,",
      "es": "¿Sabes? Es como que… En muchos sentidos, intentan someterte a golpes."
    }
  },
  {
    "translation": {
      "en": "they're trying to beat you into submission.",
      "es": "En muchos sentidos, intentan someterte a golpes."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll buy it! I need it! I need it!",
      "es": "¡Está bien, lo compro, lo necesito."
    }
  },
  {
    "translation": {
      "en": "Amazon, hiring once again.",
      "es": "Amazon vuelve a contratar."
    }
  },
  {
    "translation": {
      "en": "The company looking to recruit 100,000 workers",
      "es": "La empresa reclutará a 100 000 trabajadores"
    }
  },
  {
    "translation": {
      "en": "to meet surging levels of e- commerce demand.",
      "es": "para satisfacer la creciente demanda de operaciones en línea."
    }
  },
  {
    "translation": {
      "en": "Lots of smaller retail businesses are being lost,",
      "es": "Muchos negocios minoristas más pequeños están quebrando"
    }
  },
  {
    "translation": {
      "en": "and the power is being consolidated in the hands of these giants.",
      "es": "y el poder se consolida en manos de estos gigantes."
    }
  },
  {
    "translation": {
      "en": "Stuff is contributing to our discontent in so many different ways, because it's taking the place",
      "es": "Tener cosas incrementa nuestro descontento de muchas formas porque está reemplazando"
    }
  },
  {
    "translation": {
      "en": "of the things that actually do give us more happiness.",
      "es": "a lo que en realidad nos da más felicidad."
    }
  },
  {
    "translation": {
      "en": "I found minimalism about seven years ago in the midst of a breakdown.",
      "es": "Descubrí el minimalismo hace unos siete años en medio de un colapso."
    }
  },
  {
    "translation": {
      "en": "I was overworked. Um, I was exhausted. I was heavily stressed out.",
      "es": "Trabajaba demasiado. Estaba exhausta. Estaba muy estresada."
    }
  },
  {
    "translation": {
      "en": "There has to be more to life than just working.",
      "es": "La vida no tiene que ser solo trabajar."
    }
  },
  {
    "translation": {
      "en": "I think immediately I got up, and I went to my closet,",
      "es": "Creo que me levanté de inmediato, fui a mi armario,"
    }
  },
  {
    "translation": {
      "en": "and I started pulling my clothes out.",
      "es": "y empecé a sacar toda mi ropa."
    }
  },
  {
    "translation": {
      "en": "Uh, I stayed up until 3:00 a.m., and I just packed so many things.",
      "es": "Me quedé despierto hasta las 3 a. m. y empaqué muchísimas cosas."
    }
  },
  {
    "translation": {
      "en": "As I started slowly releasing things, I gained a sense of freedom.",
      "es": "A medida que soltaba cosas de a poco, ganaba una sensación de libertad."
    }
  },
  {
    "translation": {
      "en": "Change is definitely coming. Change is inevitable,",
      "es": "El cambio está llegando sin duda. Es inevitable."
    }
  },
  {
    "translation": {
      "en": "because you can't continue to consume more than the planet can replenish every year.",
      "es": "No se puede seguir consumiendo más de lo que el planeta puede reponer al año."
    }
  },
  {
    "translation": {
      "en": "You just physically can't.",
      "es": "Físicamente no se puede."
    }
  },
  {
    "translation": {
      "en": "So the question is not if we are gonna change as a society,",
      "es": "No debemos preguntarnos si cambiaremos como sociedad,"
    }
  },
  {
    "translation": {
      "en": "but how we are gonna change.",
      "es": "sino cómo vamos a cambiar."
    }
  },
  {
    "translation": {
      "en": "'Cause we're either gonna change by design or by disaster.",
      "es": "Porque cambiaremos por decisión o por desastre."
    }
  },
  {
    "translation": {
      "en": "It all started with one question.",
      "es": "Todo comenzó con una pregunta."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "es": "¿Cómo tu vida podría ser mejor con menos?"
    }
  },
  {
    "translation": {
      "en": "- Want some tea? - Sure.",
      "es": "- ¿Quieres un té? - Claro."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "It's in the… Yeah. Okay.",
      "es": "Está en el… Sí, ahí."
    }
  },
  {
    "translation": {
      "en": "Yeah, y- you know, I mean, aesthetics are important to me,",
      "es": "Sí, a ver, la estética es importante para mí,"
    }
  },
  {
    "translation": {
      "en": "but what I care most about is having a place free of clutter.",
      "es": "pero lo que más me importa es que el lugar no esté desordenado."
    }
  },
  {
    "translation": {
      "en": "So when you look around my place,",
      "es": "Cuando observas mi casa,"
    }
  },
  {
    "translation": {
      "en": "not everything is necessarily minimalist design.",
      "es": "no necesariamente todo tiene un diseño minimalista."
    }
  },
  {
    "translation": {
      "en": "I don't go out of my way to specifically have only minimalist aesthetics.",
      "es": "No me esfuerzo porque todo tenga una estética minimalista."
    }
  },
  {
    "translation": {
      "en": "But to me, it's… it's clutter- free.",
      "es": "Pero para mí no hay desorden."
    }
  },
  {
    "translation": {
      "en": "We often confuse simplicity with easy,",
      "es": "A menudo se confunde la simplicidad con lo fácil,"
    }
  },
  {
    "translation": {
      "en": "but it's actually the exact opposite.",
      "es": "cuando en realidad es exactamente lo opuesto."
    }
  },
  {
    "translation": {
      "en": "Living a simple life, it takes a lot of work.",
      "es": "Vivir una vida simple lleva mucho trabajo."
    }
  },
  {
    "translation": {
      "en": "It takes a lot of work to be intentional. What's easy is going with the flow.",
      "es": "Es difícil tener una intención. Lo fácil es seguir la corriente."
    }
  },
  {
    "translation": {
      "en": "It's going out, and going to IKEA, and buying the cheap furniture",
      "es": "Es ir a Ikea y comprar muebles baratos"
    }
  },
  {
    "translation": {
      "en": "every time you think you need a piece of furniture or an end table.",
      "es": "cada vez que crees que necesitas un mueble o una mesita auxiliar."
    }
  },
  {
    "translation": {
      "en": "It is very difficult to go through some of these stoical experiments",
      "es": "Es muy difícil hacer algunos de estos experimentos estoicos"
    }
  },
  {
    "translation": {
      "en": "to see what you can live with or live without,",
      "es": "para ver con qué puedes vivir y con qué no,"
    }
  },
  {
    "translation": {
      "en": "but, in the end, it's worth the work.",
      "es": "pero al final, vale la pena el esfuerzo."
    }
  },
  {
    "translation": {
      "en": "People go, Check out this documentary.",
      "es": "Me decían: Mira este documental. Estos tipos, Los minimalistas."
    }
  },
  {
    "translation": {
      "en": "- These guys, The Minimalists. - The Minimalists.",
      "es": "Me decían: Mira este documental. Estos tipos, Los minimalistas. Los minimalistas."
    }
  },
  {
    "translation": {
      "en": "The Minimalists are with us. Joshua and Ryan.",
      "es": "Nos acompañan Los minimalistas, Joshua y Ryan."
    }
  },
  {
    "translation": {
      "en": "They have books, a podcast, and a Netflix documentary,",
      "es": "Tienen libros, un podcast y un documental en Netflix,"
    }
  },
  {
    "translation": {
      "en": "all guiding typical consumers on how to downsize their way to happiness.",
      "es": "para guiar a los consumidores a despojar el camino a la felicidad."
    }
  },
  {
    "translation": {
      "en": "I don't think you can understand how Josh and I came to be minimalists",
      "es": "Creo que no se entendería cómo Josh y yo llegamos a ser minimalistas"
    }
  },
  {
    "translation": {
      "en": "without looking at our upbringings.",
      "es": "sin conocer cómo fue nuestra infancia."
    }
  },
  {
    "translation": {
      "en": "Both of us grew up poor.",
      "es": "Ambos crecimos pobres."
    }
  },
  {
    "translation": {
      "en": "Our moms had issues with substance abuse, and we really never had enough.",
      "es": "Nuestras madres tenían problemas con el abuso de sustancias y siempre pasamos necesidades."
    }
  },
  {
    "translation": {
      "en": "Dude, look at this. This is hilarious.",
      "es": "Mira esto. Es muy gracioso."
    }
  },
  {
    "translation": {
      "en": "Even our furniture.  It was like… It was like do- it- yourself furniture.",
      "es": "Hasta nuestros muebles. Parecían muebles de bricolaje."
    }
  },
  {
    "translation": {
      "en": "That's like our cupboard in the kitchen.",
      "es": "Este es el armario de la cocina."
    }
  },
  {
    "translation": {
      "en": "I was really a happy kid up until, uh, about the second grade",
      "es": "Fui un niño feliz hasta el 2° grado cuando mis padres se divorciaron."
    }
  },
  {
    "translation": {
      "en": "when my parents got divorced.",
      "es": "hasta el 2° grado cuando mis padres se divorciaron."
    }
  },
  {
    "translation": {
      "en": "It happens to a lot of kids, their parents get divorced.",
      "es": "Les pasa a muchos niños, sus padres se divorcian."
    }
  },
  {
    "translation": {
      "en": "But I remember things really getting dysfunctional when…",
      "es": "Pero recuerdo que todo empezó a ir muy mal cuando…"
    }
  },
  {
    "translation": {
      "en": "uh, when my mom left my dad.",
      "es": "mi mamá dejó a mi papá."
    }
  },
  {
    "translation": {
      "en": "And there was just a lot of…",
      "es": "Y había mucha…"
    }
  },
  {
    "translation": {
      "en": "a lot of partying, I remember.",
      "es": "mucha fiesta, recuerdo."
    }
  },
  {
    "translation": {
      "en": "And, um, you know, as a kid, it looked like a lot of fun.",
      "es": "Y, sabes, de niño me parecía divertido."
    }
  },
  {
    "translation": {
      "en": "My mom did a good job of making it look fun.",
      "es": "Mi mamá realmente logró hacerlo ver divertido."
    }
  },
  {
    "translation": {
      "en": "I met Josh in the fifth grade when I moved to his middle school.",
      "es": "Conocí a Josh en 5° grado cuando me cambié a su escuela."
    }
  },
  {
    "translation": {
      "en": "It could have been that we were both from broken homes and didn't have much money growing up,",
      "es": "Quizá fue porque ambos veníamos de hogares rotos, o con poco dinero,"
    }
  },
  {
    "translation": {
      "en": "or maybe it was that we were the two fattest kids in our grade,",
      "es": "o quizá porque éramos los dos niños más gordos de 5° grado,"
    }
  },
  {
    "translation": {
      "en": "but we just hit it off, and we became best friends.",
      "es": "pero nos caímos bien enseguida y fuimos mejores amigos."
    }
  },
  {
    "translation": {
      "en": "When we were growing up, I feel like we could've used minimalism,",
      "es": "Cuando niños, podríamos haber aprovechado el minimalismo"
    }
  },
  {
    "translation": {
      "en": "because minimalism is basically the intentional use of resources you have,",
      "es": "porque se trata del uso intencional de los recursos que uno tiene"
    }
  },
  {
    "translation": {
      "en": "and if you have very few resources, like we did growing up,",
      "es": "y si uno tiene pocos recursos, como era nuestro caso,"
    }
  },
  {
    "translation": {
      "en": "man, we could've done much better by being more deliberate with those resources.",
      "es": "le puede ir mucho mejor usando esos recursos más deliberadamente."
    }
  },
  {
    "translation": {
      "en": "It's interesting, because when you're poor, it's like, when someone offers you something, you take it.",
      "es": "Es interesante porque cuando uno es pobre y alguien le ofrece algo, lo acepta."
    }
  },
  {
    "translation": {
      "en": "I- I think about my household growing up, and we had so much stuff,",
      "es": "Recuerdo que en la casa de mi infancia teníamos muchas cosas"
    }
  },
  {
    "translation": {
      "en": "because we took every single thing that was offered to us.",
      "es": "porque aceptábamos todas las cosas que nos ofrecían."
    }
  },
  {
    "translation": {
      "en": "However, we had a lot of stuff that we didn't need.",
      "es": "Pero teníamos muchas cosas que no necesitábamos."
    }
  },
  {
    "translation": {
      "en": "In fact, it was just clutter, and it did not add any value.",
      "es": "De hecho, todo era puro desorden sin ningún valor."
    }
  },
  {
    "translation": {
      "en": "As we get more space, we fill it with more things.",
      "es": "Cuanto más espacio tenemos, más lo llenamos de cosas."
    }
  },
  {
    "translation": {
      "en": "As we get more things, we need more space,",
      "es": "Y cuanto más cosas, más espacio,"
    }
  },
  {
    "translation": {
      "en": "so we turn to storage lockers, or we turn to bigger houses.",
      "es": "así que recurrimos a depósitos o a casas más grandes."
    }
  },
  {
    "translation": {
      "en": "And we never really stop to question, What is essential? What is necessary?",
      "es": "Y nunca nos cuestionamos: ¿Qué es esencial? ¿Qué es necesario?."
    }
  },
  {
    "translation": {
      "en": "Then, How much of the stuff is actually adding any value to my life at all?",
      "es": "Y luego, ¿Cuántas de estas cosas le agregan valor a mi vida?."
    }
  },
  {
    "translation": {
      "en": "A decade ago,",
      "es": "Hace una década,"
    }
  },
  {
    "translation": {
      "en": "by the time I was 28 years old, I had achieved everything I ever wanted.",
      "es": "cuando tenía 28 años, había logrado todo lo que siempre había querido."
    }
  },
  {
    "translation": {
      "en": "I was the youngest director in my company's 140- year history,",
      "es": "Era el director más joven en los 140 años de la empresa"
    }
  },
  {
    "translation": {
      "en": "and I had all the fringe benefits of a middle manager at a major corporation.",
      "es": "y gozaba de todos los beneficios de ser un gerente medio en una gran empresa."
    }
  },
  {
    "translation": {
      "en": "The luxury cars, the closet filled with designer clothes,",
      "es": "Los autos de lujo, el armario lleno de ropa de diseñador,"
    }
  },
  {
    "translation": {
      "en": "the big suburban house with more toilets than people.",
      "es": "la gran casa suburbana con más baños que personas."
    }
  },
  {
    "translation": {
      "en": "I guess you could say I was living the American dream.",
      "es": "Se podría decir que vivía el sueño americano."
    }
  },
  {
    "translation": {
      "en": "But then, my mom died…",
      "es": "Pero luego mi mamá murió…"
    }
  },
  {
    "translation": {
      "en": "and my marriage ended…",
      "es": "y mi matrimonio terminó."
    }
  },
  {
    "translation": {
      "en": "both in the same month.",
      "es": "Ambos en el mismo mes."
    }
  },
  {
    "translation": {
      "en": "And these two events forced me to look around",
      "es": "Estos dos eventos me obligaron a mirar a mi alrededor"
    }
  },
  {
    "translation": {
      "en": "and start to question what had become my life's focus.",
      "es": "y a cuestionarme qué era central en mi vida."
    }
  },
  {
    "translation": {
      "en": "You know what I realized?",
      "es": "¿Y qué noté?"
    }
  },
  {
    "translation": {
      "en": "I realized I was so focused on so- called success, and achievement,",
      "es": "Me di cuenta de que estaba muy enfocado en lo que llaman éxito y logros,"
    }
  },
  {
    "translation": {
      "en": "and especially on the accumulation of stuff.",
      "es": "y especialmente en acumular cosas."
    }
  },
  {
    "translation": {
      "en": "I might have been living the American dream,",
      "es": "Quizá sí estaba viviendo el sueño americano,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't my dream.",
      "es": "pero no era mi sueño."
    }
  },
  {
    "translation": {
      "en": "It took getting everything I thought I wanted",
      "es": "Debí conseguir todo lo que creí que quería para darme cuenta"
    }
  },
  {
    "translation": {
      "en": "to realize that maybe everything I ever wanted",
      "es": "Debí conseguir todo lo que creí que quería para darme cuenta de que quizá todo lo que siempre quise no era lo que quería."
    }
  },
  {
    "translation": {
      "en": "wasn't actually what I wanted at all.",
      "es": "de que quizá todo lo que siempre quise no era lo que quería."
    }
  },
  {
    "translation": {
      "en": "Corporations and the drive for corporate profit",
      "es": "Las corporaciones y su búsqueda de ganancias"
    }
  },
  {
    "translation": {
      "en": "is absolutely behind the addiction to stuff that we have in this country.",
      "es": "están detrás de la adicción a las cosas que tenemos en este país."
    }
  },
  {
    "translation": {
      "en": "The way corporations are structured in this country is they really need to keep growing.",
      "es": "Las corporaciones están estructuradas de tal manera que deben seguir creciendo."
    }
  },
  {
    "translation": {
      "en": "A corporation's primary obligation is to their shareholders,",
      "es": "La obligación principal es con sus accionistas."
    }
  },
  {
    "translation": {
      "en": "to which they have to keep delivering increased revenue,",
      "es": "Deben seguir generándoles mayores ingresos"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the foundation of capitalism, growth.",
      "es": "y esa es la base del capitalismo, el crecimiento."
    }
  },
  {
    "translation": {
      "en": "I- I don't think the problem has much to do with how much we're growing,",
      "es": "No creo que el problema tenga que ver con cuánto estamos creciendo."
    }
  },
  {
    "translation": {
      "en": "but rather how we answer the question of where are we going?",
      "es": "Sino cómo respondemos a la pregunta: ¿A dónde vamos?."
    }
  },
  {
    "translation": {
      "en": "I think one of the biggest problems we have in our world now",
      "es": "Uno de los mayores problemas del mundo actual"
    }
  },
  {
    "translation": {
      "en": "is that people really aren't free to choose.",
      "es": "es que la gente no es libre de elegir."
    }
  },
  {
    "translation": {
      "en": "We talk about being in a free market",
      "es": "Decimos que somos un mercado libre o una sociedad libre,"
    }
  },
  {
    "translation": {
      "en": "or a free society, but people aren't really free to choose.",
      "es": "Decimos que somos un mercado libre o una sociedad libre, pero no somos libres de elegir"
    }
  },
  {
    "translation": {
      "en": "Because you just have one or two large institutions that have these artificial monopolies,",
      "es": "porque hay una o dos grandes instituciones que tienen estos monopolios artificiales"
    }
  },
  {
    "translation": {
      "en": "and they get to decide for everyone what you can watch, what you can listen to.",
      "es": "y ellos deciden por todos lo que vemos, lo que escuchamos."
    }
  },
  {
    "translation": {
      "en": "And so, manipulation of… of our interests,",
      "es": "O sea, manipulan nuestros intereses."
    }
  },
  {
    "translation": {
      "en": "manipulation of our natural, God- given taste really is happening.",
      "es": "Están manipulando lo que nos gusta por naturaleza."
    }
  },
  {
    "translation": {
      "en": "Marketers are really impressive in their ability to manipulate the mind,",
      "es": "Los publicistas tienen una habilidad impresionante para manipular la mente,"
    }
  },
  {
    "translation": {
      "en": "in their ability to create a need or a perceived need",
      "es": "para crear una necesidad o una necesidad percibida"
    }
  },
  {
    "translation": {
      "en": "out of something that was a want.",
      "es": "para crear una necesidad o una necesidad percibida de algo que era un deseo."
    }
  },
  {
    "translation": {
      "en": "We live in the most advertised- to culture in the history of the world.",
      "es": "Vivimos en la cultura más bombardeada por publicidad en la historia."
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "es": "Piénsalo."
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars are spent telling us we need this,",
      "es": "Se gastan cientos de millones de dólares para decirnos que necesitamos algo,"
    }
  },
  {
    "translation": {
      "en": "and it has an effect.",
      "es": "y eso logra un efecto."
    }
  },
  {
    "translation": {
      "en": "The money spent on advertising in the United States",
      "es": "El dinero gastado en publicidad en EE. UU."
    }
  },
  {
    "translation": {
      "en": "has increased from just over $5 billion in the 1950s to $240 billion a year today.",
      "es": "aumentó de $ 5 mil millones en los años 50 a $ 240 mil millones al año hoy."
    }
  },
  {
    "translation": {
      "en": "And since the turn of the 21st century,",
      "es": "Y desde el inicio del siglo XXI,"
    }
  },
  {
    "translation": {
      "en": "much of that spending has moved from television and radio",
      "es": "gran parte de ese gasto pasó de la televisión y la radio"
    }
  },
  {
    "translation": {
      "en": "to digital advertising.",
      "es": "a la publicidad digital."
    }
  },
  {
    "translation": {
      "en": "The result, intelligent and predictive ads",
      "es": "El resultado, anuncios inteligentes y predictivos"
    }
  },
  {
    "translation": {
      "en": "that seem to know us better than we know ourselves.",
      "es": "que parecen conocernos mejor que nosotros mismos."
    }
  },
  {
    "translation": {
      "en": "Companies have figured out how to stitch our devices together,",
      "es": "Las empresas descubrieron cómo unir nuestros dispositivos"
    }
  },
  {
    "translation": {
      "en": "so they know when you pick up your tablet or switch to your smartphone,",
      "es": "así saben cuando tomas la tableta o te pasas al teléfono,"
    }
  },
  {
    "translation": {
      "en": "when you change the channel on your TV or speak to your smart device.",
      "es": "cuando cambias de canal en la TV o le hablas a tu dispositivo inteligente."
    }
  },
  {
    "translation": {
      "en": "Using the GPS on your devices, they can track your movement",
      "es": "Gracias al GPS en tus dispositivos, rastrean tu movimiento"
    }
  },
  {
    "translation": {
      "en": "to see which billboards you pass, which stores you frequent,",
      "es": "para ver por cuáles carteles pasas, qué tiendas frecuentas"
    }
  },
  {
    "translation": {
      "en": "and even the amount of credit card debt you've racked up.",
      "es": "hasta las deudas de tarjetas de crédito que acumulaste."
    }
  },
  {
    "translation": {
      "en": "They map these movements",
      "es": "Mapean tus movimientos y saben el momento perfecto"
    }
  },
  {
    "translation": {
      "en": "to know when it's the perfect time to message you next.",
      "es": "Mapean tus movimientos y saben el momento perfecto para enviarte un mensaje."
    }
  },
  {
    "translation": {
      "en": "And the end goal is always the same. To get you to buy more stuff.",
      "es": "Y el objetivo final es siempre el mismo. Lograr que compres más cosas."
    }
  },
  {
    "translation": {
      "en": "And one of the tricks they use is what we call deficit advertising.",
      "es": "Y uno de los trucos es lo que llamamos publicidad del déficit."
    }
  },
  {
    "translation": {
      "en": "They send us advertisements",
      "es": "Nos envían publicidades que nos hacen sentir inconscientemente"
    }
  },
  {
    "translation": {
      "en": "that make us subconsciously feel like we are inadequate, um,",
      "es": "Nos envían publicidades que nos hacen sentir inconscientemente que somos inadecuados si no tenemos ese producto."
    }
  },
  {
    "translation": {
      "en": "if we don't have this product.",
      "es": "que somos inadecuados si no tenemos ese producto."
    }
  },
  {
    "translation": {
      "en": "So, I will not be loved if I don't have this toothpaste.",
      "es": "Nadie me querrá si no tengo esta pasta de dientes."
    }
  },
  {
    "translation": {
      "en": "My children will not value me if I don't have this dish soap.",
      "es": "Mis hijos no me valorarán si no tengo este detergente."
    }
  },
  {
    "translation": {
      "en": "Everyone's gonna want this.",
      "es": "Todos querrán esto."
    }
  },
  {
    "translation": {
      "en": "It's no different than the premise of working out at a gym.",
      "es": "Es igual que entrenar en el gimnasio."
    }
  },
  {
    "translation": {
      "en": "It's the massaging hand sauna.",
      "es": "Es el masajeador de manos."
    }
  },
  {
    "translation": {
      "en": "- This is gonna make you thirsty. - A perfect set for every occasion.",
      "es": "- Morirán por esto. - Un menaje perfecto para cada ocasión."
    }
  },
  {
    "translation": {
      "en": "- You can feel it, you can see it. - You can totally feel it.",
      "es": "- Lo ves y lo sientes. - ¡Sí, lo siento!"
    }
  },
  {
    "translation": {
      "en": "This bombardment of messages that we are not enough.",
      "es": "Nos bombardean con mensajes de que no somos suficientes."
    }
  },
  {
    "translation": {
      "en": "So think about what that does to people, just every day,",
      "es": "Piensa el efecto que tiene eso en la gente, todos los días, una y otra vez, recibir mensajes así."
    }
  },
  {
    "translation": {
      "en": "over and over, getting messages, You are not enough.",
      "es": "todos los días, una y otra vez, recibir mensajes así. Tú no eres suficiente, ni tu cabello, ni tu ropa, ni tu piel, ni tu cuerpo."
    }
  },
  {
    "translation": {
      "en": "Your hair, your clothes, your skin, your body is not enough.",
      "es": "Tú no eres suficiente, ni tu cabello, ni tu ropa, ni tu piel, ni tu cuerpo."
    }
  },
  {
    "translation": {
      "en": "Just relentless. So then we want to go be enough.",
      "es": "Sin cesar. Entonces, solo queremos ser suficientes."
    }
  },
  {
    "translation": {
      "en": "And because we've lost these other ways of being enough…",
      "es": "Y como perdimos las otras formas de ser suficientes…"
    }
  },
  {
    "translation": {
      "en": "The other ways of being enough are having a community, having a purpose,",
      "es": "Las otras formas son tener una comunidad, tener un propósito,"
    }
  },
  {
    "translation": {
      "en": "you know, having an identity besides the brand on you.",
      "es": "tener una identidad además de una marca en ti."
    }
  },
  {
    "translation": {
      "en": "Because we've lost those, we misplace our desire for belonging and satisfaction",
      "es": "Como perdimos esas formas, reubicamos los deseos de pertenencia y satisfacción"
    }
  },
  {
    "translation": {
      "en": "by buying more stuff.",
      "es": "comprando más cosas."
    }
  },
  {
    "translation": {
      "en": "We don't really say, Okay, I'm gonna turn stuff into my idol.",
      "es": "Uno no dice: Idolatraré los objetos."
    }
  },
  {
    "translation": {
      "en": "We don't say that in our intellect. No one intentionally does that.",
      "es": "Uno no lo piensa así. Nadie hace eso intencionalmente."
    }
  },
  {
    "translation": {
      "en": "But we can tell by our behaviors that that's actually what we've done.",
      "es": "Pero nuestro comportamiento demuestra que hacemos eso."
    }
  },
  {
    "translation": {
      "en": "Because you know, if you're saying to yourself, Well, if I just had that car, I'd be happy then.",
      "es": "Porque uno dice: Si tuviera ese auto, sería feliz."
    }
  },
  {
    "translation": {
      "en": "If I just lived in that house, I'd be happy then. If we moved to that neighborhood, we'd be happy.",
      "es": "Si viviera en esa casa, si nos mudáramos a ese vecindario, seríamos felices."
    }
  },
  {
    "translation": {
      "en": "If I had that couch or those new drapes, I'd be happy then.",
      "es": "Si tuviera ese sofá, esas cortinas nuevas, sería feliz."
    }
  },
  {
    "translation": {
      "en": "And that means that you're worshiping at the altar of stuff.",
      "es": "Y eso significa que uno tiene las cosas en un altar."
    }
  },
  {
    "translation": {
      "en": "You have officially contracted the disease of stuffitis.",
      "es": "Oficialmente contrajo la enfermedad de cositis."
    }
  },
  {
    "translation": {
      "en": "And so, it becomes a spiritual thing then,",
      "es": "Entonces se vuelve algo espiritual"
    }
  },
  {
    "translation": {
      "en": "because it's in competition with the things that really matter.",
      "es": "porque compite con las cosas que realmente importan."
    }
  },
  {
    "translation": {
      "en": "Everybody's selling something.",
      "es": "Todos están vendiendo algo."
    }
  },
  {
    "translation": {
      "en": "And that doesn't mean that… that selling is always bad. It's okay.",
      "es": "Y no significa que vender siempre sea malo. Está bien."
    }
  },
  {
    "translation": {
      "en": "I want my grocery store to sell things that I can go buy.",
      "es": "Quiero que mi tienda venda cosas que pueda comprar."
    }
  },
  {
    "translation": {
      "en": "I want to be able to buy food, right? So I want them to sell that to me.",
      "es": "Quiero poder comprar comida, ¿no? Sí quiero que me vendan eso."
    }
  },
  {
    "translation": {
      "en": "It's not about looking at people and condemning them for having an angle,",
      "es": "No se trata de apuntar a la gente y condenarla por tener un propósito de venta"
    }
  },
  {
    "translation": {
      "en": "or for having something they're marketing,",
      "es": "o por publicitar algo"
    }
  },
  {
    "translation": {
      "en": "or for having a product that they're pushing.",
      "es": "o por promover un producto."
    }
  },
  {
    "translation": {
      "en": "It's… It's making sure you understand",
      "es": "Solo hay que asegurarse de entender"
    }
  },
  {
    "translation": {
      "en": "that what other people are pushing is not always consistent.",
      "es": "que lo que otros están promocionando no siempre es consistente,"
    }
  },
  {
    "translation": {
      "en": "It's not always compatible with what it is you need.",
      "es": "no siempre es compatible con lo que uno necesita."
    }
  },
  {
    "translation": {
      "en": "My shopping habits before minimalism were compulsive.",
      "es": "Mis hábitos de compra antes del minimalismo eran compulsivos."
    }
  },
  {
    "translation": {
      "en": "I was spending money, and it was out of control.",
      "es": "Estaba gastando dinero sin control."
    }
  },
  {
    "translation": {
      "en": "Shopping was a crutch. It was a place I would go to.",
      "es": "Ir de compras era un soporte. Era un refugio."
    }
  },
  {
    "translation": {
      "en": "Some people like to emotionally eat. I would emotionally shop.",
      "es": "A algunos buscan confort en la comida. Yo, en las compras."
    }
  },
  {
    "translation": {
      "en": "I was all about the deal.",
      "es": "Lo mío eran las ofertas."
    }
  },
  {
    "translation": {
      "en": "So I was all about, um, finding, you know, that 99% off item",
      "es": "Así que buscaba el artículo con el 99 % de descuento,"
    }
  },
  {
    "translation": {
      "en": "that I could get, you know, for a huge discount.",
      "es": "lo que pudiera conseguir con un gran descuento."
    }
  },
  {
    "translation": {
      "en": "I would most likely buy that item thinking this was the only chance I would get.",
      "es": "Compraba cosas porque pensaba que sería la única oportunidad que tendría."
    }
  },
  {
    "translation": {
      "en": "I would have, uh, nail clippers.",
      "es": "Compraba cosas como cortaúñas."
    }
  },
  {
    "translation": {
      "en": "I would buy fancy ones, normal ones, regular ones, you know.",
      "es": "Compraba los elegantes, los normales, los comunes."
    }
  },
  {
    "translation": {
      "en": "Ones that had a different little thing to go on it.",
      "es": "Los que tenían una cosilla diferente."
    }
  },
  {
    "translation": {
      "en": "I would buy just random stuff like that,",
      "es": "Compraba cosas así, al azar."
    }
  },
  {
    "translation": {
      "en": "and then I would realize, like, I'm wasting my money on things that I already have.",
      "es": "Luego me daba cuenta de que gastaba dinero en cosas que ya tenía."
    }
  },
  {
    "translation": {
      "en": "I bought a scooter. A 150 cc scooter.",
      "es": "Compré una moto. Una moto de 150 cm3."
    }
  },
  {
    "translation": {
      "en": "I thought somehow that would change my life.",
      "es": "Creí que me cambiaría la vida de algún modo."
    }
  },
  {
    "translation": {
      "en": "I could imagine myself riding this in Atlanta.",
      "es": "Me imaginaba andando en moto por Atlanta."
    }
  },
  {
    "translation": {
      "en": "And if you've ever been in Atlanta traffic,",
      "es": "Y si alguna vez estuviste en el tránsito de Atlanta,"
    }
  },
  {
    "translation": {
      "en": "the last thing you want to be doing is riding on a scooter.",
      "es": "sabes que lo menos que quieres hacer es andar en moto."
    }
  },
  {
    "translation": {
      "en": "I felt like I deserved it. I felt like I worked really hard,",
      "es": "Sentía que me lo merecía, que me esforzaba mucho"
    }
  },
  {
    "translation": {
      "en": "and these beautiful items would show up and make me so happy.",
      "es": "y que estas hermosas cosas me harían feliz."
    }
  },
  {
    "translation": {
      "en": "And then the feeling of shame would creep up and guilt,",
      "es": "Y luego aparecía el sentimiento de vergüenza y la culpa,"
    }
  },
  {
    "translation": {
      "en": "and the bills would show up, um, and I… It was just a… a bad cycle.",
      "es": "y aparecían las deudas y era un mal ciclo."
    }
  },
  {
    "translation": {
      "en": "You know, it's strange in retrospect,",
      "es": "Es raro en retrospectiva,"
    }
  },
  {
    "translation": {
      "en": "but I didn't realize we were poor when I was a kid.",
      "es": "pero no me daba cuenta de que éramos pobres cuando era niño."
    }
  },
  {
    "translation": {
      "en": "We were on food stamps and government assistance,",
      "es": "Los cupones de comida y la ayuda del gobierno"
    }
  },
  {
    "translation": {
      "en": "but that seemed totally normal to me.",
      "es": "me parecían totalmente normales."
    }
  },
  {
    "translation": {
      "en": "Poverty was sort of like oxygen. It was all around me, but I couldn't see it.",
      "es": "La pobreza era como el oxígeno. Estaba a mi alrededor, pero no lo veía."
    }
  },
  {
    "translation": {
      "en": "It was just there.",
      "es": "Simplemente estaba ahí."
    }
  },
  {
    "translation": {
      "en": "Shortly after I was born, my father's mental health took a turn for the worse,",
      "es": "Poco después de mi nacimiento, la salud mental de mi padre empeoró"
    }
  },
  {
    "translation": {
      "en": "and that's when everything started to change.",
      "es": "y ahí fue cuando todo comenzó a cambiar."
    }
  },
  {
    "translation": {
      "en": "You see, when Mom married my dad,",
      "es": "Cuando mamá se casó con mi padre,"
    }
  },
  {
    "translation": {
      "en": "she didn't realize he suffered from manic depression and schizophrenia,",
      "es": "no se dio cuenta de que él sufría de depresión maníaca y esquizofrenia,"
    }
  },
  {
    "translation": {
      "en": "but she found out pretty quickly.",
      "es": "pero se enteró muy rápido."
    }
  },
  {
    "translation": {
      "en": "And Dad's mental illness was only amplified by his alcoholism,",
      "es": "Y la enfermedad mental de papá empeoró por su alcoholismo,"
    }
  },
  {
    "translation": {
      "en": "which made him mean, and aggressive, and completely unpredictable.",
      "es": "y lo volvió malo, agresivo y totalmente impredecible."
    }
  },
  {
    "translation": {
      "en": "I guess the physical abuse started around the time I was three years old.",
      "es": "El abuso físico comenzó cuando yo tenía unos tres años."
    }
  },
  {
    "translation": {
      "en": "In fact, my very first memory as a child",
      "es": "De hecho, mi primer recuerdo de niño"
    }
  },
  {
    "translation": {
      "en": "is of my father extinguishing a cigarette on my mom's bare chest.",
      "es": "es de mi padre apagando un cigarrillo en el pecho de mi mamá."
    }
  },
  {
    "translation": {
      "en": "Things only got worse from there, until, eventually, we escaped.",
      "es": "Todo empeoró a partir de ese momento, hasta que finalmente… escapamos."
    }
  },
  {
    "translation": {
      "en": "Mom and I moved 20 miles south to a suburb of Dayton,",
      "es": "Mamá y yo nos mudamos 32 kilómetros al sur a un suburbio de Dayton."
    }
  },
  {
    "translation": {
      "en": "which sounds nice, right?",
      "es": "Suena bien, ¿no?"
    }
  },
  {
    "translation": {
      "en": "The suburbs!",
      "es": "¡Los suburbios!"
    }
  },
  {
    "translation": {
      "en": "But it wasn't really nice at all.",
      "es": "Pero no era agradable, para nada."
    }
  },
  {
    "translation": {
      "en": "It's gonna be right up here on the right.",
      "es": "Será aquí a la derecha."
    }
  },
  {
    "translation": {
      "en": "You see that green house right there? That's it.",
      "es": "¿Ves esa casa verde de ahí? Ahí es."
    }
  },
  {
    "translation": {
      "en": "- - Oh, man.",
      "es": "Cielos."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "es": "Mira."
    }
  },
  {
    "translation": {
      "en": "It's all boarded up, and it has, like, this wrap on her.",
      "es": "Está tapiada y tiene una cubierta."
    }
  },
  {
    "translation": {
      "en": "- - Wanna take a look?",
      "es": "¿Vamos a ver?"
    }
  },
  {
    "translation": {
      "en": "We lived in a house that was literally falling apart.",
      "es": "Vivíamos en una casa que se caía a pedazos."
    }
  },
  {
    "translation": {
      "en": "The rent was $200 a month.",
      "es": "La renta era 200 dólares al mes."
    }
  },
  {
    "translation": {
      "en": "Our home always smelled faintly of empty beer cans",
      "es": "Nuestra casa siempre olía un poco a latas de cerveza vacías y a humo de cigarrillo rancio."
    }
  },
  {
    "translation": {
      "en": "and stale cigarette smoke.",
      "es": "a latas de cerveza vacías y a humo de cigarrillo rancio."
    }
  },
  {
    "translation": {
      "en": "I can still smell it now.",
      "es": "Aún puedo olerlo."
    }
  },
  {
    "translation": {
      "en": "Cockroaches scattered every time I turned on the kitchen light.",
      "es": "Las cucarachas salían corriendo cuando encendía la luz de la cocina."
    }
  },
  {
    "translation": {
      "en": "And whenever the power got shut off,",
      "es": "Cuando cortaban la electricidad, conectábamos un cable con el vecino"
    }
  },
  {
    "translation": {
      "en": "we'd run an extension cord from next door to keep the TV glowing.",
      "es": "Cuando cortaban la electricidad, conectábamos un cable con el vecino para mantener la TV encendida."
    }
  },
  {
    "translation": {
      "en": "Here's the front door here.",
      "es": "La puerta principal."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "es": "Mierda."
    }
  },
  {
    "translation": {
      "en": "It looks like they might have squatters. It's totally falling apart.",
      "es": "Parece que hay ocupantes ilegales. Se está desmoronando."
    }
  },
  {
    "translation": {
      "en": "So when we first moved down here, I know we signed up for food stamps.",
      "es": "Cuando nos mudamos aquí, solicitamos los cupones de comida."
    }
  },
  {
    "translation": {
      "en": "As a kid, I didn't know the difference between the white and green money we had,",
      "es": "Cuando niño, no sabía la diferencia entre el dinero blanco y el verde,"
    }
  },
  {
    "translation": {
      "en": "because the food stamps were these white bills,",
      "es": "porque los cupones eran blancos"
    }
  },
  {
    "translation": {
      "en": "and then, you know, green money was just… just money, right?",
      "es": "y el dinero de verdad es verde."
    }
  },
  {
    "translation": {
      "en": "And she would trade the…",
      "es": "Y ella cambiaba los…"
    }
  },
  {
    "translation": {
      "en": "She would trade the white bills…",
      "es": "Cambiaba los billetes blancos…"
    }
  },
  {
    "translation": {
      "en": "for the green bills, 'cause you needed the green bills to buy alcohol.",
      "es": "por los verdes porque los necesitaba para comprar alcohol."
    }
  },
  {
    "translation": {
      "en": "And so, she'd buy whatever beer was cheapest.",
      "es": "Y compraba la cerveza más barata."
    }
  },
  {
    "translation": {
      "en": "You know, Milwaukee's Best or the bottom- shelf bottles of wine.",
      "es": "La Milwaukee's Best o las botellas de vino más baratas."
    }
  },
  {
    "translation": {
      "en": "I'd come home each day from school… I was about six.",
      "es": "Cuando llegaba a casa de la escuela, tenía unos seis años,"
    }
  },
  {
    "translation": {
      "en": "I would find Mom just passed out on the couch day after day after day.",
      "es": "encontraba a mamá desmayada en el sofá día tras día."
    }
  },
  {
    "translation": {
      "en": "It became this normal occurrence and…",
      "es": "Se convirtió en algo normal."
    }
  },
  {
    "translation": {
      "en": "I feel like I didn't realize it at the time,",
      "es": "Siento que… En el momento no me daba cuenta, pero pensaba que…"
    }
  },
  {
    "translation": {
      "en": "but I kind of thought it was… kind of thought it was my fault, you know.",
      "es": "En el momento no me daba cuenta, pero pensaba que… era mi culpa."
    }
  },
  {
    "translation": {
      "en": "As things started unraveling, Mom's drinking got worse.",
      "es": "Todo comenzó a desmoronarse y el alcoholismo de mamá empeoró."
    }
  },
  {
    "translation": {
      "en": "Now don't get me wrong, my mom was a good person with a good heart",
      "es": "No me malinterpreten, mi mamá era una buena persona de un buen corazón"
    }
  },
  {
    "translation": {
      "en": "and a hilarious sense of humor.",
      "es": "y tenía un gran sentido del humor."
    }
  },
  {
    "translation": {
      "en": "Somewhere along the way, she'd simply lost a sense of meaning in her life.",
      "es": "Simplemente en algún momento perdió el sentido de su vida."
    }
  },
  {
    "translation": {
      "en": "And I knew the only way for me to break the cycle,",
      "es": "Y supe que la única forma de romper el círculo,"
    }
  },
  {
    "translation": {
      "en": "the only way for me to find the meaning that she'd lost,",
      "es": "de encontrar el significado que ella había perdido,"
    }
  },
  {
    "translation": {
      "en": "was to make a lot of money when I grew up.",
      "es": "era ganar mucho dinero cuando creciera."
    }
  },
  {
    "translation": {
      "en": "I remember back when I was a teenager,",
      "es": "Recuerdo cuando era adolescente,"
    }
  },
  {
    "translation": {
      "en": "I spent most of my summers working for my dad,",
      "es": "pasaba casi todos mis veranos trabajando para mi papá,"
    }
  },
  {
    "translation": {
      "en": "painting and hanging wallpaper.",
      "es": "pintando y empapelando."
    }
  },
  {
    "translation": {
      "en": "And you should have seen some of the houses we worked in.",
      "es": "Y no te imaginas las casas donde trabajamos."
    }
  },
  {
    "translation": {
      "en": "Some of them were unbelievably fancy.",
      "es": "Algunas eran increíblemente elegantes."
    }
  },
  {
    "translation": {
      "en": "Ten thousand square foot garages, indoor swimming pools, private bowling alleys.",
      "es": "Garajes de 3000 m², piscina cubierta, pista de bolos privada."
    }
  },
  {
    "translation": {
      "en": "Nothing I aspired to own myself, but it was pretty impressive.",
      "es": "Nada que yo personalmente quisiera tener, pero era impresionante."
    }
  },
  {
    "translation": {
      "en": "And then, one day, we started to work on this really, really nice house.",
      "es": "Y luego, un día, empezamos a trabajar en una casa muy muy bonita."
    }
  },
  {
    "translation": {
      "en": "It wasn't like a multi- million- dollar nice house,",
      "es": "No era una casa bonita multimillonaria,"
    }
  },
  {
    "translation": {
      "en": "but it was something nicer than my mom or dad had ever owned.",
      "es": "pero era más bonita que cualquier casa que mis padres hubieran tenido."
    }
  },
  {
    "translation": {
      "en": "The walls in their home,",
      "es": "Las paredes de la casa estaban decoradas"
    }
  },
  {
    "translation": {
      "en": "they were decorated with the smiling faces of friends and family",
      "es": "Las paredes de la casa estaban decoradas  con los rostros sonrientes de amigos y familiares"
    }
  },
  {
    "translation": {
      "en": "that affirmed the happiness in their lives.",
      "es": "que ratificaban la felicidad en sus vidas."
    }
  },
  {
    "translation": {
      "en": "And the stuff in their home, it filled every nook and cranny.",
      "es": "Y había cosas en todos los rincones de la casa."
    }
  },
  {
    "translation": {
      "en": "I pictured myself living there.",
      "es": "Me imaginé viviendo ahí."
    }
  },
  {
    "translation": {
      "en": "I pictured how happy I would be if I could just own a house like that,",
      "es": "Me imaginé que sería muy feliz si pudiera tener una casa así,"
    }
  },
  {
    "translation": {
      "en": "filled with all that stuff.",
      "es": "llena de tantas cosas."
    }
  },
  {
    "translation": {
      "en": "So, I turned to my dad and I asked him,",
      "es": "Así que volteé hacia mi papá y le pregunté:"
    }
  },
  {
    "translation": {
      "en": "How much do I need to make in order to own a house like this?",
      "es": "¿Cuánto dinero debo ganar para tener una casa como esta?."
    }
  },
  {
    "translation": {
      "en": "He looked at me and he said, Son, if you can make $50,000 a year,",
      "es": "Me miró y me dijo: Hijo, si puedes ganar $ 50 000 al año,"
    }
  },
  {
    "translation": {
      "en": "you could probably afford a place like this.",
      "es": "probablemente puedas costear un lugar como este."
    }
  },
  {
    "translation": {
      "en": "So that became my benchmark. $50,000.",
      "es": "Así que se convirtió en mi punto de referencia. $ 50 000."
    }
  },
  {
    "translation": {
      "en": "Then, during my senior year of high school,",
      "es": "Luego, en el último año de secundaria,"
    }
  },
  {
    "translation": {
      "en": "Josh and I, we were sitting at the lonely lunchroom table together,",
      "es": "Josh y yo estábamos sentados juntos y solos en la mesa del comedor"
    }
  },
  {
    "translation": {
      "en": "and we started to talk",
      "es": "y empezamos a hablar sobre qué haríamos con nuestras vidas"
    }
  },
  {
    "translation": {
      "en": "about what we were going to do with our lives after we graduated.",
      "es": "y empezamos a hablar sobre qué haríamos con nuestras vidas después de graduarnos."
    }
  },
  {
    "translation": {
      "en": "So I told him, I don't know what I'm going to do,",
      "es": "Le dije: No sé qué haré, pero si encuentro la manera"
    }
  },
  {
    "translation": {
      "en": "but if I can find a way to make $50,000 a year,",
      "es": "Le dije: No sé qué haré, pero si encuentro la manera  de ganar $ 50 000 al año,"
    }
  },
  {
    "translation": {
      "en": "I know that I'll be happy.",
      "es": "sé que seré feliz."
    }
  },
  {
    "translation": {
      "en": "So that's what I went and did. That's what Josh went and did.",
      "es": "Así que eso hice. Y Josh también."
    }
  },
  {
    "translation": {
      "en": "We got sales jobs and we started earning 50 grand.",
      "es": "Conseguimos empleos en ventas y empezamos a ganar 50 mil."
    }
  },
  {
    "translation": {
      "en": "But something went wrong.",
      "es": "Pero algo salió mal. No era feliz."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy. I had to go back to the drawing board.",
      "es": "Pero algo salió mal. No era feliz. Debía pensar un nuevo plan."
    }
  },
  {
    "translation": {
      "en": "And thank goodness, I found out what had happened.",
      "es": "Y gracias a Dios, descubrí lo que había pasado."
    }
  },
  {
    "translation": {
      "en": "I forgot to adjust for inflation.",
      "es": "Me olvidé el ajuste por inflación."
    }
  },
  {
    "translation": {
      "en": "So I thought to myself,",
      "es": "Así que me dije:"
    }
  },
  {
    "translation": {
      "en": "Well, maybe $65,000 a year, maybe that was happiness.",
      "es": "Bueno, quizá $ 65 000 al año sean la felicidad."
    }
  },
  {
    "translation": {
      "en": "Or maybe 90,000,",
      "es": "O quizá 90 000…"
    }
  },
  {
    "translation": {
      "en": "or maybe six figures,",
      "es": "o seis cifras…"
    }
  },
  {
    "translation": {
      "en": "or maybe owning a bunch of stuff.",
      "es": "o quizá tener un montón de cosas."
    }
  },
  {
    "translation": {
      "en": "Maybe that was happiness.",
      "es": "Quizá eso sea la felicidad."
    }
  },
  {
    "translation": {
      "en": "Whatever happiness was,",
      "es": "Lo que sea que fuera felicidad, sabía que una vez que la obtuviera,"
    }
  },
  {
    "translation": {
      "en": "I knew, once I got there, I'd finally feel free.",
      "es": "Lo que sea que fuera felicidad, sabía que una vez que la obtuviera, al fin me sentiría libre."
    }
  },
  {
    "translation": {
      "en": "I bought new cars, and electronics, and closets full of expensive clothes.",
      "es": "Me compré autos nuevos y artículos electrónicos y llené los armarios de ropa cara."
    }
  },
  {
    "translation": {
      "en": "I bought expensive home decorations and furniture,",
      "es": "Compré decoraciones y muebles caros,"
    }
  },
  {
    "translation": {
      "en": "and I always had the latest gadgets.",
      "es": "y siempre tenía la última tecnología."
    }
  },
  {
    "translation": {
      "en": "And when there wasn't enough cash in the bank, I paid for expensive meals,",
      "es": "Y cuando no había efectivo en el banco pagaba comidas caras, rondas de bebidas y vacaciones frívolas"
    }
  },
  {
    "translation": {
      "en": "rounds of drinks, and frivolous vacations with credit cards.",
      "es": "pagaba comidas caras, rondas de bebidas y vacaciones frívolas con tarjetas de crédito."
    }
  },
  {
    "translation": {
      "en": "As I made more money, I spent more money, all in the pursuit of happiness.",
      "es": "Cuanto más dinero ganaba, más gastaba, siempre en pos de la felicidad."
    }
  },
  {
    "translation": {
      "en": "All in the pursuit of the American dream.",
      "es": "En pos del sueño americano."
    }
  },
  {
    "translation": {
      "en": "One thing I think is unique is",
      "es": "Algo que creo que es único, para los inmigrantes,"
    }
  },
  {
    "translation": {
      "en": "when you're an immigrant, the American dream is still a good thing.",
      "es": "Algo que creo que es único, para los inmigrantes, el sueño americano aún es algo bueno."
    }
  },
  {
    "translation": {
      "en": "I think it's only people who grew up in the American dream",
      "es": "Solo la gente que creció en el sueño americano ya no lo valora"
    }
  },
  {
    "translation": {
      "en": "that no longer value the American dream,",
      "es": "Solo la gente que creció en el sueño americano ya no lo valora porque se convirtió en la pesadilla americana."
    }
  },
  {
    "translation": {
      "en": "because it's become the American nightmare.",
      "es": "porque se convirtió en la pesadilla americana."
    }
  },
  {
    "translation": {
      "en": "People in the US work longer hours than almost any industrialized country,",
      "es": "La gente en EE. UU. trabaja más horas que en cualquier país industrializado,"
    }
  },
  {
    "translation": {
      "en": "depending on which data you look at, but we work enormously long hours.",
      "es": "según qué datos veas, pero trabajamos muchísimas horas."
    }
  },
  {
    "translation": {
      "en": "We work as long hours as people did during feudal society.",
      "es": "Trabajamos tantas horas como la gente durante el feudalismo."
    }
  },
  {
    "translation": {
      "en": "We have such short vacations, if any.",
      "es": "Tenemos vacaciones cortas, si tenemos."
    }
  },
  {
    "translation": {
      "en": "Half the country doesn't even take two weeks of vacation.",
      "es": "La mitad del país si se toma dos semanas."
    }
  },
  {
    "translation": {
      "en": "We're commuting longer hours than ever before,",
      "es": "Viajamos al trabajo más horas que nunca"
    }
  },
  {
    "translation": {
      "en": "and then we're spending more time alone in front of screens than ever before.",
      "es": "y luego pasamos más tiempo solos frente a las pantallas que nunca."
    }
  },
  {
    "translation": {
      "en": "We're losing the stuff that actually makes us happy",
      "es": "Estamos perdiendo lo que nos hace felices"
    }
  },
  {
    "translation": {
      "en": "and makes society more safe and secure,",
      "es": "y lo que hace a la sociedad más segura,"
    }
  },
  {
    "translation": {
      "en": "which is community.",
      "es": "la comunidad."
    }
  },
  {
    "translation": {
      "en": "Um, we're losing that and changing that time to work and buy more stuff.",
      "es": "Estamos perdiendo eso y usamos el tiempo para trabajar y comprar más cosas."
    }
  },
  {
    "translation": {
      "en": "What you don't want in your life is this endless horizon of aspiration.",
      "es": "Uno no quiere tener en la vida un horizonte inalcanzable de ambición."
    }
  },
  {
    "translation": {
      "en": "I just need a bit more of this or a little bit more of that.",
      "es": "Solo necesito un poco más de esto o un poco más de eso."
    }
  },
  {
    "translation": {
      "en": "I need more success, more income, more wealth,",
      "es": "Necesito más éxito, más ingresos, más riqueza,"
    }
  },
  {
    "translation": {
      "en": "a bigger house, bigger car, bigger this, because that's just an endless black hole.",
      "es": "un auto más grande, una casa más grande, etc porque es un agujero negro sin fondo."
    }
  },
  {
    "translation": {
      "en": "When we get all of the things that we want,",
      "es": "Cuando obtenemos todo lo que queremos, solemos darnos cuenta del error"
    }
  },
  {
    "translation": {
      "en": "we tend to be wrong in the predictions that we made about how happy we would be,",
      "es": "Cuando obtenemos todo lo que queremos, solemos darnos cuenta del error en las predicciones que hicimos sobre lo felices que seríamos,"
    }
  },
  {
    "translation": {
      "en": "because the brain normalizes those things.",
      "es": "porque el cerebro normaliza esas cosas."
    }
  },
  {
    "translation": {
      "en": "After a few months of that, you normalize it,",
      "es": "Después de unos meses, uno lo normaliza, piensa:"
    }
  },
  {
    "translation": {
      "en": "and you say, All right, that was great at the time,",
      "es": "Muy bien, fue genial en ese momento,"
    }
  },
  {
    "translation": {
      "en": "but now I have a new set of desires, a new set of dreams,",
      "es": "pero ahora tengo deseos nuevos, sueños nuevos."
    }
  },
  {
    "translation": {
      "en": "and everything that is the ceiling today",
      "es": "Y todo lo que es el tope hoy se convierte en la planta baja"
    }
  },
  {
    "translation": {
      "en": "becomes just the ground floor for a new level you're trying to get to.",
      "es": "Y todo lo que es el tope hoy se convierte en la planta baja del nuevo nivel al que intentas llegar."
    }
  },
  {
    "translation": {
      "en": "And so, really what the American dream is is this sense of freedom.",
      "es": "Entonces, en realidad el sueño americano es la sensación de libertad."
    }
  },
  {
    "translation": {
      "en": "Now how do you get that? Just by gathering up more money? Nope, won't do it.",
      "es": "¿Cómo se logra? ¿Ganando más dinero? No, no se logra así."
    }
  },
  {
    "translation": {
      "en": "Not if you gather up yet more stuff",
      "es": "No si compras más cosas…"
    }
  },
  {
    "translation": {
      "en": "to go with your more money, because you're still gonna be teetering.",
      "es": "acorde a tu dinero, porque así seguirás tambaleándote."
    }
  },
  {
    "translation": {
      "en": "You just added zeros to your stupidity is all you did then.",
      "es": "Solo agregaste ceros a tu estupidez."
    }
  },
  {
    "translation": {
      "en": "And so, what happens is you have to learn to contract your, in quotes, needs,",
      "es": "Entonces, lo que uno debe aprender es a contraer sus necesidades,"
    }
  },
  {
    "translation": {
      "en": "so that you can create a buffer around your life",
      "es": "para crear un amortiguador alrededor de la vida"
    }
  },
  {
    "translation": {
      "en": "and create this independence to where you've got enough savings",
      "es": "y crear una independencia con ahorros suficientes"
    }
  },
  {
    "translation": {
      "en": "that you can say, Take this job and shove it, if you need to.",
      "es": "para poder decir, si uno lo necesita: Métete el trabajo en…."
    }
  },
  {
    "translation": {
      "en": "You don't have a bunch of debt pounding down on your head,",
      "es": "Las deudas no te aplastan la cabeza,"
    }
  },
  {
    "translation": {
      "en": "buying things that you don't really need with money you don't really have",
      "es": "no compras cosas que no necesitas con dinero que no tienes"
    }
  },
  {
    "translation": {
      "en": "to impress people you don't even really like.",
      "es": "para impresionar a gente que ni te agrada."
    }
  },
  {
    "translation": {
      "en": "And so, what you've done there is you gave up your independence,",
      "es": "Lo que hiciste fue renunciar a tu independencia,"
    }
  },
  {
    "translation": {
      "en": "you gave up your freedom…",
      "es": "renunciar a tu libertad,"
    }
  },
  {
    "translation": {
      "en": "in return for some stuff",
      "es": "a cambio de algunas cosas"
    }
  },
  {
    "translation": {
      "en": "that's gonna be worth nothing in next year's garage sale.",
      "es": "que no valdrán nada en la venta de garaje del próximo año."
    }
  },
  {
    "translation": {
      "en": "You almost have buyer's remorse, and you also have this gambler's dilemma",
      "es": "Uno siente el remordimiento del comprador y el dilema del jugador,"
    }
  },
  {
    "translation": {
      "en": "where you gambled for this and now you have it.",
      "es": "uno apostó por esto y ahora lo tiene."
    }
  },
  {
    "translation": {
      "en": "Do you want to give it up even though it makes you unhappy?",
      "es": "¿Quiere renunciar aunque lo haga infeliz?"
    }
  },
  {
    "translation": {
      "en": "So I think a part of the process for all of us",
      "es": "Así que creo que una parte del proceso para todos"
    }
  },
  {
    "translation": {
      "en": "is making sure we actually are going after what we truly want.",
      "es": "es asegurarnos de buscar lo que realmente queremos."
    }
  },
  {
    "translation": {
      "en": "And when we have something, to do an honest evaluation of going,",
      "es": "Y cuando tenemos algo, hacer una evaluación honesta."
    }
  },
  {
    "translation": {
      "en": "Is this something I want to define my life? Do I really want to keep this?",
      "es": "¿Quiero que esto defina mi vida? ¿Realmente quiero conservarlo?."
    }
  },
  {
    "translation": {
      "en": "Chasing the American dream, it cost me so much more than money.",
      "es": "Perseguir el sueño americano me costó mucho más que dinero."
    }
  },
  {
    "translation": {
      "en": "My life was filled with stress, and anxiety, and discontent.",
      "es": "Mi vida estaba llena de estrés, ansiedad y descontento."
    }
  },
  {
    "translation": {
      "en": "It got to a point in my life where I didn't know what was important.",
      "es": "Llega a un punto en la vida en el que no sabía qué era importante."
    }
  },
  {
    "translation": {
      "en": "But one thing was clear.",
      "es": "Pero una cosa estaba clara."
    }
  },
  {
    "translation": {
      "en": "I had this gaping void in my life.",
      "es": "Tenía un vacío creciente en mi vida."
    }
  },
  {
    "translation": {
      "en": "So I tried to fill that void the same way many people do, with stuff.",
      "es": "Así que traté de llenar ese vacío como lo hace mucha gente. Con cosas."
    }
  },
  {
    "translation": {
      "en": "I continued to work 60, 70, sometimes 80 hours a week,",
      "es": "Seguí trabajando 60, 70, a veces 80 horas a la semana,"
    }
  },
  {
    "translation": {
      "en": "forsaking some of the most important aspects of my life.",
      "es": "descuidé algunos de los aspectos más importantes de mi vida."
    }
  },
  {
    "translation": {
      "en": "I barely thought about my health, or my relationships,",
      "es": "Casi ni pensé en mi salud o en mis relaciones"
    }
  },
  {
    "translation": {
      "en": "or things that I was passionate about.",
      "es": "o en las cosas que me apasionaban."
    }
  },
  {
    "translation": {
      "en": "I was living paycheck to paycheck. Living for a paycheck.",
      "es": "Vivía de sueldo a sueldo. Vivía por mi sueldo."
    }
  },
  {
    "translation": {
      "en": "Living for stuff.",
      "es": "Vivía para las cosas."
    }
  },
  {
    "translation": {
      "en": "It's like I was swerving from credit card purchases to reckless spending",
      "es": "Era como si diera volantazos de compras a crédito a gastos sin control,"
    }
  },
  {
    "translation": {
      "en": "to accumulating debt to maintain a lifestyle I didn't even enjoy.",
      "es": "a acumular deudas para mantener un estilo de vida que ni siquiera disfrutaba."
    }
  },
  {
    "translation": {
      "en": "I had all of the stuff to fill every corner of my consumer- driven life.",
      "es": "Tenía de todo para llenar cada rincón de mi vida consumista."
    }
  },
  {
    "translation": {
      "en": "Giant televisions, fine china, stainless steel appliances,",
      "es": "Televisores gigantes, vajilla costosa, electrodomésticos de acero inoxidable,"
    }
  },
  {
    "translation": {
      "en": "marble countertops, expensive watches, tailored suits",
      "es": "barras de mármol, relojes caros, trajes a medida"
    }
  },
  {
    "translation": {
      "en": "and more, and more, and so much more.",
      "es": "y mucho mucho más."
    }
  },
  {
    "translation": {
      "en": "Then, toward the end of 2008, actually it was two days before Christmas,",
      "es": "Luego, a fines de 2008, dos días antes de Navidad, de hecho,"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from Mom.",
      "es": "recibí una llamada de mamá."
    }
  },
  {
    "translation": {
      "en": "She had just moved down to Florida earlier that year",
      "es": "Recién mudada a Florida a principios de ese año,"
    }
  },
  {
    "translation": {
      "en": "to finally retire on Social Security.",
      "es": "al fin se jubilaba."
    }
  },
  {
    "translation": {
      "en": "But on December 23rd, she found out she had Stage IV lung cancer.",
      "es": "Pero el 23 de diciembre,  se enteró de que tenía cáncer de pulmón en estadio 4."
    }
  },
  {
    "translation": {
      "en": "And in less than a year, she was gone.",
      "es": "Y en menos de un año, murió."
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time with Mom that year down in Florida",
      "es": "Pasé mucho tiempo con mamá ese año en Florida"
    }
  },
  {
    "translation": {
      "en": "as she struggled through her chemo and radiation.",
      "es": "mientras luchaba con la quimio y la radioterapia."
    }
  },
  {
    "translation": {
      "en": "But when she passed, I realized I needed to make one last visit.",
      "es": "Pero cuando murió, me di cuenta de que debía hacer una última visita."
    }
  },
  {
    "translation": {
      "en": "And this time, it was to deal with her stuff.",
      "es": "Y esta vez era para lidiar con sus cosas."
    }
  },
  {
    "translation": {
      "en": "So I flew from Dayton, Ohio, down to St. Pete Beach, Florida.",
      "es": "Así que volé de Dayton, Ohio, a St. Pete Beach, Florida."
    }
  },
  {
    "translation": {
      "en": "When I arrived, do you know what I found?",
      "es": "Cuando llegué, ¿saben qué encontré?"
    }
  },
  {
    "translation": {
      "en": "Stuff.",
      "es": "Cosas."
    }
  },
  {
    "translation": {
      "en": "Like three houses worth of stuff crammed into Mom's tiny one- bedroom apartment.",
      "es": "Había cosas como para llenar tres casas en su departamento de una habitación."
    }
  },
  {
    "translation": {
      "en": "Now, it's not like Mom was a hoarder.",
      "es": "Mi mamá no era una acumuladora."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't find any dead cats in her freezer.",
      "es": "No encontré gatos muertos en su congelador."
    }
  },
  {
    "translation": {
      "en": "But she owned a lot of stuff. Sixty- five years' worth of accumulations.",
      "es": "Pero tenía muchas cosas. Acumuló cosas durante 65 años."
    }
  },
  {
    "translation": {
      "en": "Did you know the average American household",
      "es": "¿Sabían que un hogar estadounidense promedio"
    }
  },
  {
    "translation": {
      "en": "has more than 300,000 items in it?",
      "es": "tiene más de 300 000 artículos?"
    }
  },
  {
    "translation": {
      "en": "300,000!",
      "es": "¡300 000!"
    }
  },
  {
    "translation": {
      "en": "Just take a look around at your average basement, or attic, or garage.",
      "es": "Solo observen su sótano, ático o garaje."
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "es": "¿Qué ven?"
    }
  },
  {
    "translation": {
      "en": "Unused sporting goods, exercise equipment,",
      "es": "Artículos deportivos sin uso, equipos de ejercicio,"
    }
  },
  {
    "translation": {
      "en": "camping gear, holiday decorations,",
      "es": "equipo de campamento, decoraciones festivas,"
    }
  },
  {
    "translation": {
      "en": "musical instruments, spare parts,",
      "es": "instrumentos musicales, repuestos,"
    }
  },
  {
    "translation": {
      "en": "outdated electronics, random cords and miscellaneous cables,",
      "es": "electrodomésticos obsoletos, cables de todos los tipos,"
    }
  },
  {
    "translation": {
      "en": "magazines, and cassette tapes, and compact discs,",
      "es": "revistas y cintas de casete y discos compactos,"
    }
  },
  {
    "translation": {
      "en": "tchotchkes, and knickknacks, and trinkets,",
      "es": "fluslerías y chucherías y baratijas"
    }
  },
  {
    "translation": {
      "en": "and all the things we forgot we even owned.",
      "es": "y todas esas cosas que olvidamos que teníamos."
    }
  },
  {
    "translation": {
      "en": "Boxes, and bins, and entire rooms stuffed with stuff.",
      "es": "Cajas, cubos y cuartos enteros llenos de cosas."
    }
  },
  {
    "translation": {
      "en": "We had so much. So much stuff.",
      "es": "Teníamos muchas muchas cosas."
    }
  },
  {
    "translation": {
      "en": "My closet was out of control.",
      "es": "Mi armario estaba fuera de control."
    }
  },
  {
    "translation": {
      "en": "So I had a closet full of clothes. I had a dresser full of clothes.",
      "es": "Tenía el armario lleno de ropa, la cómoda llena de ropa."
    }
  },
  {
    "translation": {
      "en": "Photography equipment, bicycle equipment.",
      "es": "Equipo de fotografía, equipo de ciclismo."
    }
  },
  {
    "translation": {
      "en": "Skin care products, beauty products.",
      "es": "Productos para la piel, de belleza."
    }
  },
  {
    "translation": {
      "en": "Shoes, purses.",
      "es": "Zapatos, carteras."
    }
  },
  {
    "translation": {
      "en": "I'd open the closet, stuff would fall out.",
      "es": "Abría el armario y se caían cosas."
    }
  },
  {
    "translation": {
      "en": "I don't know why, but I had three soccer cleats,",
      "es": "No sé por qué, pero tenía tres pares de botines"
    }
  },
  {
    "translation": {
      "en": "even though I don't really even play soccer.",
      "es": "aunque ni siquiera juego al fútbol."
    }
  },
  {
    "translation": {
      "en": "You know, things people had given me throughout the years,",
      "es": "Cosas que me habían dado a lo largo de los años,"
    }
  },
  {
    "translation": {
      "en": "whether those be cards, or objects,",
      "es": "ya sean cartas u objetos"
    }
  },
  {
    "translation": {
      "en": "or tokens that I'd kept from different events we'd gone to.",
      "es": "o recuerdos de eventos a los que habíamos ido."
    }
  },
  {
    "translation": {
      "en": "But it was just a never- ending, uh, you know, turnstile of, uh, I need this. I need that.",
      "es": "Era como una puerta giratoria eterna de: Necesito esto. Necesito aquello."
    }
  },
  {
    "translation": {
      "en": "It's so easy to buy things",
      "es": "Es tan fácil comprar cosas"
    }
  },
  {
    "translation": {
      "en": "that we think are the solution to our problems.",
      "es": "que creemos que son la solución a nuestros problemas."
    }
  },
  {
    "translation": {
      "en": "I remember when I had babies, and I really wanted them to sleep well,",
      "es": "Recuerdo cuando mis niños eran bebés y quería que durmieran bien."
    }
  },
  {
    "translation": {
      "en": "and I thought I just needed the perfect sleep device in order to make that happen.",
      "es": "Creía que para ello necesitaba el dispositivo de sueño perfecto."
    }
  },
  {
    "translation": {
      "en": "So I had probably four different types of swaddles,",
      "es": "Tenía cuatro tipos diferentes de envoltorios,"
    }
  },
  {
    "translation": {
      "en": "multiple different types of zip- up sleep devices.",
      "es": "varios tipos de mochilas para arroparlos para dormir."
    }
  },
  {
    "translation": {
      "en": "There are… If you go on Amazon, you can find there are dozens and dozens",
      "es": "Si vas a Amazon, encontrarás decenas y decenas"
    }
  },
  {
    "translation": {
      "en": "of different types of mechanisms to get babies to sleep.",
      "es": "de diferentes tipos de mecanismos para que los bebés duerman."
    }
  },
  {
    "translation": {
      "en": "Pieces of equipment that you can buy.",
      "es": "Dispositivos que se pueden comprar."
    }
  },
  {
    "translation": {
      "en": "But the reality is that getting babies to sleep is just really hard,",
      "es": "Pero la realidad es que es muy difícil lograr que los bebés se duerman"
    }
  },
  {
    "translation": {
      "en": "and we can fall into this trap of trying to buy our way out of the hard times.",
      "es": "y podemos caer en la trampa de intentar comprar la solución."
    }
  },
  {
    "translation": {
      "en": "And it's… it's often not very successful and very expensive.",
      "es": "No suele ser muy exitosa y sí muy costosa."
    }
  },
  {
    "translation": {
      "en": "I actually think the best way to know if you have too many things",
      "es": "Creo que la mejor forma de saber si tienes demasiadas cosas"
    }
  },
  {
    "translation": {
      "en": "isn't by waiting to see if you run out of room to keep them,",
      "es": "no es ver si tienes espacio suficiente para guardarlas,"
    }
  },
  {
    "translation": {
      "en": "but asking yourself if you've run out of purposeful things to do with them.",
      "es": "sino preguntarte si tienes algo útil que hacer con ellas."
    }
  },
  {
    "translation": {
      "en": "When you've run out of purposeful things to do with things,",
      "es": "Cuando esas cosas no son útiles para nada,"
    }
  },
  {
    "translation": {
      "en": "even if you only have one thing, you already have too many things.",
      "es": "aunque solo tengas una cosa, ya tienes demasiado."
    }
  },
  {
    "translation": {
      "en": "The reason we are so depressed and so empty when we have so much",
      "es": "Nos sentimos tan deprimidos y vacíos cuando tenemos tantas cosas"
    }
  },
  {
    "translation": {
      "en": "is that if you get more of the wrong thing, it becomes less.",
      "es": "porque si recibes más cosas equivocadas, se convierten en menos."
    }
  },
  {
    "translation": {
      "en": "There are deeper things that… that fulfill us.",
      "es": "Hay cosas más profundas que nos satisfacen."
    }
  },
  {
    "translation": {
      "en": "Our need for meaning, our need for progress, our need for intimacy.",
      "es": "Nuestra necesidad de significado, de progreso, de intimidad."
    }
  },
  {
    "translation": {
      "en": "The reason the message of minimalism is so powerful",
      "es": "El mensaje del minimalismo es tan poderoso"
    }
  },
  {
    "translation": {
      "en": "is because we're bingeing on all the wrong things,",
      "es": "porque nos damos atracos con las cosas equivocadas"
    }
  },
  {
    "translation": {
      "en": "and we're dying of hunger for the things that really matter.",
      "es": "y morimos de hambre de las cosas que realmente importan."
    }
  },
  {
    "translation": {
      "en": "But, of course, most of us aren't hoarders, right?",
      "es": "Pero, por supuesto, la mayoría no somos acumuladores, ¿no?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "We just hold on to a lot of stuff.",
      "es": "Solo nos aferramos a muchas cosas."
    }
  },
  {
    "translation": {
      "en": "We hold on to a lifetime of collected memories.",
      "es": "Nos aferramos a toda una vida de suvenires."
    }
  },
  {
    "translation": {
      "en": "I know Mom certainly did, and I had no idea what to do with any of it.",
      "es": "Sé que mi mamá lo hizo y yo no tenía idea de qué hacer con eso."
    }
  },
  {
    "translation": {
      "en": "So I did what any good son would do.",
      "es": "Así que hice lo que haría cualquier buen hijo."
    }
  },
  {
    "translation": {
      "en": "I called U- Haul.",
      "es": "Llamé a U-Haul."
    }
  },
  {
    "translation": {
      "en": "I called U- Haul, and I asked for the largest truck they had.",
      "es": "Llamé a U-Haul y contraté el camión más grande que tenían."
    }
  },
  {
    "translation": {
      "en": "In fact, I needed one so large I had to wait an extra day",
      "es": "De hecho, debí esperar un día más"
    }
  },
  {
    "translation": {
      "en": "until the 26- foot truck was available.",
      "es": "hasta que el camión de ocho metros estuviera disponible."
    }
  },
  {
    "translation": {
      "en": "As I waited for that U- Haul to arrive, I invited some of Mom's friends over",
      "es": "Mientras esperaba el camión, invité a algunos amigos de mamá para que me ayudaran a revisar sus cosas."
    }
  },
  {
    "translation": {
      "en": "to help me sort through her stuff.",
      "es": "invité a algunos amigos de mamá para que me ayudaran a revisar sus cosas."
    }
  },
  {
    "translation": {
      "en": "I mean, there was just too much stuff to go at it alone.",
      "es": "Digo, había demasiadas cosas, no podía hacerlo solo."
    }
  },
  {
    "translation": {
      "en": "Her living room was stuffed with big antique furniture,",
      "es": "Su sala estaba atiborrada de grandes muebles antiguos,"
    }
  },
  {
    "translation": {
      "en": "and old paintings,",
      "es": "Su sala estaba atiborrada de grandes muebles antiguos, pinturas viejas y más mantelitos de los que podía contar."
    }
  },
  {
    "translation": {
      "en": "and more doilies than I could count.",
      "es": "pinturas viejas y más mantelitos de los que podía contar."
    }
  },
  {
    "translation": {
      "en": "And her kitchen was stuffed with hundreds of plates, and cups, and bowls,",
      "es": "Y su cocina estaba llena de cientos de platos, tazas,"
    }
  },
  {
    "translation": {
      "en": "and ill- assorted utensils.",
      "es": "tazones y un desmán de utensilios."
    }
  },
  {
    "translation": {
      "en": "And her bathroom was stuffed",
      "es": "Y su baño estaba lleno de tanto maquillaje,"
    }
  },
  {
    "translation": {
      "en": "with enough makeup, and face creams, and hygiene products",
      "es": "Y su baño estaba lleno de tanto maquillaje,  tantas cremas faciales y productos de higiene"
    }
  },
  {
    "translation": {
      "en": "to start a small beauty supply business.",
      "es": "que se podía abrir una tienda con estos productos."
    }
  },
  {
    "translation": {
      "en": "And it looked like someone was running a hotel out of her linen closet,",
      "es": "Y su armario de ropa blanca era digno de un hotel,"
    }
  },
  {
    "translation": {
      "en": "which was stuffed with mismatched bath towels, beach towels, and dish towels.",
      "es": "lleno de toallas de baño, toallas de playa y paños de cocina."
    }
  },
  {
    "translation": {
      "en": "Don't even get me started on Mom's bedroom.",
      "es": "Y ni hablar de la habitación de mamá."
    }
  },
  {
    "translation": {
      "en": "I mean, why did Mom have 14 winter coats stuffed into her bedroom closet?",
      "es": "¿Por qué tenía 14 abrigos de invierno metidos en el armario de su habitación?"
    }
  },
  {
    "translation": {
      "en": "Come on. She lived in St. Pete Beach.",
      "es": "Vamos. Vivía en St. Pete Beach."
    }
  },
  {
    "translation": {
      "en": "So anyway, there I was attempting to finish packing all of Mom's stuff",
      "es": "En fin, estaba intentando terminar de empacar todas las cosas de mamá"
    }
  },
  {
    "translation": {
      "en": "when I looked under her bed.",
      "es": "cuando miré debajo de su cama."
    }
  },
  {
    "translation": {
      "en": "I noticed these four boxes, these old printer paper boxes.",
      "es": "Vi cuatro cajas. Cajas viejas de papel de impresora."
    }
  },
  {
    "translation": {
      "en": "Kind of heavy, sealed with excessive amounts of packing tape.",
      "es": "Pesadas, selladas con excesiva cinta de embalar."
    }
  },
  {
    "translation": {
      "en": "I noticed each box was labeled",
      "es": "Noté que estaban etiquetadas"
    }
  },
  {
    "translation": {
      "en": "with just a number written on the side in thick black marker.",
      "es": "con un número escrito en el costado con un marcador negro."
    }
  },
  {
    "translation": {
      "en": "And I stood there…",
      "es": "Y me quedé ahí…"
    }
  },
  {
    "translation": {
      "en": "looking down…",
      "es": "mirando al suelo…"
    }
  },
  {
    "translation": {
      "en": "wondering what could possibly be inside those boxes.",
      "es": "preguntándome qué podría haber dentro de las cajas."
    }
  },
  {
    "translation": {
      "en": "Turns out it was my old elementary school paperwork.",
      "es": "Resulta que eran los documentos de mi escuela primaria."
    }
  },
  {
    "translation": {
      "en": "Grades one through four.",
      "es": "De primer a cuatro grado."
    }
  },
  {
    "translation": {
      "en": "As I opened those boxes, my curiosity ran wild,",
      "es": "Al abrir esas cajas, moría de curiosidad."
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, Why was Mom holding on to all that stupid paperwork?",
      "es": "Pensaba: ¿Por qué mamá se aferró a todo ese papeleo estúpido?."
    }
  },
  {
    "translation": {
      "en": "But then all these memories came rushing back, and it was obvious.",
      "es": "Pero entonces me inundaron los recuerdos y fue obvio."
    }
  },
  {
    "translation": {
      "en": "Mom had been holding on to a piece of me.",
      "es": "Mamá se había aferrado a una parte de mí."
    }
  },
  {
    "translation": {
      "en": "Mom was holding on to all the memories inside those boxes. Right?",
      "es": "Mamá se aferraba a todos los recuerdos en esas cajas, ¿no?"
    }
  },
  {
    "translation": {
      "en": "But wait a minute.",
      "es": "Pero esperen."
    }
  },
  {
    "translation": {
      "en": "Those boxes had been sealed for more than two decades.",
      "es": "Las cajas habían estado selladas por más de dos décadas."
    }
  },
  {
    "translation": {
      "en": "It was clear Mom hadn't been accessing any of the memories inside those boxes,",
      "es": "Era obvio que mamá no había tenido acceso a los recuerdos de esas cajas,"
    }
  },
  {
    "translation": {
      "en": "which helped me understand something important for the first time.",
      "es": "lo que me ayudó a entender algo importante por primera vez."
    }
  },
  {
    "translation": {
      "en": "Our memories are not in our things.",
      "es": "Nuestros recuerdos no están en nuestras cosas."
    }
  },
  {
    "translation": {
      "en": "Our memories are inside us.",
      "es": "Nuestros recuerdos están en nosotros."
    }
  },
  {
    "translation": {
      "en": "You see, Mom didn't need to hold on to those boxes to hold on to a piece of me.",
      "es": "Mamá no necesitaba aferrarse a las cajas para aferrarse a una parte de mí."
    }
  },
  {
    "translation": {
      "en": "I was never inside those boxes.",
      "es": "Nunca estuve dentro de esas cajas."
    }
  },
  {
    "translation": {
      "en": "But then I looked around her apartment, I looked around at all her stuff,",
      "es": "Pero luego miré su apartamento, vi todas sus cosas"
    }
  },
  {
    "translation": {
      "en": "and I realized I was getting ready to do the same thing.",
      "es": "y me di cuenta de que iba en camino a hacer lo mismo."
    }
  },
  {
    "translation": {
      "en": "If I'm being honest with myself,",
      "es": "Si soy honesto conmigo mismo,"
    }
  },
  {
    "translation": {
      "en": "I was just gonna selfishly cling to most of Mom's stuff.",
      "es": "iba a aferrarme egoístamente a la mayoría de las cosas de mamá."
    }
  },
  {
    "translation": {
      "en": "But, of course, I wasn't gonna get any real value from it as it sat there locked away in perpetuity.",
      "es": "Pero, claro, no me iban a servir de nada las cosas embaladas por la eternidad."
    }
  },
  {
    "translation": {
      "en": "But the truth is that, by letting go, I realized I could add value to other people's lives.",
      "es": "La verdad es que al soltarlas, podían servirles a otras personas."
    }
  },
  {
    "translation": {
      "en": "So I donated most of her stuff to her friends and to local charities,",
      "es": "Así que doné la mayoría de sus cosas a sus amigos y a caridades locales,"
    }
  },
  {
    "translation": {
      "en": "finding the stuff a new home.",
      "es": "y así les encontré un nuevo hogar a las cosas."
    }
  },
  {
    "translation": {
      "en": "And the few items I was able to sell,",
      "es": "Y el dinero de los pocos artículos que logré vender"
    }
  },
  {
    "translation": {
      "en": "I was able to take that money and donate it to the two charities",
      "es": "Y el dinero de los pocos artículos que logré vender lo doné a las dos caridades que ayudaron a mamá con su quimio y radioterapia."
    }
  },
  {
    "translation": {
      "en": "that helped Mom through her chemo and radiation.",
      "es": "lo doné a las dos caridades que ayudaron a mamá con su quimio y radioterapia."
    }
  },
  {
    "translation": {
      "en": "You see, I realized I could contribute beyond myself",
      "es": "Verán, me di cuenta de que podía contribuir más allá de mí"
    }
  },
  {
    "translation": {
      "en": "if I was willing to let go.",
      "es": "si estaba dispuesto a soltar."
    }
  },
  {
    "translation": {
      "en": "When I finally returned to Ohio,",
      "es": "Cuando finalmente regresé a Ohio,"
    }
  },
  {
    "translation": {
      "en": "I returned with just a handful of sentimental items.",
      "es": "tenía solo un puñado de cosas con valor sentimental."
    }
  },
  {
    "translation": {
      "en": "An old painting, a few photographs,",
      "es": "Un cuadro viejo, algunas fotografías,"
    }
  },
  {
    "translation": {
      "en": "maybe even a doily or two,",
      "es": "quizá un mantelito dos."
    }
  },
  {
    "translation": {
      "en": "which helped me understand that by having fewer sentimental items,",
      "es": "Esto me ayudó a entender que tener menos cosas con valor sentimental,"
    }
  },
  {
    "translation": {
      "en": "we're able to enjoy those sentimental items much more.",
      "es": "nos permite disfrutar mucho más de lo que sí tenemos."
    }
  },
  {
    "translation": {
      "en": "I get far more value from the few items I kept",
      "es": "Valen para mí mucho más los pocos artículos que conservé,"
    }
  },
  {
    "translation": {
      "en": "than if I were to water them down with dozens or even hundreds of trinkets.",
      "es": "el valor no se diluye en decenas o incluso cientos de baratijas."
    }
  },
  {
    "translation": {
      "en": "Ultimately, I had to let go of what was weighing me down",
      "es": "Al final, tuve que soltar lo que me anclaba"
    }
  },
  {
    "translation": {
      "en": "before I could move on.",
      "es": "antes de poder continuar."
    }
  },
  {
    "translation": {
      "en": "To move on…",
      "es": "Y para continuar…"
    }
  },
  {
    "translation": {
      "en": "I had to take an inventory of my own life.",
      "es": "tuve que hacer un inventario de mi propia vida."
    }
  },
  {
    "translation": {
      "en": "Turns out I had an organized life.",
      "es": "Resulta que tenía una vida organizada."
    }
  },
  {
    "translation": {
      "en": "But really, I was just a well- organized hoarder.",
      "es": "Pero en realidad era un acumulador bien organizado."
    }
  },
  {
    "translation": {
      "en": "And if you would've looked beneath the surface,",
      "es": "Y si miraban bajo la alfombra,"
    }
  },
  {
    "translation": {
      "en": "you would have found a lifetime of unchecked consumption.",
      "es": "habrían encontrado una vida de consumo sin control."
    }
  },
  {
    "translation": {
      "en": "As companies continue to innovate,",
      "es": "Las innovaciones de las empresas"
    }
  },
  {
    "translation": {
      "en": "our ability to show restraint is getting more and more difficult.",
      "es": "dificultan cada vez más nuestra capacidad de moderarnos."
    }
  },
  {
    "translation": {
      "en": "Outsourced labor",
      "es": "La mano de obra subcontratada,"
    }
  },
  {
    "translation": {
      "en": "combined with advancements in shipping, manufacturing, and logistics",
      "es": "combinada con los avances en envíos, manufactura y logística,"
    }
  },
  {
    "translation": {
      "en": "has dropped the cost of consumer products to an all- time low.",
      "es": "bajaron a un mínimo histórico el costo de los productos de consumo."
    }
  },
  {
    "translation": {
      "en": "And now, with one- click purchasing, same- day delivery,",
      "es": "Y ahora, con compras con un solo clic, entregas el mismo día"
    }
  },
  {
    "translation": {
      "en": "and a society that has normalized credit card debt,",
      "es": "y una sociedad que normalizó deber la tarjeta de crédito,"
    }
  },
  {
    "translation": {
      "en": "we've dug ourselves into a hole.",
      "es": "nos cavamos nuestro propio agujero."
    }
  },
  {
    "translation": {
      "en": "The average American carries four credit cards in their wallet",
      "es": "El estadounidense promedio tiene cuatro tarjetas de crédito en su billetera"
    }
  },
  {
    "translation": {
      "en": "and the average credit card debt for indebted households is more than $16,000.",
      "es": "la deuda promedio de tarjetas de crédito es de más de $ 16 000."
    }
  },
  {
    "translation": {
      "en": "Each year, we spend more on shoes, jewelry, and watches than on higher education.",
      "es": "Cada año, gastamos más en zapatos, joyas y relojes que en educación superior."
    }
  },
  {
    "translation": {
      "en": "I remember when I was a kid, there was something called layaway.",
      "es": "Recuerdo cuando era niña, había algo llamado reserva."
    }
  },
  {
    "translation": {
      "en": "We'd go to the department store and pick out our school clothes,",
      "es": "Íbamos a la tienda, elegíamos la ropa de la escuela"
    }
  },
  {
    "translation": {
      "en": "and my mom would put it on layaway,",
      "es": "y mi mamá la reservaba,"
    }
  },
  {
    "translation": {
      "en": "which meant she would go and make payments once a week for several weeks",
      "es": "o sea, hacía pagos semanales durante varias semanas"
    }
  },
  {
    "translation": {
      "en": "until she paid all of it off when she had all the money paid in.",
      "es": "hasta que hubiera pagado todo y cuando cancelaba el pago, recién entonces nos entregaban la compra."
    }
  },
  {
    "translation": {
      "en": "That's when we got to bring home the stuff.",
      "es": "y cuando cancelaba el pago, recién entonces nos entregaban la compra."
    }
  },
  {
    "translation": {
      "en": "This concept does not exist now. If you want the stuff,",
      "es": "Este concepto no existe ahora. Si quieres algo, pagas con la tarjeta y te lo llevas."
    }
  },
  {
    "translation": {
      "en": "you put the credit card down and take it right away.",
      "es": "Si quieres algo, pagas con la tarjeta y te lo llevas."
    }
  },
  {
    "translation": {
      "en": "And I think that functional change in the way that we buy",
      "es": "Y creo que ese cambio funcional en la forma de comprar"
    }
  },
  {
    "translation": {
      "en": "has made a difference in what our expectations are",
      "es": "ha cambiado nuestras expectativas"
    }
  },
  {
    "translation": {
      "en": "and a sort of sense of entitlement about what we should have,",
      "es": "y sentimos una especie de derecho sobre lo que queremos y cuándo lo queremos"
    }
  },
  {
    "translation": {
      "en": "and when we should have it, and if we should have to wait for it.",
      "es": "y sentimos una especie de derecho sobre lo que queremos y cuándo lo queremos y si deberíamos esperar por ello."
    }
  },
  {
    "translation": {
      "en": "America, sadly, has gotten increasingly emotionally immature.",
      "es": "Por desgracia, EE. UU. se ha vuelto emocionalmente inmaduro."
    }
  },
  {
    "translation": {
      "en": "I want it, and I want it now, and I deserve it because I breathe air.",
      "es": "Lo quiero y lo quiero ahora y lo merezco porque respiro aire."
    }
  },
  {
    "translation": {
      "en": "This is a four- year- old child in the cereal aisle",
      "es": "Es un niño de cuatro años en la góndola de los cereales"
    }
  },
  {
    "translation": {
      "en": "throwing a fit because they can't have Froot Loops.",
      "es": "con un berrinche porque no puede comer Froot Loops."
    }
  },
  {
    "translation": {
      "en": "And yet it's a 54- year- old woman I'm talking to or man I'm talking to,",
      "es": "En realidad, se trata de una mujer de 54 años o un hombre"
    }
  },
  {
    "translation": {
      "en": "'cause he can't buy this little item he wants,",
      "es": "que no puede comprar una pequeña cosita que quiere"
    }
  },
  {
    "translation": {
      "en": "'cause he doesn't have the money.",
      "es": "porque no le alcanza el dinero."
    }
  },
  {
    "translation": {
      "en": "Guess what? You're never gonna have the money for everything you want.",
      "es": "¿Adivina? Nunca te alcanzará el dinero para comprar todo lo que quieras."
    }
  },
  {
    "translation": {
      "en": "The kind of debt that creates the most problems in our society",
      "es": "El tipo de deuda que crea más problemas en nuestra sociedad"
    }
  },
  {
    "translation": {
      "en": "comes from a felt need to keep up with appearances.",
      "es": "viene de la necesidad de mantener las apariencias."
    }
  },
  {
    "translation": {
      "en": "Placing unnecessary burdens on yourself in order to maintain some kind of image.",
      "es": "Es sumarse cargas innecesarias para mantener una determinada imagen."
    }
  },
  {
    "translation": {
      "en": "If I can't afford a BMW,",
      "es": "Si no me alcanza para comprarme un BMW,"
    }
  },
  {
    "translation": {
      "en": "but I go into debt in order to acquire one,",
      "es": "me endeudo para poder tener uno,"
    }
  },
  {
    "translation": {
      "en": "I'm doing that because I- I want the… the social rewards, right,",
      "es": "y lo hago porque quiero las recompensas sociales"
    }
  },
  {
    "translation": {
      "en": "of… of being seen as a certain kind of person.",
      "es": "de que me vean como un cierto tipo de persona."
    }
  },
  {
    "translation": {
      "en": "Once your basic needs are met,",
      "es": "Con las necesidades básicas cubiertas,"
    }
  },
  {
    "translation": {
      "en": "the way that we as humans determine what is enough",
      "es": "la forma en que los humanos determinamos qué es suficiente"
    }
  },
  {
    "translation": {
      "en": "is relative to the people around us.",
      "es": "se relaciona con nuestro entorno."
    }
  },
  {
    "translation": {
      "en": "Um, and so, that's where the saying keeping up with the Joneses came up.",
      "es": "La idea de compararse con el vecino."
    }
  },
  {
    "translation": {
      "en": "We judge our furniture, our clothes, our car based on the people around us.",
      "es": "Juzgamos nuestros muebles, ropa, auto, según la gente que nos rodea."
    }
  },
  {
    "translation": {
      "en": "It used to be that the people around us were of similar socioeconomic background.",
      "es": "La gente que nos rodeaba tenía antecedentes socio-económicos similares,"
    }
  },
  {
    "translation": {
      "en": "So we were like, It's cool. We all got the same stuff.",
      "es": "así que pensábamos: Genial. Todos tenemos lo mismo."
    }
  },
  {
    "translation": {
      "en": "But now, with the onslaught of television and social media,",
      "es": "Pero ahora, con la arremetida de la televisión y las redes sociales"
    }
  },
  {
    "translation": {
      "en": "they have what's called the vertical expansion of our reference group.",
      "es": "tenemos una expansión vertical de nuestro grupo de referencia."
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my hair to Jennifer Aniston's.",
      "es": "Ahora comparo mi cabello con el de Jennifer Aniston,"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my house to Kim Kardashian's.",
      "es": "mi casa con la de Kim Kardashian."
    }
  },
  {
    "translation": {
      "en": "I think that we are more stressed and discontented today than ever before,",
      "es": "Creo que estamos más estresados e infelices que nunca"
    }
  },
  {
    "translation": {
      "en": "because we know so much more, or we think we know so much more,",
      "es": "porque sabemos mucho más, o creemos que sabemos mucho más"
    }
  },
  {
    "translation": {
      "en": "about what's going on inside of the house of our neighbors and our friends.",
      "es": "sobre lo que sucede en la casa de nuestros vecinos y amigos."
    }
  },
  {
    "translation": {
      "en": "And the comparison is so much stronger than in generations past,",
      "es": "La comparación es mucho más fuerte que en las generaciones pasadas."
    }
  },
  {
    "translation": {
      "en": "and we're constantly comparing our lives to other people's lives.",
      "es": "Estamos constantemente comparando nuestras vidas con la de los demás."
    }
  },
  {
    "translation": {
      "en": "And when we do that, it rarely measures up.",
      "es": "Y cuando hacemos eso, rara vez salimos airosos."
    }
  },
  {
    "translation": {
      "en": "This generation, more than previous generations,",
      "es": "Esta generación, más que las anteriores,"
    }
  },
  {
    "translation": {
      "en": "we have to learn how to manage our attention,",
      "es": "tiene que aprender a manejar la atención,"
    }
  },
  {
    "translation": {
      "en": "because there are so many people competing for it",
      "es": "porque hay mucha gente compitiendo por ella"
    }
  },
  {
    "translation": {
      "en": "and telling us, like, Look at this, and you'll be happy! Buy this, and you'll be happy!",
      "es": "diciendo: Mira esto y serás feliz. ¡Compra esto y serás feliz!."
    }
  },
  {
    "translation": {
      "en": "And you have to step back from all of that and say, No, no, no.",
      "es": "Y uno debe dar un paso atrás y decir: No, no."
    }
  },
  {
    "translation": {
      "en": "I first need time to come up with my own ideas about what's gonna make me happy.",
      "es": "Primero necesito tiempo para decidir yo qué me hará feliz."
    }
  },
  {
    "translation": {
      "en": "For me, it all started with that one question.",
      "es": "Para mí , todo comenzó con esa pregunta."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "es": "¿Cómo tu vida podría ser mejor con menos?"
    }
  },
  {
    "translation": {
      "en": "By answering that question, I was able to identify the purpose of minimalism.",
      "es": "Al responder esa pregunta, identifiqué el propósito del minimalismo."
    }
  },
  {
    "translation": {
      "en": "Not just the how to, but the more important why to.",
      "es": "No solo el cómo, sino lo más importante, el por qué."
    }
  },
  {
    "translation": {
      "en": "I realized, if I simplified my life,",
      "es": "Supe que al simplificar mi vida,"
    }
  },
  {
    "translation": {
      "en": "I'd have more time for my health, my relationships,",
      "es": "tendría más tiempo para mi salud, mis relaciones,"
    }
  },
  {
    "translation": {
      "en": "my creativity, my finances,",
      "es": "mi creatividad, mis finanzas,"
    }
  },
  {
    "translation": {
      "en": "and I could contribute beyond myself in a meaningful way.",
      "es": "y podría contribuir más allá de mí de una manera significativa."
    }
  },
  {
    "translation": {
      "en": "You see, I was able to understand the benefits of minimalism",
      "es": "Verán, entendí los beneficios del minimalismo"
    }
  },
  {
    "translation": {
      "en": "well before I ever cleaned out a walk- in closet.",
      "es": "incluso antes de vaciar mi vestidor."
    }
  },
  {
    "translation": {
      "en": "And so, when it came time for me to actually declutter, I started small.",
      "es": "Y cuando llegó el momento de empezar, empecé de a poco."
    }
  },
  {
    "translation": {
      "en": "I asked myself another question.",
      "es": "Me hice otra pregunta."
    }
  },
  {
    "translation": {
      "en": "What if you removed one material possession from your life",
      "es": "¿Y si me deshago de una posesión material cada día durante un mes?"
    }
  },
  {
    "translation": {
      "en": "each day for a month? Just one. What would happen?",
      "es": "¿Y si me deshago de una posesión material cada día durante un mes? Solo una. ¿Qué pasaría?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you. I got rid of way more than 30 items in the first 30 days.",
      "es": "Les diré que me deshice de más de 30 cosas en los primeros 30 días."
    }
  },
  {
    "translation": {
      "en": "Like way, way more.",
      "es": "Mucho mucho más."
    }
  },
  {
    "translation": {
      "en": "It became this kind of personal challenge, discovering what I could get rid of.",
      "es": "Se convirtió en un desafío personal descubrir de qué podía deshacerme."
    }
  },
  {
    "translation": {
      "en": "So I searched my rooms and closets, my cabinets and hallways,",
      "es": "Así que revisé mis habitaciones y clósets, mis armarios y pasillos,"
    }
  },
  {
    "translation": {
      "en": "my car and office, rummaging for items to part with,",
      "es": "mi auto y mi oficina, buscando cosas para soltar,"
    }
  },
  {
    "translation": {
      "en": "retaining only the things that added value to my life.",
      "es": "conservando solo las cosas que agregaban valor a mi vida."
    }
  },
  {
    "translation": {
      "en": "Pondering each artifact in my home, I'd ask,",
      "es": "Reflexioné sobre cada ítem de mi casa, me pregunté:"
    }
  },
  {
    "translation": {
      "en": "Does this thing add value to my life?",
      "es": "¿Esto agrega valor a mi vida?."
    }
  },
  {
    "translation": {
      "en": "The more I asked this question, the more I gained momentum",
      "es": "Y cuanto más me lo preguntaba, más impulso ganaba"
    }
  },
  {
    "translation": {
      "en": "and embracing minimalism got easier by the day.",
      "es": "y aceptar el minimalismo se hacía más fácil cada día."
    }
  },
  {
    "translation": {
      "en": "The more you do it, the freer, and happier, and lighter you feel,",
      "es": "Más uno lo haces, más libre, más feliz y más liviano se siente,"
    }
  },
  {
    "translation": {
      "en": "and the more you wanna throw overboard.",
      "es": "y más quiere deshacerse de cosas."
    }
  },
  {
    "translation": {
      "en": "For me, a few shirts led to half a closet.",
      "es": "Para mí, algunas camisas acabaron siendo medio armario."
    }
  },
  {
    "translation": {
      "en": "A few DVDs led to deep- sixing an entire library of unused discs.",
      "es": "Unos pocos discos, toda una biblioteca de discos sin usar."
    }
  },
  {
    "translation": {
      "en": "A few decorative items led to junk drawers who shed their adjective.",
      "es": "Algunos adornos, cajones completos recuperados."
    }
  },
  {
    "translation": {
      "en": "It's a beautiful cycle. The more action you take, the more you wanna take action.",
      "es": "Es un ciclo hermoso. Cuanto más haces, más quieres hacer."
    }
  },
  {
    "translation": {
      "en": "Once I started to get rid of stuff, it was just like the momentum just took over.",
      "es": "Empecé a deshacerme de cosas, y el impulso pareció tomar vida propia."
    }
  },
  {
    "translation": {
      "en": "It was a snowball that I could not stop.",
      "es": "Fue una bola de nieve que no pude frenar."
    }
  },
  {
    "translation": {
      "en": "I was ready to throw out as many things as possible.",
      "es": "Estaba lista para tirar todo cuanto fuera posible."
    }
  },
  {
    "translation": {
      "en": "When you open up those drawers and look at what's in the back of them,",
      "es": "Cuando abres los cajones y ves lo que hay en el fondo,"
    }
  },
  {
    "translation": {
      "en": "I don't think I even realized half the stuff that we had hidden away in closets and in drawers.",
      "es": "creo que nunca supe ni la mitad de lo que había en los armarios y cajones."
    }
  },
  {
    "translation": {
      "en": "It… It really helped by focusing on just one part of the house,",
      "es": "Me ayudó concentrarme en una parte de la casa,"
    }
  },
  {
    "translation": {
      "en": "instead of just thinking,",
      "es": "en vez de pensar:"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, I have 35 years of things in my house that I need to get rid of.",
      "es": "Tengo 35 años acumulando cosas que debo descartar."
    }
  },
  {
    "translation": {
      "en": "We got rid of our storage rental.",
      "es": "Nos deshicimos de nuestro depósito."
    }
  },
  {
    "translation": {
      "en": "A huge storage rental that we'd been paying for for years",
      "es": "Un depósito enorme que habíamos pagado por años"
    }
  },
  {
    "translation": {
      "en": "and didn't really even know what was in there, gone.",
      "es": "y que ni siquiera sabíamos qué había ahí… fuera."
    }
  },
  {
    "translation": {
      "en": "I remember going through my CD collection,",
      "es": "Recuerdo que revisé mi colección de CD"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even remember if I had a CD player in my car.",
      "es": "y no podía recordar si tenía un reproductor de CD en mi auto."
    }
  },
  {
    "translation": {
      "en": "That was the one thing that made me think, That's probably a reason",
      "es": "Y solo por eso pensé: Probablemente sea razón suficiente para tirarlos"
    }
  },
  {
    "translation": {
      "en": "for me not to hold on to these CDs anymore if I don't even know if I can play them.",
      "es": "Probablemente sea razón suficiente para tirarlos no saber si puedo escucharlos."
    }
  },
  {
    "translation": {
      "en": "As I began to get rid of things,",
      "es": "Cuando comencé a deshacerme de cosas, una a la vez,"
    }
  },
  {
    "translation": {
      "en": "one at a time, I just felt so much freer.",
      "es": "Cuando comencé a deshacerme de cosas, una a la vez, me sentí mucho más libre."
    }
  },
  {
    "translation": {
      "en": "There was freedom.",
      "es": "Sentí la libertad."
    }
  },
  {
    "translation": {
      "en": "When I started going through it, I got rid of 14 pairs of pants.",
      "es": "Empecé a revisar y me deshice de 14 pares de pantalones."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe how high the stack was.",
      "es": "¡Era una montaña enorme!"
    }
  },
  {
    "translation": {
      "en": "And so, I actually, you know, went through and counted them, and I'm like, 14 pairs of pants sitting in the closet!",
      "es": "Así que los revisé, los conté y me dije: ¡14 pares de pantalones en el armario!."
    }
  },
  {
    "translation": {
      "en": "We put our house up for sale, because we just wanted to really start fresh",
      "es": "Pusimos la casa a la venta porque queríamos empezar de cero"
    }
  },
  {
    "translation": {
      "en": "and just grab life, you know, and… and really be free.",
      "es": "y vivir la vida y ser libres."
    }
  },
  {
    "translation": {
      "en": "It was a very freeing feeling, um, to just get started, and so I… I ran with it.",
      "es": "Fue una sensación muy liberadora, solo con empezar, así que seguí adelante."
    }
  },
  {
    "translation": {
      "en": "Over the course of eight months after my mother died,",
      "es": "En los ocho meses después de la muerte de mi madre,"
    }
  },
  {
    "translation": {
      "en": "I deliberately jettisoned more than 90% of my material possessions.",
      "es": "deseché deliberadamente más del 90 % de mis posesiones materiales."
    }
  },
  {
    "translation": {
      "en": "Although, if you visited my home today, you probably wouldn't walk in and say,",
      "es": "Aunque si visitaras mi casa hoy, probablemente no entrarías y dirías:"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "This guy's a minimalist!",
      "es": "¡Este tipo es un minimalista!."
    }
  },
  {
    "translation": {
      "en": "No, you'd probably just ask how we keep things so organized,",
      "es": "No, probablemente te preguntarías cómo mantenemos todo tan organizado"
    }
  },
  {
    "translation": {
      "en": "and I'd just tell you that my family and I, we don't own much,",
      "es": "y te diría que mi familia y yo no tenemos muchas cosas,"
    }
  },
  {
    "translation": {
      "en": "but everything we do own adds real value to our lives.",
      "es": "pero todo lo que tenemos le agrega valor a nuestras vidas."
    }
  },
  {
    "translation": {
      "en": "Each of our belongings,",
      "es": "Cada una de nuestras pertenencias, nuestra ropa, auto,"
    }
  },
  {
    "translation": {
      "en": "our clothes, our car, our kitchenware, our furniture",
      "es": "Cada una de nuestras pertenencias, nuestra ropa, auto, nuestros artículos de cocina, muebles tienen una función."
    }
  },
  {
    "translation": {
      "en": "has a function.",
      "es": "nuestros artículos de cocina, muebles tienen una función."
    }
  },
  {
    "translation": {
      "en": "As a minimalist, every possession serves a purpose",
      "es": "Como minimalista, cada posesión tiene un propósito o me da alegría"
    }
  },
  {
    "translation": {
      "en": "or it brings me joy, and everything else is out of the way.",
      "es": "Como minimalista, cada posesión tiene un propósito o me da alegría y todo lo demás se va."
    }
  },
  {
    "translation": {
      "en": "With all that clutter cleared, I…",
      "es": "Cuando todo estuvo despejado,"
    }
  },
  {
    "translation": {
      "en": "I finally felt compelled to start asking deeper questions.",
      "es": "sentí la urgencia de hacerme preguntas más profundas."
    }
  },
  {
    "translation": {
      "en": "Questions like, When did I give so much meaning",
      "es": "Preguntas como: ¿Cuándo le di tanto significado a todas estas posesiones materiales?"
    }
  },
  {
    "translation": {
      "en": "to all these material possessions?",
      "es": "¿Cuándo le di tanto significado a todas estas posesiones materiales?"
    }
  },
  {
    "translation": {
      "en": "What is truly important in my life?",
      "es": "¿Qué es verdaderamente importante en mi vida?"
    }
  },
  {
    "translation": {
      "en": "Why have I been so discontented?",
      "es": "¿Por qué he sido tan infeliz?"
    }
  },
  {
    "translation": {
      "en": "Who is the person I want to become, and how will I define my own success?",
      "es": "¿Quién es la persona que quiero ser y cómo definiré mi propio éxito?."
    }
  },
  {
    "translation": {
      "en": "Now, these… these are tough questions with difficult answers,",
      "es": "Estas son preguntas difíciles con respuestas difíciles,"
    }
  },
  {
    "translation": {
      "en": "but they've proven to be more important than just trashing my excess stuff.",
      "es": "pero resultan ser mucho más importantes que destrozar las cosas que sobran."
    }
  },
  {
    "translation": {
      "en": "And if we don't answer these questions carefully, rigorously…",
      "es": "Y si no respondemos estas preguntas con cuidado, con rigor,"
    }
  },
  {
    "translation": {
      "en": "then those closets that we just decluttered",
      "es": "los armarios que acabamos de vaciar"
    }
  },
  {
    "translation": {
      "en": "will be brimming with new purchases in the not- too- distant future.",
      "es": "estarán llenos de nuevas compras en un futuro no muy lejano."
    }
  },
  {
    "translation": {
      "en": "So, as I let go…",
      "es": "Así que al soltar…"
    }
  },
  {
    "translation": {
      "en": "and as I started facing some of life's tougher questions…",
      "es": "y al enfrentarme a preguntas más difíciles de la vida…"
    }
  },
  {
    "translation": {
      "en": "my life got simpler.",
      "es": "mi vida se volvió más simple."
    }
  },
  {
    "translation": {
      "en": "The people around me noticed something was different too.",
      "es": "La gente a mi alrededor también notó la diferencia."
    }
  },
  {
    "translation": {
      "en": "My best friend, a guy named Ryan Nicodemus,",
      "es": "Mi mejor amigo, Ryan Nicodemus,"
    }
  },
  {
    "translation": {
      "en": "whom I've known since we were fat little fifth- graders…",
      "es": "a quien conozco desde que éramos niños gordos de 5° grado,"
    }
  },
  {
    "translation": {
      "en": "- he came to me one day and said… -",
      "es": "vino un día y me dijo:"
    }
  },
  {
    "translation": {
      "en": "Why the hell are you so happy?",
      "es": "¿Por qué diablos estás tan feliz?."
    }
  },
  {
    "translation": {
      "en": "So I told him about this thing called minimalism.",
      "es": "Así que le hablé del minimalismo."
    }
  },
  {
    "translation": {
      "en": "And he said, What the hell is minimalism?",
      "es": "Y él dijo: ¿Qué diablos es el minimalismo?."
    }
  },
  {
    "translation": {
      "en": "And so I said, Minimalism is the thing that gets us past the things,",
      "es": "Así que dije: El Minimalismo es lo que nos hace superar las cosas,"
    }
  },
  {
    "translation": {
      "en": "so we can make room for life's most important things,",
      "es": "y así poder dejar espacio para las cosas más importantes,"
    }
  },
  {
    "translation": {
      "en": "which actually aren't things at all.",
      "es": "que de hecho no son cosas."
    }
  },
  {
    "translation": {
      "en": "You know what, Ryan?",
      "es": "¿Sabes qué, Ryan?"
    }
  },
  {
    "translation": {
      "en": "I think you might benefit from this minimalism thing too, because…",
      "es": "Creo que a ti también te vendría bien el minimalismo, porque…"
    }
  },
  {
    "translation": {
      "en": "Well, because you've got a lot of shit.",
      "es": "Bueno, porque tienes muchas cosas."
    }
  },
  {
    "translation": {
      "en": "That's when I remember really…",
      "es": "Recuerdo que fue entonces…"
    }
  },
  {
    "translation": {
      "en": "really looking at what you were doing different with your life.",
      "es": "cuando observé qué era lo que estabas haciendo con tu vida."
    }
  },
  {
    "translation": {
      "en": "Like, I had to find out, like, Okay, what is Josh doing differently?",
      "es": "Tenía que averiguarlo. ¿Qué está haciendo Josh tan distinto?."
    }
  },
  {
    "translation": {
      "en": "Because my life was so out of control. I needed to make a change.",
      "es": "Porque mi vida estaba fuera de control. Necesitaba un cambio."
    }
  },
  {
    "translation": {
      "en": "You obviously had made some changes, so that's…",
      "es": "Tú obviamente habías hecho cambios, así que…."
    }
  },
  {
    "translation": {
      "en": "I remember that's when I invited you for that really fancy lunch at Subway.",
      "es": "Recuerdo que fue entonces cuando te invité a ese almuerzo elegante en Subway."
    }
  },
  {
    "translation": {
      "en": "- Yeah.  - And, uh, we sat down and…",
      "es": "- Sí. - Y nos sentamos y…"
    }
  },
  {
    "translation": {
      "en": "had… had our sandwiches,",
      "es": "comimos los sándwiches y recuerdo que te pregunté:"
    }
  },
  {
    "translation": {
      "en": "and I just remember asking you, like, Why the hell are you so happy?",
      "es": "comimos los sándwiches y recuerdo que te pregunté: ¿Por qué diablos estás tan feliz?."
    }
  },
  {
    "translation": {
      "en": "And, you know, if it wasn't you - who told me about minimalism… - Uh- huh.",
      "es": "Y, si no hubieras sido tú quien me habló sobre el minimalismo,"
    }
  },
  {
    "translation": {
      "en": "If it was anyone else, I don't know if I would have been so quick",
      "es": "si hubiera sido otra persona, no sé si habría estado tan dispuesto a probarlo."
    }
  },
  {
    "translation": {
      "en": "to be willing to try it out.",
      "es": "no sé si habría estado tan dispuesto a probarlo."
    }
  },
  {
    "translation": {
      "en": "As we were sitting there, having our lunch,",
      "es": "Sentados ahí, almorzando,"
    }
  },
  {
    "translation": {
      "en": "he talked about how he'd spent the last several months simplifying.",
      "es": "él me contó cómo había pasado los últimos siete meses simplificando,"
    }
  },
  {
    "translation": {
      "en": "Clearing the clutter.",
      "es": "despejando el desorden,"
    }
  },
  {
    "translation": {
      "en": "Making room for life's most important things.",
      "es": "haciendo espacio para las cosas más importantes de la vida."
    }
  },
  {
    "translation": {
      "en": "So me, being the problem solver that I am,",
      "es": "Así que yo, como soy una persona resolutiva,"
    }
  },
  {
    "translation": {
      "en": "I decided to become a minimalist right there on the spot.",
      "es": "decidí convertirme en minimalista ahí mismo."
    }
  },
  {
    "translation": {
      "en": "I looked up at Josh, and I excitedly announced,",
      "es": "Miré a Josh y le dije con entusiasmo:"
    }
  },
  {
    "translation": {
      "en": "All right, man, I'm in. I'll do it! I'm going to become a minimalist.",
      "es": "Bien, amigo. ¡Lo haré! Me convertiré en minimalista."
    }
  },
  {
    "translation": {
      "en": "Now what?",
      "es": "¿Y ahora qué?."
    }
  },
  {
    "translation": {
      "en": "You see, I didn't want to spend several months slowly paring down, like he had.",
      "es": "Verán, no quería pasar varios meses reduciéndome lentamente como él."
    }
  },
  {
    "translation": {
      "en": "I mean, that was great for him, but I wanted faster results.",
      "es": "Fue genial para él, pero yo quería resultados más rápidos."
    }
  },
  {
    "translation": {
      "en": "So, we came up with a wild idea called a packing party.",
      "es": "Así que se nos ocurrió una idea salvaje: una fiesta de empacar."
    }
  },
  {
    "translation": {
      "en": "We decided to pack all my belongings as if I were moving.",
      "es": "Decidimos empacar todas mis pertenencias como si me mudara."
    }
  },
  {
    "translation": {
      "en": "Then I would unpack only the items I needed over the next three weeks.",
      "es": "Luego solo desempacaría lo que iba a necesitar en las siguientes tres semanas."
    }
  },
  {
    "translation": {
      "en": "So Josh came over, and he literally helped me box up everything.",
      "es": "Así que Josh vino a casa y me ayudó a poner todo en cajas."
    }
  },
  {
    "translation": {
      "en": "My clothes, my kitchenware, my towels, my TVs,",
      "es": "Mi ropa, mis artículos de cocina, mis toallas, mis televisores,"
    }
  },
  {
    "translation": {
      "en": "my electronics, my framed photographs and paintings, my toiletries.",
      "es": "mis artículos electrónicos, mis fotografías y pinturas, mis artículos de tocador. Todo."
    }
  },
  {
    "translation": {
      "en": "Everything. We literally pretended like I was moving.",
      "es": "mis artículos de tocador. Todo. Fingimos que me estaba mudando."
    }
  },
  {
    "translation": {
      "en": "So after nine hours and a couple of pizza deliveries,",
      "es": "Así que después de nueve horas y un par de pizzas a domicilio,"
    }
  },
  {
    "translation": {
      "en": "there Josh and I were, sitting in my second living room,",
      "es": "estábamos Josh y yo, sentados en mi segunda sala,"
    }
  },
  {
    "translation": {
      "en": "staring at these boxes stacked halfway to my 12 ft. ceiling.",
      "es": "mirando las cajas apiladas hasta el techo de casi cuatro metros."
    }
  },
  {
    "translation": {
      "en": "Everything I owned,",
      "es": "Todo lo que tenía,"
    }
  },
  {
    "translation": {
      "en": "everything I had worked so hard for over the last decade,",
      "es": "todo por lo que había trabajado tanto en los últimos diez años,"
    }
  },
  {
    "translation": {
      "en": "it was all sitting there in that room.",
      "es": "estaba ahí en esa habitación."
    }
  },
  {
    "translation": {
      "en": "Just boxes stacked on top of boxes stacked on top of boxes.",
      "es": "Eran cajas apiladas sobre cajas, apiladas sobre más cajas."
    }
  },
  {
    "translation": {
      "en": "Now each box was labeled really well",
      "es": "Cada caja estaba bien etiquetada,"
    }
  },
  {
    "translation": {
      "en": "so I'd know where to go when I needed a particular item.",
      "es": "así sabía dónde buscar cada artículo en particular."
    }
  },
  {
    "translation": {
      "en": "Labels like junk drawer, living room number one,",
      "es": "Las etiquetas eran: cajón de basura, sala número uno,"
    }
  },
  {
    "translation": {
      "en": "kitchen utensils, junk drawer number seven.",
      "es": "utensilios de cocina, cajón de basura n° 7."
    }
  },
  {
    "translation": {
      "en": "I spent the next 21 days unpacking only the items I needed.",
      "es": "Pasé los siguientes 21 días desempacando solo los artículos que necesitaba."
    }
  },
  {
    "translation": {
      "en": "My toothbrush, my bed and bed sheets,",
      "es": "Mi cepillo de dientes, mis sábanas,"
    }
  },
  {
    "translation": {
      "en": "some clothes for work, the furniture I actually used,",
      "es": "algo de ropa de trabajo, los muebles que en serio usaba,"
    }
  },
  {
    "translation": {
      "en": "a tool set, some kitchenware.",
      "es": "herramientas, algunos artículos de cocina."
    }
  },
  {
    "translation": {
      "en": "Just the things that added value to my life.",
      "es": "Solo las cosas que agregaban valor a mi vida."
    }
  },
  {
    "translation": {
      "en": "After three weeks…",
      "es": "Después de tres semanas,"
    }
  },
  {
    "translation": {
      "en": "I had 80% of my stuff still sitting in those boxes.",
      "es": "tenía el 80 % de mis cosas todavía guardadas en las cajas."
    }
  },
  {
    "translation": {
      "en": "Just sitting there, un- accessed.",
      "es": "Guardadas ahí, sin usar."
    }
  },
  {
    "translation": {
      "en": "You know, I looked at those boxes… I couldn't even remember what was in most of 'em.",
      "es": "Saben, miraba las cajas y ni recordaba qué había en la mayoría."
    }
  },
  {
    "translation": {
      "en": "All those things I brought into my life to make me happy…",
      "es": "Todas esas cosas que traje a mi vida para que me hicieran feliz"
    }
  },
  {
    "translation": {
      "en": "they weren't doing their job.",
      "es": "no estaban haciendo su trabajo."
    }
  },
  {
    "translation": {
      "en": "So that's when I decided to let go. And you know what?",
      "es": "Entonces ahí decidí soltarlas. ¿Y saben qué?"
    }
  },
  {
    "translation": {
      "en": "I started to feel free for the first time in my life.",
      "es": "Empecé a sentirme libre por primera vez en mi vida."
    }
  },
  {
    "translation": {
      "en": "I got my time back.",
      "es": "Recuperé mi tiempo."
    }
  },
  {
    "translation": {
      "en": "I got my life back.",
      "es": "Recuperé mi vida."
    }
  },
  {
    "translation": {
      "en": "And as I changed my life,",
      "es": "Y al cambiar mi vida,"
    }
  },
  {
    "translation": {
      "en": "I was focused on community, not consumerism.",
      "es": "me enfocaba en la comunidad, no en el consumismo."
    }
  },
  {
    "translation": {
      "en": "Giving, not taking.",
      "es": "En dar, y no en tomar."
    }
  },
  {
    "translation": {
      "en": "People, not stuff.",
      "es": "En la gente, y no en las cosas."
    }
  },
  {
    "translation": {
      "en": "It just made us really, you know, reassess our lives,",
      "es": "Nos hizo repensar nuestras vidas,"
    }
  },
  {
    "translation": {
      "en": "reassess our goals and our commitments.",
      "es": "repensar nuestras metas y compromisos."
    }
  },
  {
    "translation": {
      "en": "Friends, and family, and colleagues have acknowledged a profound change in me.",
      "es": "Mis amigos, familiares y colegas han reconocido un cambio profundo en mí."
    }
  },
  {
    "translation": {
      "en": "It's given me the opportunity to be that person that I used to just talk about being.",
      "es": "Me dio la oportunidad de ser esa persona de quien siempre hablaba que quería ser."
    }
  },
  {
    "translation": {
      "en": "Because of the way that my values have really been reorganized,",
      "es": "Por la forma en que mis valores se han reorganizado"
    }
  },
  {
    "translation": {
      "en": "I am grateful for every single second.",
      "es": "estoy agradecida cada segundo."
    }
  },
  {
    "translation": {
      "en": "Really, I began to find myself again.",
      "es": "En serio, empecé a encontrarme de nuevo."
    }
  },
  {
    "translation": {
      "en": "And for that, I am so thankful.",
      "es": "Y estoy muy agradecida por ello."
    }
  },
  {
    "translation": {
      "en": "Minimalism…",
      "es": "El minimalismo…"
    }
  },
  {
    "translation": {
      "en": "it changed my life.",
      "es": "me cambió la vida."
    }
  },
  {
    "translation": {
      "en": "This emotion washed over me. You know, it was really overwhelming.",
      "es": "Me inundó una emoción. Fue abrumador."
    }
  },
  {
    "translation": {
      "en": "And it was this feeling of great abundance, you know.",
      "es": "Y fue un sentimiento de gran abundancia."
    }
  },
  {
    "translation": {
      "en": "Like an abundance where everything is fine.",
      "es": "Una abundancia donde todo está bien,"
    }
  },
  {
    "translation": {
      "en": "You have everything that you need, all is well. And I don't think I'd…",
      "es": "tienes todo lo que necesitas, todo está bien. Y creo…"
    }
  },
  {
    "translation": {
      "en": "I get emotional thinking back to it, right.",
      "es": "Me emociono de solo recordarlo."
    }
  },
  {
    "translation": {
      "en": "I don't think I had that feeling since I was maybe four or five years old, so…",
      "es": "Creo que no sentía eso desde que tenía cuatro o cinco años, así que…"
    }
  },
  {
    "translation": {
      "en": "This just deep knowing, you know, that all I wanted,",
      "es": "Esta profunda convicción de que todo lo que quería,"
    }
  },
  {
    "translation": {
      "en": "you know, all I was searching for, all I needed…",
      "es": "todo lo que buscaba, todo lo que necesitaba…"
    }
  },
  {
    "translation": {
      "en": "I already had it.",
      "es": "ya lo tenía."
    }
  },
  {
    "translation": {
      "en": "A little over a year after my packing party experiment,",
      "es": "Un poco más de un año después de el experimento de empacar,"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "es": "sucedió algo inesperado."
    }
  },
  {
    "translation": {
      "en": "My boss called me on a Friday morning and told me to drive down to Cincinnati that afternoon",
      "es": "Mi jefe me llamó un viernes por la mañana y me dijo que fuera a Cincinnati esa tarde"
    }
  },
  {
    "translation": {
      "en": "to meet him at the company's Human Resources office.",
      "es": "para una reunión en la oficina de recursos humanos."
    }
  },
  {
    "translation": {
      "en": "I walked into the conference room and saw my boss",
      "es": "Entré a la sala de conferencias y vi a mi jefe…"
    }
  },
  {
    "translation": {
      "en": "and someone from HR sitting on the other side of the conference table.",
      "es": "y a alguien de recursos humanos al otro lado de la mesa."
    }
  },
  {
    "translation": {
      "en": "My boss shook his head.",
      "es": "Mi jefe negó con la cabeza."
    }
  },
  {
    "translation": {
      "en": "We've eliminated your position with the latest round of cuts, my boss said.",
      "es": "Eliminamos tu puesto en la última ronda de recortes, dijo."
    }
  },
  {
    "translation": {
      "en": "This change, it's effective immediately.",
      "es": "Este cambio es efectivo de inmediato."
    }
  },
  {
    "translation": {
      "en": "After seven promotions in less than a decade,",
      "es": "Después de siete ascensos en menos de una década,"
    }
  },
  {
    "translation": {
      "en": "I was laid off with no notice.",
      "es": "me despidieron sin aviso."
    }
  },
  {
    "translation": {
      "en": "And then I was surprised by my next thought.",
      "es": "Y luego me sorprendió mi siguiente pensamiento."
    }
  },
  {
    "translation": {
      "en": "Isn't this the best thing that could have happened?",
      "es": "¿No es lo mejor que podría haberme pasado?."
    }
  },
  {
    "translation": {
      "en": "It was like a huge weight had been lifted off my shoulders.",
      "es": "Sentí que me quitaban un enorme peso de encima."
    }
  },
  {
    "translation": {
      "en": "I knew it was time for me to move on, and this was the nudge I needed.",
      "es": "Sabía que era hora de dar un paso adelante y este era el empujón que necesitaba."
    }
  },
  {
    "translation": {
      "en": "My entire perspective had changed.",
      "es": "Toda mi perspectiva había cambiado."
    }
  },
  {
    "translation": {
      "en": "And then I thought to myself, There might be some people out there",
      "es": "Y luego pensé: Quizá haya gente que pueda sacar provecho de mi historia,"
    }
  },
  {
    "translation": {
      "en": "who would find value in my story.",
      "es": "Quizá haya gente que pueda sacar provecho de mi historia,"
    }
  },
  {
    "translation": {
      "en": "Who would find value in our story.",
      "es": "que pueda sacar provecho de nuestra historia."
    }
  },
  {
    "translation": {
      "en": "So Josh and I, we decided to do what any two 30- year- old dudes would do.",
      "es": "Así que Josh y yo decidimos hacer lo que harían dos treintañeros cualquiera."
    }
  },
  {
    "translation": {
      "en": "We started a blog.",
      "es": "Empezamos un blog."
    }
  },
  {
    "translation": {
      "en": "That was a decade ago.",
      "es": "Eso fue hace diez años."
    }
  },
  {
    "translation": {
      "en": "And you know what? Something amazing happened.",
      "es": "¿Y saben? Algo increíble pasó."
    }
  },
  {
    "translation": {
      "en": "Fifty- two people visited our website in the first month.",
      "es": "Cincuenta y dos personas visitaron nuestro sitio web en el primer mes."
    }
  },
  {
    "translation": {
      "en": "I realize that might sound unremarkable at first, but Josh and I, we were excited.",
      "es": "Sé que no parece nada espectacular, pero Josh y yo estábamos entusiasmados."
    }
  },
  {
    "translation": {
      "en": "And then other remarkable things started happening.",
      "es": "Y luego comenzaron a suceder cosas espectaculares."
    }
  },
  {
    "translation": {
      "en": "Fifty- two readers turned into 500, 500 turned into 5,000",
      "es": "Esos 52 lectores se convirtieron en 500, 500 se convirtieron en 5000,"
    }
  },
  {
    "translation": {
      "en": "and now we have the privilege",
      "es": "y ahora tenemos el privilegio"
    }
  },
  {
    "translation": {
      "en": "of sharing our message with millions of people every year.",
      "es": "de compartir nuestro mensaje con millones de personas cada año."
    }
  },
  {
    "translation": {
      "en": "It turns out, when you add value to people's lives,",
      "es": "Cuando uno le agrega valor a la vida de la gente,"
    }
  },
  {
    "translation": {
      "en": "they're pretty eager to share your story with their friends and family",
      "es": "la gente quiere compartir tu historia con sus amigos y familiares"
    }
  },
  {
    "translation": {
      "en": "to add value to their lives.",
      "es": "para agregar valor a las vidas de ellos."
    }
  },
  {
    "translation": {
      "en": "It's fitting that we're back here.",
      "es": "Está bien que volvamos aquí."
    }
  },
  {
    "translation": {
      "en": "Not just in Dayton, but here at Press, at this coffee shop,",
      "es": "No solo a Dayton, sino también a esta cafetería Press,"
    }
  },
  {
    "translation": {
      "en": "because this is where it literally started for us.",
      "es": "porque aquí es donde comenzó nuestra historia."
    }
  },
  {
    "translation": {
      "en": "Even back when we were in the corporate world,",
      "es": "Aún cuando estábamos en el mundo corporativo,"
    }
  },
  {
    "translation": {
      "en": "you and I would meet here, and this was our place for creation.",
      "es": "nos reuníamos aquí y este era nuestro lugar para crear."
    }
  },
  {
    "translation": {
      "en": "It was almost like we required this extra space outside of the corporate world,",
      "es": "Casi como que necesitábamos un espacio fuera del mundo corporativo,"
    }
  },
  {
    "translation": {
      "en": "outside of our cluttered personal lives,",
      "es": "de nuestras atiborradas vidas personales,"
    }
  },
  {
    "translation": {
      "en": "to come here, to figure out how to create, how to simplify our lives.",
      "es": "para venir aquí, descubrir cómo crear, cómo simplificar nuestras vidas."
    }
  },
  {
    "translation": {
      "en": "To take this sort of feeling that we were experiencing",
      "es": "Tomar esta sensación que estábamos viviendo"
    }
  },
  {
    "translation": {
      "en": "and get it down onto the page.",
      "es": "y volcarla en el papel."
    }
  },
  {
    "translation": {
      "en": "I think we should all be allowed to Etch A Sketch our life and say,",
      "es": "Creo que todos deberían poder borrar y empezar de nuevo."
    }
  },
  {
    "translation": {
      "en": "I thought this is the life I wanted, but it's not,",
      "es": "Creí que quería esta vida, pero no."
    }
  },
  {
    "translation": {
      "en": "and so I'm gonna start over again.",
      "es": "Así que empezaré de nuevo."
    }
  },
  {
    "translation": {
      "en": "If you have a longing, and a dream, and a passion inside of you,",
      "es": "Si tienes un anhelo, un sueño, una pasión en tu corazón,"
    }
  },
  {
    "translation": {
      "en": "why hold on to what you used to do and who you used to be",
      "es": "¿por qué aferrarte a lo que solías hacer y a quien solías ser"
    }
  },
  {
    "translation": {
      "en": "and… and lose who you want to become?",
      "es": "y perderte de quien quieres convertirte?"
    }
  },
  {
    "translation": {
      "en": "No matter where we're at on our journey towards less,",
      "es": "No importa dónde estemos en nuestro camino a tener menos,"
    }
  },
  {
    "translation": {
      "en": "we are always going to be pulled in that direction.",
      "es": "siempre nos arrastrarán en la otra dirección."
    }
  },
  {
    "translation": {
      "en": "The direction of comparison, the direction of being overwhelmed by the media.",
      "es": "La dirección de la comparación, de ser abrumado por los medios."
    }
  },
  {
    "translation": {
      "en": "And the truth is we have to constantly refocus ourselves.",
      "es": "La verdad es que debemos reenfocarnos constantemente."
    }
  },
  {
    "translation": {
      "en": "We make life unnecessarily complicated",
      "es": "Nos complicamos la vida sin necesidad"
    }
  },
  {
    "translation": {
      "en": "because we overlook or underestimate the… the sense of direction that can come",
      "es": "porque pasamos por alto o subestimamos la sensación de sentido que nos da"
    }
  },
  {
    "translation": {
      "en": "from just taking a little time to sit alone with ourselves,",
      "es": "tomarnos un tiempo para estar a solas con nosotros mismos,"
    }
  },
  {
    "translation": {
      "en": "to sit in the quiet and say,",
      "es": "sentarnos en silencio y decir:"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna get my ideas about what a good life is",
      "es": "No obtendré ideas de lo que es una buena vida"
    }
  },
  {
    "translation": {
      "en": "from external sources of stimulation.",
      "es": "de fuentes de estimulación externa."
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to that inner voice and see where that's guiding me.",
      "es": "Escucharé esa voz interior y veré adónde me guía."
    }
  },
  {
    "translation": {
      "en": "If people could just make a decision to be fully alive,",
      "es": "Si la gente tomara la decisión de vivir la vida a pleno,"
    }
  },
  {
    "translation": {
      "en": "if they could just get rid of everything that's sucking the life out of their soul,",
      "es": "si tú pudieras deshacerte de todo lo que te está quitando la vida del alma,"
    }
  },
  {
    "translation": {
      "en": "that's when you're gonna find your passion.",
      "es": "ahí es donde encontrarás tu pasión."
    }
  },
  {
    "translation": {
      "en": "But your passion will never be about yourself.",
      "es": "Pero tu pasión nunca será sobre ti mismo."
    }
  },
  {
    "translation": {
      "en": "Your passion will always be about some good you can do in the world.",
      "es": "Tu pasión siempre será por algo bueno que puedas hacer en el mundo."
    }
  },
  {
    "translation": {
      "en": "That's why Josh and I are right here right now.",
      "es": "Por eso Josh y yo estamos aquí ahora."
    }
  },
  {
    "translation": {
      "en": "We really hope we can add value to your life by encouraging you to let go.",
      "es": "Esperamos poder agregarle valor a tu vida alentándote a que sueltes."
    }
  },
  {
    "translation": {
      "en": "To imagine a life with more.",
      "es": "Para imaginar una vida con más."
    }
  },
  {
    "translation": {
      "en": "More time, more meaningful relationships,",
      "es": "Más tiempo, más relaciones significativas,"
    }
  },
  {
    "translation": {
      "en": "more growth, and contribution, and contentment.",
      "es": "más crecimiento y contribución y satisfacción."
    }
  },
  {
    "translation": {
      "en": "A life of passion,",
      "es": "Una vida de pasión"
    }
  },
  {
    "translation": {
      "en": "unencumbered by the trappings of the chaotic world around you.",
      "es": "libre de las trampas del mundo caótico que te rodea."
    }
  },
  {
    "translation": {
      "en": "What you're imagining is an intentional life.",
      "es": "Lo que imaginan es una vida con intención."
    }
  },
  {
    "translation": {
      "en": "Not a perfect life. Not even an easy life.",
      "es": "No es una vida perfecta. Ni siquiera una vida fácil."
    }
  },
  {
    "translation": {
      "en": "But a simple one.",
      "es": "Sino una vida simple."
    }
  },
  {
    "translation": {
      "en": "And to get there, you might have to let go of some stuff that's in the way.",
      "es": "Y para lograrla, quizá debas soltar algunas cosas que están en el medio."
    }
  },
  {
    "translation": {
      "en": "Clearing space I found a moment taking shape",
      "es": "Acepta el desafío de Menos es ahora. Haz equipo con un amigo, un familiar, un compañero de trabajo."
    }
  },
  {
    "translation": {
      "en": "Collect the memories We put them into frames",
      "es": "Cada persona suelta una cosa el primer día."
    }
  },
  {
    "translation": {
      "en": "The beauty of our day- to- day",
      "es": "Dos cosas el segundo día. Tres cosas el tercer día."
    }
  },
  {
    "translation": {
      "en": "Hung on walls inside this home we built The life that we had made",
      "es": "Y así sucesivamente. ¡Todo se va! Artículos de colección. Decoraciones."
    }
  },
  {
    "translation": {
      "en": "You kept my childhood In a box beneath your bed",
      "es": "Muebles, equipos, suministros, ropa de cama, muñecos, ropa, toallas, herramientas, sombreros."
    }
  },
  {
    "translation": {
      "en": "My teenage years Upon some shelves inside the shed",
      "es": "Dona, vende o recicla. Todas las posesiones se van antes de la medianoche."
    }
  },
  {
    "translation": {
      "en": "My crayon portraits on your fridge",
      "es": "¿Podrás durar un mes?"
    }
  },
  {
    "translation": {
      "en": "You saved every souvenir 'Cause you were scared You would forget",
      "es": "Comparte tu progreso."
    }
  },
  {
    "translation": {
      "en": "You kept all of my stuff",
      "es": "#LESSISNOW"
    }
  }
]