[
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in two hours, 57 minutes.",
      "es": "Cuenta regresiva en dos horas y 57 minutos. UN DOCUMENTAL DE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the pad on schedule.",
      "es": "La tripulación llegó a tiempo a la plataforma."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "Dragon's healthy and ready for crew ingress.",
      "es": "Dragon está en condiciones y lista para el ingreso de la tripulación."
    }
  },
  {
    "translation": {
      "en": "[woman] You're looking at the rocket that will return American astronauts",
      "es": "Ese es el cohete que llevará a astronautas estadounidenses"
    }
  },
  {
    "translation": {
      "en": "to the International Space Station from American soil",
      "es": "a la Estación Espacial Internacional desde suelo estadounidense"
    }
  },
  {
    "translation": {
      "en": "for the first time since nearly nine years ago.",
      "es": "por primera vez desde hace casi nueve años."
    }
  },
  {
    "translation": {
      "en": "[man] Today's mission is known as Demonstration Mission-2, or Demo-2.",
      "es": "La misión de hoy se llama Misión de Demostración 2 o Demo-2."
    }
  },
  {
    "translation": {
      "en": "Demo-2 is the final test for NASA to certify SpaceX",
      "es": "Demo-2 es la prueba final para que la NASA certifique a SpaceX"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "es": "para vuelos regulares de tripulación a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus two hours and 46 minutes.",
      "es": "Cuenta regresiva en T-menos dos horas y 46 minutos."
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "es": "La tripulación llegó a la Sala Blanca. Su ingreso va según lo programado."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon has transitioned to terminal count and is on internal power.",
      "es": "Dragon pasó a conteo final y está en modo de energía interna."
    }
  },
  {
    "translation": {
      "en": "Stage one, LOX load, close out.",
      "es": "Etapa uno: carga bloqueada, cierre."
    }
  },
  {
    "translation": {
      "en": "[Elon] Earth is the cradle of humanity,",
      "es": "La Tierra es la cuna de la humanidad,"
    }
  },
  {
    "translation": {
      "en": "but you cannot stay in the cradle forever.",
      "es": "pero no podemos quedarnos en la cuna para siempre."
    }
  },
  {
    "translation": {
      "en": "It is time to go forth,",
      "es": "Es hora de salir,"
    }
  },
  {
    "translation": {
      "en": "be out there among the stars,",
      "es": "estar entre las estrellas,"
    }
  },
  {
    "translation": {
      "en": "expand the scope and scale of human consciousness.",
      "es": "y expandir el alcance y la magnitud de la conciencia humana."
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six,",
      "es": "Diez, nueve, ocho, siete, seis,"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one.",
      "es": "cinco, cuatro, tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "[Elon] There's this little candle of consciousness on Earth.",
      "es": "Hay una pequeña luz de consciencia en la Tierra."
    }
  },
  {
    "translation": {
      "en": "It hasn't been around for very long,",
      "es": "No existe desde hace mucho"
    }
  },
  {
    "translation": {
      "en": "and it could easily go out.",
      "es": "y podría apagarse fácilmente."
    }
  },
  {
    "translation": {
      "en": "It could be a meteor,",
      "es": "Podría ser un meteoro,"
    }
  },
  {
    "translation": {
      "en": "extreme climate change.",
      "es": "un cambio climático extremo,"
    }
  },
  {
    "translation": {
      "en": "Who knows? A third world war.",
      "es": "o quizá una tercera guerra mundial."
    }
  },
  {
    "translation": {
      "en": "Clearly, we need to preserve the light of consciousness into the future",
      "es": "Debemos preservar ese atisbo de conciencia hacia el futuro"
    }
  },
  {
    "translation": {
      "en": "by becoming a multi-planet species, extending life beyond Earth.",
      "es": "al convertirnos en una especie multiplanetaria y extender la vida más allá de la Tierra."
    }
  },
  {
    "translation": {
      "en": "Before starting SpaceX,",
      "es": "Antes de iniciar SpaceX,"
    }
  },
  {
    "translation": {
      "en": "I was waiting for NASA to send people up to Mars.",
      "es": "esperaba que la NASA enviara gente a Marte."
    }
  },
  {
    "translation": {
      "en": "Every year, I'd look at the NASA website, and I was like, \"Well, it's hard to f--\"",
      "es": "Cada año, visitaba el sitio web de la NASA y pensaba… INGENIERO JEFE, SPACEX \"No es fácil…\"."
    }
  },
  {
    "translation": {
      "en": "[laughs] There just didn't seem to be a date for when we're sending people to Mars.",
      "es": "No había una fecha para enviar gente a Marte."
    }
  },
  {
    "translation": {
      "en": "In fact, uh, space, you could say, like, \"Look, we were able to go to the Moon in '69,",
      "es": "Sobre el espacio, podemos decir que fuimos a la Luna en el 69"
    }
  },
  {
    "translation": {
      "en": "and our last mission to the Moon was in '72.\"",
      "es": "y nuestra última misión a la Luna fue en el 72."
    }
  },
  {
    "translation": {
      "en": "\"And now here we are half a century later, and still we have not gone back to the Moon.\"",
      "es": "Ahora, medio siglo después, aún no hemos regresado a la Luna."
    }
  },
  {
    "translation": {
      "en": "The absolutely fundamental breakthrough",
      "es": "El avance fundamental que se necesita"
    }
  },
  {
    "translation": {
      "en": "that's needed for humanity to become a multi-planet species",
      "es": "para que la humanidad sea en una especia multiplanetaria"
    }
  },
  {
    "translation": {
      "en": "is a rocket system that's fully and rapidly reusable.",
      "es": "es un sistema de cohetes completamente reutilizables."
    }
  },
  {
    "translation": {
      "en": "-[men] Yeah. -So, uh…",
      "es": "- Sí. - Entonces…"
    }
  },
  {
    "translation": {
      "en": "[man] For 50 years, NASA has been left behind.",
      "es": "Durante 50 años, la NASA se ha quedado atrás."
    }
  },
  {
    "translation": {
      "en": "As the NASA administrator,",
      "es": "Como administrador de la NASA,"
    }
  },
  {
    "translation": {
      "en": "I will tell you, that is a failure of our nation.",
      "es": "les confieso que ese es un fracaso de nuestro país."
    }
  },
  {
    "translation": {
      "en": "But now, through our partnership with commercial companies like SpaceX,",
      "es": "Pero ahora, a través de la asociación con compañías comerciales como SpaceX,"
    }
  },
  {
    "translation": {
      "en": "we have the opportunity to fix that.",
      "es": "tenemos la oportunidad de remediarlo."
    }
  },
  {
    "translation": {
      "en": "If Mission Demo-2 is successful,",
      "es": "Si la misión Demo-2 sale bien,"
    }
  },
  {
    "translation": {
      "en": "we'll launch American astronauts on American rockets from American soil",
      "es": "enviaremos astronautas estadounidenses desde suelo estadounidense"
    }
  },
  {
    "translation": {
      "en": "for the first time in nine years.",
      "es": "por primera vez en nueve años."
    }
  },
  {
    "translation": {
      "en": "The ability to once again send our astronauts to the International Space Station",
      "es": "Volver enviar a nuestros astronautas a la Estación Espacial Internacional"
    }
  },
  {
    "translation": {
      "en": "is the first step in getting humans ready to go to Mars.",
      "es": "es el primer paso para preparar a los humanos para ir a Marte."
    }
  },
  {
    "translation": {
      "en": "[man 1] Good morning, safety divers EV-1 and 2. How do you copy?",
      "es": "Buenos días, buzos de seguridad 1 y 2. ¿Me copian?"
    }
  },
  {
    "translation": {
      "en": "Copy safety divers EV-1, copy safety divers EV-2, going to backup.",
      "es": "Buzos de seguridad EV-1 y EV-2 van como refuerzos."
    }
  },
  {
    "translation": {
      "en": "[woman] Five GPH and work on the blue.",
      "es": "Cinco mgp en el mar."
    }
  },
  {
    "translation": {
      "en": "Alarms have been enabled, and we show no alarms that impact testing.",
      "es": "Alarmas activadas. Las alarmas no afectarán las pruebas."
    }
  },
  {
    "translation": {
      "en": "[man 2] Hey, Bob, you're gonna need a Bravo 7.",
      "es": "Bob, necesitas un Bravo 7."
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "[man 2] Bob and I, we're laser-focused on what we need to do",
      "es": "Bob y yo estamos enfocados en lo que debemos hacer para llevar a la Dragon a salvo a la estación espacial"
    }
  },
  {
    "translation": {
      "en": "to get Dragon safely to Space Station",
      "es": "para llevar a la Dragon a salvo a la estación espacial"
    }
  },
  {
    "translation": {
      "en": "and then, you know, our mission on board Space Station after that.",
      "es": "y en nuestra misión ahí. ASTRONAUTA DE LA NASA"
    }
  },
  {
    "translation": {
      "en": "We've been close friends",
      "es": "Somos buenos amigos"
    }
  },
  {
    "translation": {
      "en": "since we started as astronauts almost 20 years ago.",
      "es": "desde nuestros comienzos como astronautas hace casi 20 años."
    }
  },
  {
    "translation": {
      "en": "-[Doug] That feel better? -[Bob] Yep. That's good.",
      "es": "- ¿Está mejor? - Sí. Está bien."
    }
  },
  {
    "translation": {
      "en": "Doug's a meticulous pilot and extremely skilled at the same time.",
      "es": "Doug es un piloto meticuloso y también es muy hábil. ASTRONAUTA DE LA NASA"
    }
  },
  {
    "translation": {
      "en": "It's a… a rare person that kinda can put both skills together",
      "es": "Es una persona excepcional que puede combinar ambas habilidades"
    }
  },
  {
    "translation": {
      "en": "where not only are they super good,",
      "es": "y no solo es muy bueno,"
    }
  },
  {
    "translation": {
      "en": "but they're also super good at staying out of trouble.",
      "es": "sino que también logra evitar los problemas."
    }
  },
  {
    "translation": {
      "en": "He's a Marine, right? And so he does have some of the stereotypical, uh, things",
      "es": "Es infante de marina, así que deben saber que es el estereotipo de infante de marina."
    }
  },
  {
    "translation": {
      "en": "about a Marine, so you need to know that.",
      "es": "que es el estereotipo de infante de marina."
    }
  },
  {
    "translation": {
      "en": "Everything has a place, and I like things organized and symmetrical,",
      "es": "Todo tiene su lugar y me gustan las cosas organizadas y simétricas."
    }
  },
  {
    "translation": {
      "en": "and Bob… Bob's just… He doesn't have time for that stuff.",
      "es": "Bob no tiene tiempo para eso."
    }
  },
  {
    "translation": {
      "en": "[Doug] It's just an override. It allows you to bypass…",
      "es": "Es un control manual. Permite cancelar…"
    }
  },
  {
    "translation": {
      "en": "He's got a tighter sense of hygiene than I do, I think.",
      "es": "Tiene un concepto de la higiene más estricto que yo."
    }
  },
  {
    "translation": {
      "en": "\"Do you really want it cleaned that well?\" \"Yes, I do.\"",
      "es": "\"¿Vas a seguir limpiando eso?\". \"Sí\"."
    }
  },
  {
    "translation": {
      "en": "[man] Try to give you as much flying as possible today, just to show you…",
      "es": "Intentaremos volar lo más posible para mostrarte…"
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob's got an incredible mind.",
      "es": "La mente de Bob es increíble."
    }
  },
  {
    "translation": {
      "en": "He's just always a little bit ahead of everybody else.",
      "es": "Siempre les lleva ventaja a los demás."
    }
  },
  {
    "translation": {
      "en": "He's very analytical, very mechanical,",
      "es": "Es muy analítico, muy mecánico,"
    }
  },
  {
    "translation": {
      "en": "which I think is why he's been such a successful spacewalker.",
      "es": "y creo que por eso es un buen caminante espacial."
    }
  },
  {
    "translation": {
      "en": "He pictures it,",
      "es": "Se lo imagina,"
    }
  },
  {
    "translation": {
      "en": "yet he has the ability, mechanically, to do those things.",
      "es": "pero tiene la habilidad mecánica para hacerlo."
    }
  },
  {
    "translation": {
      "en": "[Bob] I'll just get to another handrail over here.",
      "es": "Me tomaré de otro pasamanos."
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob expects a lot out of himself.",
      "es": "Bob espera mucho de sí mismo."
    }
  },
  {
    "translation": {
      "en": "We set pretty high bars for ourselves and each other.",
      "es": "Tenemos la vara muy alta para con nosotros mismos y con el otro."
    }
  },
  {
    "translation": {
      "en": "[Doug] You got a lot you need to get done, and there's a lot of people that are counting on you to get it done.",
      "es": "Hay mucho que hacer y hay mucha gente que cuenta con que lo hagamos."
    }
  },
  {
    "translation": {
      "en": "How confident are you that we'll see humans launch from US soil",
      "es": "¿Qué tan seguro está de que enviarán humanos desde suelo estadounidense"
    }
  },
  {
    "translation": {
      "en": "this year or in the summer?",
      "es": "este año o en el verano?"
    }
  },
  {
    "translation": {
      "en": "Um, it's been 17 years, and we still haven't launched anyone yet.",
      "es": "Han pasado 17 años y aún no hemos enviado a nadie."
    }
  },
  {
    "translation": {
      "en": "But hopefully, we will later this year.",
      "es": "Pero, con suerte, lo haremos este año."
    }
  },
  {
    "translation": {
      "en": "Seems like you're feeling good about flying on it.",
      "es": "Pareces contento por volar en él."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think this is… this is what you wanna see.",
      "es": "Sí, creo que querrán ver esto,"
    }
  },
  {
    "translation": {
      "en": "You wanna see the team hitting its stride,",
      "es": "el avance del equipo"
    }
  },
  {
    "translation": {
      "en": "uh, as we get ready to put people on these things.",
      "es": "al prepararnos para que la gente se suba."
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, you've got these two guys sitting right next to you.",
      "es": "Elon, tienes a estos dos tipos sentados a tu lado."
    }
  },
  {
    "translation": {
      "en": "Any thoughts on that, how you're gonna get through that launch?",
      "es": "¿Cómo piensas que será el lanzamiento?"
    }
  },
  {
    "translation": {
      "en": "I suspect it'll be extremely stressful,",
      "es": "Creo que será muy estresante,"
    }
  },
  {
    "translation": {
      "en": "but we've been very focused on just making sure that the vehicle works.",
      "es": "pero nos estamos asegurando de que el vehículo funcione."
    }
  },
  {
    "translation": {
      "en": "We definitely won't launch till we've done everything we can possibly think of, that's for sure.",
      "es": "No lo lanzaremos hasta que hagamos todo lo que se necesitemos, claramente."
    }
  },
  {
    "translation": {
      "en": "[Jim] We are doing everything we can",
      "es": "Hacemos todo lo posible"
    }
  },
  {
    "translation": {
      "en": "to make these vehicles as safe as possible,",
      "es": "para que estos vehículos sean lo más seguros posible,"
    }
  },
  {
    "translation": {
      "en": "because my generation, we… we remember a catastrophe.",
      "es": "porque mi generación recuerda una catástrofe."
    }
  },
  {
    "translation": {
      "en": "I remember exactly where I was in 1986 when the Challenger exploded.",
      "es": "Recuerdo exactamente dónde estaba en 1986 cuando explotó el Challenger."
    }
  },
  {
    "translation": {
      "en": "I was in Miss Powers' fifth grade class.",
      "es": "Estaba en la clase de quinto grado de la señorita Powers."
    }
  },
  {
    "translation": {
      "en": "This was the mission with Christa McAuliffe,",
      "es": "En esa misión, estaba Christa McAuliffe,"
    }
  },
  {
    "translation": {
      "en": "a teacher going into space.",
      "es": "una maestra que iba al espacio."
    }
  },
  {
    "translation": {
      "en": "They brought in the TVs.",
      "es": "Trajeron los televisores."
    }
  },
  {
    "translation": {
      "en": "[officer] Challenger, go with throttle-up.",
      "es": "Challenger, acelerar a toda potencia."
    }
  },
  {
    "translation": {
      "en": "[reporter] What appears to be a major catastrophe in America's space program,",
      "es": "En lo que parece ser una gran catástrofe del programa espacial de Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "Challenger, only seconds after leaving the launchpad, has exploded in midair.",
      "es": "segundos después de despegar, el Challenger explotó en el aire."
    }
  },
  {
    "translation": {
      "en": "No word yet on if there are any survivors.",
      "es": "Aún no se sabe si hay sobrevivientes."
    }
  },
  {
    "translation": {
      "en": "[Bob] Spaceflight is an unforgiving environment.",
      "es": "El vuelo espacial es un ambiente implacable."
    }
  },
  {
    "translation": {
      "en": "You know, you're riding a controlled bomb into space,",
      "es": "Uno se sube a una bomba controlada que va hacia el espacio"
    }
  },
  {
    "translation": {
      "en": "and you're accelerating to 17,500 miles an hour.",
      "es": "y acelera a 28 000 kilómetros por hora."
    }
  },
  {
    "translation": {
      "en": "Obviously, there is inherent risk.",
      "es": "Obviamente, hay un riesgo inherente."
    }
  },
  {
    "translation": {
      "en": "With all of our experience on the NASA side, having dealt with the risk,",
      "es": "Con nuestra experiencia en la NASA, donde ya lidiamos con ese riesgo,"
    }
  },
  {
    "translation": {
      "en": "Doug and I were a good fit, I think, for SpaceX.",
      "es": "creo que Doug y yo somos adecuados para SpaceX."
    }
  },
  {
    "translation": {
      "en": "That experience with the actual loss of a crew",
      "es": "Consideraron esa experiencia con la pérdida de la tripulación"
    }
  },
  {
    "translation": {
      "en": "was something that they felt was important for the crew members",
      "es": "Consideraron esa experiencia con la pérdida de la tripulación algo importante para quienes trabajarían en el desarrollo de un nuevo vehículo."
    }
  },
  {
    "translation": {
      "en": "that were gonna work on developing a new vehicle.",
      "es": "algo importante para quienes trabajarían en el desarrollo de un nuevo vehículo."
    }
  },
  {
    "translation": {
      "en": "Do you do it on the back one normally, Bob?",
      "es": "¿Lo pones en la parte de atrás, Bob?"
    }
  },
  {
    "translation": {
      "en": "You know, Bob and I have been working with SpaceX for five years.",
      "es": "Bob y yo llevamos cinco años trabajando con SpaceX."
    }
  },
  {
    "translation": {
      "en": "We're involved with the design.",
      "es": "Estamos involucrados en el diseño."
    }
  },
  {
    "translation": {
      "en": "And, of course, one of the things that we wanted Dragon to have",
      "es": "Algo que queríamos que la Dragon tuviera y que el transbordador no tenía"
    }
  },
  {
    "translation": {
      "en": "that shuttle didn't have is the abort system.",
      "es": "Algo que queríamos que la Dragon tuviera y que el transbordador no tenía era el sistema de aborto."
    }
  },
  {
    "translation": {
      "en": "If something goes really, really wrong…",
      "es": "Si algo sale muy muy mal…"
    }
  },
  {
    "translation": {
      "en": "we'll be automatically separated from the booster",
      "es": "nos separaremos automáticamente del propulsor"
    }
  },
  {
    "translation": {
      "en": "and parachute back down into the Atlantic.",
      "es": "y volveremos en paracaídas al Atlántico."
    }
  },
  {
    "translation": {
      "en": "Today is the uncrewed test of this abort system.",
      "es": "Hoy es la prueba sin tripulación de este sistema de aborto."
    }
  },
  {
    "translation": {
      "en": "[host] Good morning, everybody. We are now actually live.",
      "es": "Buenos días a todos. Ahora estamos en vivo."
    }
  },
  {
    "translation": {
      "en": "It's awesome, but I'm also just a little bit sad.",
      "es": "Es increíble, pero también estoy un poco triste."
    }
  },
  {
    "translation": {
      "en": "I don't wanna see a rocket intentionally blow up",
      "es": "No quiero que un cohete explote intencionalmente"
    }
  },
  {
    "translation": {
      "en": "and sacrifice itself for the safety of humankind's going to space,",
      "es": "y se sacrifique por la seguridad de las personas que van al espacio,"
    }
  },
  {
    "translation": {
      "en": "but sometimes, that's what you gotta do, you know, so…",
      "es": "pero, a veces, eso es lo que debe pasar, así que…"
    }
  },
  {
    "translation": {
      "en": "I've been doing this full-time on YouTube for almost three years.",
      "es": "Hago esto en YouTube desde hace casi tres años."
    }
  },
  {
    "translation": {
      "en": "I'll move closer so you have a sense of scale.",
      "es": "…para que vean el tamaño."
    }
  },
  {
    "translation": {
      "en": "The point of Everyday Astronaut is to bring space down to Earth for everyday people.",
      "es": "El objetivo de Everyday Astronaut es acercar el espacio a la gente común."
    }
  },
  {
    "translation": {
      "en": "We're gonna be trying to track the rocket with this…",
      "es": "Intentaremos seguir el cohete con esto…"
    }
  },
  {
    "translation": {
      "en": "Thirty-five percent of my audience is in the United States. Sixty-five percent is an international audience.",
      "es": "El 35 % de mi público está en EE. UU. y el 65 % es internacional."
    }
  },
  {
    "translation": {
      "en": "And so spaceflight is literally uniting people",
      "es": "El vuelo espacial literalmente une a la gente"
    }
  },
  {
    "translation": {
      "en": "around this common goal of space exploration.",
      "es": "en torno al objetivo común de la exploración espacial."
    }
  },
  {
    "translation": {
      "en": "It's not… it's not just one person or one country. It is humanity.",
      "es": "No es solo una persona o un país. Es la humanidad."
    }
  },
  {
    "translation": {
      "en": "You're exploring together.",
      "es": "Están explorando juntos."
    }
  },
  {
    "translation": {
      "en": "T-minus ten.",
      "es": "T-menos diez."
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one,",
      "es": "Cinco, cuatro, tres, dos, uno,"
    }
  },
  {
    "translation": {
      "en": "ignition.",
      "es": "despegue."
    }
  },
  {
    "translation": {
      "en": "Look at that! [laughs ecstatically]",
      "es": "¡Miren eso!"
    }
  },
  {
    "translation": {
      "en": "We are in this. We are doing this.",
      "es": "Está pasando. Lo lograremos."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Yes! Look at that!",
      "es": "¡Sí! ¡Miren eso!"
    }
  },
  {
    "translation": {
      "en": "-[laughing] Car alarms are going off! -[car alarms sounding] Car alarms are going off!",
      "es": "Están sonando las alarmas de los autos."
    }
  },
  {
    "translation": {
      "en": "Oh, those clouds might ruin our shots here.",
      "es": "Las nubes podrían arruinarnos la toma."
    }
  },
  {
    "translation": {
      "en": "Here we go. It's gonna happen right now in the clouds.",
      "es": "Sucederá ahora mismo entre las nubes."
    }
  },
  {
    "translation": {
      "en": "No! We have to watch SpaceX's stream.",
      "es": "¡No! Tenemos que ver la transmisión de SpaceX."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "es": "El vehículo es supersónico y alcanza la máxima presión dinámica."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon launch escape initiated.",
      "es": "Sistema de escape de Dragon iniciado."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Dragon's away.",
      "es": "Dragon salió."
    }
  },
  {
    "translation": {
      "en": "Okay, the major activity coming up.",
      "es": "Ahora viene lo más importante."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, you just saw a bright flash there. It looks like Falcon 9 breaking up.",
      "es": "Acaban de ver un destello. Parece que Falcon 9 se está separando."
    }
  },
  {
    "translation": {
      "en": "And there they are. Drogue chutes are out.",
      "es": "Y ahí están. Salieron los paracaídas."
    }
  },
  {
    "translation": {
      "en": "[Jim] Another amazing milestone is complete.",
      "es": "Otra meta increíble que se logra."
    }
  },
  {
    "translation": {
      "en": "This was a very successful test.",
      "es": "Fue una prueba muy exitosa."
    }
  },
  {
    "translation": {
      "en": "It looked beautiful. [chuckles]",
      "es": "Se veía hermoso."
    }
  },
  {
    "translation": {
      "en": "Yeah, obviously, I'm super fired up. This is great, you know?",
      "es": "Obviamente, estoy muy entusiasmado. Es genial, ¿saben?"
    }
  },
  {
    "translation": {
      "en": "[reporter] I was wondering how much data you were able to get after the breakup.",
      "es": "¿Cuánta información consiguieron después de la separación?"
    }
  },
  {
    "translation": {
      "en": "[Elon] We lost telemetry on the first stage shortly after it exploded.",
      "es": "Perdimos la telemetría de la primera etapa poco después de la explosión."
    }
  },
  {
    "translation": {
      "en": "There's definitely not any big pieces of the rocket left.",
      "es": "No queda ningún pedazo grande del cohete."
    }
  },
  {
    "translation": {
      "en": "Hi. Loren Grush with The Verge.",
      "es": "Hola. Lore Grush de The Verge."
    }
  },
  {
    "translation": {
      "en": "The explosion that happened today with the Falcon 9,",
      "es": "La explosión del Falcon 9 de hoy…"
    }
  },
  {
    "translation": {
      "en": "what would happen if an explosion like that occurred",
      "es": "¿Qué pasaría si una explosión así sucediera con la Crew Dragon acoplada?"
    }
  },
  {
    "translation": {
      "en": "while the Crew Dragon was still attached? Is there any concern about that happening?",
      "es": "¿Qué pasaría si una explosión así sucediera con la Crew Dragon acoplada? ¿Le preocupa que eso suceda?"
    }
  },
  {
    "translation": {
      "en": "It's much more a fireball than it is an explosion.",
      "es": "Es más una bola de fuego que una explosión."
    }
  },
  {
    "translation": {
      "en": "It should be, uh, really not significantly affected by a fireball.",
      "es": "No debería verse afectada por una bola de fuego."
    }
  },
  {
    "translation": {
      "en": "So it could quite literally, like something out of Star Wars, fly right out of the fireball.",
      "es": "Al igual que en Star Wars, podría salir de una bola de fuego."
    }
  },
  {
    "translation": {
      "en": "Um, so that's, uh…",
      "es": "Eso es…"
    }
  },
  {
    "translation": {
      "en": "Obviously, we wanna avoid… avoid doing that, but… [laughs]",
      "es": "Obviamente, queremos evitarlo, pero…"
    }
  },
  {
    "translation": {
      "en": "[woman] Well, thank you, all.",
      "es": "Gracias a todos."
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, doesn't this deserve a dance today?",
      "es": "Elon, ¿esto no merece un baile?"
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -[reporter] Come on.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "I… I can't set these expectations, uh, of… of dancing constantly.",
      "es": "No puedo con las expectativas de bailar todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "-I… I'm not that good of a dancer. -[reporter] You are!",
      "es": "- No soy tan buen bailarín. - Claro que sí."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna have to work on my skills. -[reporter] You are.",
      "es": "- Tendré que mejorar mis habilidades. - Lo eres."
    }
  },
  {
    "translation": {
      "en": "No, no. I… I am not your dancing puppet.",
      "es": "No. No soy una marioneta bailarina."
    }
  },
  {
    "translation": {
      "en": "[splutters] I'll tell you what, after crew launch, 100%.",
      "es": "Escuchen, después del lanzamiento de la tripulación, 100 %."
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -All right, it's good to see everyone.",
      "es": "Fue bueno verlos."
    }
  },
  {
    "translation": {
      "en": "[Doug] What we did this morning was almost a final exam for the system",
      "es": "Lo que hicimos esta mañana fue casi un examen final para el sistema que vamos a volar aquí muy pronto."
    }
  },
  {
    "translation": {
      "en": "we're gonna fly here in a very short time.",
      "es": "para el sistema que vamos a volar aquí muy pronto."
    }
  },
  {
    "translation": {
      "en": "[Doug] There's certainly a fair amount of work left to do.",
      "es": "Queda mucho trabajo por hacer."
    }
  },
  {
    "translation": {
      "en": "We've got final simulations.",
      "es": "Faltan las simulaciones finales."
    }
  },
  {
    "translation": {
      "en": "But just to see the in-flight abort",
      "es": "Pero solo ver el aborto en vuelo"
    }
  },
  {
    "translation": {
      "en": "and think about flying rockets again to the space station, it's unbelievable.",
      "es": "y pensar en volver a volar cohetes hacia la estación espacial es increíble."
    }
  },
  {
    "translation": {
      "en": "I mean, nine years ago,",
      "es": "Hace nueve años,"
    }
  },
  {
    "translation": {
      "en": "you know, I was the pilot on the last shuttle flight.",
      "es": "yo era el piloto del último vuelo de transbordador."
    }
  },
  {
    "translation": {
      "en": "At that point, I didn't know if I was ever gonna fly again.",
      "es": "En ese momento, no sabía si volvería a volar."
    }
  },
  {
    "translation": {
      "en": "[reporter] We're about to see something that none of us will ever see again, the launch of a space shuttle.",
      "es": "Veremos algo que no volveremos a ver: el lanzamiento de un transbordador."
    }
  },
  {
    "translation": {
      "en": "On the 135th and final space shuttle mission,",
      "es": "En la 135.ª y última misión del transbordador espacial,"
    }
  },
  {
    "translation": {
      "en": "the shuttle program coming to an end after 30 years of flight.",
      "es": "el programa del transbordador espacial llega a su fin tras 30 años de vuelos."
    }
  },
  {
    "translation": {
      "en": "[officer] Space shuttle spreads its wings one final time",
      "es": "El transbordador espacial extiende sus alas por última vez"
    }
  },
  {
    "translation": {
      "en": "for the start of a sentimental journey into history.",
      "es": "para iniciar un emotivo viaje hacia la historia."
    }
  },
  {
    "translation": {
      "en": "[Doug on radio] Houston station, Atlantis on the big loop.",
      "es": "Houston, Atlantis en el canal principal."
    }
  },
  {
    "translation": {
      "en": "[man] Atlantis…",
      "es": "Atlantis…"
    }
  },
  {
    "translation": {
      "en": "[reporter] Flying high over the Atlantic Ocean off the west coast of Africa,",
      "es": "Vuela alto sobre el océano Atlántico frente a la costa oeste de África"
    }
  },
  {
    "translation": {
      "en": "as we watch Doug Hurley up on the flight deck of Atlantis.",
      "es": "mientras vemos a Doug Hurley en la cubierta de vuelo del Atlantis."
    }
  },
  {
    "translation": {
      "en": "[Doug] I remember the last night we were in space.",
      "es": "Recuerdo la última noche que estuvimos en el espacio."
    }
  },
  {
    "translation": {
      "en": "Right before I went to bed, you know, just looking out the overhead window of the shuttle…",
      "es": "Justo antes de irme a la cama, miraba por la ventana superior de la nave…"
    }
  },
  {
    "translation": {
      "en": "you know, you could just see,",
      "es": "y podía ver,"
    }
  },
  {
    "translation": {
      "en": "I mean, literally see out into the galaxy.",
      "es": "literalmente, la galaxia."
    }
  },
  {
    "translation": {
      "en": "And to see what's over that next bend and around that next curve is why I originally got into this business.",
      "es": "Para ver qué pasaba en la siguiente curva es por lo que me metí en esto."
    }
  },
  {
    "translation": {
      "en": "And, you know, knowing it was the last flight of the shuttle,",
      "es": "Sabiendo que era el último vuelo del transbordador,"
    }
  },
  {
    "translation": {
      "en": "just looking out and thinking about what was gonna happen after that,",
      "es": "mirar hacia afuera pensando en lo que iba a pasar después"
    }
  },
  {
    "translation": {
      "en": "uh, it was pretty tough.",
      "es": "fue muy difícil."
    }
  },
  {
    "translation": {
      "en": "[officer] With its signature sound of twin sonic booms piercing the predawn sky",
      "es": "Con el sonido característico de dos explosiones sónicas en el cielo,"
    }
  },
  {
    "translation": {
      "en": "as the space shuttle announces its arrival at the launch site,",
      "es": "el transbordador anuncia su llegada al sitio de lanzamiento"
    }
  },
  {
    "translation": {
      "en": "having gone subsonic for the last time.",
      "es": "y entró en modo subsónico por última vez."
    }
  },
  {
    "translation": {
      "en": "Hurley now deploying the drag chute.",
      "es": "Hurley despliega el paracaídas."
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, thanks to you and your team, Mike.",
      "es": "Gracias a ti y a tu equipo, Mike."
    }
  },
  {
    "translation": {
      "en": "Until the very end, you all made it look easy.",
      "es": "Hicieron que pareciera fácil hasta el final."
    }
  },
  {
    "translation": {
      "en": "The shuttle's always gonna be a reflection of what a great nation can do",
      "es": "Un transbordador es un reflejo de lo que puede hacer un país audaz"
    }
  },
  {
    "translation": {
      "en": "when it dares to be bold and commits to follow through.",
      "es": "Un transbordador es un reflejo de lo que puede hacer un país audaz que cumple lo que promete."
    }
  },
  {
    "translation": {
      "en": "[woman] When I became Deputy Administrator of NASA,",
      "es": "Cuando asumí como administradora adjunta de la NASA…"
    }
  },
  {
    "translation": {
      "en": "anybody who looked at it knew",
      "es": "EXADMINISTRADORA ADJUNTA DE LA NASA …todos sabían que teníamos que retirar el programa del transbordador espacial."
    }
  },
  {
    "translation": {
      "en": "that we had to retire the space shuttle program.",
      "es": "…todos sabían que teníamos que retirar el programa del transbordador espacial."
    }
  },
  {
    "translation": {
      "en": "It was very expensive.",
      "es": "Era muy caro."
    }
  },
  {
    "translation": {
      "en": "You know, we had already spent hundreds of billions of dollars",
      "es": "Ya habíamos gastado cientos de miles de millones de dólares"
    }
  },
  {
    "translation": {
      "en": "building it and keeping it going.",
      "es": "en construirlo y mantenerlo en marcha."
    }
  },
  {
    "translation": {
      "en": "And it was also dangerous.",
      "es": "Además, era peligroso."
    }
  },
  {
    "translation": {
      "en": "We'd lost astronauts twice.",
      "es": "Habíamos perdido astronautas dos veces."
    }
  },
  {
    "translation": {
      "en": "To replace the shuttle, we ultimately ended up launching with the Russians in Russia.",
      "es": "Para reemplazar el transbordador, hubo que hacer un lanzamiento en Rusia."
    }
  },
  {
    "translation": {
      "en": "[woman] The American space agency signed a new contract.",
      "es": "La agencia espacial estadounidense firmó un contrato."
    }
  },
  {
    "translation": {
      "en": "The US will pay about $82 million to Russia",
      "es": "Estados Unidos le pagará a Rusia unos 82 millones de dólares"
    }
  },
  {
    "translation": {
      "en": "for every astronaut on board a flight to the International Space Station.",
      "es": "por cada astronauta a bordo de un vuelo a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "[Lori] On the New York media tour, Stephen Colbert asked the crew,",
      "es": "En la gira mediática, Stephen Colbert le preguntó a la tripulación:"
    }
  },
  {
    "translation": {
      "en": "\"So what would you tell a kid today growing up who wants to be an astronaut?\"",
      "es": "\"¿Qué le dirían a un niño que quiere ser astronauta?\"."
    }
  },
  {
    "translation": {
      "en": "And Sandy Magnus answers,",
      "es": "Y Sandy Magnus respondió:"
    }
  },
  {
    "translation": {
      "en": "\"Learn Russian.\"",
      "es": "\"Aprende ruso\"."
    }
  },
  {
    "translation": {
      "en": "[man over PA] Three, two, one, zero.",
      "es": "Tres, dos, uno, cero."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh goodness.",
      "es": "Cielos."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The end of an era in Florida.",
      "es": "El fin de una era en Florida."
    }
  },
  {
    "translation": {
      "en": "One of Cape Canaveral's most storied launch sites was imploded this morning.",
      "es": "Fue demolido uno de los sitios más famosos de Cabo Cañaveral esta mañana."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Forty years of space history is being dismantled and demolished,",
      "es": "Están desmantelando y demoliendo 40 años de historia espacial."
    }
  },
  {
    "translation": {
      "en": "just one more sign that human spaceflight is coming to an end.",
      "es": "Eso presagia que el vuelo espacial humano está llegando a su fin."
    }
  },
  {
    "translation": {
      "en": "[Doug] It was really a tumultuous time, I think, especially for the astronauts.",
      "es": "Fue una época turbulenta, en especial para los astronautas."
    }
  },
  {
    "translation": {
      "en": "Things were changing pretty drastically,",
      "es": "Las cosas estaban cambiando drásticamente"
    }
  },
  {
    "translation": {
      "en": "and we weren't really sure kinda what was gonna happen.",
      "es": "y no estábamos seguros de qué iba a pasar."
    }
  },
  {
    "translation": {
      "en": "[Lori] We needed something very different,",
      "es": "Necesitábamos algo muy diferente,"
    }
  },
  {
    "translation": {
      "en": "so we had to create a new program,",
      "es": "así que tuvimos que crear un programa nuevo,"
    }
  },
  {
    "translation": {
      "en": "which required turning to the private sector.",
      "es": "y eso requería acudir al sector privado."
    }
  },
  {
    "translation": {
      "en": "[Obama] We will partner with industry,",
      "es": "Nos asociaremos con la industria,"
    }
  },
  {
    "translation": {
      "en": "we will invest in cutting-edge research and technology,",
      "es": "invertiremos en investigación y tecnología de vanguardia"
    }
  },
  {
    "translation": {
      "en": "and by 2025, we expect new spacecraft designed for long journeys",
      "es": "y, para 2025, tendremos una nueva nave espacial para viajes largos"
    }
  },
  {
    "translation": {
      "en": "to allow us to begin the first-ever crewed missions",
      "es": "que nos permita enviar las primeras misiones tripuladas"
    }
  },
  {
    "translation": {
      "en": "beyond the Moon into deep space.",
      "es": "más allá de la Luna, al espacio profundo."
    }
  },
  {
    "translation": {
      "en": "And a landing on Mars will follow.",
      "es": "Y luego vendrá el aterrizaje en Marte."
    }
  },
  {
    "translation": {
      "en": "-And I expect to be around to see it. -[people applauding]",
      "es": "Y espero estar ahí para verlo."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "[Lori] I thought tapping into the private sector was really a symbol of innovation.",
      "es": "Pensé que recurrir al sector privado era un símbolo de innovación."
    }
  },
  {
    "translation": {
      "en": "Of course, there were a lot of questions and concerns.",
      "es": "Por supuesto, hubo muchas preguntas e inquietudes."
    }
  },
  {
    "translation": {
      "en": "Like if companies are on the Moon, does that mean they own it?",
      "es": "Si las empresas están en la Luna, ¿son las dueñas?"
    }
  },
  {
    "translation": {
      "en": "So I thought we'd need new laws,",
      "es": "Pensé que necesitaríamos leyes nuevas,"
    }
  },
  {
    "translation": {
      "en": "but I was pretty sure that the private sector would get us over the hump.",
      "es": "pero estaba segura de que el sector privado nos ayudaría."
    }
  },
  {
    "translation": {
      "en": "Getting everybody to agree was the challenge.",
      "es": "Lograr que todos estuvieran de acuerdo fue un desafío."
    }
  },
  {
    "translation": {
      "en": "I want order in this hearing room.",
      "es": "Quiero orden en la sala."
    }
  },
  {
    "translation": {
      "en": "I find serious flaws in the president's proposal",
      "es": "Le encuentro defectos a la propuesta del presidente"
    }
  },
  {
    "translation": {
      "en": "that relies on a still-developing commercial sector",
      "es": "que depende de un sector comercial aún en desarrollo"
    }
  },
  {
    "translation": {
      "en": "that may not be able to deliver.",
      "es": "que tal vez no pueda cumplir."
    }
  },
  {
    "translation": {
      "en": "Safety has been…",
      "es": "La seguridad ha sido…"
    }
  },
  {
    "translation": {
      "en": "[Lori] You know, change is hard.",
      "es": "El cambio es difícil."
    }
  },
  {
    "translation": {
      "en": "The relentless momentum of the status quo",
      "es": "El incesante ímpetu del statu quo"
    }
  },
  {
    "translation": {
      "en": "of a tens-of-billions-of-dollar government program",
      "es": "de un programa gubernamental de decenas de miles de millones de dólares"
    }
  },
  {
    "translation": {
      "en": "is a lot to overcome…",
      "es": "es difícil de aceptar."
    }
  },
  {
    "translation": {
      "en": "[laughing] …and people went batshit crazy on us.",
      "es": "La gente se volvió loca."
    }
  },
  {
    "translation": {
      "en": "The proposal by the administration…",
      "es": "La propuesta de la administración…"
    }
  },
  {
    "translation": {
      "en": "…is a bad idea.",
      "es": "…es una idea mala."
    }
  },
  {
    "translation": {
      "en": "…will be, in a word, devastating.",
      "es": "…será, en resumen, devastador."
    }
  },
  {
    "translation": {
      "en": "Many of the companies are start-ups.",
      "es": "Muchas compañías son empresas emergentes."
    }
  },
  {
    "translation": {
      "en": "We're not sending cases of Tang into space.",
      "es": "No enviaremos cajas de Tang al espacio."
    }
  },
  {
    "translation": {
      "en": "Future generations will learn how the Chinese, the Russians,",
      "es": "Las generaciones futuras aprenderán cómo China, Rusia y hasta India"
    }
  },
  {
    "translation": {
      "en": "and even the Indians took the reins of human space exploration away…",
      "es": "Las generaciones futuras aprenderán cómo China, Rusia y hasta India nos quitaron el dominio de la exploración espacial humana…"
    }
  },
  {
    "translation": {
      "en": "[Lori] The industry feared new entrants.",
      "es": "La industria le temía a los nuevos participantes."
    }
  },
  {
    "translation": {
      "en": "You're in the club if you're a big aerospace company.",
      "es": "Una gran empresa aeroespacial es parte del club."
    }
  },
  {
    "translation": {
      "en": "There's a lot of revolving doors between astronauts",
      "es": "Es como una puerta giratoria para los astronautas que luego van a las empresas,"
    }
  },
  {
    "translation": {
      "en": "who then go to companies,",
      "es": "para los astronautas que luego van a las empresas,"
    }
  },
  {
    "translation": {
      "en": "and it became us versus them.",
      "es": "y se convirtió en una lucha contra ellos."
    }
  },
  {
    "translation": {
      "en": "[man] I want to welcome Mr. Neil Armstrong,",
      "es": "Quiero darles la bienvenida a Neil Armstrong,"
    }
  },
  {
    "translation": {
      "en": "who was commander of Apollo 11,",
      "es": "quien fue comandante del Apolo 11,"
    }
  },
  {
    "translation": {
      "en": "Eugene Cernan, who was commander of Apollo 17.",
      "es": "y a Gene Cernan, quien fue comandante del Apolo 17."
    }
  },
  {
    "translation": {
      "en": "And we will start with you, Mr. Armstrong.",
      "es": "Empezaremos con usted, señor Armstrong."
    }
  },
  {
    "translation": {
      "en": "There will be overlooked requirements and unwelcome consequences.",
      "es": "Habrá requisitos que se pasarán por alto y consecuencias no deseadas."
    }
  },
  {
    "translation": {
      "en": "This proposal has no focus",
      "es": "Esta propuesta no tiene enfoque"
    }
  },
  {
    "translation": {
      "en": "and is, in fact, a blueprint for a mission to nowhere.",
      "es": "y, de hecho, es un plan para una misión a ninguna parte."
    }
  },
  {
    "translation": {
      "en": "You had to hold me down in my seat. I was… I was so… [laughs] I was so upset.",
      "es": "Tenían que sujetarme. Estaba tan molesta."
    }
  },
  {
    "translation": {
      "en": "And I was not the only one.",
      "es": "Y no era la única."
    }
  },
  {
    "translation": {
      "en": "I was very sad to see that, uh, because those guys are… Yeah.",
      "es": "Me entristeció mucho ver eso, porque esos tipos son… Sí."
    }
  },
  {
    "translation": {
      "en": "You know, those guys are heroes of mine, so it's really tough.",
      "es": "Esos tipos son mis héroes. Fue muy fuerte."
    }
  },
  {
    "translation": {
      "en": "They inspired you to do this, didn't they? Yes.",
      "es": "- Ellos te inspiraron a hacer esto, ¿no? - Sí."
    }
  },
  {
    "translation": {
      "en": "[interviewer] And to see them casting stones in your direction…",
      "es": "Y verlos lanzarte piedras…"
    }
  },
  {
    "translation": {
      "en": "It's difficult.",
      "es": "Fue difícil."
    }
  },
  {
    "translation": {
      "en": "I… I wish they would come and visit and see what we're doing here.",
      "es": "Ojalá vinieran a visitarnos para ver lo que hacemos aquí."
    }
  },
  {
    "translation": {
      "en": "And I think that would change their mind.",
      "es": "Eso los haría cambiar de opinión."
    }
  },
  {
    "translation": {
      "en": "[man] Why is this not working?",
      "es": "¿Por qué no funciona?"
    }
  },
  {
    "translation": {
      "en": "I've worked for SpaceX for years now.",
      "es": "Trabajo para SpaceX desde hace años."
    }
  },
  {
    "translation": {
      "en": "Can't turn it on.",
      "es": "No enciende."
    }
  },
  {
    "translation": {
      "en": "And in that time, of course, SpaceX has had lots of successes.",
      "es": "En ese tiempo, por supuesto, SpaceX ha tenido mucho éxito."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "But also, you know,",
      "es": "Pero también"
    }
  },
  {
    "translation": {
      "en": "it's had its fair share of failures.",
      "es": "ha tenido una gran cantidad de fracasos."
    }
  },
  {
    "translation": {
      "en": "For many failures that we had, I felt like we could have done better here or there.",
      "es": "Para muchos de esos fracasos, creo que podríamos haberlo hecho mejor."
    }
  },
  {
    "translation": {
      "en": "But this is what the business is, right?",
      "es": "Pero así es la industria, ¿no?"
    }
  },
  {
    "translation": {
      "en": "You make mistakes, and you fix them the next time.",
      "es": "Se cometen errores y luego se arreglan."
    }
  },
  {
    "translation": {
      "en": "Okay, you see it works.",
      "es": "Sí funciona."
    }
  },
  {
    "translation": {
      "en": "The great thing about Elon is that he understands that failure is part of the development,",
      "es": "Lo bueno de Elon es que entiende que el fracaso es parte del desarrollo,"
    }
  },
  {
    "translation": {
      "en": "and he's been that way ever since the day I met him.",
      "es": "y eso es así desde el día que lo conocí."
    }
  },
  {
    "translation": {
      "en": "I decided one day to go to an amateur rocket weekend.",
      "es": "Un día, decidí ir a un evento de cohetería amateur."
    }
  },
  {
    "translation": {
      "en": "All right, let's go. Let's go fly.",
      "es": "Vamos. Vamos a volar."
    }
  },
  {
    "translation": {
      "en": "[Hans] We ran into Elon Musk there",
      "es": "Nos encontramos con Elon Musk"
    }
  },
  {
    "translation": {
      "en": "and talked a little bit about rockets and… and plans what to do.",
      "es": "y hablamos sobre cohetes y sobre sus planes."
    }
  },
  {
    "translation": {
      "en": "And then he asked me",
      "es": "Luego, me preguntó si me interesaba"
    }
  },
  {
    "translation": {
      "en": "if I'd be interested in working at a company",
      "es": "Luego, me preguntó si me interesaba trabajar en una empresa que construiría un cohete para ir a Marte."
    }
  },
  {
    "translation": {
      "en": "to build a rocket and go to Mars.",
      "es": "trabajar en una empresa que construiría un cohete para ir a Marte."
    }
  },
  {
    "translation": {
      "en": "If you say Mars in Germany, people will just laugh at you and think you're crazy.",
      "es": "En Alemania, si alguien dice \"Marte\", todos se le ríen y piensan que está loco."
    }
  },
  {
    "translation": {
      "en": "It took me ten milliseconds to just say yes.",
      "es": "Tardé diez milisegundos decir que sí."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] In a warehouse near the Los Angeles Airport,",
      "es": "En un depósito cerca del aeropuerto de Los Ángeles,"
    }
  },
  {
    "translation": {
      "en": "Musk and his staff are building a rocket they call the Falcon.",
      "es": "Musk y su equipo están construyendo un cohete al que llaman Falcon."
    }
  },
  {
    "translation": {
      "en": "Musk is no rocket scientist. He's a dot-com millionaire many times over.",
      "es": "Musk no es un científico espacial. Es un multimillonario de las puntocoms."
    }
  },
  {
    "translation": {
      "en": "Now he says he can do what NASA has not,",
      "es": "Dice que puede hacer lo que la NASA no pudo:"
    }
  },
  {
    "translation": {
      "en": "jump-start the space age.",
      "es": "darle un impulso a la era espacial."
    }
  },
  {
    "translation": {
      "en": "I… I had somewhere in the order of 100 million to invest…",
      "es": "Tenía alrededor de 100 millones para invertir."
    }
  },
  {
    "translation": {
      "en": "…and thought we could at least do some good for the advancement of space exploration.",
      "es": "Al menos podría aportar al avance de la exploración espacial."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Falcon 1 is expected to launch this fall.",
      "es": "Se espera que el Falcon 1 se lance el próximo otoño."
    }
  },
  {
    "translation": {
      "en": "Elon Musk's fortune will be riding on it.",
      "es": "La fortuna de Elon Musk está en juego."
    }
  },
  {
    "translation": {
      "en": "[woman] Hans introduced me to Elon.",
      "es": "Hans me presentó a Elon."
    }
  },
  {
    "translation": {
      "en": "And I'd been in this industry for 15 years,",
      "es": "Había trabajado en la industria durante 15 años"
    }
  },
  {
    "translation": {
      "en": "and I saw what could be done and wasn't being done.",
      "es": "y había visto lo que se podía hacer y no se hacía."
    }
  },
  {
    "translation": {
      "en": "And I really felt like, if anyone was gonna break through the mire",
      "es": "Pensé que si alguien iba a atravesar el barro"
    }
  },
  {
    "translation": {
      "en": "of a very bureaucratic industry,",
      "es": "de una industria muy burocrática,"
    }
  },
  {
    "translation": {
      "en": "Elon and SpaceX was kind of the last opportunity.",
      "es": "Elon y SpaceX eran la última oportunidad."
    }
  },
  {
    "translation": {
      "en": "[Elon] These are dispersed rocket parts. Parts for the stages, parts for the engines.",
      "es": "Son piezas sueltas de cohetes para las etapas y los motores."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I remember the early days of SpaceX. It was a small team.",
      "es": "Recuerdo los inicios de SpaceX. Era un equipo pequeño."
    }
  },
  {
    "translation": {
      "en": "But when you can all rally around one project,",
      "es": "Cuando todos se unen para trabajar en un proyecto,"
    }
  },
  {
    "translation": {
      "en": "magic can happen.",
      "es": "puede haber magia."
    }
  },
  {
    "translation": {
      "en": "We were all focused on exactly the same thing,",
      "es": "Todos estábamos enfocados en lo mismo:"
    }
  },
  {
    "translation": {
      "en": "getting Falcon 1 to orbit.",
      "es": "poner al Falcon 1 en órbita."
    }
  },
  {
    "translation": {
      "en": "On the fuel side, we're gonna add a port rather than mess with the valve. So we'll just…",
      "es": "Agregaremos un puerto para el combustible sin tocar la válvula."
    }
  },
  {
    "translation": {
      "en": "[Elon] Designing an orbital rocket,",
      "es": "Para diseñar un cohete orbital,"
    }
  },
  {
    "translation": {
      "en": "it's… it's not the mad scientist, like, \"Yeah, I've got the idea.\" It's…",
      "es": "no hay un científico loco que dice: \"Tengo una idea\". Es una cantidad gigantesca de trabajo."
    }
  },
  {
    "translation": {
      "en": "It's just a monumental amount of work.",
      "es": "Es una cantidad gigantesca de trabajo."
    }
  },
  {
    "translation": {
      "en": "Everything, the engines,",
      "es": "Todo, desde los motores,"
    }
  },
  {
    "translation": {
      "en": "software, hardware, down to the nuts and bolts,",
      "es": "el software y el equipo, hasta las tuercas y los pernos,"
    }
  },
  {
    "translation": {
      "en": "was redesigned for the modern era.",
      "es": "fue rediseñado para la era moderna."
    }
  },
  {
    "translation": {
      "en": "[Hans] It's extremely difficult to build a rocket from scratch.",
      "es": "Es muy difícil construir un cohete desde cero."
    }
  },
  {
    "translation": {
      "en": "Falcon 1 is a two-stage rocket.",
      "es": "El Falcon 1 tiene dos etapas."
    }
  },
  {
    "translation": {
      "en": "Basically, the rocket launches, and the first stage burns out.",
      "es": "Básicamente, se lanza el cohete y la primera etapa se quema."
    }
  },
  {
    "translation": {
      "en": "The two stages separate,",
      "es": "Las dos etapas se separan,"
    }
  },
  {
    "translation": {
      "en": "and the second stage ignites to get to orbit.",
      "es": "y la segunda etapa se enciende para llegar a la órbita."
    }
  },
  {
    "translation": {
      "en": "And rockets are unforgiving.",
      "es": "Los cohetes son implacables."
    }
  },
  {
    "translation": {
      "en": "One design error, and… and everything is… is over.",
      "es": "Un error de diseño y todo se acabó."
    }
  },
  {
    "translation": {
      "en": "[Elon] At that point, I was not sure whether success was even possible.",
      "es": "En ese momento, no estaba seguro si era posible que saliera bien."
    }
  },
  {
    "translation": {
      "en": "I told the team I'd have enough money for three flights,",
      "es": "Le dije al equipo que tenía el dinero solo para tres vuelos"
    }
  },
  {
    "translation": {
      "en": "and then that'll be it, you know.",
      "es": "y que eso sería todo."
    }
  },
  {
    "translation": {
      "en": "Curtains if we didn't make it in three flights.",
      "es": "Si no lo lográbamos, adiós."
    }
  },
  {
    "translation": {
      "en": "[Hans] We understood what was on the line. So we worked on it for four years.",
      "es": "Sabíamos lo que estaba en juego. Trabajamos en eso durante cuatro años."
    }
  },
  {
    "translation": {
      "en": "I had no doubts ever.",
      "es": "Jamás dudé."
    }
  },
  {
    "translation": {
      "en": "I was just so focused on building the company",
      "es": "Estaba concentrado en construir la empresa"
    }
  },
  {
    "translation": {
      "en": "and… and getting… getting the rocket to fly.",
      "es": "y lograr que el cohete volara."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Five, four, three, two, one, zero.",
      "es": "Cinco, cuatro, tres, dos, uno, cero."
    }
  },
  {
    "translation": {
      "en": "Plus one, plus two, plus three, plus four,",
      "es": "Más uno, más dos, más tres, más cuatro,"
    }
  },
  {
    "translation": {
      "en": "plus five, plus six, plus seven,",
      "es": "más cinco, más seis, más siete,"
    }
  },
  {
    "translation": {
      "en": "plus eight, plus nine, plus ten.",
      "es": "más ocho, más nueve, más diez."
    }
  },
  {
    "translation": {
      "en": "This is the LC on the countdown net.",
      "es": "Control en cuenta regresiva."
    }
  },
  {
    "translation": {
      "en": "Falcon 1 is airborne at this time.",
      "es": "Falcon 1 está en el aire en este momento."
    }
  },
  {
    "translation": {
      "en": "[officer 2] We have a loss of signal there.",
      "es": "Hay pérdida de señal."
    }
  },
  {
    "translation": {
      "en": "[Elon] About 30 seconds after liftoff, the engine shut itself off.",
      "es": "Unos 30 segundos después del despegue, el motor se apagó."
    }
  },
  {
    "translation": {
      "en": "[Hans] The really hard part was collecting the pieces the next day.",
      "es": "Lo difícil fue recoger los pedazos al día siguiente."
    }
  },
  {
    "translation": {
      "en": "We'd worked on it for years, and suddenly everything was over.",
      "es": "Habíamos trabajado en eso durante años, y, de repente, todo había terminado."
    }
  },
  {
    "translation": {
      "en": "I came back home after a couple days,",
      "es": "Volví a casa unos días después"
    }
  },
  {
    "translation": {
      "en": "and my wife told me I did not talk at home for two months.",
      "es": "y mi esposa me dijo que no le hablé durante dos meses."
    }
  },
  {
    "translation": {
      "en": "I had… It took me… It took me so long to just get over this and… and… and collect myself",
      "es": "Me tomó mucho tiempo superarlo, recuperarme"
    }
  },
  {
    "translation": {
      "en": "and then continue working on… on rocket number two.",
      "es": "y seguir trabajando en el segundo cohete."
    }
  },
  {
    "translation": {
      "en": "[officer] Five, four, three, two, one.",
      "es": "Cinco, cuatro, tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "[Hans] A year later, our second attempt failed.",
      "es": "Un año después, nuestro segundo intento falló."
    }
  },
  {
    "translation": {
      "en": "And the year after our second attempt, our third launch failed,",
      "es": "Y un año después de eso, nuestro tercer lanzamiento falló"
    }
  },
  {
    "translation": {
      "en": "and we knew the company was in a bad place.",
      "es": "y sabíamos que a la compañía le iba mal."
    }
  },
  {
    "translation": {
      "en": "[Elon] We were running on fumes at that point. We had virtually no money.",
      "es": "Estábamos en las últimas. Prácticamente, no teníamos dinero."
    }
  },
  {
    "translation": {
      "en": "Uh, that was… that was definitely the worst year of my life.",
      "es": "Definitivamente, ese fue el peor año de mi vida."
    }
  },
  {
    "translation": {
      "en": "And I never thought I was someone who could ever be capable of a nervous breakdown,",
      "es": "Nunca pensé que alguna vez podría tener un colapso nervioso,"
    }
  },
  {
    "translation": {
      "en": "but I… I felt this is the closest I've ever come,",
      "es": "pero sentía que eso era lo más parecido"
    }
  },
  {
    "translation": {
      "en": "'cause it… it seemed pretty, pretty dark.",
      "es": "porque todo parecía bastante oscuro."
    }
  },
  {
    "translation": {
      "en": "[Hans] I was pretty depressed at the time.",
      "es": "Estaba muy deprimido en ese momento."
    }
  },
  {
    "translation": {
      "en": "You know, three failures in a row,",
      "es": "Tres fracasos seguidos"
    }
  },
  {
    "translation": {
      "en": "um, wasn't really a testament of… of great engineering.",
      "es": "no demostraban una buena ingeniería."
    }
  },
  {
    "translation": {
      "en": "Elon pulled us in a big conference room,",
      "es": "Elon nos llevó a una sala de conferencias."
    }
  },
  {
    "translation": {
      "en": "and I expected him to say, \"You guys suck,\" and stop it at this point,",
      "es": "Pensé que iba a decir: \"Son un desastre\" y que detendría el proyecto,"
    }
  },
  {
    "translation": {
      "en": "but he was just the opposite.",
      "es": "pero hizo todo lo contrario."
    }
  },
  {
    "translation": {
      "en": "He was actually saying,",
      "es": "En realidad, nos dijo:"
    }
  },
  {
    "translation": {
      "en": "\"I want you guys to fix everything and launch another rocket as fast as you can.\"",
      "es": "\"Arreglen todo y lancen otro cohete lo más rápido que puedan\"."
    }
  },
  {
    "translation": {
      "en": "He put all the money that he had into SpaceX and was doubling down, basically, on… on… on this.",
      "es": "Puso todo el dinero que tenía en SpaceX y, básicamente, doblaba la apuesta."
    }
  },
  {
    "translation": {
      "en": "And… and I was really, \"Whoa, okay, that's, uh…\"",
      "es": "Y eso era algo…"
    }
  },
  {
    "translation": {
      "en": "I didn't expect that.",
      "es": "No lo esperaba."
    }
  },
  {
    "translation": {
      "en": "[officer] T-minus 30 seconds.",
      "es": "T-menos 30 segundos."
    }
  },
  {
    "translation": {
      "en": "Deck one is triggered.",
      "es": "La cubierta uno está activada."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I knew NASA was watching our flights,",
      "es": "Sabía que la NASA miraba nuestros vuelos."
    }
  },
  {
    "translation": {
      "en": "and so we needed to get Falcon 1 to orbit",
      "es": "Teníamos que poner al Falcon 1 en órbita"
    }
  },
  {
    "translation": {
      "en": "to prove that we could earn the right to work with them.",
      "es": "para ganarnos el derecho de trabajar con ellos."
    }
  },
  {
    "translation": {
      "en": "I think Elon was even more nervous, um, than I was.",
      "es": "Creo que Elon estaba más nervioso que yo."
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six, five,",
      "es": "Diez, nueve, ocho, siete, seis, cinco,"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one.",
      "es": "cuatro, tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "We have liftoff.",
      "es": "Despegado."
    }
  },
  {
    "translation": {
      "en": "Oh fuck.",
      "es": "Carajo."
    }
  },
  {
    "translation": {
      "en": "[Elon] Come on, baby.",
      "es": "Vamos, bebé."
    }
  },
  {
    "translation": {
      "en": "Please tell me that's second-stage lights.",
      "es": "Que esas lucen sean de la segunda etapa."
    }
  },
  {
    "translation": {
      "en": "-[grunts] Fuck. Thanks. -We're already 2B.",
      "es": "- Mierda. - Estamos en 2B."
    }
  },
  {
    "translation": {
      "en": "Thank fucking God.",
      "es": "Gracias a Dios."
    }
  },
  {
    "translation": {
      "en": "I mean, whatever. -Thank whoever. Fuck. -[laughing]",
      "es": "Digo, lo que sea. Gracias a quien sea. Mierda."
    }
  },
  {
    "translation": {
      "en": "Come on. Just fucking hold, you fucker.",
      "es": "Vamos. Aguanta, hijo de puta."
    }
  },
  {
    "translation": {
      "en": "It's hard getting to orbit, but we learned a lot on flight one,",
      "es": "Es difícil llegar a la órbita, pero aprendimos mucho del primer vuelo"
    }
  },
  {
    "translation": {
      "en": "we learned a lot on flight two, and we learned a huge amount on flight three.",
      "es": "aprendimos mucho del segundo vuelo y aprendimos un montón del tercero."
    }
  },
  {
    "translation": {
      "en": "And we were ready to fly.",
      "es": "Estamos listos para volar."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Second stage approaching SECO. -[whooshing]",
      "es": "Aproximando el corte de motor de segunda etapa."
    }
  },
  {
    "translation": {
      "en": "-[man 2] And that would be a nominal SECO… -[all cheering]",
      "es": "Ese fue el corte de motor de segunda etapa esperado."
    }
  },
  {
    "translation": {
      "en": "…which means Falcon 1's the first privately developed launch vehicle",
      "es": "Eso significa que el Falcon 1 es el primer vehículo privado"
    }
  },
  {
    "translation": {
      "en": "to reach Earth orbit from the ground.",
      "es": "que llega a la órbita terrestre desde el suelo."
    }
  },
  {
    "translation": {
      "en": "This is one of the greatest days of my life, and I think probably for… for most people here.",
      "es": "Es uno de los mejores días de mi vida y creo que para muchos aquí también."
    }
  },
  {
    "translation": {
      "en": "We've shown people we can do it, and this is just the first step of many,",
      "es": "Demostramos que podemos hacerlo y este es solo el primer paso"
    }
  },
  {
    "translation": {
      "en": "ultimately getting to Mars.",
      "es": "para llegar a Marte."
    }
  },
  {
    "translation": {
      "en": "And I think the future of SpaceX is really great.",
      "es": "Creo que el futuro de SpaceX es maravilloso."
    }
  },
  {
    "translation": {
      "en": "[interviewer] In the history of spaceflight, only four entities have launched a space capsule into orbit",
      "es": "En la historia, solo cuatro entidades pusieron en órbita una cápsula espacial"
    }
  },
  {
    "translation": {
      "en": "and successfully brought it back to the Earth,",
      "es": "y luego la trajeron con éxito a la Tierra:"
    }
  },
  {
    "translation": {
      "en": "the United States, Russia, China, and Elon Musk.",
      "es": "Estados Unidos, Rusia, China y Elon Musk."
    }
  },
  {
    "translation": {
      "en": "NASA called and told us that we'd won the $1.5 billion contract.",
      "es": "La NASA nos dijo que habíamos ganado el contrato de 1500 millones de dólares"
    }
  },
  {
    "translation": {
      "en": "And I couldn't even hold the phone.",
      "es": "y no podía ni hablar."
    }
  },
  {
    "translation": {
      "en": "I was like… I just blurted out, \"I love you guys.\" [laughs]",
      "es": "Les respondí: \"Los amo\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] SpaceX again successfully launched its Falcon rocket.",
      "es": "SpaceX volvió a lanzar con éxito su cohete Falcon."
    }
  },
  {
    "translation": {
      "en": "[man 1] Today will be the fifth Falcon 9 launch.",
      "es": "Hoy será el quinto lanzamiento del Falcon 9."
    }
  },
  {
    "translation": {
      "en": "[man 2] Today we'll be placing a communication satellite…",
      "es": "Hoy pondremos un satélite de comunicación…"
    }
  },
  {
    "translation": {
      "en": "[man 3] …a TV satellite into space.",
      "es": "…un satélite de televisión en el espacio."
    }
  },
  {
    "translation": {
      "en": "[woman 1] 23 satellites, geostationary orbit.",
      "es": "23 satélites, órbita geoestacionaria."
    }
  },
  {
    "translation": {
      "en": "-[man 4] SpaceX… -[man 5] SpaceX…",
      "es": "- SpaceX… - SpaceX… SpaceX quiere lanzar una decena de satélites comerciales al año."
    }
  },
  {
    "translation": {
      "en": "[woman 2] SpaceX plans to launch a dozen commercial satellites a year.",
      "es": "SpaceX quiere lanzar una decena de satélites comerciales al año."
    }
  },
  {
    "translation": {
      "en": "[man 6] SpaceX may be in the lead to win NASA's confidence,",
      "es": "SpaceX podrá ganarse la confianza de la NASA,"
    }
  },
  {
    "translation": {
      "en": "but SpaceX isn't alone.",
      "es": "pero no está sola."
    }
  },
  {
    "translation": {
      "en": "-You're creating, like, spaceships. -Yeah.",
      "es": "- Están creando naves espaciales. - Sí."
    }
  },
  {
    "translation": {
      "en": "-Yes! -[laughs]",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "[man 7] Musk and Bezos are dueling for contracts",
      "es": "Musk y Bezos se pelean por los contratos"
    }
  },
  {
    "translation": {
      "en": "to supply the International Space Station.",
      "es": "para abastecer a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "The third space billionaire, Branson,",
      "es": "El tercer multimillonario espacial, Branson,"
    }
  },
  {
    "translation": {
      "en": "wants to create a space tourism industry for hefty fees.",
      "es": "quiere crear una industria de turismo espacial con precios altos."
    }
  },
  {
    "translation": {
      "en": "[Branson] You wouldn't imagine that something shaped like that would fly so gracefully and so beautifully.",
      "es": "Parece imposible que algo con esa forma vuele con tanta gracia y belleza."
    }
  },
  {
    "translation": {
      "en": "[man 7] Somehow it all seems a little less noble than in the early days.",
      "es": "De alguna manera, todo parece menos noble que en los comienzos."
    }
  },
  {
    "translation": {
      "en": "Perhaps space travel today is all about money and ego.",
      "es": "Quizá los viajes espaciales de hoy sean solo dinero y ego."
    }
  },
  {
    "translation": {
      "en": "[man] Thanks for not lighting this place on fire.",
      "es": "Gracias por no incendiar todo."
    }
  },
  {
    "translation": {
      "en": "-[Elon] You're welcome. -[man laughs]",
      "es": "De nada."
    }
  },
  {
    "translation": {
      "en": "How does one decide to just make a flamethrower?",
      "es": "¿Cómo se decide hacer un lanzallamas?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm a big fan of Spaceballs the movie,",
      "es": "Me encanta SOS Hay un loco suelto en el espacio."
    }
  },
  {
    "translation": {
      "en": "and in Spaceballs, Yogurt goes through the merchandising section,",
      "es": "En esa película, Yogurt muestra la sección de mercadotecnia,"
    }
  },
  {
    "translation": {
      "en": "and they have a flamethrower.",
      "es": "donde hay un lanzallamas."
    }
  },
  {
    "translation": {
      "en": "-Spaceballs the Flamethrower! -[all] Ooh!",
      "es": "¡Nuestro lanzallamas!"
    }
  },
  {
    "translation": {
      "en": "The kids love this one.",
      "es": "A los niños les encanta."
    }
  },
  {
    "translation": {
      "en": "Does anybody tell you no? Does anybody go, \"Elon, um…",
      "es": "¿Alguien te dice que no? Alguien debe haber dicho: \"Elon…"
    }
  },
  {
    "translation": {
      "en": "…selling a flamethrower, the liabilities\"?",
      "es": "¿un lanzallamas? ¿Y los riesgos?\"."
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's a terrible idea. Terrible. -[man laughs]",
      "es": "Sí, es una pésima idea. Pésima."
    }
  },
  {
    "translation": {
      "en": "[Elon] I said, \"Don't buy this flamethrower. Don't buy it.\"",
      "es": "Dije: \"No compren el lanzallamas. No lo compren\"."
    }
  },
  {
    "translation": {
      "en": "Still, people bought it. I just couldn't stop them.",
      "es": "Aun así, lo compraron. No pude detenerlos. A MENOS QUE QUIERAN DIVERTIRSE"
    }
  },
  {
    "translation": {
      "en": "Elon… [chuckles] …you know, he's gonna do what he's gonna do.",
      "es": "Elon… hace lo que quiere."
    }
  },
  {
    "translation": {
      "en": "I mean, he has an Iron Man suit in the middle of the factory floor.",
      "es": "Tiene un traje de Iron Man en el medio de la fábrica."
    }
  },
  {
    "translation": {
      "en": "How does it work? Do people get upset at you if you do certain things?",
      "es": "¿Cómo funciona? ¿La gente se enoja contigo si haces ciertas cosas?"
    }
  },
  {
    "translation": {
      "en": "There's tobacco and marijuana in there. That's all it is.",
      "es": "Tiene tabaco y marihuana. Solo eso."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, here we go. Elon Musk back making headlines.",
      "es": "Elon Musk vuelve a aparecer en los titulares."
    }
  },
  {
    "translation": {
      "en": "That is his specialty.",
      "es": "Esa es su especialidad."
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon was out there, you know, creating lots of stories.",
      "es": "Elon estaba dando muchos titulares."
    }
  },
  {
    "translation": {
      "en": "And so I didn't have any reason to believe at first he'd be the one.",
      "es": "Por eso, al principio, no tenía motivos para creer que él sería el indicado."
    }
  },
  {
    "translation": {
      "en": "[man 1] Now he took a lot of heat for smoking marijuana on camera.",
      "es": "Lo criticaron mucho por fumar marihuana en cámara."
    }
  },
  {
    "translation": {
      "en": "He was ridiculed for his wild middle-of-the-night tweets.",
      "es": "Lo ridiculizaron por sus locos tuits nocturnos."
    }
  },
  {
    "translation": {
      "en": "[man 2] What is going on with Elon Musk?",
      "es": "TESLA DEJARÁ DE COTIZAR EN BOLSA A LOS $420 ¿Qué le pasa a Elon Musk?"
    }
  },
  {
    "translation": {
      "en": "He's an eccentric billionaire, I suppose. So an eccentric sense of humor as well.",
      "es": "Es un multimillonario excéntrico con un sentido del humor más excéntrico."
    }
  },
  {
    "translation": {
      "en": "[Doug] He's a human, just like the rest of us.",
      "es": "Es humano, como todos nosotros."
    }
  },
  {
    "translation": {
      "en": "You know, we all have our pluses and minuses.",
      "es": "Todos tenemos nuestros pros y nuestros contras."
    }
  },
  {
    "translation": {
      "en": "To be out there among the stars, I… I find that incredibly exciting.",
      "es": "Estar entre las estrellas me parece increíblemente emocionante."
    }
  },
  {
    "translation": {
      "en": "-That makes me glad to be alive. -[crowd cheering]",
      "es": "Por eso, me alegra estar vivo."
    }
  },
  {
    "translation": {
      "en": "[Doug] But I don't think it has anything to do with individual antics",
      "es": "Pero no creo que tenga nada que ver con las payasadas individuales"
    }
  },
  {
    "translation": {
      "en": "or individual wealth.",
      "es": "o la riqueza individual."
    }
  },
  {
    "translation": {
      "en": "This is a much greater vision",
      "es": "Tiene una visión mucho más grande"
    }
  },
  {
    "translation": {
      "en": "that he has for not only society but the planet.",
      "es": "no solo para la sociedad, sino para el planeta."
    }
  },
  {
    "translation": {
      "en": "That hasn't changed.",
      "es": "Eso no ha cambiado."
    }
  },
  {
    "translation": {
      "en": "And he demands a lot of everyone around him,",
      "es": "Les exige mucho a todos los que lo rodean,"
    }
  },
  {
    "translation": {
      "en": "I think as much as he demands out of himself,",
      "es": "creo que tanto como se exige a sí mismo,"
    }
  },
  {
    "translation": {
      "en": "and, you know, he's relentless.",
      "es": "y es implacable."
    }
  },
  {
    "translation": {
      "en": "You decided to build a space company. Why on Earth would someone do that?",
      "es": "Decidiste construir una compañía espacial. ¿Por qué alguien haría algo así?"
    }
  },
  {
    "translation": {
      "en": "-Got that question a lot. That's true. -[all laughing]",
      "es": "Me lo preguntan mucho, sí."
    }
  },
  {
    "translation": {
      "en": "The big innovation is still ahead, and you're working on it now.",
      "es": "Estás trabajando en una gran innovación."
    }
  },
  {
    "translation": {
      "en": "Tell us… tell us about this.",
      "es": "Cuéntanos."
    }
  },
  {
    "translation": {
      "en": "Uh, the goal of SpaceX is to try to crack a problem that I think is vital",
      "es": "El objetivo de SpaceX es intentar resolver un problema que es vital"
    }
  },
  {
    "translation": {
      "en": "for humanity to become a spacefaring civilization,",
      "es": "para que la humanidad sea una civilización espacial,"
    }
  },
  {
    "translation": {
      "en": "which is to have a… a rapidly and fully reusable rocket.",
      "es": "que es tener un cohete rápida y totalmente reutilizable."
    }
  },
  {
    "translation": {
      "en": "The space shuttle was an attempt at a reusable rocket.",
      "es": "El transbordador espacial fue un intento de reutilizar un cohete."
    }
  },
  {
    "translation": {
      "en": "But even the main tank of the space shuttle was thrown away every time.",
      "es": "Pero hasta el tanque principal se desechó cada vez."
    }
  },
  {
    "translation": {
      "en": "So it's possible to achieve, let's say, roughly a hundredfold improvement",
      "es": "Es posible lograr una mejora de cien veces en el costo del vuelo espacial"
    }
  },
  {
    "translation": {
      "en": "in the cost of spaceflight if you can effectively reuse the rocket.",
      "es": "Es posible lograr una mejora de cien veces en el costo del vuelo espacial si se puede reutilizar el cohete."
    }
  },
  {
    "translation": {
      "en": "[Lori] A general estimate of how much we have spent",
      "es": "Un cálculo aproximado de cuánto gastamos en vuelos espaciales humanos desde Apolo"
    }
  },
  {
    "translation": {
      "en": "in human spaceflight since Apollo is around $350 billion,",
      "es": "Un cálculo aproximado de cuánto gastamos en vuelos espaciales humanos desde Apolo es de unos 350 000 millones de dólares,"
    }
  },
  {
    "translation": {
      "en": "and we send about 350 US astronauts to space.",
      "es": "y enviamos a unos 350 astronautas estadounidenses al espacio."
    }
  },
  {
    "translation": {
      "en": "So it's about a billion dollars a person.",
      "es": "Son unos mil millones de dólares por cada uno."
    }
  },
  {
    "translation": {
      "en": "So being able to lower that cost is just such an obvious goal,",
      "es": "Poder reducir ese costo es un objetivo evidente."
    }
  },
  {
    "translation": {
      "en": "or you're never going to go anywhere.",
      "es": "Si no, nunca iremos a ningún lado."
    }
  },
  {
    "translation": {
      "en": "In order to make spaceflight cheap, and in order to land on Mars and do all these things,",
      "es": "Para que el vuelo espacial sea barato y sea posible aterrizar en Marte,"
    }
  },
  {
    "translation": {
      "en": "you have to have a fully reusable rocket.",
      "es": "se necesita un cohete reutilizable."
    }
  },
  {
    "translation": {
      "en": "It's really common in space movies and science fiction to see…",
      "es": "Es muy común ver en las películas de ciencia ficción espacial…"
    }
  },
  {
    "translation": {
      "en": "Retros on!",
      "es": "Retrocohetes encendidos."
    }
  },
  {
    "translation": {
      "en": "[Tim] …you know, the sci-fi vision of the rocket that can take off and land anywhere.",
      "es": "…un cohete que puede despegar y aterrizar en cualquier lugar."
    }
  },
  {
    "translation": {
      "en": "That's so far away from what was even considered possible.",
      "es": "Eso ni siquiera se consideraba posible."
    }
  },
  {
    "translation": {
      "en": "Like, that's really, really, really hard to do.",
      "es": "Es algo muy difícil de hacer."
    }
  },
  {
    "translation": {
      "en": "[man] In fact, no one had ever tried to land an orbital booster.",
      "es": "De hecho, nadie había intentado aterrizar un propulsor orbital."
    }
  },
  {
    "translation": {
      "en": "Landing a rocket certainly seemed absurd when we first started trying it.",
      "es": "Aterrizar un cohete parecía absurdo cuando empezamos a intentarlo."
    }
  },
  {
    "translation": {
      "en": "To get it right, you have to set down this thing",
      "es": "Para hacerlo bien, hay que tomar una cosa"
    }
  },
  {
    "translation": {
      "en": "that is the size of a skyscraper and weighing 30 tons",
      "es": "del tamaño de un rascacielos que pesa 30 toneladas"
    }
  },
  {
    "translation": {
      "en": "and land it on this speck in the middle of the ocean.",
      "es": "y aterrizarla en un punto en medio del mar."
    }
  },
  {
    "translation": {
      "en": "At any point, any part of that can go wrong,",
      "es": "En cualquier momento, algo puede salir mal"
    }
  },
  {
    "translation": {
      "en": "and it'll only end one way, which is in an explosion.",
      "es": "y solo puede terminar de una manera: con una explosión."
    }
  },
  {
    "translation": {
      "en": "[Tim] SpaceX is not afraid of failure. They almost embrace failure.",
      "es": "SpaceX no le teme al fracaso. Lo acepta."
    }
  },
  {
    "translation": {
      "en": "\"Hey, we're gonna test this. It might blow up.\"",
      "es": "\"Probemos esto. Podría explotar."
    }
  },
  {
    "translation": {
      "en": "\"If it blows up, we'll learn something.\"",
      "es": "Si explota, aprenderemos algo\"."
    }
  },
  {
    "translation": {
      "en": "[Jim] The way a traditional partner with NASA works,",
      "es": "Con cualquier socio tradicional de la NASA,"
    }
  },
  {
    "translation": {
      "en": "everything all along the way is qualified before it ever gets on the vehicle.",
      "es": "durante todo el proceso, cada parte es evaluada antes de subirla al vehículo."
    }
  },
  {
    "translation": {
      "en": "SpaceX does things very differently.",
      "es": "SpaceX hace las cosas de otra forma."
    }
  },
  {
    "translation": {
      "en": "The two philosophies couldn't be more opposite.",
      "es": "Son dos filosofías de lo más opuestas."
    }
  },
  {
    "translation": {
      "en": "You'll see NASA literally solving everything on paper,",
      "es": "La NASA resuelve todo en papel"
    }
  },
  {
    "translation": {
      "en": "and SpaceX is literally building stuff, seeing what breaks, and then iterating from there.",
      "es": "y SpaceX construye cosas, revisa lo que se rompe y parte desde ahí."
    }
  },
  {
    "translation": {
      "en": "They're developing a rocket around those explosions.",
      "es": "Está desarrollando un cohete basado en esas explosiones."
    }
  },
  {
    "translation": {
      "en": "That's why it's important to have a lot of launches and make a lot of rockets.",
      "es": "Por eso hay que hacer lanzamientos y construir muchos cohetes."
    }
  },
  {
    "translation": {
      "en": "Every rocket, every launch is an opportunity to improve.",
      "es": "Cada cohete, cada lanzamiento sirve para mejorar."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Obviously, we get unhappy about failures that we have,",
      "es": "Obviamente, nos entristecen los fracasos,"
    }
  },
  {
    "translation": {
      "en": "but we also are pleased with the results that come out of failures.",
      "es": "pero nos alegran los resultados que surgen de ellos."
    }
  },
  {
    "translation": {
      "en": "You never know your system",
      "es": "No se conoce bien al sistema"
    }
  },
  {
    "translation": {
      "en": "until you've pushed it to the limit so that it breaks.",
      "es": "hasta que se lo lleva al límite para que se rompa."
    }
  },
  {
    "translation": {
      "en": "[Lars] One of the reasons people had imagined reusable rockets",
      "es": "Una de las razones por las que los cohetes reutilizables"
    }
  },
  {
    "translation": {
      "en": "but had never achieved it",
      "es": "se crearon, pero nunca sirvieron"
    }
  },
  {
    "translation": {
      "en": "is that we'd never cracked precision landing.",
      "es": "es que no se lograba un aterrizaje de precisión."
    }
  },
  {
    "translation": {
      "en": "After the rocket launches,",
      "es": "Después del lanzamiento del cohete,"
    }
  },
  {
    "translation": {
      "en": "the booster stage separates",
      "es": "la etapa de propulsión se separa"
    }
  },
  {
    "translation": {
      "en": "and then flips around to shoot back towards Earth.",
      "es": "y se da vuelta para apuntar hacia la Tierra."
    }
  },
  {
    "translation": {
      "en": "So we had to figure out",
      "es": "Había que lograr"
    }
  },
  {
    "translation": {
      "en": "how to get a rocket that's moving seven times the speed of sound",
      "es": "que la velocidad del cohete septuplicara la velocidad del sonido"
    }
  },
  {
    "translation": {
      "en": "back to its target.",
      "es": "al dirigirse hacia su objetivo."
    }
  },
  {
    "translation": {
      "en": "First, we developed the legs,",
      "es": "Primero, desarrollamos las patas,"
    }
  },
  {
    "translation": {
      "en": "the engines, the actuators and sensors, and some very advanced algorithms.",
      "es": "los motores, los actuadores, los sensores, y unos algoritmos muy avanzados."
    }
  },
  {
    "translation": {
      "en": "Finally, we added grid fins.",
      "es": "Por último, añadimos aletas de rejilla."
    }
  },
  {
    "translation": {
      "en": "By rotating these fins, we precisely guide and fly the rocket back to the target.",
      "es": "Al rotar las aletas, guiamos con precisión al cohete de regreso al objetivo."
    }
  },
  {
    "translation": {
      "en": "At the very last minute,",
      "es": "A último momento,"
    }
  },
  {
    "translation": {
      "en": "we light the engines one more time for the landing burn",
      "es": "encendimos los motores una vez más para la quema de aterrizaje"
    }
  },
  {
    "translation": {
      "en": "to slow the rocket all the way down for landing,",
      "es": "para reducir la velocidad del cohete para el aterrizaje,"
    }
  },
  {
    "translation": {
      "en": "hopefully right in the middle of the X.",
      "es": "con suerte, justo en la X."
    }
  },
  {
    "translation": {
      "en": "[officer] Six, five, four, three, two, one, zero.",
      "es": "Seis, cinco, cuatro, tres… LANZAMIENTO DE ORBCOMM-2 …dos, uno, cero."
    }
  },
  {
    "translation": {
      "en": "Liftoff of Falcon 9.",
      "es": "Despegue del Falcon 9."
    }
  },
  {
    "translation": {
      "en": "Falcon 9 has cleared the tower.",
      "es": "Falcon 9 salió de la torre."
    }
  },
  {
    "translation": {
      "en": "[man 1] Stage separation confirmed.",
      "es": "Separación de la etapa confirmada."
    }
  },
  {
    "translation": {
      "en": "[man 2] The first stage is returning to land.",
      "es": "La primera etapa regresa a la Tierra."
    }
  },
  {
    "translation": {
      "en": "-[man 3] Stage one landing burn. -[man 4] Stage one landing burn.",
      "es": "- Quema de aterrizaje. - Quema de aterrizaje."
    }
  },
  {
    "translation": {
      "en": "[Lars] Thousands of people worked on the booster landing.",
      "es": "Miles de personas trabajaron en el aterrizaje."
    }
  },
  {
    "translation": {
      "en": "Seven years was entirely about getting that booster to land.",
      "es": "Siete años totalmente dedicados a lograr que el propulsor aterrizara."
    }
  },
  {
    "translation": {
      "en": "When that thing finally came down",
      "es": "Cuando esa cosa finalmente cayó"
    }
  },
  {
    "translation": {
      "en": "and did a picture-perfect landing right on the target,",
      "es": "e hizo un aterrizaje perfecto justo en el blanco,"
    }
  },
  {
    "translation": {
      "en": "it's just one of those moments…",
      "es": "fue uno de esos momentos"
    }
  },
  {
    "translation": {
      "en": "…that you will carry for the rest of your life.",
      "es": "que atesoraremos para siempre."
    }
  },
  {
    "translation": {
      "en": "-It's standing up. It's standing up. -[man 1] It's standing up.",
      "es": "- Está de pie. - Está de pie."
    }
  },
  {
    "translation": {
      "en": "[man 2] Oh my God. [man 3] Look at this. It's just sitting there.",
      "es": "- Por favor. - Mira esto. Está ahí."
    }
  },
  {
    "translation": {
      "en": "Holy smokes, man.",
      "es": "Santo cielo, amigo."
    }
  },
  {
    "translation": {
      "en": "[Tim] To see them doing this over and over and over and hitting these bull's-eye targets,",
      "es": "Verlos hacer esto una y otra vez y dar en el blanco"
    }
  },
  {
    "translation": {
      "en": "it's just an absolute testament to the… the engineering involved.",
      "es": "es una prueba de la ingeniería utilizada."
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon and SpaceX changed our industry completely.",
      "es": "Elon y SpaceX cambiaron nuestra industria por completo."
    }
  },
  {
    "translation": {
      "en": "Because everything is reusable,",
      "es": "Como todo es reutilizable,"
    }
  },
  {
    "translation": {
      "en": "they can now launch for a tenth of the cost that we had,",
      "es": "ahora se pueden hacer lanzamientos por una décima parte del costo anterior"
    }
  },
  {
    "translation": {
      "en": "which saves a lot of tax dollars.",
      "es": "y se ahorra mucho dinero de los contribuyentes."
    }
  },
  {
    "translation": {
      "en": "[Jim] Launching in the midst of a coronavirus pandemic,",
      "es": "Hacer un lanzamiento en medio de la pandemia de coronavirus"
    }
  },
  {
    "translation": {
      "en": "it's been a challenge.",
      "es": "es todo un desafío."
    }
  },
  {
    "translation": {
      "en": "But we're gonna persevere through this.",
      "es": "Pero lo lograremos."
    }
  },
  {
    "translation": {
      "en": "We're gonna get Bob and Doug safely to the International Space Station.",
      "es": "Bob y Doug llegarán a salvo a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "Because this mission to once again launch our astronauts from American soil,",
      "es": "Porque esta misión de volver a enviar astronautas desde suelo estadounidense"
    }
  },
  {
    "translation": {
      "en": "it's really about hope.",
      "es": "se trata de esperanza."
    }
  },
  {
    "translation": {
      "en": "It's about looking up and saying, \"Look, we can still do amazing things,",
      "es": "Se trata de decir: \"Podemos hacer cosas increíbles, aunque afrontemos desafíos nuevos\"."
    }
  },
  {
    "translation": {
      "en": "even when we're being challenged in ways that we've never been challenged before.\"",
      "es": "\"Podemos hacer cosas increíbles, aunque afrontemos desafíos nuevos\"."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug are going into quarantine with their families",
      "es": "Bob y Doug entrarán cuarentena junto a sus familias"
    }
  },
  {
    "translation": {
      "en": "in the lead-up to launch day.",
      "es": "antes del lanzamiento."
    }
  },
  {
    "translation": {
      "en": "This quarantine period is normal for any launch.",
      "es": "Esta cuarentena es algo normal antes de un lanzamiento."
    }
  },
  {
    "translation": {
      "en": "Though I guess not much will change for them since they've been in some form of quarantine since March.",
      "es": "Aunque no sentirán el cambio, ya que están en cuarentena desde marzo."
    }
  },
  {
    "translation": {
      "en": "We entered the quarantine period,",
      "es": "Entramos en la cuarentena."
    }
  },
  {
    "translation": {
      "en": "so it's hands-off to the rest of the world",
      "es": "Nos despedimos del resto del mundo"
    }
  },
  {
    "translation": {
      "en": "until we get back from the International Space Station.",
      "es": "hasta volver de la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "-[woman] How's it look? -Looks good to me.",
      "es": "- ¿Cómo se ve? - Me parece bien."
    }
  },
  {
    "translation": {
      "en": "I'm guessing we're not gonna have this on Space Station, right?",
      "es": "No comeremos esto en la Estación Espacial, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "You know, everything that you know and love is down there,",
      "es": "Todo lo que amo está ahí abajo"
    }
  },
  {
    "translation": {
      "en": "and you're up here.",
      "es": "y yo estoy arriba."
    }
  },
  {
    "translation": {
      "en": "And then hopefully everything will work so I can get back down there, uh, to see 'em again.",
      "es": "Espero que todo funcione bien y que pueda volver a verlos."
    }
  },
  {
    "translation": {
      "en": "Mom, you're walking. I thought we…",
      "es": "Mamá, estás caminando."
    }
  },
  {
    "translation": {
      "en": "[woman] I'm gonna catch you.",
      "es": "Te atraparé."
    }
  },
  {
    "translation": {
      "en": "[Doug] I wanna make sure that I focus on my family,",
      "es": "Quiero concentrarme en mi familia,"
    }
  },
  {
    "translation": {
      "en": "you know, this being kind of my last opportunity.",
      "es": "ya que es mi última oportunidad de estar con ellos."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, I might be living up there in two weeks.",
      "es": "Sí, estaré viviendo allá en dos semanas."
    }
  },
  {
    "translation": {
      "en": "[Doug] Remember when you saw Mommy on this thing? [boy] Yeah.",
      "es": "- ¿Recuerdas cuando viste a mamá ahí? - Sí."
    }
  },
  {
    "translation": {
      "en": "[Jim] Probably nobody knows more about what the astronauts are going through,",
      "es": "Creo que nadie entiende lo que los astronautas están viviendo"
    }
  },
  {
    "translation": {
      "en": "of course, other than another astronaut.",
      "es": "más que otro astronauta."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Oh, nice silhouette on the door.",
      "es": "Copiado. Linda silueta en la puerta."
    }
  },
  {
    "translation": {
      "en": "Bob and I, you know, we're both married to astronauts.",
      "es": "Bob y yo estamos casados con astronautas."
    }
  },
  {
    "translation": {
      "en": "My wife, Karen, she's got two flights.",
      "es": "Mi esposa, Karen, hizo dos vuelos."
    }
  },
  {
    "translation": {
      "en": "[Karen] After my shuttle flight to the space station,",
      "es": "Después volar a la estación espacial, no estaba completamente satisfecha."
    }
  },
  {
    "translation": {
      "en": "I was not fulfilled completely. I… I wanted more, you know.",
      "es": "Después volar a la estación espacial, no estaba completamente satisfecha. Quería más."
    }
  },
  {
    "translation": {
      "en": "And so I went back up there for six months.",
      "es": "Entonces, volví ahí por seis meses."
    }
  },
  {
    "translation": {
      "en": "[astronaut] Hey, you guys.",
      "es": "Hola, chicos."
    }
  },
  {
    "translation": {
      "en": "-Hey, you guys. Good to see you. -Hey.",
      "es": "- Hola. Qué bueno verlos. - Hola."
    }
  },
  {
    "translation": {
      "en": "[Karen] Every day was varied,",
      "es": "Cada día era distinto, pero el objetivo principal"
    }
  },
  {
    "translation": {
      "en": "but the main objective was to conduct science",
      "es": "Cada día era distinto, pero el objetivo principal era trabajar con la ciencia en un ambiente de gravedad cero."
    }
  },
  {
    "translation": {
      "en": "in a zero-gravity environment.",
      "es": "era trabajar con la ciencia en un ambiente de gravedad cero."
    }
  },
  {
    "translation": {
      "en": "I mean, the station is basically a huge laboratory that's built in space.",
      "es": "La estación es un laboratorio enorme construido en el espacio."
    }
  },
  {
    "translation": {
      "en": "Any experiments where we interacted with the researchers on the ground,",
      "es": "Interactuar con los investigadores en tierra para algunos experimentos"
    }
  },
  {
    "translation": {
      "en": "that was always fun because you could just feel their excitement",
      "es": "eran divertidos porque podíamos sentir su emoción"
    }
  },
  {
    "translation": {
      "en": "and how these experiments help to figure out what's happening on Earth.",
      "es": "y esos experimentos nos ayudaban a descubrir qué pasaba en la Tierra."
    }
  },
  {
    "translation": {
      "en": "[Doug] Because of the tremendous amount of time Karen was on board the ISS,",
      "es": "Como Karen estuvo mucho tiempo en la Estación Espacial Internacional,"
    }
  },
  {
    "translation": {
      "en": "there were people years later saying, \"Hey, I found your wife's hair up here.\"",
      "es": "años después, algunos me dijeron: \"Hay pelos de tu esposa aquí\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, well, sorry.\"",
      "es": "Les respondí: \"Lo siento\"."
    }
  },
  {
    "translation": {
      "en": "[man] What a beautiful spaceship we're on, guys.",
      "es": "Qué hermosa es esta nave espacial."
    }
  },
  {
    "translation": {
      "en": "[Bob] My wife, Megan,",
      "es": "Mi esposa, Megan,"
    }
  },
  {
    "translation": {
      "en": "flew on a space shuttle mission to the Hubble Space Telescope.",
      "es": "fue en una misión espacial al telescopio espacial Hubble."
    }
  },
  {
    "translation": {
      "en": "[Megan] Clear the pin. Five seconds, the mode switch is in auto.",
      "es": "Despejen la clavija. Cinco segundos. El interruptor está en automático."
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, release. -[beeping]",
      "es": "Tres, dos, uno, suelten."
    }
  },
  {
    "translation": {
      "en": "My mission was the final servicing and repair mission for the telescope.",
      "es": "Mi misión era hacer el mantenimiento y la reparación del telescopio."
    }
  },
  {
    "translation": {
      "en": "We would joke and say, \"We're helping to unlock the mysteries of the universe,\" but it really is true.",
      "es": "Decíamos que ayudábamos a descubrir los misterios del universo, y era verdad."
    }
  },
  {
    "translation": {
      "en": "So whenever I see an article in the paper",
      "es": "Cuando leo en el periódico"
    }
  },
  {
    "translation": {
      "en": "where a group of scientists have discovered something new,",
      "es": "que un grupo de científicos descubrió algo,"
    }
  },
  {
    "translation": {
      "en": "I always think, you know, \"Hey, you helped a little bit with that.\" [laughs]",
      "es": "siempre pienso: \"Oye, ayudaste un poco a lograrlo\"."
    }
  },
  {
    "translation": {
      "en": "[Doug] Before any of us actually got into space,",
      "es": "Antes de ir al espacio,"
    }
  },
  {
    "translation": {
      "en": "Bob and Megan and Karen and I, we were all classmates.",
      "es": "Bob, Megan, Karen y yo éramos compañeros de clase."
    }
  },
  {
    "translation": {
      "en": "And so we spent a lot of time together.",
      "es": "Pasamos mucho tiempo juntos."
    }
  },
  {
    "translation": {
      "en": "[news anchor] So far, so good on the ascent of the space shuttle Atlantis",
      "es": "Todo va bien en el ascenso del transbordador espacial Atlantis"
    }
  },
  {
    "translation": {
      "en": "on this its 22nd mission,",
      "es": "en su vigesimosegunda misión"
    }
  },
  {
    "translation": {
      "en": "the 99th flight in space shuttle history.",
      "es": "el 99.º vuelo en la historia de los transbordadores espaciales."
    }
  },
  {
    "translation": {
      "en": "[Karen] One of the astronauts from the class ahead of us hosted a party to celebrate the incoming class,",
      "es": "Un astronauta de la promoción anterior hizo una fiesta en honor a la nuestra."
    }
  },
  {
    "translation": {
      "en": "and I first met Doug at that party.",
      "es": "Conocí a Doug en esa fiesta."
    }
  },
  {
    "translation": {
      "en": "We were friends first.",
      "es": "Primero, fuimos amigos."
    }
  },
  {
    "translation": {
      "en": "It… it took a few years to become more than that, but, um…",
      "es": "Nos llevó unos años llegar a ser más que eso, pero…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think we were lucky, though, to find each other.",
      "es": "creo que tuvimos la suerte de encontrarnos."
    }
  },
  {
    "translation": {
      "en": "[Megan] I remember actually the first time I really heard about Bob.",
      "es": "Recuerdo la primera vez que supe de la existencia de Bob."
    }
  },
  {
    "translation": {
      "en": "We each received kind of this pamphlet",
      "es": "Nos habían dado un folleto"
    }
  },
  {
    "translation": {
      "en": "that showed everyone's picture and, like, a two-sentence bio.",
      "es": "con las fotos de todos y una descripción de dos oraciones."
    }
  },
  {
    "translation": {
      "en": "He was born in this year, and he graduated in this year, and he got a PhD by this year.",
      "es": "Nació en tal año, se graduó en tal año y obtuvo un doctorado tal otro año."
    }
  },
  {
    "translation": {
      "en": "He's got to be some kind of, you know, child prodigy.",
      "es": "Debía ser un niño prodigio."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Well, there's actually a typo in there with the dates,\" But I think you'll find that he is a prodigy. [laughs]",
      "es": "Me dijo que había un error en las fechas, pero sí creo que es un prodigio."
    }
  },
  {
    "translation": {
      "en": "[Megan] But over time, I think it became clear that we were gonna build a life together.",
      "es": "Con el tiempo, quedó claro que íbamos a construir una vida juntos."
    }
  },
  {
    "translation": {
      "en": "Had a chance to come out to the old astronaut beach house today.",
      "es": "Hoy vine a la casa de la playa de los astronautas."
    }
  },
  {
    "translation": {
      "en": "I'm really looking forward to spending some time with my family out here",
      "es": "Tengo muchas ganas de pasar tiempo con mi familia"
    }
  },
  {
    "translation": {
      "en": "before launching on Dragon in just a few short days.",
      "es": "antes de subir a la Dragon en unos días."
    }
  },
  {
    "translation": {
      "en": "[Megan] You know, I think the thing that's most important to us right now",
      "es": "Creo que lo más importante para nosotros"
    }
  },
  {
    "translation": {
      "en": "is that we are living every day normally.",
      "es": "es que vivimos todos los días normalmente."
    }
  },
  {
    "translation": {
      "en": "We're just enjoying time together as we get closer and closer to launch.",
      "es": "Disfrutamos el tiempo juntos a medida que nos acercamos al lanzamiento."
    }
  },
  {
    "translation": {
      "en": "-[boy] Blastoff! -[rocket whooshing]",
      "es": "¡Despegue!"
    }
  },
  {
    "translation": {
      "en": "Oh, that was our new DM-2 tradition",
      "es": "Esa es nuestra nueva tradición de DM-2:"
    }
  },
  {
    "translation": {
      "en": "with our sons to launch rockets from the beach.",
      "es": "lanzar cohetes en la playa con nuestros hijos."
    }
  },
  {
    "translation": {
      "en": "-[people cheering] -[Bob] Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "-[Megan] Hey. Bye-bye. -[Bob] Thank you.",
      "es": "- Hola. - Gracias. Adiós."
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Megan] Bye-bye.",
      "es": "- Gracias. - Adiós."
    }
  },
  {
    "translation": {
      "en": "As we approach liftoff,",
      "es": "Al acercarse al despegue,"
    }
  },
  {
    "translation": {
      "en": "I'm just kind of feeling sort of joy tinged with terror,",
      "es": "se siente una alegría mezclada con terror."
    }
  },
  {
    "translation": {
      "en": "I guess is the best way that I can describe it.",
      "es": "Es la mejor forma de describirlo."
    }
  },
  {
    "translation": {
      "en": "It's like every other trip, over-packing.",
      "es": "Como en otro viaje, empaco demasiado."
    }
  },
  {
    "translation": {
      "en": "[Karen] Being the person watching, especially having been a crew member,",
      "es": "Ser la persona que mira, habiendo sido miembro de la tripulación…"
    }
  },
  {
    "translation": {
      "en": "it's all out of your control.",
      "es": "Nada está bajo mi control."
    }
  },
  {
    "translation": {
      "en": "There's nothing you can do other than watch,",
      "es": "Lo único que puedo hacer es mirar"
    }
  },
  {
    "translation": {
      "en": "and it's… it's definitely a lot harder.",
      "es": "y eso es mucho más difícil."
    }
  },
  {
    "translation": {
      "en": "-None of these I would ever want. -You gonna grow a mustache?",
      "es": "- No quiero nada de eso. - ¿Te vas a dejar bigote?"
    }
  },
  {
    "translation": {
      "en": "[Doug] The best your family can do is break even, right? You come back.",
      "es": "Lo mejor que puede hacer mi familia es compensarlo. Regresaré."
    }
  },
  {
    "translation": {
      "en": "-[hairdresser] Never want a what? -Never had a mustache.",
      "es": "- ¿Nunca tuviste qué? - Un bigote."
    }
  },
  {
    "translation": {
      "en": "I have wrestled with that.",
      "es": "Eso me costó mucho."
    }
  },
  {
    "translation": {
      "en": "But in the end, ultimately,",
      "es": "Pero al final,"
    }
  },
  {
    "translation": {
      "en": "you want your child to understand that during your life,",
      "es": "quiero que mi hijo entienda que, en la vida,"
    }
  },
  {
    "translation": {
      "en": "there are things that are risky,",
      "es": "hay cosas que son riesgosas,"
    }
  },
  {
    "translation": {
      "en": "but if it results in a better world, maybe it's worth that risk.",
      "es": "pero si da como resultado un mundo mejor, tal vez valga la pena arriesgarse."
    }
  },
  {
    "translation": {
      "en": "[man] So what you're looking at here is our main stage for the launch broadcast.",
      "es": "Lo que ven aquí es el escenario principal para la transmisión del lanzamiento."
    }
  },
  {
    "translation": {
      "en": "We've got three cameras, then what you don't see is the fourth one.",
      "es": "Tenemos tres cámaras. Hay una cuarta que no se ve."
    }
  },
  {
    "translation": {
      "en": "-We'll have a jib out here as well. -[Jim] Okay.",
      "es": "- Está en un brazo. - Muy bien."
    }
  },
  {
    "translation": {
      "en": "They're putting together a Launch America banner that will be brought up directly behind our hosts.",
      "es": "Están armando la pancarta que estará detrás de los anfitriones."
    }
  },
  {
    "translation": {
      "en": "Behind that, you'll get a little NASA in there.",
      "es": "Detrás de eso, se verá la NASA"
    }
  },
  {
    "translation": {
      "en": "You'll get a little of the American flag in there as our backdrop.",
      "es": "y la bandera estadounidense será el telón de fondo."
    }
  },
  {
    "translation": {
      "en": "So you got layers of depth to work with, which is kinda nice.",
      "es": "Quedarán como capas de profundidad."
    }
  },
  {
    "translation": {
      "en": "And where we go from here is the full dress rehearsal, as if it were live.",
      "es": "Lo que haremos aquí es el ensayo general como si fuera en vivo."
    }
  },
  {
    "translation": {
      "en": "[woman] This is the point when the launch escape system is armed,",
      "es": "En este punto, el sistema de escape para lanzamiento está listo,"
    }
  },
  {
    "translation": {
      "en": "and that happens just before SpaceX begins fueling the Falcon 9 rocket",
      "es": "justo antes de que SpaceX encienda el motor del Falcon 9"
    }
  },
  {
    "translation": {
      "en": "at T-minus 35 minutes.",
      "es": "en T-menos 35 minutos."
    }
  },
  {
    "translation": {
      "en": "As a reminder, the purpose…",
      "es": "Les recuerdo que el objetivo…"
    }
  },
  {
    "translation": {
      "en": "Right, I'm gonna interrupt Lauren",
      "es": "Debo interrumpir a Lauren."
    }
  },
  {
    "translation": {
      "en": "because it looks like we've had some type of anomaly on the pad.",
      "es": "Parece que hubo alguna anomalía en la plataforma."
    }
  },
  {
    "translation": {
      "en": "We have a developing situation with our launch operations.",
      "es": "Hay una situación en desarrollo con nuestras operaciones de lanzamiento."
    }
  },
  {
    "translation": {
      "en": "We've taken a pause for our NASA and SpaceX teams to gather information.",
      "es": "Haremos una pausa para que los equipos de la NASA y SpaceX reúnan información."
    }
  },
  {
    "translation": {
      "en": "We are not going away.",
      "es": "No nos iremos."
    }
  },
  {
    "translation": {
      "en": "We're gonna stay here on this pad shot,",
      "es": "Nos quedaremos en esta plataforma."
    }
  },
  {
    "translation": {
      "en": "so please stay with us.",
      "es": "Quédense con nosotros."
    }
  },
  {
    "translation": {
      "en": "Would we really hold on the disaster? In terms of what, when you say hold?",
      "es": "- ¿Resistiríamos un desastre? - ¿A qué te refieres con \"resistir\"?"
    }
  },
  {
    "translation": {
      "en": "Like, would we just watch it…",
      "es": "Si veremos…"
    }
  },
  {
    "translation": {
      "en": "Like, if it's a flaming mess, we just watch the rocket explode?",
      "es": "Si se prende fuego, ¿veremos cómo explota?"
    }
  },
  {
    "translation": {
      "en": "[man] So depending on when and how it plays itself out,",
      "es": "Dependiendo de cuándo y cómo se desarrolle,"
    }
  },
  {
    "translation": {
      "en": "we'd probably be cutting to a wide shot",
      "es": "iríamos a un plano general."
    }
  },
  {
    "translation": {
      "en": "and watching this thing happen.",
      "es": "y veríamos cómo sucede."
    }
  },
  {
    "translation": {
      "en": "Can we cut to a control room or something? We couldn't cut away.",
      "es": "- ¿Mostraremos una sala de control? - No podríamos."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah.",
      "es": "- Está bien. - Sí."
    }
  },
  {
    "translation": {
      "en": "Couldn't cut away.",
      "es": "No podríamos hacerlo."
    }
  },
  {
    "translation": {
      "en": "-Uh, we would get… -Hey, look at that.",
      "es": "- Tendríamos que… - Miren eso."
    }
  },
  {
    "translation": {
      "en": "-[rumbling] -Static fire happening right now.",
      "es": "Hay un encendido estático."
    }
  },
  {
    "translation": {
      "en": "[Tim] So it looks like they have had successful static fire of the rocket.",
      "es": "Parece que el encendido estático salió bien."
    }
  },
  {
    "translation": {
      "en": "That's where they hold the rocket down and actually light up its engines",
      "es": "Eso es cuando sujetan el cohete y encienden los motores"
    }
  },
  {
    "translation": {
      "en": "to make sure all things are good to go.",
      "es": "para ver si todo está bien."
    }
  },
  {
    "translation": {
      "en": "And it looks like that has gone smoothly.",
      "es": "Y parece que todo salió bien."
    }
  },
  {
    "translation": {
      "en": "This is my sign. This is when I was gonna hit the road, because that means they're still on track to actually be launching here.",
      "es": "Eso indica que debo emprender la marcha porque aún podrían lanzarlo."
    }
  },
  {
    "translation": {
      "en": "I have to pack masks. It's a freaking pandemic.",
      "es": "Tengo que empacar cubrebocas. Es una maldita pandemia."
    }
  },
  {
    "translation": {
      "en": "This is the actual warning label, like on the International Space Station, the hatches.",
      "es": "Esta es la advertencia de las escotillas en la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "I mean, even space underwear.",
      "es": "Hasta ropa interior espacial."
    }
  },
  {
    "translation": {
      "en": "I am… I'm a nerd.",
      "es": "Soy un nerd."
    }
  },
  {
    "translation": {
      "en": "Now, with humans flying, starting to get a little… a little nervousness",
      "es": "Ahora, con un vuelo de personas, estoy un poco nervioso"
    }
  },
  {
    "translation": {
      "en": "because I have watched rockets fail.",
      "es": "porque he visto cohetes que fallaron."
    }
  },
  {
    "translation": {
      "en": "Just today, Virgin Orbit had their first orbital launch attempt, and it failed.",
      "es": "Virgin Orbit intentó hacer su primer lanzamiento hoy y falló."
    }
  },
  {
    "translation": {
      "en": "And it sucks. Space is hard.",
      "es": "Es difícil ir al espacio."
    }
  },
  {
    "translation": {
      "en": "There's still so many moving parts, and there's so many things that can go wrong.",
      "es": "Aún hay muchas partes que se mueven y cosas que pueden salir mal."
    }
  },
  {
    "translation": {
      "en": "And, of course, I have a lot of confidence in the systems,",
      "es": "Claro que confío en los sistemas,"
    }
  },
  {
    "translation": {
      "en": "but it… There is a real sense of… of importance.",
      "es": "pero entiendo su importancia"
    }
  },
  {
    "translation": {
      "en": "There's a real sense of danger now.",
      "es": "y también entiendo que hay riesgos."
    }
  },
  {
    "translation": {
      "en": "It's getting a lot more real now.",
      "es": "Se está volviendo mucho más real."
    }
  },
  {
    "translation": {
      "en": "[man 1 over speaker] With primary day tomorrow, it's looking a little wishy-washy.",
      "es": "El lanzamiento es mañana y las cosas no se ven muy bien."
    }
  },
  {
    "translation": {
      "en": "Um, all the models are showing some isolated storms just west of the staging area that--",
      "es": "Todos los modelos muestran algunas tormentas al oeste de la zona."
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah, you can see the map. That's the front approaching.",
      "es": "Pueden verlo en el mapa. Se aproxima un frente."
    }
  },
  {
    "translation": {
      "en": "Looks pretty scary.",
      "es": "Da un poco de miedo."
    }
  },
  {
    "translation": {
      "en": "The, uh, risk for, uh, the launch corridor went up to 47%, in the high category.",
      "es": "El riesgo para la pista de lanzamiento subió al 47 % en la categoría alta."
    }
  },
  {
    "translation": {
      "en": "I was gonna suggest maybe Ben, since he compiled this,",
      "es": "Quería preguntarle a Ben, ya que preparó esto,"
    }
  },
  {
    "translation": {
      "en": "what would be his recommendation?",
      "es": "cuál sería su recomendación."
    }
  },
  {
    "translation": {
      "en": "[Ben] Looking at just wind and waves at this point,",
      "es": "Al analizar el viento y las olas ahora,"
    }
  },
  {
    "translation": {
      "en": "I… I feel like it's within a risk level that we would accept.",
      "es": "creo que está dentro de un nivel de riesgo aceptable."
    }
  },
  {
    "translation": {
      "en": "Um, but based on the… the rain, the lightning, it's driving the numbers quite a bit higher.",
      "es": "Pero, por la lluvia y los relámpagos, el nivel se incrementa."
    }
  },
  {
    "translation": {
      "en": "[Bala] Weather is very, you know, fickle in Florida.",
      "es": "El clima es muy variable en Florida."
    }
  },
  {
    "translation": {
      "en": "Some of the most intense lightning I've seen in the world",
      "es": "Los relámpagos más intensos que vi en el todo mundo"
    }
  },
  {
    "translation": {
      "en": "happens at Cape Canaveral.",
      "es": "fueron en Cabo Cañaveral."
    }
  },
  {
    "translation": {
      "en": "My job, at the end of the day, is to make sure that the risk is acceptable",
      "es": "En resumen, mi trabajo es asegurarme de que el riesgo sea aceptable"
    }
  },
  {
    "translation": {
      "en": "and give the final go-ahead for the mission.",
      "es": "y dar el visto bueno final a la misión."
    }
  },
  {
    "translation": {
      "en": "I basically have to have nerves of steel. [laughs]",
      "es": "Tengo que tener nervios de acero."
    }
  },
  {
    "translation": {
      "en": "It's terrifying when you, like, say, like, \"Yeah, go for launch.\"",
      "es": "Es aterrador decir: \"Sí, hagan el lanzamiento\"."
    }
  },
  {
    "translation": {
      "en": "[Ben] It's gonna be right on the edge, probably. We got to be crisp on this thing going forward.",
      "es": "Quizá estemos muy ajustados. Tenemos que ser precisos de ahora en más."
    }
  },
  {
    "translation": {
      "en": "[Doug] Thunderstorms are such a big issue",
      "es": "Las tormentas son un gran problema"
    }
  },
  {
    "translation": {
      "en": "because our launch to the space station is an instantaneous launch window.",
      "es": "porque hay una ventana de lanzamiento ínfima."
    }
  },
  {
    "translation": {
      "en": "Basically, we have to wait for the Earth to rotate",
      "es": "Básicamente, debemos esperar a que la Tierra rote"
    }
  },
  {
    "translation": {
      "en": "until station is directly overhead",
      "es": "hasta que la estación esté justo arriba"
    }
  },
  {
    "translation": {
      "en": "and then launch at that exact millisecond.",
      "es": "y hacer el lanzamiento en ese milisegundo exacto."
    }
  },
  {
    "translation": {
      "en": "Any problems it's like, \"Oh, we're scrubbed.\"",
      "es": "Si hay algún problema, estaremos perdidos."
    }
  },
  {
    "translation": {
      "en": "You know, \"We're not gonna go fly.\"",
      "es": "No podremos volar."
    }
  },
  {
    "translation": {
      "en": "[Bala] In addition to all those weather factors, one of the most nerve-racking moments",
      "es": "Además de los factores meteorológicos, uno de los momentos más estresantes"
    }
  },
  {
    "translation": {
      "en": "is loading propellant with astronauts on board.",
      "es": "es cargar el propulsor con astronautas a bordo."
    }
  },
  {
    "translation": {
      "en": "We're basically loading, like, a million pounds of, like, fuel and oxygen",
      "es": "Cargamos millones de litros de combustible y de oxígeno"
    }
  },
  {
    "translation": {
      "en": "into this big tank, and the astronauts are sitting on top.",
      "es": "en un gran tanque con astronautas a bordo."
    }
  },
  {
    "translation": {
      "en": "A rocket is an energetic system,",
      "es": "Un cohete es un sistema energético,"
    }
  },
  {
    "translation": {
      "en": "and anything leaking can be pretty catastrophic.",
      "es": "y cualquier fuga podría ser una catástrofe."
    }
  },
  {
    "translation": {
      "en": "We have had an incident in the past…",
      "es": "Hemos tenido un incidente…"
    }
  },
  {
    "translation": {
      "en": "[Hans] We destroyed the satellite, we destroyed the rocket, we destroyed the launchpad,",
      "es": "Destruimos el satélite, el cohete y la plataforma de lanzamiento"
    }
  },
  {
    "translation": {
      "en": "and it took us months to figure out what… what happened.",
      "es": "y nos llevó meses descubrir qué pasó."
    }
  },
  {
    "translation": {
      "en": "The rocket blew up, but it was not caused by the fueling process, per se.",
      "es": "El cohete explotó, pero no fue por el proceso de carga, sino por un tanque de presión."
    }
  },
  {
    "translation": {
      "en": "It was caused by a pressure tank.",
      "es": "pero no fue por el proceso de carga, sino por un tanque de presión."
    }
  },
  {
    "translation": {
      "en": "I didn't expect it to fail that traumatic.",
      "es": "No esperaba que fuera algo tan terrible."
    }
  },
  {
    "translation": {
      "en": "When you work on this, you really hope it works.",
      "es": "Al trabajar en esto, uno espera que funcione."
    }
  },
  {
    "translation": {
      "en": "[Elon] I'm cautiously optimistic about tomorrow.",
      "es": "Soy optimista, pero cauto."
    }
  },
  {
    "translation": {
      "en": "There's nothing more we can think of to improve the probability of success.",
      "es": "No se nos ocurre nada más para mejorar la probabilidad de éxito."
    }
  },
  {
    "translation": {
      "en": "But I don't wanna tempt fate.",
      "es": "Pero no quiero tentar al destino."
    }
  },
  {
    "translation": {
      "en": "There's always things you don't know about, so you don't know when those are gonna come and get you.",
      "es": "Siempre hay cosas que no sabemos que podrían aparecer."
    }
  },
  {
    "translation": {
      "en": "Making sure Bob and Doug are safe is not simply our first priority.",
      "es": "Asegurarnos de que Bob y Doug estén a salvo no es una de nuestras prioridades."
    }
  },
  {
    "translation": {
      "en": "It is our only priority.",
      "es": "Es nuestra única prioridad."
    }
  },
  {
    "translation": {
      "en": "[Jim] So at the top of the hour, we're gonna make another judgment on the weather.",
      "es": "A la hora en punto, evaluaremos el clima nuevamente."
    }
  },
  {
    "translation": {
      "en": "But remember, thunderstorms down here in Florida are generally isolated,",
      "es": "Recuerden que las tormentas eléctricas aquí en Florida son aisladas."
    }
  },
  {
    "translation": {
      "en": "and so just because there's thunderstorms on the horizon doesn't mean we can't launch.",
      "es": "Que haya tormentas a la vista no significa que no podamos despegar."
    }
  },
  {
    "translation": {
      "en": "I'm more optimistic than pessimistic,",
      "es": "Soy más optimista que pesimista,"
    }
  },
  {
    "translation": {
      "en": "but we're gonna get one last look at the top of the hour.",
      "es": "pero haremos una evaluación final a la hora en punto."
    }
  },
  {
    "translation": {
      "en": "[cameraman] Thank you, sir. -Have a great launch. -[Jim] My pleasure. Thank you.",
      "es": "- Gracias. Buenas noches. - Gracias a ustedes."
    }
  },
  {
    "translation": {
      "en": "-Hey, this is huge. -[cameraman] We got more down there.",
      "es": "- Esto es un montón. - Tenemos más."
    }
  },
  {
    "translation": {
      "en": "Gets me through the day. -[cameraman laughs] -I'm very grateful.",
      "es": "Me ayuda a pasar el día. Estoy muy agradecido."
    }
  },
  {
    "translation": {
      "en": "[Hans] It's not too bad.",
      "es": "No está tan mal."
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "es": "Es…"
    }
  },
  {
    "translation": {
      "en": "…it's a mess, but at least it's… It has a chance to clear up.",
      "es": "Es un desastre, pero podría despejarse."
    }
  },
  {
    "translation": {
      "en": "[Jim] The big thing right now is isolated thunderstorms.",
      "es": "Hay tormentas eléctricas aisladas."
    }
  },
  {
    "translation": {
      "en": "The question is, is it gonna be sufficiently problematic to where we… we can't launch?",
      "es": "La pregunta es si causará tantos problemas como para que no podamos lanzarlo."
    }
  },
  {
    "translation": {
      "en": "Um, right now, I'm being told fifty-fifty.",
      "es": "Ahora me dicen 50/50."
    }
  },
  {
    "translation": {
      "en": "Hi, it's me, Tim Dodd, the Everyday Astronaut.",
      "es": "Hola, soy Tim Dodd, de Everyday Astronaut."
    }
  },
  {
    "translation": {
      "en": "I'm three miles away, looking at the rocket right now.",
      "es": "Estoy a cinco kilómetros. Estoy mirando el cohete."
    }
  },
  {
    "translation": {
      "en": "The weather is starting to clear up here a little bit,",
      "es": "El clima está mejorando un poco."
    }
  },
  {
    "translation": {
      "en": "but I can tell you, based on the amount of people,",
      "es": "pero, por la cantidad de gente,"
    }
  },
  {
    "translation": {
      "en": "this is definitely the launch to watch for the year, guys.",
      "es": "este es el lanzamiento que hay que ver este año."
    }
  },
  {
    "translation": {
      "en": "Now, just waiting to hear what's gonna happen.",
      "es": "Espero saber qué va a pasar."
    }
  },
  {
    "translation": {
      "en": "My name is Jessie Anderson.",
      "es": "Me llamo Jessie Anderson."
    }
  },
  {
    "translation": {
      "en": "I'm a lead manufacturing engineer here at SpaceX,",
      "es": "Soy jefa de ingeniería de fabricación en SpaceX."
    }
  },
  {
    "translation": {
      "en": "and I speak for all of us when I say we could not be more excited",
      "es": "Hablo por todos cuando digo que no podríamos estar más emocionados"
    }
  },
  {
    "translation": {
      "en": "to finally be sending humans to the International Space Station.",
      "es": "de enviar humanos a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "It's a great day.",
      "es": "Hoy es un gran día."
    }
  },
  {
    "translation": {
      "en": "Today's mission is known as Demonstration Mission-2.",
      "es": "Esta misión se llama Misión de Demostración 2."
    }
  },
  {
    "translation": {
      "en": "It's gonna be the first time a commercially built spacecraft will launch people to the space station.",
      "es": "Será la primera vez que una nave comercial lleve gente a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "Demo-2 is an end-to-end flight test,",
      "es": "Demo-2 es una prueba de vuelo integral"
    }
  },
  {
    "translation": {
      "en": "from launch all the way to docking, and ending with splashdown.",
      "es": "desde el lanzamiento hasta el acoplamiento y termina con el amerizaje."
    }
  },
  {
    "translation": {
      "en": "And it's the final test for NASA to certify SpaceX",
      "es": "Es la prueba final para que la NASA certifique a SpaceX"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "es": "para vuelos regulares de tripulación a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I don't get nervous for launches. I don't get nervous for doing speaking gigs.",
      "es": "No me ponen nerviosa los lanzamientos ni hablar en público."
    }
  },
  {
    "translation": {
      "en": "Starting a month ago or so, I started getting nervous for this launch.",
      "es": "Hace un mes, empecé a ponerme nerviosa por este lanzamiento."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have eaten breakfast.",
      "es": "No debí haber desayunado."
    }
  },
  {
    "translation": {
      "en": "[man] It's a stress-eating kind of day.",
      "es": "Es un día estresante."
    }
  },
  {
    "translation": {
      "en": "And then yesterday was tough, and today, just forget it.",
      "es": "Y ayer fue difícil y hoy… Olvídenlo."
    }
  },
  {
    "translation": {
      "en": "Hard to get any work done at all today.",
      "es": "Es difícil trabajar hoy."
    }
  },
  {
    "translation": {
      "en": "I always worry about the things that we don't know about.",
      "es": "Siempre me preocupo por las cosas que no sabemos."
    }
  },
  {
    "translation": {
      "en": "Launch makes you superstitious.",
      "es": "El lanzamiento me vuelve supersticiosa."
    }
  },
  {
    "translation": {
      "en": "It's called launch juju. Um, I don't know where that term came from.",
      "es": "Es como un amuleto de lanzamiento. No sé por qué lo llaman así."
    }
  },
  {
    "translation": {
      "en": "I think it's an Air Force term actually, but people do very odd things.",
      "es": "Creo que viene de la Fuerza Aérea. La gente hace cosas muy raras."
    }
  },
  {
    "translation": {
      "en": "[man] So here's my Dragon socks.",
      "es": "Estas son mis medias de Dragon."
    }
  },
  {
    "translation": {
      "en": "Cool launch-day socks is my ritual.",
      "es": "Es mi ritual para el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "[Hans] I don't look at the mission sticker.",
      "es": "No miro la etiqueta de la misión."
    }
  },
  {
    "translation": {
      "en": "I can't look at it before we fly.",
      "es": "No puedo verla antes de volar."
    }
  },
  {
    "translation": {
      "en": "[woman] I will wear red sometimes when it's really important.",
      "es": "Me pongo algo rojo cuando es muy importante."
    }
  },
  {
    "translation": {
      "en": "Don't wear red on launch day.",
      "es": "Pero no el día del lanzamiento."
    }
  },
  {
    "translation": {
      "en": "-Really? -Red means \"no go.\" Don't wear it.",
      "es": "- ¿Sí? - Significa \"malo\"."
    }
  },
  {
    "translation": {
      "en": "Wearing green would be extra good luck. Hans has got it figured out.",
      "es": "Usar verde sería de muy buena suerte. Hans lo hizo muy bien."
    }
  },
  {
    "translation": {
      "en": "I call it the launch beard. Like, you know, it grows out.",
      "es": "La llamo \"barba de lanzamiento\". La dejo crecer."
    }
  },
  {
    "translation": {
      "en": "And then day of the launch, it cleans up.",
      "es": "La afeito el día del lanzamiento."
    }
  },
  {
    "translation": {
      "en": "I usually have a beard, but if we don't launch more than two days in a row, I shave the beard.",
      "es": "No tengo barba, pero si no despegamos más de dos días seguidos, me afeito."
    }
  },
  {
    "translation": {
      "en": "[Bala] Why is that?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Just so that we can launch on the third day.",
      "es": "Para que despeguemos el tercer día."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I was in Scotland for the first time we got to orbit,",
      "es": "Estaba en Escocia la primera vez que llegamos a la órbita,"
    }
  },
  {
    "translation": {
      "en": "so for every launch,",
      "es": "así que, en cada lanzamiento,"
    }
  },
  {
    "translation": {
      "en": "I put stickies in my shoe that say \"Scotland\" on it.",
      "es": "pongo una etiqueta que dice \"Escocia\" en mi zapato."
    }
  },
  {
    "translation": {
      "en": "So I am always in Scotland when we launch.",
      "es": "Siempre estoy en Escocia cuando lanzamos."
    }
  },
  {
    "translation": {
      "en": "[man] Are you a very superstitious person?",
      "es": "¿Eres muy supersticiosa?"
    }
  },
  {
    "translation": {
      "en": "I'm not at all, uh, except for this.",
      "es": "No, excepto por esto."
    }
  },
  {
    "translation": {
      "en": "I think we've pounded flat the risks that we understand",
      "es": "Creo que eliminamos los riesgos que entendemos"
    }
  },
  {
    "translation": {
      "en": "and the risks we know about,",
      "es": "y los que conocemos."
    }
  },
  {
    "translation": {
      "en": "and I really hope we do the right thing by Doug and Bob",
      "es": "Espero que hagamos bien las cosas para llevar a Doug y Bob a salvo a la estación espacial"
    }
  },
  {
    "translation": {
      "en": "and get them to the space station safely",
      "es": "para llevar a Doug y Bob a salvo a la estación espacial"
    }
  },
  {
    "translation": {
      "en": "and inspire generations to come.",
      "es": "e inspirar a las generaciones venideras."
    }
  },
  {
    "translation": {
      "en": "Really, we just can't fuck it up. [laughs]",
      "es": "No podemos cagarla."
    }
  },
  {
    "translation": {
      "en": "That's the most important thing about today.",
      "es": "Es lo más importante hoy:"
    }
  },
  {
    "translation": {
      "en": "No fucking it up.",
      "es": "no cagarla."
    }
  },
  {
    "translation": {
      "en": "[Jim] This is my second one.",
      "es": "DEMO-2 - SPACEX DÍA DEL LANZAMIENTO Esta es la segunda."
    }
  },
  {
    "translation": {
      "en": "That was my first. So I don't know, is that like three? I don't know.",
      "es": "Esa fue la primera. ¿Ya son tres? No lo sé."
    }
  },
  {
    "translation": {
      "en": "[man 1] Okay, Jim, we have the, uh, official weather update.",
      "es": "Jim, tenemos la actualización oficial del clima."
    }
  },
  {
    "translation": {
      "en": "The cell that they're worried about has moved to the north.",
      "es": "La celda que les preocupa se movió hacia el norte."
    }
  },
  {
    "translation": {
      "en": "-So we're go for launch. -[Jim] Fantastic.",
      "es": "- Haremos el lanzamiento. - Genial."
    }
  },
  {
    "translation": {
      "en": "-So we're gonna head over. -[man 2] Yes.",
      "es": "- Iremos allí. - Sí."
    }
  },
  {
    "translation": {
      "en": "Big day, sir.",
      "es": "Es un gran día."
    }
  },
  {
    "translation": {
      "en": "-[Jim] It is. -[man 1] Yeah, it is.",
      "es": "- Sí. - Sí."
    }
  },
  {
    "translation": {
      "en": "[Jim] I think anybody who's been involved in this for the last decade",
      "es": "Creo que todos los involucrados en esto durante la última década"
    }
  },
  {
    "translation": {
      "en": "has got to be on the edge of their seat right now.",
      "es": "estarán en vilo."
    }
  },
  {
    "translation": {
      "en": "This agency has had many, many tough times in the past…",
      "es": "Esta agencia ha tenido muchas dificultades…"
    }
  },
  {
    "translation": {
      "en": "but for Bob and Doug's launch today,",
      "es": "pero, para el lanzamiento de Bob y Doug,"
    }
  },
  {
    "translation": {
      "en": "we've done everything we can.",
      "es": "hicimos todo lo posible."
    }
  },
  {
    "translation": {
      "en": "There comes that moment when you say, \"Okay, now is the time.\"",
      "es": "Llega el momento en que decimos: \"Ya es hora\"."
    }
  },
  {
    "translation": {
      "en": "[Jessie] Here they come, NASA astronauts Bob Behnken and Doug Hurley.",
      "es": "Aquí vienen los astronautas Bob Behnken y Doug Hurley."
    }
  },
  {
    "translation": {
      "en": "They've each made this journey twice before.",
      "es": "Ya hicieron este viaje dos veces."
    }
  },
  {
    "translation": {
      "en": "[male host] There's Megan and Karen and their sons.",
      "es": "Ahí están Megan y Karen con sus hijos."
    }
  },
  {
    "translation": {
      "en": "-I love you. -[boy] I love you, Dad.",
      "es": "- Te quiero. - Te quiero, papá."
    }
  },
  {
    "translation": {
      "en": "Here's my big hug. Here comes the big hug.",
      "es": "Aquí viene un gran abrazo."
    }
  },
  {
    "translation": {
      "en": "Oh, squeeze.",
      "es": "¡Te apretujo!"
    }
  },
  {
    "translation": {
      "en": "[Doug] When you're saying goodbye to your family, you really realize",
      "es": "Al despedirnos de nuestras familias, nos damos cuenta de que no es solo un cohete que despega."
    }
  },
  {
    "translation": {
      "en": "that there's more to it than just a rocket going up.",
      "es": "nos damos cuenta de que no es solo un cohete que despega."
    }
  },
  {
    "translation": {
      "en": "That there's… There can be consequences.",
      "es": "Podría haber consecuencias."
    }
  },
  {
    "translation": {
      "en": "[Bob] To see your parent launch on the rocket,",
      "es": "Ver a sus padres despegar en el cohete"
    }
  },
  {
    "translation": {
      "en": "it's scary for a small kid.",
      "es": "es aterrador para un niño pequeño."
    }
  },
  {
    "translation": {
      "en": "The first time we shared it with him, his opinion was, you know, \"Daddy can't go to space.\"",
      "es": "La primera vez que lo hablamos con él, nos dijo: \"Papá no puede ir al espacio\"."
    }
  },
  {
    "translation": {
      "en": "That's something I wasn't quite, uh, prepared for.",
      "es": "No estaba preparado para eso."
    }
  },
  {
    "translation": {
      "en": "I didn't expect to… to have that hit me as much as it did.",
      "es": "No esperaba que eso me afectara tanto."
    }
  },
  {
    "translation": {
      "en": "[woman] And we are following the convoy as they continue to make their way to the pad.",
      "es": "Seguimos al convoy mientras se dirige hacia la plataforma."
    }
  },
  {
    "translation": {
      "en": "These people have been working long hours.",
      "es": "Esta gente ha trabajado muchas horas."
    }
  },
  {
    "translation": {
      "en": "Coronavirus happened, and we made it.",
      "es": "A pesar del coronavirus, lo logramos."
    }
  },
  {
    "translation": {
      "en": "And here they come.",
      "es": "Aquí vienen."
    }
  },
  {
    "translation": {
      "en": "Just minutes from now, the astronauts will climb into Dragon.",
      "es": "En unos minutos, los astronautas subirán a la Dragon."
    }
  },
  {
    "translation": {
      "en": "[man] It's a beautiful view up there, too, of getting ready for the business at hand of heading to the cosmos.",
      "es": "Es hermoso ver cómo se preparan para dirigirse hacia el cosmos."
    }
  },
  {
    "translation": {
      "en": "[technician] We're gonna make sure all your zippers are closed, minus your gloves.",
      "es": "Veamos si los cierres están cerrados, excepto por los guantes."
    }
  },
  {
    "translation": {
      "en": "Good?",
      "es": "¿Listos?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Does it feel like this line is gonna move?",
      "es": "¿Crees que la línea se moverá y que esto se correrá?"
    }
  },
  {
    "translation": {
      "en": "And then this will kind of move off.",
      "es": "¿Crees que la línea se moverá y que esto se correrá? Sí, esto debería hacer desaparecer todo lo de esta zona."
    }
  },
  {
    "translation": {
      "en": "[man 2] This should subside anything behind it.",
      "es": "Sí, esto debería hacer desaparecer todo lo de esta zona."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[man 2] Probably a couple hours.",
      "es": "- Bien. - Quizá en unas horas."
    }
  },
  {
    "translation": {
      "en": "I think if we can get Elon here. I just wanna make sure he's in the loop.",
      "es": "DIRECTOR GENERAL DE LANZAMIENTO Y RECUPERACIÓN, SPACEX Dile a Elon que venga para que esté al tanto."
    }
  },
  {
    "translation": {
      "en": "[Elon] I just wanna double-check. Who's doing the measurement?",
      "es": "Quiero confirmarlo. ¿Quién hace las mediciones?"
    }
  },
  {
    "translation": {
      "en": "[Kiko] The Range.",
      "es": "El Centro."
    }
  },
  {
    "translation": {
      "en": "Yeah, great, but who at the Range?",
      "es": "Sí, pero ¿quién del Centro?"
    }
  },
  {
    "translation": {
      "en": "Uh, the Launch Weather Officer. Basically, the whole weather office.",
      "es": "El oficial meteorológico de lanzamiento. Bueno, toda la oficina de meteorología."
    }
  },
  {
    "translation": {
      "en": "They're the ones that basically make the call on the Range weather.",
      "es": "Ellos son los que analizan el clima desde el Centro."
    }
  },
  {
    "translation": {
      "en": "Mike's gonna call it right now.",
      "es": "Mike lo anunciará ahora."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Weather is go at this time.",
      "es": "Dragon, SpaceX. El clima está bien ahora."
    }
  },
  {
    "translation": {
      "en": "Dragon copy. Go weather.",
      "es": "Dragon, copiado. Buen clima."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. You are go for section seven.",
      "es": "Dragon, SpaceX. Vayan a la sección siete."
    }
  },
  {
    "translation": {
      "en": "Close visors and arm launch escape system.",
      "es": "Cierren las viseras y preparen el sistema de escape."
    }
  },
  {
    "translation": {
      "en": "Visors coming closed.",
      "es": "Cerrando viseras."
    }
  },
  {
    "translation": {
      "en": "7.2, our visors are closed, and we're arming the launch escape system.",
      "es": "7.2, las viseras están cerradas y preparamos el sistema de escape."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Launch escape system is verified armed.",
      "es": "Se verifica que el sistema de escape está preparado."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "es": "Director de lanzamiento a Control. Encuesta completa. Podemos proceder con la carga del propulsor."
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "es": "Encuesta completa. Podemos proceder con la carga del propulsor."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Propellant load has started.",
      "es": "La carga del propulsor comenzó."
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX launch director.",
      "es": "Dragon, director de lanzamiento de SpaceX."
    }
  },
  {
    "translation": {
      "en": "2D to violate a couple of weather rules",
      "es": "Se infringieron reglas meteorológicas"
    }
  },
  {
    "translation": {
      "en": "that now do not expect to clear in time for launch.",
      "es": "que no mejorarían a tiempo para el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "Proceed to 2D launch abort sequence, please.",
      "es": "Procedan a iniciar el sistema de aborto."
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. We can see some raindrops on the windows,",
      "es": "Copiado. Vemos algunas gotas en las ventanas. Entendemos que es así."
    }
  },
  {
    "translation": {
      "en": "and it's just part of the deal.",
      "es": "Vemos algunas gotas en las ventanas. Entendemos que es así."
    }
  },
  {
    "translation": {
      "en": "[Mike] Copy all.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "[Kiko] That's it.",
      "es": "Ya está."
    }
  },
  {
    "translation": {
      "en": "-It's aborted? -[Kiko] Yeah.",
      "es": "- ¿Se abortó? - Sí."
    }
  },
  {
    "translation": {
      "en": "It's not our day.",
      "es": "No es nuestro día."
    }
  },
  {
    "translation": {
      "en": "Basically, we've got ten major weather rules,",
      "es": "Básicamente, tenemos diez reglas importantes del clima,"
    }
  },
  {
    "translation": {
      "en": "and three of them are in violation right now.",
      "es": "y tres de ellas están en infracción."
    }
  },
  {
    "translation": {
      "en": "-Three? -Yeah.",
      "es": "- Tres. - Sí."
    }
  },
  {
    "translation": {
      "en": "At least eyeballing it, this does not look like we should be stopping launch.",
      "es": "A simple vista, no parece que debamos detener el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "We wanna make sure we're not scrubbing based on half-hour-old weather.",
      "es": "Asegurémonos de no arruinar todo por el clima de hace media hora."
    }
  },
  {
    "translation": {
      "en": "[man] The measurement's real-time… it's real-time lightning.",
      "es": "- Está en tiempo real. - Los relámpagos están en tiempo real."
    }
  },
  {
    "translation": {
      "en": "-[Elon] Okay. -[man] Yeah.",
      "es": "- Está bien. - Sí."
    }
  },
  {
    "translation": {
      "en": "We just wanna make sure it's real and we're not jumping at shadows.",
      "es": "Asegurémonos de que sea así y que no sea solo un susto."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "[Kiko] So next launch time is Saturday.",
      "es": "La próxima fecha es el sábado."
    }
  },
  {
    "translation": {
      "en": "[Elon] Okay.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "[Kiko] I… am bummed.",
      "es": "Estoy enojado."
    }
  },
  {
    "translation": {
      "en": "-[chuckling] Yes, I am bummed too. -[Kiko laughing]",
      "es": "Sí, yo también estoy enojado."
    }
  },
  {
    "translation": {
      "en": "I, too, am bummed. Yes.",
      "es": "Yo también, sí."
    }
  },
  {
    "translation": {
      "en": "I am too.",
      "es": "Yo también."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Thanks for the valiant effort today.",
      "es": "Dragon, SpaceX. Gracias por el valiente esfuerzo de hoy."
    }
  },
  {
    "translation": {
      "en": "Appreciate your resilience.",
      "es": "Aprecio su resiliencia."
    }
  },
  {
    "translation": {
      "en": "[Doug] Yeah, we appreciate those words.",
      "es": "Gracias por esas palabras."
    }
  },
  {
    "translation": {
      "en": "Everybody did great today, and we'll do it again on Saturday.",
      "es": "Todos lo hicieron muy bien hoy. Lo haremos de nuevo el sábado."
    }
  },
  {
    "translation": {
      "en": "[woman] Today, we're giving it another shot.",
      "es": "Hoy lo intentamos de nuevo."
    }
  },
  {
    "translation": {
      "en": "Wednesday's first attempt was postponed due to that wild weather,",
      "es": "El primer intento del miércoles se pospuso debido al mal clima,"
    }
  },
  {
    "translation": {
      "en": "but if all goes well today, we will mark a new first",
      "es": "pero si todo sale bien hoy, será el comienzo"
    }
  },
  {
    "translation": {
      "en": "and usher in the commercial-crew era of American spaceflight.",
      "es": "de la era de la tripulación comercial de los vuelos espaciales estadounidenses."
    }
  },
  {
    "translation": {
      "en": "[Doug] To get an actual scrub, it really was almost like a gift.",
      "es": "La cancelación del lanzamiento fue casi como un regalo."
    }
  },
  {
    "translation": {
      "en": "It was just one last chance",
      "es": "Nos dio una última oportunidad"
    }
  },
  {
    "translation": {
      "en": "to go through and evaluate and make sure everything's ready to fly.",
      "es": "de evaluar todo y asegurarnos de que todo estuviera listo."
    }
  },
  {
    "translation": {
      "en": "But from an emotional standpoint, it was extremely difficult.",
      "es": "Pero, desde el punto de vista emocional, fue extremadamente difícil."
    }
  },
  {
    "translation": {
      "en": "My son, Jack, was really hit pretty hard when we scrubbed.",
      "es": "A mi hijo, Jack, lo afectó mucho cuando el lanzamiento se canceló."
    }
  },
  {
    "translation": {
      "en": "Karen said he kind of went and sat in a chair and just wanted to be by himself.",
      "es": "Karen dijo que se sentó en una silla y quería estar solo."
    }
  },
  {
    "translation": {
      "en": "He kind of gets that there's a lot that can go wrong.",
      "es": "Entiende que hay muchas cosas que pueden salir mal."
    }
  },
  {
    "translation": {
      "en": "He had already said goodbye to me,",
      "es": "Ya se había despedido de mí"
    }
  },
  {
    "translation": {
      "en": "and I… I think he probably didn't wanna have to go through that again.",
      "es": "y creo que no quería tener que pasar por eso otra vez."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy, I love you.",
      "es": "Oye, te quiero."
    }
  },
  {
    "translation": {
      "en": "You bet. This is gonna be cool.",
      "es": "Claro. Será genial."
    }
  },
  {
    "translation": {
      "en": "Be good for Mommy.",
      "es": "Sé bueno con mamá."
    }
  },
  {
    "translation": {
      "en": "See you, buddy.",
      "es": "Nos vemos, hijo."
    }
  },
  {
    "translation": {
      "en": "[Bob] Hey, Theo, you be on good behavior, okay?",
      "es": "Theo, te portas bien, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "And enjoy today. Watch the rocket for me, okay?",
      "es": "Disfruta el día de hoy. Mira bien el cohete."
    }
  },
  {
    "translation": {
      "en": "I'll call you from the space station.",
      "es": "Te llamaré desde la estación espacial."
    }
  },
  {
    "translation": {
      "en": "Okay, you're welcome.",
      "es": "Claro, de nada."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "es": "Te quiero."
    }
  },
  {
    "translation": {
      "en": "To see your parent launch on a rocket",
      "es": "Ver a sus padres despegar en un cohete"
    }
  },
  {
    "translation": {
      "en": "is something that my son hasn't been exposed to.",
      "es": "es algo a lo que mi hijo no ha estado expuesto."
    }
  },
  {
    "translation": {
      "en": "I needed to figure out a way to prepare him for that.",
      "es": "Necesitaba encontrar una forma de prepararlo para eso."
    }
  },
  {
    "translation": {
      "en": "This is, uh, Tremor.",
      "es": "Este es Tremor."
    }
  },
  {
    "translation": {
      "en": "Tremor is, uh… was actually my son's dinosaur.",
      "es": "Tremor es el dinosaurio de mi hijo."
    }
  },
  {
    "translation": {
      "en": "I decided to bring Tremor and take him through the entire process,",
      "es": "Decidí traer a Tremor y llevarlo conmigo durante todo el proceso"
    }
  },
  {
    "translation": {
      "en": "you know, to make it feel a little bit more normal for my son.",
      "es": "para que mi hijo lo sintiera un poco más normal."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus 2 hours and 46 minutes.",
      "es": "Cuenta regresiva uno en T-menos dos horas y 46 minutos."
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "es": "La tripulación llegó a la Sala Blanca. Su ingreso va según lo programado."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch Control, clear to retract the axis arm on time.",
      "es": "Control, despejado para retraer el eje del brazo a tiempo."
    }
  },
  {
    "translation": {
      "en": "Crew access arm retract has started.",
      "es": "Retracción del brazo de acceso comenzada."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "es": "Director de lanzamiento a Control. Encuesta completa. Podemos proceder con la carga del propulsor."
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "es": "Encuesta completa. Podemos proceder con la carga del propulsor."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "[Kiko] What's up, Elon?",
      "es": "¿Qué tal, Elon?"
    }
  },
  {
    "translation": {
      "en": "Looking a little nicer today.",
      "es": "Hoy está un poco mejor."
    }
  },
  {
    "translation": {
      "en": "[Elon] It looks really nice.",
      "es": "Se ve muy bien."
    }
  },
  {
    "translation": {
      "en": "-Oh, palo santo. -[Elon] Yeah.",
      "es": "- Palo santo. - Sí."
    }
  },
  {
    "translation": {
      "en": "Like it. Anything you can do. [chuckles]",
      "es": "Me gusta. Haz lo que puedas."
    }
  },
  {
    "translation": {
      "en": "It's for good luck.",
      "es": "Para la buena suerte."
    }
  },
  {
    "translation": {
      "en": "Situations like this, you can't have too much luck.",
      "es": "En situaciones como esta, no existe el exceso de suerte."
    }
  },
  {
    "translation": {
      "en": "[man] You believe in luck?",
      "es": "¿Crees en la suerte?"
    }
  },
  {
    "translation": {
      "en": "[Elon] I believe luck is the best superpower.",
      "es": "Creo que la suerte es el mejor superpoder."
    }
  },
  {
    "translation": {
      "en": "If you can have any superpower, luck is the one you'd want.",
      "es": "Si se pudiera elegir un superpoder, ese sería la suerte."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Propellant fills are complete.",
      "es": "Llenado de propulsores completado."
    }
  },
  {
    "translation": {
      "en": "Falcon 9 is in startup. Dragon is in countdown.",
      "es": "Falcon 9 está en marcha. Dragon está en cuenta regresiva."
    }
  },
  {
    "translation": {
      "en": "FTS is armed for launch.",
      "es": "Sistema de terminación de vuelo preparado."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "Holy shit, here we go. -Here we go. -[Elon sighs]",
      "es": "- Mierda, aquí vamos. - Aquí vamos."
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX. Go for launch.",
      "es": "Dragon, SpaceX. Inicien el despegue."
    }
  },
  {
    "translation": {
      "en": "SpaceX, Dragon. We're go for launch. Let's light this candle.",
      "es": "SpaceX, Dragon. Listos para el lanzamiento. Encendámoslo."
    }
  },
  {
    "translation": {
      "en": "[officer 4] Ten, nine, eight, seven, six,",
      "es": "Diez, nueve, ocho, siete, seis,"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one, zero.",
      "es": "cinco, cuatro, tres, dos, uno, cero."
    }
  },
  {
    "translation": {
      "en": "-Ignition. Liftoff. -[rumbling]",
      "es": "Encendido. Despegue."
    }
  },
  {
    "translation": {
      "en": "-It's going. -Here we go.",
      "es": "- Ahí va. - Aquí vamos."
    }
  },
  {
    "translation": {
      "en": "Stage one propulsion is nominal.",
      "es": "La propulsión de la etapa uno es normal."
    }
  },
  {
    "translation": {
      "en": "Falcon power telemetry nominal.",
      "es": "Telemetría de potencia de Falcon normal."
    }
  },
  {
    "translation": {
      "en": "We're monitoring.",
      "es": "La estamos monitoreando."
    }
  },
  {
    "translation": {
      "en": "[officer] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "es": "El vehículo es supersónico y alcanza la máxima presión dinámica."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy one bravo.",
      "es": "Copiado, 1-Bravo."
    }
  },
  {
    "translation": {
      "en": "[launch director] And 1D throttle down.",
      "es": "Desaceleración del 1D."
    }
  },
  {
    "translation": {
      "en": "[Doug] Throttling down the Merlin engines.",
      "es": "Desacelerando los motores Merlin."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Standing by for separation.",
      "es": "Esperando para la separación."
    }
  },
  {
    "translation": {
      "en": "Dragon copy.",
      "es": "Dragon copia."
    }
  },
  {
    "translation": {
      "en": "[officer] Stage separation confirmed.",
      "es": "Separación de la etapa confirmada."
    }
  },
  {
    "translation": {
      "en": "[Kiko] First stage has done its job.",
      "es": "La primera etapa cumplió su misión."
    }
  },
  {
    "translation": {
      "en": "Switch over to the second.",
      "es": "Cambien a la segunda."
    }
  },
  {
    "translation": {
      "en": "Second stage ignited.",
      "es": "Segunda etapa encendida."
    }
  },
  {
    "translation": {
      "en": "[Bob] SpaceX, Dragon. Thanks for the great ride to space.",
      "es": "SpaceX, Dragon. Gracias por este lindo viaje al espacio."
    }
  },
  {
    "translation": {
      "en": "Congratulations. We just put… we just put astronauts in orbit.",
      "es": "Felicitaciones. Pusimos astronautas en órbita."
    }
  },
  {
    "translation": {
      "en": "-Incredible. -Yeah!",
      "es": "- Es increíble. - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Well-done, guys.",
      "es": "Bien hecho."
    }
  },
  {
    "translation": {
      "en": "-Good work. -[man] That's awesome.",
      "es": "- Buen trabajo. - Genial."
    }
  },
  {
    "translation": {
      "en": "Congrats hug.",
      "es": "Abrazo de felicitación."
    }
  },
  {
    "translation": {
      "en": "That's real, dude. That's space!",
      "es": "Eso es real, amigo. ¡Es el espacio!"
    }
  },
  {
    "translation": {
      "en": "[Elon] Wow. It only takes nine minutes to get to orbit.",
      "es": "Lleva nueve minutos llegar a la órbita."
    }
  },
  {
    "translation": {
      "en": "Nine minutes, and you're going 25 times the speed of sound.",
      "es": "En nueve minutos, van a 25 veces la velocidad del sonido."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug--",
      "es": "Bob y Doug…"
    }
  },
  {
    "translation": {
      "en": "[Elon] Bob and Doug are cool as cucumbers.",
      "es": "- Bob y Doug están tranquilos. - Sí."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Just hanging out. It looks too smooth.",
      "es": "Pasando el rato. Se ve muy tranquilo."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Two dads.",
      "es": "Dos papás."
    }
  },
  {
    "translation": {
      "en": "Dads in space.",
      "es": "Dos papás en el espacio."
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, everyone, kind of a tradition we've had with spacecraft,",
      "es": "Escuchen, tenemos una tradición para las naves espaciales"
    }
  },
  {
    "translation": {
      "en": "going way back to the Mercury era.",
      "es": "que se remonta a la época de los Mercury."
    }
  },
  {
    "translation": {
      "en": "We're given the honor to name this capsule.",
      "es": "Tenemos el honor de nombrar esta cápsula."
    }
  },
  {
    "translation": {
      "en": "Without further ado,",
      "es": "Sin más preámbulos,"
    }
  },
  {
    "translation": {
      "en": "we would like to, uh, welcome you aboard Capsule Endeavour.",
      "es": "les damos la bienvenida a bordo de la Cápsula Endeavour."
    }
  },
  {
    "translation": {
      "en": "[Bob] Uh, I'll tell you that for the ride uphill,",
      "es": "Déjenme decirles que, durante la subida,"
    }
  },
  {
    "translation": {
      "en": "while it was a… an exciting ride,",
      "es": "aunque fue un viaje emocionante,"
    }
  },
  {
    "translation": {
      "en": "I think we got a… a couple of surprises",
      "es": "tuvimos algunas sorpresas"
    }
  },
  {
    "translation": {
      "en": "just in terms of the way the vehicle is kind of moving",
      "es": "en cuanto a la forma en que se movía el vehículo y se sacudía"
    }
  },
  {
    "translation": {
      "en": "and… and shaking and taking you into orbit.",
      "es": "en cuanto a la forma en que se movía el vehículo y se sacudía para llevarnos a la órbita."
    }
  },
  {
    "translation": {
      "en": "You can tell that it's, uh… It's fighting against the Earth as it makes its way into space.",
      "es": "Se notaba que luchaba contra la Tierra al dirigirse al espacio."
    }
  },
  {
    "translation": {
      "en": "We did, it turns out, end up with one stowaway",
      "es": "Resulta que terminamos con un polizón a bordo de nuestro vehículo"
    }
  },
  {
    "translation": {
      "en": "on board our, uh, vehicle when we launched today.",
      "es": "Resulta que terminamos con un polizón a bordo de nuestro vehículo cuando despegamos hoy."
    }
  },
  {
    "translation": {
      "en": "I hope both of our sons were super excited to see, uh, their toy",
      "es": "Espero que a nuestros hijos les guste ver a su juguete flotando con nosotros a bordo."
    }
  },
  {
    "translation": {
      "en": "floating around with us on board.",
      "es": "ver a su juguete flotando con nosotros a bordo."
    }
  },
  {
    "translation": {
      "en": "I'm sure they would rather be here, given the opportunity, but hopefully, they're proud of this as well.",
      "es": "Sé que preferirían estar aquí, pero espero que estén orgullosos de esto."
    }
  },
  {
    "translation": {
      "en": "[Doug] So with that, I think it'll be good night from Capsule Endeavour.",
      "es": "Después de eso, les deseamos buenas noches desde la cápsula Endeavour."
    }
  },
  {
    "translation": {
      "en": "Good night, Megan and Theo.",
      "es": "Buenas noches, Megan y Theo."
    }
  },
  {
    "translation": {
      "en": "And Karen and Jack.",
      "es": "Y Karen y Jack."
    }
  },
  {
    "translation": {
      "en": "[Elon] Thank you. Congratulations.",
      "es": "Gracias. Felicitaciones."
    }
  },
  {
    "translation": {
      "en": "[Jim] We can breathe another sigh of relief.",
      "es": "- Podemos respirar aliviados. - Claro."
    }
  },
  {
    "translation": {
      "en": "[cameraman] You're good there?",
      "es": "¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "-He's left of the pole? Yeah? -[man] I gotcha.",
      "es": "- ¿A la izquierda del poste? ¿Sí? - Bueno."
    }
  },
  {
    "translation": {
      "en": "[Jim] So far, everything has performed very, very well,",
      "es": "Hasta ahora, todo ha salido muy bien."
    }
  },
  {
    "translation": {
      "en": "and we are excited that Bob and Doug are safely in orbit",
      "es": "Estamos contentos de que Bob y Doug estén a salvo en órbita"
    }
  },
  {
    "translation": {
      "en": "and on the way to the International Space Station.",
      "es": "y en camino a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Elon, what would you say to those who doubted SpaceX could do this?",
      "es": "Elon, algunos dudaban de que SpaceX pudiera hacer esto."
    }
  },
  {
    "translation": {
      "en": "Do you have a message for them?",
      "es": "¿Qué les dirías?"
    }
  },
  {
    "translation": {
      "en": "Do I have a message for those who… -What? -[Jim] Who doubted you.",
      "es": "- ¿Qué les diría a…? - …quienes dudaban."
    }
  },
  {
    "translation": {
      "en": "Oh, doubted. Okay. I was like, \"What did he--?\" Okay. Um…",
      "es": "Dudaban. Claro. No había entendido."
    }
  },
  {
    "translation": {
      "en": "Maybe I just blank out the word \"doubt.\"",
      "es": "Bloqueé la palabra \"duda\"."
    }
  },
  {
    "translation": {
      "en": "No, I mean, I… To be totally frank, I doubted us too.",
      "es": "Para ser sincero, yo también dudaba de nosotros."
    }
  },
  {
    "translation": {
      "en": "When starting SpaceX, I thought we maybe had a 10% chance of reaching orbit.",
      "es": "Al iniciar SpaceX, creí que teníamos un 10 % de posibilidades lograrlo."
    }
  },
  {
    "translation": {
      "en": "But fortunately, fate has smiled upon us and brought us to this day.",
      "es": "Pero, por suerte, el destino nos sonrió y nos trajo hasta aquí."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Elon, you said that you had told Bob and Doug's boys",
      "es": "Elon, dijiste que les habías prometido a los hijos de Bob y Doug"
    }
  },
  {
    "translation": {
      "en": "that you'd do everything you can to bring them home safely.",
      "es": "que harías todo lo posible para traerlos a casa a salvo."
    }
  },
  {
    "translation": {
      "en": "Even with a safe launch out of the way, that must still weigh on you,",
      "es": "Tras un lanzamiento seguro, que aún te debe afectar,"
    }
  },
  {
    "translation": {
      "en": "and I wondered what it's like as a dad.",
      "es": "quería saber cómo es eso para ti como padre."
    }
  },
  {
    "translation": {
      "en": "So, you know, uh, there's still…",
      "es": "Bueno, todavía…"
    }
  },
  {
    "translation": {
      "en": "We still gotta dock with Space Station. We still gotta, uh… still gotta return.",
      "es": "falta acoplarse a la estación espacial y luego regresar."
    }
  },
  {
    "translation": {
      "en": "I think there's an argument that the return is more… more dangerous in some ways than the ascent.",
      "es": "Se dice que el regreso es más peligroso que el ascenso."
    }
  },
  {
    "translation": {
      "en": "So we don't wanna declare victory yet.",
      "es": "así que aún no cantamos victoria."
    }
  },
  {
    "translation": {
      "en": "Anyway… I'm getting choked up here, so…",
      "es": "En fin, me cuesta hablar."
    }
  },
  {
    "translation": {
      "en": "It… It's… Really, this…",
      "es": "De verdad, es…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't… I'm getting choked up. Sorry.",
      "es": "Me cuesta hablar. Lo siento."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I can answer the question any more than that except, um…",
      "es": "No sé si puedo responder más que eso, excepto…"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're gonna do everything we can to make sure it gets home safely.",
      "es": "que haremos todo lo posible para que regresen a salvo."
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, good morning, everyone, from, uh, Endeavour.",
      "es": "Buenos días a todos desde Endeavour."
    }
  },
  {
    "translation": {
      "en": "We, uh, had a great night. Got to get a little sleep.",
      "es": "Tuvimos una buena noche. Dormimos un poco."
    }
  },
  {
    "translation": {
      "en": "And, uh, as you can see, a beautiful day pass right now.",
      "es": "Y, como pueden ver, hay una hermosa zona de día."
    }
  },
  {
    "translation": {
      "en": "Getting pretty close to ISS,",
      "es": "Estamos cerca de la estación espacial"
    }
  },
  {
    "translation": {
      "en": "uh, as we're flying at about 17,500 miles an hour",
      "es": "y volamos a unos 28 000 kilómetros por hora"
    }
  },
  {
    "translation": {
      "en": "around the planet.",
      "es": "alrededor del planeta."
    }
  },
  {
    "translation": {
      "en": "[woman] Dragon, SpaceX. Comm check on big loop.",
      "es": "Dragon, SpaceX. Control de comunicación en el canal principal."
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Loud and clear now on the big loop.",
      "es": "SpaceX, Dragon. Fuerte y claro en el canal principal."
    }
  },
  {
    "translation": {
      "en": "Good morning, Anna.",
      "es": "Buenos días, Anna."
    }
  },
  {
    "translation": {
      "en": "[Anna] Good morning. Great to hear your voice.",
      "es": "Buenos días. Me alegra oír tu voz."
    }
  },
  {
    "translation": {
      "en": "[Doug] It's great to hear yours as well.",
      "es": "También me alegra oírte."
    }
  },
  {
    "translation": {
      "en": "We're looking forward to rendezvousing with Space Station today.",
      "es": "Estamos ansiosos por encontrarnos con la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[Anna] I am responsible for being Bob and Doug's eyes and ears on the ground",
      "es": "ESPECIALISTA EN CONTROL DE MISIONES, SPACEX Soy los ojos y los oídos de Bob y Doug en la tierra"
    }
  },
  {
    "translation": {
      "en": "as they approach and then dock with the International Space Station.",
      "es": "cuando se acercan y luego se acoplan a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "My role is to help make sure that they are informed of anything that's going awry,",
      "es": "Mi papel es mantenerlos informados de cualquier cosa que pueda salir mal."
    }
  },
  {
    "translation": {
      "en": "and I am forever grateful to be a part of this moment.",
      "es": "Siempre estaré agradecida por ser parte de esto."
    }
  },
  {
    "translation": {
      "en": "One of my fourth-grade teachers was actually the daughter",
      "es": "Una de mis maestras de cuarto grado"
    }
  },
  {
    "translation": {
      "en": "of one of the astronauts on the Challenger.",
      "es": "era la hija de uno de los astronautas del Challenger."
    }
  },
  {
    "translation": {
      "en": "She brought our class to NASA,",
      "es": "Nos llevó a la NASA y, desde ese momento,"
    }
  },
  {
    "translation": {
      "en": "and from that time on, I knew I wanted to be",
      "es": "Nos llevó a la NASA y, desde ese momento, supe que quería ser parte de las operaciones espaciales."
    }
  },
  {
    "translation": {
      "en": "a part of space operations.",
      "es": "supe que quería ser parte de las operaciones espaciales."
    }
  },
  {
    "translation": {
      "en": "I still am amazed by how she… she ultimately changed my life,",
      "es": "Aún me sorprende cómo es que ella cambió mi vida"
    }
  },
  {
    "translation": {
      "en": "and I imagine that she changed many other people's lives",
      "es": "e imagino que también las de muchas personas"
    }
  },
  {
    "translation": {
      "en": "as a result of something that had to have been incredibly painful for her.",
      "es": "con algo que debe haber sido muy doloroso para ella."
    }
  },
  {
    "translation": {
      "en": "Your rendezvous complete time is expected to be 1050 UTC.",
      "es": "Se espera que la hora de encuentro sea a las 1050 UTC."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "[Anna] As Dragon is approaching the space station, it's flying at incredible speeds.",
      "es": "Al acercarse a la estación espacial, Dragon vuela a una velocidad increíble."
    }
  },
  {
    "translation": {
      "en": "It first does a series of burns to get it in close proximity to the space station",
      "es": "Primero, hace una serie de quemas para acercarse a la estación espacial,"
    }
  },
  {
    "translation": {
      "en": "until the point at which it is basically in a straight line towards the docking adapter.",
      "es": "hasta que esté en línea recta con respecto al adaptador de acoplamiento."
    }
  },
  {
    "translation": {
      "en": "The whole time, we are watching our telemetry",
      "es": "Todo el tiempo, monitoreamos la telemetría"
    }
  },
  {
    "translation": {
      "en": "and making sure that when it gets to the docking adapter,",
      "es": "para que, cuando llegue al adaptador de acoplamiento,"
    }
  },
  {
    "translation": {
      "en": "it is precisely where it needs to be.",
      "es": "esté exactamente donde debe estar."
    }
  },
  {
    "translation": {
      "en": "One problem, and it's a collision.",
      "es": "Si hay un problema, colisionará."
    }
  },
  {
    "translation": {
      "en": "We face that risk, and we deal with that by being extremely intentional in everything we do.",
      "es": "Enfrentamos ese riesgo haciendo todo de manera deliberada."
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "es": "Estación Espacial en el canal principal."
    }
  },
  {
    "translation": {
      "en": "Dragon, tally ho. I know you guys probably see it on the video cameras,",
      "es": "Dragon, tally-ho. Sé que lo ven en las cámaras, pero también podemos verlo a simple vista."
    }
  },
  {
    "translation": {
      "en": "but with the naked eye, we can see it as well.",
      "es": "Sé que lo ven en las cámaras, pero también podemos verlo a simple vista."
    }
  },
  {
    "translation": {
      "en": "Looking like a nice, shiny new friend.",
      "es": "Parece un nuevo amigo que brilla."
    }
  },
  {
    "translation": {
      "en": "Dragon copies. We'll be there in a second.",
      "es": "Dragon copia. Llegaremos en un segundo."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX.",
      "es": "Dragon, SpaceX."
    }
  },
  {
    "translation": {
      "en": "Ground is go for approach initiation.",
      "es": "Tierra está lista para iniciar la aproximación."
    }
  },
  {
    "translation": {
      "en": "[Doug] Dragon on the big loop. We copy go.",
      "es": "Dragon en el canal principal. Copiado."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, just 400 meters directly below station,",
      "es": "Dragon, a 400 metros debajo de la estación,"
    }
  },
  {
    "translation": {
      "en": "swinging itself up out in front to align itself with the docking adapter.",
      "es": "moviéndose hacia adelante para alinearse con el adaptador de acoplamiento."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Commanding hold.",
      "es": "Dragon, SpaceX. Ordenamos la espera."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. We will command the hold.",
      "es": "Copiado. Acataremos la espera."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon holding a little over 17,000 miles an hour,",
      "es": "Dragon va a un poco más de 27 00 kilómetros por hora"
    }
  },
  {
    "translation": {
      "en": "directly out in front of the space station.",
      "es": "directamente frente a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "es": "Estación Espacial en el canal principal."
    }
  },
  {
    "translation": {
      "en": "Crew on the International Space Station is ready for docking.",
      "es": "La tripulación de la estación espacial está lista para el acoplamiento."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. You are go to execute final approach.",
      "es": "Dragon, SpaceX. Autorización para la aproximación final."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Go for docking.",
      "es": "Copiado. Acoplaremos."
    }
  },
  {
    "translation": {
      "en": "[Anna] We are following along with you.",
      "es": "Los seguimos."
    }
  },
  {
    "translation": {
      "en": "[Doug] One hundred meters away from the space station.",
      "es": "A cien metros de la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[Anna] You know, as we were approaching the space station, I remember being extremely focused.",
      "es": "Al acercarnos a la estación espacial, recuerdo que estaba muy concentrada."
    }
  },
  {
    "translation": {
      "en": "I had a checklist in my mind.",
      "es": "Tenía una lista en mente."
    }
  },
  {
    "translation": {
      "en": "[Bob] We're inside 20 meters.",
      "es": "Estamos a 20 metros."
    }
  },
  {
    "translation": {
      "en": "[Anna] And I remember at one point, we were close to docking, and I looked up, and I saw Dragon.",
      "es": "En un momento, estábamos por acoplarnos, miré hacia arriba y vi a la Dragon."
    }
  },
  {
    "translation": {
      "en": "I just had this moment of almost pinching myself",
      "es": "Casi tuve que pellizcarme el brazo."
    }
  },
  {
    "translation": {
      "en": "that… that I couldn't believe this was happening.",
      "es": "No podía creer que eso estuviera pasando."
    }
  },
  {
    "translation": {
      "en": "I told myself this is… this is an incredibly special moment.",
      "es": "Me dije a mí misma que era un momento increíblemente especial."
    }
  },
  {
    "translation": {
      "en": "[Bob] Three meters to go.",
      "es": "Faltan tres metros."
    }
  },
  {
    "translation": {
      "en": "Two meters.",
      "es": "Dos metros."
    }
  },
  {
    "translation": {
      "en": "We are inside the hands-off point. One meter to go.",
      "es": "Estamos en el punto de encuentro. Falta un metro."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Docking sequence is complete.",
      "es": "Dragon, SpaceX. Secuencia de acoplamiento completada."
    }
  },
  {
    "translation": {
      "en": "Welcome to the International Space Station.",
      "es": "Bienvenidos a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "[man] Dragon arriving.",
      "es": "Dragon llegando."
    }
  },
  {
    "translation": {
      "en": "The crew of Expedition 63 is honored to welcome",
      "es": "La tripulación de Expedición 63 tiene el honor de recibir"
    }
  },
  {
    "translation": {
      "en": "Dragon and the commercial crew program aboard the International Space Station.",
      "es": "a la Dragon y a su tripulación a bordo de la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug, glad to have you as part of the crew.",
      "es": "Bob y Doug, me alegra que sean parte del equipo."
    }
  },
  {
    "translation": {
      "en": "[officer] Aboard the International Space Station,",
      "es": "A bordo de la estación espacial,"
    }
  },
  {
    "translation": {
      "en": "Commander Chris Cassidy standing by in node two.",
      "es": "el comandante Chris Cassidy está en el nodo dos."
    }
  },
  {
    "translation": {
      "en": "He does have two crew members on board, both Russian cosmonauts.",
      "es": "Tiene dos tripulantes a bordo. Ambos son cosmonautas rusos."
    }
  },
  {
    "translation": {
      "en": "He, uh, recently launched on the same Russian Soyuz spacecraft just a little more than a month ago.",
      "es": "Despegó con la misma nave rusa Soyuz hace poco más de un mes."
    }
  },
  {
    "translation": {
      "en": "[Chris] And with that, Endeavour, welcome to the International Space Station.",
      "es": "Endeavour, bienvenidos a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "Please come aboard.",
      "es": "Suban a bordo."
    }
  },
  {
    "translation": {
      "en": "[Jim] Station, this is the NASA Administrator. Can you hear me?",
      "es": "Estación, habla el administrador de la NASA. ¿Me copian?"
    }
  },
  {
    "translation": {
      "en": "We hear you loud and clear, sir. Welcome to the space station.",
      "es": "Copiamos fuerte y claro, señor. Bienvenidos a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "[Jim] Thank you, Chris. It's good to see you.",
      "es": "Gracias, Chris. Qué bueno verte."
    }
  },
  {
    "translation": {
      "en": "And welcome to Bob and Doug.",
      "es": "Les damos la bienvenida a Bob y Doug."
    }
  },
  {
    "translation": {
      "en": "I will tell you, the whole world saw this mission,",
      "es": "Todo el mundo vio esta misión."
    }
  },
  {
    "translation": {
      "en": "and we are so, so proud.",
      "es": "Estamos muy orgullosos."
    }
  },
  {
    "translation": {
      "en": "I have a… a question for Chris.",
      "es": "Tengo una pregunta para Chris."
    }
  },
  {
    "translation": {
      "en": "Our crew here decided to be about three days late.",
      "es": "Nuestro equipo decidió llegar tres días tarde."
    }
  },
  {
    "translation": {
      "en": "You gotta work them overtime, I presume now,",
      "es": "Deberán trabajar horas extra"
    }
  },
  {
    "translation": {
      "en": "to get them caught up on all the activities that they missed out on.",
      "es": "para ponerlos al día con las actividades que se perdieron."
    }
  },
  {
    "translation": {
      "en": "Well, the day they missed out on was a good one for them to skip.",
      "es": "Menos mal que se perdieron ese día."
    }
  },
  {
    "translation": {
      "en": "It was Saturday housecleaning, and I…",
      "es": "Era la limpieza del sábado."
    }
  },
  {
    "translation": {
      "en": "But I took care of it for 'em. We'll catch up next… next weekend.",
      "es": "Pero lo hice por ellos. Lo harán el próximo fin de semana."
    }
  },
  {
    "translation": {
      "en": "Uh, but in all seriousness, we're looking forward to some operational stuff later in the month.",
      "es": "Ahora, en serio, haremos cosas operacionales más adelante este mes."
    }
  },
  {
    "translation": {
      "en": "Maybe we'll get outside and do some space walks.",
      "es": "Quizá hagamos caminatas espaciales."
    }
  },
  {
    "translation": {
      "en": "So we're… we're all super excited to have two more crewmates to the Expedition 63 team.",
      "es": "Nos entusiasma tener dos compañeros más en el equipo de la Expedición 63."
    }
  },
  {
    "translation": {
      "en": "[man] Station, this is James Corden with the CBS Late Late Show.",
      "es": "Estación, habla James Corden del programa CBS Late Late Show."
    }
  },
  {
    "translation": {
      "en": "How are you, gentlemen? Can you hear me?",
      "es": "¿Cómo están? ¿Puedes oírme?"
    }
  },
  {
    "translation": {
      "en": "James. Welcome aboard the International Space Station.",
      "es": "James, bienvenido a la Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "We heard you loud and clear.",
      "es": "Te escuchamos bien."
    }
  },
  {
    "translation": {
      "en": "[James] How are you getting on up there? How are you doing? Are you okay?",
      "es": "¿Cómo están ahí? ¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "[Doug] We're doing pretty good.",
      "es": "Estamos bien."
    }
  },
  {
    "translation": {
      "en": "I think we're assimilating into the, uh, ISS life,",
      "es": "Nos estamos incorporando a la vida de la estación espacial"
    }
  },
  {
    "translation": {
      "en": "trying to help Chris out as much as we can.",
      "es": "e intentamos ayudar a Chris."
    }
  },
  {
    "translation": {
      "en": "[James] That's great. I'm jealous of both of you right now because I've spent most of my life wanting to be weightless.",
      "es": "Genial. Me da envidia porque siempre quise no pesar nada."
    }
  },
  {
    "translation": {
      "en": "Tell me, what's the best and worst thing about living life in zero gravity every day?",
      "es": "¿Qué es lo mejor y lo peor de vivir en gravedad cero todos los días?"
    }
  },
  {
    "translation": {
      "en": "Oh, look at this.",
      "es": "Miren eso."
    }
  },
  {
    "translation": {
      "en": "That's magnificent.",
      "es": "Es magnífico."
    }
  },
  {
    "translation": {
      "en": "[Doug] You can imagine that there's a lot of places,",
      "es": "Hay algunos lugares,"
    }
  },
  {
    "translation": {
      "en": "like going to the restroom, for example, where you like stuff to stay where you put it.",
      "es": "como el baño, por ejemplo, donde las cosas deberían quedarse quietas."
    }
  },
  {
    "translation": {
      "en": "And so, uh, we definitely find that frustrating at times.",
      "es": "Entonces, eso nos resulta frustrante a veces."
    }
  },
  {
    "translation": {
      "en": "Time to go.",
      "es": "Es hora de ir al baño."
    }
  },
  {
    "translation": {
      "en": "You take the valve, and, uh…",
      "es": "Tomo la válvula y…"
    }
  },
  {
    "translation": {
      "en": "That's where your business goes.",
      "es": "Ahí es donde van las cosas."
    }
  },
  {
    "translation": {
      "en": "[Doug] They have six crew quarters on board the space station,",
      "es": "Tienen seis habitaciones a bordo de la estación espacial."
    }
  },
  {
    "translation": {
      "en": "and those crew quarters are really, really nice.",
      "es": "Esas habitaciones son muy agradables."
    }
  },
  {
    "translation": {
      "en": "You've got your laptop in there.",
      "es": "Hay una computadora portátil."
    }
  },
  {
    "translation": {
      "en": "You've got your sleeping bag attached to a wall.",
      "es": "Hay un saco de dormir pegado a una pared."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can you reach down and touch your toes?",
      "es": "¿Puedes agacharte y tocarte los dedos de los pies?"
    }
  },
  {
    "translation": {
      "en": "You probably would have to fold your computer up,",
      "es": "Quizá tendría que levantar la computadora"
    }
  },
  {
    "translation": {
      "en": "and then you might be able to kind of do a sit-up,",
      "es": "y, luego, hacer un abdominal"
    }
  },
  {
    "translation": {
      "en": "uh, and not hit both walls.",
      "es": "sin golpear ninguna de las paredes."
    }
  },
  {
    "translation": {
      "en": "I mean, it's certainly not huge,",
      "es": "Claramente, no es enorme,"
    }
  },
  {
    "translation": {
      "en": "but it's actually kind of… kind of cozy, if… if I had to be honest.",
      "es": "pero, en realidad, es algo acogedor, a decir verdad."
    }
  },
  {
    "translation": {
      "en": "[woman] What kind of liquids can you drink?",
      "es": "¿Qué tipo de líquidos pueden beber?"
    }
  },
  {
    "translation": {
      "en": "Is there a cocktail hour in space?",
      "es": "¿Hay un momento para tomar tragos en el espacio?"
    }
  },
  {
    "translation": {
      "en": "Every hour is cocktail hour for, uh…",
      "es": "Todo el tiempo es momento de tomar tragos"
    }
  },
  {
    "translation": {
      "en": "for astronauts.",
      "es": "para los astronautas"
    }
  },
  {
    "translation": {
      "en": "Because you can drink balls of fluid right out of the air like that.",
      "es": "porque podemos beber bolas de líquido del aire, así."
    }
  },
  {
    "translation": {
      "en": "I don't know how many of these examples I wanna set for my son,",
      "es": "No sé si quiero mostrarle esto a mi hijo,"
    }
  },
  {
    "translation": {
      "en": "because he'll be playing with his food all day if he gets the chance to see something like this.",
      "es": "porque jugará con la comida todo el día si me ve haciendo algo así."
    }
  },
  {
    "translation": {
      "en": "Chicken.",
      "es": "Pollo."
    }
  },
  {
    "translation": {
      "en": "[Doug] We exercise for about two hours, uh, every day,",
      "es": "Hacemos ejercicio durante dos horas todos los días,"
    }
  },
  {
    "translation": {
      "en": "with weight lifting and either running or cycling",
      "es": "Levantamos pesas y corremos o usamos la bicicleta"
    }
  },
  {
    "translation": {
      "en": "to maintain our health and our fitness for our return.",
      "es": "para cuidar la salud y mantener el estado físico para el regreso."
    }
  },
  {
    "translation": {
      "en": "[Bob] Our heart, its most important job is to feed the brain oxygenated blood.",
      "es": "El trabajo más importante del corazón es llevar sangre oxigenada al cerebro."
    }
  },
  {
    "translation": {
      "en": "And then when you take the gravity vector out of the picture,",
      "es": "Al quitar la gravedad, el corazón envía demasiada sangre al cerebro"
    }
  },
  {
    "translation": {
      "en": "the heart sends too much up to the brain, and your head gets all puffed up.",
      "es": "Al quitar la gravedad, el corazón envía demasiada sangre al cerebro y la cabeza se hincha."
    }
  },
  {
    "translation": {
      "en": "[Karen] The way your body adapts to weightlessness,",
      "es": "La forma en que el cuerpo se adapta a la ingravidez…"
    }
  },
  {
    "translation": {
      "en": "I distinctly remember when I first got to space,",
      "es": "Recuerdo claramente que, cuando llegué al espacio,"
    }
  },
  {
    "translation": {
      "en": "every time I would flip upside down, I felt like I was upside down.",
      "es": "cada vez que me volteaba, sentía que estaba al revés."
    }
  },
  {
    "translation": {
      "en": "And there was a moment",
      "es": "En un momento,"
    }
  },
  {
    "translation": {
      "en": "where I was trying to hang my sleeping bag on the mid-deck wall,",
      "es": "intenté colgar mi saco de dormir en la pared"
    }
  },
  {
    "translation": {
      "en": "and, just like this, my mind completely changed.",
      "es": "y, de repente, mi mente cambió por completo."
    }
  },
  {
    "translation": {
      "en": "And from that point on, I could be in any orientation,",
      "es": "A partir de ahí, podía estar en cualquier orientación"
    }
  },
  {
    "translation": {
      "en": "and I never felt like I was upside down.",
      "es": "sin sentir que estaba al revés."
    }
  },
  {
    "translation": {
      "en": "It was so neat to me,",
      "es": "Me encantó"
    }
  },
  {
    "translation": {
      "en": "the way your body and mind just switch like that.",
      "es": "la forma en que el cuerpo y la mente cambian así de fácil."
    }
  },
  {
    "translation": {
      "en": "[Bob] You feel congested because you still have all this extra volume in your head.",
      "es": "Nos sentimos congestionados por el volumen extra en la cabeza."
    }
  },
  {
    "translation": {
      "en": "So your sense of smell and your sense of taste are dull.",
      "es": "Se pierden el sentido del olfato y el sentido del gusto."
    }
  },
  {
    "translation": {
      "en": "We have every hot sauce known to humankind.",
      "es": "Tenemos todas las salsas picantes conocidas."
    }
  },
  {
    "translation": {
      "en": "You pour that on absolutely everything.",
      "es": "Se las ponemos a absolutamente todo."
    }
  },
  {
    "translation": {
      "en": "[officer] I believe birthday wishes are in order, Bob. Is that true?",
      "es": "Bob, ¿debería saludarte por tu cumpleaños?"
    }
  },
  {
    "translation": {
      "en": "[Bob] That's true. I got to join the 50-year-old club, just like these two other guys.",
      "es": "Sí. Me uní al club de 50 años, como los otros dos."
    }
  },
  {
    "translation": {
      "en": "They've been teasing me all day about it.",
      "es": "Me molestaron con eso todo el día."
    }
  },
  {
    "translation": {
      "en": "[officer] Yeah, I know it's not safe to put 50 candles on a cake in a high-oxygen environment,",
      "es": "No es seguro poner 50 velas en un pastel en un ambiente con mucho oxígeno,"
    }
  },
  {
    "translation": {
      "en": "but at least make everybody sing to you.",
      "es": "pero haz que te canten Cumpleaños feliz. MINIPASTELES DE CUMPLEAÑOS ALGUIEN EN ALGÚN LADO ME QUIERE"
    }
  },
  {
    "translation": {
      "en": "[Megan] Because I know so well what Bob is doing, I know he's working really hard.",
      "es": "Conozco bien lo que hace Bob y sé que está trabajando mucho."
    }
  },
  {
    "translation": {
      "en": "I've had those same experiences,",
      "es": "FELIZ CUMPLEAÑOS A MI ASTRONAUTA FAVORITO Tuve esa misma experiencia y sé que es difícil estar lejos de la familia."
    }
  },
  {
    "translation": {
      "en": "and I know it's hard to be away from your family.",
      "es": "Tuve esa misma experiencia y sé que es difícil estar lejos de la familia."
    }
  },
  {
    "translation": {
      "en": "It was important to us to do something special.",
      "es": "Para nosotros, era importante hacer algo especial."
    }
  },
  {
    "translation": {
      "en": "That encouragement from home, I think, is really important,",
      "es": "Es importante tener apoyo desde casa, que pensamos en él porque sabemos que lo que hace es difícil."
    }
  },
  {
    "translation": {
      "en": "that we're thinking of him, that we know what he's doing is hard.",
      "es": "que pensamos en él porque sabemos que lo que hace es difícil."
    }
  },
  {
    "translation": {
      "en": "You know, the work requires, you know, a lot of dedication,",
      "es": "Este trabajo requiere mucha dedicación, mucha concentración,"
    }
  },
  {
    "translation": {
      "en": "a lot of focus, a lot of problem-solving, and always a lot of risk.",
      "es": "Este trabajo requiere mucha dedicación, mucha concentración, la resolución de muchos problemas y también mucho riesgo."
    }
  },
  {
    "translation": {
      "en": "Can you guys hear me?",
      "es": "¿Pueden oírme?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, loud and clear. -[Doug] Okay.",
      "es": "- Sí, fuerte y claro. - Bien."
    }
  },
  {
    "translation": {
      "en": "Check the PTT's off.",
      "es": "Revisa que el radio esté en automático."
    }
  },
  {
    "translation": {
      "en": "Houston air lock on one.",
      "es": "Houston en el canal uno."
    }
  },
  {
    "translation": {
      "en": "Uh, we're complete with the, uh, med-ox lab change-out procedure.",
      "es": "Terminamos con el procedimiento de cambio de Metox."
    }
  },
  {
    "translation": {
      "en": "Going back to step 15 in 1.225.",
      "es": "Volviendo al paso 15 en 1.225."
    }
  },
  {
    "translation": {
      "en": "[Anna] Thanks, Doug, for working the setup so well.",
      "es": "Gracias, Doug, por trabajar tan bien."
    }
  },
  {
    "translation": {
      "en": "Got us right on timeline. We appreciate it.",
      "es": "Lo hiciste justo a tiempo. Te lo agradecemos."
    }
  },
  {
    "translation": {
      "en": "Chris and Bob, good morning.",
      "es": "Chris y Bob, buenos días."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Good morning. -[Chris] Good morning.",
      "es": "- Buenos días. - Buenos días."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, with that, we'll step into the post depress.",
      "es": "Bien, pasaremos a la posdespresurización."
    }
  },
  {
    "translation": {
      "en": "-[Chris] EV1 copies. -[Bob] EV2 copies.",
      "es": "- EV1 copiamos. - EV2 copiamos."
    }
  },
  {
    "translation": {
      "en": "[Doug] To keep Space Station flying over the Earth,",
      "es": "Para mantener a la estación espacial volando sobre la Tierra,"
    }
  },
  {
    "translation": {
      "en": "it's a constant maintenance program.",
      "es": "hay un programa de mantenimiento constante."
    }
  },
  {
    "translation": {
      "en": "We do all these space walks",
      "es": "Hacemos caminatas espaciales"
    }
  },
  {
    "translation": {
      "en": "to either add modules to the space station when we were building it.",
      "es": "para añadir módulos a la estación espacial cuando la estamos construyendo"
    }
  },
  {
    "translation": {
      "en": "And now it's to replace pieces of equipment that either are getting old or that fail.",
      "es": "y, después, para reemplazar partes que están viejas o fallan."
    }
  },
  {
    "translation": {
      "en": "Our mission is essentially to upgrade the batteries.",
      "es": "Nuestra misión es cambiar las baterías."
    }
  },
  {
    "translation": {
      "en": "You know, the power of the space station is maintained by the battery system.",
      "es": "El sistema de baterías suministra la energía a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "Through the solar arrays, the batteries are recharged.",
      "es": "Las baterías se recargan con paneles solares."
    }
  },
  {
    "translation": {
      "en": "And so just like a rechargeable battery at home, after many years of these cycles,",
      "es": "Como una batería recargable casera, tras muchos ciclos durante años"
    }
  },
  {
    "translation": {
      "en": "and then of course the hot and cold of being in space between daylight and darkness,",
      "es": "y la exposición al calor y el frío de la luz y la oscuridad del espacio,"
    }
  },
  {
    "translation": {
      "en": "those batteries wear out.",
      "es": "las baterías se desgastan."
    }
  },
  {
    "translation": {
      "en": "It's a big job, because these batteries are like 400 pounds apiece.",
      "es": "Es difícil porque las baterías pesan como 180 kilos cada una."
    }
  },
  {
    "translation": {
      "en": "Fortunately, we got both Bob and Chris,",
      "es": "Por suerte, tenemos a Bob y Chris,"
    }
  },
  {
    "translation": {
      "en": "two of our best spacewalkers.",
      "es": "dos de nuestros mejores caminantes espaciales."
    }
  },
  {
    "translation": {
      "en": "-Doing good? -[Bob] Yeah.",
      "es": "- ¿Todo bien? - Sí."
    }
  },
  {
    "translation": {
      "en": "During my first two missions, I did six space walks",
      "es": "En mis dos primeras misiones, hice seis caminatas espaciales"
    }
  },
  {
    "translation": {
      "en": "associated with the construction of the space station.",
      "es": "relacionadas con la construcción de la estación espacial."
    }
  },
  {
    "translation": {
      "en": "But even though I've done it a couple of times, it doesn't get easy for me.",
      "es": "Pero, aunque lo he hecho un par de veces, para mí no es fácil."
    }
  },
  {
    "translation": {
      "en": "You know, there's a lot of pressure in a situation like that,",
      "es": "Hay mucha presión en una situación como esa."
    }
  },
  {
    "translation": {
      "en": "that, uh, if you don't do your job, uh, successfully, I could float off into space.",
      "es": "Si no hago bien mi trabajo, podría quedarme flotando en el espacio."
    }
  },
  {
    "translation": {
      "en": "You have to compartmentalize and take deep breaths",
      "es": "Hay que compartimentar y respirar hondo para tomarlo con calma"
    }
  },
  {
    "translation": {
      "en": "so that you can pace yourself and stay focused",
      "es": "Hay que compartimentar y respirar hondo para tomarlo con calma y concentrarse al hacer esta tarea abrumadora."
    }
  },
  {
    "translation": {
      "en": "in the face of this daunting task.",
      "es": "y concentrarse al hacer esta tarea abrumadora."
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, Bob, we're ready with the crew lock depress.",
      "es": "Bob, estamos listos para la despresurización."
    }
  },
  {
    "translation": {
      "en": "We're gonna take the, uh, depress pump power switch to \"on.\"",
      "es": "Encenderemos el interruptor de la bomba."
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay. Depress pump power coming on.",
      "es": "Bien. Bomba despresurizadora por iniciar."
    }
  },
  {
    "translation": {
      "en": "[Doug] Good luck, guys.",
      "es": "Buena suerte, chicos."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, guys, great job. We're gonna pick up slowly.",
      "es": "Chicos, buen trabajo. Vamos a empezar lentamente."
    }
  },
  {
    "translation": {
      "en": "[Bob] Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[Anna] Bob, for you, as you get outboard, you're looking for handrail 2075 for your green hook.",
      "es": "Bob, al salir, busca el pasamanos 2075 para el gancho verde."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. 2075.",
      "es": "Copiado. 2075."
    }
  },
  {
    "translation": {
      "en": "-It's kind of dark out here, Chris. -[Chris] Yeah, it's kind of dark.",
      "es": "- Está oscuro, Chris. - Sí, está un poco oscuro."
    }
  },
  {
    "translation": {
      "en": "[Bob] How much longer till daylight has me?",
      "es": "¿Cuánto falta para la luz?"
    }
  },
  {
    "translation": {
      "en": "[Anna] Approximately three and a half minutes till daylight.",
      "es": "Aproximadamente tres minutos y medio para la luz."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Sun. -[Chris] Here comes the sun again.",
      "es": "- El sol. - Ahí viene el sol."
    }
  },
  {
    "translation": {
      "en": "[Anna] You should be coming up on the coast of California soon.",
      "es": "Pronto llegarás a la costa de California."
    }
  },
  {
    "translation": {
      "en": "If you look south, you might see Hawthorne.",
      "es": "Si miras al sur, tal vez veas Hawthorne."
    }
  },
  {
    "translation": {
      "en": "And, Bob, did you wanna go to battery one first?",
      "es": "Bob, ¿querías ir a la batería uno primero?"
    }
  },
  {
    "translation": {
      "en": "[Bob] Let's go to battery three first.",
      "es": "Vamos a la batería tres primero."
    }
  },
  {
    "translation": {
      "en": "[Anna] You'll be going to H1. Confirm socket tape line flush.",
      "es": "Ve a H1. Busca un conector empotrado."
    }
  },
  {
    "translation": {
      "en": "Looking for eight turns to release the battery.",
      "es": "Dale ocho vueltas para desconectar la batería."
    }
  },
  {
    "translation": {
      "en": "[Bob] I have control of the batteries?",
      "es": "¿Tengo el control de las baterías?"
    }
  },
  {
    "translation": {
      "en": "[Chris] You have control.",
      "es": "Tienes el control."
    }
  },
  {
    "translation": {
      "en": "[Doug] Okay, copy that.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "Looks good, guys.",
      "es": "Se ve bien, chicos."
    }
  },
  {
    "translation": {
      "en": "[Anna] And we're about to enter a night pass.",
      "es": "A punto de entrar en la zona de noche."
    }
  },
  {
    "translation": {
      "en": "Bob, I have several cautions and warnings for you when you're ready.",
      "es": "Bob, tengo varias advertencias para cuando estés listo."
    }
  },
  {
    "translation": {
      "en": "[Bob] I'm ready.",
      "es": "Estoy listo."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, no sudden movements.",
      "es": "Sin movimientos repentinos."
    }
  },
  {
    "translation": {
      "en": "The Bravo 7 torque setting may cause bolt failure.",
      "es": "El ajuste de par de Bravo 7 puede causar fallas en los tornillos,"
    }
  },
  {
    "translation": {
      "en": "This could result in a non-captive sharp edge and broken shank.",
      "es": "que podrían provocar una punta filosa suelta y un vástago roto."
    }
  },
  {
    "translation": {
      "en": "How copy?",
      "es": "¿Copiado?"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy all.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "Is there any good news about this?",
      "es": "¿Hay alguna buena noticia?"
    }
  },
  {
    "translation": {
      "en": "[Chris] Sounds scary, Bob. You sure you wanna do that?",
      "es": "Da miedo, Bob. ¿Seguro que quieres hacerlo?"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Obviously. -[Chris] Obviously.",
      "es": "- Obvio. - Obvio."
    }
  },
  {
    "translation": {
      "en": "[Bob] It looks equal to me on both sides.",
      "es": "Se ve igual en ambos lados."
    }
  },
  {
    "translation": {
      "en": "[Chris] I agree.",
      "es": "Estoy de acuerdo."
    }
  },
  {
    "translation": {
      "en": "In the indicator, those locked.",
      "es": "Según el indicador, están trabados."
    }
  },
  {
    "translation": {
      "en": "[Anna] Copy, such a good install.",
      "es": "Copiado. Buena instalación."
    }
  },
  {
    "translation": {
      "en": "Just a heads-up, you're going into a day pass in about a minute.",
      "es": "Te aviso que entrarás en la zona de día en un minuto."
    }
  },
  {
    "translation": {
      "en": "[Bob] How about a picture?",
      "es": "¿Qué tal una foto?"
    }
  },
  {
    "translation": {
      "en": "It's a good location, good time.",
      "es": "Es un buen lugar y un buen momento."
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[Bob] I don't know if we're gonna make it through another day-night cycle.",
      "es": "No sé si tendremos otro ciclo de día y noche."
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah, that's good.",
      "es": "Sí, es verdad."
    }
  },
  {
    "translation": {
      "en": "[Bob] To see the wondrous events that are happening",
      "es": "Al ver los increíbles eventos que hay mientras caminamos en el espacio,"
    }
  },
  {
    "translation": {
      "en": "as you go through a space walk, there's sunrises and sunsets,",
      "es": "Al ver los increíbles eventos que hay mientras caminamos en el espacio, como amaneceres y atardeceres,"
    }
  },
  {
    "translation": {
      "en": "you realize, you know, our world is precious,",
      "es": "nos damos cuenta de que nuestro mundo es hermoso"
    }
  },
  {
    "translation": {
      "en": "and you start having appreciation for how little you actually are.",
      "es": "nos damos cuenta de que nuestro mundo es hermoso y empezamos a apreciar lo pequeño que somos."
    }
  },
  {
    "translation": {
      "en": "And I think every astronaut kind of feels the same way.",
      "es": "Creo que todos los astronautas sentimos lo mismo."
    }
  },
  {
    "translation": {
      "en": "[Megan] As you go around the Earth, you don't see the lines and the borders that are drawn on maps.",
      "es": "Al recorrer la Tierra, no se ven las líneas y los límites de los mapas."
    }
  },
  {
    "translation": {
      "en": "You see the Earth as this one entity,",
      "es": "Se ve la Tierra como una unidad,"
    }
  },
  {
    "translation": {
      "en": "and it's our home.",
      "es": "y es nuestro hogar."
    }
  },
  {
    "translation": {
      "en": "You sense its fragility",
      "es": "Se percibe su fragilidad en la vasta negrura del espacio"
    }
  },
  {
    "translation": {
      "en": "in this sort of vast blackness of space and this very thin atmosphere",
      "es": "Se percibe su fragilidad en la vasta negrura del espacio y esa delgada atmósfera que nos mantiene a salvo."
    }
  },
  {
    "translation": {
      "en": "that's what's keeping us all safe.",
      "es": "y esa delgada atmósfera que nos mantiene a salvo."
    }
  },
  {
    "translation": {
      "en": "You feel very protective, I think,",
      "es": "Se siente una protección"
    }
  },
  {
    "translation": {
      "en": "and you feel a very strong connection.",
      "es": "y una conexión muy fuerte."
    }
  },
  {
    "translation": {
      "en": "[Doug] Even the most hardened, cynical astronauts, you know,",
      "es": "Hasta los astronautas más escépticos"
    }
  },
  {
    "translation": {
      "en": "once they've gone to space, it's changed them and for the better.",
      "es": "cambian, y para mejor, tras ir al espacio."
    }
  },
  {
    "translation": {
      "en": "You know, you look down, and you go, \"We're all on this little ball.\"",
      "es": "Miramos hacia abajo y pensamos: \"Estamos en esta pelotita\"."
    }
  },
  {
    "translation": {
      "en": "And then you look back into space",
      "es": "Luego, al mirar al espacio,"
    }
  },
  {
    "translation": {
      "en": "and get this overwhelming sense of, you know, the things we're gonna do next.",
      "es": "nos abruma lo que haremos a continuación."
    }
  },
  {
    "translation": {
      "en": "[officer] Okay, Neil, we can see you coming down the ladder now.",
      "es": "Neil, te vemos bajar la escalera."
    }
  },
  {
    "translation": {
      "en": "[Neil] That's one small step for man,",
      "es": "Es un pequeño paso para el hombre,"
    }
  },
  {
    "translation": {
      "en": "one giant leap for mankind.",
      "es": "pero un gran salto para la humanidad."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Oh gee, that's great.",
      "es": "Qué maravilla."
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yes, indeed. They've got the flag up now, and you can see the stars and stripes.",
      "es": "Sí, ya clavaron la bandera. Se ven las estrellas y las franjas."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Beautiful, just beautiful.",
      "es": "Es hermosa, simplemente hermosa."
    }
  },
  {
    "translation": {
      "en": "[Neil] Here men from the planet Earth first set foot upon the Moon.",
      "es": "Aquí los hombres del planeta Tierra pisaron la Luna por primera vez."
    }
  },
  {
    "translation": {
      "en": "July 1969 AD.",
      "es": "Julio de 1969 d. C."
    }
  },
  {
    "translation": {
      "en": "They came in peace for all mankind.",
      "es": "Vinieron en paz en nombre de toda la humanidad."
    }
  },
  {
    "translation": {
      "en": "[officer] And welcome home.",
      "es": "Bienvenidos a casa."
    }
  },
  {
    "translation": {
      "en": "[Hans] Landing on the Moon",
      "es": "El aterrizaje en la Luna"
    }
  },
  {
    "translation": {
      "en": "is singularly the most dramatic event in the history of humanity.",
      "es": "es el evento más espectacular de la historia de la humanidad."
    }
  },
  {
    "translation": {
      "en": "And so this is the leftovers, basically. [laughs]",
      "es": "Básicamente, estas son las sobras."
    }
  },
  {
    "translation": {
      "en": "If you asked what inspired me, this is what inspired me.",
      "es": "Si quieres saber qué me inspiró, fue esto."
    }
  },
  {
    "translation": {
      "en": "-[Bala] Saturn V? -[Hans] Yeah.",
      "es": "- ¿El Saturno V? - Sí."
    }
  },
  {
    "translation": {
      "en": "I mean, that's what I saw when I was a kid.",
      "es": "Eso es lo que vi cuando era niño."
    }
  },
  {
    "translation": {
      "en": "This is pretty crazy.",
      "es": "Es una locura."
    }
  },
  {
    "translation": {
      "en": "You know how much thrust it had? A million and something?",
      "es": "¿Sabes cuánta potencia tenía? Más de un millón."
    }
  },
  {
    "translation": {
      "en": "[Bala] Like the size of that gas generator,",
      "es": "El generador de gas"
    }
  },
  {
    "translation": {
      "en": "it almost looks like the size of our thrust chamber.",
      "es": "es de casi el mismo tamaño que nuestra cámara de empuje."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Exactly. -[laughing]",
      "es": "Exacto."
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah, it's huge.",
      "es": "Sí, es enorme."
    }
  },
  {
    "translation": {
      "en": "This is the most powerful rocket that had been built up to date.",
      "es": "Es el cohete más potente que se había construido hasta ese momento."
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, you just need that energy to get--",
      "es": "Se necesita esa energía para llegar…"
    }
  },
  {
    "translation": {
      "en": "To the Moon.",
      "es": "…a la Luna."
    }
  },
  {
    "translation": {
      "en": "-Or to Mars. -Mars, so… [chuckles]",
      "es": "- O a Marte. - A Marte, sí."
    }
  },
  {
    "translation": {
      "en": "The other thing to recognize is, like, this was all like new stuff",
      "es": "Hay que admitir que era algo nuevo"
    }
  },
  {
    "translation": {
      "en": "that they had made and, like, didn't have much flight experience on.",
      "es": "y que no tenían mucha experiencia de vuelo."
    }
  },
  {
    "translation": {
      "en": "I mean, we have, like, 80-something flights. And we're slowly getting into those flights.",
      "es": "Hicimos unos 80 y pico. Nos estamos metiendo en eso de a poco."
    }
  },
  {
    "translation": {
      "en": "Only now are we confident enough to put Bob and Doug in there. [laughs]",
      "es": "Recién tenemos la confianza para meter a Bob y Doug ahí."
    }
  },
  {
    "translation": {
      "en": "And they tested it twice and said, \"Okay, you guys go in there.\" [laughs]",
      "es": "Ellos lo probaron dos veces y dijeron: \"Métanse ahí\"."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "All right, let's go one step further.",
      "es": "Muy bien, avancemos."
    }
  },
  {
    "translation": {
      "en": "-That's the lunar lander. -[Bala] Yeah.",
      "es": "- Es la sonda lunar. - Sí."
    }
  },
  {
    "translation": {
      "en": "It looks small, actually.",
      "es": "Se ve pequeña."
    }
  },
  {
    "translation": {
      "en": "-I wanna see that inside. -[Bala] Yeah. They'd be standing up in there, basically.",
      "es": "- Quiero ver el interior. - Sí. Estaban parados ahí, básicamente."
    }
  },
  {
    "translation": {
      "en": "There's no… no chair or anything.",
      "es": "No había ninguna silla ni nada."
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, and this had the rudiments of digital computers in there.",
      "es": "Sí, y esto tenía una computadora digital rudimentaria."
    }
  },
  {
    "translation": {
      "en": "[Hans] I mean, a computer on this thing,",
      "es": "Es decir, esa computadora"
    }
  },
  {
    "translation": {
      "en": "I don't think there's anything comparable that we have.",
      "es": "no se compara con nada actual."
    }
  },
  {
    "translation": {
      "en": "-A car key is probably smarter. -Yeah.",
      "es": "- Una llave de auto es más inteligente. - Sí."
    }
  },
  {
    "translation": {
      "en": "But, I mean, they made it work.",
      "es": "Pero lo hicieron funcionar."
    }
  },
  {
    "translation": {
      "en": "-I mean, that's the main thing. -That's the fascinating thing.",
      "es": "- Eso es lo principal. - Es fascinante."
    }
  },
  {
    "translation": {
      "en": "Even more dramatic when you think that what they had in terms of electronics to make that work.",
      "es": "Es aún más fascinante si pensamos lo que tenían en términos de electrónica."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[Hans] Pretty inspiring coming back here and just looking at it.",
      "es": "Venir aquí y mirar esto es inspirador."
    }
  },
  {
    "translation": {
      "en": "Now that we've shown that we can fly astronauts…",
      "es": "Ahora que demostramos que podemos volar con astronautas…"
    }
  },
  {
    "translation": {
      "en": "…it's time to go back to the Moon with astronauts again for a longer time",
      "es": "es hora de volver a la Luna con astronautas por más tiempo"
    }
  },
  {
    "translation": {
      "en": "and extend our range to Mars.",
      "es": "y extender nuestro alcance a Marte."
    }
  },
  {
    "translation": {
      "en": "[Elon] These super smart, super talented people, they believe in the goal.",
      "es": "Estas personas superinteligentes y talentosas creen en el objetivo."
    }
  },
  {
    "translation": {
      "en": "A base on the Moon and a city on Mars can happen.",
      "es": "Una base en la Luna y una ciudad en Marte son posibles."
    }
  },
  {
    "translation": {
      "en": "I was not sure whether such a path existed before.",
      "es": "No estaba seguro si existía un camino así."
    }
  },
  {
    "translation": {
      "en": "Now I am confident that such a path exists.",
      "es": "Ahora estoy seguro de que sí existe."
    }
  },
  {
    "translation": {
      "en": "But first, we got a real important mission tomorrow.",
      "es": "Pero, primero, tenemos una misión muy importante mañana."
    }
  },
  {
    "translation": {
      "en": "[officer] Good morning, Bob and Doug. We have a special message for you to start your day.",
      "es": "Buenos días, Bob y Doug. Tenemos un mensaje especial esta mañana."
    }
  },
  {
    "translation": {
      "en": "[Theo] Rise and shine, Daddy. We love you.",
      "es": "¡Arriba! ¡Levántate, papá! Te queremos."
    }
  },
  {
    "translation": {
      "en": "We can't wait to see you. Wake up, wake up!",
      "es": "Estamos ansiosos por verte. ¡Despierta!"
    }
  },
  {
    "translation": {
      "en": "[Jack] I'm happy you went into space, but I'm even happier that you're coming back home.",
      "es": "Me alegra que hayas ido al espacio, pero me alegra aún más que vuelvas a casa."
    }
  },
  {
    "translation": {
      "en": "[Theo] Hurry home so we can go get my dog.",
      "es": "Vuelve rápido, así vamos a buscar a mi perro."
    }
  },
  {
    "translation": {
      "en": "[Jack] We love you, Dad.",
      "es": "Te queremos, papá."
    }
  },
  {
    "translation": {
      "en": "[Bob] We're about to embark on the final portion of the journey.",
      "es": "Estamos a punto de embarcarnos en la parte final del viaje."
    }
  },
  {
    "translation": {
      "en": "And as I look forward to heading back home,",
      "es": "Mientras espero volver a casa,"
    }
  },
  {
    "translation": {
      "en": "my son and Doug's son are really excited not only to get their fathers back",
      "es": "mi hijo y el hijo de Doug están contentos tanto por recuperar a sus padres, como por ver al apatosaurio,"
    }
  },
  {
    "translation": {
      "en": "but to get our Apatosaurus, our zero-G indicator,",
      "es": "tanto por recuperar a sus padres, como por ver al apatosaurio, el indicador de gravedad cero que eligieron para que nos acompañe."
    }
  },
  {
    "translation": {
      "en": "that they nominated to go with us.",
      "es": "el indicador de gravedad cero que eligieron para que nos acompañe."
    }
  },
  {
    "translation": {
      "en": "And so for Jack and Theo, uh, Tremor the Apatosaurus is, uh, headed home soon.",
      "es": "Jack y Theo, Tremor el apatosaurio volverá a casa pronto."
    }
  },
  {
    "translation": {
      "en": "[Megan] Reentry is obviously the next big milestone,",
      "es": "Obviamente, la reentrada es el próximo gran logro,"
    }
  },
  {
    "translation": {
      "en": "and so everything has to work really, really well.",
      "es": "así que todo tiene que funcionar muy bien."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Comm checks. Dragon to ground.",
      "es": "SpaceX, Dragon. Verificación de comunicaciones. Dragon a Tierra."
    }
  },
  {
    "translation": {
      "en": "[Megan] It's hard to prepare yourself.",
      "es": "Es difícil prepararse."
    }
  },
  {
    "translation": {
      "en": "You don't know exactly what you're gonna feel.",
      "es": "No se sabe bien qué pasará, pero una parte de ti"
    }
  },
  {
    "translation": {
      "en": "But there's a part of you that can't let go",
      "es": "No se sabe bien qué pasará, pero una parte de ti no puede dejar atrás ese miedo irracional a que algo pueda salir mal."
    }
  },
  {
    "translation": {
      "en": "of that sort of, you know, hopefully irrational fear that something could go wrong.",
      "es": "no puede dejar atrás ese miedo irracional a que algo pueda salir mal."
    }
  },
  {
    "translation": {
      "en": "[Anna] The final reconfigurations for undock are complete and nominal.",
      "es": "Las reconfiguraciones finales para el desacoplamiento son normales."
    }
  },
  {
    "translation": {
      "en": "[Megan] Am I gonna be nervous? Absolutely.",
      "es": "¿Estaré nerviosa? Por supuesto."
    }
  },
  {
    "translation": {
      "en": "But I want my son to experience the joy and excitement of that moment",
      "es": "Pero quiero que mi hijo experimente la alegría y la emoción de ese momento."
    }
  },
  {
    "translation": {
      "en": "and try to keep all of the… the nervousness to myself.",
      "es": "Trataré de guardarme todo el nerviosismo."
    }
  },
  {
    "translation": {
      "en": "[Anna] The ground is go for undocking.",
      "es": "Tierra está lista para el desacoplamiento."
    }
  },
  {
    "translation": {
      "en": "Please confirm your visors are down",
      "es": "Confirmen que las viseras están bajas"
    }
  },
  {
    "translation": {
      "en": "and that you are ready for undock and departure.",
      "es": "y que están listos para el desacople y el despegue."
    }
  },
  {
    "translation": {
      "en": "[Doug] Our visors are down, and we're ready for departure.",
      "es": "Los visores están bajos y estamos listos para el despegue."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Separation confirmed.",
      "es": "Dragon, SpaceX. Separación confirmada."
    }
  },
  {
    "translation": {
      "en": "[Chris] Endeavour, Station. Bob and Doug,",
      "es": "Endeavour, Estación. Bob y Doug, fue un honor servir con ustedes."
    }
  },
  {
    "translation": {
      "en": "it's been an honor to serve with you.",
      "es": "Bob y Doug, fue un honor servir con ustedes."
    }
  },
  {
    "translation": {
      "en": "Safe travels and have a successful landing.",
      "es": "Buen viaje y que tengan un aterrizaje exitoso."
    }
  },
  {
    "translation": {
      "en": "Godspeed.",
      "es": "Buena suerte."
    }
  },
  {
    "translation": {
      "en": "Endeavour copies all. Thanks, Chris.",
      "es": "Endeavour copia todo. Gracias, Chris."
    }
  },
  {
    "translation": {
      "en": "Bob and I, we're just excited to get back home.",
      "es": "Bob y yo estamos ilusionados con el regreso."
    }
  },
  {
    "translation": {
      "en": "But you can never let your guard down, especially on a first flight.",
      "es": "Pero no podemos bajar la guardia, mucho menos en el primer vuelo."
    }
  },
  {
    "translation": {
      "en": "You know, you really have to do the whole mission end to end.",
      "es": "Debemos cumplir la misión de principio a fin."
    }
  },
  {
    "translation": {
      "en": "There was a time when we thought,",
      "es": "En un momento, pensábamos:"
    }
  },
  {
    "translation": {
      "en": "\"Well, we just get through the ascent, and we'll be fine.\"",
      "es": "\"Estaremos bien cuando pasemos el ascenso\"."
    }
  },
  {
    "translation": {
      "en": "But then we had Columbia.",
      "es": "Pero sucedió lo del Columbia."
    }
  },
  {
    "translation": {
      "en": "[flight director] Everything look good to you?",
      "es": "¿Todo te parece bien?"
    }
  },
  {
    "translation": {
      "en": "Control and rates and everything is nominal, right?",
      "es": "¿El control y los índices están normales?"
    }
  },
  {
    "translation": {
      "en": "[officer] Control has been stable. We have good trims.",
      "es": "El control es estable. Todo está en condiciones."
    }
  },
  {
    "translation": {
      "en": "-I don't see anything out of the ordinary. -[flight director] Okay.",
      "es": "- No veo nada raro. - Bien."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] This is amazing. It's really getting fairly bright out there.",
      "es": "Qué increíble. Se está poniendo muy brillante."
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yeah, you definitely don't want to be outside now.",
      "es": "Sí, no me gustaría estar afuera ahora."
    }
  },
  {
    "translation": {
      "en": "[Doug] Both Bob and I were on the runway where the shuttle would be landing.",
      "es": "Bob y yo estábamos en la pista donde iba a aterrizar el transbordador."
    }
  },
  {
    "translation": {
      "en": "I remember them knocking on the window",
      "es": "Recuerdo que golpearon la ventana"
    }
  },
  {
    "translation": {
      "en": "and saying to us that they'd lost, uh, comm,",
      "es": "para decirnos que habían perdido comunicación,"
    }
  },
  {
    "translation": {
      "en": "uh, and data and tracking from Columbia.",
      "es": "datos y rastreo del Columbia."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Columbia, Houston, comm check.",
      "es": "Columbia, Houston. Control de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "Columbia, Houston, UHF comm check.",
      "es": "Columbia, Houston. Control de comunicación UHF."
    }
  },
  {
    "translation": {
      "en": "[officer 2] We do not have any valid data at this time.",
      "es": "No tenemos ningún dato válido en este momento."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[woman] Oh my God.",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "[news anchor] We've got some breaking news.",
      "es": "Hay noticias de última hora."
    }
  },
  {
    "translation": {
      "en": "There you see what appears to be multiple pieces of the shuttle.",
      "es": "Ahí ven lo que parecen ser varias partes del transbordador."
    }
  },
  {
    "translation": {
      "en": "We can only hope that what we're seeing is not the worst.",
      "es": "Solo esperamos que lo que estamos viendo no sea lo peor."
    }
  },
  {
    "translation": {
      "en": "[Doug] When landing time came and the shuttle didn't come,",
      "es": "Llegó la hora de aterrizar y el transbordador no llegó,"
    }
  },
  {
    "translation": {
      "en": "we were there in the room",
      "es": "estábamos ahí cuando les dijeron a las familias"
    }
  },
  {
    "translation": {
      "en": "when they told the families what they think had happened",
      "es": "estábamos ahí cuando les dijeron a las familias lo que creían que había pasado, que quizá no había sobrevivientes"
    }
  },
  {
    "translation": {
      "en": "and that it was likely not survivable",
      "es": "lo que creían que había pasado, que quizá no había sobrevivientes"
    }
  },
  {
    "translation": {
      "en": "and that they were, you know, gonna do the best they could,",
      "es": "y que harían todo lo posible,"
    }
  },
  {
    "translation": {
      "en": "but when the vehicle broke up at 200, 250,000 feet,",
      "es": "pero, como el vehículo se rompió a 60 000 o 70 000 metros de altura,"
    }
  },
  {
    "translation": {
      "en": "that it's not likely that anybody survived.",
      "es": "no era probable que hubiera sobrevivientes."
    }
  },
  {
    "translation": {
      "en": "Just seeing the pieces of Columbia,",
      "es": "Ver las partes del Columbia,"
    }
  },
  {
    "translation": {
      "en": "pieces of the crew module and helmets and those kinds of things,",
      "es": "partes del módulo de la tripulación, los cascos y esas cosas,"
    }
  },
  {
    "translation": {
      "en": "you know, that… that leaves an impression that I think you never ever…",
      "es": "deja una marca que creo que jamás…"
    }
  },
  {
    "translation": {
      "en": "you never really get over.",
      "es": "Nunca se supera."
    }
  },
  {
    "translation": {
      "en": "When you lose a rocket with a payload on it,",
      "es": "Perder un cohete con una carga útil"
    }
  },
  {
    "translation": {
      "en": "that is a bad situation.",
      "es": "es una situación fea,"
    }
  },
  {
    "translation": {
      "en": "But if you lose a rocket with a crew on it, that… that is an order of magnitude different.",
      "es": "pero perder un cohete con tripulación tiene otra magnitud."
    }
  },
  {
    "translation": {
      "en": "And in the end, you don't want anybody to ever have to go through that again.",
      "es": "Al final, ninguno quiere que nadie vuelva a pasar por eso."
    }
  },
  {
    "translation": {
      "en": "[Kiko] We have been preparing for Bob and Doug to come home.",
      "es": "Nos hemos estado preparando para el regreso de Bob y Doug."
    }
  },
  {
    "translation": {
      "en": "You know, as soon as that capsule released,",
      "es": "En cuanto la cápsula se liberó"
    }
  },
  {
    "translation": {
      "en": "uh, and we undocked,",
      "es": "y nos desacoplamos,"
    }
  },
  {
    "translation": {
      "en": "the nerves popped up again,",
      "es": "volvieron los nervios."
    }
  },
  {
    "translation": {
      "en": "the general feeling of like, \"Oh man, we're in free flight.\"",
      "es": "Pensamos: \"Estamos en un vuelo libre\"."
    }
  },
  {
    "translation": {
      "en": "And these boys are coming home. It's happening.",
      "es": "Los muchachos regresarán. Va a suceder."
    }
  },
  {
    "translation": {
      "en": "Um, there's no turning back at this point.",
      "es": "Ya no hay vuelta atrás."
    }
  },
  {
    "translation": {
      "en": "So… it's time to rock and roll,",
      "es": "Entonces, es hora de rockear, hablar con los de recuperación"
    }
  },
  {
    "translation": {
      "en": "talk to the recovery dudes, and… and get Bob and Doug home.",
      "es": "es hora de rockear, hablar con los de recuperación y traer a Bob y a Doug de vuelta."
    }
  },
  {
    "translation": {
      "en": "[male host] Everything's been going very smoothly for Bob and Doug",
      "es": "Todo ha ido muy bien para Bob y Doug"
    }
  },
  {
    "translation": {
      "en": "ever since they undocked from the space station yesterday.",
      "es": "desde que se desacoplaron de la estación espacial ayer."
    }
  },
  {
    "translation": {
      "en": "Now just ready and waiting to begin the reentry process.",
      "es": "Listos y esperando para comenzar el proceso de reentrada."
    }
  },
  {
    "translation": {
      "en": "[Jessie] Yeah, really exciting day as we approach splashdown here in a matter of a few hours…",
      "es": "Sí, es un día muy emocionante. El amerizaje será en unas horas…"
    }
  },
  {
    "translation": {
      "en": "[Hans] I've gotta talk to these two guys.",
      "es": "Hablaré con estos dos tipos."
    }
  },
  {
    "translation": {
      "en": "[Jessie] …to think that this all started two months ago, and here we are.",
      "es": "…pensar que todo comenzó hace dos meses y aquí estamos."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Did you get some sleep? -[man] Yeah. A few hours.",
      "es": "- ¿Dormiste un poco? - Sí. Unas horas."
    }
  },
  {
    "translation": {
      "en": "-[Hans] A few hours? -[man laughs] Yeah.",
      "es": "- ¿Unas horas? - Sí."
    }
  },
  {
    "translation": {
      "en": "-[Hans] How's everything looking? -[man] Ready to go.",
      "es": "- ¿Cómo está todo? - Listo."
    }
  },
  {
    "translation": {
      "en": "Yeah, everything's looking great. Dragon's in good shape.",
      "es": "Sí, todo se ve genial. La Dragon está en buena forma."
    }
  },
  {
    "translation": {
      "en": "[Hans] All right, good luck. -Good luck. -[man] All right, good luck.",
      "es": "- Bien, buena suerte. - Buena suerte."
    }
  },
  {
    "translation": {
      "en": "[Hans] Oh, look at that.",
      "es": "Mira eso."
    }
  },
  {
    "translation": {
      "en": "They seem super calm.",
      "es": "Parecen supertranquilos."
    }
  },
  {
    "translation": {
      "en": "I guess it doesn't go over well when they're nervous. [laughs]",
      "es": "Supongo que no les funciona estar nerviosos."
    }
  },
  {
    "translation": {
      "en": "Actually, you can see they're nervous. They do this… [laughs]",
      "es": "En realidad, se nota que están nerviosos. Hacen esto…"
    }
  },
  {
    "translation": {
      "en": "You know, every once in a while. [laughs]",
      "es": "de vez en cuando."
    }
  },
  {
    "translation": {
      "en": "I think reentry is the part that everybody hates.",
      "es": "Creo que la reentrada es lo que todos odian."
    }
  },
  {
    "translation": {
      "en": "You're in a stable orbit around the Earth,",
      "es": "Están en una órbita estable alrededor de la Tierra"
    }
  },
  {
    "translation": {
      "en": "and then you do a reentry burn.",
      "es": "y luego hacen una quema de reentrada."
    }
  },
  {
    "translation": {
      "en": "That's a thrust maneuver that reduces your velocity",
      "es": "Es una maniobra de empuje que reduce la velocidad"
    }
  },
  {
    "translation": {
      "en": "so that you start descending",
      "es": "para que empiece a descender"
    }
  },
  {
    "translation": {
      "en": "until you hit dense atmosphere and you can't get a radio signal out anymore.",
      "es": "hasta llegar a una atmósfera densa y ya no se pueda recibir señales de radio."
    }
  },
  {
    "translation": {
      "en": "It's called \"blackout.\"",
      "es": "Se llama \"apagón\"."
    }
  },
  {
    "translation": {
      "en": "For a few minutes, you're in the dark on the ground, and you have no idea what happens.",
      "es": "Por unos minutos, quedamos a ciegas y no sabemos qué es lo que sucede."
    }
  },
  {
    "translation": {
      "en": "Okay, blackout here is 18:36,",
      "es": "Bien, el apagón es a las 18:36"
    }
  },
  {
    "translation": {
      "en": "and you land at 48.",
      "es": "y aterriza a las 48."
    }
  },
  {
    "translation": {
      "en": "So that's 12 minutes before we land, is the blackout.",
      "es": "Hay 12 minutos antes de aterrizar. Eso es el apagón."
    }
  },
  {
    "translation": {
      "en": "[Bala] What altitude is that?",
      "es": "¿A qué altitud? ¿105?"
    }
  },
  {
    "translation": {
      "en": "-A hundred and five? -[Hans] So…",
      "es": "¿A qué altitud? ¿105? - Entonces… - ¿195 kilómetros? ¿No es demasiado alto?"
    }
  },
  {
    "translation": {
      "en": "[Bala] A hundred and ninety-five kilometers?",
      "es": "- Entonces… - ¿195 kilómetros? ¿No es demasiado alto?"
    }
  },
  {
    "translation": {
      "en": "-Does that sound too high? -Uh, it does sound a little bit high.",
      "es": "- Entonces… - ¿195 kilómetros? ¿No es demasiado alto? Sí, parece un poco alto."
    }
  },
  {
    "translation": {
      "en": "-Found it? -[Bala] Yeah. Forty-seven.",
      "es": "- ¿Lo encontraste? - Sí, 47."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Okay, fifty. -[Bala] Fifty. Okay.",
      "es": "- Sí, 50. - 50. Bien."
    }
  },
  {
    "translation": {
      "en": "[Hans] So it happens between 50 and 30 kilometers.",
      "es": "Será entre 50 y 30 kilómetros."
    }
  },
  {
    "translation": {
      "en": "That means you fall from 30 kilometers to six kilometers in two minutes?",
      "es": "¿Eso significa que caerá de 30 a seis kilómetros en dos minutos?"
    }
  },
  {
    "translation": {
      "en": "-[Bala] That's crazy. -[Hans] That seems crazy fast, man.",
      "es": "- Es una locura. - Sí, rapidísimo."
    }
  },
  {
    "translation": {
      "en": "-[Bala] Yeah. -[Hans] Remarkable.",
      "es": "- Sí. - Extraordinario."
    }
  },
  {
    "translation": {
      "en": "You're moving at high speed, and you're using the atmosphere to brake.",
      "es": "Se mueve a gran velocidad y usa la atmósfera para amortiguarse."
    }
  },
  {
    "translation": {
      "en": "It's a lot of energy.",
      "es": "Es mucha energía."
    }
  },
  {
    "translation": {
      "en": "It gets hot on the outside,",
      "es": "Se calienta por fuera"
    }
  },
  {
    "translation": {
      "en": "and on the inside, you see the fire flying by the window.",
      "es": "y, por dentro, se ve el fuego pasar junto a la ventana."
    }
  },
  {
    "translation": {
      "en": "You need a heat shield that is perfect.",
      "es": "Se necesita un escudo perfecto para el calor."
    }
  },
  {
    "translation": {
      "en": "And after you get through the atmosphere, you still have to deploy the parachutes.",
      "es": "Después de atravesar la atmósfera, aún hay desplegar los paracaídas."
    }
  },
  {
    "translation": {
      "en": "They come out, then two minutes later, you deploy the chutes. It's pretty quick.",
      "es": "Salen y, dos minutos después, despliegan los paracaídas. Es rápido."
    }
  },
  {
    "translation": {
      "en": "[Bala] In my mind, it's probably the parachutes that are the most significant thing that needs to work.",
      "es": "Para mí, los paracaídas son lo más importante que debe funcionar."
    }
  },
  {
    "translation": {
      "en": "In spite of all the testing we've done, that's still one of the riskiest parts.",
      "es": "A pesar de las pruebas, es una de las partes más riesgosas."
    }
  },
  {
    "translation": {
      "en": "[Hans] Right.",
      "es": "Cierto."
    }
  },
  {
    "translation": {
      "en": "[Bala] And, you know, we haven't had a splashdown since the Apollo program.",
      "es": "No hemos tenido un amerizaje desde el programa Apolo."
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX for entry brief.",
      "es": "Dragon, SpaceX para el informe de entrada."
    }
  },
  {
    "translation": {
      "en": "[Bob] Go ahead.",
      "es": "Adelante."
    }
  },
  {
    "translation": {
      "en": "The recovery team is go, and the weather is great,",
      "es": "El equipo de recuperación está listo. El clima está bien."
    }
  },
  {
    "translation": {
      "en": "and your vehicle is still looking really good for entry. No health issues at this time.",
      "es": "Su vehículo aún está bien para la entrada. Está en buenas condiciones."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Copy. -[beeping]",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "[Elon] How long until they hit the atmosphere?",
      "es": "¿Cuándo llegarán a la atmósfera? Entran en la secuencia en cinco minutos. Vine por la quema de desorbitación."
    }
  },
  {
    "translation": {
      "en": "[Hans] They go into the sequence in five minutes. I'm actually here for the deorbit burn.",
      "es": "Entran en la secuencia en cinco minutos. Vine por la quema de desorbitación."
    }
  },
  {
    "translation": {
      "en": "To make sure that goes well.",
      "es": "Para asegurarme de que salga bien."
    }
  },
  {
    "translation": {
      "en": "-Deorbit burn's coming up now? -[Hans] Yeah.",
      "es": "- ¿Viene la quema de desorbitación? - Sí."
    }
  },
  {
    "translation": {
      "en": "[Hans] Well…",
      "es": "Bueno,"
    }
  },
  {
    "translation": {
      "en": "Everything's looking good, I think.",
      "es": "todo se ve bien, creo."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, it certainly has been quite a journey.",
      "es": "Bueno, sin duda ha sido una gran travesía."
    }
  },
  {
    "translation": {
      "en": "[Hans] Crazy. Here we are, right?",
      "es": "Una locura. Aquí estamos, ¿no?"
    }
  },
  {
    "translation": {
      "en": "[Elon] Yes, 18 years.",
      "es": "Sí, 18 años."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Are you nervous? -[Elon] Yeah, I am.",
      "es": "- ¿Estás nervioso? - Sí."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn start.",
      "es": "Dragon, SpaceX. Comienzo de quema de desorbitación."
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. Go.",
      "es": "Copiado. Vamos."
    }
  },
  {
    "translation": {
      "en": "[man] Cool as a cucumber, because they're not breathing very heavy,",
      "es": "Están tranquilos. No respiran muy fuerte y su nivel de CO2 no aumenta."
    }
  },
  {
    "translation": {
      "en": "'cause their CO2's not going up.",
      "es": "No respiran muy fuerte y su nivel de CO2 no aumenta."
    }
  },
  {
    "translation": {
      "en": "-[Hans] That's good. -[man] Yeah.",
      "es": "- Eso es bueno. - Sí."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn complete.",
      "es": "Dragon, SpaceX. Quema de desorbitación completa."
    }
  },
  {
    "translation": {
      "en": "Performance nominal.",
      "es": "Rendimiento normal."
    }
  },
  {
    "translation": {
      "en": "Nose cone closure initiated.",
      "es": "Se inició el cierre del cono de la nariz."
    }
  },
  {
    "translation": {
      "en": "All right, boys.",
      "es": "Bien, muchachos."
    }
  },
  {
    "translation": {
      "en": "[officer] Brace for entry.",
      "es": "Prepárense para entrar."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "es": "Copiado."
    }
  },
  {
    "translation": {
      "en": "[Kiko] All right.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "es": "Aquí vamos."
    }
  },
  {
    "translation": {
      "en": "[Hans] Four G's. That's moving.",
      "es": "Cuatro fuerzas g. Se está moviendo."
    }
  },
  {
    "translation": {
      "en": "Almost like a little comet.",
      "es": "Como un pequeño cometa."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. We show two minutes until predicted comm blackout.",
      "es": "Dragon, SpaceX. Faltan dos minutos para el apagón de telecomunicaciones."
    }
  },
  {
    "translation": {
      "en": "We will see you on the other side at 18:42.",
      "es": "Nos vemos del otro lado a las 18:42."
    }
  },
  {
    "translation": {
      "en": "[Bob] Dragon copy, 18:42.",
      "es": "Dragon copia, 18:42."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Okay, we're in blackout.",
      "es": "Sí, estamos en un apagón."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Jesus, dude. This thing is so long.",
      "es": "Cielos, esto es muy largo."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, where is it?",
      "es": "Vamos, ¿dónde está?"
    }
  },
  {
    "translation": {
      "en": "Let's find that puppy.",
      "es": "Busquemos a ese bebé."
    }
  },
  {
    "translation": {
      "en": "Oh, there it is.",
      "es": "Ahí está."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "es": "Dragon, SpaceX. Verificación de comunicaciones."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, I heard you loud and clear. We're about 3.9 G's.",
      "es": "Copiado. Escuchamos fuerte y claro. Estamos a unas 3.9 fuerzas g."
    }
  },
  {
    "translation": {
      "en": "[officer] Copy, we've got you.",
      "es": "Copiado. Los vemos."
    }
  },
  {
    "translation": {
      "en": "-[Kiko] All right. -[man 1] Hell yeah.",
      "es": "- ¡Muy bien! - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "[man 2] Coming in hot.",
      "es": "A toda velocidad."
    }
  },
  {
    "translation": {
      "en": "[officer] Passing 15 kilometers, brace for drogue window.",
      "es": "Pasando los 15 kilómetros, preparen los paracaídas."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, we're braced.",
      "es": "Copiado, estamos listos."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, baby.",
      "es": "Vamos, bebé."
    }
  },
  {
    "translation": {
      "en": "[officer] Visual, two drogues out.",
      "es": "Divisamos dos paracaídas."
    }
  },
  {
    "translation": {
      "en": "[Bob] Oh yeah, we felt it.",
      "es": "Sí, lo sentimos."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Slow down, baby.",
      "es": "Más despacio, bebé."
    }
  },
  {
    "translation": {
      "en": "[officer] Drogue descent rate nominal.",
      "es": "Velocidad de descenso de paracaídas normal."
    }
  },
  {
    "translation": {
      "en": "-[Kiko] Nice. -[clapping]",
      "es": "Genial."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "Let's get these mains out.",
      "es": "A sacar los paracaídas."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Inflate, baby.",
      "es": "Ínflense, bebés."
    }
  },
  {
    "translation": {
      "en": "Inflate.",
      "es": "Ínflense."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on, come on.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "[officer] We are visual on four chutes out.",
      "es": "Divisamos cuatro paracaídas."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Ooh. -[man 2] Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hold on. Almost down to the ground.",
      "es": "Espera. Casi llegan al suelo."
    }
  },
  {
    "translation": {
      "en": "[officer] Main chute decent rate nominal. Passing through 700 meters.",
      "es": "Velocidad del paracaídas principal normal. Atravesando los 700 metros."
    }
  },
  {
    "translation": {
      "en": "[Hans] And we're back to seven meters per second. Nothing.",
      "es": "Volvimos a siete metros por segundo. Nada."
    }
  },
  {
    "translation": {
      "en": "It's, like, sitting there.",
      "es": "Está quieto ahí."
    }
  },
  {
    "translation": {
      "en": "Slowing.",
      "es": "Reduce la velocidad."
    }
  },
  {
    "translation": {
      "en": "[officer] Six hundred meters.",
      "es": "Seiscientos metros."
    }
  },
  {
    "translation": {
      "en": "Six hundred meters.",
      "es": "Seiscientos metros."
    }
  },
  {
    "translation": {
      "en": "Two hundred meters.",
      "es": "Doscientos metros."
    }
  },
  {
    "translation": {
      "en": "We are braced for splashdown.",
      "es": "Listos para el amerizaje."
    }
  },
  {
    "translation": {
      "en": "[man] Copy. Brace for splashdown.",
      "es": "Copiado. Prepárense para el amerizaje."
    }
  },
  {
    "translation": {
      "en": "-All right! Whoo! -[all applauding]",
      "es": "¡Bien!"
    }
  },
  {
    "translation": {
      "en": "[officer] Welcome back to planet Earth, and thanks for flying SpaceX.",
      "es": "Bienvenidos al planeta Tierra. Gracias por volar con SpaceX."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hell yeah!",
      "es": "Claro que sí."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "¡Qué bien!"
    }
  },
  {
    "translation": {
      "en": "Everything's good?",
      "es": "¿Todo está bien?"
    }
  },
  {
    "translation": {
      "en": "[Hans] Everything was great. This was super smooth.",
      "es": "Todo estuvo genial. Sin sobresaltos."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Are there small boats out there?",
      "es": "¿Hay botes pequeños?"
    }
  },
  {
    "translation": {
      "en": "That doesn't look like a 45-footer to me. That looks like a…",
      "es": "No parece de 14 metros. Parece de…"
    }
  },
  {
    "translation": {
      "en": "Now there's a… Who the hell is this?",
      "es": "Ahora hay un… ¿Qué diablos es esto?"
    }
  },
  {
    "translation": {
      "en": "-[Hans] It's a boat there. Not ours. -[Elon] Oh, it's someone else?",
      "es": "- Es un bote. No es nuestro. - ¿Hay alguien más?"
    }
  },
  {
    "translation": {
      "en": "[Hans] Not ours. Yeah, these are not our boats.",
      "es": "No es nuestro. No son nuestros botes."
    }
  },
  {
    "translation": {
      "en": "-[Elon] Who is that? Just random people? -[Hans] Just random people.",
      "es": "- ¿Quiénes son? ¿Gente cualquiera? - Sí."
    }
  },
  {
    "translation": {
      "en": "-[man] They're just like-- -Oh my gosh.",
      "es": "- Es como que… - ¡Cielos!"
    }
  },
  {
    "translation": {
      "en": "Look at this, dude, just like fucking 30 jabroni boats just show up out of nowhere.",
      "es": "Mira esto, unos 30 botes de exhibición aparecieron de la nada."
    }
  },
  {
    "translation": {
      "en": "[chuckling] You got a front-row seat.",
      "es": "Estamos en primera fila."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Stand by for side hatch opening and egress.",
      "es": "Dragon, SpaceX. Prepárense para la apertura de la escotilla y la salida."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. We're ready.",
      "es": "Copiado. Estamos listos."
    }
  },
  {
    "translation": {
      "en": "[man] What's up, fellas?",
      "es": "¿Qué tal, amigos?"
    }
  },
  {
    "translation": {
      "en": "[host] All right, so they're getting set up.",
      "es": "Muy bien, se están preparando."
    }
  },
  {
    "translation": {
      "en": "They're gonna work to get Bob Behnken,",
      "es": "Intentarán sacar de la cápsula a Bob Behnken,"
    }
  },
  {
    "translation": {
      "en": "the joint operations commander for this mission, out of the capsule now.",
      "es": "el comandante de operaciones conjuntas de esta misión."
    }
  },
  {
    "translation": {
      "en": "[Jessie] We got a thumbs-up, indicating that things are going well.",
      "es": "Nos muestra un pulgar arriba. Eso indica que las cosas van bien."
    }
  },
  {
    "translation": {
      "en": "[host] And now spacecraft commander Doug Hurley making his way out of the capsule.",
      "es": "Y ahora el comandante Doug Hurley sale de la cápsula."
    }
  },
  {
    "translation": {
      "en": "There we go. Another thumbs-up.",
      "es": "Ahí está. Otro pulgar hacia arriba."
    }
  },
  {
    "translation": {
      "en": "-Don. -[Don] Thank you.",
      "es": "- Don. - Gracias."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Will you have some?",
      "es": "¿Quieres un poco?"
    }
  },
  {
    "translation": {
      "en": "Yeah! Whoo!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Here's to happiness and to Bob and Doug safely home.",
      "es": "Por la alegría de tener a Bob y Doug de vuelta a salvo."
    }
  },
  {
    "translation": {
      "en": "No doubt.",
      "es": "Sin duda."
    }
  },
  {
    "translation": {
      "en": "[Doug] It had been a couple of months since we had launched,",
      "es": "Habían pasado un par de meses desde el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "so I was just really excited to see my family.",
      "es": "Estaba impaciente por ver a mi familia."
    }
  },
  {
    "translation": {
      "en": "But first, we were going to do a little bit of a press event.",
      "es": "Pero, primero, íbamos a hacer un pequeño evento de prensa."
    }
  },
  {
    "translation": {
      "en": "Six-year-olds, you know, they didn't have him in handcuffs or anything,",
      "es": "A los niños de seis años no los tenían esposados ni nada,"
    }
  },
  {
    "translation": {
      "en": "so he broke free and ran to me at the airplane.",
      "es": "así que corrió hacia mí junto al avión."
    }
  },
  {
    "translation": {
      "en": "It was just awesome to see him.",
      "es": "Fue increíble verlo."
    }
  },
  {
    "translation": {
      "en": "I'm glad I didn't fall down the steps",
      "es": "Me alegra no haberme caído"
    }
  },
  {
    "translation": {
      "en": "when he tried to tackle me at the base of the stairs.",
      "es": "cuando intentó derribarme al pie de las escaleras."
    }
  },
  {
    "translation": {
      "en": "All right, um, we're not gonna stand right now.",
      "es": "No nos pondremos de pie."
    }
  },
  {
    "translation": {
      "en": "For those of you who have done this before,",
      "es": "Para los que han hecho esto antes,"
    }
  },
  {
    "translation": {
      "en": "you know it's not pleasant standing for a few hours after you get back.",
      "es": "saben que no es agradable estar de pie unas horas tras regresar."
    }
  },
  {
    "translation": {
      "en": "Five hours ago, we were in a spaceship bobbing around,",
      "es": "Hace cinco horas, estábamos flotando en un transbordador,"
    }
  },
  {
    "translation": {
      "en": "making prank satellite phone calls to whoever we could get ahold of.",
      "es": "haciendo bromas por comunicación satelital con quien podíamos ubicar."
    }
  },
  {
    "translation": {
      "en": "You know, this has been a, uh…",
      "es": "Fueron como…"
    }
  },
  {
    "translation": {
      "en": "quite an odyssey the last five years since Bob and I started working on this program.",
      "es": "una odisea los cinco años que Bob y yo trabajamos en este programa."
    }
  },
  {
    "translation": {
      "en": "And to be where we are now,",
      "es": "Y estar donde estamos ahora,"
    }
  },
  {
    "translation": {
      "en": "the first crewed flight of Dragon,",
      "es": "en el primer vuelo tripulado de la Dragon,"
    }
  },
  {
    "translation": {
      "en": "is just unbelievable.",
      "es": "es increíble."
    }
  },
  {
    "translation": {
      "en": "There's something special about having that capability",
      "es": "Hay algo especial en tener la capacidad"
    }
  },
  {
    "translation": {
      "en": "to launch and… and bring your own astronauts home.",
      "es": "de lanzar y traer a tus propios astronautas de regreso."
    }
  },
  {
    "translation": {
      "en": "I just wanna thank you all for coming out today and celebrating what was accomplished.",
      "es": "Solo quiero agradecerles por venir hoy a celebrar lo que se logró."
    }
  },
  {
    "translation": {
      "en": "-Thank you, all. -[crowd applauding, cheering]",
      "es": "Gracias a todos."
    }
  },
  {
    "translation": {
      "en": "[Elon] Whoo-hoo! Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "After these great words that were spoken,",
      "es": "Después de esas lindas palabras,"
    }
  },
  {
    "translation": {
      "en": "um, I… I'm not sure I have much to add.",
      "es": "no sé si tengo mucho que agregar."
    }
  },
  {
    "translation": {
      "en": "I mean, I really came here 'cause I just wanted to see Bob and Doug, to be totally frank.",
      "es": "En realidad, para ser sincero, vine para ver a Bob y Doug."
    }
  },
  {
    "translation": {
      "en": "Like, my entire adrenaline, it was just dumped, you know.",
      "es": "Toda mi adrenalina se acabó."
    }
  },
  {
    "translation": {
      "en": "[laughing] It's like…",
      "es": "Es…"
    }
  },
  {
    "translation": {
      "en": "Like, \"Thank God.\" [huffs]",
      "es": "Gracias a Dios."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "es": "¿Saben?"
    }
  },
  {
    "translation": {
      "en": "You know, I think this is an achievement of humanity,",
      "es": "Creo que es un logro de la humanidad"
    }
  },
  {
    "translation": {
      "en": "and… and I think the whole world can look at this as a new era.",
      "es": "y creo que el mundo entero puede ver esto como una nueva era."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a base on the Moon,",
      "es": "Tendremos una base en la Luna,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna have… send people to Mars. Have… and make life multi-planetary.",
      "es": "enviaremos gente a Marte y tendremos vida en varios planetas."
    }
  },
  {
    "translation": {
      "en": "And I think this… this day heralds a new age of space exploration.",
      "es": "El día de hoy anuncia una nueva era de exploración espacial."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You're looking at the Crew Dragon spacecraft and Falcon 9 rocket",
      "es": "Esos son la cápsula Crew Dragon y el cohete Falcon 9,"
    }
  },
  {
    "translation": {
      "en": "set to launch four astronauts to the International Space Station",
      "es": "listos para enviar a cuatro astronautas a la Estación Espacial Internacional"
    }
  },
  {
    "translation": {
      "en": "on a six-month science mission.",
      "es": "en una misión científica de seis meses."
    }
  },
  {
    "translation": {
      "en": "This crew is about to fly in the exact same capsule",
      "es": "Esta tripulación está a punto de volar en la misma cápsula"
    }
  },
  {
    "translation": {
      "en": "that first flew NASA astronauts Bob Behnken and Doug Hurley",
      "es": "en la que volaron los astronautas Bob Behnken y Doug Hurley"
    }
  },
  {
    "translation": {
      "en": "in last year's Demo-2 test flight.",
      "es": "en el vuelo de prueba Demo-2 del año pasado."
    }
  },
  {
    "translation": {
      "en": "This is the second crew to fly on a commercial spacecraft",
      "es": "Esta es la segunda tripulación que vuela en una nave espacial comercial"
    }
  },
  {
    "translation": {
      "en": "for this new era of human spaceflight.",
      "es": "en esta nueva era de vuelos espaciales humanos."
    }
  },
  {
    "translation": {
      "en": "[woman 1] And here they come, the Crew-2 astronauts",
      "es": "Y aquí vienen los astronautas del Crew-2."
    }
  },
  {
    "translation": {
      "en": "taking their first steps outside before their journey to space.",
      "es": "Están dando sus primeros pasos afuera antes de su viaje al espacio."
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy!",
      "es": "Hola, mami."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Pilot Megan McArthur in the front.",
      "es": "La piloto Megan McArthur, al frente."
    }
  },
  {
    "translation": {
      "en": "Hi, buddy!",
      "es": "Hola, cariño."
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy, I love you.",
      "es": "Mami, te quiero."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Looks like Bob Behnken is there with their son.",
      "es": "Parece que Bob Behnken está ahí con su hijo."
    }
  },
  {
    "translation": {
      "en": "They are a power couple, and I love it. [laughs]",
      "es": "Son una pareja de poder, y me encanta."
    }
  },
  {
    "translation": {
      "en": "[Bob] Now it's time for Megan's mission.",
      "es": "Llegó la hora de la misión de Megan."
    }
  },
  {
    "translation": {
      "en": "It's super exciting for us that she's gonna be able to ride the same Dragon capsule.",
      "es": "Nos emociona que vuele en la misma cápsula Dragon."
    }
  },
  {
    "translation": {
      "en": "And so I need to step in in the backup role",
      "es": "Ahora debo entrar en el papel de acompañante"
    }
  },
  {
    "translation": {
      "en": "and flip-flop and make sure our son Theo gets everything he needs.",
      "es": "y asegurarme de que nuestro hijo Theo tenga todo lo que necesita."
    }
  },
  {
    "translation": {
      "en": "[Theo] See you in six months. See you in six months. I'm gonna miss you.",
      "es": "- Nos vemos. - Nos vemos en seis meses. Te extrañaré."
    }
  },
  {
    "translation": {
      "en": "[Megan] My husband flew the Crew Dragon last year",
      "es": "Mi esposo voló en la Crew Dragon el año pasado"
    }
  },
  {
    "translation": {
      "en": "and happened to be in the same seat that I'll be in.",
      "es": "y estuvo en el mismo asiento en el que yo estaré."
    }
  },
  {
    "translation": {
      "en": "This time it's Mom's turn, and I'm gonna be up there for six months.",
      "es": "Esta vez, es el turno de mamá. Estaré allí seis meses."
    }
  },
  {
    "translation": {
      "en": "[Megan] As our son gets older, he's starting to build an awareness of what it is that we do.",
      "es": "Nuestro hijo está creciendo y empieza a tomar conciencia de lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "We want him to understand",
      "es": "Queremos que entienda que es importante explorar"
    }
  },
  {
    "translation": {
      "en": "we think it's important to explore and to push the boundaries",
      "es": "Queremos que entienda que es importante explorar y superar los límites de lo que podemos hacer."
    }
  },
  {
    "translation": {
      "en": "of what we're capable of.",
      "es": "y superar los límites de lo que podemos hacer."
    }
  },
  {
    "translation": {
      "en": "[woman 1] The crew now on their way to Launch Complex 39A,",
      "es": "La tripulación va camino al Complejo de Lanzamiento 39A,"
    }
  },
  {
    "translation": {
      "en": "ready for their ride to the space station.",
      "es": "lista para su viaje a la estación espacial."
    }
  },
  {
    "translation": {
      "en": "I embrace this dawn of this age of commercialization of space.",
      "es": "Valoro el nacimiento de esta era de la comercialización del espacio."
    }
  },
  {
    "translation": {
      "en": "Our mission proved that we could get humans in the low Earth orbit",
      "es": "Esta misión demostró que podemos llevar a los humanos a la órbita terrestre baja"
    }
  },
  {
    "translation": {
      "en": "and kind of planted the seed for how we're gonna go beyond that.",
      "es": "y sembró la semilla de cómo ir más allá."
    }
  },
  {
    "translation": {
      "en": "[Bob] As we go forward, we wanna accomplish all those missions",
      "es": "A medida que avanzamos, queremos cumplir todas las misiones"
    }
  },
  {
    "translation": {
      "en": "that help us understand what's out there,",
      "es": "que nos ayudan a entender lo que hay en el espacio,"
    }
  },
  {
    "translation": {
      "en": "but at the same time, we have to figure out the smart way",
      "es": "pero, al mismo tiempo, hay que encontrar una forma razonable"
    }
  },
  {
    "translation": {
      "en": "to take care of the resources and our solar system",
      "es": "de cuidar los recursos y nuestro sistema solar"
    }
  },
  {
    "translation": {
      "en": "and not trash Mars when the opportunity presents itself.",
      "es": "sin arruinar Marte cuando tengamos la oportunidad de ir."
    }
  },
  {
    "translation": {
      "en": "[Doug] Of course, there will be questions and challenges,",
      "es": "Por supuesto, habrá preguntas y desafíos."
    }
  },
  {
    "translation": {
      "en": "like how we're gonna govern something like that.",
      "es": "Por ejemplo: ¿cómo se regula algo así?"
    }
  },
  {
    "translation": {
      "en": "But if we can continue to get people into space,",
      "es": "Pero si podemos seguir llevando gente al espacio,"
    }
  },
  {
    "translation": {
      "en": "I can't imagine it doesn't make us better.",
      "es": "eso solo nos puede hacer mejores."
    }
  },
  {
    "translation": {
      "en": "[officer] Elon, are you go?",
      "es": "Elon, ¿estás listo?"
    }
  },
  {
    "translation": {
      "en": "[Elon] Absolutely.",
      "es": "Absolutamente."
    }
  },
  {
    "translation": {
      "en": "[officer] MJ, we're here. We just spoke to Elon. He's ready to go.",
      "es": "M. J., estamos aquí. Ya hablamos con Elon. Está listo."
    }
  },
  {
    "translation": {
      "en": "[Elon] We should think more about, what's the future we want?",
      "es": "Deberíamos pensar más en el futuro que queremos."
    }
  },
  {
    "translation": {
      "en": "What has the happy ending?",
      "es": "¿Cuál sería un final feliz?"
    }
  },
  {
    "translation": {
      "en": "For me, it's, you know, making sure we become a spacefaring civilization.",
      "es": "Para mí, es asegurarme de que seamos una civilización espacial."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. You are go for launch.",
      "es": "Dragon, SpaceX. Listo para el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "[Elon] But it's very important to appreciate this is not inevitable.",
      "es": "Pero es muy importante entender que esto no es inevitable."
    }
  },
  {
    "translation": {
      "en": "People are mistaken when they think that technology just automatically improves.",
      "es": "La gente se equivoca si cree que la tecnología mejora automáticamente."
    }
  },
  {
    "translation": {
      "en": "It does not automatically improve.",
      "es": "No mejora automáticamente."
    }
  },
  {
    "translation": {
      "en": "If you look at great civilizations like ancient Egypt,",
      "es": "Las grandes civilizaciones como la del antiguo Egipto"
    }
  },
  {
    "translation": {
      "en": "and they were able to make the pyramids, and they forgot how to do that.",
      "es": "pudieron construir las pirámides y olvidaron cómo se hace."
    }
  },
  {
    "translation": {
      "en": "And the Romans, they built these incredible aqueducts.",
      "es": "Los romanos construyeron unos acueductos increíbles."
    }
  },
  {
    "translation": {
      "en": "They forgot how to do it.",
      "es": "Olvidaron cómo se hace."
    }
  },
  {
    "translation": {
      "en": "In 1969, we were able to send somebody to the Moon, and we forgot how to do that.",
      "es": "En 1969, pudimos enviar a gente a la Luna y olvidamos cómo se hace."
    }
  },
  {
    "translation": {
      "en": "[officer 1] T-minus 15 seconds.",
      "es": "T-menos 15 segundos."
    }
  },
  {
    "translation": {
      "en": "[Elon] The window of opportunity is open right now to make life multi-planetary.",
      "es": "Está abierta la ventana de oportunidad para hacer la vida multiplanetaria."
    }
  },
  {
    "translation": {
      "en": "But we cannot count on it being open for a long time.",
      "es": "Pero no estará abierta mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Ten, nine, eight, seven…",
      "es": "Diez, nueve, ocho, siete…"
    }
  },
  {
    "translation": {
      "en": "[Elon] We need to take advantage of that window while it is open.",
      "es": "Hay que aprovechar esa ventana mientras esté abierta."
    }
  },
  {
    "translation": {
      "en": "[officer 1] …four, three, two, one.",
      "es": "…cuatro, tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Endeavour launches once again.",
      "es": "El Endeavour despega una vez más."
    }
  },
  {
    "translation": {
      "en": "Four astronauts from three countries on Crew-2",
      "es": "La Crew-2, con astronautas de tres países,"
    }
  },
  {
    "translation": {
      "en": "now making their way to the one and only International Space Station.",
      "es": "se dirige a la mismísima Estación Espacial Internacional."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Crew Dragon flying free.",
      "es": "La Crew Dragon está volando libre."
    }
  }
]