[
  {
    "translation": {
      "en": "It's been a while since you've seen your friend and you've been missing him.",
      "es": "Hace tiempo que no ves a tu amigo y lo extrañas."
    }
  },
  {
    "translation": {
      "en": "So you grab a few beers and you head to your usual hangout spot.",
      "es": "Así que tomas unas cervezas y te diriges al lugar donde siempre se reúnen, el parque."
    }
  },
  {
    "translation": {
      "en": "The park.",
      "es": "y te diriges al lugar donde siempre se reúnen, el parque."
    }
  },
  {
    "translation": {
      "en": "But this isn't just any ordinary park,",
      "es": "Pero este no es un parque común,"
    }
  },
  {
    "translation": {
      "en": "and this isn't your run- of- the- mill tree.",
      "es": "y este no es un árbol común."
    }
  },
  {
    "translation": {
      "en": "This one can talk back to you.",
      "es": "Este puede responderte."
    }
  },
  {
    "translation": {
      "en": "This is the cemetery of the future, and it's full of living memorials.",
      "es": "Este es el cementerio del futuro y está lleno de memoriales vivos."
    }
  },
  {
    "translation": {
      "en": "These trees don't just signify loved ones, they actually embody them.",
      "es": "Estos árboles no solo representan seres queridos, sino que los personifican."
    }
  },
  {
    "translation": {
      "en": "Would I want to be able to talk with a loved one?",
      "es": "¿Me gustaría poder hablar con un ser querido?"
    }
  },
  {
    "translation": {
      "en": "The first response is like, Oh my God…",
      "es": "La primera respuesta es: Por Dios… ¡No!."
    }
  },
  {
    "translation": {
      "en": "No! Then there's another part that's like, But wait.",
      "es": "Pero luego surge la otra parte: Espera."
    }
  },
  {
    "translation": {
      "en": "The big sleep, the Grim Reaper.",
      "es": "El gran sueño, la Parca."
    }
  },
  {
    "translation": {
      "en": "No matter what you want to call it, death is something we all have to go through.",
      "es": "No importa cómo quieras llamarla, todos nos moriremos."
    }
  },
  {
    "translation": {
      "en": "And for loved ones we leave behind, it can be a painful process.",
      "es": "Y para los seres queridos que quedan puede ser un proceso doloroso."
    }
  },
  {
    "translation": {
      "en": "But in the future, technology could make it all a little more bearable,",
      "es": "Pero en el futuro, la tecnología podría hacer que sea más llevadero"
    }
  },
  {
    "translation": {
      "en": "and even more sustainable.",
      "es": "e incluso más sustentable."
    }
  },
  {
    "translation": {
      "en": "You're creating something which is actually truly regenerative for the planet.",
      "es": "Creamos algo que es regenerativo para el planeta."
    }
  },
  {
    "translation": {
      "en": "The temperature goes up, and the outcome is soil.",
      "es": "La temperatura sube y el resultado es tierra."
    }
  },
  {
    "translation": {
      "en": "We could still see our loved ones even after they're gone.",
      "es": "Seguiríamos viendo a los seres queridos que ya fallecieron."
    }
  },
  {
    "translation": {
      "en": "We're talking about digital afterlife.",
      "es": "Sería una vida digital después de la muerte."
    }
  },
  {
    "translation": {
      "en": "It's the big What if? What if you could keep on talking to your spouse?",
      "es": "Te preguntas: ¿Y si pudieras seguir hablando con tu pareja?."
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci- fi becomes true.",
      "es": "Ahora, la ciencia ficción se vuelve realidad."
    }
  },
  {
    "translation": {
      "en": "The future is about to be a ride, okay?",
      "es": "El futuro será muy excitante."
    }
  },
  {
    "translation": {
      "en": "What I do hope for my own death. Um…",
      "es": "Que espero para mi muerte… Bueno…"
    }
  },
  {
    "translation": {
      "en": "That is an interesting question.",
      "es": "Qué pregunta interesante."
    }
  },
  {
    "translation": {
      "en": "Wow. Um, I had never thought about that.",
      "es": "Vaya. Nunca lo había pensado."
    }
  },
  {
    "translation": {
      "en": "Death is the last thing that most of us want to think about.",
      "es": "La muerte es lo último en lo que queremos pensar."
    }
  },
  {
    "translation": {
      "en": "Luckily, there are people who can help us plan for our final moments.",
      "es": "Por suerte, hay gente que ayudar a planificar nuestros últimos momentos."
    }
  },
  {
    "translation": {
      "en": "My name is Alua Arthur, and I'm a death doula.",
      "es": "Me llamo Alua Arthur y soy una doula de la muerte."
    }
  },
  {
    "translation": {
      "en": "A death doula is somebody who does all of the holistic,",
      "es": "Una doula de la muerte es quien se encarga del cuidado holístico no médico"
    }
  },
  {
    "translation": {
      "en": "non- medical care and support of the dying person through the process.",
      "es": "Una doula de la muerte es quien se encarga del cuidado holístico no médico de la persona moribunda durante el proceso."
    }
  },
  {
    "translation": {
      "en": "There's a lot that people don't plan for.",
      "es": "Hay muchas cosas que nadie planifica."
    }
  },
  {
    "translation": {
      "en": "They often think about money, but don't think about all the other things.",
      "es": "Piensan en su dinero, pero no piensan en todas las otras cosas."
    }
  },
  {
    "translation": {
      "en": "They don't think about their digital assets.",
      "es": "No piensan en sus activos digitales."
    }
  },
  {
    "translation": {
      "en": "Instead, people are usually focused on their physical remains.",
      "es": "En cambio, la gente piensa en sus restos físicos."
    }
  },
  {
    "translation": {
      "en": "There's so many different ways to approach burial, so many different ways.",
      "es": "Hay muchísimas formas de realizar un entierro."
    }
  },
  {
    "translation": {
      "en": "Tibetan Buddhists leave out the deceased's remains in hopes that birds",
      "es": "Los budistas tibetanos dejan fuera los restos para que las aves"
    }
  },
  {
    "translation": {
      "en": "will carry their wishes to heaven.",
      "es": "lleven sus deseos al cielo."
    }
  },
  {
    "translation": {
      "en": "Navies practice burials at sea.",
      "es": "Las armadas practican entierros en el mar."
    }
  },
  {
    "translation": {
      "en": "And the Toraja people in Indonesia keep dead loved ones in their homes.",
      "es": "Y los toraja en Indonesia tienen a sus seres queridos muertos en sus casas."
    }
  },
  {
    "translation": {
      "en": "In Ghana, where I'm from, we sometimes bury people in a coffin",
      "es": "En Ghana, de donde soy, a veces enterramos a la gente en ataúdes"
    }
  },
  {
    "translation": {
      "en": "that looks like what they did in their profession. It's kinda funny.",
      "es": "relacionados con su profesión, es curioso."
    }
  },
  {
    "translation": {
      "en": "For me, they might just bury me in a coffin? I guess.",
      "es": "Creo que a mí me enterrarían en un ataúd, supongo."
    }
  },
  {
    "translation": {
      "en": "People have a lot of misconceptions around death and dying,",
      "es": "La gente tiene muchas ideas erróneas sobre la muerte,"
    }
  },
  {
    "translation": {
      "en": "mostly because of how it's portrayed in the media.",
      "es": "sobre todo por cómo se muestra en los medios."
    }
  },
  {
    "translation": {
      "en": "With so many portrayals in American pop culture,",
      "es": "Gracias a la cultura pop estadounidense,"
    }
  },
  {
    "translation": {
      "en": "you may think of funerals as large gatherings at a cemetery",
      "es": "pensamos que los funerales son grandes reuniones en un cementerio"
    }
  },
  {
    "translation": {
      "en": "or around the headstone of a TV character with a questionable epitaph.",
      "es": "o alrededor de la lápida de un personaje con un epitafio dudoso."
    }
  },
  {
    "translation": {
      "en": "Peeps?!",
      "es": "¿Peeps?"
    }
  },
  {
    "translation": {
      "en": "It's a ******* nickname!",
      "es": "¡Es un sobrenombre!"
    }
  },
  {
    "translation": {
      "en": "But today around 56% of Americans are being cremated.",
      "es": "Pero hoy, alrededor del 56 % de los estadounidenses son cremados."
    }
  },
  {
    "translation": {
      "en": "In other countries, it's over 80%,",
      "es": "En otros países, es más del 80 %,"
    }
  },
  {
    "translation": {
      "en": "and it's an increasingly popular practice around the world.",
      "es": "y es una práctica cada vez más popular en todo el mundo."
    }
  },
  {
    "translation": {
      "en": "So why the change?",
      "es": "¿Cómo ocurrió el cambio?"
    }
  },
  {
    "translation": {
      "en": "Well, it comes down to cost,",
      "es": "Bueno, todo se reduce al costo,"
    }
  },
  {
    "translation": {
      "en": "and there's one movie in particular that shows us just how annoying they can be.",
      "es": "y hay una película en particular que muestra lo molestos que pueden ser."
    }
  },
  {
    "translation": {
      "en": "- I assume this is credit? - Yeah.",
      "es": "- Supongo que esto es crédito. - Sí."
    }
  },
  {
    "translation": {
      "en": "Can't we just rent it from you, man?",
      "es": "¿No podemos alquilarla, viejo?"
    }
  },
  {
    "translation": {
      "en": "Sir, this is a mortuary, not a rental house.",
      "es": "Señor, esto es una morgue, no una casa de alquiler."
    }
  },
  {
    "translation": {
      "en": "- We're scattering the ******* ashes. - Whoa, Walter.",
      "es": "- Esparciremos las cenizas. - Walter."
    }
  },
  {
    "translation": {
      "en": "Just because we're bereaved, doesn't make us saps!",
      "es": "¡Estamos desconsolados, pero no somos tontos!"
    }
  },
  {
    "translation": {
      "en": "End- of- life services have become a $20 billion- a- year industry.",
      "es": "Los servicios para el final de la vida son una industria de 20 000 millones anuales."
    }
  },
  {
    "translation": {
      "en": "Even Costco sells coffins.",
      "es": "Hasta Costco vende ataúdes."
    }
  },
  {
    "translation": {
      "en": "Everyone is looking for ways to save money.",
      "es": "Todos buscan formas de ahorrar dinero."
    }
  },
  {
    "translation": {
      "en": "My mother- in- law, she was cremated.",
      "es": "Mi suegra fue cremada."
    }
  },
  {
    "translation": {
      "en": "We even laughed literally while we were standing there with the urn she picked,",
      "es": "Nos reímos cuando nos paramos con la urna que ella había elegido,"
    }
  },
  {
    "translation": {
      "en": "which was very-- It was the cheapest one that they would allow her to buy.",
      "es": "era la más barata que consiguió."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, conventional burials pose a different issue.",
      "es": "Por otro lado, los entierros convencionales plantean un problema diferente."
    }
  },
  {
    "translation": {
      "en": "Hey, Steve!",
      "es": "Hola, Steve."
    }
  },
  {
    "translation": {
      "en": "- Some ominous cemetery vibes today. - Yeah, really.",
      "es": "- Hay vibras de cementerio fuertes hoy. - Sí."
    }
  },
  {
    "translation": {
      "en": "This one's here.",
      "es": "Va aquí."
    }
  },
  {
    "translation": {
      "en": "They've been here since the Civil War. It is now 2021 and here we are refreshing their headstones.",
      "es": "Están aquí desde la Guerra Civil. Y ahora, en 2021, renovamos las lápidas."
    }
  },
  {
    "translation": {
      "en": "I can get down there and…",
      "es": "Puedo acomodarla ahí abajo…"
    }
  },
  {
    "translation": {
      "en": "My name is Cole Imperi and I am a thanatologist, a death companion,",
      "es": "Soy Cole Imperi y soy tanatóloga, acompañante en la muerte,"
    }
  },
  {
    "translation": {
      "en": "and I also serve as the board president of a cemetery in Covington, Kentucky.",
      "es": "y también soy presidenta del directorio de un cementerio en Covington, Kentucky."
    }
  },
  {
    "translation": {
      "en": "Isn't this beautiful, like just the color?",
      "es": "¿No es hermosa? Mira el color."
    }
  },
  {
    "translation": {
      "en": "It's beautiful. It's like art.",
      "es": "Es hermosa. Es arte."
    }
  },
  {
    "translation": {
      "en": "One of the challenges that we're facing",
      "es": "Uno de los desafíos que enfrentamos"
    }
  },
  {
    "translation": {
      "en": "is we don't really have any more plots available.",
      "es": "es que no hay más parcelas disponibles."
    }
  },
  {
    "translation": {
      "en": "Twenty- two thousand or so people bought plots",
      "es": "Veintidós mil personas compraron parcelas"
    }
  },
  {
    "translation": {
      "en": "and their expectation is that they would have those plots forever.",
      "es": "y esperan poseer esas parcelas para siempre."
    }
  },
  {
    "translation": {
      "en": "And a lot of very, very old cemeteries are in the same boat.",
      "es": "Muchos cementerios muy viejos están en la misma situación."
    }
  },
  {
    "translation": {
      "en": "How do we keep the ground safe? How do we keep everything maintained?",
      "es": "¿Cómo mantenemos el suelo? ¿Cómo mantenemos todo en buen estado?"
    }
  },
  {
    "translation": {
      "en": "Um, costs keep going up.",
      "es": "Los costos siguen subiendo."
    }
  },
  {
    "translation": {
      "en": "It's the reality of what happens",
      "es": "Es la realidad de lo que pasa"
    }
  },
  {
    "translation": {
      "en": "hundreds of years after someone is buried somewhere.",
      "es": "cientos de años después de que entierran a alguien."
    }
  },
  {
    "translation": {
      "en": "The harder it is for cemeteries to be maintained,",
      "es": "Mientras más difícil sea mantener los cementerios,"
    }
  },
  {
    "translation": {
      "en": "the harder it will be for us to visit and grieve for the dead.",
      "es": "más difícil será para nosotros visitar y llorar a los muertos."
    }
  },
  {
    "translation": {
      "en": "There are eco- friendly solutions out there though, but they aren't the norm.",
      "es": "Hay soluciones ecológicas, pero no son de uso común."
    }
  },
  {
    "translation": {
      "en": "Making these hard decisions can leave us feeling overwhelmed",
      "es": "Tomar estas decisiones difíciles puede abrumarnos"
    }
  },
  {
    "translation": {
      "en": "during an already overwhelming time,",
      "es": "en un momento que de por sí ya es abrumador."
    }
  },
  {
    "translation": {
      "en": "but people like Alua Arthur and Cole Imperi",
      "es": "Pero personas como Alua Arthur y Cole Imperi"
    }
  },
  {
    "translation": {
      "en": "help guide the bereaved through the process.",
      "es": "guían a los deudos a través del proceso."
    }
  },
  {
    "translation": {
      "en": "Summer Jeanetti recently lost a loved one.",
      "es": "Summer Jeanetti perdió a un ser querido."
    }
  },
  {
    "translation": {
      "en": "I remember sitting in the living room.",
      "es": "Recuerdo estar sentada en la sala."
    }
  },
  {
    "translation": {
      "en": "Like…  …My dad is dead,",
      "es": "Mi papá ha muerto,"
    }
  },
  {
    "translation": {
      "en": "and, pardon my bluntness, but I was like,",
      "es": "y perdona que sea tan franca,"
    }
  },
  {
    "translation": {
      "en": "How the fuck do you pick a funeral home?",
      "es": "pero ¿cómo elijo una funeraria?"
    }
  },
  {
    "translation": {
      "en": "There should be, like, an owner's manual.",
      "es": "Debería haber un manual."
    }
  },
  {
    "translation": {
      "en": "Like, Idiots Guide to…",
      "es": "Una guía a prueba de tontos"
    }
  },
  {
    "translation": {
      "en": "all of these essential things",
      "es": "para todas estas cosas esenciales"
    }
  },
  {
    "translation": {
      "en": "that every single person will have to deal with, but no one ever talks about.",
      "es": "con las que todos tendremos que lidiar, pero de las que nadie habla."
    }
  },
  {
    "translation": {
      "en": "And today, it's not just our physical remains we have to deal with.",
      "es": "Y hoy, no solo tenemos que lidiar con nuestros restos físicos."
    }
  },
  {
    "translation": {
      "en": "There's a whole digital world of stuff we leave behind.",
      "es": "Hay todo un mundo digital de cosas que dejamos atrás."
    }
  },
  {
    "translation": {
      "en": "Pretty much everybody has digital remains.",
      "es": "Casi todos tienen restos digitales."
    }
  },
  {
    "translation": {
      "en": "I'm Elaine Kasket. I write primarily about death and the digital.",
      "es": "Soy Elaine Kasket. Escribo sobre la muerte y lo digital."
    }
  },
  {
    "translation": {
      "en": "Ha!  It wasn't my original last name,",
      "es": "No es mi apellido original."
    }
  },
  {
    "translation": {
      "en": "it was the name of a husband I don't have anymore,",
      "es": "Es el apellido de un esposo que tuve,"
    }
  },
  {
    "translation": {
      "en": "and it was a name that I elected to keep because it fit.",
      "es": "y quise mantenerlo porque combina."
    }
  },
  {
    "translation": {
      "en": "Every day, humans produce massive amounts of digital exhaust fumes.",
      "es": "Todos los días, los humanos producen grandes cantidades de gases digitales."
    }
  },
  {
    "translation": {
      "en": "One study suggests that each of us creates 1.7 megabytes of data every second.",
      "es": "Un estudio sugiere que cada persona crea 1.7 megabytes de datos por segundo."
    }
  },
  {
    "translation": {
      "en": "It's not just your social media accounts,",
      "es": "No son solo tus cuentas en las redes sociales,"
    }
  },
  {
    "translation": {
      "en": "it's web searches, emails and text threads, posts on message boards.",
      "es": "son las búsquedas en la web, los correos, mensajes y publicaciones."
    }
  },
  {
    "translation": {
      "en": "Websites are storing vast troves of information even after you're dead.",
      "es": "Los sitios web almacenan grandes cantidades de información incluso después de que mueres."
    }
  },
  {
    "translation": {
      "en": "All these things have a digital counterpart",
      "es": "Todas estas cosas tienen una contraparte digital"
    }
  },
  {
    "translation": {
      "en": "and these things stick around by default.",
      "es": "y por defecto no son eliminadas."
    }
  },
  {
    "translation": {
      "en": "They don't just automatically disappear when you do.",
      "es": "No desaparecen automáticamente cuando tú lo haces."
    }
  },
  {
    "translation": {
      "en": "So back in the early days of social media, Facebook kind of had",
      "es": "En los primeros momentos de las redes sociales, Facebook tenía una política de eliminación por fallecimiento."
    }
  },
  {
    "translation": {
      "en": "a delete- upon- death policy.",
      "es": "Facebook tenía una política de eliminación por fallecimiento."
    }
  },
  {
    "translation": {
      "en": "After the Virginia Tech massacre, that shifted.",
      "es": "Después de la masacre de Virginia Tech, eso cambió."
    }
  },
  {
    "translation": {
      "en": "The bereaved came to Facebook and said, Please don't delete these profiles.",
      "es": "Los deudos le dijeron a Facebook: Por favor, no borren estos perfiles."
    }
  },
  {
    "translation": {
      "en": "The way that we grieve is changing, and one way is that we're still able",
      "es": "Ahora los duelos están cambiando, y una forma es que aún podemos interactuar con la presencia de alguien en las redes."
    }
  },
  {
    "translation": {
      "en": "to engage with their social media profile and presence.",
      "es": "y una forma es que aún podemos interactuar con la presencia de alguien en las redes."
    }
  },
  {
    "translation": {
      "en": "When my aunt died, we had to make the difficult decision of",
      "es": "Cuando murió mi tía, tuvimos que decidir"
    }
  },
  {
    "translation": {
      "en": "do we memorialize her page and essentially archive it through Facebook, Instagram?",
      "es": "si inmortalizábamos y archivábamos sus perfiles de Facebook, Instagram."
    }
  },
  {
    "translation": {
      "en": "And our family decided together to leave it active.",
      "es": "Y nuestra familia decidió dejarlos activos."
    }
  },
  {
    "translation": {
      "en": "We're saying, No, Twitter, no, Facebook, or no, Instagram.",
      "es": "Decimos: No, Twitter. No, Facebook, o no, Instagram."
    }
  },
  {
    "translation": {
      "en": "I need you to maintain this for me.",
      "es": "Necesito que me mantengas esto."
    }
  },
  {
    "translation": {
      "en": "Like you might say to the people who run the cemetery,",
      "es": "Como le dirías a la gente del cementerio:"
    }
  },
  {
    "translation": {
      "en": "Hey, I need you to maintain this grave so that when I come and visit,",
      "es": "Necesito que mantengan esta tumba para que cuando la visite"
    }
  },
  {
    "translation": {
      "en": "it's going to be how I want it to be.",
      "es": "esté como yo quiero."
    }
  },
  {
    "translation": {
      "en": "Within the next century,",
      "es": "En el próximo siglo,"
    }
  },
  {
    "translation": {
      "en": "there could be potentially just as many Facebook profiles",
      "es": "podría haber tantos perfiles de Facebook"
    }
  },
  {
    "translation": {
      "en": "for the dead as there are for the living.",
      "es": "para los muertos como para los vivos."
    }
  },
  {
    "translation": {
      "en": "We're talking about billions of profiles.",
      "es": "Hablamos de miles de millones de perfiles."
    }
  },
  {
    "translation": {
      "en": "For tech companies, handling digital remains",
      "es": "Para las empresas de tecnología, el manejo de los restos digitales"
    }
  },
  {
    "translation": {
      "en": "will become an increasingly important part of their business models moving forward.",
      "es": "será cada vez más importante en sus modelos de negocios en el futuro."
    }
  },
  {
    "translation": {
      "en": "Just as they profit off of us while we're alive,",
      "es": "Así como se benefician de nosotros mientras estamos vivos,"
    }
  },
  {
    "translation": {
      "en": "they can continue to profit off of us after we're dead.",
      "es": "pueden seguir haciéndolo cuando estemos muertos."
    }
  },
  {
    "translation": {
      "en": "Giving life after death a whole new meaning.",
      "es": "Eso le dará un nuevo significado a la vida después de la muerte."
    }
  },
  {
    "translation": {
      "en": "But all that digital evidence of our lives doesn't just have to sit there.",
      "es": "Pero toda esa evidencia digital de nuestras vidas no tiene que quedarse ahí."
    }
  },
  {
    "translation": {
      "en": "What if there were entirely new ways to use our digital remains?",
      "es": "¿Y si hubiera formas totalmente nuevas de usar nuestros restos digitales?"
    }
  },
  {
    "translation": {
      "en": "In the near future,",
      "es": "LA MUERTE En el futuro cercano,"
    }
  },
  {
    "translation": {
      "en": "you'll be able to use digital remains to recreate dead loved ones.",
      "es": "podrás usar restos digitales para recrear a tus seres queridos."
    }
  },
  {
    "translation": {
      "en": "You'll even be able to communicate with them.",
      "es": "Hasta podrás comunicarte con ellos."
    }
  },
  {
    "translation": {
      "en": "We asked Cole Imperi to explore one way this could happen,",
      "es": "Le pedimos a Cole Imperi que explorara una forma de hacerlo"
    }
  },
  {
    "translation": {
      "en": "using a voice- cloning AI- software called Descript.",
      "es": "con un software de clonación de voz llamado Descript."
    }
  },
  {
    "translation": {
      "en": "I talked for like 30 minutes, read a script,",
      "es": "Hablé durante 30 minutos, leí un guion,"
    }
  },
  {
    "translation": {
      "en": "sent it off, and now it's ready,",
      "es": "lo envié y ahora está listo,"
    }
  },
  {
    "translation": {
      "en": "so we're gonna see what the results are.",
      "es": "así que veremos los resultados."
    }
  },
  {
    "translation": {
      "en": "Hello. My name is Cole.",
      "es": "Hola. Me llamo Cole."
    }
  },
  {
    "translation": {
      "en": "I am based in Kentucky and work as a thanatologist full- time.",
      "es": "Vivo en Kentucky y trabajo como tanatóloga a tiempo completo."
    }
  },
  {
    "translation": {
      "en": "I sound like myself. That is weird. That is so weird. I feel weird.",
      "es": "Suena como yo. Es raro. Es muy raro. Me siento rara."
    }
  },
  {
    "translation": {
      "en": "Voice- cloning software could allow us to leave behind",
      "es": "Con un software de clonación de voz podríamos dejar una versión nuestra para los deudos."
    }
  },
  {
    "translation": {
      "en": "a version of ourselves for the bereaved.",
      "es": "podríamos dejar una versión nuestra para los deudos."
    }
  },
  {
    "translation": {
      "en": "So the software can absolutely manipulate our digital legacies,",
      "es": "El software puede manipular nuestro legado digital"
    }
  },
  {
    "translation": {
      "en": "perhaps in a way that we hadn't really anticipated or thought through.",
      "es": "de una manera que quizá no habíamos anticipado o pensado."
    }
  },
  {
    "translation": {
      "en": "Type something else. What's like… like…",
      "es": "Escribe otra cosa. ¿Cómo es…?"
    }
  },
  {
    "translation": {
      "en": "Thank you for attending my funeral today. I lived a good life.",
      "es": "Gracias por venir hoy a mi funeral. Viví una buena vida."
    }
  },
  {
    "translation": {
      "en": "The thing--",
      "es": "Esto…"
    }
  },
  {
    "translation": {
      "en": "I don't know why that's making me, like, emotional.",
      "es": "No sé por qué esto me sensibiliza."
    }
  },
  {
    "translation": {
      "en": "So weird…",
      "es": "Es muy raro."
    }
  },
  {
    "translation": {
      "en": "- That's weird. I don't know! - Well, it is weird. It is weird.",
      "es": "- Es raro. ¡No lo sé! - Bueno, sí, es raro."
    }
  },
  {
    "translation": {
      "en": "There are ways we could potentially use this tech.",
      "es": "Podríamos usar esta tecnología de muchas formas."
    }
  },
  {
    "translation": {
      "en": "It was controversially used",
      "es": "Fue muy polémico cuando la usaron para recrear la voz"
    }
  },
  {
    "translation": {
      "en": "to recreate Anthony Bourdain's voice for a 2021 documentary.",
      "es": "Fue muy polémico cuando la usaron para recrear la voz de Anthony Bourdain para un documental en 2021."
    }
  },
  {
    "translation": {
      "en": "While actor Val Kilmer worked with a company to reproduce his voice",
      "es": "Y el actor Val Kilmer trabajó con una empresa para reproducir su voz"
    }
  },
  {
    "translation": {
      "en": "following throat surgery.",
      "es": "tras una cirugía de garganta."
    }
  },
  {
    "translation": {
      "en": "Soon it won't just be voice cloning.",
      "es": "Pronto, no solo se clonarán voces."
    }
  },
  {
    "translation": {
      "en": "There will be a visual component too, like deepfake videos,",
      "es": "También habrá un componente visual, como en los videos ultrafalsos,"
    }
  },
  {
    "translation": {
      "en": "or like in 2020 when Kanye West gifted Kim Kardashian",
      "es": "o como cuando Kanye West le regaló a Kim Kardashian"
    }
  },
  {
    "translation": {
      "en": "a hologram of her late father.",
      "es": "un holograma de su difunto padre."
    }
  },
  {
    "translation": {
      "en": "We already have the ability to use, uh, holographic images of people",
      "es": "Ya tenemos la capacidad de usar imágenes holográficas de personas"
    }
  },
  {
    "translation": {
      "en": "or to put on film people and have them say things they never said.",
      "es": "o de crear videos y hacer que digan cosas que nunca dijeron."
    }
  },
  {
    "translation": {
      "en": "We can have Tupac Shakur rap and sing with someone he's never met.",
      "es": "Podemos hacer que Tupac Shakur cante con alguien que no conoce."
    }
  },
  {
    "translation": {
      "en": "I mean, Tupac may still be around. We don't really know.",
      "es": "Bueno, Tupac quizá aún sigue aquí, no lo sabemos."
    }
  },
  {
    "translation": {
      "en": "My name is Charles Isbell. I am a professor",
      "es": "Me llamo Charles Isbell, soy profesor"
    }
  },
  {
    "translation": {
      "en": "and the John P. Imlay Jr. Dean at the College of Computing at Georgia Tech.",
      "es": "y decano en la Facultad de Computación de Georgia Tech."
    }
  },
  {
    "translation": {
      "en": "In years to come, you may be able to do more",
      "es": "En unos años, quizá haya más que solo simulaciones de seres queridos muertos."
    }
  },
  {
    "translation": {
      "en": "than just simulate dead loved ones.",
      "es": "quizá haya más que solo simulaciones de seres queridos muertos."
    }
  },
  {
    "translation": {
      "en": "You might interact with them through chatbots.",
      "es": "Podrías interactuar con ellos a través de chatbots."
    }
  },
  {
    "translation": {
      "en": "You could think of Siri as a very simple chatbot. Alexa is a very simple chatbot.",
      "es": "Siri es un chatbot simple. Alexa también lo es."
    }
  },
  {
    "translation": {
      "en": "By combining the power of artificial intelligence",
      "es": "Si combinamos el poder de la inteligencia artificial,"
    }
  },
  {
    "translation": {
      "en": "that we see in voice cloning and deepfakes,",
      "es": "la clonación de voz y los videos ultrafalsos"
    }
  },
  {
    "translation": {
      "en": "with all the data we leave behind, we can create a new kind of chatbot",
      "es": "con toda la información que dejamos, podríamos crear un nuevo tipo de chatbot"
    }
  },
  {
    "translation": {
      "en": "that could alter the way we prepare for death.",
      "es": "que cambiaría la forma en que nos preparamos para la muerte."
    }
  },
  {
    "translation": {
      "en": "What we're giving to chatbots is actual examples of texts or emails",
      "es": "A los chatbots les damos ejemplos reales de mensajes, correos o interacciones en las redes sociales."
    }
  },
  {
    "translation": {
      "en": "or interactions on social media.",
      "es": "de mensajes, correos o interacciones en las redes sociales."
    }
  },
  {
    "translation": {
      "en": "We'll get better at it just through the passage of time,",
      "es": "Con el tiempo se irá perfeccionando,"
    }
  },
  {
    "translation": {
      "en": "and I can build a model of you.",
      "es": "y podré construir un modelo de ti."
    }
  },
  {
    "translation": {
      "en": "So we're talking about the idea of digital afterlife.",
      "es": "Una vida digital después de la muerte."
    }
  },
  {
    "translation": {
      "en": "We'll create digital avatars that look and sound like us.",
      "es": "Crearemos avatares digitales que se vean y suenen como nosotros."
    }
  },
  {
    "translation": {
      "en": "And they'll be able to talk to the people we leave behind.",
      "es": "Y podrán hablar con la gente que nos sobreviva."
    }
  },
  {
    "translation": {
      "en": "It's the big What if? What if you could keep on talking to your spouse?",
      "es": "Te preguntarás: ¿y si pudieras seguir hablando con tu pareja?"
    }
  },
  {
    "translation": {
      "en": "What if you could have that last conversation with your son or daughter?",
      "es": "¿Y si pudieras tener esa última conversación con tu hijo?"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci- fi becomes true.",
      "es": "Ahora, la ciencia ficción se vuelve realidad."
    }
  },
  {
    "translation": {
      "en": "It sounds unbelievable, but it's already happening.",
      "es": "Suena increíble, pero ya está sucediendo."
    }
  },
  {
    "translation": {
      "en": "The longing to stay in touch with the deceased",
      "es": "El anhelo de estar en contacto con los difuntos"
    }
  },
  {
    "translation": {
      "en": "has inspired some tech- savvy folks to create chatbot versions",
      "es": "ha inspirado a expertos en tecnología para crear versiones de chatbot de quienes fallecieron."
    }
  },
  {
    "translation": {
      "en": "of those that have passed.",
      "es": "versiones de chatbot de quienes fallecieron."
    }
  },
  {
    "translation": {
      "en": "In the future, not only will you be able to do this for others,",
      "es": "En el futuro, no solo podrás hacer esto para los demás."
    }
  },
  {
    "translation": {
      "en": "over the course of your life,",
      "es": "A lo largo de tu vida, tú mismo podrás elegir"
    }
  },
  {
    "translation": {
      "en": "you yourself will be able to select which photos you'd like to save",
      "es": "A lo largo de tu vida, tú mismo podrás elegir qué fotos querrías guardar o qué historias te gustaría compartir."
    }
  },
  {
    "translation": {
      "en": "or which stories you'd like to pass on.",
      "es": "qué fotos querrías guardar o qué historias te gustaría compartir."
    }
  },
  {
    "translation": {
      "en": "It will change how people are remembered.",
      "es": "Cambiará la forma en que recordamos a la gente."
    }
  },
  {
    "translation": {
      "en": "What's important to me is that everybody is able to choose.",
      "es": "Lo importante para mí es que todos pueden elegir."
    }
  },
  {
    "translation": {
      "en": "Yes. I want that. No, I don't.",
      "es": "Sí. Quiero eso. Eso no."
    }
  },
  {
    "translation": {
      "en": "But the most important part of death",
      "es": "Pero la parte más importante de la muerte"
    }
  },
  {
    "translation": {
      "en": "is taking care of our grief for the survivors.",
      "es": "es cuidar nuestro dolor por los que quedan."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I'm ready to see that, uh,",
      "es": "No sé si estoy lista para ver eso,"
    }
  },
  {
    "translation": {
      "en": "but I think it's a cool idea with merit.",
      "es": "pero creo que es una buena idea con ventajas."
    }
  },
  {
    "translation": {
      "en": "The thought excites me, but also scares me.",
      "es": "La idea me emociona, pero también me asusta."
    }
  },
  {
    "translation": {
      "en": "My faith really is very cautious when it comes to representation after death.",
      "es": "Mi fe es muy cautelosa cuando se trata de la representación después de la muerte."
    }
  },
  {
    "translation": {
      "en": "Immortality, at the end of the day, is really nothing more than",
      "es": "La inmortalidad, a fin de cuentas, es que tus tataranietos sepan tu nombre."
    }
  },
  {
    "translation": {
      "en": "your great- great- grandchildren knowing your name.",
      "es": "es que tus tataranietos sepan tu nombre."
    }
  },
  {
    "translation": {
      "en": "The idea that people long after I'm gone",
      "es": "La idea de que la gente que vaya a extrañarme cuando muera"
    }
  },
  {
    "translation": {
      "en": "would know what I was thinking and what I was like is, I think,",
      "es": "La idea de que la gente que vaya a extrañarme cuando muera sepa lo que pensaba y cómo fui yo"
    }
  },
  {
    "translation": {
      "en": "quite a lovely and amazing thought.",
      "es": "es algo muy lindo y asombroso."
    }
  },
  {
    "translation": {
      "en": "But if we aren't careful, tech companies could put",
      "es": "Pero si no somos cuidadosos, las empresas podrían anteponer"
    }
  },
  {
    "translation": {
      "en": "their bottom lines ahead of our grief.",
      "es": "Pero si no somos cuidadosos, las empresas podrían anteponer sus beneficios a nuestro dolor."
    }
  },
  {
    "translation": {
      "en": "Some of these companies are more powerful than governments.",
      "es": "Algunas de estas empresas son más poderosas que los gobiernos,"
    }
  },
  {
    "translation": {
      "en": "For- profit corporations",
      "es": "son corporaciones con fines de lucro"
    }
  },
  {
    "translation": {
      "en": "that were not designed to this purpose,",
      "es": "que no fueron diseñadas para este propósito,"
    }
  },
  {
    "translation": {
      "en": "that are not archivists, that are not, uh, grief- counseling organizations.",
      "es": "que no son archivistas ni organizaciones de terapeutas."
    }
  },
  {
    "translation": {
      "en": "As long as we don't have full ownership over our data,",
      "es": "Mientras no tengamos control absoluto de nuestros datos,"
    }
  },
  {
    "translation": {
      "en": "our digital remains may be used in ways we never intended.",
      "es": "podrían usar nuestros restos digitales de formas que jamás quisimos."
    }
  },
  {
    "translation": {
      "en": "Who can have access to this data? Who can't? What can you do with this?",
      "es": "¿Quién puede acceder a estos datos? ¿Quién no? ¿Qué puede hacer con esto?"
    }
  },
  {
    "translation": {
      "en": "What form does it take? What shape does it take?",
      "es": "¿Qué forma toma? ¿Con qué propósito?"
    }
  },
  {
    "translation": {
      "en": "And that's a very, very powerful position.",
      "es": "Y esa es una posición muy poderosa."
    }
  },
  {
    "translation": {
      "en": "How would you feel if companies were brazen enough",
      "es": "¿Cómo te sentirías si las empresas fueran descaradas"
    }
  },
  {
    "translation": {
      "en": "to use dead loved ones",
      "es": "y usaran a tus seres queridos"
    }
  },
  {
    "translation": {
      "en": "to advertise something they never believed in?",
      "es": "para anunciar algo en lo que ellos nunca creyeron?"
    }
  },
  {
    "translation": {
      "en": "When I think about worst- case scenarios,",
      "es": "Pienso en los peores casos,"
    }
  },
  {
    "translation": {
      "en": "one is that I personally get misrepresented.",
      "es": "y uno sería que me tergiversen."
    }
  },
  {
    "translation": {
      "en": "My image, my likeness, even the sound of my voice,",
      "es": "Que mi imagen, mis rasgos, hasta el sonido de mi voz"
    }
  },
  {
    "translation": {
      "en": "the way that I use my hands when I talk",
      "es": "y la forma en que uso las manos cuando hablo"
    }
  },
  {
    "translation": {
      "en": "are being used to have me represent a position I would never represent.",
      "es": "se usen para apoyar una opinión que nunca me representaría."
    }
  },
  {
    "translation": {
      "en": "Does eventually Disney get to take me and use me",
      "es": "¿Eventualmente Disney podría tomarme y usarme"
    }
  },
  {
    "translation": {
      "en": "because it's just out there in the world?",
      "es": "porque mi imagen está allá afuera en el mundo?"
    }
  },
  {
    "translation": {
      "en": "That is an extremely difficult question.",
      "es": "Esa es una pregunta extremadamente difícil."
    }
  },
  {
    "translation": {
      "en": "In the future, there will be even more questions.",
      "es": "En el futuro, habrá más preguntas."
    }
  },
  {
    "translation": {
      "en": "Not just about our digital remains, but our physical ones.",
      "es": "No solo sobre nuestros restos digitales, sino de los físicos."
    }
  },
  {
    "translation": {
      "en": "What will we do with people's bodies?",
      "es": "¿Qué haremos con los cuerpos de la gente?"
    }
  },
  {
    "translation": {
      "en": "Well, one day you could become a tree, seriously.",
      "es": "Un día podrías convertirte en un árbol. De verdad."
    }
  },
  {
    "translation": {
      "en": "It's called human composting.",
      "es": "Se llama compost humano."
    }
  },
  {
    "translation": {
      "en": "Pioneered by a Seattle- based company, Recompose,",
      "es": "Iniciado por una empresa con sede en Seattle, Recompose,"
    }
  },
  {
    "translation": {
      "en": "the process can turn a human body into a cubic yard of soil in just 30 days.",
      "es": "el proceso puede convertir un cuerpo humano en 0.76 metros cúbicos de tierra en solo 30 días."
    }
  },
  {
    "translation": {
      "en": "In 2019, Washington became the first state to legalize human composting,",
      "es": "En 2019, Washington fue el primer estado en legalizar el compost humano"
    }
  },
  {
    "translation": {
      "en": "paving the way for many more states and countries to follow.",
      "es": "y allanó el camino para muchos más estados y países."
    }
  },
  {
    "translation": {
      "en": "For those of us that really care",
      "es": "Para los que nos importa mucho"
    }
  },
  {
    "translation": {
      "en": "about how we're using our body while we're here",
      "es": "cómo usamos nuestro cuerpo"
    }
  },
  {
    "translation": {
      "en": "and also our impact on the earth while we're here,",
      "es": "y el impacto que generamos en la tierra, es una gran alternativa."
    }
  },
  {
    "translation": {
      "en": "it's a really great alternative.",
      "es": "y el impacto que generamos en la tierra, es una gran alternativa. En lugar de añadir más concreto o plástico a la tierra,"
    }
  },
  {
    "translation": {
      "en": "Instead of putting more concrete or plastic into the earth,",
      "es": "En lugar de añadir más concreto o plástico a la tierra,"
    }
  },
  {
    "translation": {
      "en": "we'll be replenishing it with more soil.",
      "es": "la repondremos con más tierra fértil."
    }
  },
  {
    "translation": {
      "en": "I could totally see Linden Grove",
      "es": "Sería genial si Linden Grove"
    }
  },
  {
    "translation": {
      "en": "being a place that receives people's soil donations",
      "es": "recibiera donaciones de tierra de las personas"
    }
  },
  {
    "translation": {
      "en": "and then we're able to utilize those throughout our grounds.",
      "es": "para poder utilizarlas en todo el lugar."
    }
  },
  {
    "translation": {
      "en": "Human composting could revolutionize",
      "es": "El compost humano podría revolucionar"
    }
  },
  {
    "translation": {
      "en": "how we think about memorial sites.",
      "es": "lo que pensamos de los sitios conmemorativos."
    }
  },
  {
    "translation": {
      "en": "This is an area now, which is amazing.",
      "es": "Esto es algo asombroso."
    }
  },
  {
    "translation": {
      "en": "What rituals are they gonna put around receiving the soil?",
      "es": "¿Qué rituales harán para recibir la tierra?"
    }
  },
  {
    "translation": {
      "en": "Do you put it in the tomato garden? Would you feel weird about that?",
      "es": "¿La pondrías en los tomates? ¿Eso te haría sentir raro?"
    }
  },
  {
    "translation": {
      "en": "How great would it be to have the opportunity",
      "es": "¿No sería grandioso tener la oportunidad"
    }
  },
  {
    "translation": {
      "en": "to be with somebody you loved in a new way?",
      "es": "¿No sería grandioso tener la oportunidad de estar con un ser amado de una forma nueva?"
    }
  },
  {
    "translation": {
      "en": "You know, to continue those bonds, but through their body having",
      "es": "Para continuar con ese vínculo, pero a través de su cuerpo"
    }
  },
  {
    "translation": {
      "en": "nourished some food you're eating,",
      "es": "que nutrió algo que estás comiendo"
    }
  },
  {
    "translation": {
      "en": "or some milkweed that brings butterflies around.",
      "es": "o el algodoncillo que atrae mariposas."
    }
  },
  {
    "translation": {
      "en": "As lovely as this all sounds, it's actually just the beginning",
      "es": "Por más hermoso que parezca, esto es solo el comienzo."
    }
  },
  {
    "translation": {
      "en": "because in the far future, you could do so much more with these composted remains.",
      "es": "En un futuro lejano, podríamos hacer mucho más con estos restos compostados."
    }
  },
  {
    "translation": {
      "en": "They'll be the key to unlocking a way",
      "es": "Serán la clave para crear una nueva forma de ocuparnos"
    }
  },
  {
    "translation": {
      "en": "for us to take care of everything we leave behind.",
      "es": "Serán la clave para crear una nueva forma de ocuparnos de todo lo que dejamos."
    }
  },
  {
    "translation": {
      "en": "It will meld our physical, digital, and spiritual remains.",
      "es": "Unirá nuestros restos físicos, digitales y espirituales."
    }
  },
  {
    "translation": {
      "en": "You're walking through the cemetery of the future,",
      "es": "Caminas por el cementerio del futuro,"
    }
  },
  {
    "translation": {
      "en": "but it's no longer headstones and burial plots.",
      "es": "pero ya no hay lápidas ni tumbas."
    }
  },
  {
    "translation": {
      "en": "It's acres and acres of trees and they're growing from our composted remains.",
      "es": "Son hectáreas y hectáreas de árboles que crecen de nuestros restos compostados."
    }
  },
  {
    "translation": {
      "en": "Imagine that we're able to go to a place where",
      "es": "Imagina que podemos ir a un lugar"
    }
  },
  {
    "translation": {
      "en": "that compost has fed and sustained and grown beautiful trees,",
      "es": "donde el compost ha nutrido y ha hecho crecer árboles hermosos,"
    }
  },
  {
    "translation": {
      "en": "maybe the person's favorite tree.",
      "es": "quizá el árbol favorito de la persona."
    }
  },
  {
    "translation": {
      "en": "These trees won't just store our physical remains.",
      "es": "Estos árboles no solo almacenarán nuestros restos físicos."
    }
  },
  {
    "translation": {
      "en": "They'll also store our digital ones.",
      "es": "También guardarán los digitales."
    }
  },
  {
    "translation": {
      "en": "When we visit our loved ones,",
      "es": "Cuando visitemos a un ser querido,"
    }
  },
  {
    "translation": {
      "en": "we'll be greeted with an avatar of the person we can interact with.",
      "es": "nos recibirá un avatar de la persona para poder interactuar."
    }
  },
  {
    "translation": {
      "en": "It's an ultra- sophisticated chatbot accessed through a computer",
      "es": "Será un chatbot ultrasofisticado al que accedes por una computadora"
    }
  },
  {
    "translation": {
      "en": "and stored within a tree.",
      "es": "almacenada en un árbol."
    }
  },
  {
    "translation": {
      "en": "It's all because of how we'll be able to store data in the future, through DNA.",
      "es": "Será posible porque podremos almacenar datos en el futuro a través de un ADN."
    }
  },
  {
    "translation": {
      "en": "So when we think about DNA, we know that's the language of life.",
      "es": "Sabemos que el ADN es el lenguaje de la vida."
    }
  },
  {
    "translation": {
      "en": "What we've discovered more recently is that DNA is also a system",
      "es": "Y recientemente descubrimos que el ADN también es un sistema"
    }
  },
  {
    "translation": {
      "en": "of data storage or information storage.",
      "es": "de almacenamiento de datos o información."
    }
  },
  {
    "translation": {
      "en": "I'm Cyrus. I'm an artist, designer, and futurist.",
      "es": "Soy Cyrus. Soy artista, diseñador y futurista."
    }
  },
  {
    "translation": {
      "en": "In the far future, photos, text files, audio clips,",
      "es": "En el futuro lejano, las fotos, los archivos de texto, de audio,"
    }
  },
  {
    "translation": {
      "en": "the data that makes up our digital remains,",
      "es": "los datos que componen nuestros restos digitales,"
    }
  },
  {
    "translation": {
      "en": "can one day be stored in an entirely new way.",
      "es": "algún día serán almacenados de una forma totalmente distinta."
    }
  },
  {
    "translation": {
      "en": "Digital files are usually expressed in zeros and ones.",
      "es": "Los archivos digitales se expresan en ceros y unos."
    }
  },
  {
    "translation": {
      "en": "DNA is written in four letters, A, T, C, and G.",
      "es": "El ADN está escrito en cuatro letras, A, T, C y G."
    }
  },
  {
    "translation": {
      "en": "What we've been doing recently is just changing the language,",
      "es": "Lo que hemos estado haciendo es cambiar el lenguaje,"
    }
  },
  {
    "translation": {
      "en": "translating into A,T, C, and G.",
      "es": "lo tradujimos a A, T, C y G"
    }
  },
  {
    "translation": {
      "en": "And in that way, we can actually store data in the language of life, in DNA.",
      "es": "Y así podemos almacenar datos en el lenguaje de la vida, en un ADN."
    }
  },
  {
    "translation": {
      "en": "And if biochemistry is not your best subject,",
      "es": "Y si la bioquímica no es tu materia preferida,"
    }
  },
  {
    "translation": {
      "en": "what this means is that instead of hard drives,",
      "es": "esto significa que en lugar de discos duros,"
    }
  },
  {
    "translation": {
      "en": "we'll be able to store our data in DNA.",
      "es": "podremos almacenar nuestros datos en un ADN."
    }
  },
  {
    "translation": {
      "en": "Except imagine the hard drive is much smaller and more eco- friendly.",
      "es": "Pero imagina que este disco duro será mucho más pequeño y más ecológico."
    }
  },
  {
    "translation": {
      "en": "And it's already possible.",
      "es": "Y ya es posible."
    }
  },
  {
    "translation": {
      "en": "In 2019, Catalog, a Boston- based startup,",
      "es": "En 2019, Catalog, una empresa emergente de Boston,"
    }
  },
  {
    "translation": {
      "en": "announced that they stored the entirety of Wikipedia's English- language platform",
      "es": "anunció que almacenaba toda la plataforma de Wikipedia en inglés"
    }
  },
  {
    "translation": {
      "en": "into strands of DNA.",
      "es": "en cadenas de ADN."
    }
  },
  {
    "translation": {
      "en": "Much like computers today read zeros and ones to show you a picture of your dog,",
      "es": "Así como las computadoras de hoy leen ceros y unos para mostrar una foto,"
    }
  },
  {
    "translation": {
      "en": "the computers of tomorrow could read data off of DNA.",
      "es": "las computadoras del mañana podrían leer datos de un ADN."
    }
  },
  {
    "translation": {
      "en": "It all adds up to us being able to store our digital avatars",
      "es": "Es decir, podremos almacenar nuestros avatares digitales"
    }
  },
  {
    "translation": {
      "en": "in living organisms, organisms like plants.",
      "es": "en organismos vivos, organismos como plantas."
    }
  },
  {
    "translation": {
      "en": "If you can work with plants to store your data,",
      "es": "Si puedes trabajar con plantas para almacenar datos,"
    }
  },
  {
    "translation": {
      "en": "well, what you have there is a system which not only doesn't require energy,",
      "es": "tienes un sistema que no solo no requiere de energía,"
    }
  },
  {
    "translation": {
      "en": "it creates its own energy.",
      "es": "sino que crea la propia."
    }
  },
  {
    "translation": {
      "en": "You're creating something which is truly regenerative for the planet.",
      "es": "Crearás algo verdaderamente regenerativo para el planeta."
    }
  },
  {
    "translation": {
      "en": "Human composting, your digital legacy,",
      "es": "El compost humano, tu legado digital,"
    }
  },
  {
    "translation": {
      "en": "imagine if all of this could come together.",
      "es": "imagina si todo esto pudiera unirse."
    }
  },
  {
    "translation": {
      "en": "You'll have full ownership over your digital remains.",
      "es": "Tendrás plena propiedad sobre tus restos digitales."
    }
  },
  {
    "translation": {
      "en": "You'll be able to dictate the privacy settings you want",
      "es": "Podrás dictar la configuración de privacidad que quieras"
    }
  },
  {
    "translation": {
      "en": "because these forests will be managed by a sort of cemetery IT guy.",
      "es": "porque estos bosques serán administrados por el informático del cementerio."
    }
  },
  {
    "translation": {
      "en": "They'll keep away not grave robbers, but grave hackers.",
      "es": "No ahuyentarán a los ladrones de tumbas, sino a los hackers de tumbas."
    }
  },
  {
    "translation": {
      "en": "And for all the other ways that these trees will change our lives in the future,",
      "es": "Para ver más formas en que los árboles cambiarán nuestras vidas,"
    }
  },
  {
    "translation": {
      "en": "well, you'll just have to watch our houseplants episode.",
      "es": "tendrás que ver nuestro episodio de plantas del hogar."
    }
  },
  {
    "translation": {
      "en": "And for those who don't mind opening up their digital afterlives to the public,",
      "es": "Y a los que no les importe hacer públicas sus vidas digitales después de la muerte,"
    }
  },
  {
    "translation": {
      "en": "they'll finally give us a way to learn more about those who came before us.",
      "es": "nos darán una forma de aprender más sobre quienes nos precedieron."
    }
  },
  {
    "translation": {
      "en": "I'm always like, Who was that person in their life?",
      "es": "Siempre pienso: ¿Quién fue esa persona en su vida?."
    }
  },
  {
    "translation": {
      "en": "Like, I wish there was a way that I could learn about that person,",
      "es": "Ojalá pudiera aprender sobre esa persona a través de sus propias palabras."
    }
  },
  {
    "translation": {
      "en": "but through their own words.",
      "es": "Ojalá pudiera aprender sobre esa persona a través de sus propias palabras. En el futuro, podrías hablar con un árbol para conocerlos."
    }
  },
  {
    "translation": {
      "en": "In the future, you could chat with a tree to get to know them.",
      "es": "En el futuro, podrías hablar con un árbol para conocerlos."
    }
  },
  {
    "translation": {
      "en": "I'm able to either learn from them or just acknowledge them",
      "es": "Puedo aprender de ellos o simplemente conocerlos"
    }
  },
  {
    "translation": {
      "en": "and commemorate what they did.",
      "es": "y conmemorar lo que hicieron."
    }
  },
  {
    "translation": {
      "en": "But most importantly,",
      "es": "Pero lo más importante será"
    }
  },
  {
    "translation": {
      "en": "how we process death will continue to be a personal choice.",
      "es": "que la forma en que procesamos la muerte seguirá siendo una elección personal."
    }
  },
  {
    "translation": {
      "en": "With this tech, any object can become an urn or any place a memorial.",
      "es": "Con esta tecnología, cualquier objeto podrá ser una urna o un memorial."
    }
  },
  {
    "translation": {
      "en": "Some people will want to talk with their friends and family as often as possible,",
      "es": "Algunos querrán hablar muy seguido con sus amigos y familiares,"
    }
  },
  {
    "translation": {
      "en": "others not so much.",
      "es": "y otras no tanto."
    }
  },
  {
    "translation": {
      "en": "So everyone can choose how they want to process their loss.",
      "es": "Todos podremos elegir cómo procesar la muerte."
    }
  },
  {
    "translation": {
      "en": "Because as we all know, grief is hard.",
      "es": "Porque, como ya sabemos, el duelo es difícil."
    }
  },
  {
    "translation": {
      "en": "Being thrown into that situation…",
      "es": "Que de un momento a otro ocurra esto…"
    }
  },
  {
    "translation": {
      "en": "I couldn't even function.",
      "es": "Sigo pasmada."
    }
  },
  {
    "translation": {
      "en": "Just being like, I have to bury my dad.",
      "es": "Ahora piensas: Tengo que enterrar a mi papá."
    }
  },
  {
    "translation": {
      "en": "Especially because I'm not ready for him to be gone yet.",
      "es": "Sobre todo porque aún no estoy lista para que se muera."
    }
  },
  {
    "translation": {
      "en": "Even though death will still be inevitable in the future,",
      "es": "Aunque la muerte igual será inevitable en el futuro,"
    }
  },
  {
    "translation": {
      "en": "technology will hopefully help us to mourn or to move forward at our own pace.",
      "es": "la tecnología nos ayudará a llorarla o a superarla a nuestro propio ritmo."
    }
  },
  {
    "translation": {
      "en": "So for my own dying,",
      "es": "Para el momento de mi muerte"
    }
  },
  {
    "translation": {
      "en": "I would love to be on a deck someplace outside.",
      "es": "me encantaría estar en una terraza en algún lugar al aire libre."
    }
  },
  {
    "translation": {
      "en": "I want the sun to be going down.",
      "es": "Quiero ver cómo se pone el sol."
    }
  },
  {
    "translation": {
      "en": "When I die, I would like to, hopefully, be wrapped in a shroud.",
      "es": "Cuando muera, me gustaría que me envuelvan en un sudario."
    }
  },
  {
    "translation": {
      "en": "What probably every Muslim hopes for their death,",
      "es": "Lo que esperan los musulmanes de su muerte"
    }
  },
  {
    "translation": {
      "en": "that I die in the state of submission to the only God that we worship.",
      "es": "es que suceda en un estado de sumisión ante el único Dios que adoramos."
    }
  },
  {
    "translation": {
      "en": "I'd love to smell some Nag Champa incense.",
      "es": "Me encantaría oler incienso Nag Champa."
    }
  },
  {
    "translation": {
      "en": "I was that kid that was barefoot running through the hills.",
      "es": "De niña, corría descalza por las colinas."
    }
  },
  {
    "translation": {
      "en": "And so being returned to the soil, to me, makes me feel the most",
      "es": "Así que regresar a la tierra me haría sentir en paz"
    }
  },
  {
    "translation": {
      "en": "at peace with how I left the earth.",
      "es": "con la forma en que la dejé."
    }
  },
  {
    "translation": {
      "en": "We're all gonna die someday.",
      "es": "Todos moriremos algún día."
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that their dying looks as much like their life as possible.",
      "es": "Quiero asegurarme de que sus muertes se parezcan todo lo posible a sus vidas."
    }
  },
  {
    "translation": {
      "en": "That answer your question?",
      "es": "¿Eso responde tu pregunta?"
    }
  }
]