[
  {
    "translation": {
      "en": "- You mix cheese in it? - I was gonna put a little bit.",
      "es": "- ¿Le pones queso? - Sí, iba a poner un poco."
    }
  },
  {
    "translation": {
      "en": "- When did you last have a burger? - Last night.",
      "es": "- ¿Cuándo comiste una hamburguesa? - Anoche."
    }
  },
  {
    "translation": {
      "en": "When we were kids, we ate hot dogs.",
      "es": "Cuando éramos niños, comíamos panchos."
    }
  },
  {
    "translation": {
      "en": "Sugary cereals.",
      "es": "Cereales azucarados."
    }
  },
  {
    "translation": {
      "en": "- - Spam, bacon, lots of rice.",
      "es": "Jamón, tocino, mucho arroz."
    }
  },
  {
    "translation": {
      "en": "Top Ramen noodles.",
      "es": "Los mejores fideos ramen."
    }
  },
  {
    "translation": {
      "en": "That was one of the last things I helped Mom in the kitchen with…",
      "es": "Esa fue una de las cosas en las que ayudaba a mamá."
    }
  },
  {
    "translation": {
      "en": "- - …was making Top Ramen noodles.",
      "es": "A preparar los mejores fideos ramen."
    }
  },
  {
    "translation": {
      "en": "We are students.",
      "es": "Somos estudiantes."
    }
  },
  {
    "translation": {
      "en": "We try to just keep food around that we can quickly make.",
      "es": "Tenemos comida que podamos preparar rápidamente."
    }
  },
  {
    "translation": {
      "en": "We have our Protein Plus drinks right here. Gatorade with protein in it.",
      "es": "Aquí tenemos nuestras bebidas de proteína. Gatorade con proteína."
    }
  },
  {
    "translation": {
      "en": "We also have these breakfast bowls that we'll make quickly in the morning.",
      "es": "Tenemos desayunos prontos para hacer rápido en la mañana."
    }
  },
  {
    "translation": {
      "en": "It takes, like, three and a half minutes.",
      "es": "Solo tres minutos y medio."
    }
  },
  {
    "translation": {
      "en": "Meat pies, sausage rolls, lamb curry, chicken curry.",
      "es": "Empanadas de carne, rollos de salchicha, cordero y pollo al curry."
    }
  },
  {
    "translation": {
      "en": "- Mm. - Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Current diets and eating habits… - We have… - …consist of, um…",
      "es": "- Los hábitos alimenticios actuales son… - Nosotras…"
    }
  },
  {
    "translation": {
      "en": "So, Wendy and I go…",
      "es": "Wendy y yo…"
    }
  },
  {
    "translation": {
      "en": "To be honest…",
      "es": "Sinceramente…"
    }
  },
  {
    "translation": {
      "en": "- Can I finish? You cut me off. - Okay. Sorry.",
      "es": "- ¿Puedo terminar? - Lo siento."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Everybody knows the average American diet is not very healthy.",
      "es": "La dieta promedio en EE. UU. no es muy saludable."
    }
  },
  {
    "translation": {
      "en": "We sometimes call it the Standard American Diet,",
      "es": "La llamamos la Dieta Estadounidense Estándar,"
    }
  },
  {
    "translation": {
      "en": "or S- A- D for sad.",
      "es": "o SAD por sus siglas en inglés para triste."
    }
  },
  {
    "translation": {
      "en": "That's why, as a nutrition scientist,",
      "es": "Como científico en nutrición,"
    }
  },
  {
    "translation": {
      "en": "I've tested many diets over the years, looking for the healthiest ones.",
      "es": "probé dietas a lo largo de los años, buscando las más saludables."
    }
  },
  {
    "translation": {
      "en": "A major challenge in nutrition studies is that everyone is unique,",
      "es": "Un gran desafío en los estudios de nutrición es que todos somos únicos"
    }
  },
  {
    "translation": {
      "en": "and individuals respond differently to the same food.",
      "es": "y cada uno responde de manera diferente a la misma comida."
    }
  },
  {
    "translation": {
      "en": "So what if we got people who are genetically the same?",
      "es": "¿Y si tenemos personas genéticamente iguales?"
    }
  },
  {
    "translation": {
      "en": "Identical twins often have the same mannerisms.",
      "es": "Los gemelos idénticos tienen gestos similares."
    }
  },
  {
    "translation": {
      "en": "They laugh in exactly the same way.",
      "es": "Se ríen de la misma manera."
    }
  },
  {
    "translation": {
      "en": "The way they hold their coffee or tea cups or drinking beer, is extremely…",
      "es": "Como sostienen sus tazas de café o té o beben cerveza es extremadamente…"
    }
  },
  {
    "translation": {
      "en": "- Ros-- Ros and I… - Well--",
      "es": "Ros y yo…"
    }
  },
  {
    "translation": {
      "en": "…specific to those twins.",
      "es": "…única a esos gemelos."
    }
  },
  {
    "translation": {
      "en": "Identical twins are the perfect natural experiment",
      "es": "Los gemelos idénticos son el experimento natural perfecto"
    }
  },
  {
    "translation": {
      "en": "because each individual has identical genes in every cell of its body.",
      "es": "porque cada individuo tiene genes idénticos en cada célula de su cuerpo."
    }
  },
  {
    "translation": {
      "en": "So they are the perfect way to tell nature from nurture.",
      "es": "Son la manera perfecta de diferenciar la naturaleza de la crianza."
    }
  },
  {
    "translation": {
      "en": "We're recruiting 21 pairs of identical twins",
      "es": "Estamos reclutando 21 pares de gemelos idénticos"
    }
  },
  {
    "translation": {
      "en": "with very different backgrounds for this study.",
      "es": "con antecedentes diferentes para estudiar."
    }
  },
  {
    "translation": {
      "en": "We're gonna take advantage of new technology and new methodology",
      "es": "Aprovecharemos la nueva tecnología, una nueva metodología,"
    }
  },
  {
    "translation": {
      "en": "that's gonna allow us to investigate metabolism in a very comprehensive way,",
      "es": "nos permitirá investigar el metabolismo de una manera muy completa,"
    }
  },
  {
    "translation": {
      "en": "and to show people the power we have at the end of our forks.",
      "es": "y mostrar a la gente el poder que tenemos con lo que ingerimos."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, we are ready for the orientation.",
      "es": "Damas y caballeros, todo listo para comenzar."
    }
  },
  {
    "translation": {
      "en": "Come join us.",
      "es": "Pasen, adelante."
    }
  },
  {
    "translation": {
      "en": "My name is Christopher Gardner. I have a PhD in nutrition science.",
      "es": "Soy Christopher Gardner. Soy doctor en ciencias de nutrición."
    }
  },
  {
    "translation": {
      "en": "I've been here for 30 years.",
      "es": "Llevo aquí 30 años."
    }
  },
  {
    "translation": {
      "en": "For many, many of those years I've been feeding and bleeding people for a living.",
      "es": "Casi todos esos años me gané la vida alimentando y sacando sangre a la gente."
    }
  },
  {
    "translation": {
      "en": "And recently, I started feeding, bleeding, and pooping people",
      "es": "Y recientemente comencé también a estudiar su materia"
    }
  },
  {
    "translation": {
      "en": "'cause now we are into the microbiome.",
      "es": "porque todo es sobre el microbioma."
    }
  },
  {
    "translation": {
      "en": "So, we have a very cool study, and I wanna assure you that it's not like,",
      "es": "Tenemos un estudio genial, y les aseguro que no significa"
    }
  },
  {
    "translation": {
      "en": "Oh, we have a super cool diet, and one of you has to do the lousy diet.",
      "es": "que uno hará la dieta genial y el otro la dieta mala."
    }
  },
  {
    "translation": {
      "en": "We've actually designed them to both be positive impact on all of your health.",
      "es": "De hecho, los diseñamos para que ambas tengan un impacto positivo en su salud."
    }
  },
  {
    "translation": {
      "en": "Okay, we're gonna, for the first four weeks,",
      "es": "Durante las primeras cuatro semanas,"
    }
  },
  {
    "translation": {
      "en": "deliver food to you.",
      "es": "les llevaremos comida."
    }
  },
  {
    "translation": {
      "en": "You're supposed to eat just what we mail you.",
      "es": "Solo deben comer lo que les enviamos."
    }
  },
  {
    "translation": {
      "en": "For four weeks, we've got a delivery service",
      "es": "Por cuatro semanas, un servicio de entrega"
    }
  },
  {
    "translation": {
      "en": "that will be providing all the food to the twins.",
      "es": "les proporcionará toda la comida a los gemelos."
    }
  },
  {
    "translation": {
      "en": "That means we'll know exactly what they're eating",
      "es": "Así, sabremos exactamente lo que comen"
    }
  },
  {
    "translation": {
      "en": "because we will have provided all the food to them.",
      "es": "porque les habremos dado toda la comida."
    }
  },
  {
    "translation": {
      "en": "Then, for the last four weeks, you're supposed to go cook on your own.",
      "es": "En las siguientes cuatro semanas, ustedes cocinan."
    }
  },
  {
    "translation": {
      "en": "And this is less rigorous 'cause you won't be able to do it",
      "es": "Y esto es menos riguroso porque no lo harán tan bien"
    }
  },
  {
    "translation": {
      "en": "as good as when we mailed it to you.",
      "es": "como cuando se lo enviamos."
    }
  },
  {
    "translation": {
      "en": "And after four weeks, they're gonna make and buy their own food.",
      "es": "Y después de cuatro semanas, harán y comprarán su propia comida."
    }
  },
  {
    "translation": {
      "en": "This is more like the real world, when we don't have as much control over that aspect of their lives.",
      "es": "Esto es más como el mundo real y no controlamos ese aspecto de sus vidas."
    }
  },
  {
    "translation": {
      "en": "The study aim here is to investigate the impact of you guys",
      "es": "El objetivo del estudio es investigar el impacto"
    }
  },
  {
    "translation": {
      "en": "on these two different diets for cardiovascular health,",
      "es": "de dos dietas diferentes para la salud cardiovascular,"
    }
  },
  {
    "translation": {
      "en": "metabolic status, and the gut microbiome.",
      "es": "el estado metabólico y el microbioma intestinal."
    }
  },
  {
    "translation": {
      "en": "And these two different diets will be… Are you ready?",
      "es": "Y estas dos dietas diferentes serán… ¿Están listos?"
    }
  },
  {
    "translation": {
      "en": "Vegan versus omnivore.",
      "es": "Vegano versus omnívoro."
    }
  },
  {
    "translation": {
      "en": "High in fiber, high in probiotics, high in phytochemicals, high in antioxidants, low in saturated fat.",
      "es": "Rico en fibra, probióticos, fitoquímicos, antioxidantes, y bajo en grasa saturada."
    }
  },
  {
    "translation": {
      "en": "The most recent nutrition research suggests some benefits to eating a plant- based diet,",
      "es": "Los recientes estudios muestran beneficios de una dieta basada en plantas,"
    }
  },
  {
    "translation": {
      "en": "but some nutrients, like calcium, iron, and protein,",
      "es": "pero algunos nutrientes, como el calcio, el hierro y las proteínas,"
    }
  },
  {
    "translation": {
      "en": "are easier to get from meat and dairy.",
      "es": "se obtienen mejor de la carne y los lácteos."
    }
  },
  {
    "translation": {
      "en": "So for the next eight weeks, we'll be investigating the pros and cons",
      "es": "En las próximas ocho semanas, investigaremos los pros y los contras"
    }
  },
  {
    "translation": {
      "en": "of a healthy diet that contains meat and dairy",
      "es": "de una dieta saludable con carne y lácteos,"
    }
  },
  {
    "translation": {
      "en": "versus a healthy diet without either of them.",
      "es": "versus una dieta saludable sin ellos."
    }
  },
  {
    "translation": {
      "en": "That sounds like both lousy diets.",
      "es": "Las dos dietas parecen horribles."
    }
  },
  {
    "translation": {
      "en": "Pam is not as, you know… - Pam is not a very big meat person. - Yeah.",
      "es": "Pam no es muy… carnívora."
    }
  },
  {
    "translation": {
      "en": "Where I, you know what, if steak was not unhealthy to consume every single day,",
      "es": "Pero en mi caso, si fuese saludable comer carne todos los días,"
    }
  },
  {
    "translation": {
      "en": "yes, I would be… I would eat steak.",
      "es": "lo haría."
    }
  },
  {
    "translation": {
      "en": "She would eat steak.",
      "es": "Comería carne."
    }
  },
  {
    "translation": {
      "en": "- Okay, this one is… - That one's the carrots. That's the beef.",
      "es": "Bien, las zanahorias. Esa es la carne."
    }
  },
  {
    "translation": {
      "en": "We're both chefs.",
      "es": "Ambas somos chefs."
    }
  },
  {
    "translation": {
      "en": "And we do corporate catering and private catering.",
      "es": "Y hacemos catering corporativo y privado."
    }
  },
  {
    "translation": {
      "en": "I've never been on a plant- based diet.",
      "es": "Nunca hice una dieta basada en plantas."
    }
  },
  {
    "translation": {
      "en": "I've consumed, um, like, you know, Impossible Burgers.",
      "es": "He consumido carne vegetal."
    }
  },
  {
    "translation": {
      "en": "I've also never been on a plant- based diet, but I think--",
      "es": "Nunca he seguido una dieta basada en plantas, pero creo que…"
    }
  },
  {
    "translation": {
      "en": "Why you cutting me?",
      "es": "¿Por qué interrumpes?"
    }
  },
  {
    "translation": {
      "en": "- Because you're not answering properly. - I am answering it. You just wanna talk.",
      "es": "- Porque no respondes bien. - Sí, lo hago. Solo quieres hablar."
    }
  },
  {
    "translation": {
      "en": "- You do it then. - Okay. All right.",
      "es": "- Hazlo entonces. - Bien."
    }
  },
  {
    "translation": {
      "en": "- Let's start again. All right. - Okay.",
      "es": "- Volvamos a empezar. - Bueno."
    }
  },
  {
    "translation": {
      "en": "Okay. During these eight weeks, we're gonna get some poop and blood.",
      "es": "Bien. Durante estas ocho semanas, sacaremos muestras de caca y sangre."
    }
  },
  {
    "translation": {
      "en": "That looks like stool, right?",
      "es": "Parece caca, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I'm counting the times. Two, four, six, seven, eight, nine.",
      "es": "Son dos, cuatro, seis, siete, ocho, nueve."
    }
  },
  {
    "translation": {
      "en": "Is that… Did I count right?",
      "es": "¿Conté bien?"
    }
  },
  {
    "translation": {
      "en": "- There's a lot of poop. Yeah. - That is a lot.",
      "es": "- Hay mucha caca. Sí. - Es mucho."
    }
  },
  {
    "translation": {
      "en": "- 'Cause it's at home. - So you don't need two people for it?",
      "es": "Lo haces en casa. ¿No necesitas a dos personas para eso?"
    }
  },
  {
    "translation": {
      "en": "Don't need two people?",
      "es": "¿Dos personas?"
    }
  },
  {
    "translation": {
      "en": "- Just one person can do it. - No… Wait, now you're confusing me.",
      "es": "- Solo una persona puede hacerlo. - Espera, me confundes."
    }
  },
  {
    "translation": {
      "en": "Two people?",
      "es": "¿Dos personas?"
    }
  },
  {
    "translation": {
      "en": "- He doesn't have to be there. - I mean, like, go like…",
      "es": "- No tiene que estar ahí. - Así como…"
    }
  },
  {
    "translation": {
      "en": "Oh, no. You don't have to be there to catch the poop.",
      "es": "No tienes que estar ahí para atrapar la caca."
    }
  },
  {
    "translation": {
      "en": "Growing up as identical twins was…",
      "es": "Crecer como gemelos idénticos fue… no tengo referencias,"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm without a reference, 'cause I didn't grow up without one,",
      "es": "Crecer como gemelos idénticos fue… no tengo referencias, porque no crecí sin uno,"
    }
  },
  {
    "translation": {
      "en": "but what I can say is, we always",
      "es": "pero lo que puedo decir es que siempre"
    }
  },
  {
    "translation": {
      "en": "had somebody to play with.",
      "es": "tenías a alguien con quien jugar."
    }
  },
  {
    "translation": {
      "en": "Like, things like this. I need some time alone, you know?",
      "es": "Cosas como esta: Necesito un tiempo a solas,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go take a walk by myself. Come on, Charlie. Let's go.",
      "es": "Voy a dar un paseo solo. Vamos, Charlie. Vamos."
    }
  },
  {
    "translation": {
      "en": "We're known as the Cheese Twins.",
      "es": "Nos llaman los gemelos Queso."
    }
  },
  {
    "translation": {
      "en": "We did work in cheese for a long time.",
      "es": "Trabajamos con queso por mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "We ended up on The Great Food Truck Race.",
      "es": "Participamos en The Great Food Truck Race."
    }
  },
  {
    "translation": {
      "en": "We were also asked to do our own pilot.",
      "es": "Hicimos un programa piloto."
    }
  },
  {
    "translation": {
      "en": "I really enjoy touching cheese, smelling cheese. Tasting it's great.",
      "es": "Disfruto de tocar queso, oler queso. Probarlo es genial."
    }
  },
  {
    "translation": {
      "en": "I don't think I'm gonna give up cheese.",
      "es": "No creo que renuncie al queso."
    }
  },
  {
    "translation": {
      "en": "So, at the end of the week or so,",
      "es": "Al final de la semana,"
    }
  },
  {
    "translation": {
      "en": "you guys are gonna be randomly assigned these two different diets.",
      "es": "se les asignará al azar estas dos dietas diferentes."
    }
  },
  {
    "translation": {
      "en": "I want you to turn to your beloved sibling and look them in the eye and say,",
      "es": "Quiero que miren a su querido hermano a los ojos y digan…"
    }
  },
  {
    "translation": {
      "en": "Which one do I want least?",
      "es": "¿Cuál quiero menos?."
    }
  },
  {
    "translation": {
      "en": "I know that's the one I'll get.",
      "es": "Esa es la que haré."
    }
  },
  {
    "translation": {
      "en": "And if you're not prepared to do the one you want the least,",
      "es": "Y si no estás preparado para hacer la que menos quieres,"
    }
  },
  {
    "translation": {
      "en": "you can't sign up for this study. You can't switch later.",
      "es": "no puedes participar. No puedes cambiar después."
    }
  },
  {
    "translation": {
      "en": "We're taking a comprehensive approach to this study,",
      "es": "Adoptamos un enfoque integral para este estudio,"
    }
  },
  {
    "translation": {
      "en": "looking at body composition, the epigenome, or biological clock,",
      "es": "mirando la composición corporal, el epigenoma, o reloj biológico,"
    }
  },
  {
    "translation": {
      "en": "the microbiome,",
      "es": "el microbioma,"
    }
  },
  {
    "translation": {
      "en": "and the brain.",
      "es": "y el cerebro."
    }
  },
  {
    "translation": {
      "en": "This study is unique 'cause no one's really attempted this before,",
      "es": "El estudio es único, nadie ha intentado esto antes."
    }
  },
  {
    "translation": {
      "en": "to see whether we can really change",
      "es": "Ver si se puede cambiar la bioquímica"
    }
  },
  {
    "translation": {
      "en": "people's underlying biochemistry in just eight weeks.",
      "es": "subyacente de las personas en solo ocho semanas."
    }
  },
  {
    "translation": {
      "en": "And the twin model is the perfect way to do it.",
      "es": "Y con gemelos, es la mejor manera de hacerlo."
    }
  },
  {
    "translation": {
      "en": "So I'm super excited to see these results.",
      "es": "Ya quiero ver estos resultados."
    }
  },
  {
    "translation": {
      "en": "- This is one of my favorites. - Even if it shows our underwear.",
      "es": "Es una de mis fotos favoritas de nosotras. Aunque se nos ve la ropa interior."
    }
  },
  {
    "translation": {
      "en": "- Undies are showing. -",
      "es": "Aunque se nos ve la ropa interior."
    }
  },
  {
    "translation": {
      "en": "We were born in the Philippines.",
      "es": "Nacimos en Filipinas,"
    }
  },
  {
    "translation": {
      "en": "Lived there until we immigrated to the United States.",
      "es": "vivimos allí hasta que emigramos a los Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay. Give me the butter.",
      "es": "- Bueno. - Bueno. Pásame la mantequilla."
    }
  },
  {
    "translation": {
      "en": "People think that Filipino food is a lot of pork.",
      "es": "La gente piensa que la comida filipina es mucho cerdo."
    }
  },
  {
    "translation": {
      "en": "- No, well, that's here. - A lot of pork.",
      "es": "No, bueno, eso es aquí."
    }
  },
  {
    "translation": {
      "en": "- Wait. We're making arroz caldo? - Yeah.",
      "es": "- Espera. Vamos a hacer arroz caldo, ¿no? - Sí."
    }
  },
  {
    "translation": {
      "en": "Pork, which seems ubiquitous in the Filipino diet now,",
      "es": "El cerdo, que parece omnipresente en la dieta filipina actual,"
    }
  },
  {
    "translation": {
      "en": "at one time was prepared maybe once or twice a year,",
      "es": "solía prepararse una o dos veces al año,"
    }
  },
  {
    "translation": {
      "en": "and that was a treat.",
      "es": "en ocasiones especiales."
    }
  },
  {
    "translation": {
      "en": "Processed foods were introduced into the Philippine islands",
      "es": "Los alimentos procesados llegaron a las islas Filipinas"
    }
  },
  {
    "translation": {
      "en": "around World War II.",
      "es": "en la Segunda Guerra Mundial."
    }
  },
  {
    "translation": {
      "en": "So that's why, growing up,",
      "es": "Por eso, cuando crecíamos,"
    }
  },
  {
    "translation": {
      "en": "we ate foods that were not part of the Filipino person's diet.",
      "es": "comíamos alimentos que no formaban parte de la dieta de los filipinos."
    }
  },
  {
    "translation": {
      "en": "As an immigrant,",
      "es": "Como inmigrante,"
    }
  },
  {
    "translation": {
      "en": "there are so many health issues in the Filipino- American community.",
      "es": "hay muchos problemas de salud en la comunidad filipino-americana."
    }
  },
  {
    "translation": {
      "en": "We have heart disease.",
      "es": "Tenemos enfermedades cardíacas."
    }
  },
  {
    "translation": {
      "en": "Something that I'm curious about, how much are our diets part of that?",
      "es": "Quiero saber en qué medida nuestras dietas son parte de eso."
    }
  },
  {
    "translation": {
      "en": "On this study, I was told I shouldn't eat ice cream anyway.",
      "es": "En este estudio, me prohibieron comer helado."
    }
  },
  {
    "translation": {
      "en": "That sucks.",
      "es": "Qué mal."
    }
  },
  {
    "translation": {
      "en": "Everything in moderation,",
      "es": "Todo con moderación,"
    }
  },
  {
    "translation": {
      "en": "and you'll be in good shape.",
      "es": "y estarás en buena forma."
    }
  },
  {
    "translation": {
      "en": "Well, I'm, I'm, I'm Team Omnivore, so…",
      "es": "Soy del equipo omnívoro, así que…"
    }
  },
  {
    "translation": {
      "en": "Yeah! Team Omni! - So I'm not for the plant thing. - Whoo! Team Omni!",
      "es": "- ¡Sí! ¡Equipo omni! - No estoy a favor de las plantas."
    }
  },
  {
    "translation": {
      "en": "You don't wanna try… How about if it's good?",
      "es": "Pruébalo. ¿Qué tal si es bueno?"
    }
  },
  {
    "translation": {
      "en": "- Uh- uh. - No?",
      "es": "¿No?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Real meat is… That's why people make fake meat.",
      "es": "Sí. La carne real es la razón por la que la gente hace carne falsa."
    }
  },
  {
    "translation": {
      "en": "- Because real meat's good. -",
      "es": "Porque la carne es buena."
    }
  },
  {
    "translation": {
      "en": "So, for me, this study can help to also motivate people to… to change behavior.",
      "es": "El estudio también motiva a las personas a cambiar su comportamiento."
    }
  },
  {
    "translation": {
      "en": "Hi. How may I help you?",
      "es": "Hola. ¿En qué le ayudo?"
    }
  },
  {
    "translation": {
      "en": "There's this paradox that I come up against, which is…",
      "es": "Hay una paradoja con la que me enfrento, que es,"
    }
  },
  {
    "translation": {
      "en": "…we are excited to try new foods,",
      "es": "nos emociona probar nuevos alimentos,"
    }
  },
  {
    "translation": {
      "en": "we're eager to see what the best new restaurants are,",
      "es": "ansiamos ver los restaurantes nuevos,"
    }
  },
  {
    "translation": {
      "en": "and then that we're also stuck in our ways, that the American diet is what it is,",
      "es": "y nos apegamos a nuestras costumbres, de que la dieta americana es lo que es,"
    }
  },
  {
    "translation": {
      "en": "and we can't change.",
      "es": "y no podemos cambiarla."
    }
  },
  {
    "translation": {
      "en": "And, to me, only one of those is true.",
      "es": "Y, para mí, solo una de ellas es cierta."
    }
  },
  {
    "translation": {
      "en": "One of the most popular and convenient foods in the world",
      "es": "Uno de los alimentos más populares del mundo"
    }
  },
  {
    "translation": {
      "en": "is the American hot dog.",
      "es": "es el pancho americano."
    }
  },
  {
    "translation": {
      "en": "But there's a history in this country.",
      "es": "Pero hay una historia en este país."
    }
  },
  {
    "translation": {
      "en": "There's a cultural reason for us to continue eating this way.",
      "es": "Hay una razón cultural para seguir comiendo así."
    }
  },
  {
    "translation": {
      "en": "What you really need is food with protein in it.",
      "es": "Lo que realmente necesitas es comida con proteínas."
    }
  },
  {
    "translation": {
      "en": "Food like eggs and milk and fish and meat.",
      "es": "Alimentos como huevos, leche, pescado y carne."
    }
  },
  {
    "translation": {
      "en": "Remember my name, Protein.",
      "es": "Recuerda mi nombre, Proteína."
    }
  },
  {
    "translation": {
      "en": "To understand a Standard American Diet,",
      "es": "Para entender una dieta americana estándar,"
    }
  },
  {
    "translation": {
      "en": "you really have to go back to sort of post- World War II,",
      "es": "te debes remontar a la época posterior a la Segunda Guerra Mundial"
    }
  },
  {
    "translation": {
      "en": "where a lot of Americans weren't qualifying for the military",
      "es": "donde muchos americanos no calificaban para el ejército"
    }
  },
  {
    "translation": {
      "en": "'cause they were too thin. They were undernourished.",
      "es": "porque eran muy flacos y desnutridos."
    }
  },
  {
    "translation": {
      "en": "And there was a huge push to get enough calories out there,",
      "es": "Y se recomendaba obtener suficientes calorías,"
    }
  },
  {
    "translation": {
      "en": "be as efficient as we could.",
      "es": "y ser muy eficientes."
    }
  },
  {
    "translation": {
      "en": "We saw a growing availability of convenience foods,",
      "es": "Hubo una gran disponibilidad de alimentos precocinados,"
    }
  },
  {
    "translation": {
      "en": "a lot of low- cost food,",
      "es": "mucha comida barata,"
    }
  },
  {
    "translation": {
      "en": "which then started to morph",
      "es": "que luego se transformó"
    }
  },
  {
    "translation": {
      "en": "into more and more processed and packaged foods.",
      "es": "en más y más alimentos procesados y envasados."
    }
  },
  {
    "translation": {
      "en": "Complete delicious dinners.",
      "es": "Completa cenas deliciosas."
    }
  },
  {
    "translation": {
      "en": "Taste pretty good?",
      "es": "¿Sabe bien?"
    }
  },
  {
    "translation": {
      "en": "Delicious. Like my own home cooking.",
      "es": "Delicioso. Como mi propia comida casera."
    }
  },
  {
    "translation": {
      "en": "And we saw the same thing with animal- sourced foods.",
      "es": "Y vimos lo mismo con los alimentos de origen animal,"
    }
  },
  {
    "translation": {
      "en": "Beef, pork, chicken, eggs, dairy products, cheese.",
      "es": "carne de res, cerdo, pollo, huevos, productos lácteos, queso."
    }
  },
  {
    "translation": {
      "en": "Choose cheese.",
      "es": "Elige queso."
    }
  },
  {
    "translation": {
      "en": "The animal agriculture sector industrialized",
      "es": "El sector animal agropecuario se industrializó"
    }
  },
  {
    "translation": {
      "en": "using a very production- line model.",
      "es": "usando un modelo variado de línea de producción."
    }
  },
  {
    "translation": {
      "en": "And, over time, factory farms took over to improve efficiency.",
      "es": "Con el tiempo, las granjas industriales tomaron el control para mejorar la eficiencia."
    }
  },
  {
    "translation": {
      "en": "That decreased the cost of animal products",
      "es": "Eso bajó el costo de los productos animales"
    }
  },
  {
    "translation": {
      "en": "and greatly increased the amount of animal products",
      "es": "y aumentó la cantidad de productos animales"
    }
  },
  {
    "translation": {
      "en": "entering into people's diets.",
      "es": "en la dieta de las personas."
    }
  },
  {
    "translation": {
      "en": "The thought then was, how can we make a cheap,",
      "es": "La idea era cómo hacer un sistema barato e industrializado de comida,"
    }
  },
  {
    "translation": {
      "en": "industrialized food system to get people calories?",
      "es": "La idea era cómo hacer un sistema barato e industrializado de comida, para ingerir calorías."
    }
  },
  {
    "translation": {
      "en": "And that was what fixed our food system the way it is right now.",
      "es": "Y eso fue lo que cambió nuestro sistema alimentario hasta el día de hoy."
    }
  },
  {
    "translation": {
      "en": "And we're at a critical point that, if we do not change,",
      "es": "Y estamos en un punto crítico en el que, si no cambiamos,"
    }
  },
  {
    "translation": {
      "en": "this is going to affect us in ways that many Americans don't imagine.",
      "es": "esto nos afectará de una manera que muchos no imaginan."
    }
  },
  {
    "translation": {
      "en": "When the federal dietary guidelines",
      "es": "Cuando las pautas dietéticas federales lanzan su mensaje de comer más,"
    }
  },
  {
    "translation": {
      "en": "come out with their eat more messaging, they come out very clearly.",
      "es": "Cuando las pautas dietéticas federales lanzan su mensaje de comer más, son muy claras, las pautas dicen:"
    }
  },
  {
    "translation": {
      "en": "Dietary guidelines say, Eat more fruits and vegetables.",
      "es": "son muy claras, las pautas dicen: Come más frutas y verduras."
    }
  },
  {
    "translation": {
      "en": "But what if you don't have access to fruits and vegetables?",
      "es": "¿Pero qué pasa si no tienes acceso a frutas y verduras?"
    }
  },
  {
    "translation": {
      "en": "You often see these areas of America",
      "es": "Hay áreas de Estados Unidos"
    }
  },
  {
    "translation": {
      "en": "where access to healthy fresh foods is not available.",
      "es": "donde no se accede a alimentos frescos y saludables."
    }
  },
  {
    "translation": {
      "en": "That's what creates food deserts.",
      "es": "Creando desiertos de comida."
    }
  },
  {
    "translation": {
      "en": "The first McDonald that ever opened up in America was in San Bernardino.",
      "es": "El primer McDonald que abrió en Estados Unidos fue en San Bernardino."
    }
  },
  {
    "translation": {
      "en": "The people in San Bernardino, like the rest of the country,",
      "es": "La gente de San Bernardino, como la del resto del país,"
    }
  },
  {
    "translation": {
      "en": "they eat the regular Standard American Diet.",
      "es": "comen la dieta estadounidense estándar,"
    }
  },
  {
    "translation": {
      "en": "Lots of processed meats, and lots of fat and oil.",
      "es": "muchas carnes procesadas y mucha grasa y aceite."
    }
  },
  {
    "translation": {
      "en": "And with diabetes, heart disease, and dementia,",
      "es": "Y con diabetes, enfermedades cardíacas y demencia,"
    }
  },
  {
    "translation": {
      "en": "the numbers are just astonishing and scary.",
      "es": "los números son asombrosos y aterradores."
    }
  },
  {
    "translation": {
      "en": "But five miles away, right across Highway 10,",
      "es": "Pero a ocho km, al otro lado de la autopista diez,"
    }
  },
  {
    "translation": {
      "en": "you have Loma Linda.",
      "es": "tienes Loma Linda."
    }
  },
  {
    "translation": {
      "en": "This population lives more than a decade longer",
      "es": "Esta población vive más de una década más"
    }
  },
  {
    "translation": {
      "en": "and healthier than everyone else.",
      "es": "y de manera más saludable que todos los demás."
    }
  },
  {
    "translation": {
      "en": "I just want to repeat that. A decade longer.",
      "es": "Solo quiero repetirlo, una década más."
    }
  },
  {
    "translation": {
      "en": "And you live a decade healthier.",
      "es": "Y vives una década más saludable."
    }
  },
  {
    "translation": {
      "en": "Why was that the case?",
      "es": "¿Por qué es así?"
    }
  },
  {
    "translation": {
      "en": "That was an enigma to me.",
      "es": "Eso era un enigma para mí."
    }
  },
  {
    "translation": {
      "en": "The environment is not much different.",
      "es": "El ambiente no es muy diferente."
    }
  },
  {
    "translation": {
      "en": "They get the same water. They get the same air.",
      "es": "Tienen la misma agua y el mismo aire."
    }
  },
  {
    "translation": {
      "en": "But in Loma Linda, most of the population has access to healthy foods,",
      "es": "Pero en Loma Linda, casi todos acceden a alimentos saludables,"
    }
  },
  {
    "translation": {
      "en": "such as vegetables, beans, legumes, and fruits.",
      "es": "como verduras, frijoles, legumbres y frutas."
    }
  },
  {
    "translation": {
      "en": "And because a lot of them are Seventh- day Adventists,",
      "es": "Y como muchos son adventistas del séptimo día,"
    }
  },
  {
    "translation": {
      "en": "the majority of them are vegetarians.",
      "es": "la mayoría son vegetarianos,"
    }
  },
  {
    "translation": {
      "en": "And even when they're not, they eat meat sparingly.",
      "es": "y si no lo son, comen carne con moderación."
    }
  },
  {
    "translation": {
      "en": "Two areas just five miles apart, and the biggest difference is food.",
      "es": "Dos áreas separadas por ocho km, y la mayor diferencia es la comida."
    }
  },
  {
    "translation": {
      "en": "That's profound.",
      "es": "Eso es significativo."
    }
  },
  {
    "translation": {
      "en": "Today's an important day of the study.",
      "es": "Hoy es un día importante."
    }
  },
  {
    "translation": {
      "en": "It's diet assignment day.",
      "es": "Se les asignará la dieta."
    }
  },
  {
    "translation": {
      "en": "Ah, my little kidney donor.",
      "es": "Mi pequeña donante de riñón."
    }
  },
  {
    "translation": {
      "en": "It'll be interesting to see, like, how these diets impact our growth.",
      "es": "Será interesante ver cómo estas dietas afectan nuestro crecimiento."
    }
  },
  {
    "translation": {
      "en": "What if one of us loses a ton of weight and the other doesn't?",
      "es": "¿Y si uno de nosotros pierde mucho peso y el otro no?"
    }
  },
  {
    "translation": {
      "en": "- That'll make us less twin- like. - No more identical twinning.",
      "es": "- Eso nos hará diferentes. - No seremos más idénticos."
    }
  },
  {
    "translation": {
      "en": "All right. It's time for the diet assignment randomization reveal.",
      "es": "Muy bien. Es hora de revelar la asignación aleatoria de la dieta."
    }
  },
  {
    "translation": {
      "en": "- Okay, you're Carolyn, right? - I'm Carolyn.",
      "es": "- Eres Carolyn, ¿verdad? - Sí."
    }
  },
  {
    "translation": {
      "en": "You ready for this one?",
      "es": "¿Estás lista para esto?"
    }
  },
  {
    "translation": {
      "en": "Ah, I can taste the kale now.",
      "es": "Ya puedo saborear la col."
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "es": "Tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "- Activate! -",
      "es": "¡Activar!"
    }
  },
  {
    "translation": {
      "en": "- Yeah! -",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "- I feel relieved. -  I feel relieved.",
      "es": "Me siento aliviada."
    }
  },
  {
    "translation": {
      "en": "I'm pretty excited.",
      "es": "Estoy muy emocionada."
    }
  },
  {
    "translation": {
      "en": "I'm kind of feeling it for you though. - Wa, wa, wa. - But--",
      "es": "Lo siento por ti. Pero…"
    }
  },
  {
    "translation": {
      "en": "- Who's next? -",
      "es": "¿Quién sigue?"
    }
  },
  {
    "translation": {
      "en": "- Which one's Wendy? Pamela? - I am.",
      "es": "- ¿Cuál es Wendy? ¿Pamela? - Yo."
    }
  },
  {
    "translation": {
      "en": "I was really praying that I'd be on the omnivore diet.",
      "es": "Rezaba para que me tocara la dieta omnívora."
    }
  },
  {
    "translation": {
      "en": "Omnivorous. Oh, omnivore diet. Yeah.",
      "es": "- Omnívora. - Dieta omnívora. Sí."
    }
  },
  {
    "translation": {
      "en": "I was hoping to be on the omnivorous diet,",
      "es": "Esperaba estar en la dieta omnívora,"
    }
  },
  {
    "translation": {
      "en": "only based on me being an evil twin wanting to torture my sister.",
      "es": "solo por ser la gemela malvada que quiere torturar a su hermana."
    }
  },
  {
    "translation": {
      "en": "- Okay, three, two, one. -",
      "es": "Tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "- Yes! - Oh, no!",
      "es": "- ¡Sí! - ¡No!"
    }
  },
  {
    "translation": {
      "en": "- No! -",
      "es": "¡No!"
    }
  },
  {
    "translation": {
      "en": "Being on two different diets for the next eight weeks,",
      "es": "Estar en dietas diferentes por las próximas ocho semanas,"
    }
  },
  {
    "translation": {
      "en": "it's gonna be a challenge on me based on the fact that",
      "es": "será un desafío para mí basado en el hecho"
    }
  },
  {
    "translation": {
      "en": "- it's not like my life stops. - Exactly.",
      "es": "de que mi vida continúa. - Exacto. - Mi trabajo continúa."
    }
  },
  {
    "translation": {
      "en": "- My job continues. - Yeah.",
      "es": "- Exacto. - Mi trabajo continúa."
    }
  },
  {
    "translation": {
      "en": "- And my job consists of making… - Chicken.",
      "es": "- Y mi trabajo consiste en hacer… - Pollo."
    }
  },
  {
    "translation": {
      "en": "- Chicken. And… - Chicken curry.",
      "es": "- Pollo. - ¡Curry de pollo!"
    }
  },
  {
    "translation": {
      "en": "…I'm probably gonna catch myself doing, like, putting meat,",
      "es": "Y probablemente me meta carne en la boca"
    }
  },
  {
    "translation": {
      "en": "and then probably having to spit it out 'cause I'm gonna remember,",
      "es": "y luego tendré que escupirla al recordar"
    }
  },
  {
    "translation": {
      "en": "like, Oh, damn. Okay, I'm not supposed to.",
      "es": "que no debería comerla."
    }
  },
  {
    "translation": {
      "en": "- Which of you is Jevon? -",
      "es": "¿Quién de ustedes es Jevon?"
    }
  },
  {
    "translation": {
      "en": "That's you? Okay.",
      "es": "¿Eres tú? Bueno."
    }
  },
  {
    "translation": {
      "en": "I've never been on a plant- based diet.",
      "es": "Jamás hice una dieta basada en plantas."
    }
  },
  {
    "translation": {
      "en": "Chicken, definitely.  Steak. Love steak.",
      "es": "Pollo, definitivamente. Carne. Me encanta la carne."
    }
  },
  {
    "translation": {
      "en": "Every time I bring it up, John's like, Oh, I'll do either- or,",
      "es": "Cada vez que lo menciono, John dice: Haré cualquiera,"
    }
  },
  {
    "translation": {
      "en": "but I do hope I get the plant- based diet. I'd say I'm more excited than John is.",
      "es": "pero ojalá me toque la vegana. Yo digo que me emociona más probarla."
    }
  },
  {
    "translation": {
      "en": "- All righty. -",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "es": "Tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "- - No!",
      "es": "¡No!"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "- Oh, goodness. I just hope… - They're both unhappy.",
      "es": "- Dios mío. Me encanta. - Ambos lucen tristes."
    }
  },
  {
    "translation": {
      "en": "You were right. We were gonna get the ones we didn't want.",
      "es": "Tenías razón. Nos tocaría la que no queríamos."
    }
  },
  {
    "translation": {
      "en": "And Charlie.",
      "es": "Y Charlie."
    }
  },
  {
    "translation": {
      "en": "One of you is about to not have cheese for a while.",
      "es": "Uno de ustedes no comerá queso por un tiempo."
    }
  },
  {
    "translation": {
      "en": "- - Three, two, one.",
      "es": "Tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "- Hey! All right! - Oh. Damn.",
      "es": "- ¡Oye! ¡Muy bien! - Oh. Maldición."
    }
  },
  {
    "translation": {
      "en": "- That makes two. - That's gonna be hard.",
      "es": "- Van dos. - Será difícil."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - We both wanted…",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Giving up cheese for eight weeks,",
      "es": "Dejar el queso por ocho semanas…"
    }
  },
  {
    "translation": {
      "en": "that will be… you know…",
      "es": "eso será…"
    }
  },
  {
    "translation": {
      "en": "It will feel, in my world, like a bit of a sacrifice.",
      "es": "En mi mundo, se sentirá como todo un sacrificio."
    }
  },
  {
    "translation": {
      "en": "Like, I love cheese.",
      "es": "Adoro el queso."
    }
  },
  {
    "translation": {
      "en": "- Wait, I'm confused. - So he--",
      "es": "- Estoy confundida.  - Así que…"
    }
  },
  {
    "translation": {
      "en": "I kind of wanted it, but it's gonna be hard.",
      "es": "Lo quería, pero va a ser difícil."
    }
  },
  {
    "translation": {
      "en": "- You wanted vegan? - No, he wanted.",
      "es": "- ¿Querías la vegana? - Él la quería."
    }
  },
  {
    "translation": {
      "en": "- Kind of. - I wanted to try it.",
      "es": "Quería probarla."
    }
  },
  {
    "translation": {
      "en": "- I did, but I didn't. - Yeah.",
      "es": "- Sí, pero no. - Sí."
    }
  },
  {
    "translation": {
      "en": "I need my cheese.",
      "es": "Necesito mi queso."
    }
  },
  {
    "translation": {
      "en": "- - I know. I know.",
      "es": "Ya sé."
    }
  },
  {
    "translation": {
      "en": "- I need my meat. - Someone's gonna…",
      "es": "Necesito mi carne. Alguien va a…"
    }
  },
  {
    "translation": {
      "en": "It's so interesting about cheese that people can't give it up.",
      "es": "Es interesante como la gente no puede dejar el queso."
    }
  },
  {
    "translation": {
      "en": "I meet people all the time who say, I would go vegan, except for the cheese.",
      "es": "Mucha gente que dice: Sería vegano, excepto por el queso."
    }
  },
  {
    "translation": {
      "en": "Growing up in Japan, we didn't eat dairy because dairy was not a food that Japanese ate.",
      "es": "Al crecer en Japón, no comíamos lácteos, no era parte de la dieta japonesa."
    }
  },
  {
    "translation": {
      "en": "In fact, the Japanese culture has never had dairy in it",
      "es": "De hecho, la cultura japonesa nunca tuvo lácteos"
    }
  },
  {
    "translation": {
      "en": "until after World War II.",
      "es": "hasta después de la Segunda Guerra."
    }
  },
  {
    "translation": {
      "en": "The first time I had dairy products,",
      "es": "La primera vez que comí productos lácteos,"
    }
  },
  {
    "translation": {
      "en": "I remember that so well.",
      "es": "la recuerdo muy bien."
    }
  },
  {
    "translation": {
      "en": "I was eight years old,",
      "es": "Tenía ocho años,"
    }
  },
  {
    "translation": {
      "en": "and it was a birthday party, and they were going to have pizza.",
      "es": "y era una fiesta de cumpleaños, e iban a comer pizza,"
    }
  },
  {
    "translation": {
      "en": "And I thought, If I eat this pizza,",
      "es": "y pensé: Si me como esta pizza,"
    }
  },
  {
    "translation": {
      "en": "I can finally become an American.",
      "es": "finalmente me convertiré en americana."
    }
  },
  {
    "translation": {
      "en": "And I took a bite of this pizza,",
      "es": "Le di un mordisco a esa pizza,"
    }
  },
  {
    "translation": {
      "en": "and I was just like, Oh my God.",
      "es": "y dije: Dios mío."
    }
  },
  {
    "translation": {
      "en": "It just was transformative.",
      "es": "Fue algo transformador."
    }
  },
  {
    "translation": {
      "en": "Cheese is something that speaks to the soul.",
      "es": "El queso es algo que llega al alma."
    }
  },
  {
    "translation": {
      "en": "There's something romantic about beautiful oozy Bries and Camemberts",
      "es": "Hay algo romántico en los hermosos bries y camemberts,"
    }
  },
  {
    "translation": {
      "en": "that do something to you.",
      "es": "que te hacen sentir algo."
    }
  },
  {
    "translation": {
      "en": "All I ever really wanted in life was to be able to enjoy",
      "es": "Todo lo que quería en la vida era poder disfrutar"
    }
  },
  {
    "translation": {
      "en": "a bottle of great wine and some fancy cheese.",
      "es": "de una buena botella de vino y un rico queso."
    }
  },
  {
    "translation": {
      "en": "And a good baguette as well too.",
      "es": "Y una buena baguette también."
    }
  },
  {
    "translation": {
      "en": "The reason for that, it's because it's biologically addicting.",
      "es": "La explicación para eso es que es biológicamente adictivo."
    }
  },
  {
    "translation": {
      "en": "Cheese actually has something called casomorphin,",
      "es": "El queso tiene algo llamado casomorfina,"
    }
  },
  {
    "translation": {
      "en": "which is a hormone that's released when casein,",
      "es": "una hormona que se libera cuando la caseína,"
    }
  },
  {
    "translation": {
      "en": "which is milk protein, breaks down in your body,",
      "es": "una proteína de leche, se descompone en tu cuerpo,"
    }
  },
  {
    "translation": {
      "en": "and it's a feel- good hormone.",
      "es": "y esa hormona, te hace sentir bien."
    }
  },
  {
    "translation": {
      "en": "So when you eat it, somehow, you just feel high.",
      "es": "Entonces, cuando lo comes, de alguna manera, te sientes drogado."
    }
  },
  {
    "translation": {
      "en": "And that's why all milk…",
      "es": "Y por eso toda la leche,"
    }
  },
  {
    "translation": {
      "en": "Apparently, even we have it because it puts babies to sleep.",
      "es": "hasta nosotros lo tenemos, hace dormir a los bebés."
    }
  },
  {
    "translation": {
      "en": "They're comforted. They feel good.",
      "es": "Se sienten bien y reconfortados."
    }
  },
  {
    "translation": {
      "en": "And it makes it really hard to give up.",
      "es": "Y es muy difícil dejarla."
    }
  },
  {
    "translation": {
      "en": "The problem is that cheese is full of saturated fat.",
      "es": "El problema es que el queso tiene muchas grasas saturadas."
    }
  },
  {
    "translation": {
      "en": "The saturated fat that is found mostly in animal products",
      "es": "La grasa saturada que hay en los productos animales,"
    }
  },
  {
    "translation": {
      "en": "can raise levels of blood cholesterol and clog your arteries.",
      "es": "elevan los niveles de colesterol y obstruyen las arterias."
    }
  },
  {
    "translation": {
      "en": "And this can put you at risk for diabetes and for heart disease.",
      "es": "Y esto aumenta el riesgo de diabetes y enfermedades cardíacas."
    }
  },
  {
    "translation": {
      "en": "Too much dairy consumption, in general,",
      "es": "El consumo excesivo de lácteos, aumenta el riesgo de enfermedad de Parkinson,"
    }
  },
  {
    "translation": {
      "en": "increases the risk of Parkinson's disease, increases the risk of prostate cancer.",
      "es": "El consumo excesivo de lácteos, aumenta el riesgo de enfermedad de Parkinson, aumenta el riesgo de cáncer de próstata."
    }
  },
  {
    "translation": {
      "en": "This is why milk is meant for baby calves. It's not meant for us.",
      "es": "Por eso la leche es para terneros y no para nosotros."
    }
  },
  {
    "translation": {
      "en": "Drink your milk, kids.",
      "es": "Bebe tu leche, hijo."
    }
  },
  {
    "translation": {
      "en": "Well, Mr. Miller told me he never drinks milk.",
      "es": "El señor Miller me dijo que nunca bebe leche."
    }
  },
  {
    "translation": {
      "en": "The dairy industry spent decades",
      "es": "La industria láctea pasó décadas"
    }
  },
  {
    "translation": {
      "en": "trying to demonstrate dairy foods were not only good for you",
      "es": "tratando de demostrar que los productos lácteos no solo eran buenos para la salud,"
    }
  },
  {
    "translation": {
      "en": "but were absolutely essential in the diet,",
      "es": "sino que eran esenciales en la dieta,"
    }
  },
  {
    "translation": {
      "en": "and that if you didn't eat dairy foods,",
      "es": "y que si no comías productos lácteos,"
    }
  },
  {
    "translation": {
      "en": "you weren't gonna be getting enough calcium.",
      "es": "no obtendrías suficiente calcio."
    }
  },
  {
    "translation": {
      "en": "Got milk?",
      "es": "¿Tienes leche?"
    }
  },
  {
    "translation": {
      "en": "The milk mustache campaign. That's the famous one.",
      "es": "La campaña del bigote de leche es la más famosa."
    }
  },
  {
    "translation": {
      "en": "They got celebrities, sports figures, music figures,",
      "es": "Hicieron que celebridades, deportistas y músicos,"
    }
  },
  {
    "translation": {
      "en": "to pose with the milk mustache,",
      "es": "posaran con el bigote de leche,"
    }
  },
  {
    "translation": {
      "en": "and kids loved it.",
      "es": "y a los niños les encantó."
    }
  },
  {
    "translation": {
      "en": "If you think about it, back when we were hunters and gatherers,",
      "es": "En realidad, cuando éramos cazadores y recolectores,"
    }
  },
  {
    "translation": {
      "en": "we had to find an animal and hunt it down and kill it.",
      "es": "debíamos encontrar un animal, cazarlo y matarlo."
    }
  },
  {
    "translation": {
      "en": "Dairy products weren't available.",
      "es": "No había productos lácteos."
    }
  },
  {
    "translation": {
      "en": "And so I think that, you know, this is what part of the problem is now,",
      "es": "Y creo que esto es parte del problema ahora,"
    }
  },
  {
    "translation": {
      "en": "that in our modern food society,",
      "es": "en nuestra sociedad moderna,"
    }
  },
  {
    "translation": {
      "en": "we have meat and dairy in so many products,",
      "es": "tenemos carne y lácteos en tantos productos,"
    }
  },
  {
    "translation": {
      "en": "and in the abundance of which we're consuming it,",
      "es": "y en la cantidad que los consumimos,"
    }
  },
  {
    "translation": {
      "en": "it's actually quite dangerous.",
      "es": "es bastante peligroso."
    }
  },
  {
    "translation": {
      "en": "Americans have been estimated to eat about 60 pounds of beef,",
      "es": "Se estima que los estadounidenses comen cerca de 27 kg de carne,"
    }
  },
  {
    "translation": {
      "en": "100 pounds of chicken,",
      "es": "cuarenta y cinco kg de pollo,"
    }
  },
  {
    "translation": {
      "en": "and more than 650 pounds of dairy products per person per year.",
      "es": "y más de 300 kg de productos lácteos por persona al año."
    }
  },
  {
    "translation": {
      "en": "It's really funny that people think dairy is necessary",
      "es": "La gente piensa que los lácteos son necesarios,"
    }
  },
  {
    "translation": {
      "en": "because most people in the world, including Asians, are lactose intolerant.",
      "es": "pero la mayoría de las personas, incluidos los asiáticos, son intolerantes a la lactosa."
    }
  },
  {
    "translation": {
      "en": "Also, it's really interesting because people today",
      "es": "Además, es muy interesante porque la gente de hoy"
    }
  },
  {
    "translation": {
      "en": "think that we have to eat meat or dairy to get protein.",
      "es": "cree que hay que comer carne o lácteos para obtener proteínas."
    }
  },
  {
    "translation": {
      "en": "But if you think about it in the context of human history,",
      "es": "Pero si piensas en el contexto de la historia humana,"
    }
  },
  {
    "translation": {
      "en": "you'll find that most populations",
      "es": "verás que la mayoría de las poblaciones"
    }
  },
  {
    "translation": {
      "en": "did not eat meat or dairy except in very, very small amounts, if at all.",
      "es": "no comía carne ni lácteos excepto en cantidades muy pequeñas."
    }
  },
  {
    "translation": {
      "en": "My name is John. I'm 22.  My name is Jevon. I'm 22.",
      "es": "Me llamo John. Tengo 22 años. Me llamo Trenton. Tengo 22 años."
    }
  },
  {
    "translation": {
      "en": "John has a very dark, rusty kind of voice.",
      "es": "John tiene una voz muy oscura y ronca."
    }
  },
  {
    "translation": {
      "en": "- And I have this slightly nasally-- - Bright.",
      "es": "- Y tengo una voz ligeramente nasal… - Alegre."
    }
  },
  {
    "translation": {
      "en": "- Brighter. - Boyish.",
      "es": "- Más alegre. - Infantil."
    }
  },
  {
    "translation": {
      "en": "- Bright. I won't say boyish, but, um… -",
      "es": "Alegre. No diré infantil, pero…"
    }
  },
  {
    "translation": {
      "en": "I've been described as stoic, um, quiet, a man of few words.",
      "es": "Dicen que soy estoico, callado, un hombre de pocas palabras."
    }
  },
  {
    "translation": {
      "en": "I'm definitely more quiet than Jevon.",
      "es": "Definitivamente, soy más callado que Jevon."
    }
  },
  {
    "translation": {
      "en": "In high school, people said they were scared to come up to John",
      "es": "En la secundaria, la gente decía que les daba miedo acercarse a John"
    }
  },
  {
    "translation": {
      "en": "'cause of his face, but they weren't scared to come up to me.",
      "es": "En la secundaria, la gente decía que les daba miedo acercarse a John por su cara, pero no tenían miedo de mí."
    }
  },
  {
    "translation": {
      "en": "That's an interesting thing to say to somebody who looks like that person.",
      "es": "Es raro decirle eso a alguien que se parece a esa persona."
    }
  },
  {
    "translation": {
      "en": "- You know. -",
      "es": "¿Sabes?"
    }
  },
  {
    "translation": {
      "en": "I'm just laid back, I guess, is the--",
      "es": "Supongo que soy más relajado."
    }
  },
  {
    "translation": {
      "en": "And mean- looking, apparently.",
      "es": "Y parece que con cara de malo."
    }
  },
  {
    "translation": {
      "en": "You know, they have a bruise that looks like it's healed, but another one on their…",
      "es": "Tienen un moretón que parece estar curado, pero otro en su…"
    }
  },
  {
    "translation": {
      "en": "We're about to graduate nursing school,",
      "es": "Estamos por graduarnos de la escuela de enfermería"
    }
  },
  {
    "translation": {
      "en": "and we work with older people",
      "es": "y trabajamos con personas mayores"
    }
  },
  {
    "translation": {
      "en": "who don't eat, you know, the way they should,",
      "es": "que no comen como deberían, y eso es algo que"
    }
  },
  {
    "translation": {
      "en": "and that's something that it would be a good thing to change.",
      "es": "que no comen como deberían, y eso es algo que sería bueno cambiar."
    }
  },
  {
    "translation": {
      "en": "We do work out together.",
      "es": "Entrenamos juntos."
    }
  },
  {
    "translation": {
      "en": "Our dad has been a mentor.",
      "es": "Nuestro papá ha sido un mentor."
    }
  },
  {
    "translation": {
      "en": "He was a bodybuilder back in, like, the '80s, '90s,",
      "es": "Fue fisicoculturista en los años 80 y 90,"
    }
  },
  {
    "translation": {
      "en": "and he won a few competitions, which is really cool.",
      "es": "y ganó algunas competencias lo cual es genial."
    }
  },
  {
    "translation": {
      "en": "So we gotta pour the whole thing in there?",
      "es": "Sí, ¿tenemos que verter todo ahí?"
    }
  },
  {
    "translation": {
      "en": "- 80% of bodybuilding is diet. -",
      "es": "El 80 % del culturismo es la dieta."
    }
  },
  {
    "translation": {
      "en": "Basically, it's a high- protein,",
      "es": "Básicamente, es rica en proteínas,"
    }
  },
  {
    "translation": {
      "en": "high- carb, low- fat diet.",
      "es": "alta en carbohidratos y baja en grasas."
    }
  },
  {
    "translation": {
      "en": "Don't they smell good? - Yeah. -",
      "es": "- ¿Huelen bien? - Sí."
    }
  },
  {
    "translation": {
      "en": "I'm glad y'all ate 'cause y'all not getting any.",
      "es": "Qué bueno que comieron, porque no les daré."
    }
  },
  {
    "translation": {
      "en": "I have a short stature, a very lean stature.",
      "es": "Tengo una estatura baja y delgada."
    }
  },
  {
    "translation": {
      "en": "My friends still refer to me as skinny,",
      "es": "Mis amigos todavía me dicen el Flaco,"
    }
  },
  {
    "translation": {
      "en": "which is frustrating because I've, you know,",
      "es": "lo cual es frustrante porque"
    }
  },
  {
    "translation": {
      "en": "put in almost four years of working out to, you know, build myself the way I have.",
      "es": "he trabajado casi cuatro años para fortalecerme."
    }
  },
  {
    "translation": {
      "en": "I don't think that I even have the appetite",
      "es": "Ni siquiera tengo el apetito"
    }
  },
  {
    "translation": {
      "en": "to eat as much as I would need to to bulk.",
      "es": "de comer todo lo necesario para ganar volumen."
    }
  },
  {
    "translation": {
      "en": "Wow, that's incredible. Which one's your favorite pose?",
      "es": "Son increíbles. ¿Cuál es tu favorita?"
    }
  },
  {
    "translation": {
      "en": "And on top of that, I'll be eating vegan,",
      "es": "Y además de eso, comeré vegano,"
    }
  },
  {
    "translation": {
      "en": "so getting enough protein sounds pretty difficult.",
      "es": "así que obtener suficiente proteína suena difícil."
    }
  },
  {
    "translation": {
      "en": "He was a really great poser. You can tell by these shots.",
      "es": "Es muy fotogénico. Se nota en las fotos. Es increíble."
    }
  },
  {
    "translation": {
      "en": "That's awesome.",
      "es": "Se nota en las fotos. Es increíble."
    }
  },
  {
    "translation": {
      "en": "That's why I'm very excited to work with a… a trainer.",
      "es": "Por eso estoy muy emocionado de trabajar con un entrenador."
    }
  },
  {
    "translation": {
      "en": "My name is Nimai Delgado.",
      "es": "Me llamo Nimai Delgado."
    }
  },
  {
    "translation": {
      "en": "I am a professional bodybuilder and health coach",
      "es": "Soy culturista profesional y entrenador de salud especializado"
    }
  },
  {
    "translation": {
      "en": "that specializes in helping people build muscle and lose fat",
      "es": "Soy culturista profesional y entrenador de salud especializado en ayudar a las personas a ganar volumen y perder grasa con una dieta vegana."
    }
  },
  {
    "translation": {
      "en": "on a plant- based diet.",
      "es": "en ayudar a las personas a ganar volumen y perder grasa con una dieta vegana."
    }
  },
  {
    "translation": {
      "en": "…physique champion, Nimai.",
      "es": "…el campeón físico, Nimai…"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "I was born and raised into a lacto- vegetarian family,",
      "es": "Nací y me crie en una familia lacto-vegetariana."
    }
  },
  {
    "translation": {
      "en": "so I've never eaten meat.",
      "es": "Nunca comí carne."
    }
  },
  {
    "translation": {
      "en": "There's been a strong push in the media that has convinced people",
      "es": "Los medios han convencido a la gente"
    }
  },
  {
    "translation": {
      "en": "that you cannot get adequate protein,",
      "es": "de que no se puede obtener la proteína adecuada,"
    }
  },
  {
    "translation": {
      "en": "you cannot get adequate nutrition without meat and dairy.",
      "es": "y que no tienes una nutrición adecuada sin carne y lácteos."
    }
  },
  {
    "translation": {
      "en": "But there's been about 15,000 people that have come through my programs,",
      "es": "Pero han pasado unas 15 000 personas por mis programas,"
    }
  },
  {
    "translation": {
      "en": "and, about the two to three- week mark,",
      "es": "y, alrededor de las dos o tres semanas,"
    }
  },
  {
    "translation": {
      "en": "they'll start to noticeably feel different in their energy levels,",
      "es": "comienzan a sentirse diferentes en sus niveles de energía,"
    }
  },
  {
    "translation": {
      "en": "in their ability to get better quality sleep,",
      "es": "en su capacidad para dormir mejor,"
    }
  },
  {
    "translation": {
      "en": "maybe even in their sex life.",
      "es": "incluso en su vida sexual."
    }
  },
  {
    "translation": {
      "en": "But before the twins start the actual training program that I'm gonna give them,",
      "es": "Pero antes de que los gemelos comiencen el programa de entrenamiento,"
    }
  },
  {
    "translation": {
      "en": "we're gonna do tests to measure their starting conditions.",
      "es": "mediremos sus condiciones iniciales."
    }
  },
  {
    "translation": {
      "en": "- Okay, so, body- fat time. - Okay.",
      "es": "A medir la grasa corporal."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You're up.",
      "es": "- Sí. - Te toca."
    }
  },
  {
    "translation": {
      "en": "This is week zero, or baseline testing,",
      "es": "Esta es la semana cero, o pruebas de referencia,"
    }
  },
  {
    "translation": {
      "en": "and today, we are measuring body weight and body composition.",
      "es": "y hoy estamos midiendo el peso y la composición corporal."
    }
  },
  {
    "translation": {
      "en": "We're not actually worried about excess weight,",
      "es": "No nos preocupa el exceso de peso,"
    }
  },
  {
    "translation": {
      "en": "we're worried about excess body fat.",
      "es": "nos preocupa el exceso de grasa corporal."
    }
  },
  {
    "translation": {
      "en": "And there's ways to measure body fat.",
      "es": "Y hay formas de medirla."
    }
  },
  {
    "translation": {
      "en": "We're gonna do a DEXA scan.",
      "es": "Te haremos una densitometría."
    }
  },
  {
    "translation": {
      "en": "We're gonna measure your body fat, your lean mass, and your bone density.",
      "es": "Vamos a medir tu grasa corporal, tu masa magra y tu densidad ósea."
    }
  },
  {
    "translation": {
      "en": "- What's my lean mass? - Muscle.",
      "es": "- ¿Cuál es mi masa magra? - Músculo."
    }
  },
  {
    "translation": {
      "en": "I need you to remove your shoes.",
      "es": "Por favor, quítate los zapatos."
    }
  },
  {
    "translation": {
      "en": "The first test is called a DEXA scan.",
      "es": "Esta prueba es una densitometría."
    }
  },
  {
    "translation": {
      "en": "And you're gonna breathe normally.",
      "es": "Respira normalmente."
    }
  },
  {
    "translation": {
      "en": "You do not have to hold your breath. Please don't.",
      "es": "No aguantes la respiración."
    }
  },
  {
    "translation": {
      "en": "The DEXA scan will be able to distinguish",
      "es": "La densitometría podrá distinguir cuánta masa muscular tienes,"
    }
  },
  {
    "translation": {
      "en": "how much muscle mass you have, how much body fat you have,",
      "es": "La densitometría podrá distinguir cuánta masa muscular tienes, cuánta grasa corporal tienes"
    }
  },
  {
    "translation": {
      "en": "and where it's distributed.",
      "es": "y dónde está distribuida."
    }
  },
  {
    "translation": {
      "en": "So a DEXA scan will be able to accurately tell us how much muscle mass",
      "es": "Una densitometría podrá decirnos con precisión cuánta masa muscular"
    }
  },
  {
    "translation": {
      "en": "each twin will be able to put on",
      "es": "podrá desarrollar cada gemelo"
    }
  },
  {
    "translation": {
      "en": "and how much fat they'll be able to lose in the course of this study.",
      "es": "y cuánta grasa podrá perder en el curso de este estudio."
    }
  },
  {
    "translation": {
      "en": "When we stand on a bathroom scale,",
      "es": "Cuando nos paramos en la balanza,"
    }
  },
  {
    "translation": {
      "en": "we are not looking at fat and lean mass,",
      "es": "no miramos la grasa y la masa magra,"
    }
  },
  {
    "translation": {
      "en": "and we don't really understand what the health ramifications",
      "es": "y no entendemos realmente cuáles son las ramificaciones para la salud"
    }
  },
  {
    "translation": {
      "en": "of having those things not in balance are.",
      "es": "de no tener esas cosas en equilibrio."
    }
  },
  {
    "translation": {
      "en": "If you don't have muscle, you are unhealthy,",
      "es": "Si no tienes músculos, no eres saludable,"
    }
  },
  {
    "translation": {
      "en": "regardless of your pant size or the scale weight.",
      "es": "sin importar el tamaño de tus pantalones o el peso de la balanza."
    }
  },
  {
    "translation": {
      "en": "So just breathe normally.",
      "es": "Respira normalmente."
    }
  },
  {
    "translation": {
      "en": "We'll start the scanner.",
      "es": "Encenderemos el escáner."
    }
  },
  {
    "translation": {
      "en": "This device is going to measure the twins' body composition",
      "es": "Esto medirá la composición corporal de los gemelos"
    }
  },
  {
    "translation": {
      "en": "at the beginning and at the end of the study.",
      "es": "al principio y al final del estudio."
    }
  },
  {
    "translation": {
      "en": "And it will be a lot more accurate than your BMI, or your Body Mass Index.",
      "es": "Y será mucho más preciso que tu IMC o tu Índice de Masa Corporal."
    }
  },
  {
    "translation": {
      "en": "Typically, when I'm asked about BMI, my blood pressure goes up.",
      "es": "Cuando me preguntan sobre el IMC, me sube la presión."
    }
  },
  {
    "translation": {
      "en": "So we'll, we'll, we'll stay calm.",
      "es": "Mantendremos la calma."
    }
  },
  {
    "translation": {
      "en": "BMI, or Body Mass Index,",
      "es": "El IMC, o Índice de Masa Corporal,"
    }
  },
  {
    "translation": {
      "en": "looks at height and weight, and it spits out sort of a health status.",
      "es": "mide la altura y el peso, y arroja una especie de estado de salud."
    }
  },
  {
    "translation": {
      "en": "This is a rudimentary way in which we try to characterize",
      "es": "Esta es una forma rudimentaria en la que tratamos de caracterizar"
    }
  },
  {
    "translation": {
      "en": "whether or not someone is normal weight or overweight.",
      "es": "si alguien tiene o no peso normal o si tiene sobrepeso."
    }
  },
  {
    "translation": {
      "en": "I personally don't like it because it doesn't factor in muscle mass",
      "es": "Personalmente, no me gusta porque no tiene en cuenta la masa muscular"
    }
  },
  {
    "translation": {
      "en": "or other features that are associated with someone's body composition.",
      "es": "u otros valores asociadas con la composición corporal."
    }
  },
  {
    "translation": {
      "en": "If you have a six- foot, 250- pound bodybuilder",
      "es": "Si tienes un culturista de dos metros y 110 kilos"
    }
  },
  {
    "translation": {
      "en": "with 10% body fat,",
      "es": "con 10 % de grasa corporal,"
    }
  },
  {
    "translation": {
      "en": "by a BMI calculation, they fall in the obese category.",
      "es": "según un cálculo del IMC, cae en la categoría de obeso."
    }
  },
  {
    "translation": {
      "en": "A 120- pound female that's nearly 40% body fat",
      "es": "Una mujer de 55 kg con casi un 40 % de grasa corporal,"
    }
  },
  {
    "translation": {
      "en": "would be normal.",
      "es": "sería normal."
    }
  },
  {
    "translation": {
      "en": "That's why BMI is dogshit.",
      "es": "Por eso el IMC es una mierda."
    }
  },
  {
    "translation": {
      "en": "One important question is where the fat is located.",
      "es": "Una pregunta importante es dónde se encuentra la grasa."
    }
  },
  {
    "translation": {
      "en": "If you have the right equipment, and we do,",
      "es": "Si tienes el equipo adecuado,"
    }
  },
  {
    "translation": {
      "en": "you can look at the difference between body fat and visceral fat.",
      "es": "puedes ver la diferencia entre la grasa corporal y la grasa visceral."
    }
  },
  {
    "translation": {
      "en": "Visceral fat is fat that lies in and around the organs.",
      "es": "La grasa visceral se encuentra dentro y alrededor de los órganos."
    }
  },
  {
    "translation": {
      "en": "It's the dangerous fat.",
      "es": "Es la grasa peligrosa."
    }
  },
  {
    "translation": {
      "en": "And it increases your risk for type 2 diabetes and metabolic syndrome.",
      "es": "Y aumenta el riesgo de diabetes tipo dos y síndrome metabólico."
    }
  },
  {
    "translation": {
      "en": "If you are consuming high amounts of animal products",
      "es": "Si consumes muchos productos animales,"
    }
  },
  {
    "translation": {
      "en": "as well as processed foods, you're getting trans and saturated fats,",
      "es": "además de los alimentos procesados, obtienes grasas trans y saturadas,"
    }
  },
  {
    "translation": {
      "en": "which is going to increase your chances",
      "es": "lo que aumentará tus posibilidades"
    }
  },
  {
    "translation": {
      "en": "of storing visceral fat around your organs,",
      "es": "de tener grasa visceral en de los órganos,"
    }
  },
  {
    "translation": {
      "en": "which puts you at risk for certain types of cardiovascular disease.",
      "es": "aumentando el riesgo de enfermedades cardiovasculares."
    }
  },
  {
    "translation": {
      "en": "I think the visceral fat will be a really fascinating component.",
      "es": "Creo que la grasa visceral será un componente fascinante."
    }
  },
  {
    "translation": {
      "en": "How will different diets affect visceral fat?",
      "es": "¿Cómo afectarán las dos dietas a la grasa visceral?"
    }
  },
  {
    "translation": {
      "en": "I don't know the answer, and I'm anxious to find out.",
      "es": "No sé la respuesta, y estoy ansiosa por averiguarlo."
    }
  },
  {
    "translation": {
      "en": "Good morning. I'll help you over here.",
      "es": "- Buenos días. - Por aquí."
    }
  },
  {
    "translation": {
      "en": "Oh, good morning.",
      "es": "Buenos días."
    }
  },
  {
    "translation": {
      "en": "Jenny's gonna take you both to height and weight.",
      "es": "Jenny los llevará a ambos para medir su altura y peso."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Then you'll come in here.",
      "es": "- Bien. - Luego vendrán aquí."
    }
  },
  {
    "translation": {
      "en": "We're gonna do your blood pressure three times,",
      "es": "Les tomamos la presión tres veces,"
    }
  },
  {
    "translation": {
      "en": "draw your blood, you're gonna go pee in a cup.",
      "es": "les sacamos sangre, orinan en un vaso."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay?",
      "es": "- Bueno. - ¿De acuerdo?"
    }
  },
  {
    "translation": {
      "en": "- Okay, five pounds off. - Okay.",
      "es": "- Bien, dos kg menos. - Bien."
    }
  },
  {
    "translation": {
      "en": "212. Should I take off my pants? 'Cause this is--",
      "es": "¿96 kg?¿Me quito los pantalones? Porque esto es…"
    }
  },
  {
    "translation": {
      "en": "- 212! - That's way overboard.",
      "es": "- ¡96! - Eso es demasiado."
    }
  },
  {
    "translation": {
      "en": "The second set of tests for the twins",
      "es": "La segunda serie de pruebas para las gemelas"
    }
  },
  {
    "translation": {
      "en": "will be measuring their cholesterol, insulin, and glucose.",
      "es": "medirá su colesterol, insulina y glucosa."
    }
  },
  {
    "translation": {
      "en": "Jevon, John. It doesn't matter, you guys.",
      "es": "Jevon, John. No importa."
    }
  },
  {
    "translation": {
      "en": "We'll also be measuring their markers of inflammation. That's related to immune function.",
      "es": "Mediremos sus marcadores de inflamación relacionados con la función inmunológica."
    }
  },
  {
    "translation": {
      "en": "And the fascinating microbiome,",
      "es": "Y el fascinante microbioma,"
    }
  },
  {
    "translation": {
      "en": "which is a really hot topic in the health world right now.",
      "es": "que es el tema de moda en el mundo de la salud."
    }
  },
  {
    "translation": {
      "en": "The microbiome is this complex community of microbes",
      "es": "El microbioma es una comunidad compleja de microbios"
    }
  },
  {
    "translation": {
      "en": "that lives in our digestive tract.",
      "es": "que vive en el tracto digestivo."
    }
  },
  {
    "translation": {
      "en": "For a long time, we've actually known that our gut microbes",
      "es": "Hace tiempo sabemos que los microbios intestinales"
    }
  },
  {
    "translation": {
      "en": "are fundamental to digestion of food,",
      "es": "Hace tiempo sabemos que los microbios intestinales son fundamentales en la digestión de alimentos,"
    }
  },
  {
    "translation": {
      "en": "but now we're finding out that this microbial organ",
      "es": "pero descubrimos que este órgano microbiano"
    }
  },
  {
    "translation": {
      "en": "is absolutely fundamental to our health.",
      "es": "es también fundamental para nuestra salud."
    }
  },
  {
    "translation": {
      "en": "How quickly you burn calories,",
      "es": "Qué tan rápido quemas calorías,"
    }
  },
  {
    "translation": {
      "en": "how quickly you fight off an infection,",
      "es": "o luchas contra una infección,"
    }
  },
  {
    "translation": {
      "en": "whether you develop an allergy, moods, behavior.",
      "es": "si desarrollas una alergia, cambios de humor o comportamiento,"
    }
  },
  {
    "translation": {
      "en": "It'll be almost impossible to find an aspect of your physiology",
      "es": "será casi imposible encontrar un aspecto de tu fisiología"
    }
  },
  {
    "translation": {
      "en": "that is not touched in some way by your microbiome.",
      "es": "que no sea afectado de alguna manera por tu microbioma."
    }
  },
  {
    "translation": {
      "en": "One of the big questions in the field of microbiome research is,",
      "es": "Una de las preguntas en la investigación del microbioma es:"
    }
  },
  {
    "translation": {
      "en": "What is a healthy microbiome?",
      "es": "¿Cómo es uno saludable?."
    }
  },
  {
    "translation": {
      "en": "Our gut microbes,",
      "es": "Nuestros microbios intestinales producen todos los químicos"
    }
  },
  {
    "translation": {
      "en": "they produce all the chemicals that keep us alive",
      "es": "Nuestros microbios intestinales producen todos los químicos que nos mantienen vivos y nos hacen vivir más tiempo."
    }
  },
  {
    "translation": {
      "en": "and make us live longer.",
      "es": "que nos mantienen vivos y nos hacen vivir más tiempo."
    }
  },
  {
    "translation": {
      "en": "There are certain microbes that are associated with unhealthy foods,",
      "es": "Hay ciertos microbios asociados con alimentos poco saludables"
    }
  },
  {
    "translation": {
      "en": "and there are others that are associated with healthy foods,",
      "es": "y hay otros que están asociados con alimentos saludables,"
    }
  },
  {
    "translation": {
      "en": "and the ratio of these is really important.",
      "es": "y la proporción de estos es importante."
    }
  },
  {
    "translation": {
      "en": "If we eat healthy foods,",
      "es": "Si comemos saludable,"
    }
  },
  {
    "translation": {
      "en": "we get more and more species, more diversity.",
      "es": "obtenemos más y más especies, más diversidad."
    }
  },
  {
    "translation": {
      "en": "You will actually acquire a healthier gut microbiome.",
      "es": "Adquirirás un microbioma intestinal más saludable."
    }
  },
  {
    "translation": {
      "en": "But the default diet in our society",
      "es": "Pero la dieta común en nuestra sociedad"
    }
  },
  {
    "translation": {
      "en": "is foods that are devoid of beneficial microbes,",
      "es": "contiene alimentos que carecen de microbios beneficiosos,"
    }
  },
  {
    "translation": {
      "en": "and it's making us all very sick.",
      "es": "y nos enferma a todos."
    }
  },
  {
    "translation": {
      "en": "The really cool thing about twins is that their microbiome,",
      "es": "Lo bueno de los gemelos es que su microbioma,"
    }
  },
  {
    "translation": {
      "en": "while they're different from one another, are more similar than non- twins.",
      "es": "aunque son diferentes entre sí, son más similares que los no gemelos."
    }
  },
  {
    "translation": {
      "en": "- Next stop is the bathroom. - Woo- hoo!",
      "es": "- La siguiente parada es el baño. - Carolyn."
    }
  },
  {
    "translation": {
      "en": "And so to see how different diets change the trajectory of this microbiome",
      "es": "Y ver cómo diferentes dietas cambian la trayectoria de este microbioma"
    }
  },
  {
    "translation": {
      "en": "that starts out in a similar place…",
      "es": "que comienza en un lugar similar…"
    }
  },
  {
    "translation": {
      "en": "Are you guys coming in?",
      "es": "¿Van a entrar?"
    }
  },
  {
    "translation": {
      "en": "…will be the most exciting thing to learn from this study.",
      "es": "…será lo más interesante que aprenderemos."
    }
  },
  {
    "translation": {
      "en": "Mike?",
      "es": "¿Mike?"
    }
  },
  {
    "translation": {
      "en": "What's gonna happen if you don't take care of your microbiome?",
      "es": "¿Qué pasará si no cuidas tu microbioma?"
    }
  },
  {
    "translation": {
      "en": "Well, for example, within our colon, we secrete mucus,",
      "es": "Bueno, por ejemplo, dentro del colon, secretamos mucosidad,"
    }
  },
  {
    "translation": {
      "en": "and it forms this barrier that keeps our gut microbes",
      "es": "y forma una barrera que mantiene a los microbios intestinales"
    }
  },
  {
    "translation": {
      "en": "separate from our intestinal cells,",
      "es": "separados de las células intestinales,"
    }
  },
  {
    "translation": {
      "en": "and this mucus lining contains carbohydrates.",
      "es": "y el revestimiento mucoso tiene carbohidratos."
    }
  },
  {
    "translation": {
      "en": "And so when there's no plant- based carbohydrates",
      "es": "Cuando no hay carbohidratos de origen vegetal"
    }
  },
  {
    "translation": {
      "en": "for these gut microbes to consume,",
      "es": "para que consuman estos microbios intestinales,"
    }
  },
  {
    "translation": {
      "en": "they start consuming the mucus lining.",
      "es": "comienzan a consumir el revestimiento mucoso."
    }
  },
  {
    "translation": {
      "en": "So, in many ways, if you don't eat plant carbohydrates,",
      "es": "En muchos sentidos, si no comes carbohidratos vegetales,"
    }
  },
  {
    "translation": {
      "en": "your microbes actually start eating you.",
      "es": "tus microbios empiezan a comerte a ti."
    }
  },
  {
    "translation": {
      "en": "- We gotta enjoy it. This is it. - I know.",
      "es": "Tenemos que disfrutarlo. - Lo sé. - Es hoy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Well, I mean, nothing's changing for me, but…",
      "es": "Nada va a cambiar para mí. Pero…"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's true.",
      "es": "Sí, es verdad."
    }
  },
  {
    "translation": {
      "en": "Smell this.",
      "es": "Huele esto."
    }
  },
  {
    "translation": {
      "en": "Changing my diet, it's gonna be a little challenging.",
      "es": "Cambiar mi dieta será un poco difícil."
    }
  },
  {
    "translation": {
      "en": "From a health perspective, it's gonna be great.",
      "es": "Sin duda será genial para la salud."
    }
  },
  {
    "translation": {
      "en": "Eat more vegetables.",
      "es": "Comer más verduras."
    }
  },
  {
    "translation": {
      "en": "Oh, it's melting.",
      "es": "Se derrite."
    }
  },
  {
    "translation": {
      "en": "But from an enjoyment point of view,",
      "es": "Pero desde el punto de vista del disfrute,"
    }
  },
  {
    "translation": {
      "en": "maybe not as exciting?",
      "es": "¿quizás no sea tan genial?"
    }
  },
  {
    "translation": {
      "en": "Oh man.",
      "es": "Vaya."
    }
  },
  {
    "translation": {
      "en": "- Is it good? - That's good.",
      "es": "- ¿Está bueno? - Muy rico."
    }
  },
  {
    "translation": {
      "en": "What do you think the others are eating?",
      "es": "¿Qué estarán comiendo los otros gemelos?"
    }
  },
  {
    "translation": {
      "en": "That's a good question.",
      "es": "Qué buena pregunta."
    }
  },
  {
    "translation": {
      "en": "A big concern of mine",
      "es": "Mi gran preocupación"
    }
  },
  {
    "translation": {
      "en": "is whether or not the twins are going to actually",
      "es": "es si los gemelos van a cumplir con la dieta"
    }
  },
  {
    "translation": {
      "en": "stay vegan.",
      "es": "o no."
    }
  },
  {
    "translation": {
      "en": "It's a big ask for somebody to go vegan overnight,",
      "es": "Es difícil que se haga vegano de un día para otro,"
    }
  },
  {
    "translation": {
      "en": "especially somebody that is not willingly making this decision.",
      "es": "especialmente porque no ha tomado esta decisión voluntariamente."
    }
  },
  {
    "translation": {
      "en": "So we're making safari rice, right?",
      "es": "Hacemos arroz safari, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Yeah. We're gonna make safari rice.",
      "es": "Sí. Hacemos arroz safari."
    }
  },
  {
    "translation": {
      "en": "- Okay. Perfect. Then I'm gonna make-- - I miss my other knife that I lost.",
      "es": "- Perfecto. Voy a hacer… - Extraño el cuchillo que perdí."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "Ya sé."
    }
  },
  {
    "translation": {
      "en": "Today's dinner is more or less telling our friends",
      "es": "La cena de hoy es para contarles a nuestros amigos"
    }
  },
  {
    "translation": {
      "en": "that Madame Pam here is gonna be vegan for eight weeks. Yes.",
      "es": "que madame Pam se hará vegana por ocho semanas."
    }
  },
  {
    "translation": {
      "en": "We decided we're gonna go - traditional South African. - Yes.",
      "es": "Decidimos hacer una comida tradicional sudafricana."
    }
  },
  {
    "translation": {
      "en": "South African food, it's a melting pot of Dutch, English, French--",
      "es": "Es una mezcla de comida holandesa, inglesa,"
    }
  },
  {
    "translation": {
      "en": "- German, because they're the ones-- - Dutch. Not German. Dutch.",
      "es": "francesa, alemana, porque son los… No alemán. Holandés."
    }
  },
  {
    "translation": {
      "en": "No, but we had the, the, the, the German Huguenots.",
      "es": "No, pero teníamos a los hugonotes alemanes."
    }
  },
  {
    "translation": {
      "en": "We're not gonna argue. - It was Dutch. - French Huguenots taught us to make--",
      "es": "- Sin duda era holandés. - Los hugonotes franceses nos enseñaron…"
    }
  },
  {
    "translation": {
      "en": "It was the Dutch Huguenots and the French Huguenots, Pam.",
      "es": "Fueron los hugonotes holandeses y los franceses."
    }
  },
  {
    "translation": {
      "en": "- Aren't they all the same? - No.",
      "es": "- ¿No son lo mismo? - No."
    }
  },
  {
    "translation": {
      "en": "- Oh, okay. - No. No, no.",
      "es": "- Está bien. - No."
    }
  },
  {
    "translation": {
      "en": "- Is it smelling all right? - Mm- hmm.",
      "es": "¿Huele bien?"
    }
  },
  {
    "translation": {
      "en": "With us being in the food industry, a lot happened during Covid.",
      "es": "En la industria alimentaria, pasaron muchas cosas durante el COVID."
    }
  },
  {
    "translation": {
      "en": "Corporate catering came to a standstill because people are working from home versus working at the office.",
      "es": "El catering corporativo se paralizó porque la gente dejó de ir a la oficina."
    }
  },
  {
    "translation": {
      "en": "- That one's good. - Okay.",
      "es": "- Esa está bueno. - Bien."
    }
  },
  {
    "translation": {
      "en": "- We were forced to shut down. - Shut down.",
      "es": "- Tuvimos que cerrar. - Cerrar."
    }
  },
  {
    "translation": {
      "en": "And we started stress eating.",
      "es": "Y empezamos a comer por estrés."
    }
  },
  {
    "translation": {
      "en": "Yeah, so we started really stress eating.",
      "es": "Sí, empezamos a comer por estrés."
    }
  },
  {
    "translation": {
      "en": "I just developed this very unhealthy relationship with food,",
      "es": "Desarrollé una relación muy poco saludable con la comida,"
    }
  },
  {
    "translation": {
      "en": "where I could eat ice cream and, like, eat the whole…",
      "es": "donde podía comer helado y comerme todo…"
    }
  },
  {
    "translation": {
      "en": "- Tub. - Tub.",
      "es": "- El pote. - Eso."
    }
  },
  {
    "translation": {
      "en": "And we can start eating.",
      "es": "¿Podemos empezar?"
    }
  },
  {
    "translation": {
      "en": "It's so pretty.",
      "es": "Qué lindo."
    }
  },
  {
    "translation": {
      "en": "A lot happened during the past two years that brought us to this point.",
      "es": "Pasaron muchas cosas en los últimos dos años que nos llevaron a este punto."
    }
  },
  {
    "translation": {
      "en": "You know. You know I love cheese, right?",
      "es": "Ya sabes. Me encanta el queso."
    }
  },
  {
    "translation": {
      "en": "So this diet came at the right time,",
      "es": "Esta dieta llegó en el momento justo"
    }
  },
  {
    "translation": {
      "en": "and I feel like it's gonna kind of jumpstart",
      "es": "y creo que será el puntapié"
    }
  },
  {
    "translation": {
      "en": "this healthy way of thinking of food again.",
      "es": "para volver a comer saludable."
    }
  },
  {
    "translation": {
      "en": "If you find out this is healthier, would you go vegan?",
      "es": "Si ves que esto es más saludable, ¿te harías vegana?"
    }
  },
  {
    "translation": {
      "en": "- Ooh, interesting. - You see Pam.",
      "es": "- Interesante, Pam. - Sí."
    }
  },
  {
    "translation": {
      "en": "She's gonna be on the South African Olympic team.",
      "es": "Estará en el equipo olímpico sudafricano."
    }
  },
  {
    "translation": {
      "en": "With the twins about to start their diets today,",
      "es": "Los gemelos comienzan sus dietas hoy,"
    }
  },
  {
    "translation": {
      "en": "an interesting new component of the study to assess",
      "es": "y hay un nuevo componente del estudio para evaluar:"
    }
  },
  {
    "translation": {
      "en": "will be the epigenome, or biological clock.",
      "es": "el epigenoma, o reloj biológico."
    }
  },
  {
    "translation": {
      "en": "Let's put on your heart rate monitor. Can you hold that there for me?",
      "es": "Pongamos tu monitor de ritmo cardíaco. ¿Puedes sostener eso por mí?"
    }
  },
  {
    "translation": {
      "en": "This is gonna stay on for the next two tests.",
      "es": "Lo usarás en las próximas dos pruebas."
    }
  },
  {
    "translation": {
      "en": "This goes here. I'll have you hold it. And this goes over your head.",
      "es": "Esto va aquí. Sostenlo. Y este va por arriba de tu cabeza."
    }
  },
  {
    "translation": {
      "en": "Epigenetics is often described",
      "es": "La epigenética a menudo se describe"
    }
  },
  {
    "translation": {
      "en": "as the science that explains why DNA is not destiny.",
      "es": "como la ciencia que explica por qué el ADN no es el destino."
    }
  },
  {
    "translation": {
      "en": "Your body is made of DNA,",
      "es": "Tu cuerpo está hecho de ADN,"
    }
  },
  {
    "translation": {
      "en": "and that collection of DNA is organized in a chain.",
      "es": "y esa colección de ADN está organizada en una cadena."
    }
  },
  {
    "translation": {
      "en": "That is your genome and is not really going to change.",
      "es": "Ese es tu genoma y no va a cambiar."
    }
  },
  {
    "translation": {
      "en": "Epigenetics, or the epigenome,",
      "es": "La epigenética, o el epigenoma,"
    }
  },
  {
    "translation": {
      "en": "is the flags that control how your genome is being read.",
      "es": "son los indicadores que controlan cómo se lee el genoma."
    }
  },
  {
    "translation": {
      "en": "Unlike genetics, epigenetics is flexible.",
      "es": "A diferencia de la genética, la epigenética es flexible."
    }
  },
  {
    "translation": {
      "en": "This means that while we can't change the genetic sequence,",
      "es": "Esto significa que, aunque no podemos cambiar la secuencia genética,"
    }
  },
  {
    "translation": {
      "en": "we can change, through epigenetics,",
      "es": "podemos cambiar, a través de la epigenética,"
    }
  },
  {
    "translation": {
      "en": "the way we use our genes.",
      "es": "la forma en que usamos nuestros genes."
    }
  },
  {
    "translation": {
      "en": "Nutrition is one of the most powerful signals for our epigenome.",
      "es": "La nutrición es una de las señales más poderosas para nuestro epigenoma."
    }
  },
  {
    "translation": {
      "en": "The idea of this test is, you wanna go until you feel like,",
      "es": "La idea es que sigas hasta que sientas"
    }
  },
  {
    "translation": {
      "en": "I'm gonna die if I go any further.",
      "es": "que morirás si continúas."
    }
  },
  {
    "translation": {
      "en": "Because of good nutrition and regular exercise,",
      "es": "Debido a la buena nutrición y al ejercicio regular,"
    }
  },
  {
    "translation": {
      "en": "you could be aging slower.",
      "es": "podrías envejecer más lento."
    }
  },
  {
    "translation": {
      "en": "This is the first study",
      "es": "Este es el primer estudio"
    }
  },
  {
    "translation": {
      "en": "looking at epigenetics, or biological age, in identical twins.",
      "es": "que observa la epigenética, o la edad biológica, en gemelos idénticos."
    }
  },
  {
    "translation": {
      "en": "Chronological age is the number of years since birth,",
      "es": "La edad cronológica es el número de años que tienes desde el nacimiento,"
    }
  },
  {
    "translation": {
      "en": "whereas biological age is the true age of our cells and tissues.",
      "es": "mientras que la edad biológica es la verdadera edad de nuestras células y tejidos."
    }
  },
  {
    "translation": {
      "en": "If your biological age is actually higher than the age",
      "es": "Si tu edad biológica es más alta que la edad"
    }
  },
  {
    "translation": {
      "en": "that is dependent on your date of birth,",
      "es": "determinada por tu nacimiento,"
    }
  },
  {
    "translation": {
      "en": "that actually has significant clinical implications.",
      "es": "tiene implicaciones clínicas significativas."
    }
  },
  {
    "translation": {
      "en": "- Done? - Yeah.",
      "es": "- ¿Terminaste? - Sí."
    }
  },
  {
    "translation": {
      "en": "You might be higher at risk for diseases.",
      "es": "Podrías tener más riesgo de enfermedades."
    }
  },
  {
    "translation": {
      "en": "But the marks that we study, they're not fixed.",
      "es": "Pero las marcas que estudiamos no son fijas."
    }
  },
  {
    "translation": {
      "en": "They can be changed based on different exposures.",
      "es": "Pueden cambiar según las diferentes exposiciones."
    }
  },
  {
    "translation": {
      "en": "Push.",
      "es": "Empuja."
    }
  },
  {
    "translation": {
      "en": "Things like diet, exercise",
      "es": "Cosas como dieta y ejercicio"
    }
  },
  {
    "translation": {
      "en": "can allow you to decrease your biological age.",
      "es": "permiten disminuir la edad biológica."
    }
  },
  {
    "translation": {
      "en": "That's where it was really interesting for us to get into this project.",
      "es": "Por eso nos interesó entrar en este proyecto."
    }
  },
  {
    "translation": {
      "en": "Fifteen more seconds. Can you go to the next one? No?",
      "es": "Quince segundos más. ¿Puedes ir al siguiente? ¿No?"
    }
  },
  {
    "translation": {
      "en": "I have to be honest. I'm very skeptical that, in eight weeks,",
      "es": "Siento honesto, dudo mucho que en ocho semanas, se pueda cambiar el reloj biológico."
    }
  },
  {
    "translation": {
      "en": "you could change biological clock.",
      "es": "dudo mucho que en ocho semanas, se pueda cambiar el reloj biológico."
    }
  },
  {
    "translation": {
      "en": "Done? Okay.",
      "es": "¿Listo? Bueno."
    }
  },
  {
    "translation": {
      "en": "The work that I've seen goes on for years, and they don't see a change.",
      "es": "El trabajo que he visto dura años y no ven un cambio."
    }
  },
  {
    "translation": {
      "en": "I really think this biological- clock thing is a little far- fetched,",
      "es": "Creo que esto del reloj biológico es un poco exagerado,"
    }
  },
  {
    "translation": {
      "en": "but it's a new area for me to look into,",
      "es": "pero es un área nueva para mí,"
    }
  },
  {
    "translation": {
      "en": "and so it will be fun exploring this with some new colleagues.",
      "es": "así que será divertido explorar esto con nuevos colegas."
    }
  },
  {
    "translation": {
      "en": "- How was that? -",
      "es": "¿Cómo estuvo?"
    }
  },
  {
    "translation": {
      "en": "- That was something. - Brutal?",
      "es": "- Fue intenso. - ¿Matador?"
    }
  },
  {
    "translation": {
      "en": "The last baseline test we need to do",
      "es": "Lo último que debemos estudiar"
    }
  },
  {
    "translation": {
      "en": "before the twins start to change their diets in the study",
      "es": "antes de que los gemelos cambien sus dietas,"
    }
  },
  {
    "translation": {
      "en": "is brain function.",
      "es": "es la función cerebral."
    }
  },
  {
    "translation": {
      "en": "Before you begin,",
      "es": "Antes de comenzar, asegúrese de sentarse cómodamente"
    }
  },
  {
    "translation": {
      "en": "please make sure you are seated comfortably in a quiet area.",
      "es": "Antes de comenzar, asegúrese de sentarse cómodamente en un lugar tranquilo."
    }
  },
  {
    "translation": {
      "en": "Now you are going to move on to the assessment.",
      "es": "Ahora pasaremos a la evaluación."
    }
  },
  {
    "translation": {
      "en": "We're very excited about this study, especially the genetic aspect of things,",
      "es": "Estamos entusiasmados con el estudio, sobre todo con la parte genética,"
    }
  },
  {
    "translation": {
      "en": "because people just assume",
      "es": "porque la gente asume"
    }
  },
  {
    "translation": {
      "en": "that Alzheimer's disease is a genetic disease.",
      "es": "que el Alzheimer es una enfermedad genética."
    }
  },
  {
    "translation": {
      "en": "That if their parents or their grandparents",
      "es": "Que si sus padres o sus abuelos"
    }
  },
  {
    "translation": {
      "en": "had Alzheimer's disease, that they're bound to develop it.",
      "es": "tenían Alzheimer, es probable que lo tengan."
    }
  },
  {
    "translation": {
      "en": "And that couldn't be further from the truth.",
      "es": "Y eso no es correcto."
    }
  },
  {
    "translation": {
      "en": "Now touch the box where you saw this pattern.",
      "es": "Ahora, toca la caja donde viste este patrón."
    }
  },
  {
    "translation": {
      "en": "And where did you see this pattern?",
      "es": "¿Y dónde viste este patrón?"
    }
  },
  {
    "translation": {
      "en": "You have completed the level.",
      "es": "Has completado el nivel."
    }
  },
  {
    "translation": {
      "en": "- Yes! - This time, there will be four…",
      "es": "- ¡Sí! - Ahora serán cuatro…"
    }
  },
  {
    "translation": {
      "en": "For Alzheimer's disease, only 3% of cases",
      "es": "Para la enfermedad de Alzheimer, solo el 3 % de los casos tienen ese"
    }
  },
  {
    "translation": {
      "en": "have that kind of a genetic pattern, where if they have the gene, they will develop it.",
      "es": "patrón genético, donde si tienen el gen, desarrollan la enfermedad."
    }
  },
  {
    "translation": {
      "en": "In more than 90% of the cases,",
      "es": "En más del 90% de los casos,"
    }
  },
  {
    "translation": {
      "en": "lifestyle is what pushes the manifestation of the disease.",
      "es": "el estilo de vida impulsa la manifestación de la enfermedad."
    }
  },
  {
    "translation": {
      "en": "Let's have a go now. Press-- Good.",
      "es": "Vamos a intentarlo. Comienza."
    }
  },
  {
    "translation": {
      "en": "What makes a processed- foods diet a risk factor for dementia",
      "es": "Los alimentos procesados son un factor de riesgo para la demencia por estar llenos de grasas saturadas."
    }
  },
  {
    "translation": {
      "en": "is the fact that it's laden with saturated fat,",
      "es": "son un factor de riesgo para la demencia por estar llenos de grasas saturadas."
    }
  },
  {
    "translation": {
      "en": "it's laden with hormones,",
      "es": "Está lleno de hormonas"
    }
  },
  {
    "translation": {
      "en": "and so many other chemicals that we don't even measure.",
      "es": "y otros químicos que ni siquiera medimos."
    }
  },
  {
    "translation": {
      "en": "And for the brain, it's much more of a threat.",
      "es": "Para el cerebro, es una amenaza aún mayor."
    }
  },
  {
    "translation": {
      "en": "Remember, this is an organ that's three pounds,",
      "es": "Recuerden que es un órgano que pesa 1.5 kg,"
    }
  },
  {
    "translation": {
      "en": "2% of our body's weight, but consumes 25% of the body's energy.",
      "es": "es el 2 % del peso de nuestro cuerpo, pero consume el 25 % de nuestra energía,"
    }
  },
  {
    "translation": {
      "en": "That means it's working constantly.",
      "es": "porque funciona constantemente."
    }
  },
  {
    "translation": {
      "en": "It needs clean energy.",
      "es": "Necesita energía limpia."
    }
  },
  {
    "translation": {
      "en": "By reducing the kind of foods",
      "es": "Al reducir los alimentos"
    }
  },
  {
    "translation": {
      "en": "that are laden by hormones and other chemicals,",
      "es": "cargados de hormonas y otras sustancias químicas,"
    }
  },
  {
    "translation": {
      "en": "the brain will actually heal itself.",
      "es": "el cerebro se curará solo."
    }
  },
  {
    "translation": {
      "en": "Well done. You have completed the task.",
      "es": "Bien hecho. Has completado la tarea."
    }
  },
  {
    "translation": {
      "en": "I struggled with that one.",
      "es": "Esa me costó."
    }
  },
  {
    "translation": {
      "en": "- - Next, there will be…",
      "es": "A continuación…"
    }
  },
  {
    "translation": {
      "en": "With baseline data collection completed,",
      "es": "Con las pruebas de referencia completas,"
    }
  },
  {
    "translation": {
      "en": "now we'll be able to find out what measurable aspects of health",
      "es": "ahora podremos averiguar qué aspectos medibles de la salud"
    }
  },
  {
    "translation": {
      "en": "we'll be able to change in just eight short weeks.",
      "es": "podremos cambiar en tan solo ocho semanas."
    }
  },
  {
    "translation": {
      "en": "So many people in America in general",
      "es": "Muchas personas en EE. UU. mueren"
    }
  },
  {
    "translation": {
      "en": "are dying from diet- related diseases,",
      "es": "por enfermedades relacionadas con la alimentación."
    }
  },
  {
    "translation": {
      "en": "and a lot of it is because what we're putting in our mouth.",
      "es": "Muchas de ellas se deben a lo que nos llevamos a la boca."
    }
  },
  {
    "translation": {
      "en": "96% of all beef in this country",
      "es": "El 96 % de toda la carne en este país fue, en algún momento,"
    }
  },
  {
    "translation": {
      "en": "was, at some point, in an industrial feedlot.",
      "es": "El 96 % de toda la carne en este país fue, en algún momento, en un corral de engorde industrial."
    }
  },
  {
    "translation": {
      "en": "All of the waste sits",
      "es": "Todos los desechos se asientan hasta que el granjero"
    }
  },
  {
    "translation": {
      "en": "until the farmer sprays the liquid onto adjoining fields.",
      "es": "Todos los desechos se asientan hasta que el granjero rocía el líquido en los campos contiguos."
    }
  },
  {
    "translation": {
      "en": "The grandkids, they was coming in the house",
      "es": "Mis nietos entraban a la casa diciendo que llovía,"
    }
  },
  {
    "translation": {
      "en": "saying it was raining outside, and we was like, No, it's not raining.",
      "es": "Mis nietos entraban a la casa diciendo que llovía, y nosotros decíamos: No, no llueve."
    }
  },
  {
    "translation": {
      "en": "It was feces.",
      "es": "Eran heces."
    }
  },
  {
    "translation": {
      "en": "Racial issues, economic issues.",
      "es": "Cuestiones raciales, cuestiones económicas."
    }
  },
  {
    "translation": {
      "en": "You know, when you see tumors and you see bacterial infections,",
      "es": "Sabes, cuando ves tumores e infecciones bacterianas,"
    }
  },
  {
    "translation": {
      "en": "kind of dadgum ruins your appetite for chicken.",
      "es": "eso arruina tus ganas de comer pollo."
    }
  },
  {
    "translation": {
      "en": "Issues of climate change.",
      "es": "Temas del cambio climático."
    }
  },
  {
    "translation": {
      "en": "Why aren't we talking about this?",
      "es": "¿Por qué no hablamos de esto?"
    }
  },
  {
    "translation": {
      "en": "The good news is, we have tremendous power.",
      "es": "La buena noticia es que tenemos un gran poder."
    }
  },
  {
    "translation": {
      "en": "People don't realize that what we put in our mouths",
      "es": "La gente no se da cuenta de que lo que comemos"
    }
  },
  {
    "translation": {
      "en": "is more important than anything else.",
      "es": "es más importante que cualquier otra cosa."
    }
  },
  {
    "translation": {
      "en": "My first week.",
      "es": "Mi primera semana."
    }
  },
  {
    "translation": {
      "en": "For us to be able to show that, during this study,",
      "es": "Para nosotros, poder demostrar que durante este estudio,"
    }
  },
  {
    "translation": {
      "en": "twins who have the same genetic patterns",
      "es": "gemelos que tienen los mismos patrones genéticos"
    }
  },
  {
    "translation": {
      "en": "but they're exposed to two different lifestyles,",
      "es": "pero que viven dos estilos de vida diferentes,"
    }
  },
  {
    "translation": {
      "en": "can show differences…",
      "es": "pueden mostrar diferencias…"
    }
  },
  {
    "translation": {
      "en": "I'm very excited for a new change and to see how my body transforms.",
      "es": "Estoy muy emocionada por un nuevo cambio y por ver cómo se transforma mi cuerpo."
    }
  },
  {
    "translation": {
      "en": "…is a game- changer.",
      "es": "…es algo asombroso."
    }
  }
]