[
  {
    "translation": {
      "en": "[man 1] The thing that makes anthrax a exquisite biological weapon",
      "es": "El carbunco, conocido como ántrax, no es una gran arma biológica"
    }
  },
  {
    "translation": {
      "en": "isn't because it kills at a high frequency.",
      "es": "porque mate a alta frecuencia"
    }
  },
  {
    "translation": {
      "en": "It isn't because it's communicable, like COVID's communicable,",
      "es": "o porque sea transmisible como el COVID,"
    }
  },
  {
    "translation": {
      "en": "you get that from your neighbor.",
      "es": "que te lo contagias del vecino,"
    }
  },
  {
    "translation": {
      "en": "It's because it has a spore.",
      "es": "sino porque tiene una espora."
    }
  },
  {
    "translation": {
      "en": "The spore form can exist for decades.",
      "es": "La espora puede existir durante décadas."
    }
  },
  {
    "translation": {
      "en": "You can't get rid of it.",
      "es": "No puedes librarte de ella."
    }
  },
  {
    "translation": {
      "en": "Once those spores get inside the body, then, of course, they germinate and take over",
      "es": "Una vez que esas esporas entran al cuerpo, germinan y se apoderan de él"
    }
  },
  {
    "translation": {
      "en": "and will kill an animal.",
      "es": "y matan al animal."
    }
  },
  {
    "translation": {
      "en": "The spores, then, get back into the soil.",
      "es": "Luego, las esporas vuelven al suelo."
    }
  },
  {
    "translation": {
      "en": "It has to kill in order to survive.",
      "es": "Tiene que matar para sobrevivir."
    }
  },
  {
    "translation": {
      "en": "It has to kill to complete its life cycle.",
      "es": "Mata para completar su ciclo de vida."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the American Media Incorporated building in Boca Raton.",
      "es": "Estamos en American Media Incorporated en Florida."
    }
  },
  {
    "translation": {
      "en": "The building has been sealed and anthrax has now been detected",
      "es": "Se cerró el edificio y se detectó ántrax"
    }
  },
  {
    "translation": {
      "en": "on a computer keyboard used by 63-year-old Bob Stevens.",
      "es": "en el teclado de la computadora que usaba Bob Stevens, de 63 años."
    }
  },
  {
    "translation": {
      "en": "He's the first person in the U.S.",
      "es": "Es la primera persona"
    }
  },
  {
    "translation": {
      "en": "to die of the extremely rare form of the disease in 25 years.",
      "es": "que muere por esta rara infección en 25 años."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Investigators believe he contracted this anthrax naturally,",
      "es": "Según los investigadores, contrajo ántrax naturalmente."
    }
  },
  {
    "translation": {
      "en": "which means it must have come from soil or from a farm animal.",
      "es": "Debe de haber venido del suelo o de un animal de granja."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Do we know…? Sir, was this inhalation anthrax?",
      "es": "Señor, ¿se sabe si fue carbuncosis pulmonar?"
    }
  },
  {
    "translation": {
      "en": "Was this fellow a hunter?",
      "es": "¿Era cazador?"
    }
  },
  {
    "translation": {
      "en": "It appears, at this point in time, it's inhalation.",
      "es": "Por el momento, parece que fue pulmonar."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Do we know if he was a hunter?",
      "es": "¿Sabe si era cazador?"
    }
  },
  {
    "translation": {
      "en": "We don't-- We don't know. We know he was an outdoorsman.",
      "es": "No lo sabemos. Le gustaba la naturaleza."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Mister Secretary, any reason to believe this is a result of terrorism?",
      "es": "¿Hay razones para creer que esto es resultado del terrorismo?"
    }
  },
  {
    "translation": {
      "en": "It appears that this is just an isolated case.",
      "es": "Parece que este fue un caso aislado."
    }
  },
  {
    "translation": {
      "en": "There's no evidence of terrorism.",
      "es": "No hay indicios de terrorismo."
    }
  },
  {
    "translation": {
      "en": "[man 2] Soon after 9/11, I get a phone call from a FBI scientist,",
      "es": "Poco después del 11 de septiembre, me llamó un científico del FBI"
    }
  },
  {
    "translation": {
      "en": "and he starts to tell me about this unusual case of anthrax.",
      "es": "y comenzó a contarme sobre este caso raro de ántrax."
    }
  },
  {
    "translation": {
      "en": "They were reporting that he had pulmonary,",
      "es": "CIENTÍFICO QUE ESTUDIA EL ÁNTRAX Informaron que tenía carbuncosis pulmonar."
    }
  },
  {
    "translation": {
      "en": "or inhalational anthrax.",
      "es": "Informaron que tenía carbuncosis pulmonar."
    }
  },
  {
    "translation": {
      "en": "And so they did a spinal tap.",
      "es": "Hicieron una punción lumbar."
    }
  },
  {
    "translation": {
      "en": "The bacterium bacillus anthracis.",
      "es": "La bacteria Bacillus anthracis"
    }
  },
  {
    "translation": {
      "en": "It spread everywhere, even into his central nervous system.",
      "es": "se había propagado por doquier, aun en su sistema nervioso central."
    }
  },
  {
    "translation": {
      "en": "Anthrax would not be a good death.",
      "es": "El ántrax causa una muerte fea."
    }
  },
  {
    "translation": {
      "en": "You'd spike a high fever, you'd feel very terrible, and then you'd crash and die.",
      "es": "Te da fiebre alta, te sientes muy mal y luego colapsas y mueres."
    }
  },
  {
    "translation": {
      "en": "In Palm Beach County, Florida,",
      "es": "En Palm Beach, Florida,"
    }
  },
  {
    "translation": {
      "en": "dozens of anxious office workers were screened for signs of bacteria today.",
      "es": "debieron revisar a decenas de empleados en busca de bacterias."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Didn't sleep very well. They told me to get my son 'cause he's been in the building.",
      "es": "No dormí bien. Traje a mi hijo porque estuvo en el edificio."
    }
  },
  {
    "translation": {
      "en": "When you don't really have a direction,",
      "es": "Cuando no tienes una dirección,"
    }
  },
  {
    "translation": {
      "en": "then you have to look at every direction.",
      "es": "debes mirar en todas las direcciones."
    }
  },
  {
    "translation": {
      "en": "We didn't know what we had.",
      "es": "No sabíamos qué era."
    }
  },
  {
    "translation": {
      "en": "We had someone who had died from anthrax poisoning.",
      "es": "Alguien había muerto por envenenamiento con ántrax."
    }
  },
  {
    "translation": {
      "en": "The question is, how did it get there?",
      "es": "¿Cómo había llegado la bacteria ahí?"
    }
  },
  {
    "translation": {
      "en": "[Paul] So the FBI said, \"We want to send you a sample so that you can analyze the DNA.\"",
      "es": "El FBI quería enviarme una muestra para que analizara el ADN."
    }
  },
  {
    "translation": {
      "en": "We were expected to perform, and we needed to do this fast.",
      "es": "Se esperaba que actuáramos, y debíamos hacerlo rápido."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] President Bush told Americans there's progress",
      "es": "El presidente Bush dijo a la sociedad que progresa la búsqueda de los supuestos responsables"
    }
  },
  {
    "translation": {
      "en": "in the search for those believed to be responsible",
      "es": "que progresa la búsqueda de los supuestos responsables"
    }
  },
  {
    "translation": {
      "en": "for the September terrorist attacks.",
      "es": "de los ataques terroristas de septiembre."
    }
  },
  {
    "translation": {
      "en": "[George W. Bush] My focus is bringing Al-Qaeda to justice.",
      "es": "Mi objetivo es llevar a Al Qaeda ante la justicia."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] Mr. Bush urged Americans to go about their lives.",
      "es": "El señor Bush instó a los ciudadanos a seguir con sus vidas."
    }
  },
  {
    "translation": {
      "en": "To fly on airplanes, to go to work.",
      "es": "A viajar en aviones, a ir a trabajar."
    }
  },
  {
    "translation": {
      "en": "But he also said they should use common sense",
      "es": "Dijo que deberían usar el sentido común"
    }
  },
  {
    "translation": {
      "en": "and report things that seem suspicious.",
      "es": "y denunciar cosas que parecieran sospechosas."
    }
  },
  {
    "translation": {
      "en": "Good morning, I'm Andy Lack. I'm with NBC.",
      "es": "Soy Andy Lack, de la cadena NBC."
    }
  },
  {
    "translation": {
      "en": "I'm here with the Mayor.",
      "es": "Estoy aquí con el alcalde."
    }
  },
  {
    "translation": {
      "en": "This morning, we received a positive test for cutaneous anthrax",
      "es": "Esta mañana, recibimos una prueba positiva por un caso de carbunco cutáneo"
    }
  },
  {
    "translation": {
      "en": "for one of our colleagues who works on Nightly News.",
      "es": "que involucra a un colega de Nightly News."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] A floor of the NBC television network headquarters, closed down.",
      "es": "Cerraron un piso de la sede central de la cadena de televisión."
    }
  },
  {
    "translation": {
      "en": "Authorities determining if any other traces of the anthrax bacteria are present.",
      "es": "Las autoridades analizan si quedan rastros de las bacterias del ántrax."
    }
  },
  {
    "translation": {
      "en": "[woman 2] They said that somebody in the building had anthrax.",
      "es": "Dijeron que alguien tenía ántrax."
    }
  },
  {
    "translation": {
      "en": "That was frightening.",
      "es": "Fue aterrador."
    }
  },
  {
    "translation": {
      "en": "You know, you could die from it. Right?",
      "es": "Eso podría matarte, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "[security guard] Excuse me, please.",
      "es": "Permiso, por favor."
    }
  },
  {
    "translation": {
      "en": "[Rudy Giuliani] At NBC, there's one other person who handled the letter",
      "es": "Hay otra persona de NBC que manipuló la carta,"
    }
  },
  {
    "translation": {
      "en": "who is now confirmed to have developed cutaneous anthrax.",
      "es": "y se ha confirmado que tiene carbunco cutáneo."
    }
  },
  {
    "translation": {
      "en": "[policeman] Get him out of here. Get him out of here.",
      "es": "Sáquenlo de aquí."
    }
  },
  {
    "translation": {
      "en": "-[horn honks] -Come on, let's go!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "In this huge stack of mail, I saw this letter.",
      "es": "Vi una carta en una enorme pila de correo."
    }
  },
  {
    "translation": {
      "en": "[woman 3] When I open the letter, I got chills all over. So…",
      "es": "Cuando abrí el sobre, me dio escalofríos."
    }
  },
  {
    "translation": {
      "en": "It said, \"9/11/01.\"",
      "es": "TOME PENICILINA Decía: \"9 de septiembre de 2001."
    }
  },
  {
    "translation": {
      "en": "\"Death to America. Death to Israel.\"",
      "es": "Muerte a Estados Unidos. Muerte a Israel."
    }
  },
  {
    "translation": {
      "en": "\"Allah is great.\"",
      "es": "Alá es grande\"."
    }
  },
  {
    "translation": {
      "en": "And inside was",
      "es": "Adentro,"
    }
  },
  {
    "translation": {
      "en": "what appeared to be, to me, it looked like a combination of brown sugar and sand.",
      "es": "tenía lo que parecía ser una mezcla de azúcar moreno y arena."
    }
  },
  {
    "translation": {
      "en": "I took the substance and I dumped it into the trash.",
      "es": "Tomé la sustancia y la tiré a la basura."
    }
  },
  {
    "translation": {
      "en": "I just was incredibly sick.",
      "es": "Me sentía muy mal."
    }
  },
  {
    "translation": {
      "en": "I felt like there was something running through my whole body and my veins.",
      "es": "Me sentía muy mal. Sentí que algo me recorría todo el cuerpo y las venas."
    }
  },
  {
    "translation": {
      "en": "My doctors gave me an antibiotic.",
      "es": "Los médicos me dieron un antibiótico."
    }
  },
  {
    "translation": {
      "en": "I could have died easily if I had just one misstep,",
      "es": "Podría haber muerto si hubiera dado un paso en falso."
    }
  },
  {
    "translation": {
      "en": "or if I decided I was going to smell that, you know, the anthrax, I would have been dead.",
      "es": "Si se me hubiera ocurrido oler eso, el ántrax, habría muerto."
    }
  },
  {
    "translation": {
      "en": "[Casey] We had a car waiting downstairs to take us to the FBI.",
      "es": "Había un auto que nos esperaba abajo para llevarnos al FBI."
    }
  },
  {
    "translation": {
      "en": "You know, we're whisked away in a black car.",
      "es": "Nos llevaron en un auto negro."
    }
  },
  {
    "translation": {
      "en": "I remember I looked over at the ticker by the Today Show",
      "es": "Recuerdo que miré el cartel del programa Today Show"
    }
  },
  {
    "translation": {
      "en": "and it was like, \"Anthrax at NBC,\"",
      "es": "y decía: \"Ántrax en NBC\"."
    }
  },
  {
    "translation": {
      "en": "and I thought, \"Oh, my God, this is crazy.\"",
      "es": "Pensé: \"No puede ser, esto es una locura\"."
    }
  },
  {
    "translation": {
      "en": "[Brad] The big fear was this is the second wave of a terrorist attack,",
      "es": "El mayor temor era que esta fuera la segunda ola de un atentado terrorista,"
    }
  },
  {
    "translation": {
      "en": "and now we've got an Islamic terrorist group that's sending out poison to people.",
      "es": "que hubiera un grupo terrorista islámico que le enviaba veneno a la gente."
    }
  },
  {
    "translation": {
      "en": "It just feels so vulnerable now because you don't know what's gonna happen,",
      "es": "Uno se siente muy vulnerable. Porque no sabe qué pasará, dónde pasará."
    }
  },
  {
    "translation": {
      "en": "where it's gonna happen.",
      "es": "Porque no sabe qué pasará, dónde pasará."
    }
  },
  {
    "translation": {
      "en": "[Brad] The real concern at that point is, are there more of these?",
      "es": "La verdadera preocupación era que hubiera más casos."
    }
  },
  {
    "translation": {
      "en": "This comes to us from Washington, D.C.",
      "es": "Esto nos llega de Washington, D. C."
    }
  },
  {
    "translation": {
      "en": "President Bush just announced, uh, from the Rose Garden",
      "es": "El presidente Bush anunció desde la Casa Blanca"
    }
  },
  {
    "translation": {
      "en": "that, uh, Senate Majority Leader Tom Daschle,",
      "es": "que el líder de la mayoría del Senado, Tom Daschle,"
    }
  },
  {
    "translation": {
      "en": "um, has reported seeing a suspicious letter,",
      "es": "denunció haber visto una carta sospechosa,"
    }
  },
  {
    "translation": {
      "en": "and that the authorities believe that letter contains anthrax.",
      "es": "y que las autoridades creen que contiene ántrax."
    }
  },
  {
    "translation": {
      "en": "I did contact each of the other members of leadership.",
      "es": "Me comuniqué con los demás líderes."
    }
  },
  {
    "translation": {
      "en": "If it happened in my office, it could happen elsewhere.",
      "es": "Si pasó en mi oficina, podría pasar en otro lado."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Law enforcement officials say they now have reason to believe",
      "es": "Los cuerpos policiales tienen razones para creer"
    }
  },
  {
    "translation": {
      "en": "that there may be a connection between the Daschle case in Washington,",
      "es": "que puede haber un vínculo entre el caso de Washington,"
    }
  },
  {
    "translation": {
      "en": "the NBC News case in New York,",
      "es": "el caso de Nueva York"
    }
  },
  {
    "translation": {
      "en": "and the tabloid newspaper case in Florida.",
      "es": "y el caso del periódico de Florida."
    }
  },
  {
    "translation": {
      "en": "[George W. Bush] I will answer a couple of questions.",
      "es": "Contestaré algunas preguntas."
    }
  },
  {
    "translation": {
      "en": "The anthrax attacks, sir, do you believe there is any connection to Bin Laden's organization?",
      "es": "¿Los ataques con ántrax están conectados con Osama bin Laden?"
    }
  },
  {
    "translation": {
      "en": "Well, there may be some possible link.",
      "es": "Puede haber alguna conexión."
    }
  },
  {
    "translation": {
      "en": "He and his spokesman are openly bragging about how they hope to inflict",
      "es": "Él y su vocero alardean sobre cómo esperan infligir"
    }
  },
  {
    "translation": {
      "en": "more pain on our country.",
      "es": "más daño a nuestro país."
    }
  },
  {
    "translation": {
      "en": "I wouldn't put it past him but we don't have hard evidence yet. Yeah, Ron.",
      "es": "No me sorprendería, pero no tenemos pruebas contundentes. Ron."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] The seven-month-old son of an ABC News employee…",
      "es": "El hijo de siete meses de un empleado de ABC News…"
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] …a worker at the New York Post was diagnosed…",
      "es": "…un empleado del New York Post fue diagnosticado…"
    }
  },
  {
    "translation": {
      "en": "[newscaster 3] An assistant to CBS News anchor, Dan Rather, exposed as well.",
      "es": "Estuvo expuesta una asistente del presentador Dan Rather."
    }
  },
  {
    "translation": {
      "en": "Do you know how much mail, how many packages I've opened?",
      "es": "¿Sabes cuántas cartas y paquetes he abierto?"
    }
  },
  {
    "translation": {
      "en": "I don't want to touch the mail.",
      "es": "No quiero tocar el correo."
    }
  },
  {
    "translation": {
      "en": "It's a new form of human warfare.",
      "es": "Es una nueva forma de guerra humana."
    }
  },
  {
    "translation": {
      "en": "Kathy Nguyen did die due to inhalation anthrax.",
      "es": "Kathy Nguyen murió por haber inhalado ántrax."
    }
  },
  {
    "translation": {
      "en": "This time it's a woman in Connecticut.",
      "es": "Una mujer de Connecticut."
    }
  },
  {
    "translation": {
      "en": "[reporter 8] …provided more questions than answers.",
      "es": "…más preguntas que respuestas."
    }
  },
  {
    "translation": {
      "en": "Until there is a suspect, no one will know whether this was a terrorist act",
      "es": "Si no hay sospechosos, no sabremos si fue un acto terrorista"
    }
  },
  {
    "translation": {
      "en": "and whether it is related to the September 11 terrorists",
      "es": "ni si está conectado con los terroristas del 11 de septiembre"
    }
  },
  {
    "translation": {
      "en": "who tried to rent a crop dusting aircraft.",
      "es": "que quisieron alquilar un avión de agricultura."
    }
  },
  {
    "translation": {
      "en": "[newscaster 4] If we're really being honest,",
      "es": "Para ser sinceros,"
    }
  },
  {
    "translation": {
      "en": "if America is prepared for a chemical attack, the answer is no.",
      "es": "Estados Unidos no está preparado para un ataque químico."
    }
  },
  {
    "translation": {
      "en": "Oh, my god!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Maybe we shouldn't be talking here.",
      "es": "No deberíamos hablar aquí."
    }
  },
  {
    "translation": {
      "en": "Maybe there's anthrax flying around in the air.",
      "es": "Quizá haya ántrax en el aire."
    }
  },
  {
    "translation": {
      "en": "[reporter 9] Pharmacy supplies of the antibiotic Cipro,",
      "es": "Escasean las reservas del antibiótico Cipro,"
    }
  },
  {
    "translation": {
      "en": "one of the drugs known to fight anthrax, are thin.",
      "es": "una conocida droga para combatir el ántrax."
    }
  },
  {
    "translation": {
      "en": "[reporter 10] Gas masks sell out in Los Angeles.",
      "es": "Se están agotando las máscaras de gas."
    }
  },
  {
    "translation": {
      "en": "It's probably a little paranoia, but I'm not gonna take the chance. That's all.",
      "es": "Quizá sea un poco de paranoia, pero no me arriesgaré."
    }
  },
  {
    "translation": {
      "en": "We face an enemy as ruthless and unpredictable as any we've ever faced.",
      "es": "Nunca nos habíamos enfrentado a algo tan implacable e impredecible."
    }
  },
  {
    "translation": {
      "en": "[reporter 11] And the road back to a sense of security could be a long one.",
      "es": "El trayecto para volver a sentir seguridad podría ser largo."
    }
  },
  {
    "translation": {
      "en": "I feel like I go to work, I don't know what's going to happen next.",
      "es": "Voy a trabajar y no sé qué pasará después."
    }
  },
  {
    "translation": {
      "en": "[Brad] The mail system touches the entire United States.",
      "es": "El servicio postal llega a todo Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "And so the potential of these letters going to whomever was huge.",
      "es": "Así que había muchas posibilidades de que cualquiera recibiera estas cartas."
    }
  },
  {
    "translation": {
      "en": "How in the world are we gonna get our arms around this quickly?",
      "es": "¿Cómo diablos íbamos a hacer para controlarlo rápidamente?"
    }
  },
  {
    "translation": {
      "en": "One of America's most distinguished scientists, Dr. Paul Keim.",
      "es": "Uno de los científicos más distinguidos de EE. UU., Paul Keim."
    }
  },
  {
    "translation": {
      "en": "[Paul] Early in the investigation, I thought it was a foreign source",
      "es": "Al principio de la investigación, creía que era una fuente extranjera"
    }
  },
  {
    "translation": {
      "en": "associated with Al-Qaeda and the 9/11 attacks,",
      "es": "vinculada con Al Qaeda y los atentados del 11 de septiembre,"
    }
  },
  {
    "translation": {
      "en": "but we got the data and we started comparing it to our databases.",
      "es": "pero luego comparamos la muestra con la base de datos."
    }
  },
  {
    "translation": {
      "en": "And it matched up with this strain that we call the Ames strain.",
      "es": "Y coincidió con esta cepa que llamamos cepa Ames."
    }
  },
  {
    "translation": {
      "en": "Everybody was silent",
      "es": "Todos guardaron silencio"
    }
  },
  {
    "translation": {
      "en": "because at that point, the only examples of the Ames strain,",
      "es": "porque, en ese momento, e incluso hasta el día de hoy,"
    }
  },
  {
    "translation": {
      "en": "even to this day, the only examples of the Ames strain that we have in our database",
      "es": "los únicos ejemplares de la cepa Ames que figuran en la base de datos"
    }
  },
  {
    "translation": {
      "en": "originate in American laboratories.",
      "es": "provienen de laboratorios estadounidenses."
    }
  },
  {
    "translation": {
      "en": "The person that we were pursuing was one of us.",
      "es": "La persona que perseguíamos era uno de nosotros."
    }
  },
  {
    "translation": {
      "en": "[reporter] Barbara Hatch Rosenberg believes the anthrax attack is an inside job.",
      "es": "Para Barbara Hatch Rosenberg, los ataques son un trabajo interno."
    }
  },
  {
    "translation": {
      "en": "What many consider to be the largest FBI investigation in history.",
      "es": "La consideran la investigación más grande de la historia del FBI."
    }
  },
  {
    "translation": {
      "en": "This is criminal intent to commit murder.",
      "es": "Esto es intento de asesinato."
    }
  },
  {
    "translation": {
      "en": "[man] We will find the perpetrators of anthrax",
      "es": "Encontraremos a los culpables"
    }
  },
  {
    "translation": {
      "en": "and we will punish the guilty for their crimes.",
      "es": "y los castigaremos por sus delitos."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "[crew member] Final touches.",
      "es": "Últimos retoques."
    }
  },
  {
    "translation": {
      "en": "[crew member] Sound check, please.",
      "es": "Prueba de sonido."
    }
  },
  {
    "translation": {
      "en": "One, two, one, two. Testing. One, two, three, four.",
      "es": "Uno, dos. Probando. Uno, dos, tres, cuatro."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "My name is Dr. Bruce Edward Ivins.",
      "es": "Soy el doctor Bruce Edward Ivins."
    }
  },
  {
    "translation": {
      "en": "I am a Department of Defense researcher at USAMRIID.",
      "es": "Soy investigador del Departamento de Defensa de USAMRIID,"
    }
  },
  {
    "translation": {
      "en": "That's the United States Army Medical Research Institute of Infectious Diseases.",
      "es": "el Instituto de Investigaciones de Enfermedades Infecciosas del Ejército de EE. UU."
    }
  },
  {
    "translation": {
      "en": "[Bruce] For me, it's a real thrill to make a discovery",
      "es": "Es muy emocionante hacer un descubrimiento"
    }
  },
  {
    "translation": {
      "en": "and know that I've just revealed something that no one else in the world ever knew before. [man 1] Morning, sir.",
      "es": "y saber que acabo de revelar algo que nadie más en el mundo sabía."
    }
  },
  {
    "translation": {
      "en": "[Bruce] I feel like a detective",
      "es": "Me siento un detective,"
    }
  },
  {
    "translation": {
      "en": "and that which is unknown dares me to try to find out about it.",
      "es": "y lo que es desconocido me desafía a averiguar al respecto."
    }
  },
  {
    "translation": {
      "en": "[man 2] Bruce Ivins, he struck me as somewhat eccentric,",
      "es": "Bruce Ivins me parecía un poco excéntrico,"
    }
  },
  {
    "translation": {
      "en": "but he had a worldwide reputation as one of the experts on anthrax.",
      "es": "pero era conocido en todo el mundo por ser experto en ántrax."
    }
  },
  {
    "translation": {
      "en": "He was extremely well thought of.",
      "es": "Era muy respetado."
    }
  },
  {
    "translation": {
      "en": "As opposed to being aloof and self-important,",
      "es": "Podría haber sido distante y engreído,"
    }
  },
  {
    "translation": {
      "en": "-Bruce was neither of those things. -[woman] Hey, Bruce.",
      "es": "pero Bruce no lo era en absoluto."
    }
  },
  {
    "translation": {
      "en": "It is clear that the terrorists responsible for these attacks",
      "es": "Está claro que los terroristas son responsables de estos ataques"
    }
  },
  {
    "translation": {
      "en": "intended to use this anthrax as a weapon.",
      "es": "y que usan este ántrax como arma."
    }
  },
  {
    "translation": {
      "en": "We still don't know who is responsible.",
      "es": "Aún no sabemos quién es el responsable."
    }
  },
  {
    "translation": {
      "en": "As you look at him, I could see how he could be a suspect.",
      "es": "Al mirarlo, entiendo por qué podía parecer sospechoso."
    }
  },
  {
    "translation": {
      "en": "[Vince] Whoever committed this act of bioterrorism",
      "es": "Quien hubiera cometido este acto de bioterrorismo"
    }
  },
  {
    "translation": {
      "en": "is somebody with a pretty extensive scientific background",
      "es": "era alguien con una amplia experiencia científica"
    }
  },
  {
    "translation": {
      "en": "and access to deadly spores.",
      "es": "y acceso a esporas mortales."
    }
  },
  {
    "translation": {
      "en": "I mean, one of the challenges we had",
      "es": "Uno de los desafíos que teníamos"
    }
  },
  {
    "translation": {
      "en": "was relying on the scientific community.",
      "es": "era confiar en la comunidad científica…"
    }
  },
  {
    "translation": {
      "en": "-Yeah. …to help us in the investigation.",
      "es": "Sí. …para que nos ayudara."
    }
  },
  {
    "translation": {
      "en": "What time?",
      "es": "¿A qué hora?"
    }
  },
  {
    "translation": {
      "en": "How do we know that they were being helpful?",
      "es": "¿Cómo sabíamos que realmente ayudaban?"
    }
  },
  {
    "translation": {
      "en": "And so, Bruce was definitely somebody that needed to be looked at.",
      "es": "Teníamos que estar atentos a Bruce."
    }
  },
  {
    "translation": {
      "en": "[Brad] Any time you interview somebody, particularly on something at this level,",
      "es": "Cada vez que interrogas a alguien, sobre todo, a este nivel,"
    }
  },
  {
    "translation": {
      "en": "would be a little bit, I suppose, like a chess match",
      "es": "será como una partida de ajedrez,"
    }
  },
  {
    "translation": {
      "en": "because you're dealing with somebody that's clearly intelligent.",
      "es": "porque estás tratando con alguien inteligente."
    }
  },
  {
    "translation": {
      "en": "You're obviously trying to get them to tell you what they have done,",
      "es": "Obviamente, quieres lograr que confiesen lo que hicieron,"
    }
  },
  {
    "translation": {
      "en": "if in fact they've done anything.",
      "es": "si es que hicieron algo."
    }
  },
  {
    "translation": {
      "en": "-Really sorry to keep you guys waiting. -Not a problem.",
      "es": "Perdón por la demora. Descuide."
    }
  },
  {
    "translation": {
      "en": "We appreciate--",
      "es": "Agradecemos…"
    }
  },
  {
    "translation": {
      "en": "I was working in the hot suite and it's quite a process to de-gown.",
      "es": "Estuve trabajando y lleva tiempo quitarse el equipo de protección."
    }
  },
  {
    "translation": {
      "en": "Let me tell you.",
      "es": "y lleva tiempo quitarse el equipo de protección."
    }
  },
  {
    "translation": {
      "en": "Have a seat, Doctor.",
      "es": "Siéntese, doctor."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "es": "Sí. Gracias."
    }
  },
  {
    "translation": {
      "en": "I'm Special Agent Hayward. This is my partner, Agent Braxton.",
      "es": "Soy el agente especial Hayward. Él es Braxton."
    }
  },
  {
    "translation": {
      "en": "I'm very happy to meet you.",
      "es": "Es un gusto conocerlos."
    }
  },
  {
    "translation": {
      "en": "We appreciate your help with the sample analysis.",
      "es": "Agradecemos su ayuda con el análisis de la muestra."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Of course, my pleasure.",
      "es": "Claro, es un placer."
    }
  },
  {
    "translation": {
      "en": "[Hayward] You say here the, uh, spores found in the letters are not garage spores.",
      "es": "Dice que las esporas de las cartas no son esporas de garaje."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "es": "¿Qué significa eso?"
    }
  },
  {
    "translation": {
      "en": "It means they're highly purified.",
      "es": "Que están muy purificadas."
    }
  },
  {
    "translation": {
      "en": "99% refractile. No vegetative cells or debris.",
      "es": "Refringentes en un 99 por ciento. No hay células vegetales ni restos."
    }
  },
  {
    "translation": {
      "en": "Any idea who could make something like this?",
      "es": "¿Quién podría hacer algo así?"
    }
  },
  {
    "translation": {
      "en": "Someone with specialized training.",
      "es": "Alguien con formación especializada"
    }
  },
  {
    "translation": {
      "en": "Someone with access to industrial manufacturing tools.",
      "es": "y con acceso a herramientas de fabricación industrial."
    }
  },
  {
    "translation": {
      "en": "Oh, so, someone like you.",
      "es": "Entonces, alguien como usted."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I wish. To produce powder of that purity from wet spores,",
      "es": "Ojalá. Para producir polvo de esa pureza a partir de esporas húmedas,"
    }
  },
  {
    "translation": {
      "en": "you'd need serious equipment.",
      "es": "se necesita un buen equipo."
    }
  },
  {
    "translation": {
      "en": "Much better than we have in this dump.",
      "es": "No como el de esta pocilga."
    }
  },
  {
    "translation": {
      "en": "We were stuck from the standpoint that we really did have to rely on the people that were the experts.",
      "es": "No había otra alternativa, teníamos que confiar en los expertos."
    }
  },
  {
    "translation": {
      "en": "[Brad] But the problem we had was, we had zero evidence",
      "es": "El inconveniente era que no teníamos pruebas"
    }
  },
  {
    "translation": {
      "en": "that one of these scientists was the ultimate culprit.",
      "es": "de que uno de estos científicos fuera el culpable."
    }
  },
  {
    "translation": {
      "en": "And so, you know, the question is how to stop this anthrax thing",
      "es": "La cuestión era cómo ponerle fin a este asunto del ántrax."
    }
  },
  {
    "translation": {
      "en": "where we had no clue when it would stop, if it would stop.",
      "es": "No teníamos idea de cuándo se detendría o de si se detendría."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Good evening, Tom. Military experts say",
      "es": "Según expertos militares,"
    }
  },
  {
    "translation": {
      "en": "the powder in that letter sent to Senator Daschle",
      "es": "el polvo de la carta enviada a Daschle"
    }
  },
  {
    "translation": {
      "en": "was the same biological type as in the other letters.",
      "es": "era del mismo tipo biológico que el de las otras."
    }
  },
  {
    "translation": {
      "en": "But so pure and so extremely fine, it was clearly designed to kill.",
      "es": "Era tan puro y extremadamente fino que estaba diseñado para matar."
    }
  },
  {
    "translation": {
      "en": "Inside that innocent-looking…",
      "es": "Con ese aspecto…"
    }
  },
  {
    "translation": {
      "en": "[woman] When we heard about the Daschle letter, that's when it felt closer to home.",
      "es": "Cuando supimos lo de la carta al senador, nos sentimos más cerca del peligro."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Wow, in order for them to get their mail, it has to come through Brentwood.\"",
      "es": "Pensé: \"Para llegar a su correo, tiene que pasar por Brentwood\"."
    }
  },
  {
    "translation": {
      "en": "So I kinda, like, went inside myself just to stay calm.",
      "es": "Intenté procesar la información para mantener la calma."
    }
  },
  {
    "translation": {
      "en": "This mail had to come through our building.",
      "es": "Esa carta debió pasar por nuestro edificio."
    }
  },
  {
    "translation": {
      "en": "[Paul] These letters are pushed through rollers,",
      "es": "Estas cartas se pasan por rodillos,"
    }
  },
  {
    "translation": {
      "en": "and then the spores that are inside the letter",
      "es": "y las esporas que están en el sobre"
    }
  },
  {
    "translation": {
      "en": "could doubtlessly get pushed out through any cracks.",
      "es": "podrían salir por cualquier grieta."
    }
  },
  {
    "translation": {
      "en": "A little bit of that powder gets out, and it just flies.",
      "es": "Si sale un poco de polvo, queda suspendido en el aire."
    }
  },
  {
    "translation": {
      "en": "I want to thank you for joining us here today.",
      "es": "Gracias por acompañarnos hoy."
    }
  },
  {
    "translation": {
      "en": "As, you know, one letter",
      "es": "Como ya saben, una carta de entre las más de 3.5 millones que se manejan aquí a diario"
    }
  },
  {
    "translation": {
      "en": "from among the more than 3.5 million pieces of mail handled here each day",
      "es": "una carta de entre las más de 3.5 millones que se manejan aquí a diario"
    }
  },
  {
    "translation": {
      "en": "contained Anthrax.",
      "es": "contenía ántrax."
    }
  },
  {
    "translation": {
      "en": "That letter was extremely well sealed,",
      "es": "Esa carta estaba muy bien sellada."
    }
  },
  {
    "translation": {
      "en": "and there is only a minute chance",
      "es": "Solo existe una mínima posibilidad"
    }
  },
  {
    "translation": {
      "en": "that anthrax spores escaped from it into this facility.",
      "es": "de que las esporas de ántrax se dispersaran en este establecimiento."
    }
  },
  {
    "translation": {
      "en": "When it first hit the national news,",
      "es": "Cuando llegó a las noticias nacionales,"
    }
  },
  {
    "translation": {
      "en": "I said to myself, \"Oh, boy.\"",
      "es": "me dije: \"No puede ser\"."
    }
  },
  {
    "translation": {
      "en": "My brother Joe dealt with all the mail",
      "es": "Mi hermano, Joe, manipulaba todo el correo"
    }
  },
  {
    "translation": {
      "en": "that would come through Brentwood at that time.",
      "es": "que llegaba a través de Brentwood en ese momento."
    }
  },
  {
    "translation": {
      "en": "I talked to him on the phone. I said, \"Joe, please. Please be careful.\"",
      "es": "Hablé con él por teléfono. Le pedí que tuviera mucho cuidado."
    }
  },
  {
    "translation": {
      "en": "And he said, \"I will, I am.\"",
      "es": "Dijo: \"Sí, tengo cuidado\"."
    }
  },
  {
    "translation": {
      "en": "I just had this feeling of foreboding.",
      "es": "Tuve un presentimiento."
    }
  },
  {
    "translation": {
      "en": "Knowing that you probably in a place that's not safe,",
      "es": "Estás en un lugar que quizá sea inseguro."
    }
  },
  {
    "translation": {
      "en": "but then somebody's telling you it's safe and you're trying to trust them.",
      "es": "Las autoridades dicen que es seguro y tratas de confiar en ellas."
    }
  },
  {
    "translation": {
      "en": "And then you find out later you can't trust 'em at all.",
      "es": "Pero luego descubres que no puedes confiar en ellas."
    }
  },
  {
    "translation": {
      "en": "[man 3] Our plant manager said, \"We're going to have some people come in and test.\"",
      "es": "El gerente de la planta dijo: \"Vendrán personas a revisar el lugar."
    }
  },
  {
    "translation": {
      "en": "\"They're gonna have on the Hazmat gear from head to toe.\"",
      "es": "Tendrán un equipo protector de pies a cabeza\"."
    }
  },
  {
    "translation": {
      "en": "Why did they have Hazmat gear on if everything was safe?",
      "es": "¿Por qué tenían equipos de protección si el lugar era seguro?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Just to be clear,",
      "es": "Para que quede claro,"
    }
  },
  {
    "translation": {
      "en": "you guys could see people in moon suits walking around the plant?",
      "es": "¿veías gente con esos trajes caminando por la planta?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "They just told us to stay out of their way.",
      "es": "EMPLEADO DEL CORREO, 1996 - 2001 CENTRO DE BRENTWOOD Nos dijeron que no interfiriéramos."
    }
  },
  {
    "translation": {
      "en": "[technician] Six FKC pumps for an unknown volume flow…",
      "es": "Seis bombas FKC para un flujo de volumen desconocido…"
    }
  },
  {
    "translation": {
      "en": "And then, our plant manager goes,",
      "es": "Después, el gerente de la planta dijo:"
    }
  },
  {
    "translation": {
      "en": "\"You know what, if we shut the building down, then the terrorists wins.\"",
      "es": "\"¿Saben qué? Si cerramos el edificio, ganan los terroristas\"."
    }
  },
  {
    "translation": {
      "en": "Why would you feel that we should not have been tested and the building closed?",
      "es": "¿Por qué no cerraban el edificio y nos hacían análisis a nosotros?"
    }
  },
  {
    "translation": {
      "en": "They were telling the media and the workers the same thing. \"It's nothing to worry about.\"",
      "es": "Les decían a los medios y a los empleados que no había de que preocuparse."
    }
  },
  {
    "translation": {
      "en": "\"Anthrax isn't in the building.\"",
      "es": "Que no había ántrax en el edificio."
    }
  },
  {
    "translation": {
      "en": "And that's when it happened.",
      "es": "Y ahí fue cuando sucedió."
    }
  },
  {
    "translation": {
      "en": "Our chests started to hurt.",
      "es": "Nos empezó a doler el pecho."
    }
  },
  {
    "translation": {
      "en": "All of us started having dizziness or, um, headaches,",
      "es": "Todos empezamos a tener mareos o dolores de cabeza."
    }
  },
  {
    "translation": {
      "en": "and I could see Joseph Curseen.",
      "es": "Vi a Joseph Curseen."
    }
  },
  {
    "translation": {
      "en": "He sat on there and his head was kind of down.",
      "es": "Estaba sentado con la cabeza gacha."
    }
  },
  {
    "translation": {
      "en": "That stood out because he's-- he had never taken a sick day off work.",
      "es": "Eso llamaba la atención porque él jamás se enfermaba."
    }
  },
  {
    "translation": {
      "en": "And then not long after that,",
      "es": "Poco después, empezamos a oír cosas"
    }
  },
  {
    "translation": {
      "en": "you start hearing about another postal worker, Thomas Morris.",
      "es": "Poco después, empezamos a oír cosas sobre otro empleado del correo, Thomas Morris."
    }
  },
  {
    "translation": {
      "en": "-[static hisses] -[Thomas] Um…",
      "es": "LLAMADA A EMERGENCIAS DE THOMAS MORRIS"
    }
  },
  {
    "translation": {
      "en": "[Joan] It was early in the morning when Joe's wife woke up.",
      "es": "Era temprano a la mañana cuando se despertó la esposa de Joe."
    }
  },
  {
    "translation": {
      "en": "Joe wasn't there in the bed,",
      "es": "Joe no estaba en la cama,"
    }
  },
  {
    "translation": {
      "en": "she went to their bathroom and he was sprawled out.",
      "es": "ella fue al baño y lo vio tumbado allí."
    }
  },
  {
    "translation": {
      "en": "I don't know whether he had",
      "es": "No sé…"
    }
  },
  {
    "translation": {
      "en": "defecated on himself-- I mean, he was just out.",
      "es": "si se había defecado encima… Estaba inconsciente."
    }
  },
  {
    "translation": {
      "en": "He was that sick",
      "es": "Así de enfermo estaba."
    }
  },
  {
    "translation": {
      "en": "and she called the ambulance, called my parents,",
      "es": "Ella llamó a la ambulancia y a mis padres."
    }
  },
  {
    "translation": {
      "en": "and when they got there,",
      "es": "Cuando llegaron allí,"
    }
  },
  {
    "translation": {
      "en": "they could… I guess they took them to an area,",
      "es": "supongo que los llevaron a una habitación"
    }
  },
  {
    "translation": {
      "en": "and they could actually hear him heaving.",
      "es": "y podían oírlo jadear."
    }
  },
  {
    "translation": {
      "en": "And I tried to call home and I kept calling and calling.",
      "es": "Yo llamé una y otra vez hasta que pude comunicarme."
    }
  },
  {
    "translation": {
      "en": "That's when my mother told me Joe was dead.",
      "es": "Y mi madre me dijo que Joe había muerto."
    }
  },
  {
    "translation": {
      "en": "And I dropped the phone and, uh…",
      "es": "Se me cayó el teléfono y…"
    }
  },
  {
    "translation": {
      "en": "[man 4] A short while ago, I briefed the president with the latest facts",
      "es": "Hace poco, le informé al presidente los últimos hechos"
    }
  },
  {
    "translation": {
      "en": "on the anthrax situation, as we know them.",
      "es": "sobre la situación del ántrax."
    }
  },
  {
    "translation": {
      "en": "Two postal employees",
      "es": "Dos empleados del correo"
    }
  },
  {
    "translation": {
      "en": "who work at the Brentwood Mail Facility here in Washington, D.C.",
      "es": "que trabajaban en el Centro de Brentwood aquí en Washington, D. C."
    }
  },
  {
    "translation": {
      "en": "became critically ill, tragically, ultimately passed away.",
      "es": "se enfermaron gravemente y, por desgracia, murieron."
    }
  },
  {
    "translation": {
      "en": "[Joan] That Saturday, we buried Joe.",
      "es": "Ese sábado, enterramos a Joe."
    }
  },
  {
    "translation": {
      "en": "And, let me tell you something.",
      "es": "Y déjenme decirles algo."
    }
  },
  {
    "translation": {
      "en": "If it weren't for my faith,",
      "es": "De no haber sido por mi fe,"
    }
  },
  {
    "translation": {
      "en": "I would have lost my mind",
      "es": "me habría vuelto loca"
    }
  },
  {
    "translation": {
      "en": "behind losing my brother,",
      "es": "luego de haber perdido a mi hermano,"
    }
  },
  {
    "translation": {
      "en": "especially like that.",
      "es": "sobre todo, de esa forma."
    }
  },
  {
    "translation": {
      "en": "[George W. Bush] We mourn the loss of the lives of Thomas Morris and Joseph Curseen.",
      "es": "Lamentamos la pérdida de las vidas de Thomas Morris y Joseph Curseen,"
    }
  },
  {
    "translation": {
      "en": "Postal workers who died in the line of duty.",
      "es": "empleados que murieron en cumplimiento de su deber."
    }
  },
  {
    "translation": {
      "en": "We have seen the horrors terrorists can inflict.",
      "es": "Hemos visto el daño que pueden infligir los terroristas,"
    }
  },
  {
    "translation": {
      "en": "Overseas,",
      "es": "tanto en el extranjero"
    }
  },
  {
    "translation": {
      "en": "and here at home.",
      "es": "como en nuestro suelo."
    }
  },
  {
    "translation": {
      "en": "But one thing is for certain.",
      "es": "Pero algo es seguro."
    }
  },
  {
    "translation": {
      "en": "These terrorists must be pursued.",
      "es": "PROMULGACIÓN DE LEY ANTITERRORISMO Hay que perseguir a estos terroristas."
    }
  },
  {
    "translation": {
      "en": "They must be defeated.",
      "es": "Hay que derrotarlos"
    }
  },
  {
    "translation": {
      "en": "And they must be brought to justice.",
      "es": "y someterlos a la justicia."
    }
  },
  {
    "translation": {
      "en": "[Brad] As far as high-profile, pressurized cases,",
      "es": "En cuanto a casos de alto perfil,"
    }
  },
  {
    "translation": {
      "en": "I can't think of anything as big as this.",
      "es": "no se me ocurre ninguno de tal magnitud como este."
    }
  },
  {
    "translation": {
      "en": "We were, many times on a weekly basis,",
      "es": "Íbamos una vez por semana"
    }
  },
  {
    "translation": {
      "en": "going to FBI headquarters and briefing the director",
      "es": "a la oficina central del FBI a informarle al director"
    }
  },
  {
    "translation": {
      "en": "as to what's going on in this case.",
      "es": "los avances del caso."
    }
  },
  {
    "translation": {
      "en": "Good morning. I want you to know our investigators are hard at work.",
      "es": "Buen día. Nuestros investigadores trabajan duro en Nueva York, en Florida,"
    }
  },
  {
    "translation": {
      "en": "Are hard at work in New York, in Florida,",
      "es": "Nuestros investigadores trabajan duro en Nueva York, en Florida,"
    }
  },
  {
    "translation": {
      "en": "in New Jersey, uh, in D.C., and throughout the country.",
      "es": "en Nueva Jersey, en Washington y en todo el país."
    }
  },
  {
    "translation": {
      "en": "You gotta get this solved and we need to move on here.",
      "es": "Había que resolver esto. Teníamos que avanzar."
    }
  },
  {
    "translation": {
      "en": "We're not in a position at this point to determine, uh, those who are responsible.",
      "es": "Aún no podemos determinar quiénes son los responsables."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna leave it there.",
      "es": "Eso es todo. DIRECTOR DEL FBI"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A biological killer sent through the mail.",
      "es": "Un asesino biológico enviado por correo."
    }
  },
  {
    "translation": {
      "en": "The letters killed five people…",
      "es": "Han muerto cinco personas…"
    }
  },
  {
    "translation": {
      "en": "…and made 17 others sick. The case remains an unsolved mystery.",
      "es": "…y otras 17 se enfermaron. El caso aún es un misterio sin resolver."
    }
  },
  {
    "translation": {
      "en": "[Brad] Over a period of time, the case agents and the postal inspectors",
      "es": "Durante un tiempo, los agentes del caso y los inspectores postales"
    }
  },
  {
    "translation": {
      "en": "were able to develop, sort of, the movement",
      "es": "pudieron determinar el movimiento de estas cartas."
    }
  },
  {
    "translation": {
      "en": "of these letters from a particular mailbox,",
      "es": "pudieron determinar el movimiento de estas cartas. Habían salido de un buzón en particular"
    }
  },
  {
    "translation": {
      "en": "which was Princeton, New Jersey.",
      "es": "en Princeton, Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "Postal inspectors take these mailings very seriously.",
      "es": "Los inspectores se toman estos envíos muy en serio."
    }
  },
  {
    "translation": {
      "en": "This afternoon, I am announcing the offer of a reward of up to $1 million.",
      "es": "Anuncio el ofrecimiento de una recompensa de hasta un millón de dólares."
    }
  },
  {
    "translation": {
      "en": "Quickly you want to figure out how to rule people out and how to rule people in.",
      "es": "Quieres descartar rápido a algunos e investigar a otros."
    }
  },
  {
    "translation": {
      "en": "And so, we were looking at every possible angle one could.",
      "es": "FISCAL FEDERAL, 1997 - 2012 Analizábamos todos los ángulos posibles."
    }
  },
  {
    "translation": {
      "en": "Right? Someone at some point noticed that certain letters were heavily bolded.",
      "es": "En un momento, alguien notó que ciertas letras estaban en negrita."
    }
  },
  {
    "translation": {
      "en": "Some of the A's and the T's.",
      "es": "Algunas de las A y las T."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "es": "¿Qué significaba eso?"
    }
  },
  {
    "translation": {
      "en": "Maybe it means nothing, but maybe it means something.",
      "es": "Quizá no significaba nada, quizá sí. ¿Qué podía ser?"
    }
  },
  {
    "translation": {
      "en": "It's another thing to look at as you're trying to narrow down who did this.",
      "es": "Es otra cosa a tener en cuenta cuando buscas determinar quién hizo esto."
    }
  },
  {
    "translation": {
      "en": "[Bruce] This is the coolest part. Look at this.",
      "es": "Esto es lo más asombroso. Miren."
    }
  },
  {
    "translation": {
      "en": "The elongated morphology.",
      "es": "La morfología alargada."
    }
  },
  {
    "translation": {
      "en": "These, uh, centipede-looking things?",
      "es": "¿De esto que parecen ciempiés?"
    }
  },
  {
    "translation": {
      "en": "[Bruce] Each bacterium is coated with a smooth mono-amino acid shell",
      "es": "Cada bacteria está cubierta con una capa lisa de monoaminoácido"
    }
  },
  {
    "translation": {
      "en": "that blocks the T-cells from recognizing it as a pathogen.",
      "es": "para que las células T no la reconozcan como patógeno."
    }
  },
  {
    "translation": {
      "en": "Understand?",
      "es": "¿Entienden?"
    }
  },
  {
    "translation": {
      "en": "Not a word. Continue.",
      "es": "Ni una palabra. Continúe."
    }
  },
  {
    "translation": {
      "en": "[Bruce] That's how it survives.",
      "es": "Así sobrevive."
    }
  },
  {
    "translation": {
      "en": "It makes itself seem harmless, slips past the defenses.",
      "es": "Parece inofensiva y se escapa de las defensas."
    }
  },
  {
    "translation": {
      "en": "Even though there's about 15 labs that produce the Ames strain,",
      "es": "Aunque haya unos 15 laboratorios que producen la cepa Ames,"
    }
  },
  {
    "translation": {
      "en": "it's still sort of a needle in a haystack because you have no idea which lab it came from.",
      "es": "sigue siendo una aguja en un pajar, porque no sabes de qué laboratorio vino."
    }
  },
  {
    "translation": {
      "en": "There was a couple of scientists at USAMRIID",
      "es": "Había algunos científicos en USAMRIID"
    }
  },
  {
    "translation": {
      "en": "who were working directly with the powders from the letters.",
      "es": "que trabajaban directamente con los polvos de las cartas."
    }
  },
  {
    "translation": {
      "en": "They noticed that when they plated the spores out onto Petri dishes",
      "es": "Notaron que, cuando colocaban las esporas en placas de Petri"
    }
  },
  {
    "translation": {
      "en": "at a small frequency,",
      "es": "en una frecuencia baja,"
    }
  },
  {
    "translation": {
      "en": "some of the anthrax looked different. It had different morphology.",
      "es": "parte del ántrax se veía diferente, tenía otra morfología."
    }
  },
  {
    "translation": {
      "en": "And those differences then",
      "es": "Con esas diferencias,"
    }
  },
  {
    "translation": {
      "en": "would be a way to figure out,",
      "es": "se podría averiguar"
    }
  },
  {
    "translation": {
      "en": "not just whether you have the Ames strain,",
      "es": "no solo si se trataba de la cepa Ames,"
    }
  },
  {
    "translation": {
      "en": "but whether you actually have the Ames strain that ended up in the anthrax letters.",
      "es": "sino también si era la cepa Ames que había terminado en las cartas."
    }
  },
  {
    "translation": {
      "en": "And sure enough, all of those samples",
      "es": "Como era de esperar, todas las muestras"
    }
  },
  {
    "translation": {
      "en": "that had the morphs were at USAMRIID.",
      "es": "que tenían las mutaciones estaban en USAMRIID."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] USAMRIID was founded in the early '70s",
      "es": "USAMRIID se fundó a principios de los años 70"
    }
  },
  {
    "translation": {
      "en": "as a biological defense organization.",
      "es": "como organización de defensa biológica."
    }
  },
  {
    "translation": {
      "en": "In particular, infectious diseases that have been weaponized.",
      "es": "Investiga enfermedades infecciosas que se convirtieron en armas."
    }
  },
  {
    "translation": {
      "en": "So, like most of our scientists, I had this nagging sense that",
      "es": "Como la mayoría de nuestros científicos, yo tenía la inquietante sensación"
    }
  },
  {
    "translation": {
      "en": "we, or somebody that we knew, would be caught up,",
      "es": "de que nos atraparían a nosotros o a algún conocido"
    }
  },
  {
    "translation": {
      "en": "um, and… and accused of being behind this.",
      "es": "y de que nos acusarían de ser los responsables de esto"
    }
  },
  {
    "translation": {
      "en": "When, in fact, we had nothing to do with it.",
      "es": "cuando, en verdad, no teníamos nada que ver."
    }
  },
  {
    "translation": {
      "en": "Doctor, for the record…",
      "es": "Dígame, doctor."
    }
  },
  {
    "translation": {
      "en": "Were you involved in any way in the anthrax mailings",
      "es": "¿Estuvo involucrado en el asunto de los correos de ántrax"
    }
  },
  {
    "translation": {
      "en": "of September and October, 2001?",
      "es": "de septiembre y octubre de 2001?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "es": "Claro que no."
    }
  },
  {
    "translation": {
      "en": "Any ideas who might have been?",
      "es": "¿Sabe quién pudo estar involucrado?"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. Lots.",
      "es": "Sí. Se me ocurren varios."
    }
  },
  {
    "translation": {
      "en": "Not only do these two particular researchers have access to the original strain, they--",
      "es": "Estos dos investigadores tienen acceso a la cepa original…"
    }
  },
  {
    "translation": {
      "en": "They also routinely make serial dilutions.",
      "es": "y, además, hacen diluciones seriadas."
    }
  },
  {
    "translation": {
      "en": "We keep a detailed record of all that activity.",
      "es": "Llevamos un registro de esa actividad."
    }
  },
  {
    "translation": {
      "en": "Appreciate your help.",
      "es": "Gracias por su ayuda."
    }
  },
  {
    "translation": {
      "en": "We'll be in touch.",
      "es": "Estaremos en contacto."
    }
  },
  {
    "translation": {
      "en": "[Paul] The FBI said, \"Okay, all the people who had access to the Ames strain,",
      "es": "El FBI dijo: \"Quienes hayan tenido acceso a la cepa Ames,"
    }
  },
  {
    "translation": {
      "en": "send us a sample.\"",
      "es": "envíennos una muestra\"."
    }
  },
  {
    "translation": {
      "en": "Under subpoena, all of the scientists at USAMRIID,",
      "es": "Bajo citación, todos los científicos de USAMRIID,"
    }
  },
  {
    "translation": {
      "en": "including Bruce, would have had to have gone into their collection,",
      "es": "incluido Bruce, debían acceder a su colección"
    }
  },
  {
    "translation": {
      "en": "sampled each of their tubes,",
      "es": "y obtener muestras de cada tubo,"
    }
  },
  {
    "translation": {
      "en": "and then the FBI would have sent that to my laboratory for DNA analysis,",
      "es": "luego el FBI enviaría eso a mi laboratorio para un análisis de ADN"
    }
  },
  {
    "translation": {
      "en": "and also for long-term storage.",
      "es": "y para el almacenamiento a largo plazo."
    }
  },
  {
    "translation": {
      "en": "And when they did the analysis for the morphs,",
      "es": "Cuando hicieron el análisis de las mutaciones,"
    }
  },
  {
    "translation": {
      "en": "none of the scientists' tubes have the morphs.",
      "es": "ninguno de los tubos tenía mutaciones."
    }
  },
  {
    "translation": {
      "en": "And so they weren't part of the anthrax letters sources.",
      "es": "Así que no eran parte de las fuentes de ántrax."
    }
  },
  {
    "translation": {
      "en": "[Paul] Bruce was in the clear.",
      "es": "Bruce estaba libre de sospechas."
    }
  },
  {
    "translation": {
      "en": "The anthrax was identified as the Ames strain,",
      "es": "El ántrax fue identificado como la cepa Ames,"
    }
  },
  {
    "translation": {
      "en": "commonly used in U.S. government labs.",
      "es": "que se usa en laboratorios del Gobierno."
    }
  },
  {
    "translation": {
      "en": "One of those labs is located on the Fort Detrick Army Base in Maryland,",
      "es": "Hay un laboratorio en la base militar de Fort Detrick, en Maryland,"
    }
  },
  {
    "translation": {
      "en": "but without a solid suspect, conspiracy theories persist,",
      "es": "pero, sin un sospechoso sólido, las teorías de conspiración persisten,"
    }
  },
  {
    "translation": {
      "en": "especially since the killer hasn't struck again.",
      "es": "sobre todo porque el asesino no ha vuelto a atacar."
    }
  },
  {
    "translation": {
      "en": "Michael Jordan, in his first comments since confirming his NBA comeback says…",
      "es": "Michael Jordan, tras confirmar su regreso a la NBA…"
    }
  },
  {
    "translation": {
      "en": "[Braxton] You said you had something for us.",
      "es": "¿Tenía algo para nosotros?"
    }
  },
  {
    "translation": {
      "en": "[Bruce] I sure do. This is really cool.",
      "es": "Sí, esto es increíble."
    }
  },
  {
    "translation": {
      "en": "You're gonna love this. It's… Okay, here we go.",
      "es": "Les va a encantar. Aquí está."
    }
  },
  {
    "translation": {
      "en": "[Brad] Now that Bruce Ivins had been eliminated as a suspect…",
      "es": "Como Bruce Ivins había sido descartado como sospechoso,"
    }
  },
  {
    "translation": {
      "en": "…he could help us maybe narrow this down.",
      "es": "podía ayudarnos a reducir las opciones."
    }
  },
  {
    "translation": {
      "en": "[Hayward] These are anthrax cultures.",
      "es": "Estos son cultivos de ántrax."
    }
  },
  {
    "translation": {
      "en": "Agent Hayward, I'm very impressed. Yes, that's exactly what those are.",
      "es": "Me impresiona, agente Hayward. Sí, son exactamente eso."
    }
  },
  {
    "translation": {
      "en": "Those are from my personal stock,",
      "es": "Son de mi inventario,"
    }
  },
  {
    "translation": {
      "en": "straight from the source.",
      "es": "directo de la fuente."
    }
  },
  {
    "translation": {
      "en": "Bruce was really enamored by the idea that, you know,",
      "es": "A Bruce le encantaba la idea de que sus aportes,"
    }
  },
  {
    "translation": {
      "en": "his contributions and through his science",
      "es": "A Bruce le encantaba la idea de que sus aportes, por medio de la ciencia,"
    }
  },
  {
    "translation": {
      "en": "would help them to solve this case.",
      "es": "ayudarían a resolver el caso."
    }
  },
  {
    "translation": {
      "en": "[Hayward] What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "[Paul] Bruce's main project at the time was a new vaccine.",
      "es": "Bruce tenía como proyecto crear una nueva vacuna."
    }
  },
  {
    "translation": {
      "en": "We were all vaccinated,",
      "es": "Ya estábamos vacunados,"
    }
  },
  {
    "translation": {
      "en": "but this was a vaccine that went back decades and decades,",
      "es": "pero con una vacuna que se remontaba a décadas atrás."
    }
  },
  {
    "translation": {
      "en": "and some people who got that anthrax vaccine",
      "es": "Algunos de los vacunados"
    }
  },
  {
    "translation": {
      "en": "ended up with knots on their arms the size of grapefruit.",
      "es": "acabaron con bultos en los brazos del tamaño de una toronja."
    }
  },
  {
    "translation": {
      "en": "So he was trying to make a vaccine that was just as effective,",
      "es": "Así que intentaba hacer una vacuna que fuera igual de eficaz,"
    }
  },
  {
    "translation": {
      "en": "but didn't cause the side effects.",
      "es": "pero que no causara efectos secundarios."
    }
  },
  {
    "translation": {
      "en": "He was normal for a scientist,",
      "es": "Era normal para un científico,"
    }
  },
  {
    "translation": {
      "en": "but he was out there a little bit by your general population.",
      "es": "pero, para la población general, podía parecer excéntrico."
    }
  },
  {
    "translation": {
      "en": "He definitely was one of those geeky, nerdy guys that you see across the room.",
      "es": "Era uno de esos tipos nerds que ves al otro lado de la habitación."
    }
  },
  {
    "translation": {
      "en": "Like me. Like me. [laughs]",
      "es": "Como yo."
    }
  },
  {
    "translation": {
      "en": "Okay, so, here are some of the most objectionable aspects about me.",
      "es": "Estos son algunos de los aspectos más molestos de mí."
    }
  },
  {
    "translation": {
      "en": "One. Giving bad advice when no advice was asked for or needed.",
      "es": "Uno: doy malos consejos cuando nadie me los pidió."
    }
  },
  {
    "translation": {
      "en": "Two. Being demanding.",
      "es": "Dos: soy exigente."
    }
  },
  {
    "translation": {
      "en": "Three. Asking personal questions",
      "es": "Tres: hago preguntas personales que no son de mi incumbencia,"
    }
  },
  {
    "translation": {
      "en": "that are none of my business, also known as the \"Grand Ivins Inquiry.\"",
      "es": "Tres: hago preguntas personales que no son de mi incumbencia, se conoce como \"La indagación de Ivin\"."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] He played piano,",
      "es": "Tocaba el piano,"
    }
  },
  {
    "translation": {
      "en": "he fooled around with the banjo…",
      "es": "se divertía con el banjo…"
    }
  },
  {
    "translation": {
      "en": "You know, he had a lot of talents like that.",
      "es": "Tenía muchos talentos así."
    }
  },
  {
    "translation": {
      "en": "[man] Bruce!",
      "es": "¡Bruce!"
    }
  },
  {
    "translation": {
      "en": "[Bruce] Shit!",
      "es": "¡Mierda!"
    }
  },
  {
    "translation": {
      "en": "There's Bruce Ivins, you know, doing, uh, something unusual again.",
      "es": "Ahí está Bruce Ivins haciendo algo raro otra vez."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Okay, so, four.",
      "es": "Bien, cuatro:"
    }
  },
  {
    "translation": {
      "en": "Interrupting people and then monopolizing the conversations.",
      "es": "interrumpo a otros y monopolizo las conversaciones."
    }
  },
  {
    "translation": {
      "en": "-Five. Calling people at home. -[line ringing]",
      "es": "Cinco: llamo a la gente a la casa."
    }
  },
  {
    "translation": {
      "en": "-[woman on phone] Hello? -Hey.",
      "es": "- ¿Hola? - Hola."
    }
  },
  {
    "translation": {
      "en": "Six. Talking a mile a minute,",
      "es": "Seis: hablo velozmente"
    }
  },
  {
    "translation": {
      "en": "and then asking several questions without waiting for the answers.",
      "es": "y luego hago varias preguntas sin esperar las respuestas."
    }
  },
  {
    "translation": {
      "en": "I think that pretty much covers it.",
      "es": "Creo que eso es todo."
    }
  },
  {
    "translation": {
      "en": "[man on radio] By the time a piece of mail makes it through the postal system,",
      "es": "Para cuando una carta llega al sistema postal,"
    }
  },
  {
    "translation": {
      "en": "it is gathered and dumped and sorted, shaken, jostled, and squeezed.",
      "es": "es recolectada y tirada, clasificada, sacudida, empujada y exprimida."
    }
  },
  {
    "translation": {
      "en": "So everyone's a little edgy,",
      "es": "Así que todos están un poco nerviosos,"
    }
  },
  {
    "translation": {
      "en": "no group more so than the nation's postal workers.",
      "es": "sobre todo, los empleados del correo."
    }
  },
  {
    "translation": {
      "en": "[man] I'd just like to say that this is a very sad time for the postal service.",
      "es": "Este es un momento muy triste para el servicio postal."
    }
  },
  {
    "translation": {
      "en": "We mourn the loss of two of our soldiers on the front line,",
      "es": "Lamentamos la pérdida de dos de nuestros soldados en el frente."
    }
  },
  {
    "translation": {
      "en": "and we're gonna do what we can, uh, to… to deliver America's mail.",
      "es": "Haremos todo lo que podamos para entregar el correo de Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "[Terrence] Finally, after ten days,",
      "es": "Finalmente, después de diez días,"
    }
  },
  {
    "translation": {
      "en": "the building had been shut down.",
      "es": "habían cerrado el edificio."
    }
  },
  {
    "translation": {
      "en": "They told us that everybody more than likely had an exposure.",
      "es": "Nos dijeron que era probable que todos hubiéramos estado expuestos."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] More than 2,200 D.C. postal workers",
      "es": "Más de 2200 empleados del correo"
    }
  },
  {
    "translation": {
      "en": "have been urged to get tested for Anthrax exposure.",
      "es": "se sometieron a análisis por exposición al ántrax."
    }
  },
  {
    "translation": {
      "en": "Employees are being…",
      "es": "Los empleados…"
    }
  },
  {
    "translation": {
      "en": "When it first came out, when Congress got tested, everyone should have got tested.",
      "es": "Deberían habernos analizado a todos cuando ocurrió lo del Congreso."
    }
  },
  {
    "translation": {
      "en": "At Brentwood, they kept the building open for 24 hours,",
      "es": "En Brentwood, dejaron el edificio abierto todo el día,"
    }
  },
  {
    "translation": {
      "en": "seven days a week, for ten straight days.",
      "es": "toda la semana, durante diez días."
    }
  },
  {
    "translation": {
      "en": "[Terrence] There were forklifts, power oxes riding through.",
      "es": "Había montacargas, maquinarias en funcionamiento."
    }
  },
  {
    "translation": {
      "en": "People moving around, shuffling, spores flying everywhere.",
      "es": "La gente se movía con las esporas en el aire."
    }
  },
  {
    "translation": {
      "en": "Machines running 35 miles an hour.",
      "es": "Máquinas a 56 kilómetros por hora."
    }
  },
  {
    "translation": {
      "en": "And when you look back at the Hart Senate Office Building,",
      "es": "Si pensamos en el edificio Hart, que tiene oficinas del Senado,"
    }
  },
  {
    "translation": {
      "en": "what we see is what a building really looks like when people are in danger.",
      "es": "vemos cómo se maneja un edificio cuando la gente está en peligro."
    }
  },
  {
    "translation": {
      "en": "About 10:30 a.m. this morning,",
      "es": "A las 10:30 de esta mañana,"
    }
  },
  {
    "translation": {
      "en": "my office, uh, opened a suspicious package,",
      "es": "se abrió un paquete sospechoso en mi oficina."
    }
  },
  {
    "translation": {
      "en": "and the good news is that,",
      "es": "Afortunadamente,"
    }
  },
  {
    "translation": {
      "en": "uh, everyone will be okay.",
      "es": "todos estarán bien."
    }
  },
  {
    "translation": {
      "en": "That building was shut down in two hours.",
      "es": "Ese edificio se cerró en dos horas."
    }
  },
  {
    "translation": {
      "en": "Evacuated everybody, tested everybody, everybody's safe.",
      "es": "Evacuaron y analizaron a todos. Estaban a salvo."
    }
  },
  {
    "translation": {
      "en": "Two hundred and forty hours versus two hours.",
      "es": "Fueron 240 horas contra dos horas."
    }
  },
  {
    "translation": {
      "en": "The dogs got Cipro on Capitol Hill before we did.",
      "es": "Los perros de Capitol Hill recibieron antibiótico antes que nosotros."
    }
  },
  {
    "translation": {
      "en": "They say there were five deaths.",
      "es": "Dicen que hubo cinco muertes"
    }
  },
  {
    "translation": {
      "en": "Seventeen people got sick.",
      "es": "y se enfermaron 17 personas."
    }
  },
  {
    "translation": {
      "en": "No, they don't know how many people…",
      "es": "No, no saben cuántas personas…"
    }
  },
  {
    "translation": {
      "en": "My x-rays show that my lungs look like I've been a heavy smoker,",
      "es": "Tengo radiografías que muestran que tengo los pulmones de un fumador"
    }
  },
  {
    "translation": {
      "en": "or like I have a lung disease.",
      "es": "o que tengo una enfermedad pulmonar."
    }
  },
  {
    "translation": {
      "en": "I never smoked a day in my life.",
      "es": "Jamás he fumado en mi vida."
    }
  },
  {
    "translation": {
      "en": "When this happens to you, you become obsessed.",
      "es": "Cuando te pasa algo así, te obsesionas."
    }
  },
  {
    "translation": {
      "en": "[woman] And then a picture of the \"No Photos\" sign",
      "es": "NO SE PERMITEN FOTOS Una imagen del letrero que impide tomar fotos"
    }
  },
  {
    "translation": {
      "en": "at the entrance of the Brentwood Post Office,",
      "es": "en la entrada del Correo de Brentwood,"
    }
  },
  {
    "translation": {
      "en": "as well as the machinery",
      "es": "así como de la maquinaria"
    }
  },
  {
    "translation": {
      "en": "and the tents",
      "es": "y de las tiendas de campaña"
    }
  },
  {
    "translation": {
      "en": "in which these Hazmat teams, uh, worked out of.",
      "es": "en las que trabajaron los equipos que manipulan materiales peligrosos."
    }
  },
  {
    "translation": {
      "en": "The tunnels leading up to the building to put the…",
      "es": "Los túneles que conducen al edificio para colocar el…"
    }
  },
  {
    "translation": {
      "en": "[man 1] The chlorine dioxide.",
      "es": "El dióxido de cloro."
    }
  },
  {
    "translation": {
      "en": "[woman] Dioxide…",
      "es": "Dióxido…"
    }
  },
  {
    "translation": {
      "en": "[man 2] Zoom in on… on…",
      "es": "Acercamos la imagen."
    }
  },
  {
    "translation": {
      "en": "Okay, yeah. They got warnings on the building here.",
      "es": "Sí. Hay carteles de advertencia en el edificio."
    }
  },
  {
    "translation": {
      "en": "[Dena] This was about them knowing that the building was contaminated",
      "es": "Si bien ellos sabían que el edificio estaba contaminado,"
    }
  },
  {
    "translation": {
      "en": "and keeping us in there and jeopardizing our lives.",
      "es": "nos dejaron ahí y pusieron en peligro nuestras vidas."
    }
  },
  {
    "translation": {
      "en": "They… They should have done better.",
      "es": "Eso no estuvo bien."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] For two months, investigators have been searching",
      "es": "Los agentes llevan dos meses buscando al culpable"
    }
  },
  {
    "translation": {
      "en": "for the culprit in the anthrax-by-mail attacks.",
      "es": "de los ataques con ántrax."
    }
  },
  {
    "translation": {
      "en": "That's one thing that lurks in the back of a lot of postal people's mind,",
      "es": "Ese es un pensamiento recurrente de muchos empleados del correo."
    }
  },
  {
    "translation": {
      "en": "that it's been done once, and they got away with it, they could do it again.",
      "es": "Lo hicieron y quedaron impunes. Podrían hacerlo de nuevo."
    }
  },
  {
    "translation": {
      "en": "And then we'll be right back where we started.",
      "es": "Volveríamos al principio."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Who sent letters laced with the biological hazard and why?",
      "es": "¿Quién envió esas cartas y por qué?"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] An invisible enemy killing Americans, one breath at a time.",
      "es": "Un enemigo invisible que mata a los estadounidenses."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Just like DNA,",
      "es": "Al igual que con el ADN,"
    }
  },
  {
    "translation": {
      "en": "we're solving crimes today that we couldn't solve ten years ago",
      "es": "estamos resolviendo delitos viejos gracias a los avances de la ciencia."
    }
  },
  {
    "translation": {
      "en": "because science has improved. We hope that's going to be the case",
      "es": "estamos resolviendo delitos viejos gracias a los avances de la ciencia. Ojalá suceda lo mismo con el caso del ántrax."
    }
  },
  {
    "translation": {
      "en": "with the anthrax case also.",
      "es": "Ojalá suceda lo mismo con el caso del ántrax."
    }
  },
  {
    "translation": {
      "en": "[newscaster] It's been nine months since the wave of deadly anthrax letters",
      "es": "Pasaron nueve meses desde que comenzó la ola"
    }
  },
  {
    "translation": {
      "en": "began passing through the U.S. mail.",
      "es": "de cartas mortales."
    }
  },
  {
    "translation": {
      "en": "New York Times columnist Nicholas Kristof joins us now live.",
      "es": "Estamos con Nicholas Kristof, periodista del New York Times."
    }
  },
  {
    "translation": {
      "en": "You've come up with some suspicions of your own.",
      "es": "Tú tienes algunas sospechas."
    }
  },
  {
    "translation": {
      "en": "Why don't you tell our viewers what they are?",
      "es": "Cuéntaselas a los televidentes."
    }
  },
  {
    "translation": {
      "en": "He's somebody who's in the biodefense community,",
      "es": "Es alguien de la comunidad de biodefensa,"
    }
  },
  {
    "translation": {
      "en": "uh, in the kind of military intelligence establishment.",
      "es": "Es alguien de la comunidad de biodefensa, alguien que está en inteligencia militar."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of buzz about him,",
      "es": "Ha habido muchos rumores sobre él,"
    }
  },
  {
    "translation": {
      "en": "uh, as somebody that people think should be investigated a lot more closely.",
      "es": "se cree que deberían investigarlo más exhaustivamente."
    }
  },
  {
    "translation": {
      "en": "[woman] The block has been kind of swarming with guys in suits.",
      "es": "243 DÍAS DESDE LA PRIMERA EXPOSICIÓN AL ÁNTRAX La calle rebosa de tipos con traje."
    }
  },
  {
    "translation": {
      "en": "[woman] They just showed us a picture, asked if we had recognized this fella.",
      "es": "Nos mostraron una foto y nos preguntaron si reconocíamos a este hombre."
    }
  },
  {
    "translation": {
      "en": "A gentleman with kind of dark hair, a bushy mustache, kind of close-set eyes.",
      "es": "Un caballero con cabello oscuro, bigote tupido, ojos juntos."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] FBI agents have searched the apartment",
      "es": "El FBI registró el apartamento"
    }
  },
  {
    "translation": {
      "en": "of a former Army researcher named Dr. Steven Hatfill.",
      "es": "de un exinvestigador del Ejército, el doctor Steven Hatfill."
    }
  },
  {
    "translation": {
      "en": "There was a lot of… aspects of what Dr. Hatfill had done and said,",
      "es": "Había muchos aspectos de lo que Hatfill había hecho y dicho"
    }
  },
  {
    "translation": {
      "en": "uh, that made him, quite appropriately, the leading suspect.",
      "es": "que lo convirtieron, prácticamente, en el principal sospechoso."
    }
  },
  {
    "translation": {
      "en": "[man 1] He was fired in 1999 for violating lab procedures",
      "es": "Lo despidieron en 1999 por violar procedimientos de laboratorio."
    }
  },
  {
    "translation": {
      "en": "and then he got a job with a government contractor",
      "es": "Empezó a trabajar con un contratista gubernamental"
    }
  },
  {
    "translation": {
      "en": "and lost that security clearance for that job,",
      "es": "y allí perdió la habilitación de seguridad"
    }
  },
  {
    "translation": {
      "en": "August 23rd of 2001.",
      "es": "el 23 de agosto de 2001,"
    }
  },
  {
    "translation": {
      "en": "Just about a month before the anthrax went in the mail.",
      "es": "un mes antes de que el ántrax llegara por correo."
    }
  },
  {
    "translation": {
      "en": "[man 2] He was polygraphed three times, each of those three showed evasions.",
      "es": "Lo sometieron al polígrafo tres veces y siempre fue evasivo."
    }
  },
  {
    "translation": {
      "en": "[man 3] His resumes were a skeleton of truth.",
      "es": "Su currículo tenía información falsa."
    }
  },
  {
    "translation": {
      "en": "[man 4] He was mad at the world, at the government.",
      "es": "Estaba enojado con el Gobierno."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A study that he commissioned described a fictional terrorist attack.",
      "es": "Encargó un estudio que describía un ataque terrorista ficticio."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Federal agents searched Steven Hatfill's Maryland home for a second time.",
      "es": "Agentes federales volvieron a registrar la casa de Hatfill."
    }
  },
  {
    "translation": {
      "en": "Hatfill has denied any involvement in the anthrax attacks.",
      "es": "Él negó haber estado involucrado en los ataques con ántrax."
    }
  },
  {
    "translation": {
      "en": "Let me just be clear here.",
      "es": "Voy a ser claro."
    }
  },
  {
    "translation": {
      "en": "And to be fair.",
      "es": "Y justo."
    }
  },
  {
    "translation": {
      "en": "This is the first bio-terror attack in our nation's history.",
      "es": "Fue el primer ataque bioterrorista en la historia de nuestro país."
    }
  },
  {
    "translation": {
      "en": "None of us were prepared for it.",
      "es": "Ninguno de nosotros estaba preparado."
    }
  },
  {
    "translation": {
      "en": "It scared the American public. It scared Congress.",
      "es": "Esto asustó al pueblo estadounidense y al Congreso,"
    }
  },
  {
    "translation": {
      "en": "But nothing justified the treatment that he received here, nothing whatsoever.",
      "es": "pero nada justificaba el trato que él recibió, nada en absoluto."
    }
  },
  {
    "translation": {
      "en": "I'll give you some sound checks, fellas.",
      "es": "Hagamos pruebas de sonido."
    }
  },
  {
    "translation": {
      "en": "Tell me if this works for you.",
      "es": "Díganme si está bien."
    }
  },
  {
    "translation": {
      "en": "[Tom] And so I came on to represent him in a case that if it was brought,",
      "es": "Comencé a representarlo en un caso que, si llegaba a juicio,"
    }
  },
  {
    "translation": {
      "en": "was undoubtedly going to be a death penalty case.",
      "es": "sería un caso con pena de muerte."
    }
  },
  {
    "translation": {
      "en": "Dr. Hatfill deserves to get his life back,",
      "es": "El Dr. Hatfill merece recuperar su vida,"
    }
  },
  {
    "translation": {
      "en": "and the American public deserves a real investigation.",
      "es": "y el pueblo estadounidense merece una investigación seria."
    }
  },
  {
    "translation": {
      "en": "[Tom] Look what actually happened here. Okay?",
      "es": "Miren lo que pasó aquí, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "They signal to the American public that Dr. Hatfill was the person who committed this horrendous attack.",
      "es": "Le indican a la sociedad que Hatfill fue quien cometió este ataque horrendo."
    }
  },
  {
    "translation": {
      "en": "[reporter] Is Dr. Hatfill a suspect?",
      "es": "¿El doctor Hatfill es sospechoso?"
    }
  },
  {
    "translation": {
      "en": "Well, he's a person of interest.",
      "es": "Es un posible sospechoso."
    }
  },
  {
    "translation": {
      "en": "\"Person of interest.\"",
      "es": "Un posible sospechoso."
    }
  },
  {
    "translation": {
      "en": "[overlapping reporters speaking] Person of interest…",
      "es": "Un posible sospechoso. Un posible sospechoso."
    }
  },
  {
    "translation": {
      "en": "It had such a huge draw from the media.",
      "es": "POSIBLE SOSPECHOSO Generó mucho interés por parte de los medios."
    }
  },
  {
    "translation": {
      "en": "And, like, they're all over the place,",
      "es": "Lo seguían a todos lados"
    }
  },
  {
    "translation": {
      "en": "and there's helicopters above his apartment.",
      "es": "y había helicópteros sobre su apartamento."
    }
  },
  {
    "translation": {
      "en": "A couple of dopey agents fell madly in love with him.",
      "es": "Un par de agentes tontos se enamoraron de él."
    }
  },
  {
    "translation": {
      "en": "It was like a teenage romance crush,",
      "es": "Parecía un romance adolescente."
    }
  },
  {
    "translation": {
      "en": "and they just kept pushing a round peg in a square hole.",
      "es": "Se empecinaban en unir dos cosas que no tenían nada que ver."
    }
  },
  {
    "translation": {
      "en": "They essentially engaged in a campaign",
      "es": "Básicamente, se embarcaron en una campaña"
    }
  },
  {
    "translation": {
      "en": "with their friends in the press",
      "es": "con sus amigos de los medios"
    }
  },
  {
    "translation": {
      "en": "to continually suggest to the American public",
      "es": "para insinuarle a la sociedad estadounidense"
    }
  },
  {
    "translation": {
      "en": "that Dr. Hatfill has committed this offense.",
      "es": "que Hatfill era el culpable."
    }
  },
  {
    "translation": {
      "en": "They did so without any evidence because they were happy",
      "es": "Lo hicieron sin pruebas porque les alegraba"
    }
  },
  {
    "translation": {
      "en": "to have a patsy here, to suggest to the public that we're making progress.",
      "es": "tener un chivo expiatorio que sugiriera que estaban progresando."
    }
  },
  {
    "translation": {
      "en": "It says to me that there's some good gumshoe detective work going on and they're hot on the trail of somebody.",
      "es": "Me dice que están haciendo un buen trabajo y que tienen a alguien en la mira."
    }
  },
  {
    "translation": {
      "en": "People had differing views about how much they believe",
      "es": "Entre la gente, había distintos puntos de vista"
    }
  },
  {
    "translation": {
      "en": "whether Hatfill was the right guy or not.",
      "es": "con respecto a su culpabilidad."
    }
  },
  {
    "translation": {
      "en": "But the problem is they just couldn't eliminate Steven.",
      "es": "El problema era que no podían descartarlo."
    }
  },
  {
    "translation": {
      "en": "They had me actually interview him more than once.",
      "es": "Me hicieron interrogarlo más de una vez."
    }
  },
  {
    "translation": {
      "en": "You know, we start talking about, you know, his history with anthrax.",
      "es": "Empezamos a hablar de su historia con el ántrax."
    }
  },
  {
    "translation": {
      "en": "And he says, \"You guys don't believe me.\"",
      "es": "Me dijo: \"Ustedes no me creen."
    }
  },
  {
    "translation": {
      "en": "\"You think I did this.\"",
      "es": "Creen que yo hice esto\"."
    }
  },
  {
    "translation": {
      "en": "And, you know, my response to that was \"Well, Steve,",
      "es": "Mi respuesta fue: \"Bueno, Steve, ¿fuiste tú quien lo hizo?\"."
    }
  },
  {
    "translation": {
      "en": "did you do it?\" And he says, \"Of course not, I didn't do it.\"",
      "es": "Mi respuesta fue: \"Bueno, Steve, ¿fuiste tú quien lo hizo?\". Y me dijo: \"Claro que no\"."
    }
  },
  {
    "translation": {
      "en": "But the bureau still thought he was the right guy,",
      "es": "EL FBI DEFIENDE LA INVESTIGACIÓN Pero, en el FBI, creían que él era responsable"
    }
  },
  {
    "translation": {
      "en": "and that's… that's why they moved forward.",
      "es": "y siguieron adelante."
    }
  },
  {
    "translation": {
      "en": "Now, one possible outcome",
      "es": "Un posible resultado"
    }
  },
  {
    "translation": {
      "en": "sources suggest is that the government could bring charges against Hatfill",
      "es": "es que el Gobierno podría presentar cargos contra Hatfill"
    }
  },
  {
    "translation": {
      "en": "unrelated to the anthrax attacks at all,",
      "es": "que no están relacionados con el ántrax"
    }
  },
  {
    "translation": {
      "en": "if they become convinced that's the only way to stop future incidents…",
      "es": "si se convencen de que es la única forma de evitar más incidentes…"
    }
  },
  {
    "translation": {
      "en": "[newscaster] And still no arrests,",
      "es": "Aún no hay arrestos"
    }
  },
  {
    "translation": {
      "en": "even though investigators believe they know who the culprit is",
      "es": "aunque los investigadores crean saber quién es el culpable"
    }
  },
  {
    "translation": {
      "en": "and where he is.",
      "es": "y dónde está."
    }
  },
  {
    "translation": {
      "en": "What's going on here?",
      "es": "¿Qué pasa aquí?"
    }
  },
  {
    "translation": {
      "en": "This is, like, real pressure.",
      "es": "Ejercíamos mucha presión."
    }
  },
  {
    "translation": {
      "en": "You have him under surveillance 24-7.",
      "es": "Lo vigilábamos las 24 horas del día."
    }
  },
  {
    "translation": {
      "en": "You're following him every place he goes.",
      "es": "Lo seguíamos a todos lados."
    }
  },
  {
    "translation": {
      "en": "[reporter] And he's often publicly tailed by the FBI",
      "es": "Los agentes del FBI lo siguen en público,"
    }
  },
  {
    "translation": {
      "en": "so closely that an agent drove over his foot three months ago.",
      "es": "tan cerca que hasta lo han pisado con el auto."
    }
  },
  {
    "translation": {
      "en": "The fuckin' dogs.",
      "es": "Esos perros de porquería."
    }
  },
  {
    "translation": {
      "en": "They opened the doors of the apartment",
      "es": "Abrieron el apartamento"
    }
  },
  {
    "translation": {
      "en": "and one of the dogs just excitedly bounded across the room",
      "es": "y uno de los perros cruzó la habitación con entusiasmo"
    }
  },
  {
    "translation": {
      "en": "and went straight up to Dr. Hatfill.",
      "es": "y fue directo hacia el Dr. Hatfill."
    }
  },
  {
    "translation": {
      "en": "Now, what they didn't tell",
      "es": "Lo que no dijeron"
    }
  },
  {
    "translation": {
      "en": "was that the dogs alerted on eight or nine other scientists.",
      "es": "fue que los perros alertaron sobre otros nueve científicos."
    }
  },
  {
    "translation": {
      "en": "So, that's the equivalent of saying-- telling your boss,",
      "es": "Eso es lo mismo que decirle a tu jefe:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I've got Dan's fingerprints on a gun,\"",
      "es": "\"Tengo las huellas de Dan en un arma\","
    }
  },
  {
    "translation": {
      "en": "and not telling him,",
      "es": "sin decirle también:"
    }
  },
  {
    "translation": {
      "en": "\"By the way, I got ten other fingerprints on the gun that aren't Dan's.\"",
      "es": "\"Por cierto, tengo otras diez huellas en el arma que no son de Dan\"."
    }
  },
  {
    "translation": {
      "en": "This is in-your-face harassment.",
      "es": "Esto es un acoso directo."
    }
  },
  {
    "translation": {
      "en": "This was not surveillance.",
      "es": "Eso no era vigilancia."
    }
  },
  {
    "translation": {
      "en": "This was a design to sweat him.",
      "es": "Querían presionarlo."
    }
  },
  {
    "translation": {
      "en": "The pressure the criminal suspect has when the FBI has them under scrutiny,",
      "es": "La presión que soporta un sospechoso cuando lo escudriña el FBI"
    }
  },
  {
    "translation": {
      "en": "can lead them to break and do awful things, including committing suicide.",
      "es": "puede quebrarlo y hacerlo cometer locuras, como suicidarse."
    }
  },
  {
    "translation": {
      "en": "He was so… [hesitates] …distressed about the media,",
      "es": "Estaba muy angustiado por los medios."
    }
  },
  {
    "translation": {
      "en": "and for whatever reason,",
      "es": "Por alguna razón,"
    }
  },
  {
    "translation": {
      "en": "they knew where we were going to interview him.",
      "es": "sabían dónde lo íbamos a interrogar."
    }
  },
  {
    "translation": {
      "en": "I mean, it got so bad at one location",
      "es": "En una ocasión, se puso tan mal"
    }
  },
  {
    "translation": {
      "en": "that we actually put him in the back of a vehicle and took him to a hotel.",
      "es": "que lo subimos a un vehículo y lo llevamos a un hotel."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I wasn't there and I'm not going to judge the day-to-day on that, but I will say,",
      "es": "No estuve allí y no juzgaré la situación, pero diré lo siguiente:"
    }
  },
  {
    "translation": {
      "en": "when you have somebody who you think committed this major bioweapons attack,",
      "es": "cuando sospechas que alguien cometió un atentado con armas biológicas,"
    }
  },
  {
    "translation": {
      "en": "you're gonna want to look at every aspect of his life",
      "es": "querrás ver cada aspecto de su vida,"
    }
  },
  {
    "translation": {
      "en": "and you're going to want to interview his friends",
      "es": "querrás interrogar a sus amigos"
    }
  },
  {
    "translation": {
      "en": "and you're going to want to perhaps physically surveil him.",
      "es": "y seguramente querrás vigilarlo."
    }
  },
  {
    "translation": {
      "en": "It's… It frankly would be malpractice if they hadn't done some of those things.",
      "es": "Francamente, sería negligencia si no hubieran hecho ciertas cosas."
    }
  },
  {
    "translation": {
      "en": "[Tom] Of course he should have been investigated.",
      "es": "Claro que debían investigarlo."
    }
  },
  {
    "translation": {
      "en": "No one has ever complained that the FBI shouldn't have looked at him.",
      "es": "Nadie se ha quejado ni ha dicho que el FBI no debió investigarlo."
    }
  },
  {
    "translation": {
      "en": "The complaint is,",
      "es": "La queja es…"
    }
  },
  {
    "translation": {
      "en": "you wrenched him from all the other people that they were looking at",
      "es": "que lo apartaron de entre todos los que estaban siendo investigados,"
    }
  },
  {
    "translation": {
      "en": "and put him forefront in the American public and said, \"He's our guy.\"",
      "es": "lo pusieron delante de la sociedad y dijeron: \"Él es el culpable\"."
    }
  },
  {
    "translation": {
      "en": "That's what happened here, and that's the complaint.",
      "es": "Eso es lo que pasó, y esa es la queja."
    }
  },
  {
    "translation": {
      "en": "[Tom] Guess what? Once you burn a man's house down,",
      "es": "Les diré algo. Si destrozan la casa de un hombre,"
    }
  },
  {
    "translation": {
      "en": "and then take his clothes",
      "es": "toman su ropa"
    }
  },
  {
    "translation": {
      "en": "and then spit in his face…",
      "es": "y le escupen en la cara,"
    }
  },
  {
    "translation": {
      "en": "Guess what?",
      "es": "¿saben qué pasará?"
    }
  },
  {
    "translation": {
      "en": "He's gonna fight back.",
      "es": "Va a contraatacar."
    }
  },
  {
    "translation": {
      "en": "Good afternoon, ladies and gentlemen.",
      "es": "Buenas tardes, damas y caballeros."
    }
  },
  {
    "translation": {
      "en": "My name is Steve Hatfill.",
      "es": "Soy Steve Hatfill."
    }
  },
  {
    "translation": {
      "en": "After one of the most intensive public and private investigations",
      "es": "Después de una de las investigaciones más exhaustivas en la historia del país,"
    }
  },
  {
    "translation": {
      "en": "in American history, no one,",
      "es": "Después de una de las investigaciones más exhaustivas en la historia del país, nadie ha encontrado ni una prueba"
    }
  },
  {
    "translation": {
      "en": "no one has come up with a shred of evidence",
      "es": "nadie ha encontrado ni una prueba"
    }
  },
  {
    "translation": {
      "en": "that I had anything to do",
      "es": "que me implicara"
    }
  },
  {
    "translation": {
      "en": "with the anthrax letters.",
      "es": "en los ataques con ántrax."
    }
  },
  {
    "translation": {
      "en": "I am not the Anthrax Killer!",
      "es": "¡Yo no soy el asesino del ántrax!"
    }
  },
  {
    "translation": {
      "en": "We're almost a year now into the anthrax investigation",
      "es": "La investigación lleva casi un año,"
    }
  },
  {
    "translation": {
      "en": "and the FBI doesn't have a clue who's responsible.",
      "es": "y el FBI no sabe quién es el responsable."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] FBI officials say there are just too many questions about Hatfill to back off now.",
      "es": "Según los agentes, hay muchas dudas sobre Hatfill como para echarse atrás."
    }
  },
  {
    "translation": {
      "en": "Some involved in the case are clearly frustrated.",
      "es": "Algunos están muy frustrados."
    }
  },
  {
    "translation": {
      "en": "More than 18 months later, there has not been one single arrest…",
      "es": "Más de 18 meses después, no ha habido ni un solo arresto…"
    }
  },
  {
    "translation": {
      "en": "And it does seem like the FBI works very slowly, which makes us wonder…",
      "es": "El FBI trabaja muy lentamente, lo que nos hace preguntarnos…"
    }
  },
  {
    "translation": {
      "en": "Well, it's like this. It's not television.",
      "es": "Esto es así, no es televisión."
    }
  },
  {
    "translation": {
      "en": "There's a lot of legwork…",
      "es": "Hay mucho trabajo de campo…"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Does it disappoint you? A case like this, unsolved, no arrests, no indictment?",
      "es": "¿No los decepciona que no se resuelva un caso como este?"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] As of this moment, is he still being investigated?",
      "es": "¿Se sigue investigando?"
    }
  },
  {
    "translation": {
      "en": "We may not have the admissible evidence that we need in order to prove it in court.",
      "es": "Quizá no tengamos las pruebas necesarias para demostrarlo en un tribunal."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Remember the anthrax scare?",
      "es": "¿Recuerdan el susto del ántrax?"
    }
  },
  {
    "translation": {
      "en": "It was five years ago today that a photographer in Florida…",
      "es": "Hoy se cumplen cinco años de que un fotógrafo en Florida…"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] There's a split at the FBI",
      "es": "El FBI está dividido."
    }
  },
  {
    "translation": {
      "en": "with some agents now thinking Hatfill didn't do it,",
      "es": "Algunos agentes ahora piensan que no fue Hatfill,"
    }
  },
  {
    "translation": {
      "en": "but others still believe he did.",
      "es": "pero otros aún creen que sí."
    }
  },
  {
    "translation": {
      "en": "It's one of the largest FBI investigations ever",
      "es": "Es una de las investigaciones más grandes del FBI,"
    }
  },
  {
    "translation": {
      "en": "with more than 9,000 interviews,",
      "es": "con más de 9000 interrogatorios,"
    }
  },
  {
    "translation": {
      "en": "6,000 subpoenas, and 67 separate searches.",
      "es": "6000 citaciones y 67 registros separados."
    }
  },
  {
    "translation": {
      "en": "The FBI insists this case remains active.",
      "es": "El FBI insiste en que este caso sigue activo."
    }
  },
  {
    "translation": {
      "en": "The fatal flaw that some people have is",
      "es": "Algunos cometen el grave error"
    }
  },
  {
    "translation": {
      "en": "trying to prove that somebody committed a crime,",
      "es": "de intentar probar que alguien cometió un delito"
    }
  },
  {
    "translation": {
      "en": "versus just investigating the crime.",
      "es": "en vez de investigar el delito."
    }
  },
  {
    "translation": {
      "en": "The investigation had been going on for five years,",
      "es": "La investigación llevaba cinco años,"
    }
  },
  {
    "translation": {
      "en": "and Director Mueller wanted to have some new eyes in there.",
      "es": "y el director Mueller quería que hubiera otra mirada."
    }
  },
  {
    "translation": {
      "en": "And so I took over the investigation.",
      "es": "Y yo me hice cargo de la investigación."
    }
  },
  {
    "translation": {
      "en": "I told the team, \"This case might be old, but it's not stale and it's not like we don't care.\"",
      "es": "Le dije al equipo: \"El caso es viejo, pero no está olvidado y nos importa."
    }
  },
  {
    "translation": {
      "en": "\"We still have, you know, resources dedicated to it.\"",
      "es": "Aún le destinamos recursos\"."
    }
  },
  {
    "translation": {
      "en": "We told everybody-- Like, we empowered them to investigate.",
      "es": "Les dijimos a todos que los autorizábamos a investigar."
    }
  },
  {
    "translation": {
      "en": "[Rachel] At that point, there was an incredibly aggressive development of the science,",
      "es": "En ese momento, hubo un desarrollo tremendo de la ciencia"
    }
  },
  {
    "translation": {
      "en": "and it became the game-changing piece of the investigation.",
      "es": "y se volvió la pieza clave que revolucionó la investigación."
    }
  },
  {
    "translation": {
      "en": "[Paul] Previously, nobody was sequencing genomes.",
      "es": "Antes, nadie secuenciaba genomas."
    }
  },
  {
    "translation": {
      "en": "It's what we call a pre-genomics era.",
      "es": "Es lo que llamamos una era pregenómica."
    }
  },
  {
    "translation": {
      "en": "We were using DNA to identify the Ames strain,",
      "es": "Usábamos el ADN para identificar la cepa Ames,"
    }
  },
  {
    "translation": {
      "en": "but we hadn't sequenced the whole genome.",
      "es": "pero no habíamos secuenciado el genoma."
    }
  },
  {
    "translation": {
      "en": "[Vince] What they wanted to do was develop a DNA fingerprint",
      "es": "Querían identificar genéticamente"
    }
  },
  {
    "translation": {
      "en": "for the spores that were mailed",
      "es": "las esporas del correo"
    }
  },
  {
    "translation": {
      "en": "to see if we could identify the parent.",
      "es": "para detectar el origen."
    }
  },
  {
    "translation": {
      "en": "And we did it because the technology improved,",
      "es": "Lo hicimos por los avances tecnológicos,"
    }
  },
  {
    "translation": {
      "en": "but also because we had a lot of money.",
      "es": "pero también porque teníamos mucho dinero."
    }
  },
  {
    "translation": {
      "en": "This was the most expensive investigation that the FBI ever carried out.",
      "es": "Esta fue la investigación más costosa que llevó adelante el FBI."
    }
  },
  {
    "translation": {
      "en": "Then they compared the DNA fingerprints",
      "es": "Luego compararon las huellas genéticas"
    }
  },
  {
    "translation": {
      "en": "that they had identified in the spores that were mailed",
      "es": "identificadas en las esporas enviadas"
    }
  },
  {
    "translation": {
      "en": "to everything they'd collected.",
      "es": "con todo lo recolectado."
    }
  },
  {
    "translation": {
      "en": "[Paul] Those all traced back to a single flask…",
      "es": "Todo provenía del mismo matraz…"
    }
  },
  {
    "translation": {
      "en": "called RMR-1029.",
      "es": "denominado RMR-1029."
    }
  },
  {
    "translation": {
      "en": "And then on top of that, we found out that this was a flask",
      "es": "Además, descubrimos que era un matraz de esporas de ántrax"
    }
  },
  {
    "translation": {
      "en": "of anthrax spores that Bruce Ivins had created for his experiments.",
      "es": "descubrimos que era un matraz de esporas de ántrax que Bruce Ivins había creado para sus experimentos."
    }
  },
  {
    "translation": {
      "en": "♪ It's a song ♪",
      "es": "1029 ALTAMENTE PURIFICADO"
    }
  },
  {
    "translation": {
      "en": "♪ A sigh of the weary ♪",
      "es": "1029 ALTAMENTE PURIFICADO MUY BUENO FIRMADO: BRUCE IVINS"
    }
  },
  {
    "translation": {
      "en": "[Rachel] At the beginning of this investigation, it was this global whodunit.",
      "es": "Al comienzo de esta investigación, era una historia policíaca mundial."
    }
  },
  {
    "translation": {
      "en": "The global whodunit has now shrunk to one flask in one walk-in cooler,",
      "es": "Ahora se había reducido a un matraz en un refrigerador de un laboratorio,"
    }
  },
  {
    "translation": {
      "en": "in one lab, created and maintained by one guy.",
      "es": "en un refrigerador de un laboratorio, creado y mantenido por un tipo."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do we know definitively at that point that Bruce Ivins sent the letters?",
      "es": "¿Estaba confirmado que Bruce Ivins había enviado las cartas?"
    }
  },
  {
    "translation": {
      "en": "No. Uh…",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "RMR-1029 was a resource that was used by many people.",
      "es": "El RMR-1029 era un recurso que usaban muchas personas."
    }
  },
  {
    "translation": {
      "en": "Some of the material from that had even been sent to my laboratory.",
      "es": "Hasta se había enviado parte del material a mi laboratorio."
    }
  },
  {
    "translation": {
      "en": "So, we looked at the relevant time period",
      "es": "Analizamos el período pertinente"
    }
  },
  {
    "translation": {
      "en": "and said, \"Okay, who had access to RMR-1029 during this time period?\"",
      "es": "y dijimos: \"¿Quién tuvo acceso al RMR-1029 en este período?\"."
    }
  },
  {
    "translation": {
      "en": "The FBI swung back around and started focusing on USAMRIID again.",
      "es": "El FBI cambió de opinión y volvió a enfocarse en el USAMRIID."
    }
  },
  {
    "translation": {
      "en": "We were right back under the magnifying glass.",
      "es": "Volvíamos a estar bajo la lupa."
    }
  },
  {
    "translation": {
      "en": "We were one of the few institutes that fully cooperated with them.",
      "es": "Fuimos uno de los pocos institutos que cooperaron con ellos."
    }
  },
  {
    "translation": {
      "en": "Not only providing the expertise and the assistance,",
      "es": "No solo brindamos pericias y ayuda,"
    }
  },
  {
    "translation": {
      "en": "but giving full access to all of our written records,",
      "es": "sino que les concedimos acceso a todos nuestros registros escritos,"
    }
  },
  {
    "translation": {
      "en": "all of our biological samples,",
      "es": "a nuestras muestras biológicas."
    }
  },
  {
    "translation": {
      "en": "providing anything and everything that they wanted, on a voluntary basis.",
      "es": "Les suministrábamos voluntariamente todo lo que pedían."
    }
  },
  {
    "translation": {
      "en": "But then, because you've created records of everything,",
      "es": "Pero, como llevas registros de todo,"
    }
  },
  {
    "translation": {
      "en": "that gives them something to sift through,",
      "es": "eso les da algo para revisar"
    }
  },
  {
    "translation": {
      "en": "and if something similar is found,",
      "es": "y si encuentran algo similar,"
    }
  },
  {
    "translation": {
      "en": "it's going to label you as the originator of this attack material.",
      "es": "te etiquetarán como el autor de este material de ataque."
    }
  },
  {
    "translation": {
      "en": "You know, that was disconcerting for a lot of people",
      "es": "Eso desconcertó a varios"
    }
  },
  {
    "translation": {
      "en": "because it created a lot of fear and paranoia.",
      "es": "porque generó mucho miedo y paranoia."
    }
  },
  {
    "translation": {
      "en": "[Vince] Each one of them became a suspect, right? Get me a rock-solid alibi.",
      "es": "Todos se convirtieron en sospechosos. Yo quería coartadas sólidas."
    }
  },
  {
    "translation": {
      "en": "We had some people on the list that we had phone records,",
      "es": "Teníamos registros telefónicos de algunas personas"
    }
  },
  {
    "translation": {
      "en": "where they were on the phone with their spouse who was overseas at the time.",
      "es": "y sabíamos que habían hablado con su cónyuge que estaba el extranjero."
    }
  },
  {
    "translation": {
      "en": "Right? So there's no way they could have driven to Princeton",
      "es": "Era imposible que hubieran ido a Princeton"
    }
  },
  {
    "translation": {
      "en": "on the 17th or 18th of September",
      "es": "el 17 o el 18 de septiembre"
    }
  },
  {
    "translation": {
      "en": "and mailed the letters.",
      "es": "y hubieran enviado las cartas."
    }
  },
  {
    "translation": {
      "en": "We checked everybody else off the list.",
      "es": "Investigamos a todos los de la lista."
    }
  },
  {
    "translation": {
      "en": "[Vince] But then, the more we investigated Bruce, the more things that came to light.",
      "es": "Pero, cuanto más investigábamos a Bruce, más cosas salían a la luz."
    }
  },
  {
    "translation": {
      "en": "One of the things that stuck out was his time in the hot suites,",
      "es": "Había pasado mucho tiempo en el área de bioseguridad 3"
    }
  },
  {
    "translation": {
      "en": "leading up to the attacks.",
      "es": "antes de los ataques."
    }
  },
  {
    "translation": {
      "en": "Late at nights and on weekends and into the wee hours of the morning.",
      "es": "A la noche, los fines de semana y hasta altas horas de la madrugada."
    }
  },
  {
    "translation": {
      "en": "And going into a hot suite isn't just going into a room.",
      "es": "Ir allí no es como ir a una sala común."
    }
  },
  {
    "translation": {
      "en": "And then there was a break for about a week or so,",
      "es": "Luego hubo una pausa de una semana más o menos,"
    }
  },
  {
    "translation": {
      "en": "and then it picked up again where he was back in there.",
      "es": "pero después volvió a trabajar allí."
    }
  },
  {
    "translation": {
      "en": "Then he had all these hours in there leading up to the second mailing.",
      "es": "Pasó muchas horas ahí antes de la segunda carta."
    }
  },
  {
    "translation": {
      "en": "Never before, never since, did he have time in the hot suites like that.",
      "es": "Nunca antes había pasado tanto tiempo allí."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That, standing alone, is not proof beyond a reasonable doubt,",
      "es": "No era una prueba más allá de toda duda razonable,"
    }
  },
  {
    "translation": {
      "en": "but it's certainly a brick in the wall of evidence.",
      "es": "pero sumaba."
    }
  },
  {
    "translation": {
      "en": "Now with the additional knowledge",
      "es": "Con este conocimiento adicional,"
    }
  },
  {
    "translation": {
      "en": "that, whoa, we think this identified flask of spores",
      "es": "ahora que creemos que este matraz de esporas"
    }
  },
  {
    "translation": {
      "en": "that was created and maintained by Dr. Ivins",
      "es": "que fue creado y mantenido por el doctor Ivin"
    }
  },
  {
    "translation": {
      "en": "is the source of the murder weapon, right? Is the source of the mailed material.",
      "es": "es la fuente del arma homicida, la fuente del material enviado,"
    }
  },
  {
    "translation": {
      "en": "Let's go back and take a look at everything he has said and everything he's done, in a different light.",
      "es": "retrocedamos y analicemos con otro enfoque lo que hizo y dijo."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Going back and looking at statements he had given.",
      "es": "Repasamos sus viejas declaraciones. NO SABE…"
    }
  },
  {
    "translation": {
      "en": "Was he sabotaging, undermining, misdirecting the investigation?",
      "es": "¿Había estado saboteando, socavando o desviando la investigación?"
    }
  },
  {
    "translation": {
      "en": "Did he try to distract?",
      "es": "¿Intentó distraer?"
    }
  },
  {
    "translation": {
      "en": "I had one other thought. Iraq, for instance.",
      "es": "Se me ocurrió otra cosa. Irak, por ejemplo."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "-[knock on door] -Oh. Hey, guys.",
      "es": "Hola, agentes."
    }
  },
  {
    "translation": {
      "en": "Did he try to deflect?",
      "es": "¿Intentó desviar el foco?"
    }
  },
  {
    "translation": {
      "en": "[Bruce] Get a load of this.",
      "es": "Miren esto."
    }
  },
  {
    "translation": {
      "en": "Those are from my personal stock, straight from the source.",
      "es": "Son de mi inventario, directo de la fuente."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Did he identify certain suspects",
      "es": "¿Identificó a ciertos sospechosos"
    }
  },
  {
    "translation": {
      "en": "depending on his personal feelings towards that person at the time?",
      "es": "sobre la base de lo que sentía hacia esas personas?"
    }
  },
  {
    "translation": {
      "en": "[Bruce] Not only do these two particular researchers",
      "es": "Estos dos investigadores tienen acceso a la cepa original"
    }
  },
  {
    "translation": {
      "en": "have access to the original strain, they also routinely make serial dilutions.",
      "es": "Estos dos investigadores tienen acceso a la cepa original y, además, hacen diluciones seriadas."
    }
  },
  {
    "translation": {
      "en": "[Hayward] What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "Did he try to send investigators in different directions?",
      "es": "¿Intentó enviar a los investigadores en otra dirección?"
    }
  },
  {
    "translation": {
      "en": "-Can you get us copies? -I'll fax them over this afternoon.",
      "es": "¿Nos haría copias? Las enviaré esta tarde."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "Lots.",
      "es": "Muchas cosas."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Here is this super respected, talented scientist within the government,",
      "es": "Ahí estaba este científico talentoso y muy respetado dentro del Gobierno"
    }
  },
  {
    "translation": {
      "en": "giving advice about, you know, what to pursue and what not to pursue.",
      "es": "que aconsejaba qué investigar y qué no."
    }
  },
  {
    "translation": {
      "en": "[Hayward, voice echoing] What else can you tell us?",
      "es": "¿Qué más puede decirnos?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] There was now absolutely a concerted focus on Dr. Ivins.",
      "es": "Ahora todas las miradas estaban concentradas en el doctor Ivins."
    }
  },
  {
    "translation": {
      "en": "-[country song playing] -♪ Take me by the hand ♪",
      "es": "1 DE NOVIEMBRE DE 2007 5 AÑOS, 2 MESES Y 21 DÍAS DESDE LA PRIMERA EXPOSICIÓN AL ÁNTRAX"
    }
  },
  {
    "translation": {
      "en": "♪ I will always understand… ♪",
      "es": "5 AÑOS, 2 MESES Y 21 DÍAS DESDE LA PRIMERA EXPOSICIÓN AL ÁNTRAX"
    }
  },
  {
    "translation": {
      "en": "[Vince] You know, this guy checks a lot of boxes when you talk about an insider threat.",
      "es": "Él cumplía con varios criterios cuando se trata de una amenaza interna."
    }
  },
  {
    "translation": {
      "en": "We found out that he had some mental health issues,",
      "es": "Descubrimos que tenía problemas de salud mental,"
    }
  },
  {
    "translation": {
      "en": "that it was common for him to leave at night and come home",
      "es": "era común que se fuera de noche y volviera a casa a la mañana siguiente"
    }
  },
  {
    "translation": {
      "en": "sometime the next morning, without his wife knowing.",
      "es": "era común que se fuera de noche y volviera a casa a la mañana siguiente sin que su esposa lo supiera."
    }
  },
  {
    "translation": {
      "en": "He maintained P.O. boxes in different names at different locations.",
      "es": "Tenía apartados de correos con otros nombres en distintos lugares."
    }
  },
  {
    "translation": {
      "en": "He would drive to remote locations and mail something to conceal his identity.",
      "es": "Enviaba cosas desde lugares remotos para ocultar su identidad."
    }
  },
  {
    "translation": {
      "en": "[man] Dr. Ivins.",
      "es": "Doctor Ivins."
    }
  },
  {
    "translation": {
      "en": "We're with the FBI.",
      "es": "Somos del FBI."
    }
  },
  {
    "translation": {
      "en": "[female agent] We'd like to speak with you, sir. Won't take long.",
      "es": "Quisiéramos hablar con usted un rato."
    }
  },
  {
    "translation": {
      "en": "Now? Uh, I was supposed to be home an hour ago. Uh, my wife--",
      "es": "¿Ahora? Debía estar en casa hace una hora. Mi esposa…"
    }
  },
  {
    "translation": {
      "en": "Your wife is being taken care of.",
      "es": "Ya nos ocupamos de ella."
    }
  },
  {
    "translation": {
      "en": "What… What does that mean?",
      "es": "¿Qué significa eso?"
    }
  },
  {
    "translation": {
      "en": "Sir, we're currently executing a federal grand jury search warrant",
      "es": "Señor, estamos ejecutando una orden de allanamiento"
    }
  },
  {
    "translation": {
      "en": "at your home.",
      "es": "en su casa."
    }
  },
  {
    "translation": {
      "en": "[Vince] That's when we jumped out of the cake, right?",
      "es": "Ahí lo sorprendimos."
    }
  },
  {
    "translation": {
      "en": "\"Hey, Bruce, we're executing a search warrant at your house.\"",
      "es": "\"Bruce, estamos registrando tu casa."
    }
  },
  {
    "translation": {
      "en": "\"You are a big suspect in this.\"",
      "es": "Eres un principal sospechoso en este caso\"."
    }
  },
  {
    "translation": {
      "en": "[male agent] We've arranged a hotel for you and your family,",
      "es": "Podrán quedarse en un hotel"
    }
  },
  {
    "translation": {
      "en": "just until the search is complete.",
      "es": "hasta que terminemos."
    }
  },
  {
    "translation": {
      "en": "We've got a car just over here.",
      "es": "Tenemos un auto por aquí."
    }
  },
  {
    "translation": {
      "en": "Uh, no, thank you. I… I need to go home.",
      "es": "No, gracias. Debo irme a casa."
    }
  },
  {
    "translation": {
      "en": "We'll see you on the ten o'clock news, then.",
      "es": "Lo veremos en el noticiero de las diez."
    }
  },
  {
    "translation": {
      "en": "[male agent] Doctor, you go home, it's going to cause a major scene.",
      "es": "Doctor, si se va a su casa, causará un gran escándalo."
    }
  },
  {
    "translation": {
      "en": "Neighbors start talking.",
      "es": "Los vecinos hablarán."
    }
  },
  {
    "translation": {
      "en": "[male agent] Next thing you know, news trucks are rolling in like the third armored brigade.",
      "es": "Enseguida aparecerán reporteros de todos los medios."
    }
  },
  {
    "translation": {
      "en": "[female agent] You don't really want that.",
      "es": "No querrá eso."
    }
  },
  {
    "translation": {
      "en": "Do you, Dr. Ivins?",
      "es": "¿O sí, doctor Ivins?"
    }
  },
  {
    "translation": {
      "en": "Where's Agent Hayward? I always work with Agent--",
      "es": "¿Y el agente Hayward? Colaboro con él."
    }
  },
  {
    "translation": {
      "en": "Agent Hayward is no longer assigned to this case.",
      "es": "Ya no tiene asignado este caso."
    }
  },
  {
    "translation": {
      "en": "What? No. No, you don't understand. Hayward is my contact--",
      "es": "¿Cómo? No, no entienden. Hayward es mi contacto…"
    }
  },
  {
    "translation": {
      "en": "I know this is upsetting.",
      "es": "Sé que esto lo inquieta."
    }
  },
  {
    "translation": {
      "en": "Best thing is to remain calm, let us do our work.",
      "es": "Mantenga la calma y déjenos trabajar."
    }
  },
  {
    "translation": {
      "en": "I think I just-- I need you to stop. Stop the car. Stop.",
      "es": "Necesito que se detenga. Detenga el auto."
    }
  },
  {
    "translation": {
      "en": "[Bruce] You-- You're saying it was me?",
      "es": "¿Creen que fui yo?"
    }
  },
  {
    "translation": {
      "en": "You think-- You think I sent those letters? That I'm some kind of terrorist?",
      "es": "¿Creen que yo envié las cartas y que soy un terrorista?"
    }
  },
  {
    "translation": {
      "en": "No one's saying that.",
      "es": "Nadie dijo eso."
    }
  },
  {
    "translation": {
      "en": "I'm a patriot. I've worked my entire life protecting American lives.",
      "es": "Soy un patriota. Trabajo protegiendo vidas estadounidenses."
    }
  },
  {
    "translation": {
      "en": "Sir, please.",
      "es": "Señor, por favor."
    }
  },
  {
    "translation": {
      "en": "[male agent] Let's just all keep our heads and give the team a chance to do its work.",
      "es": "Mantengamos la calma. Dejemos que el equipo haga su trabajo."
    }
  },
  {
    "translation": {
      "en": "How does that sound, Doctor?",
      "es": "¿Qué le parece, doctor?"
    }
  },
  {
    "translation": {
      "en": "[Vince] To be quite honest, we didn't come out of there with a silver bullet.",
      "es": "No salimos de su casa con una bala de plata."
    }
  },
  {
    "translation": {
      "en": "There were some people that thought that he would've kept a souvenir.",
      "es": "Algunos creían que se quedaría con un recuerdo."
    }
  },
  {
    "translation": {
      "en": "Right? And we're like, \"What souvenir are we gonna find?\"",
      "es": "Fuimos a la casa pensando en qué encontraríamos."
    }
  },
  {
    "translation": {
      "en": "And there wasn't that much.",
      "es": "Y no había mucho."
    }
  },
  {
    "translation": {
      "en": "But then a couple guys on the team had a great idea.",
      "es": "Pero luego algunos agentes tuvieron una buena idea."
    }
  },
  {
    "translation": {
      "en": "[Vince] Two nights later was trash night.",
      "es": "Dos noches después, debía sacar la basura."
    }
  },
  {
    "translation": {
      "en": "See what he throws out that we may have missed.",
      "es": "Quizá tiraba algo que no habíamos visto."
    }
  },
  {
    "translation": {
      "en": "Unbeknownst to him, was an FBI agent holding his breath,",
      "es": "Había un agente del FBI que contenía la respiración y no se movía"
    }
  },
  {
    "translation": {
      "en": "standing motionless so that Bruce wouldn't see him.",
      "es": "Había un agente del FBI que contenía la respiración y no se movía para que Bruce no lo viera."
    }
  },
  {
    "translation": {
      "en": "He clearly wanted to make sure that nobody recovered what he threw away.",
      "es": "Sin duda, quería asegurarse de que nadie recuperara su basura."
    }
  },
  {
    "translation": {
      "en": "[Paul] I was in Washington at a conference in a hotel out near Dulles Airport.",
      "es": "Estaba es una conferencia en Washington, en un hotel cerca del aeropuerto Dulles."
    }
  },
  {
    "translation": {
      "en": "Welcome, everyone.",
      "es": "Bienvenidos."
    }
  },
  {
    "translation": {
      "en": "And the FBI knew I was there and so they actually set up a meeting for me.",
      "es": "El FBI sabía que estaba allí, así que organizaron una reunión para mí."
    }
  },
  {
    "translation": {
      "en": "There were, like, 20 people there,",
      "es": "Había unas 20 personas allí,"
    }
  },
  {
    "translation": {
      "en": "and they didn't have lights shining on me or anything like an interrogation,",
      "es": "y no me apuntaban con las luces como en un interrogatorio,"
    }
  },
  {
    "translation": {
      "en": "but it kind of felt that way. It kind of felt like that environment.",
      "es": "pero se sentía así. Había esa energía."
    }
  },
  {
    "translation": {
      "en": "And we sat down and one of them reassured me that, uh, they were not there to arrest me.",
      "es": "Nos sentamos, y uno de ellos me aseguró que no estaban allí para arrestarme."
    }
  },
  {
    "translation": {
      "en": "It was like, \"That had never crossed my mind until just now that you might be here to arrest me.\"",
      "es": "Le dije: \"Hasta ahora, eso no se me había pasado por la cabeza\"."
    }
  },
  {
    "translation": {
      "en": "And they started pulling out emails that I had sent to Bruce Ivins.",
      "es": "Sacaron correos electrónicos que yo le había enviado a Bruce Ivins."
    }
  },
  {
    "translation": {
      "en": "They were trying to figure out if there was any information in these emails",
      "es": "Intentaban averiguar si contenían alguna información"
    }
  },
  {
    "translation": {
      "en": "that might have tipped off Bruce Ivins about the analysis that we were doing.",
      "es": "que podría haber alertado a Bruce Ivins sobre el análisis que hacíamos."
    }
  },
  {
    "translation": {
      "en": "That's when a kind of light went off in my head, said, \"They're looking at Bruce.\"",
      "es": "Ahí se me encendió la lamparita y entendí que investigaban a Bruce."
    }
  },
  {
    "translation": {
      "en": "Many of his co-workers defended him and said, \"No, it couldn't be Bruce.\"",
      "es": "Muchos de sus colegas lo defendían y decían que no podía ser él."
    }
  },
  {
    "translation": {
      "en": "And when we pointed to strange behaviors, you know… [hesitates]",
      "es": "Cuando mencionábamos comportamientos extraños,"
    }
  },
  {
    "translation": {
      "en": "…things that Bruce did, it was always, \"Well, that's just Bruce being Bruce.\"",
      "es": "cosas que él hacía, siempre decían: \"Bueno, así es Bruce\"."
    }
  },
  {
    "translation": {
      "en": "That was the common phrase we heard. \"That's Bruce being Bruce.\"",
      "es": "Esa era la frase hecha que oíamos."
    }
  },
  {
    "translation": {
      "en": "But from looking at Bruce's emails,",
      "es": "Al leer sus correos electrónicos,"
    }
  },
  {
    "translation": {
      "en": "it was clear that he had obsessions.",
      "es": "quedó claro que él tenía algunas obsesiones."
    }
  },
  {
    "translation": {
      "en": "His relationships with some of his co-workers were…",
      "es": "Las relaciones que tenía con algunas de sus compañeras de trabajo…"
    }
  },
  {
    "translation": {
      "en": "You know, one woman-- he wrote a lot of personal emails",
      "es": "A una mujer le escribió muchos correos personales…"
    }
  },
  {
    "translation": {
      "en": "that were troubling.",
      "es": "…que eran inquietantes."
    }
  },
  {
    "translation": {
      "en": "Occasionally, I get this tingling that goes down both arms.",
      "es": "De vez en cuando, siento un hormigueo en ambos brazos."
    }
  },
  {
    "translation": {
      "en": "At the same time, I get a bit dizzy",
      "es": "También me mareo un poco"
    }
  },
  {
    "translation": {
      "en": "and I get this unidentifiable metallic taste in my mouth.",
      "es": "y siento en la boca un sabor metálico imposible de identificar."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to be funny.",
      "es": "No intento llamar la atención."
    }
  },
  {
    "translation": {
      "en": "Actually, it scares me a bit.",
      "es": "De hecho, me asusta un poco."
    }
  },
  {
    "translation": {
      "en": "When I get these episodes,",
      "es": "Cuando tengo estos episodios,"
    }
  },
  {
    "translation": {
      "en": "I become mean-spirited,",
      "es": "me vuelvo malvado,"
    }
  },
  {
    "translation": {
      "en": "hateful,",
      "es": "detestable,"
    }
  },
  {
    "translation": {
      "en": "angry,",
      "es": "irritable"
    }
  },
  {
    "translation": {
      "en": "withdrawn,",
      "es": "retraído,"
    }
  },
  {
    "translation": {
      "en": "paranoid.",
      "es": "paranoico."
    }
  },
  {
    "translation": {
      "en": "Of course, I regret them thoroughly when they're over,",
      "es": "Obviamente, me arrepiento no bien se me pasan,"
    }
  },
  {
    "translation": {
      "en": "but when I'm going through them,",
      "es": "pero cuando los atravieso…"
    }
  },
  {
    "translation": {
      "en": "it's as if I'm a passenger on a ride.",
      "es": "es como si fuera un pasajero en un viaje."
    }
  },
  {
    "translation": {
      "en": "Like I'm a few feet away watching myself.",
      "es": "Como si estuviera a unos metros mirándome."
    }
  },
  {
    "translation": {
      "en": "I try to put on a good front here at work and at home",
      "es": "Trato de mostrarme bien en el trabajo y en casa"
    }
  },
  {
    "translation": {
      "en": "so I don't spread the pestilence.",
      "es": "para no esparcir la peste."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I have to talk about it to someone.",
      "es": "Lamentablemente, tengo que hablar al respecto con alguien."
    }
  },
  {
    "translation": {
      "en": "So, you get to be my secret sharer.",
      "es": "Así que tú serás mi confidente."
    }
  },
  {
    "translation": {
      "en": "[Vince] His behavior toward those women was the same as another of his obsessions.",
      "es": "Su comportamiento con esas mujeres era igual que con otra de sus obsesiones."
    }
  },
  {
    "translation": {
      "en": "We found out that he had an obsession with KKG Sorority.",
      "es": "Descubrimos que estaba obsesionado con la hermandad de mujeres KKG."
    }
  },
  {
    "translation": {
      "en": "This obsession was something that he developed in the 1960s in college",
      "es": "Esta obsesión fue algo que desarrolló en la década de 1960, en la universidad,"
    }
  },
  {
    "translation": {
      "en": "when he asked a girl on a date who belonged to KKG Sorority.",
      "es": "cuando invitó a salir a una chica que pertenecía a la hermandad."
    }
  },
  {
    "translation": {
      "en": "She turned him down,",
      "es": "Ella le dijo que no."
    }
  },
  {
    "translation": {
      "en": "and Bruce was rejected. And so, he decided to steal from a sorority house.",
      "es": "Como Bruce fue rechazado, decidió robar en una casa de la hermandad."
    }
  },
  {
    "translation": {
      "en": "He stole their cipher, which allowed him to decrypt their rituals that they had.",
      "es": "Robó la máquina de cifrado y pudo descifrar sus rituales."
    }
  },
  {
    "translation": {
      "en": "And when you think about… here's a man, 40 or 50 years later,",
      "es": "Si lo piensas, aquí había un hombre, 40 o 50 años después,"
    }
  },
  {
    "translation": {
      "en": "who had multiple personas…",
      "es": "con múltiples personalidades…"
    }
  },
  {
    "translation": {
      "en": "[Vince] …who was 60 years old,",
      "es": "que tenía 60 años"
    }
  },
  {
    "translation": {
      "en": "posing as a sorority sister, online.",
      "es": "y que, en línea, se hacía pasar por una hermana de la hermandad."
    }
  },
  {
    "translation": {
      "en": "It kind of raises some eyebrows.",
      "es": "Era impactante."
    }
  },
  {
    "translation": {
      "en": "[Vince] One of the women that he had this strong interest or obsession with",
      "es": "Una de las mujeres que le interesaban u obsesionaban"
    }
  },
  {
    "translation": {
      "en": "defended him over and over,",
      "es": "lo defendió una y otra vez"
    }
  },
  {
    "translation": {
      "en": "until we showed her some information that he somehow identified her password",
      "es": "hasta que le mostramos que, de algún modo, había descifrado su contraseña"
    }
  },
  {
    "translation": {
      "en": "and would log on to her computer, as her, and read her personal emails.",
      "es": "y se conectaba a la computadora como si fuera ella y leía su correo."
    }
  },
  {
    "translation": {
      "en": "And whenever he read something disparaging against him, then he was just enraged by it.",
      "es": "Cada vez que leía algo despectivo hacia él, se enfurecía."
    }
  },
  {
    "translation": {
      "en": "It was pretty disturbing, and she agreed to cooperate with us.",
      "es": "Era muy perturbador. Ella accedió a colaborar con nosotros."
    }
  },
  {
    "translation": {
      "en": "-You came. -I came. [chuckles]",
      "es": "- Viniste. - Sí."
    }
  },
  {
    "translation": {
      "en": "I just keep thinking about that grand jury hearing.",
      "es": "Sigo pensando en la audiencia del gran jurado."
    }
  },
  {
    "translation": {
      "en": "They were so accusatory.",
      "es": "Fueron muy acusadores."
    }
  },
  {
    "translation": {
      "en": "You can't keep going on like this, Bruce.",
      "es": "No puedes seguir así, Bruce."
    }
  },
  {
    "translation": {
      "en": "Sure I can. See?",
      "es": "Claro que puedo. ¿Ves?"
    }
  },
  {
    "translation": {
      "en": "Maybe you should see somebody.",
      "es": "Tal vez deberías ver a alguien."
    }
  },
  {
    "translation": {
      "en": "I have you.",
      "es": "Te tengo a ti."
    }
  },
  {
    "translation": {
      "en": "My secret sharer.",
      "es": "Mi confidente."
    }
  },
  {
    "translation": {
      "en": "Don't call me that.",
      "es": "No me llames así."
    }
  },
  {
    "translation": {
      "en": "I'm… I'm sorry, Bruce. I want to support you, I do.",
      "es": "Perdón, Bruce. Quiero apoyarte."
    }
  },
  {
    "translation": {
      "en": "But these things that you've been writing me about…",
      "es": "Pero las cosas de las que escribes…"
    }
  },
  {
    "translation": {
      "en": "[accomplice] Alternate personas, paranoid delusions…",
      "es": "Personalidades alternativas, delirios paranoicos…"
    }
  },
  {
    "translation": {
      "en": "So this woman actually wore a wire to… to meet with Bruce.",
      "es": "Esta mujer usó un micrófono cuando se reunió con Bruce."
    }
  },
  {
    "translation": {
      "en": "Just let him volunteer and see how comfortable he gets.",
      "es": "Queríamos que hablara para ver qué tan cómodo se ponía."
    }
  },
  {
    "translation": {
      "en": "-[accomplice] I don't know what to do. -The crazy thing about those emails is",
      "es": "No sé qué hacer. Lo raro de esos correos"
    }
  },
  {
    "translation": {
      "en": "I don't even remember actually writing them.",
      "es": "es que no recuerdo haberlos escrito."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "The first I know about them is when I see them in my sent box in the morning.",
      "es": "Me entero de que existen cuando los veo en mi buzón a la mañana."
    }
  },
  {
    "translation": {
      "en": "I wake up and there's all these traces of what Crazy Bruce has been doing.",
      "es": "Me despierto y veo lo que ha estado haciendo Bruce el Loco."
    }
  },
  {
    "translation": {
      "en": "I see keys by my bed and I think, \"Oh, no, did I drive somewhere?\"",
      "es": "Veo las llaves junto a mi cama y pienso: \"No, ¿manejé a algún lado?\"."
    }
  },
  {
    "translation": {
      "en": "For somebody who's a suspect in a bioterrorism event, right?",
      "es": "Cuando se trata de alguien que es sospechoso de bioterrorismo,"
    }
  },
  {
    "translation": {
      "en": "It's alarming to us.",
      "es": "nos resulta alarmante."
    }
  },
  {
    "translation": {
      "en": "I want to ask you something. But please don't get mad at me.",
      "es": "Quiero preguntarte algo. Pero, por favor, no te enojes conmigo."
    }
  },
  {
    "translation": {
      "en": "You want to know if I did it. You want to know if I sent those letters.",
      "es": "Quieres saber si fui yo. Quieres saber si envié las cartas."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I can't recall doing anything like that.",
      "es": "No recuerdo haber hecho algo así."
    }
  },
  {
    "translation": {
      "en": "But you're not sure?",
      "es": "Pero no estás seguro."
    }
  },
  {
    "translation": {
      "en": "The only thing I know for sure",
      "es": "Lo único que sé con certeza"
    }
  },
  {
    "translation": {
      "en": "is that in my right mind, I would never hurt anyone.",
      "es": "es que, en mi sano juicio, nunca lastimaría a nadie."
    }
  },
  {
    "translation": {
      "en": "\"Did you kill five people?\" It's a pretty easy question to answer for most people, right?",
      "es": "\"¿Mataste a cinco personas?\". Para la mayoría, es fácil responder eso."
    }
  },
  {
    "translation": {
      "en": "And Bruce didn't say no.",
      "es": "Bruce no dijo que no."
    }
  },
  {
    "translation": {
      "en": "You know, I was thinking, this friend of mine,",
      "es": "Estaba pensando que tengo una amiga"
    }
  },
  {
    "translation": {
      "en": "her therapist hypnotizes her.",
      "es": "cuya terapeuta la hipnotiza."
    }
  },
  {
    "translation": {
      "en": "-No. -And it helps her.",
      "es": "- No. Dije que no. - Y la ayuda."
    }
  },
  {
    "translation": {
      "en": "-I said no. -It helps her remember.",
      "es": "- No. Dije que no. - Y la ayuda. - La ayuda a recordar. - ¿Y si no quiero recordar?"
    }
  },
  {
    "translation": {
      "en": "What if I don't want to remember?",
      "es": "- La ayuda a recordar. - ¿Y si no quiero recordar?"
    }
  },
  {
    "translation": {
      "en": "But, Br-- Bruce, wait.",
      "es": "Bruce, espera."
    }
  },
  {
    "translation": {
      "en": "Don't go.",
      "es": "No te vayas."
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "es": "Siéntate."
    }
  },
  {
    "translation": {
      "en": "You used to be so beautiful.",
      "es": "Antes eras tan hermosa."
    }
  },
  {
    "translation": {
      "en": "[Bruce] It's getting to be lately, I felt there's nobody in the world I can confide in.",
      "es": "Últimamente, siento que no hay nadie en el mundo en quien pueda confiar."
    }
  },
  {
    "translation": {
      "en": "I used to walk at night through a bad part of town with a loaded gun in my windbreaker.",
      "es": "Solía caminar por una zona peligrosa de la ciudad con un arma cargada."
    }
  },
  {
    "translation": {
      "en": "If I saw a group of young guys on the street,",
      "es": "Si veía a un grupo de jóvenes en la calle,"
    }
  },
  {
    "translation": {
      "en": "I'd walk right through the middle of them.",
      "es": "caminaba justo por el medio."
    }
  },
  {
    "translation": {
      "en": "Just hoping someone would try something.",
      "es": "Esperaba que alguien intentara hacer algo."
    }
  },
  {
    "translation": {
      "en": "You have to battle back.",
      "es": "Tienes que defenderte."
    }
  },
  {
    "translation": {
      "en": "Look these bastards in the eye and say, \"You're not going to drive me into a hole.\"",
      "es": "Mirar a estos desgraciados y decirles: \"No me dejarán en un pozo."
    }
  },
  {
    "translation": {
      "en": "\"You go after me, I'll go after you.\"",
      "es": "Si me agreden, yo los agrediré\"."
    }
  },
  {
    "translation": {
      "en": "Bruce? Bruce?",
      "es": "DEPARTAMENTO DE JUSTICIA BURÓ FEDERAL DE INVESTIGACIONES ¿Bruce? ¿Bruce?"
    }
  },
  {
    "translation": {
      "en": "Just remember what I said. Short and direct.",
      "es": "Recuerda lo que dije. Breve y directo."
    }
  },
  {
    "translation": {
      "en": "No unnecessary details.",
      "es": "Sin detalles innecesarios."
    }
  },
  {
    "translation": {
      "en": "Gonna do great.",
      "es": "Lo harás bien."
    }
  },
  {
    "translation": {
      "en": "Appreciate you coming in today.",
      "es": "Gracias por venir."
    }
  },
  {
    "translation": {
      "en": "I'm Vince Lisi, Special Agent in charge here.",
      "es": "Soy Vince Lisi, agente especial a cargo."
    }
  },
  {
    "translation": {
      "en": "We just wanted to let him know we had him.",
      "es": "Queríamos decirle que lo teníamos."
    }
  },
  {
    "translation": {
      "en": "Okay if I call you Bruce?",
      "es": "¿Puedo llamarte Bruce?"
    }
  },
  {
    "translation": {
      "en": "Sure, Vince.",
      "es": "Claro, Vince."
    }
  },
  {
    "translation": {
      "en": "Look, I want to be very clear.",
      "es": "Quiero ser claro."
    }
  },
  {
    "translation": {
      "en": "This interview here, it's voluntary. You're here on your own accord.",
      "es": "Te sometes a este interrogatorio por voluntad propia."
    }
  },
  {
    "translation": {
      "en": "-In the presence of your attorney. -I understand.",
      "es": "- Con tu abogado. - Entiendo."
    }
  },
  {
    "translation": {
      "en": "An enormous amount of work",
      "es": "Trabajamos mucho"
    }
  },
  {
    "translation": {
      "en": "was put into getting ready for that first interview of Dr. Ivins.",
      "es": "para prepararnos para el primer interrogatorio."
    }
  },
  {
    "translation": {
      "en": "We had a very careful plan",
      "es": "VARIOS TESTIGOS Teníamos un plan premeditado"
    }
  },
  {
    "translation": {
      "en": "that involved both what questions we want to ask,",
      "es": "que involucraba qué preguntas queríamos hacer"
    }
  },
  {
    "translation": {
      "en": "how do we want to ask them,",
      "es": "y cómo las haríamos."
    }
  },
  {
    "translation": {
      "en": "but also consulting with a psychologist about how do we approach him.",
      "es": "También le consultamos a un psicólogo cómo abordarlo."
    }
  },
  {
    "translation": {
      "en": "Right? What are the triggers, what are the aspects that are going to get him talking.",
      "es": "¿Cuáles serían los detonantes, los aspectos que lo harían hablar?"
    }
  },
  {
    "translation": {
      "en": "So, tell me, Bruce.",
      "es": "Dime, Bruce."
    }
  },
  {
    "translation": {
      "en": "What's the deal with you and women?",
      "es": "¿Qué pasa con las mujeres?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "es": "¿Disculpa?"
    }
  },
  {
    "translation": {
      "en": "Two former female co-workers said you hounded them for over a decade.",
      "es": "Dos excolegas dijeron que las acosaste diez años."
    }
  },
  {
    "translation": {
      "en": "One said you threatened to poison her?",
      "es": "¿Amenazaste con envenenar a una?"
    }
  },
  {
    "translation": {
      "en": "Now there's this whole thing with a Kappa Kappa Gamma Sorority.",
      "es": "Y también está el asunto con una hermandad Kappa Kappa Gamma."
    }
  },
  {
    "translation": {
      "en": "A \"preoccupation,\" it says.",
      "es": "\"Preocupación\", supuestamente."
    }
  },
  {
    "translation": {
      "en": "I wouldn't call it a preoccupation.",
      "es": "No lo llamaría preocupación."
    }
  },
  {
    "translation": {
      "en": "[Vince] No? What would you call it?",
      "es": "¿No? ¿Cómo lo llamarías?"
    }
  },
  {
    "translation": {
      "en": "An obsession.",
      "es": "Obsesión."
    }
  },
  {
    "translation": {
      "en": "He just cut me off. He goes, \"It's not an interest. It's an obsession.\"",
      "es": "Me interrumpió. Dijo: \"No es un interés, es una obsesión."
    }
  },
  {
    "translation": {
      "en": "He said \"I just lay in bed at night and this just goes through my head.\"",
      "es": "Me acuesto en la cama por la noche y pienso en eso\"."
    }
  },
  {
    "translation": {
      "en": "It says that you broke into a sorority house",
      "es": "Dice que entraste a una hermandad"
    }
  },
  {
    "translation": {
      "en": "at the University of North Carolina to steal their code books.",
      "es": "de la Universidad de Carolina del Norte para robar sus códigos."
    }
  },
  {
    "translation": {
      "en": "Interested in codes, Bruce?",
      "es": "¿Te gustan los códigos?"
    }
  },
  {
    "translation": {
      "en": "Not especially.",
      "es": "No particularmente."
    }
  },
  {
    "translation": {
      "en": "You know, I read somewhere",
      "es": "Leí en algún lado"
    }
  },
  {
    "translation": {
      "en": "that you can write secret messages using DNA codons.",
      "es": "que pueden escribirse mensajes secretos con codones de ADN."
    }
  },
  {
    "translation": {
      "en": "Ever hear anything like that?",
      "es": "¿Sabes algo al respecto?"
    }
  },
  {
    "translation": {
      "en": "Doesn't sound familiar.",
      "es": "No me resulta familiar."
    }
  },
  {
    "translation": {
      "en": "-[dramatic music playing] -[Vince] How 'bout now?",
      "es": "¿Y ahora?"
    }
  },
  {
    "translation": {
      "en": "[Bruce's lawyer] This was not on the search and seizure inventory.",
      "es": "Esto no estaba en el inventario de incautación."
    }
  },
  {
    "translation": {
      "en": "I found it in his trash.",
      "es": "Lo encontré en su basura."
    }
  },
  {
    "translation": {
      "en": "And that's whenever they found some, uh, some pretty, pretty interesting and damning, uh, items.",
      "es": "Y ahí es cuando encuentran cosas interesantes y condenatorias."
    }
  },
  {
    "translation": {
      "en": "An Eternal Golden Braid. That's a-- That's a good book.",
      "es": "Un eterno y grácil bucle. Es un buen libro."
    }
  },
  {
    "translation": {
      "en": "I mean, at least the parts I could understand.",
      "es": "Al menos lo que entendí."
    }
  },
  {
    "translation": {
      "en": "Gödel, Escher, Bach was the book he had that he was very interested in",
      "es": "Gödel, Escher, Bach era un libro que le interesaba"
    }
  },
  {
    "translation": {
      "en": "that talked about codes and coded language.",
      "es": "que hablaba de lenguaje codificado."
    }
  },
  {
    "translation": {
      "en": "Hey, Bruce. What the heck is a codon, anyway?",
      "es": "Bruce, ¿qué diablos es un codón?"
    }
  },
  {
    "translation": {
      "en": "Okay, you're asking Dr. Ivins to teach remedial science to the FBI now?",
      "es": "¿Le está pidiendo al doctor Ivins que le enseñe ciencia al FBI?"
    }
  },
  {
    "translation": {
      "en": "The letters A and T are used in DNA codons, right?",
      "es": "Las letras A y T se usan en los codones de ADN, ¿no?"
    }
  },
  {
    "translation": {
      "en": "We knew that there was a hidden message in the letter.",
      "es": "Sabíamos que había un mensaje oculto en la carta."
    }
  },
  {
    "translation": {
      "en": "Bold a T in one word and then you bold an A in another word",
      "es": "MUERTE A ESTADOS UNIDOS Pones en negrita una T en una palabra y luego una A en otra,"
    }
  },
  {
    "translation": {
      "en": "and use that to send hidden messages.",
      "es": "y usas eso para enviar mensajes ocultos."
    }
  },
  {
    "translation": {
      "en": "And they kind of had an idea of how it was translated.",
      "es": "Tenían una idea de cómo se traducía."
    }
  },
  {
    "translation": {
      "en": "We knew both from talking to Dr. Ivins",
      "es": "Sabíamos, por hablar con el doctor Ivins y por lo que había escrito,"
    }
  },
  {
    "translation": {
      "en": "and from things he had written, that Dr. Ivins hated New York.",
      "es": "Sabíamos, por hablar con el doctor Ivins y por lo que había escrito, que él odiaba Nueva York."
    }
  },
  {
    "translation": {
      "en": "The bolded letters translated into \"FNY.\"",
      "es": "Las letras en negrita se convertían en FNY."
    }
  },
  {
    "translation": {
      "en": "Take, what you will, the FNY.",
      "es": "Tomemos, por ejemplo, el FNY."
    }
  },
  {
    "translation": {
      "en": "\"Fuck New York.\"",
      "es": "\"Funesto Nueva York\"."
    }
  },
  {
    "translation": {
      "en": "Mr. Lisi, we agreed to come here in the spirit of cooperation.",
      "es": "Señor Lisi, acordamos venir aquí con ánimos de cooperar."
    }
  },
  {
    "translation": {
      "en": "I don't appreciate you trying to intimidate my client.",
      "es": "No me gusta que intente intimidar a mi cliente."
    }
  },
  {
    "translation": {
      "en": "You feeling intimidated, Bruce?",
      "es": "¿Te intimido, Bruce?"
    }
  },
  {
    "translation": {
      "en": "All that matters here is the science.",
      "es": "Lo único que importa aquí es la ciencia."
    }
  },
  {
    "translation": {
      "en": "We talked about the submission to the repository.",
      "es": "Hablamos de la entrega al depósito."
    }
  },
  {
    "translation": {
      "en": "I mean, it was just, like, one fastball after another.",
      "es": "Lo atacábamos de todos los ángulos."
    }
  },
  {
    "translation": {
      "en": "Six years ago, you submitted a sample of anthrax in your custody, came back clean.",
      "es": "Hace seis años, entregaste una muestra de ántrax que tenías tú,"
    }
  },
  {
    "translation": {
      "en": "Negative match.",
      "es": "y dio negativa."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "[Vince] There was another sample.",
      "es": "Había otra muestra."
    }
  },
  {
    "translation": {
      "en": "The original one.",
      "es": "La original."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be destroyed because, well, you didn't follow protocol.",
      "es": "Debía ser destruida porque no habías seguido el protocolo."
    }
  },
  {
    "translation": {
      "en": "You used the wrong test tubes, or some nonsense.",
      "es": "Usaste los tubos de ensayo equivocados o alguna tontería."
    }
  },
  {
    "translation": {
      "en": "What?",
      "es": "¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Wrong test tubes. The lab guys are very particular.",
      "es": "Otros tubos de ensayo. Son muy exigentes."
    }
  },
  {
    "translation": {
      "en": "Someone kept it, Bruce.",
      "es": "Alguien la guardó, Bruce."
    }
  },
  {
    "translation": {
      "en": "Let me back up, because actually, you prepare two, right?",
      "es": "Déjenme retroceder. Uno prepara dos, ¿no?"
    }
  },
  {
    "translation": {
      "en": "One sample goes to the repository, and one sample goes to Paul Keim.",
      "es": "Una muestra va al depósito y la otra a Paul Keim."
    }
  },
  {
    "translation": {
      "en": "The tube that came to me, the FBI didn't ever tell me to get rid of 'em.",
      "es": "El FBI nunca me dijo que me deshiciera del tubo que yo había recibido."
    }
  },
  {
    "translation": {
      "en": "And so, that first set of tubes that he sent to me",
      "es": "El primer juego de tubos que él me envió"
    }
  },
  {
    "translation": {
      "en": "stayed in our repository for the next four years.",
      "es": "quedó en nuestro depósito durante cuatro años."
    }
  },
  {
    "translation": {
      "en": "That one came back a match.",
      "es": "Esa muestra dio positiva."
    }
  },
  {
    "translation": {
      "en": "The same DNA markers as the spores that killed those five people in 2001.",
      "es": "Tenía los mismos marcadores genéticos que las esporas de las cartas de 2001."
    }
  },
  {
    "translation": {
      "en": "We traced it to a flask labeled RMR-1029.",
      "es": "La rastreamos hasta un matraz con la etiqueta RMR-1029…"
    }
  },
  {
    "translation": {
      "en": "Which you control.",
      "es": "que controlas tú."
    }
  },
  {
    "translation": {
      "en": "A dozen people have access to that flask.",
      "es": "Muchas personas acceden a ese matraz."
    }
  },
  {
    "translation": {
      "en": "Fourteen, actually.",
      "es": "De hecho, 14."
    }
  },
  {
    "translation": {
      "en": "But you're so sure it's me?",
      "es": "Pero ¿me acusan a mí?"
    }
  },
  {
    "translation": {
      "en": "I think we are finished here. [clears throat] Dr. Ivins.",
      "es": "Me parece que ya terminamos. Doctor Ivins."
    }
  },
  {
    "translation": {
      "en": "Why'd you submit two different samples, Bruce?",
      "es": "¿Por qué diste muestras distintas?"
    }
  },
  {
    "translation": {
      "en": "Can you explain why?",
      "es": "¿Puedes explicarlo?"
    }
  },
  {
    "translation": {
      "en": "[Vince] So after Bruce's first sample was refused by the repository and it was destroyed,",
      "es": "Después de que rechazaran y destruyeran la primera muestra de Bruce,"
    }
  },
  {
    "translation": {
      "en": "he, uh, attended this meeting and was told exactly what the samples were going to be used for.",
      "es": "él asistió a una reunión y le dijeron para qué se usarían las muestras."
    }
  },
  {
    "translation": {
      "en": "Right? So now he's thinking, \"Wait a minute…\"",
      "es": "Y pensó: \"Un momento…\"."
    }
  },
  {
    "translation": {
      "en": "Doctor, please, follow protocol to the letter this time.",
      "es": "Por favor, esta vez, siga el protocolo al pie de la letra."
    }
  },
  {
    "translation": {
      "en": "[Vince] \"So when I submit my new sample of RMR-1029,",
      "es": "\"Cuando entregue la segunda muestra de RMR-1029,"
    }
  },
  {
    "translation": {
      "en": "I'll put something else in there, so it doesn't point back to me.\"",
      "es": "pondré otra cosa que no me incrimine\"."
    }
  },
  {
    "translation": {
      "en": "He got a second bite at the apple, right?",
      "es": "Tuvo una segunda oportunidad."
    }
  },
  {
    "translation": {
      "en": "[Hayward] We appreciate your help.",
      "es": "Gracias por su ayuda."
    }
  },
  {
    "translation": {
      "en": "[Vince] Can you explain that?",
      "es": "¿Cómo explicas eso?"
    }
  },
  {
    "translation": {
      "en": "I'm not a killer.",
      "es": "No soy un asesino."
    }
  },
  {
    "translation": {
      "en": "Let's see what a jury says.",
      "es": "Veamos qué dice un jurado."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] The one thing Bruce was not is an emotionally strong person.",
      "es": "Bruce no era una persona emocionalmente fuerte."
    }
  },
  {
    "translation": {
      "en": "The FBI isolated him from most of his friends and family.",
      "es": "El FBI lo aisló de la mayoría de sus amigos y familiares."
    }
  },
  {
    "translation": {
      "en": "His reputation had been sullied.",
      "es": "Habían manchado su reputación."
    }
  },
  {
    "translation": {
      "en": "He seemed to be moving away from his former self.",
      "es": "Parecía estar alejándose de su antiguo yo."
    }
  },
  {
    "translation": {
      "en": "The first thing I noticed was that he wasn't",
      "es": "Lo primero que noté fue que no estaba interesado en hacer reír a otras personas"
    }
  },
  {
    "translation": {
      "en": "primarily interested in getting other people to laugh",
      "es": "fue que no estaba interesado en hacer reír a otras personas"
    }
  },
  {
    "translation": {
      "en": "or to engage with other people.",
      "es": "o en relacionarse con otros."
    }
  },
  {
    "translation": {
      "en": "He became somewhat withdrawn.",
      "es": "Se volvió más retraído."
    }
  },
  {
    "translation": {
      "en": "He admitted that he had been drinking and that he wasn't sleeping well.",
      "es": "Admitió que había estado bebiendo y que no dormía bien."
    }
  },
  {
    "translation": {
      "en": "I think he even had an issue with a mental health professional that he was seeing.",
      "es": "Tuvo un inconveniente con el terapeuta que lo trataba."
    }
  },
  {
    "translation": {
      "en": "[Paul] He actually had a restraining order against him by his counselor.",
      "es": "Su terapeuta había solicitado una orden de restricción en su contra."
    }
  },
  {
    "translation": {
      "en": "There was a dark side to Bruce that many of us didn't see.",
      "es": "Bruce tenía un lado oscuro que muchos no vimos."
    }
  },
  {
    "translation": {
      "en": "[Bruce] I have this terrible dreaded feeling that…",
      "es": "Tengo la espantosa sensación…"
    }
  },
  {
    "translation": {
      "en": "I have been selected for the blood sacrifice.",
      "es": "de que me eligieron para el sacrificio de sangre."
    }
  },
  {
    "translation": {
      "en": "The FBI can take the most innocent moment or incident",
      "es": "El FBI puede tomar el momento o incidente más inocente"
    }
  },
  {
    "translation": {
      "en": "and turn it into something that looks as if it came from the devil himself.",
      "es": "y convertirlo en algo que parezca una obra del mismísimo diablo."
    }
  },
  {
    "translation": {
      "en": "I don't have a killer bone in my body, but it doesn't make a difference.",
      "es": "No tengo ni una pizca de asesino, pero eso no cambia nada."
    }
  },
  {
    "translation": {
      "en": "I miss the days…",
      "es": "Extraño los días…"
    }
  },
  {
    "translation": {
      "en": "I miss the days that people would say that I was sane without a snicker.",
      "es": "Extraño los días en que la gente decía que estaba cuerdo sin una risita."
    }
  },
  {
    "translation": {
      "en": "I miss the days when I felt that we were doing what was worthy and honest.",
      "es": "Extraño los días en que sentía que hacíamos algo noble y honrado."
    }
  },
  {
    "translation": {
      "en": "Our pasts shape our futures.",
      "es": "Nuestro pasado da forma a nuestro futuro."
    }
  },
  {
    "translation": {
      "en": "And mine was built",
      "es": "Y el mío se construyó"
    }
  },
  {
    "translation": {
      "en": "with lies and craziness and depression.",
      "es": "con mentiras, locura y depresión."
    }
  },
  {
    "translation": {
      "en": "Go down low. Low.",
      "es": "Baja. Desciende."
    }
  },
  {
    "translation": {
      "en": "Low as you can go.",
      "es": "Ve lo más abajo que puedas."
    }
  },
  {
    "translation": {
      "en": "And then dig forever.",
      "es": "Luego cava para siempre."
    }
  },
  {
    "translation": {
      "en": "And there you'll find me.",
      "es": "Y ahí me encontrarás."
    }
  },
  {
    "translation": {
      "en": "My psyche.",
      "es": "Mi psiquis."
    }
  },
  {
    "translation": {
      "en": "Alone.",
      "es": "Solo."
    }
  },
  {
    "translation": {
      "en": "The farther I go, it's alone.",
      "es": "Cuanto más lejos voy, más solo estoy."
    }
  },
  {
    "translation": {
      "en": "[operator] Frederick County 911. What is the address of the emergency?",
      "es": "Condado de Frederick. ¿Dónde es la emergencia?"
    }
  },
  {
    "translation": {
      "en": "[woman] Military Road.",
      "es": "En Military Road."
    }
  },
  {
    "translation": {
      "en": "-[operator] And what's your name? -Diane Ivins.",
      "es": "¿Cómo se llama? Diane Ivins."
    }
  },
  {
    "translation": {
      "en": "[operator] Diane, what's the problem? Tell me exactly what happened.",
      "es": "¿Cuál es el problema? Dígame exactamente qué pasó."
    }
  },
  {
    "translation": {
      "en": "[Diane] My husband, I found him laying on the bathroom floor upstairs.",
      "es": "Encontré a mi marido tirado en el piso del baño."
    }
  },
  {
    "translation": {
      "en": "He's unconscious. He's got a…",
      "es": "Está inconsciente. Tiene la respiración acelerada."
    }
  },
  {
    "translation": {
      "en": "He's breathing rapidly, he's clammy.",
      "es": "Está inconsciente. Tiene la respiración acelerada. Está sudado."
    }
  },
  {
    "translation": {
      "en": "I found some…",
      "es": "Encontré…"
    }
  },
  {
    "translation": {
      "en": "a glass of wine earlier in the day.",
      "es": "una copa de vino más temprano."
    }
  },
  {
    "translation": {
      "en": "I don't know if he was drinking and got up and fell or...",
      "es": "No sé si estaba bebiendo y se levantó y se cayó,"
    }
  },
  {
    "translation": {
      "en": "if he drank too much.",
      "es": "o si bebió demasiado."
    }
  },
  {
    "translation": {
      "en": "[operator] All right, I'm sending the ambulance to help you now.",
      "es": "Enviaré una ambulancia."
    }
  },
  {
    "translation": {
      "en": "Want me to stay on the line with you or are you okay?",
      "es": "¿Me quedo en línea o está bien?"
    }
  },
  {
    "translation": {
      "en": "[Diane] No, I'm okay.",
      "es": "No, estoy bien."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Bruce Ivins, a brilliant microbi--",
      "es": "Bruce Ivins, un microbiológico…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Tuesday, Ivins died of an apparent overdose.",
      "es": "Ivins murió de una aparente sobredosis."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The nation's most notorious unsolved terrorist crime.",
      "es": "El crimen terrorista sin resolver más infame de la nación."
    }
  },
  {
    "translation": {
      "en": "The death of Bruce Ivins--",
      "es": "La muerte de Ivins…"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] …was a delusional sociopath.",
      "es": "Era un sociópata delirante."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] A history of mental illness.",
      "es": "Un caso de enfermedad mental."
    }
  },
  {
    "translation": {
      "en": "It was his own fault.",
      "es": "Fue su culpa."
    }
  },
  {
    "translation": {
      "en": "One of the largest and most complex investigations--",
      "es": "Una de las investigaciones más complejas…"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] …had the opportunity, motive, and means to be the 2001 Anthrax Killer.",
      "es": "Tuvo la oportunidad, el móvil y los medios para ser el asesino del ántrax de 2001."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "Because of the extraordinary and justified public interest in this investigation,",
      "es": "6 AÑOS, 9 MESES Y 19 DÍAS DESDE LA PRIMERA EXPOSICIÓN AL ÁNTRAX Debido al extraordinario y justificado interés público en esta investigación,"
    }
  },
  {
    "translation": {
      "en": "as well as the significant public attention resulting from the death",
      "es": "así como la gran atención popular debido a la muerte"
    }
  },
  {
    "translation": {
      "en": "of Dr. Bruce Edward Ivins last week,",
      "es": "del Dr. Bruce Ivins la semana pasada,"
    }
  },
  {
    "translation": {
      "en": "today we are compelled to take the extraordinary step",
      "es": "hoy nos vemos obligados a dar el paso singular"
    }
  },
  {
    "translation": {
      "en": "of providing some of our conclusions.",
      "es": "de compartir algunas conclusiones."
    }
  },
  {
    "translation": {
      "en": "We are confident that Dr. Ivins was the only person responsible for these attacks.",
      "es": "Estamos seguros de que el Dr. Ivins fue el único responsable de estos ataques."
    }
  },
  {
    "translation": {
      "en": "How is it possible that a guy in this state of mind",
      "es": "¿Cómo es posible que un hombre en este estado mental"
    }
  },
  {
    "translation": {
      "en": "could have tricked the FBI",
      "es": "haya engañado al FBI"
    }
  },
  {
    "translation": {
      "en": "for so long?",
      "es": "durante tanto tiempo?"
    }
  },
  {
    "translation": {
      "en": "Officials say authorities were investigating",
      "es": "Las autoridades investigan"
    }
  },
  {
    "translation": {
      "en": "whether Ivins released anthrax as a way of testing the vaccine",
      "es": "si Ivins liberó ántrax para probar la vacuna"
    }
  },
  {
    "translation": {
      "en": "he developed here at Fort Detrick.",
      "es": "que desarrolló en Fort Detrick."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are you a hundred percent certain Bruce did it?",
      "es": "¿Estás seguro de que fue Bruce?"
    }
  },
  {
    "translation": {
      "en": "Oh, absolutely. Absolutely. Beyond a reasonable doubt.",
      "es": "Por supuesto. Más allá de toda duda razonable."
    }
  },
  {
    "translation": {
      "en": "Bruce was worried that his life's work",
      "es": "A Bruce le preocupaba que el trabajo de su vida"
    }
  },
  {
    "translation": {
      "en": "dedicated to anthrax research was gonna come to an end.",
      "es": "dedicado a la investigación del ántrax se terminara."
    }
  },
  {
    "translation": {
      "en": "Right? And then the anthrax attacks happen",
      "es": "¿Sí? Y luego ocurrieron los ataques con ántrax."
    }
  },
  {
    "translation": {
      "en": "and all of a sudden the FDA quickly approves this batch of vaccines,",
      "es": "De repente, aprobaron su vacuna"
    }
  },
  {
    "translation": {
      "en": "and then Bruce ended up getting the highest award a civilian can get in the Army for his work on anthrax.",
      "es": "y le dieron el premio más prestigioso que un civil puede recibir en el Ejército."
    }
  },
  {
    "translation": {
      "en": "He's responsible for five murders. You know?",
      "es": "Es responsable de cinco asesinatos. ¿Sabes?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How certain are you that Bruce was responsible?",
      "es": "¿Qué tan seguro estás de que Bruce fue el responsable?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm-- I'm not certain that he was the mailer.",
      "es": "Yo no estoy seguro de que haya sido él."
    }
  },
  {
    "translation": {
      "en": "It's not like a murder case, you know,",
      "es": "No es como un caso de homicidio,"
    }
  },
  {
    "translation": {
      "en": "where you have a blood stain and you can come back and say,",
      "es": "donde tienes una mancha de sangre y puedes regresar y decir:"
    }
  },
  {
    "translation": {
      "en": "\"Absolutely, this belongs to that person. That puts them at the crime scene.\"",
      "es": "\"Esto pertenece a esa persona. Eso lo ubica en el lugar del hecho\"."
    }
  },
  {
    "translation": {
      "en": "In the case of the anthrax with the DNA, uh,",
      "es": "En el caso del ántrax con el ADN,"
    }
  },
  {
    "translation": {
      "en": "we just put the… the suspect or the perpetrator in the vicinity of the flask.",
      "es": "ubicamos al sospechoso o al perpetrador cerca del matraz."
    }
  },
  {
    "translation": {
      "en": "It's a circumstantial case.",
      "es": "Es un caso circunstancial."
    }
  },
  {
    "translation": {
      "en": "There's no silver bullet here,",
      "es": "Aquí no hay una solución mágica."
    }
  },
  {
    "translation": {
      "en": "but… and if you want to look at any one little aspect and pick it apart, that's fine.",
      "es": "Si quieres analizar cada detalle y desacreditarnos, está bien."
    }
  },
  {
    "translation": {
      "en": "But I tell people it's like looking at the Mona Lisa through a drinking straw.",
      "es": "Pero es como mirar a la Mona Lisa a través de un sorbete."
    }
  },
  {
    "translation": {
      "en": "Right? You got to step back and look at the whole thing.",
      "es": "Tienes que alejarte para ver todo."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Former supervisor Jeffrey Adamovicz says Ivins knew he was under suspicion.",
      "es": "Según el exsupervisor Jeffrey Adamovicz, Ivins sabía que sospechaban de él."
    }
  },
  {
    "translation": {
      "en": "If this case is closed and that evidence was not sufficient",
      "es": "Si cerraron el caso sin pruebas suficientes que demuestren que él fue el responsable,"
    }
  },
  {
    "translation": {
      "en": "to indicate that he was the person who did this,",
      "es": "sin pruebas suficientes que demuestren que él fue el responsable,"
    }
  },
  {
    "translation": {
      "en": "that means that person is still out there.",
      "es": "el culpable sigue libre."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] I think the FBI was under tremendous political pressure",
      "es": "Creo que el FBI tenía mucha presión política"
    }
  },
  {
    "translation": {
      "en": "to solve this case.",
      "es": "para resolver este caso."
    }
  },
  {
    "translation": {
      "en": "But it was clear that these spores had been processed in such a way",
      "es": "Pero estaba claro que estas esporas habían sido procesadas de tal manera"
    }
  },
  {
    "translation": {
      "en": "that they had characteristics and features that weren't consistent",
      "es": "que tenían características que no eran consistentes"
    }
  },
  {
    "translation": {
      "en": "with the spores that we made.",
      "es": "con nuestras esporas."
    }
  },
  {
    "translation": {
      "en": "And it didn't seem that Bruce had the technical knowledge to do that, nor did anybody else at the institute.",
      "es": "No sé si Bruce ni nadie en el instituto tenían los conocimientos para hacer eso."
    }
  },
  {
    "translation": {
      "en": "And that's what still bothers me to this day about this entire case.",
      "es": "Eso es lo que aún me perturba de este caso."
    }
  },
  {
    "translation": {
      "en": "[Vince] Bruce would tell us that he didn't have the skill set to grow the spores.",
      "es": "Bruce nos decía que no tenía la habilidad para cultivar las esporas."
    }
  },
  {
    "translation": {
      "en": "But I met with a leading scientist and said,",
      "es": "Hablé con un supervisor y le dije:"
    }
  },
  {
    "translation": {
      "en": "\"How many people do you know that can make spores like this?\"",
      "es": "\"¿Cuántas personas pueden hacer esporas así?\"."
    }
  },
  {
    "translation": {
      "en": "And he goes, \"That I know of?\"",
      "es": "Dijo: \"¿Que yo conozca?"
    }
  },
  {
    "translation": {
      "en": "\"Maybe six or eight.\"",
      "es": "Unas seis u ocho\"."
    }
  },
  {
    "translation": {
      "en": "Bruce was one of the first names.",
      "es": "Y nombró a Bruce enseguida."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] While the FBI believes it's solved the case,",
      "es": "El FBI cree que ha resuelto el caso,"
    }
  },
  {
    "translation": {
      "en": "an attorney for the Ivins family says nothing could be further from the truth.",
      "es": "pero un abogado de la familia Ivins dice que eso no es así."
    }
  },
  {
    "translation": {
      "en": "The evidence does not directly tie Ivins to the anthrax letters,",
      "es": "Las pruebas no vinculan directamente a Ivins con las cartas,"
    }
  },
  {
    "translation": {
      "en": "but with the suspect now dead,",
      "es": "pero, como el sospechoso murió,"
    }
  },
  {
    "translation": {
      "en": "the government will never have to prove that link.",
      "es": "el Estado ya no tendrá que probarlo."
    }
  },
  {
    "translation": {
      "en": "[Paul] I was very disappointed in the FBI",
      "es": "Me decepcionó bastante el FBI"
    }
  },
  {
    "translation": {
      "en": "because there was still a lot to learn,",
      "es": "porque aún había mucho que investigar,"
    }
  },
  {
    "translation": {
      "en": "and instead they closed the case and they destroyed the evidence.",
      "es": "pero cerraron el caso y destruyeron las pruebas."
    }
  },
  {
    "translation": {
      "en": "Almost all of those spores and samples have now been destroyed,",
      "es": "Se destruyeron casi todas las esporas y las muestras,"
    }
  },
  {
    "translation": {
      "en": "and so, uh, there's no chance to go back and reopen this and look at it.",
      "es": "así que no hay posibilidades de reabrir el caso y volver a analizarlo."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Now to that anthrax investigation, as you know, the prime suspect committed suicide--",
      "es": "Respecto a la investigación de ántrax, el principal sospechoso se suicidó."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] News crews now descending upon the widow's home…",
      "es": "Los medios están llegando a la casa de la viuda…"
    }
  },
  {
    "translation": {
      "en": "You know, when I found out that he committed suicide,",
      "es": "Cuando me enteré de que se había suicidado,"
    }
  },
  {
    "translation": {
      "en": "I thought through it a lot.",
      "es": "lo analicé mucho."
    }
  },
  {
    "translation": {
      "en": "I'd seen what the FBI had done with Steven Hatfill.",
      "es": "Había visto el trato del FBI hacia Hatfill."
    }
  },
  {
    "translation": {
      "en": "The pressure that they'd put on him to try to break him…",
      "es": "Cuánto lo habían presionado para intentar quebrarlo."
    }
  },
  {
    "translation": {
      "en": "[Diane] It wasn't unusual for him to sleep all day",
      "es": "No era raro que durmiera todo el día,"
    }
  },
  {
    "translation": {
      "en": "because he's been depressed and concerned about this investigation.",
      "es": "porque estaba deprimido y preocupado por esta investigación."
    }
  },
  {
    "translation": {
      "en": "He's been incredibly, incredibly stressed because of the way he's been hounded by the FBI.",
      "es": "Estaba muy estresado por la forma en que lo ha acosado el FBI."
    }
  },
  {
    "translation": {
      "en": "[man] I can imagine.",
      "es": "Me imagino."
    }
  },
  {
    "translation": {
      "en": "[Diane] And I felt that he couldn't take it anymore.",
      "es": "Y creo que no pudo tolerarlo más."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] Bruce talked about them threatening his family,",
      "es": "Bruce dijo que habían amenazado a la familia,"
    }
  },
  {
    "translation": {
      "en": "trying to get his children to testify against him.",
      "es": "que trataban de que los hijos declararan en su contra."
    }
  },
  {
    "translation": {
      "en": "Maybe he sent the letters, and maybe he didn't.",
      "es": "Tal vez envió las cartas, tal vez no."
    }
  },
  {
    "translation": {
      "en": "But it was the pressure of the FBI is why Bruce committed suicide.",
      "es": "Pero Bruce se suicidó por la presión del FBI."
    }
  },
  {
    "translation": {
      "en": "It's really hard for me to hear that,",
      "es": "Es duro escuchar eso,"
    }
  },
  {
    "translation": {
      "en": "when I feel like we're accused of driving him to suicide.",
      "es": "escuchar que nos acusan de llevarlo al suicidio."
    }
  },
  {
    "translation": {
      "en": "We did everything we could to both keep him safe, right?",
      "es": "Hicimos todo lo posible para mantenerlo a salvo."
    }
  },
  {
    "translation": {
      "en": "To protect himself and protect the public,",
      "es": "Para protegerlo y proteger a la gente."
    }
  },
  {
    "translation": {
      "en": "but also pursuing him aggressively because we had to,",
      "es": "Lo seguíamos porque debíamos hacerlo,"
    }
  },
  {
    "translation": {
      "en": "because we were convinced he was the one who committed the anthrax attacks.",
      "es": "estábamos convencidos de que él era el responsable."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] The investigation into the Anthrax Killer is being called the FBI's most expensive undertaking ever.",
      "es": "La investigación del asesino del ántrax es la más costosa de la historia del FBI."
    }
  },
  {
    "translation": {
      "en": "The agency spent more than $10 million…",
      "es": "Gastaron más de diez millones de dólares…"
    }
  },
  {
    "translation": {
      "en": "Over the past seven years, they've followed up 50,000 leads",
      "es": "En los últimos siete años, el FBI siguió 50 000 pistas"
    }
  },
  {
    "translation": {
      "en": "on six continents,",
      "es": "en seis continentes,"
    }
  },
  {
    "translation": {
      "en": "conducted 9,000-plus interviews,",
      "es": "llevó a cabo más de 9000 interrogatorios"
    }
  },
  {
    "translation": {
      "en": "and issued 6,000 grand jury subpoenas.",
      "es": "y emitió 6000 citaciones."
    }
  },
  {
    "translation": {
      "en": "They never let this go.",
      "es": "No abandonan el caso."
    }
  },
  {
    "translation": {
      "en": "What could ever possibly motivate somebody to mail anthrax and kill innocent victims?",
      "es": "¿Qué podría motivar a alguien a enviar ántrax y matar a inocentes?"
    }
  },
  {
    "translation": {
      "en": "And when you think about the letters themselves,",
      "es": "Cuando piensas en las cartas,"
    }
  },
  {
    "translation": {
      "en": "the letters didn't get to Tom Brokaw. They didn't get to Senator Daschle.",
      "es": "no llegaron a Tom Brokaw ni al senador Daschle."
    }
  },
  {
    "translation": {
      "en": "But who are the people who get sick?",
      "es": "¿Quiénes se enfermaron?"
    }
  },
  {
    "translation": {
      "en": "Mr. Stevens in Florida.",
      "es": "El señor Stevens en Florida."
    }
  },
  {
    "translation": {
      "en": "The people who opened the letters in NBC.",
      "es": "La gente que abrió los sobres en NBC."
    }
  },
  {
    "translation": {
      "en": "Let's close off…",
      "es": "Cerremos…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] The people who were working in the Hart Senate Office Building.",
      "es": "La gente que trabajaba en el edificio Hart."
    }
  },
  {
    "translation": {
      "en": "People were coming in contact with it just through the course of their, like, duty",
      "es": "La gente entraba en contacto con el ántrax cuando cumplía su deber"
    }
  },
  {
    "translation": {
      "en": "as a civilian employee of the U.S. Postal Service.",
      "es": "como empleado civil del Servicio Postal."
    }
  },
  {
    "translation": {
      "en": "[male official] We have provided you copies of the court documents which give details…",
      "es": "Tienen copias de los documentos que incluyen detalles…"
    }
  },
  {
    "translation": {
      "en": "When I heard about the press conference,",
      "es": "Cuando me enteré de la conferencia de prensa,"
    }
  },
  {
    "translation": {
      "en": "I said, \"Okay, I need to be there.\"",
      "es": "pensé: \"Tengo que estar presente\"."
    }
  },
  {
    "translation": {
      "en": "I have a postal press badge",
      "es": "Tenía una insignia de prensa"
    }
  },
  {
    "translation": {
      "en": "and they let me in.",
      "es": "y pude entrar."
    }
  },
  {
    "translation": {
      "en": "How big a factor was Dr. Hatfill? How did the FBI get so off track?",
      "es": "¿Qué tan importante era el Dr. Hatfill? ¿Cómo se desvió tanto el FBI?"
    }
  },
  {
    "translation": {
      "en": "If you talk a little more about the meeting with the family…",
      "es": "¿Podría contar un poco más de la reunión con la familia?"
    }
  },
  {
    "translation": {
      "en": "[Dena] I have a question.",
      "es": "Tengo una pregunta."
    }
  },
  {
    "translation": {
      "en": "-Yes, in the back. -I'd like to ask the Postal Inspector…",
      "es": "- En la parte de atrás. - Es para el inspector postal."
    }
  },
  {
    "translation": {
      "en": "Um, when are you-- Are you planning to brief or speak with the postal workers",
      "es": "¿Planean informar o dirigirse a los empleados que se vieron afectados?"
    }
  },
  {
    "translation": {
      "en": "who were affected, or is that the end of it?",
      "es": "¿Planean informar o dirigirse a los empleados que se vieron afectados? ¿O ya no?"
    }
  },
  {
    "translation": {
      "en": "Um, we, today, this morning, sent out a letter from the Postmaster General",
      "es": "Esta mañana, enviamos una carta del Director General de Correos"
    }
  },
  {
    "translation": {
      "en": "to all of our postal employees.",
      "es": "a todos nuestros empleados."
    }
  },
  {
    "translation": {
      "en": "I was just appalled that they dismissed us like that,",
      "es": "Me horrorizó que nos desestimaran así"
    }
  },
  {
    "translation": {
      "en": "and they just continue to dismiss us.",
      "es": "y que siguieran desestimándonos."
    }
  },
  {
    "translation": {
      "en": "I would like to know, are you all planning to do anything to meet with us",
      "es": "Me gustaría saber si planean reunirse con nosotros"
    }
  },
  {
    "translation": {
      "en": "so that we can, um, get a briefing and also ask our questions?",
      "es": "para informarnos al respecto y para que nosotros hagamos preguntas."
    }
  },
  {
    "translation": {
      "en": "Of course, we'll answer the questions",
      "es": "Responderemos las preguntas"
    }
  },
  {
    "translation": {
      "en": "as the questions come in to, uh, to the Postal Service.",
      "es": "cuando lleguen al Servicio Postal."
    }
  },
  {
    "translation": {
      "en": "But remember, we have 700,000 employees across the country.",
      "es": "Recuerden que tenemos 700 000 empleados en todo el país."
    }
  },
  {
    "translation": {
      "en": "Brentwood was renamed",
      "es": "Brentwood pasó a llamarse"
    }
  },
  {
    "translation": {
      "en": "the Joseph P. Curseen Junior and Thomas Morris Junior",
      "es": "Centro de procesamiento y distribución"
    }
  },
  {
    "translation": {
      "en": "Processing and Distribution Facility.",
      "es": "Joseph P. Curseen Junior y Thomas Morris Junior."
    }
  },
  {
    "translation": {
      "en": "And I thought that was a beautiful tribute.",
      "es": "Eso me pareció un tributo hermoso."
    }
  },
  {
    "translation": {
      "en": "I can't hold bitterness.",
      "es": "No puedo aferrarme a la amargura."
    }
  },
  {
    "translation": {
      "en": "I can't hold hatred.",
      "es": "No puedo aferrarme al odio."
    }
  },
  {
    "translation": {
      "en": "Obviously… He… He… This person had issues,",
      "es": "Obviamente, esta persona tenía problemas,"
    }
  },
  {
    "translation": {
      "en": "and something wasn't quite right there.",
      "es": "y algo no andaba bien."
    }
  },
  {
    "translation": {
      "en": "And because we're all intertwined,",
      "es": "Como todos estamos entrecruzados…"
    }
  },
  {
    "translation": {
      "en": "innocent people get caught up in it.",
      "es": "gente inocente quedó en el medio."
    }
  },
  {
    "translation": {
      "en": "I feel bad for him, that if he did this,",
      "es": "Me siento mal por él. Lamento que su mente lo haya llevado ahí, si es que hizo esto."
    }
  },
  {
    "translation": {
      "en": "that his mind took him there.",
      "es": "Lamento que su mente lo haya llevado ahí, si es que hizo esto."
    }
  },
  {
    "translation": {
      "en": "[Casey] Clearly, suicide is horrible and terrible,",
      "es": "El suicidio es algo terrible y espantoso,"
    }
  },
  {
    "translation": {
      "en": "but the fact that I knew that this person who may have killed five people",
      "es": "pero saber que este hombre que podría haber matado a cinco personas"
    }
  },
  {
    "translation": {
      "en": "wasn't alive anymore… is that a terrible thing to say? I…",
      "es": "ya no estaba vivo, aunque suene horrible,"
    }
  },
  {
    "translation": {
      "en": "I was just somewhat relieved that he wasn't around anymore.",
      "es": "me aliviaba. Me aliviaba que no siguiera aquí."
    }
  },
  {
    "translation": {
      "en": "Sorry, God.",
      "es": "Perdón, Dios."
    }
  },
  {
    "translation": {
      "en": "[Terrence] The names on that building,",
      "es": "Los nombres de ese edificio"
    }
  },
  {
    "translation": {
      "en": "it's a testament for us as to what happened,",
      "es": "son un testimonio de lo que ocurrió"
    }
  },
  {
    "translation": {
      "en": "you know? And, um…",
      "es": "y…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "es": "Disculpen."
    }
  },
  {
    "translation": {
      "en": "[sniffling] I'm sorry.",
      "es": "Perdón."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "es": "Perdón."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But…",
      "es": "Pero…"
    }
  },
  {
    "translation": {
      "en": "Um… I'm sorry…",
      "es": "Disculpen."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm sorry.",
      "es": "Disculpen."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. So…",
      "es": "Perdón."
    }
  },
  {
    "translation": {
      "en": "I think different people",
      "es": "Creo que cada persona…"
    }
  },
  {
    "translation": {
      "en": "walk away from this with different things.",
      "es": "se aleja de esto a su modo."
    }
  },
  {
    "translation": {
      "en": "And I think we're still learning from the experience.",
      "es": "Y aún seguimos aprendiendo de esta experiencia."
    }
  },
  {
    "translation": {
      "en": "My throat was raw and I couldn't hardly swallow.",
      "es": "Tenía la garganta irritada y apenas podía tragar."
    }
  },
  {
    "translation": {
      "en": "I could barely eat. I couldn't keep anything down.",
      "es": "Apenas podía comer. No podía retener nada."
    }
  },
  {
    "translation": {
      "en": "I was having problems breathing. My throat was real sore.",
      "es": "Me costaba respirar. Me dolía la garganta."
    }
  },
  {
    "translation": {
      "en": "I feel as though we were betrayed.",
      "es": "Siento que nos traicionaron."
    }
  },
  {
    "translation": {
      "en": "[man 1] This is the video deposition of John Ashcroft.",
      "es": "Esta es la declaración en video de John Ashcroft."
    }
  },
  {
    "translation": {
      "en": "[man 2] Is it appropriate for Department of Justice officials",
      "es": "¿Es apropiado que el Dpto. de Justicia"
    }
  },
  {
    "translation": {
      "en": "to suggest that Dr. Hatfill fits a behavioral profile",
      "es": "sugiera que el Dr. Hatfill tiene un perfil que se ajusta"
    }
  },
  {
    "translation": {
      "en": "of the Anthrax Killer?",
      "es": "al del asesino?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No lo sé."
    }
  },
  {
    "translation": {
      "en": "[man 2] You don't know whether it was appropriate to disclose that kind of information?",
      "es": "¿No sabe si fue apropiado revelar ese tipo de información?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "[man 2] Do you think it's fair to Dr. Hatfill?",
      "es": "¿Es justo para el Dr. Hatfill?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "What direct evidence do you have?",
      "es": "¿Qué pruebas directas tiene?"
    }
  },
  {
    "translation": {
      "en": "For instance, do you have any tape that was used on the envelope",
      "es": "Por ejemplo, ¿tiene alguna cinta que se haya usado en el sobre"
    }
  },
  {
    "translation": {
      "en": "that was recovered from his home?",
      "es": "que hallaron en la casa?"
    }
  },
  {
    "translation": {
      "en": "Do you have any other, uh, evidence",
      "es": "Los expertos de la Academia Nacional de Ciencias"
    }
  },
  {
    "translation": {
      "en": "that clearly would link him? For instance, the affidavit mentions",
      "es": "determinaron que \"no es posible llegar a una conclusión definitiva"
    }
  },
  {
    "translation": {
      "en": "that people of this sort often keep souvenirs.",
      "es": "sobre los orígenes del ántrax\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] It was known as the \"Quantico Letter.\" It was a letter sent in September of 2001 identifying an Arab-American scientist…",
      "es": "El FBI sostiene que \"rara vez la ciencia por sí sola resuelve una investigación\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Were you able to place him at the mailboxes in Princeton? Like a gas receipt?",
      "es": "¿Pudo ubicarlo en Princeton? ¿Con un recibo de gasolina, por ejemplo?"
    }
  },
  {
    "translation": {
      "en": "[official] We don't have that piece of direct evidence you mention.",
      "es": "No tenemos esa prueba directa que menciona."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Can you speak broadly about some of the skepticism that people have?",
      "es": "¿Puede hablar del escepticismo que tiene la gente?"
    }
  },
  {
    "translation": {
      "en": "Is that normal?",
      "es": "¿Eso es normal?"
    }
  }
]