[
  {
    "translation": {
      "en": "[man] A lot of people say, \"Carnitas is just carne.\"",
      "es": "Mucha gente dice: \"Las carnitas son solo carne\"."
    }
  },
  {
    "translation": {
      "en": "But to me, carnitas is my life.",
      "es": "Pero para mí, las carnitas son mi vida."
    }
  },
  {
    "translation": {
      "en": "I remember when I was a young kid,",
      "es": "Recuerdo que cuando era niño"
    }
  },
  {
    "translation": {
      "en": "waking up and hearing the sound of the flame turning on.",
      "es": "despertaba y escuchaba el sonido del fuego que se encendía."
    }
  },
  {
    "translation": {
      "en": "I knew my dad was up and ready to go to work.",
      "es": "Sabía que mi papá estaba listo para trabajar."
    }
  },
  {
    "translation": {
      "en": "I'd walk to the back,",
      "es": "Iba atrás"
    }
  },
  {
    "translation": {
      "en": "and I could see his shadow because all the flames are on.",
      "es": "y veía su sombra porque el fuego estaba encendido."
    }
  },
  {
    "translation": {
      "en": "And my dad wouldn't even know I was there.",
      "es": "Mi papá no sabía yo que estaba ahí."
    }
  },
  {
    "translation": {
      "en": "And I would literally sit on the fence, watching everything being cooked together.",
      "es": "Me sentaba en la cerca y veía cómo se cocinaba todo junto."
    }
  },
  {
    "translation": {
      "en": "It was just an amazing feeling of a great man.",
      "es": "Era una sensación increíble de un gran hombre."
    }
  },
  {
    "translation": {
      "en": "And it just hit me. I had to help my dad.",
      "es": "Entonces, lo supe. Debía ayudar a mi papá."
    }
  },
  {
    "translation": {
      "en": "I went inside, got ready, put my shoes on,",
      "es": "Entré, me preparé, me puse los zapatos,"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Hey, Dad. I got this.\"",
      "es": "y dije: \"Papá, yo lo haré\"."
    }
  },
  {
    "translation": {
      "en": "That was the first time he actually let me move the paddle.",
      "es": "Fue la primera vez que me dejó sostener la pala."
    }
  },
  {
    "translation": {
      "en": "And I knew for a fact this was my destiny.",
      "es": "Yo sabía que este era mi destino."
    }
  },
  {
    "translation": {
      "en": "[man 2] When people think about Los Angeles, it's a cliche of cliches.",
      "es": "Cuando la gente piensa en Los Ángeles, es un cliché de clichés."
    }
  },
  {
    "translation": {
      "en": "The great weather, surfing,",
      "es": "El buen clima, el surf,"
    }
  },
  {
    "translation": {
      "en": "gluten-free avocado toast. But they don't know the real city.",
      "es": "las tostadas de aguacate sin gluten. No ven la ciudad real."
    }
  },
  {
    "translation": {
      "en": "Los Angeles is one of the most diverse cities",
      "es": "Los Ángeles es una de las ciudades más diversas"
    }
  },
  {
    "translation": {
      "en": "for eating and living in the United States.",
      "es": "para comer y vivir en los Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "It's a city of neighborhoods",
      "es": "Es una ciudad de vecindarios"
    }
  },
  {
    "translation": {
      "en": "that's been shaped by waves of immigration from Asia, Mexico, and Latin America.",
      "es": "que ha sido moldeada por olas de inmigración de Asia, México y América Latina."
    }
  },
  {
    "translation": {
      "en": "But redlining and restrictive covenants have created all these enclaves.",
      "es": "Pero las restricciones en los alquileres han creado todos estos enclaves."
    }
  },
  {
    "translation": {
      "en": "Because of that, you're just minutes away from the next culture.",
      "es": "Por eso, estás a solo minutos de otras culturas."
    }
  },
  {
    "translation": {
      "en": "And it's all connected by freeways.",
      "es": "Y todo está conectado por autovías."
    }
  },
  {
    "translation": {
      "en": "[man 3] Those freeways connect you to communities",
      "es": "Esas autovías te conectan con comunidades"
    }
  },
  {
    "translation": {
      "en": "that you wouldn't otherwise have access to.",
      "es": "a las que, de otro modo, jamás tendrías acceso."
    }
  },
  {
    "translation": {
      "en": "You cannot drive more than a few blocks without seeing a vendor.",
      "es": "No puedes conducir más de unas cuadras sin ver a un vendedor."
    }
  },
  {
    "translation": {
      "en": "And the best food in LA is on the street.",
      "es": "Y la mejor comida en Los Ángeles está en la calle."
    }
  },
  {
    "translation": {
      "en": "You can find dishes that you would only find in a specific region of that country,",
      "es": "Hay platos que solo encontrarías en una región específica de ese país,"
    }
  },
  {
    "translation": {
      "en": "like Filipino skewers,",
      "es": "como las brochetas filipinas,"
    }
  },
  {
    "translation": {
      "en": "Guatemalan tortillas, meats, and pupusas,",
      "es": "tortillas, carnes y pupusas guatemaltecas,"
    }
  },
  {
    "translation": {
      "en": "Mexican dishes like quesadillas",
      "es": "platos mexicanos como las quesadillas,"
    }
  },
  {
    "translation": {
      "en": "and, of course, there are hot dogs, hamburgers.",
      "es": "y, por supuesto, perritos calientes y hamburguesas."
    }
  },
  {
    "translation": {
      "en": "And you see all those flavors, all those colors, all the ingredients.",
      "es": "Y ves todos esos sabores, todos esos colores, todos los ingredientes,"
    }
  },
  {
    "translation": {
      "en": "You see it all on the streets.",
      "es": "en las calles."
    }
  },
  {
    "translation": {
      "en": "[Esparza] But of all these dishes,",
      "es": "Pero, de todos estos platos, los tacos son los que dominan"
    }
  },
  {
    "translation": {
      "en": "it is tacos that dominates the street food scene in Los Angeles.",
      "es": "Pero, de todos estos platos, los tacos son los que dominan la comida callejera en Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "And one of the best ones is Carnitas El Momo in Boyle Heights,",
      "es": "Y uno de los mejores es Carnitas El Momo en Boyle Heights,"
    }
  },
  {
    "translation": {
      "en": "one of the most historic and original Mexican communities.",
      "es": "una de las comunidades mexicanas más históricas y originales."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Carnitas is soul food.",
      "es": "Las carnitas alimentan el alma."
    }
  },
  {
    "translation": {
      "en": "It's a style of cooking where different parts of pig",
      "es": "Es un estilo de cocina donde las diferentes partes del cerdo"
    }
  },
  {
    "translation": {
      "en": "are slowly cooked in its own fat.",
      "es": "se cocinan lentamente en su propia grasa."
    }
  },
  {
    "translation": {
      "en": "Takes really an expertise moving things in and out of the pot.",
      "es": "Hay que ser hábil para poner y sacar cosas de la olla."
    }
  },
  {
    "translation": {
      "en": "There's all these different types of salsas and condiments",
      "es": "Hay diferentes tipos de salsas y condimentos"
    }
  },
  {
    "translation": {
      "en": "that, grouped together, make this incredible delicious food.",
      "es": "que, al combinarse, crean esta comida increíblemente deliciosa."
    }
  },
  {
    "translation": {
      "en": "Best carnitas I ever tried, man.",
      "es": "Las mejores carnitas que comí."
    }
  },
  {
    "translation": {
      "en": "[Esparza] And Carnitas El Momo specializes in just a handful of cuts.",
      "es": "Carnitas El Momo se especializa en solo un par de cortes."
    }
  },
  {
    "translation": {
      "en": "Cuerito is the skin. Buche, hogs maw.",
      "es": "Cuerito, que es la piel. Buche, el estómago."
    }
  },
  {
    "translation": {
      "en": "Maciza, shoulder.",
      "es": "Maciza, que es paleta."
    }
  },
  {
    "translation": {
      "en": "And everything is so flavorful.",
      "es": "Y todo es muy sabroso."
    }
  },
  {
    "translation": {
      "en": "Romulo's children are doing the cooking now, just outside their home.",
      "es": "Ahora cocinan los hijos de Rómulo afuera de su casa."
    }
  },
  {
    "translation": {
      "en": "And his son, Billy Acosta, has become the leader of the family,",
      "es": "Y su hijo, Billy Acosta, se ha convertido en el líder de la familia."
    }
  },
  {
    "translation": {
      "en": "ensuring that there's always gonna be a Carnitas El Momo in Los Angeles.",
      "es": "Él es el responsable de que siempre esté Carnitas El Momo en Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "It'll always be part of the city.",
      "es": "Es parte de la ciudad."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] My father has been making carnitas for over 50 years.",
      "es": "Mi padre ha hecho carnitas por más de 50 años."
    }
  },
  {
    "translation": {
      "en": "It's a family thing, and it's a Mexico thing.",
      "es": "Es algo familiar y es algo mexicano."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "-[Romulo sighs] -In Mexico, everybody eats carnitas.",
      "es": "En México, todos comen carnitas."
    }
  },
  {
    "translation": {
      "en": "Ours are pretty simple ingredients, but the main one is love.",
      "es": "Nuestros ingredientes son simples, pero el más importante es el amor."
    }
  },
  {
    "translation": {
      "en": "The recipe that we use originated with my grandfather, Feliz Acosta.",
      "es": "A la receta que usamos la creó mi abuelo, Félix Acosta."
    }
  },
  {
    "translation": {
      "en": "He did carnitas for a living in Mexico.",
      "es": "Se ganaba la vida haciendo carnitas en México."
    }
  },
  {
    "translation": {
      "en": "That's where the story started.",
      "es": "Ahí empezó todo."
    }
  },
  {
    "translation": {
      "en": "So my dad learns it from my grandfather.",
      "es": "Mi papá aprendió de mi abuelo."
    }
  },
  {
    "translation": {
      "en": "But my dad was like a little rocker, so he didn't really dig that.",
      "es": "Pero mi papá era como un rockero, así que no le gustaba cocinar."
    }
  },
  {
    "translation": {
      "en": "So my dad decided to come to the US with no papers,",
      "es": "Decidió venir a los Estados Unidos sin papeles"
    }
  },
  {
    "translation": {
      "en": "you know, chasing the American dream.",
      "es": "en busca del sueño americano."
    }
  },
  {
    "translation": {
      "en": "And he ended up here in Los Angeles with my mom, Inocencia.",
      "es": "Y terminó aquí en Los Ángeles con mi mamá, Inocencia."
    }
  },
  {
    "translation": {
      "en": "He started off working as a welder, but then he got injured.",
      "es": "Empezó trabajando como soldador, pero luego se lesionó."
    }
  },
  {
    "translation": {
      "en": "So he ended up having to sell carnitas to support the family.",
      "es": "Así que tuvo que vender carnitas para mantener a la familia."
    }
  },
  {
    "translation": {
      "en": "Everything my dad did was to leave something for us.",
      "es": "Mi papá hacía todo solamente para dejarnos algo."
    }
  },
  {
    "translation": {
      "en": "And when I was growing up, we all contributed to helping my dad.",
      "es": "Cuando yo era niño, todos lo ayudábamos."
    }
  },
  {
    "translation": {
      "en": "We didn't get paid for it. We did it because that's our dad.",
      "es": "No nos pagaban. Lo hacíamos porque era nuestro papá."
    }
  },
  {
    "translation": {
      "en": "But I learned to love it as well.",
      "es": "Pero también aprendí a amarlo."
    }
  },
  {
    "translation": {
      "en": "[in English] Attaboy, cowboy!",
      "es": "¡Bien hecho, vaquero!"
    }
  },
  {
    "translation": {
      "en": "[Acosta] I didn't go to college. I don't have no degree.",
      "es": "No fui a la universidad. No tengo un título."
    }
  },
  {
    "translation": {
      "en": "With all honestly, I barely made it out of high school.",
      "es": "La verdad, apenas terminé la secundaria."
    }
  },
  {
    "translation": {
      "en": "You know, and this is all I know.",
      "es": "Así que… es lo único que sé hacer."
    }
  },
  {
    "translation": {
      "en": "There's no other bigger challenge than challenging myself",
      "es": "No hay reto más grande que desafiarme a mí mismo"
    }
  },
  {
    "translation": {
      "en": "to show the people here in LA that we got something good.",
      "es": "para mostrarle a la gente de L. A. que hacemos algo bueno."
    }
  },
  {
    "translation": {
      "en": "[in English] It's culture. It's-- It's passion. It's love. It's family. It's friends.",
      "es": "Es cultura, es pasión, es amor, es familia, son amigos."
    }
  },
  {
    "translation": {
      "en": "It's all of it together that I don't want it to die out.",
      "es": "Es todo eso junto, y no quiero que se extinga."
    }
  },
  {
    "translation": {
      "en": "[Kang] Food in LA, in strip malls and on the street, is incredibly rich,",
      "es": "La comida en L. A., en los centros comerciales y en la calle, es increíblemente rica,"
    }
  },
  {
    "translation": {
      "en": "incredibly diverse, and just bursting with flavor.",
      "es": "increíblemente variada y estalla de sabor."
    }
  },
  {
    "translation": {
      "en": "That's where the-- the good stuff is.",
      "es": "Ahí está lo bueno."
    }
  },
  {
    "translation": {
      "en": "And that's where people are cooking for their own community.",
      "es": "Y ahí es donde la gente cocina para su propia comunidad."
    }
  },
  {
    "translation": {
      "en": "The breadth and the depth of how good the cuisines are,",
      "es": "La amplitud y la profundidad de lo bueno que son estos platos"
    }
  },
  {
    "translation": {
      "en": "I don't think are matched. Anywhere.",
      "es": "no tienen comparación en ningún lugar."
    }
  },
  {
    "translation": {
      "en": "LA's Filipino community is historic. It's vast.",
      "es": "La comunidad filipina de L. A. es histórica, es enorme."
    }
  },
  {
    "translation": {
      "en": "It's the largest concentration of Filipinos outside of the Philippines.",
      "es": "Es la mayor concentración de filipinos fuera de Filipinas."
    }
  },
  {
    "translation": {
      "en": "[woman] When you are in Dollar Hits, you feel like you're in the Philippines.",
      "es": "Cuando estás en Dollar Hits, sientes que estás en Filipinas."
    }
  },
  {
    "translation": {
      "en": "We have 33 kinds of street food in a stick.",
      "es": "Tenemos 33 tipos de comida callejera en un palito."
    }
  },
  {
    "translation": {
      "en": "Everything is a dollar.",
      "es": "Cualquiera vale un dólar."
    }
  },
  {
    "translation": {
      "en": "That's why it's called Dollar Hits.",
      "es": "Por eso se llama Dollar Hits."
    }
  },
  {
    "translation": {
      "en": "A little bit joke.",
      "es": "Es como un chiste."
    }
  },
  {
    "translation": {
      "en": "We have pork barbecue, chicken barbecue, fish ball, lobster ball.",
      "es": "Tenemos asado de cerdo, asado de pollo, bola de pescado, bola de langosta."
    }
  },
  {
    "translation": {
      "en": "I cannot mention everything because it's 33.",
      "es": "No puedo mencionar todo porque son 33."
    }
  },
  {
    "translation": {
      "en": "I'm a good cook because I came from Pampanga.",
      "es": "Soy buena cocinera porque vengo de Pampanga."
    }
  },
  {
    "translation": {
      "en": "Pampanga is the culinary capital of the Philippines.",
      "es": "Pampanga es la capital culinaria de Filipinas."
    }
  },
  {
    "translation": {
      "en": "I came here in 1998.",
      "es": "Vine aquí en 1998."
    }
  },
  {
    "translation": {
      "en": "Dad is an American citizen.",
      "es": "Papá era ciudadano estadounidense."
    }
  },
  {
    "translation": {
      "en": "He was old at that time.",
      "es": "Era viejo en ese momento."
    }
  },
  {
    "translation": {
      "en": "He always go to the hospital.",
      "es": "Siempre iba al hospital."
    }
  },
  {
    "translation": {
      "en": "Then I would bring him food in the hospital.",
      "es": "Yo le llevaba comida al hospital."
    }
  },
  {
    "translation": {
      "en": "In the hospital were plenty of Filipino nurses.",
      "es": "En el hospital había muchas enfermeras filipinas."
    }
  },
  {
    "translation": {
      "en": "Told me, \"Oh, the food is good!\"",
      "es": "Me decían: \"La comida es deliciosa\"."
    }
  },
  {
    "translation": {
      "en": "And then I save money,",
      "es": "Y luego ahorré dinero,"
    }
  },
  {
    "translation": {
      "en": "and then me and my three sisters rent a truck.",
      "es": "y mis tres hermanas y yo alquilamos una camioneta."
    }
  },
  {
    "translation": {
      "en": "One day is… good.",
      "es": "El primer día nos fue bien."
    }
  },
  {
    "translation": {
      "en": "Second day… good.",
      "es": "El segundo, bien."
    }
  },
  {
    "translation": {
      "en": "Third day is very good.",
      "es": "El tercero, muy bien."
    }
  },
  {
    "translation": {
      "en": "There's plenty of people there.",
      "es": "Había mucha gente."
    }
  },
  {
    "translation": {
      "en": "Then after that, sisters, we buy this market for Dollar Hits.",
      "es": "Después de eso, compramos este mercado para Dollar Hits."
    }
  },
  {
    "translation": {
      "en": "And the Filipino people, they are happy. Everybody happy.",
      "es": "Y los filipinos estaban felices. Todos estaban felices."
    }
  },
  {
    "translation": {
      "en": "Everything in a stick, it's a dollar. Okay?",
      "es": "Cualquier brocheta vale un dólar, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "[Kang] Dollar Hits is probably the only place in LA",
      "es": "Dollar Hits es el único lugar en L. A."
    }
  },
  {
    "translation": {
      "en": "where you can really get Filipino skewers.",
      "es": "donde consigues brochetas filipinas."
    }
  },
  {
    "translation": {
      "en": "Everything's already cooked.",
      "es": "Todo está cocido."
    }
  },
  {
    "translation": {
      "en": "You're just charring it to your preference.",
      "es": "Y tú lo asas como te guste."
    }
  },
  {
    "translation": {
      "en": "You get this sweet, tangy, meaty bite, and it's just like kissed with the fire.",
      "es": "Es una mordida dulce, picante y carnosa que apenas es besada por el fuego."
    }
  },
  {
    "translation": {
      "en": "Really get that flavor of, like,",
      "es": "Sientes el sabor"
    }
  },
  {
    "translation": {
      "en": "a Filipino night market here in Los Angeles.",
      "es": "de un mercado nocturno filipino aquí en Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "[Acosta] Growing up, my input was never taken into consideration",
      "es": "De niño, nunca tuvieron en cuenta mi opinión"
    }
  },
  {
    "translation": {
      "en": "until I grew a little older.",
      "es": "sino hasta que fui más grande."
    }
  },
  {
    "translation": {
      "en": "A Mexican household, If you're the youngest,",
      "es": "En las familias mexicanas, cuando eres el menor, la regla es:"
    }
  },
  {
    "translation": {
      "en": "\"Boy, get your ass back in the room and shut up,\" you know?",
      "es": "En las familias mexicanas, cuando eres el menor, la regla es: \"Niño, vuelve al cuarto y cállate\"."
    }
  },
  {
    "translation": {
      "en": "I'm the last of eight kids. I was the baby of the family.",
      "es": "Soy el menor de ocho hijos. Yo era el bebé de la familia."
    }
  },
  {
    "translation": {
      "en": "My dad calls me…",
      "es": "Mi papá me llama…"
    }
  },
  {
    "translation": {
      "en": "Being the youngest, I never felt lonely",
      "es": "Como soy el menor, nunca me sentí solo"
    }
  },
  {
    "translation": {
      "en": "because my sister Antonia and I, we had bunk beds.",
      "es": "porque mi hermana Antonia y yo dormíamos en literas."
    }
  },
  {
    "translation": {
      "en": "Other than that, everybody was around.",
      "es": "Aparte de eso, siempre estaban todos."
    }
  },
  {
    "translation": {
      "en": "We all contributed to helping my dad.",
      "es": "Todos ayudábamos a mi papá."
    }
  },
  {
    "translation": {
      "en": "I loved all that.",
      "es": "Me encantaba eso."
    }
  },
  {
    "translation": {
      "en": "And it was always me, him, and my sister.",
      "es": "Y siempre éramos él, mi hermana y yo."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] The times that we were in the kitchen, cooking as a family, it was fun.",
      "es": "Las veces que estábamos en la cocina cocinando en familia era divertido."
    }
  },
  {
    "translation": {
      "en": "Music playing in the background, laughing, sisters dancing on the side.",
      "es": "Había música de fondo, risas, mis hermanas bailaban a un costado."
    }
  },
  {
    "translation": {
      "en": "-[sister chuckles] -Dad's in the back, cooking the carnitas.",
      "es": "Papá estaba atrás cocinando las carnitas."
    }
  },
  {
    "translation": {
      "en": "Mom's doing salsa in the kitchen.",
      "es": "Mamá hacía la salsa en la cocina."
    }
  },
  {
    "translation": {
      "en": "It was like a fiesta, and I love that.",
      "es": "Era como una fiesta, y me encantaba."
    }
  },
  {
    "translation": {
      "en": "My dad, you know, he taught us that working will get you somewhere.",
      "es": "Mi papá nos enseñó que trabajar te llevará a algún lado."
    }
  },
  {
    "translation": {
      "en": "My first job was cleaning the cazo.",
      "es": "Mi primer trabajo era limpiar el cazo."
    }
  },
  {
    "translation": {
      "en": "It's the copper pot where you do the carnitas.",
      "es": "Es la olla de cobre donde se hacen las carnitas."
    }
  },
  {
    "translation": {
      "en": "And then I moved up to cashier.",
      "es": "Y luego pasé a ser cajero."
    }
  },
  {
    "translation": {
      "en": "I would get nervous 'cause my dad, if I said the wrong count,",
      "es": "Me ponía nervioso, porque si me equivocaba,"
    }
  },
  {
    "translation": {
      "en": "he'd just give me this grin like, \"Fool, you better get that shit right.\"",
      "es": "mi papá gruñía y decía: \"Más te vale hacerlo bien\"."
    }
  },
  {
    "translation": {
      "en": "We weren't making millions,",
      "es": "No ganábamos millones,"
    }
  },
  {
    "translation": {
      "en": "but we were happy with what we're doing.",
      "es": "pero estábamos contentos con lo que hacíamos."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] But then, when I was ten years old, my life changed forever.",
      "es": "Luego, cuando tenía diez años, mi vida cambió para siempre."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] One night, my dad came into my room crying.",
      "es": "Una noche, mi papá entró a mi cuarto llorando."
    }
  },
  {
    "translation": {
      "en": "I was scared, like, \"What's going on?\"",
      "es": "Me asusté y le dije: \"¿Qué pasa?\"."
    }
  },
  {
    "translation": {
      "en": "And I just hear my mom.",
      "es": "Y escuché a mi mamá."
    }
  },
  {
    "translation": {
      "en": "It was a cry of, like,",
      "es": "Fue un grito de…"
    }
  },
  {
    "translation": {
      "en": "I don't know. I-- I can't imagine that pain.",
      "es": "No sé. No puedo imaginar ese dolor."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] My sister, Tonia,",
      "es": "Mi hermana Tonia había tenido un accidente automovilístico"
    }
  },
  {
    "translation": {
      "en": "she was involved in a car accident that instantly killed her.",
      "es": "Mi hermana Tonia había tenido un accidente automovilístico y había muerto al instante."
    }
  },
  {
    "translation": {
      "en": "It was devastating.",
      "es": "Fue devastador."
    }
  },
  {
    "translation": {
      "en": "That-- that moment is so significant to me because…",
      "es": "Ese momento es muy importante para mí"
    }
  },
  {
    "translation": {
      "en": "I was so attached to my sister.",
      "es": "porque era muy apegado a mi hermana."
    }
  },
  {
    "translation": {
      "en": "She was the light of the house, so, once we lost that light, it was darkness.",
      "es": "Ella era la luz de la casa, y cuando perdimos esa luz, quedamos en la oscuridad."
    }
  },
  {
    "translation": {
      "en": "Behind closed doors, my dad was a very sad man.",
      "es": "A puertas cerradas, mi papá era un hombre muy triste."
    }
  },
  {
    "translation": {
      "en": "He was lost.",
      "es": "Estaba perdido."
    }
  },
  {
    "translation": {
      "en": "My mom, I could see her going through this endless pain",
      "es": "Veía cómo mi mamá sufría un dolor interminable,"
    }
  },
  {
    "translation": {
      "en": "that I wanted to take away from both of them.",
      "es": "y quería quitárselo a ambos."
    }
  },
  {
    "translation": {
      "en": "And there was times where I would literally sit outside their room,",
      "es": "Y había momentos en los que me sentaba afuera de su cuarto"
    }
  },
  {
    "translation": {
      "en": "wait until they fell asleep,",
      "es": "a esperar a que se durmieran,"
    }
  },
  {
    "translation": {
      "en": "and then I would go to sleep kind of, in fear.",
      "es": "y luego me dormía con miedo."
    }
  },
  {
    "translation": {
      "en": "The happiness at home was just going downhill.",
      "es": "La felicidad en casa estaba desapareciendo."
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] Everyone wants to come to Los Angeles for our Mexican cuisines,",
      "es": "Todos quieren venir a Los Ángeles por nuestra cocina mexicana,"
    }
  },
  {
    "translation": {
      "en": "but people forget, we're also the largest Latino population.",
      "es": "pero olvidan que también somos la población latinoamericana más grande."
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] And Central Americans are one of the biggest parts of that.",
      "es": "Y los centroamericanos son una gran parte de ella."
    }
  },
  {
    "translation": {
      "en": "And one of the most fantastic places in Los Angeles for Guatemalan culture,",
      "es": "Uno de los lugares más fantásticos de L. A. para la cultura guatemalteca"
    }
  },
  {
    "translation": {
      "en": "Guatemalan street food, is the Guatemalan night market",
      "es": "y su comida callejera es el mercado nocturno"
    }
  },
  {
    "translation": {
      "en": "located on 6th and Bonnie Brae.",
      "es": "en la Sexta y Bonnie Brae."
    }
  },
  {
    "translation": {
      "en": "It's really one of the largest centers of Central American life in Los Angeles.",
      "es": "Es uno de los centros más grandes de la vida centroamericana en Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "You have all these vendors doing churrasco which is grilled meats,",
      "es": "Hay muchos vendedores haciendo churrasco, que son carnes asadas,"
    }
  },
  {
    "translation": {
      "en": "pollo y papas, and all kinds of tamales.",
      "es": "pollo y papas, y todo tipo de tamales."
    }
  },
  {
    "translation": {
      "en": "And they're all lined up in rows, cooking out of shopping carts.",
      "es": "Están uno al lado del otro y cocinan en carritos."
    }
  },
  {
    "translation": {
      "en": "And it's all families,",
      "es": "Son todas familias"
    }
  },
  {
    "translation": {
      "en": "and they're there for the kind of home cooking that they miss.",
      "es": "y están ahí por el tipo de comida casera que extrañan."
    }
  },
  {
    "translation": {
      "en": "because the police didn't allow us to sell in this area.",
      "es": "MERCADO NOCTURNO GUATEMALTECO"
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] The city has been antagonistic towards street vendors.",
      "es": "La ciudad ha sido hostil con los vendedores ambulantes."
    }
  },
  {
    "translation": {
      "en": "It's an ongoing battle.",
      "es": "Es una batalla constante."
    }
  },
  {
    "translation": {
      "en": "Street food was just decriminalized a few years ago in Los Angeles,",
      "es": "Hace poco despenalizaron la comida callejera en L. A.,"
    }
  },
  {
    "translation": {
      "en": "and the legalization process has been ambiguous and expensive for vendors.",
      "es": "y el proceso de legalización es ambiguo y costoso para los vendedores."
    }
  },
  {
    "translation": {
      "en": "These street vendors are not criminals. They're trusted members of our community.",
      "es": "Los vendedores no son criminales. Son miembros de confianza de la comunidad."
    }
  },
  {
    "translation": {
      "en": "People love the food. They love the culture.",
      "es": "A la gente le encanta la comida, la cultura."
    }
  },
  {
    "translation": {
      "en": "We should be lifting up these people as the reason to come to Los Angeles,",
      "es": "Deberíamos considerar a esta gente como la razón para venir a L. A."
    }
  },
  {
    "translation": {
      "en": "not attacking their businesses.",
      "es": "y no atacar sus negocios."
    }
  },
  {
    "translation": {
      "en": "[Acosta] After my sister's passing, my dad was a very sad man.",
      "es": "Después de la muerte de mi hermana, mi papá estaba muy triste."
    }
  },
  {
    "translation": {
      "en": "It hurt me to see my dad like that.",
      "es": "Me dolió ver a mi papá así."
    }
  },
  {
    "translation": {
      "en": "That's not the man that I know.",
      "es": "Ese no era el hombre que conocía."
    }
  },
  {
    "translation": {
      "en": "So, I didn't wanna see him go down like that.",
      "es": "No quería verlo caer así."
    }
  },
  {
    "translation": {
      "en": "I felt like I could contribute to the household a little more,",
      "es": "Sentí que podía contribuir un poco más en la casa,"
    }
  },
  {
    "translation": {
      "en": "maybe help 'em with, like, whatever extra bills they had.",
      "es": "quizá podía ayudarlos con cualquier gasto que tuvieran."
    }
  },
  {
    "translation": {
      "en": "Just help.",
      "es": "En lo que fuera."
    }
  },
  {
    "translation": {
      "en": "So I decided to take this job at Canon.",
      "es": "Así que decidí aceptar un trabajo en Canon."
    }
  },
  {
    "translation": {
      "en": "A very corporate job.",
      "es": "Era muy corporativo."
    }
  },
  {
    "translation": {
      "en": "All I knew is, \"We got to continue living, and let's see what happens.\"",
      "es": "Solo pensaba: \"Debemos seguir viviendo, luego veremos qué pasa\"."
    }
  },
  {
    "translation": {
      "en": "So, when I started working at the company, it was like a kid going to college.",
      "es": "Cuando empecé a trabajar en la empresa, fue como ir a la universidad."
    }
  },
  {
    "translation": {
      "en": "I learned a lot as far as marketing.",
      "es": "Aprendí mucho de mercadotecnia."
    }
  },
  {
    "translation": {
      "en": "How to put a good picture out there and make people want that item.",
      "es": "Cómo crear una buena imagen y hacer que la gente quiera comprarlo."
    }
  },
  {
    "translation": {
      "en": "How to present something. How to make a sale.",
      "es": "Cómo presentar algo, cómo hacer una venta."
    }
  },
  {
    "translation": {
      "en": "But at the same time, I still have carnitas always in the back of my mind.",
      "es": "Pero, al mismo tiempo, seguía pensando en las carnitas."
    }
  },
  {
    "translation": {
      "en": "And I went to work every day with guilt.",
      "es": "Y todos los días iba a trabajar con culpa."
    }
  },
  {
    "translation": {
      "en": "Because I just felt like I was going away from what I'm supposed to do.",
      "es": "Porque sentía que me alejaba de lo que debía hacer."
    }
  },
  {
    "translation": {
      "en": "I tried to tell myself,",
      "es": "Intenté decirme:"
    }
  },
  {
    "translation": {
      "en": "\"It's okay, Billy.\" \"You're working right now,",
      "es": "\"Está bien, Billy, estás trabajando bien,"
    }
  },
  {
    "translation": {
      "en": "but you're doing it for the knowledge that you're learning to run a business.\"",
      "es": "pero lo haces porque estás aprendiendo a manejar un negocio\"."
    }
  },
  {
    "translation": {
      "en": "And then, as a matter of fact, one day, I'm sweeping, and I'm full of dust,",
      "es": "Y luego, un día estaba barriendo y estaba lleno de polvo,"
    }
  },
  {
    "translation": {
      "en": "and a friend, he walks towards me and he's like, \"Hey.\"",
      "es": "y un amigo se me acercó y me dijo:"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck are you doing?\" Just like that.",
      "es": "\"¿Qué mierda haces?\". Así como así."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Oh, I'm sweeping 'cause we gotta return this warehouse.\"",
      "es": "Respondí: \"Estoy barriendo, debemos devolver el almacén\"."
    }
  },
  {
    "translation": {
      "en": "He's like, \"No. What the fuck are you doing with your life?\"",
      "es": "Dijo: \"No. ¿Qué mierda haces con tu vida?"
    }
  },
  {
    "translation": {
      "en": "He's like, \"Look at yourself. You're full of dust.\"",
      "es": "Mírate. Estás todo sucio."
    }
  },
  {
    "translation": {
      "en": "\"Are you gonna work here for the rest of your life or what are you gonna do?\"",
      "es": "¿Vas a trabajar aquí toda tu vida o qué?\"."
    }
  },
  {
    "translation": {
      "en": "And he just walked away.",
      "es": "Y luego se fue."
    }
  },
  {
    "translation": {
      "en": "And I just stood there thinking, like, \"What the fuck am I doing?\"",
      "es": "Me quedé pensando: \"¿Qué mierda estoy haciendo?\"."
    }
  },
  {
    "translation": {
      "en": "And then I gave my two-week notice.",
      "es": "Entonces presenté mi renuncia."
    }
  },
  {
    "translation": {
      "en": "[Kang] I think one thing that is still true about LA",
      "es": "Creo que algo que sigue siendo cierto sobre L. A."
    }
  },
  {
    "translation": {
      "en": "is that it is a place where you pursue an opportunity.",
      "es": "es que es un lugar donde buscas una oportunidad."
    }
  },
  {
    "translation": {
      "en": "It's a destination for creative people,",
      "es": "Es un destino para gente creativa,"
    }
  },
  {
    "translation": {
      "en": "for dreamers.",
      "es": "para soñadores."
    }
  },
  {
    "translation": {
      "en": "It's still very much what makes the city awesome.",
      "es": "Es lo que hace que la ciudad sea increíble."
    }
  },
  {
    "translation": {
      "en": "♪ We need ♪",
      "es": "PERRITOS CALIENTES CARNE DE RES, POLLO O VEGANO"
    }
  },
  {
    "translation": {
      "en": "At Earle's, if you order a hot dog, they split it just right,",
      "es": "En Earle's, si pides un perrito, cortan la salchicha a la mitad"
    }
  },
  {
    "translation": {
      "en": "so it lands on the grill and it gets exposure to the fire on both sides.",
      "es": "para que caiga en la parrilla y quede expuesta al fuego de ambos lados."
    }
  },
  {
    "translation": {
      "en": "And then, right before they serve it,",
      "es": "Y antes de servirla,"
    }
  },
  {
    "translation": {
      "en": "the chef takes a knife, and he'll actually score it, you know,",
      "es": "el chef toma un cuchillo y la corta"
    }
  },
  {
    "translation": {
      "en": "so the whole thing is just maximum grill flavor.",
      "es": "para que todo tenga el máximo sabor a la parrilla."
    }
  },
  {
    "translation": {
      "en": "They take a lot of care into making something simple, super good.",
      "es": "Se preocupan mucho por hacer que algo simple sea superdelicioso."
    }
  },
  {
    "translation": {
      "en": "Earle's restaurant started as a hot dog cart,",
      "es": "El restaurante Earle's empezó como un carrito"
    }
  },
  {
    "translation": {
      "en": "actually almost 40 years now, in the Crenshaw community,",
      "es": "hace casi 40 años en la comunidad de Crenshaw,"
    }
  },
  {
    "translation": {
      "en": "where we still remain in this community, to this day.",
      "es": "donde seguimos hasta el día de hoy."
    }
  },
  {
    "translation": {
      "en": "It's a three-man operation. My brother's busy in the back.",
      "es": "Somos tres personas. Mi hermano trabaja atrás."
    }
  },
  {
    "translation": {
      "en": "I'm busy, the front man, doing my thing. My mom is that gracious host.",
      "es": "Yo estoy al frente y mi mamá es la anfitriona."
    }
  },
  {
    "translation": {
      "en": "Yeah, I could eat it out here.",
      "es": "Sí, podría comerlo aquí."
    }
  },
  {
    "translation": {
      "en": "[Earle] I left New York in the mid-'80s. I got a phone call from my brother.",
      "es": "Me fui de Nueva York a mediados de los 80. Mi hermano me llamó y dijo: \"Ven aquí. Es hermoso."
    }
  },
  {
    "translation": {
      "en": "He told me, \"Come on out here. It's beautiful.\"",
      "es": "Mi hermano me llamó y dijo: \"Ven aquí. Es hermoso."
    }
  },
  {
    "translation": {
      "en": "\"The weather's great. I'm doing a hot-dog business.\"",
      "es": "El clima es genial, vendo perritos\"."
    }
  },
  {
    "translation": {
      "en": "It was kinda like, \"Hey, let me come to LA and start off fresh.\"",
      "es": "Y pensé: \"Iré a L. A. y empezaré de cero\"."
    }
  },
  {
    "translation": {
      "en": "It was your typical \"come out to Hollywood to be a star\" type thing.",
      "es": "Fue como venir a Hollywood para ser una estrella."
    }
  },
  {
    "translation": {
      "en": "Only, in my case, I was rapping.",
      "es": "Solo que yo rapeaba."
    }
  },
  {
    "translation": {
      "en": "I used to always rap at the hot dog cart.",
      "es": "Siempre rapeaba en el carrito."
    }
  },
  {
    "translation": {
      "en": "I'd make a hot dog and rap against somebody.",
      "es": "Hacía un perrito y rapeaba con alguien."
    }
  },
  {
    "translation": {
      "en": "I eventually ended up signing with Ice Cube.",
      "es": "Al tiempo, firmé con Ice Cube."
    }
  },
  {
    "translation": {
      "en": "So I actually got best of both worlds,",
      "es": "Obtuve lo mejor de ambos mundos,"
    }
  },
  {
    "translation": {
      "en": "was able to be part of the business, for this continuous amount of time,",
      "es": "pude tener el negocio todo este tiempo"
    }
  },
  {
    "translation": {
      "en": "and I was able to get in the music industry also.",
      "es": "y pude entrar a la industria de la música."
    }
  },
  {
    "translation": {
      "en": "[man] Crenshaw is about art, history.",
      "es": "Crenshaw se trata de arte, historia."
    }
  },
  {
    "translation": {
      "en": "It's been Black. It's been Hispanic. It's been Asian.",
      "es": "Es afroamericana, hispana, asiática."
    }
  },
  {
    "translation": {
      "en": "There's a lot of good people here.",
      "es": "Hay mucha gente buena aquí."
    }
  },
  {
    "translation": {
      "en": "So It's been very important for us to stay here because these people support us.",
      "es": "Para nosotros es importante seguir acá porque esta gente nos apoya."
    }
  },
  {
    "translation": {
      "en": "We've had customers that grew up on our hot dogs.",
      "es": "Tenemos clientes a los que hemos visto crecer."
    }
  },
  {
    "translation": {
      "en": "So we put a lot of time into what we do.",
      "es": "Le dedicamos mucho tiempo a lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "We love what we do, and it shows in our food.",
      "es": "Amamos lo que hacemos y se nota en nuestra comida."
    }
  },
  {
    "translation": {
      "en": "[Earle] People know our name.",
      "es": "La gente sabe nuestro nombre."
    }
  },
  {
    "translation": {
      "en": "We know the postman, the postwoman, the fireman.",
      "es": "Conocemos a los carteros, al bombero."
    }
  },
  {
    "translation": {
      "en": "We are that part of the community.",
      "es": "Somos parte de la comunidad."
    }
  },
  {
    "translation": {
      "en": "Funny as it may seem, we're like the Black Cheers of LA.",
      "es": "Somos todos como una gran familia."
    }
  },
  {
    "translation": {
      "en": "♪ Booty big and round Just like an apple, apple ♪",
      "es": "Un trasero grande y jugoso como una manzana."
    }
  },
  {
    "translation": {
      "en": "♪ Teacher pet He gave his teacher apple, apple ♪",
      "es": "El niño consentido le dio al maestro una manzana."
    }
  },
  {
    "translation": {
      "en": "♪ Should have invested My money with Apple, Apple ♪",
      "es": "Debería haber invertido mi dinero en Apple."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] All my life, till this day,",
      "es": "Toda mi vida, hasta hoy, mis padres hicieron todo a su alcance"
    }
  },
  {
    "translation": {
      "en": "my parents, they did what they had to do to take care of our family.",
      "es": "Toda mi vida, hasta hoy, mis padres hicieron todo a su alcance para cuidar a nuestra familia."
    }
  },
  {
    "translation": {
      "en": "And so, after I quit my job,",
      "es": "Así que después de renunciar a mi trabajo,"
    }
  },
  {
    "translation": {
      "en": "I came to my dad, and I said, \"I'm ready to do this.\"",
      "es": "fui a ver a mi papá y le dije: \"Estoy listo para hacerlo."
    }
  },
  {
    "translation": {
      "en": "\"I'm ready to face the world with the carnitas business.\"",
      "es": "Estoy listo para enfrentar al mundo con el negocio de las carnitas\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"About time! I've been waiting for this.\"",
      "es": "Me dijo: \"¡Ya era hora! Lo estaba esperando\"."
    }
  },
  {
    "translation": {
      "en": "I love you, Mom.",
      "es": "Te amo, mamá."
    }
  },
  {
    "translation": {
      "en": "[Acosta] And I never seen him smile more.",
      "es": "Nunca lo vi sonreír como entonces."
    }
  },
  {
    "translation": {
      "en": "Like, he was proud.",
      "es": "Estaba orgulloso."
    }
  },
  {
    "translation": {
      "en": "Once he gave me his okay and his blessing…",
      "es": "Cuando me dio su aprobación y su bendición,"
    }
  },
  {
    "translation": {
      "en": "…I felt fulfilled.",
      "es": "me sentí realizado."
    }
  },
  {
    "translation": {
      "en": "My parents, they were ready to let me take the steering wheel now.",
      "es": "Mis padres estaban listos para dejarme tomar el control."
    }
  },
  {
    "translation": {
      "en": "I kept my dad's recipe exactly the same because people loved it.",
      "es": "Mantuve la receta de mi papá exactamente igual porque a la gente le encantaba."
    }
  },
  {
    "translation": {
      "en": "Crispy on the outside, tender on the inside,",
      "es": "Crujiente por fuera, tierna por dentro,"
    }
  },
  {
    "translation": {
      "en": "just melting in your mouth.",
      "es": "y se derrite en la boca."
    }
  },
  {
    "translation": {
      "en": "But the first thing I did change was we bought this lunch truck.",
      "es": "Pero lo primero que cambié fue que compramos este camión de comida."
    }
  },
  {
    "translation": {
      "en": "Because, before, it was just a little spot on a porch,",
      "es": "Porque antes era solo un rincón en un porche,"
    }
  },
  {
    "translation": {
      "en": "and it felt like we had something now.",
      "es": "y ahora sentía que teníamos algo."
    }
  },
  {
    "translation": {
      "en": "So now we start adding a few more days.",
      "es": "Empezamos a agregar unos días más."
    }
  },
  {
    "translation": {
      "en": "Thursdays through Sundays, not just selling on the weekends.",
      "es": "De jueves a domingo, no solo los fines de semana."
    }
  },
  {
    "translation": {
      "en": "And then we started adding dishes to the menu.",
      "es": "Y luego empezamos a agregar platos al menú."
    }
  },
  {
    "translation": {
      "en": "Like birria de res,",
      "es": "Como birria de res,"
    }
  },
  {
    "translation": {
      "en": "and mulitas, which is a layer of meat, cheese, and then a tortilla.",
      "es": "y mulitas, que es una capa de carne, queso y luego una tortilla."
    }
  },
  {
    "translation": {
      "en": "And then I started taking really good pictures of the carnitas,",
      "es": "Y luego comencé a tomar muy buenas fotos de las carnitas"
    }
  },
  {
    "translation": {
      "en": "then putting them out there on social media.",
      "es": "y a publicarlas en las redes sociales."
    }
  },
  {
    "translation": {
      "en": "My parents would trip out, like, 'cause I would sit the mulitas crossed,",
      "es": "Mis padres no entendía por qué yo ponía las mulitas cruzadas,"
    }
  },
  {
    "translation": {
      "en": "and, like, I'll put the torta there, and I'll take pictures of it.",
      "es": "ponía la torta allí y les tomaba fotos."
    }
  },
  {
    "translation": {
      "en": "They would look at me, like, \"What is this guy doing?\"",
      "es": "Me miraban y decían: \"¿Qué hace este tipo?\"."
    }
  },
  {
    "translation": {
      "en": "And my mom would laugh at me.",
      "es": "Mi mamá se reía de mí."
    }
  },
  {
    "translation": {
      "en": "[in English] And I'm like, \"You have to put the picture out there.\" \"You have to make it look good.\" And she'll laugh.",
      "es": "Le respondía: \"Hay que publicar la foto. Debo hacer que se vea bien\". Y ella reía."
    }
  },
  {
    "translation": {
      "en": "But people were loving the fact that we were adding",
      "es": "Pero a la gente le encantó que le diéramos estilo al camión de comidas."
    }
  },
  {
    "translation": {
      "en": "a little more swag to the lunch truck.",
      "es": "que le diéramos estilo al camión de comidas."
    }
  },
  {
    "translation": {
      "en": "And then the momentum starts to build.",
      "es": "Y empezamos a tomar impulso."
    }
  },
  {
    "translation": {
      "en": "The demand got higher. We started getting attention.",
      "es": "La demanda aumentó. Empezamos a llamar la atención."
    }
  },
  {
    "translation": {
      "en": "And that's how, uh, we caught the eye of Bill Esparza.",
      "es": "Y así es como llamamos la atención de Bill Esparza."
    }
  },
  {
    "translation": {
      "en": "-[in English] Working hard, like always -All right. You know what I want.",
      "es": "- Trabajando duro, como siempre. - Bien. Ya sabes qué quiero."
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] Tell me. -Carnitas.",
      "es": "- Dime. - Carnitas."
    }
  },
  {
    "translation": {
      "en": "[Esparza in English] When I went to Momo for the first time, I was blown away.",
      "es": "Cuando fui a Momo por primera vez, quedé impresionado."
    }
  },
  {
    "translation": {
      "en": "Order for Bill?",
      "es": "¿Orden para Bill?"
    }
  },
  {
    "translation": {
      "en": "[Esparza] It's absolutely just brilliant.",
      "es": "Es absolutamente brillante."
    }
  },
  {
    "translation": {
      "en": "And I had that bite, and everything was so tender and so flavorful,",
      "es": "Comí ese bocado y todo estaba muy tierno y sabroso,"
    }
  },
  {
    "translation": {
      "en": "with just some pickled jalapenos.",
      "es": "con solo unos jalapeños encurtidos."
    }
  },
  {
    "translation": {
      "en": "It's as good as you'll find in Mexico.",
      "es": "Es tan bueno como en México."
    }
  },
  {
    "translation": {
      "en": "It has grittiness and soul and luxury, all in one.",
      "es": "Tiene valor, alma y lujo, todo en uno."
    }
  },
  {
    "translation": {
      "en": "And I thought, everyone needs to know about this place.",
      "es": "Y pensé que todos debían conocer este lugar."
    }
  },
  {
    "translation": {
      "en": "But as a Mexican American writer, sometimes I have to be a little bit of an activist.",
      "es": "Pero como escritor mexicoamericano, a veces tengo que ser un poco activista."
    }
  },
  {
    "translation": {
      "en": "So I invited them to the festival I hosted at the time, Tacolandia,",
      "es": "Así que los invité al festival que hice entonces, Tacolandia,"
    }
  },
  {
    "translation": {
      "en": "where chefs from all over competed for the title of best taco.",
      "es": "donde chefs de todas partes competían por el título al mejor taco."
    }
  },
  {
    "translation": {
      "en": "[Acosta] At that time, if you wanna be noticed in LA, you had to be in Tacolandia.",
      "es": "En ese momento, si querías resaltar en L. A., tenías que estar en Tacolandia."
    }
  },
  {
    "translation": {
      "en": "And Tacolandia gets some of the best chefs in LA, Baja, and North Cal.",
      "es": "Tacolandia recibe algunos de los mejores chefs de Los Ángeles, Baja y el norte de California."
    }
  },
  {
    "translation": {
      "en": "And that was challenging and intimidating.",
      "es": "Y fue desafiante e intimidante."
    }
  },
  {
    "translation": {
      "en": "Seeing all these people in their chef coats, their chef hats.",
      "es": "Ver a toda esta gente con sus chaquetas y sus sombreros de chef."
    }
  },
  {
    "translation": {
      "en": "I'm a taquero. I'm a carnicero, you know?",
      "es": "Yo soy un taquero. Soy un carnicero."
    }
  },
  {
    "translation": {
      "en": "I was going like this. My shirt, hat, that's it.",
      "es": "Fui así. Mi camisa, mi gorra, nada más."
    }
  },
  {
    "translation": {
      "en": "But then, I was just like, \"Man, fuck this!\"",
      "es": "Y luego dije: \"A la mierda con todo."
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna make sure that these fucking carnitas are on point.\"",
      "es": "Me aseguraré de que estas carnitas sean perfectas."
    }
  },
  {
    "translation": {
      "en": "\"Let's go.\"",
      "es": "Vamos\"."
    }
  },
  {
    "translation": {
      "en": "And then, when I started cooking the carnitas,",
      "es": "Y cuando comencé a cocinar las carnitas,"
    }
  },
  {
    "translation": {
      "en": "I could feel some type of good energy just flowing around there.",
      "es": "sentí que fluía muy buena energía."
    }
  },
  {
    "translation": {
      "en": "My father, guiding me, just speaking to me like,",
      "es": "Mi padre me guiaba y me decía:"
    }
  },
  {
    "translation": {
      "en": "\"Watch the way you move the pala.\"",
      "es": "\"Fíjate cómo mueves la pala\"."
    }
  },
  {
    "translation": {
      "en": "\"Move it here.\"",
      "es": "\"Muévela por aquí\"."
    }
  },
  {
    "translation": {
      "en": "\"Lower the flame.\"",
      "es": "\"Baja el fuego\"."
    }
  },
  {
    "translation": {
      "en": "\"Watch it,\" you know, like, I-- I can't explain it.",
      "es": "\"Con cuidado\", esas cosas. No puedo explicarlo."
    }
  },
  {
    "translation": {
      "en": "Everything came into picture.",
      "es": "De repente, estaba todo presente."
    }
  },
  {
    "translation": {
      "en": "The struggle of my family, you know.",
      "es": "La lucha de mi familia."
    }
  },
  {
    "translation": {
      "en": "The sadness, the happiness.",
      "es": "La tristeza, la felicidad."
    }
  },
  {
    "translation": {
      "en": "Going back to the kitchen, everybody dancing, everybody prepping salsa.",
      "es": "Volver a la cocina con todos bailando y preparando salsa."
    }
  },
  {
    "translation": {
      "en": "My sister Tonia still around, my dad smiling.",
      "es": "Mi hermana Tonia dando vueltas, mi papá sonriendo."
    }
  },
  {
    "translation": {
      "en": "All that came into play that day,",
      "es": "Ese día, todo esto confluyó,"
    }
  },
  {
    "translation": {
      "en": "and… [sighs] …we ended up winning 2017.",
      "es": "y terminamos ganando en 2017."
    }
  },
  {
    "translation": {
      "en": "I remember them announcing it on the speaker, you know,",
      "es": "Recuerdo cuando lo anunciaron por los altavoces:"
    }
  },
  {
    "translation": {
      "en": "\"Winner of today Tacolandia, Carnitas El Momo.\"",
      "es": "\"El ganador de hoy en Tacolandia es Carnitas El Momo\"."
    }
  },
  {
    "translation": {
      "en": "My dad started crying.",
      "es": "Mi papá empezó a llorar."
    }
  },
  {
    "translation": {
      "en": "And then I started crying.",
      "es": "Y luego yo empecé a llorar."
    }
  },
  {
    "translation": {
      "en": "That's when I knew, like, this is my life.",
      "es": "Ahí fue cuando supe que esta era mi vida."
    }
  },
  {
    "translation": {
      "en": "That's my family.",
      "es": "Esta es mi familia."
    }
  },
  {
    "translation": {
      "en": "I cook carnitas, and I love what I do,",
      "es": "Cocino carnitas y me encanta lo que hago,"
    }
  },
  {
    "translation": {
      "en": "but it's their story that I'm trying to tell, you know?",
      "es": "pero es su historia la que intento contar."
    }
  },
  {
    "translation": {
      "en": "[Esparza] The success of Carnitas El Momo is really the proper icon for Los Angeles.",
      "es": "El éxito de Carnitas El Momo es el verdadero ícono de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "It means that our food now represents the city that's our city.",
      "es": "Significa que nuestra comida ahora representa la ciudad que es nuestra."
    }
  },
  {
    "translation": {
      "en": "Our street vendors are incredible,",
      "es": "Nuestros vendedores ambulantes son increíbles,"
    }
  },
  {
    "translation": {
      "en": "making recipes that are multi-generational",
      "es": "hacen recetas multigeneracionales"
    }
  },
  {
    "translation": {
      "en": "to keep their culture alive.",
      "es": "para mantener viva su cultura."
    }
  },
  {
    "translation": {
      "en": "It's really about being seen.",
      "es": "Se trata de que te vean."
    }
  },
  {
    "translation": {
      "en": "[Kang in English] In LA, street food is extremely rich and intense,",
      "es": "En Los Ángeles, la comida callejera es muy rica e intensa"
    }
  },
  {
    "translation": {
      "en": "and reflective of the people that come here.",
      "es": "y refleja a la gente que viene aquí."
    }
  },
  {
    "translation": {
      "en": "It is a way to see a totally new world.",
      "es": "Es una forma de ver un mundo totalmente nuevo."
    }
  },
  {
    "translation": {
      "en": "[Chan] When I'm working, I put in my heart.",
      "es": "Cuando trabajo, lo hago con el corazón."
    }
  },
  {
    "translation": {
      "en": "When I see people around, especially Filipino, oh my God!",
      "es": "Cuando veo gente alrededor, especialmente filipinos… ¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "I am happy, and I am blessed.",
      "es": "Me siento feliz y bendecida."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Street food, it's a family endeavor, family operation.",
      "es": "La comida callejera es una empresa familiar, una operación familiar."
    }
  },
  {
    "translation": {
      "en": "That's the people you can count on and trust.",
      "es": "Es la gente en la que puedes confiar."
    }
  },
  {
    "translation": {
      "en": "What are you gonna have, sweetheart?",
      "es": "¿Tú qué ordenarás, cariño?"
    }
  },
  {
    "translation": {
      "en": "And the customers, they've really become extended family and extended community.",
      "es": "Y los clientes se han convertido en una familia, una comunidad extendida."
    }
  },
  {
    "translation": {
      "en": "[Earle] If you came up to me, and you were short on some cash, and you wanted chili,",
      "es": "Si vienes y no tienes dinero, pero quieres chili,"
    }
  },
  {
    "translation": {
      "en": "your chili was on me.",
      "es": "yo te invito."
    }
  },
  {
    "translation": {
      "en": "We've actually become an intricate, sewn piece of fabric into the community.",
      "es": "Nos hemos convertido en una parte intrínseca de la comunidad,"
    }
  },
  {
    "translation": {
      "en": "Really, really sewn into the community.",
      "es": "muy arraigada."
    }
  },
  {
    "translation": {
      "en": "[Esparza] Street food is vital to Los Angeles.",
      "es": "La comida callejera es vital para Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "These vendors, they are what makes Los Angeles the best city for food.",
      "es": "Los vendedores hacen que L. A. sea la mejor ciudad para comer."
    }
  },
  {
    "translation": {
      "en": "[Kang] They've established something, and now you can't have LA without street food.",
      "es": "Han establecido algo, y ahora Los Ángeles no existe sin la comida callejera."
    }
  },
  {
    "translation": {
      "en": "[in English] Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] In 2018, my parents take a trip to Europe.",
      "es": "En 2018, mis padres viajaron a Europa."
    }
  },
  {
    "translation": {
      "en": "That was their first-ever vacation, 15-day trip.",
      "es": "Fueron sus primeras vacaciones, un viaje de 15 días."
    }
  },
  {
    "translation": {
      "en": "And a day before they flew back to the US,",
      "es": "Y el día antes de regresar a los Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "my dad got the stroke.",
      "es": "mi papá sufrió un derrame cerebral."
    }
  },
  {
    "translation": {
      "en": "It was sad.",
      "es": "Fue triste."
    }
  },
  {
    "translation": {
      "en": "It hurt me to see my dad like that.",
      "es": "Me dolió ver a mi papá así."
    }
  },
  {
    "translation": {
      "en": "[Acosta in English] And now, he can't really do much anymore.",
      "es": "Y ahora ya no puede hacer mucho."
    }
  },
  {
    "translation": {
      "en": "But we're blessed to still have him here.",
      "es": "Pero tenemos la suerte de tenerlo aquí,"
    }
  },
  {
    "translation": {
      "en": "And since then, he's become stronger.",
      "es": "y desde entonces, se ha vuelto más fuerte."
    }
  },
  {
    "translation": {
      "en": "I believe my dad is happy to know that we're continuing what his father started.",
      "es": "Creo que mi papá está feliz de saber que continuaremos lo que comenzó su padre."
    }
  },
  {
    "translation": {
      "en": "Now I feel like that moment in my life, when I seen him alone in the back,",
      "es": "Ahora me siento como en ese momento de mi vida cuando lo veía atrás"
    }
  },
  {
    "translation": {
      "en": "cooking by himself.",
      "es": "cocinando solo."
    }
  },
  {
    "translation": {
      "en": "Now, I fill in those shoes.",
      "es": "Ahora, yo estoy en ese lugar."
    }
  },
  {
    "translation": {
      "en": "Now I'm in the back, and I'm alone,",
      "es": "Ahora, yo estoy atrás solo,"
    }
  },
  {
    "translation": {
      "en": "and I feel like I have to provide for the family.",
      "es": "y siento que debo mantener a la familia."
    }
  },
  {
    "translation": {
      "en": "But it's okay. I love that feeling.",
      "es": "Pero está bien, me encanta."
    }
  },
  {
    "translation": {
      "en": "I believe it's destiny.",
      "es": "Creo que es el destino."
    }
  },
  {
    "translation": {
      "en": "Now I think it's time for me to take care of him.",
      "es": "Creo que ahora yo debo ciudarlo a él."
    }
  },
  {
    "translation": {
      "en": "I'm here to help them, and I'm here to help them forever.",
      "es": "Estoy aquí para ayudarlos para siempre."
    }
  },
  {
    "translation": {
      "en": "[in English] Portland is like the biggest version of the kids' table.",
      "es": "Portland es la versión grande de la mesa de los niños."
    }
  },
  {
    "translation": {
      "en": "No one's looking over your shoulder and telling you what to do,",
      "es": "Nadie te mira ni te dice qué hacer,"
    }
  },
  {
    "translation": {
      "en": "and anything is game.",
      "es": "y cualquier cosa es un juego."
    }
  },
  {
    "translation": {
      "en": "That's just so damn Portland.",
      "es": "Así es Portland."
    }
  }
]