[
  {
    "translation": {
      "en": "I think everyone would love to just meet someone in a bar or in a grocery store.",
      "es": "A todos les encantaría conocer a alguien en un bar o en una tienda."
    }
  },
  {
    "translation": {
      "en": "But nowadays, the best way you can meet someone is on a dating app.",
      "es": "Pero hoy, la mejor forma es en una aplicación de citas."
    }
  },
  {
    "translation": {
      "en": "You can find a bit of everything on Tinder.",
      "es": "En Tinder hay un poco de todo."
    }
  },
  {
    "translation": {
      "en": "There are people looking for long- term relationships or marriage.",
      "es": "Algunos buscan relaciones serias o casarse."
    }
  },
  {
    "translation": {
      "en": "People who just want to hook up.",
      "es": "Otros solo una aventura."
    }
  },
  {
    "translation": {
      "en": "Anything.",
      "es": "Lo que sea."
    }
  },
  {
    "translation": {
      "en": "You can pick guys from all over the world.",
      "es": "Puedes conocer tipos de todo el mundo."
    }
  },
  {
    "translation": {
      "en": "It's a lot of men.",
      "es": "Eso es mucho."
    }
  },
  {
    "translation": {
      "en": "We are all looking for that diamond in the rough.",
      "es": "Todas buscamos ese diamante en bruto."
    }
  },
  {
    "translation": {
      "en": "And of course, you Google everyone that you're supposed to go on a date with.",
      "es": "Por supuesto, buscas en Google al tipo con el que vas a salir."
    }
  },
  {
    "translation": {
      "en": "Well, this is gonna be fun. Let's swipe right on that.",
      "es": "Esto será divertido. Deslicemos a la derecha."
    }
  },
  {
    "translation": {
      "en": "Private jets, cool cars, amazing parties all over the world.",
      "es": "Aviones privados, autos geniales, fiestas increíbles en todo el mundo."
    }
  },
  {
    "translation": {
      "en": "What happened to me felt like a movie.",
      "es": "Sentí que estaba en una película."
    }
  },
  {
    "translation": {
      "en": "But in the movies, there's always bad guys.",
      "es": "Pero en las películas, siempre hay tipos malos."
    }
  },
  {
    "translation": {
      "en": "I get these threatening messages.",
      "es": "Recibo mensajes amenazantes."
    }
  },
  {
    "translation": {
      "en": "These enemies were watching me, my family.",
      "es": "Estos enemigos me observaban a mí y a mi familia."
    }
  },
  {
    "translation": {
      "en": "It's just been fricking hell.",
      "es": "Fue un verdadero infierno."
    }
  },
  {
    "translation": {
      "en": "I'm shit scared. Are they coming now? Did we lock the door?",
      "es": "Estoy aterrada. ¿Vienen ahora? ¿Cerramos la puerta?"
    }
  },
  {
    "translation": {
      "en": "I don't think I ever will be the same again.",
      "es": "Creo que nunca volveré a ser la misma."
    }
  },
  {
    "translation": {
      "en": "One little swipe can change your life forever.",
      "es": "Un clic puede cambiar tu vida para siempre."
    }
  },
  {
    "translation": {
      "en": "I think the… I think life is about love,",
      "es": "Creo que la vida se trata del amor."
    }
  },
  {
    "translation": {
      "en": "'cause the most happiest times I've had is when I've been in love.",
      "es": "Los momentos más felices que viví fueron enamorada."
    }
  },
  {
    "translation": {
      "en": "That's what's most amazing about love, no matter how many heartbreaks you've had,",
      "es": "Lo asombroso del amor es que no importa cuántas desilusiones sufras,"
    }
  },
  {
    "translation": {
      "en": "you still go after it.",
      "es": "lo sigues buscando."
    }
  },
  {
    "translation": {
      "en": "- I love dating. -",
      "es": "Me gustan las citas."
    }
  },
  {
    "translation": {
      "en": "The moment I get nervous, then I know that there's something special here.",
      "es": "Si me pongo nerviosa, sé que hay algo especial."
    }
  },
  {
    "translation": {
      "en": "And I love being nervous. That's the thing.",
      "es": "Y me gusta estar nerviosa."
    }
  },
  {
    "translation": {
      "en": "I'm after that all- consuming, the kind of…",
      "es": "Busco esa sensación, ese tipo de…"
    }
  },
  {
    "translation": {
      "en": "What you've grown up with.",
      "es": "Con el que nos criamos."
    }
  },
  {
    "translation": {
      "en": "The first memories that I have about love is Disney.",
      "es": "Los primeros recuerdos que tengo del amor son de Disney."
    }
  },
  {
    "translation": {
      "en": "I had memorized the entire Beauty and the Beast cassette.",
      "es": "Sabía de memoria toda La bella y la bestia."
    }
  },
  {
    "translation": {
      "en": "I knew all the songs.",
      "es": "Sabía todas las canciones."
    }
  },
  {
    "translation": {
      "en": "I just love Belle.",
      "es": "Me encanta Bella."
    }
  },
  {
    "translation": {
      "en": "She is this small- town girl like me, hoping for something bigger.",
      "es": "Es una chica de pueblo como yo, que desea algo grande."
    }
  },
  {
    "translation": {
      "en": "She meets this person, and then she saves him in a sense,",
      "es": "Conoce a esta persona. Ella lo salva, de alguna forma, o él a ella,"
    }
  },
  {
    "translation": {
      "en": "or he saves her as well. Like, to go into a different life together.",
      "es": "Ella lo salva, de alguna forma, o él a ella, para embarcarse juntos en otra vida."
    }
  },
  {
    "translation": {
      "en": "It just sticks with you, like, the feeling of a prince coming to save you.",
      "es": "Te queda grabada esa sensación de que un príncipe vendrá a salvarte."
    }
  },
  {
    "translation": {
      "en": "And I think that even though you know it's not real, it's still with you a bit.",
      "es": "Y, aunque sabes que no es real, sigues creyendo un poco en eso."
    }
  },
  {
    "translation": {
      "en": "I think everyone has that little bit of hope deep down inside",
      "es": "Creo que, en el fondo, todos tienen la esperanza"
    }
  },
  {
    "translation": {
      "en": "it will be as magical as they were portraying it to be.",
      "es": "de que será tan mágico como lo imaginaban."
    }
  },
  {
    "translation": {
      "en": "But finding Prince Charming in real life…",
      "es": "Pero encontrar al príncipe azul en la vida real"
    }
  },
  {
    "translation": {
      "en": "It's a lot of work.",
      "es": "es mucho trabajo."
    }
  },
  {
    "translation": {
      "en": "I've been on Tinder for seven years.",
      "es": "Hace siete años que estoy en Tinder."
    }
  },
  {
    "translation": {
      "en": "I'm from Norway, but live in London. So I've been on Tinder in two countries.",
      "es": "Soy de Noruega, pero vivo en Londres. Estuve en Tinder en los dos países."
    }
  },
  {
    "translation": {
      "en": "How many matches have you had?",
      "es": "¿Cuántos matches tuviste?"
    }
  },
  {
    "translation": {
      "en": "Do you really want to see?",
      "es": "¿De verdad quieres ver?"
    }
  },
  {
    "translation": {
      "en": "- Can we see? - Yeah.",
      "es": "- ¿Podemos ver? - Sí."
    }
  },
  {
    "translation": {
      "en": "1,024 matches.",
      "es": "1024 matches."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm a bit of a Tinder expert. You can say that.",
      "es": "Sí, podría decirse que soy una experta en Tinder."
    }
  },
  {
    "translation": {
      "en": "The most important thing that you can have is a picture of your face,",
      "es": "Lo más importante es tener una foto de tu cara."
    }
  },
  {
    "translation": {
      "en": "then you have a picture with friends.",
      "es": "También una foto con amigos,"
    }
  },
  {
    "translation": {
      "en": "It's important to show that you're social as well.",
      "es": "para demostrar que eres sociable."
    }
  },
  {
    "translation": {
      "en": "Feel my profile showing I'm not in the hook- up culture.",
      "es": "Mi perfil muestra que no estoy en busca de sexo casual."
    }
  },
  {
    "translation": {
      "en": "Like, I'm after long- term love.",
      "es": "Busco una relación a largo plazo."
    }
  },
  {
    "translation": {
      "en": "For me to swipe right on a guy,",
      "es": "Si me gusta un chico,"
    }
  },
  {
    "translation": {
      "en": "it needs to be that we have some similar interests in the pictures I'm looking at.",
      "es": "es porque veo en las fotos que tenemos intereses similares."
    }
  },
  {
    "translation": {
      "en": "Maybe like a nice dinner somewhere,",
      "es": "Quizá en una linda cena"
    }
  },
  {
    "translation": {
      "en": "or that you like the beach, 'cause I love a beach.",
      "es": "o que esté en la playa, porque me encanta la playa."
    }
  },
  {
    "translation": {
      "en": "Oh my God. Um, animals.",
      "es": "Dios mío. Los animales."
    }
  },
  {
    "translation": {
      "en": "A handsome man with a cat? Like, it can't go wrong.",
      "es": "¿Un tipo apuesto con un gato? No puede salir mal."
    }
  },
  {
    "translation": {
      "en": "And you want a guy that has ambition.",
      "es": "También quieres que tenga ambiciones."
    }
  },
  {
    "translation": {
      "en": "It's like Marilyn Monroe in the movie Gentlemen Prefer Blondes.",
      "es": "Es como Marilyn Monroe en Los caballeros las prefieren rubias."
    }
  },
  {
    "translation": {
      "en": "And then she has this quote where she says…",
      "es": "Hay una parte en que ella dice:"
    }
  },
  {
    "translation": {
      "en": "Don't you know that a man being rich is like a girl being pretty?",
      "es": "¿No sabes que un hombre que es rico es como una chica guapa?"
    }
  },
  {
    "translation": {
      "en": "You might not marry a girl just because she's pretty,",
      "es": "No te casarías con una chica solo porque es guapa,"
    }
  },
  {
    "translation": {
      "en": "but my goodness, doesn't it help?",
      "es": "pero Dios, ¿acaso eso no ayuda?"
    }
  },
  {
    "translation": {
      "en": "It is a very true quote. Like, you want the full package.",
      "es": "Es una cita muy cierta. Quieres el paquete completo."
    }
  },
  {
    "translation": {
      "en": "But it's not easy to find what you're looking for.",
      "es": "Pero no es fácil encontrar lo que buscas."
    }
  },
  {
    "translation": {
      "en": "It's a lot of swiping. Back and forth, back and forth.",
      "es": "Debes deslizar mucho. De un lado a otro."
    }
  },
  {
    "translation": {
      "en": "When I saw Simon's pictures, he had the kind of look that I like.",
      "es": "Cuando vi las fotos de Simon, me gustó su apariencia."
    }
  },
  {
    "translation": {
      "en": "He was dressed very stylish. I love a guy in a suit, and he had several of those.",
      "es": "Estaba vestido muy elegante. Amo a un tipo con traje, y tenía varios."
    }
  },
  {
    "translation": {
      "en": "And he had his link to his Instagram.",
      "es": "Y tenía un enlace a su Instagram."
    }
  },
  {
    "translation": {
      "en": "You always check the Insta.",
      "es": "Siempre revisas eso."
    }
  },
  {
    "translation": {
      "en": "He had so many pictures and so many followers.",
      "es": "Tenía muchas fotos y muchos seguidores."
    }
  },
  {
    "translation": {
      "en": "Business meetings, parties, beaches.",
      "es": "Reuniones de negocios, fiestas, playas."
    }
  },
  {
    "translation": {
      "en": "This guy is just having a very different life than I ever will experience.",
      "es": "Tenía una vida muy diferente a la que yo podría vivir."
    }
  },
  {
    "translation": {
      "en": "And I was just thinking that it would be kind of cool just to meet up.",
      "es": "Y me pareció que sería genial conocernos."
    }
  },
  {
    "translation": {
      "en": "I decide to swipe right.",
      "es": "Deslicé hacia la derecha."
    }
  },
  {
    "translation": {
      "en": "And then he just responds fairly quickly.",
      "es": "Y luego respondió muy rápido."
    }
  },
  {
    "translation": {
      "en": "I'm leaving London tomorrow. Do you want to meet up?",
      "es": "Mañana me voy de Londres. ¿Quieres que nos veamos?."
    }
  },
  {
    "translation": {
      "en": "When we text on WhatsApp, he asked me to meet him at the hotel that he was staying at, the Four Seasons…",
      "es": "Cuando nos escribimos por Whatsapp, me pidió encontrarnos en el Four Seasons"
    }
  },
  {
    "translation": {
      "en": "…and he just sent the Google Maps link, so I could know where I was gonna go.",
      "es": "y me envió un link de Google Maps para que supiera dónde estaba."
    }
  },
  {
    "translation": {
      "en": "This was just going to be, like, an hour- long coffee,",
      "es": "Esto sería un café de una hora,"
    }
  },
  {
    "translation": {
      "en": "'cause I could just sense that this guy was a busy guy.",
      "es": "porque me daba cuenta que era un tipo ocupado."
    }
  },
  {
    "translation": {
      "en": "When I walk into this really fancy hotel, I feel out of place.",
      "es": "Cuando entré a este hotel elegante, me sentí fuera de lugar."
    }
  },
  {
    "translation": {
      "en": "I think I'm a bit early. So I just decide to sit down and wait.",
      "es": "Llegué un poco temprano así que me senté a esperarlo."
    }
  },
  {
    "translation": {
      "en": "You know, you're nervous.",
      "es": "Estaba nerviosa."
    }
  },
  {
    "translation": {
      "en": "When the elevator door finally pings…",
      "es": "Cuando se abrió el ascensor,"
    }
  },
  {
    "translation": {
      "en": "I was like, Shit.",
      "es": "dije: Mierda."
    }
  },
  {
    "translation": {
      "en": "He looks exactly like his pictures.",
      "es": "Se veía igual a sus fotos."
    }
  },
  {
    "translation": {
      "en": "He has this magnetism.",
      "es": "Tenía cierta atracción."
    }
  },
  {
    "translation": {
      "en": "There's something about this guy that is special.",
      "es": "Había algo especial en él."
    }
  },
  {
    "translation": {
      "en": "One of the first topics we talked about was his job.",
      "es": "Uno de los primeros temas fue su trabajo."
    }
  },
  {
    "translation": {
      "en": "He's the CEO of LLD Diamonds.",
      "es": "Era el CEO de LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "He got the job from his dad.",
      "es": "Su padre le dio el trabajo."
    }
  },
  {
    "translation": {
      "en": "When he mentioned that his dad was the king of diamonds,",
      "es": "Cuando dijo que su padre era el rey de los diamantes"
    }
  },
  {
    "translation": {
      "en": "so that meant that he was the prince of diamonds,",
      "es": "Cuando dijo que su padre era el rey de los diamantes y él era el príncipe de los diamantes,"
    }
  },
  {
    "translation": {
      "en": "I realized, like, My God, what kind of family is this?",
      "es": "pensé: Dios mío, ¿qué familia es esta?."
    }
  },
  {
    "translation": {
      "en": "Very quickly, he'd become very personal. And that's what I really liked about it.",
      "es": "En poco tiempo, se volvió muy personal. Y eso me gustó mucho."
    }
  },
  {
    "translation": {
      "en": "He has a baby daughter that turns two in a couple of weeks.",
      "es": "Dijo que tenía una hija que estaba por cumplir dos años."
    }
  },
  {
    "translation": {
      "en": "She's there now to visit him in London, but he's not together with the mom anymore.",
      "es": "Ella estaba de visita en Londres, pero con la madre se habían separado."
    }
  },
  {
    "translation": {
      "en": "He's rarely in one place for a very long period of time,",
      "es": "Rara vez estaba en un lugar por mucho tiempo,"
    }
  },
  {
    "translation": {
      "en": "and he just missed having someone, you know.",
      "es": "y extrañaba estar con alguien."
    }
  },
  {
    "translation": {
      "en": "When we were nearing the end of the date, he said, I really want to get to know you better.",
      "es": "Cuando estábamos por despedirnos, dijo: Me gustaría conocerte más."
    }
  },
  {
    "translation": {
      "en": "They were traveling to Bulgaria for a business trip,",
      "es": "Viajaban a Bulgaria por negocios"
    }
  },
  {
    "translation": {
      "en": "and then he was asking me if I wanted to join them.",
      "es": "y me preguntó si quería ir con ellos."
    }
  },
  {
    "translation": {
      "en": "We're traveling by private jet.",
      "es": "Irían en un avión privado."
    }
  },
  {
    "translation": {
      "en": "Shit. Ooh, this is something new that I've never done before.",
      "es": "Mierda. Esto es algo que nunca hice."
    }
  },
  {
    "translation": {
      "en": "I felt that I would be stupid if I said no.",
      "es": "Sentí que sería estúpida si decía que no."
    }
  },
  {
    "translation": {
      "en": "So I was kind of, like, super excited on the inside,",
      "es": "Estaba muy emocionada,"
    }
  },
  {
    "translation": {
      "en": "but on the outside, I kept it very cool, because I was just thinking,",
      "es": "pero no quería demostrarlo porque pensaba:"
    }
  },
  {
    "translation": {
      "en": "Okay, you like this guy, you just need to keep your cool now.",
      "es": "Este tipo te gusta. Mantén la calma."
    }
  },
  {
    "translation": {
      "en": "Simon asked one of his drivers to take me back home,",
      "es": "Simon le pidió a uno de sus choferes que me llevara a casa"
    }
  },
  {
    "translation": {
      "en": "so I could pack some stuff, get my passport, then they will drive me back.",
      "es": "para que empacara, buscara mi pasaporte y luego regresara."
    }
  },
  {
    "translation": {
      "en": "Suddenly, there's this Rolls- Royce waiting for me.",
      "es": "De repente, me esperaba un Rolls-Royce."
    }
  },
  {
    "translation": {
      "en": "So I was kind of like, My God. This is insane.",
      "es": "Yo pensaba: Esto es una locura."
    }
  },
  {
    "translation": {
      "en": "It felt like being in a movie.",
      "es": "Era de una película."
    }
  },
  {
    "translation": {
      "en": "Metro- Goldwyn- Mayer presents",
      "es": "Metro-Goldwyn-Mayer presenta"
    }
  },
  {
    "translation": {
      "en": "an exciting, extravagant, romantic adventure.",
      "es": "una aventura emocionante, extravagante y romántica."
    }
  },
  {
    "translation": {
      "en": "The Yellow Rolls- Royce.",
      "es": "El Rolls-Royce amarillo."
    }
  },
  {
    "translation": {
      "en": "I can be quick when I pack.",
      "es": "Soy rápida para empacar."
    }
  },
  {
    "translation": {
      "en": "I have a messenger group with my girlfriends.",
      "es": "Tengo un grupo con mis amigas."
    }
  },
  {
    "translation": {
      "en": "My friends are freaking out.",
      "es": "Mis amigas enloquecían."
    }
  },
  {
    "translation": {
      "en": "Who is this guy? How do you know him? You can be abducted.",
      "es": "¿Quién es? ¿Cómo lo conociste? Te puede secuestrar."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, I didn't even think about that. I'm on a date, you know.",
      "es": "Ni siquiera pensé en eso. Estoy en una cita."
    }
  },
  {
    "translation": {
      "en": "At the airport, there is the entire team waiting for us.",
      "es": "En el aeropuerto, había todo un equipo esperándonos."
    }
  },
  {
    "translation": {
      "en": "A really tall guy, which I presume is the bodyguard.",
      "es": "Un tipo muy alto, que asumí era el guardaespaldas."
    }
  },
  {
    "translation": {
      "en": "There's a couple of drivers, and you have his little daughter.",
      "es": "Había un par de choferes y estaba su hijita."
    }
  },
  {
    "translation": {
      "en": "I see this woman that's with Simon's daughter.",
      "es": "Había una mujer con la hija de Simon."
    }
  },
  {
    "translation": {
      "en": "Simon tells me that that's the baby's mother",
      "es": "Simon me dijo que era la madre de su hija"
    }
  },
  {
    "translation": {
      "en": "and that they're going to be on the plane with us.",
      "es": "y que volarían con nosotros."
    }
  },
  {
    "translation": {
      "en": "His ex is joining us on our first date together,",
      "es": "Su ex nos acompañaba en nuestra primera cita,"
    }
  },
  {
    "translation": {
      "en": "and I'm kind of like, Well, this can be interesting.",
      "es": "y yo pensé: Esto puede ser interesante."
    }
  },
  {
    "translation": {
      "en": "Morning. How are you? Ah, good. Morning.",
      "es": "Buen día. ¿Cómo está? Buen día."
    }
  },
  {
    "translation": {
      "en": "Did you take videos on the plane? Show me?",
      "es": "¿Grabaste videos en el avión?"
    }
  },
  {
    "translation": {
      "en": "Yes. It's like the worst person.",
      "es": "Sí. Yo era la peor."
    }
  },
  {
    "translation": {
      "en": "That's what one of my friends would say.",
      "es": "Eso diría una de mis amigas."
    }
  },
  {
    "translation": {
      "en": "Can you stop being so awkward? But I was very excited about it, you know.",
      "es": "¿Puedes dejar de hacer eso?. Pero yo estaba muy emocionada."
    }
  },
  {
    "translation": {
      "en": "It was champagne with caviar. I've never eaten caviar before.",
      "es": "Era champaña con caviar. Nunca había comido caviar."
    }
  },
  {
    "translation": {
      "en": "And then it was sushi. And it was like it was a totally different world.",
      "es": "Y luego había sushi. Era un mundo totalmente diferente."
    }
  },
  {
    "translation": {
      "en": "If I like someone, I'll give them a little kiss on the cheek.",
      "es": "Si alguien me gusta, lo beso en la mejilla."
    }
  },
  {
    "translation": {
      "en": "It was quick, but it just felt very natural.",
      "es": "Fue rápido, pero muy natural."
    }
  },
  {
    "translation": {
      "en": "When we landed, me and the baby's mother and the baby, we went into a car.",
      "es": "Cuando aterrizamos, la madre del bebé y yo fuimos en el mismo auto."
    }
  },
  {
    "translation": {
      "en": "Of course, I take the opportunity to ask some questions.",
      "es": "Aproveché para hacer algunas preguntas."
    }
  },
  {
    "translation": {
      "en": "She tells me what a wonderful father he is,",
      "es": "Me dijo que era un padre maravilloso,"
    }
  },
  {
    "translation": {
      "en": "that he's still supporting them even though they're not together anymore,",
      "es": "que la ayudaba aunque ya no estaban juntos,"
    }
  },
  {
    "translation": {
      "en": "which was really, really nice to hear.",
      "es": "lo cual fue muy agradable de escuchar."
    }
  },
  {
    "translation": {
      "en": "When we go to the hotel, we check in,",
      "es": "Llegamos al hotel, nos registramos"
    }
  },
  {
    "translation": {
      "en": "and when we're walking into the elevator together,",
      "es": "y entramos juntos al ascensor."
    }
  },
  {
    "translation": {
      "en": "exactly when the door closes,",
      "es": "Cuando la puerta se cerró,"
    }
  },
  {
    "translation": {
      "en": "he takes me around the waist and he just looks at me and he draws me in and just gives me this kiss,",
      "es": "me tomó de la cintura y me atrajo hacia él dándome un beso."
    }
  },
  {
    "translation": {
      "en": "and I was like, Oh, shit, you know, the kind of butterflies…",
      "es": "Y pensé: Mierda, siento mariposas…"
    }
  },
  {
    "translation": {
      "en": "It was passionate, and was just the perfect first kiss",
      "es": "Fue apasionado y el primer beso más perfecto"
    }
  },
  {
    "translation": {
      "en": "that you could have, you know.",
      "es": "que podría tener."
    }
  },
  {
    "translation": {
      "en": "- You sleep together? - We sleep together.",
      "es": "- Durmieron juntos. - Sí."
    }
  },
  {
    "translation": {
      "en": "And then, later on, I could see that he has some marks on his back.",
      "es": "Y luego, vi que tenía unas marcas en la espalda."
    }
  },
  {
    "translation": {
      "en": "I was just wondering, like, what is this? Where, like, I was touching it.",
      "es": "Me preguntaba qué era eso que estaba tocando."
    }
  },
  {
    "translation": {
      "en": "And then he was kind of like, Oh, well…",
      "es": "Y me dijo: Bueno, es que…"
    }
  },
  {
    "translation": {
      "en": "He didn't exactly know how to say it, but it was, like,",
      "es": "No sabía cómo decirlo. Dijo que había estado preso en Sudáfrica. Yo dije: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "he had been in jail in South Africa. And I was like, What?",
      "es": "Dijo que había estado preso en Sudáfrica. Yo dije: ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "Just trust me once more.",
      "es": "Confía en mí una vez más."
    }
  },
  {
    "translation": {
      "en": "Why should I?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "He had a deal going on there, and they had",
      "es": "Estaba por cerrar un acuerdo,"
    }
  },
  {
    "translation": {
      "en": "turned their backs against him and betrayed him.",
      "es": "pero luego lo traicionaron."
    }
  },
  {
    "translation": {
      "en": "So he had gone in prison on false pretenses.",
      "es": "Así que fue a prisión porque lo engañaron."
    }
  },
  {
    "translation": {
      "en": "He was innocent.",
      "es": "Era inocente."
    }
  },
  {
    "translation": {
      "en": "He had been manhandled in prison because he was Jewish.",
      "es": "Lo habían maltratado en prisión por ser judío."
    }
  },
  {
    "translation": {
      "en": "Here was this guy I thought had everything going for him",
      "es": "Este tipo, que para mí lo tenía todo,"
    }
  },
  {
    "translation": {
      "en": "sitting on the bed with me, being really vulnerable.",
      "es": "estaba ahí sentado, mostrándose vulnerable."
    }
  },
  {
    "translation": {
      "en": "Just give me the stamps.",
      "es": "No cambies de tema."
    }
  },
  {
    "translation": {
      "en": "Oh. Oh, I love you, Adam, Alex, Peter…",
      "es": "Te amo, Adam, Alex, Peter…"
    }
  },
  {
    "translation": {
      "en": "Here's this kind of person that you want to save,",
      "es": "Es el tipo de persona a la que quieres salvar,"
    }
  },
  {
    "translation": {
      "en": "especially 'cause he has so much responsibility on his back.",
      "es": "sobre todo, porque tiene mucha responsabilidad a cargo."
    }
  },
  {
    "translation": {
      "en": "Everyone is relying on him.",
      "es": "Todos dependen de él."
    }
  },
  {
    "translation": {
      "en": "Even though things had gone very quickly with us,",
      "es": "A pesar de que todo iba muy rápido,"
    }
  },
  {
    "translation": {
      "en": "but when I sit there and I feel an emotional connection with someone",
      "es": "cuando siento una conexión con alguien"
    }
  },
  {
    "translation": {
      "en": "and they're opening up, that's just how I am as a person.",
      "es": "y esa persona se abre, me muestro tal cual soy."
    }
  },
  {
    "translation": {
      "en": "He starts getting a lot of calls, and, in the end, he just says,",
      "es": "Empezó a recibir muchas llamadas y, al final, dijo: Estamos muy ocupados. Será mejor que te vayas."
    }
  },
  {
    "translation": {
      "en": "We're so busy. I think it's best if you just go back home.",
      "es": "Estamos muy ocupados. Será mejor que te vayas."
    }
  },
  {
    "translation": {
      "en": "I was a bit disappointed, actually. I was kind of like…",
      "es": "Me decepcionó un poco. Me sentí…"
    }
  },
  {
    "translation": {
      "en": "I wanted to spend more time with him.",
      "es": "Quería quedarme más tiempo."
    }
  },
  {
    "translation": {
      "en": "When I came back to London, I thought the conversation would die out.",
      "es": "Cuando volví a Londres, creí que no volveríamos a hablar."
    }
  },
  {
    "translation": {
      "en": "I didn't expect anything.",
      "es": "No esperaba nada."
    }
  },
  {
    "translation": {
      "en": "I felt like I knew him more, but I didn't really know him know him.",
      "es": "Sentía que lo conocía más, pero no lo conocía de verdad."
    }
  },
  {
    "translation": {
      "en": "Like, how special was I? I felt special, but, like, when he leaves, you never know.",
      "es": "Me hizo sentir especial, pero cuando se van, nunca sabes."
    }
  },
  {
    "translation": {
      "en": "I was hoping. I was really hoping",
      "es": "Esperaba. Realmente esperaba"
    }
  },
  {
    "translation": {
      "en": "that he was gonna come back.",
      "es": "que regresara."
    }
  },
  {
    "translation": {
      "en": "But then kept going with, like, good morning messages to each other",
      "es": "Pero luego siguieron los mensajes de buenos días"
    }
  },
  {
    "translation": {
      "en": "and good night messages, and FaceTime.",
      "es": "y de buenas noches, y FaceTime."
    }
  },
  {
    "translation": {
      "en": "He was, like, tagging me where he was going.",
      "es": "Me marcaba adónde iba."
    }
  },
  {
    "translation": {
      "en": "When I was at work, you could hear the pinging in your phone,",
      "es": "Estaba trabajando y escuchaba las notificaciones,"
    }
  },
  {
    "translation": {
      "en": "and it was, like, I hope that it's him.",
      "es": "y pensaba: Ojalá sea él."
    }
  },
  {
    "translation": {
      "en": "He just suddenly asked me, So what's your address?",
      "es": "De repente me pregunta: ¿Cuál es tu dirección?."
    }
  },
  {
    "translation": {
      "en": "Never, ever received a bouquet like that.",
      "es": "Nunca había recibido un ramo así."
    }
  },
  {
    "translation": {
      "en": "Miss you. Wanna spend some time together… Kiss you, hug you.",
      "es": "Te extraño. Quiero pasar tiempo contigo, besarte y abrazarte."
    }
  },
  {
    "translation": {
      "en": "Feel like we have something special, and he says so to me.",
      "es": "Sentía que había algo especial, y él me lo decía."
    }
  },
  {
    "translation": {
      "en": "So I'm kind of like, Oh, shit. Is this it?",
      "es": "Pensé: ¿Llegó el momento?."
    }
  },
  {
    "translation": {
      "en": "Ah, it was so nice seeing him again.",
      "es": "Fue muy lindo volver a verlo."
    }
  },
  {
    "translation": {
      "en": "I can't even describe to someone. Like, when you really want to see someone.",
      "es": "No puedo describir cuánto deseaba verlo."
    }
  },
  {
    "translation": {
      "en": "Just feeling that you're his girl is like the best feeling.",
      "es": "Sentir que era su chica era lo mejor."
    }
  },
  {
    "translation": {
      "en": "But then it was difficult to meet up with him. He was traveling a lot for business.",
      "es": "Pero luego fue difícil encontrarnos. Viajaba mucho por negocios."
    }
  },
  {
    "translation": {
      "en": "I was going home to Oslo and I was thinking,",
      "es": "Mientras iba a mi casa, en Oslo,"
    }
  },
  {
    "translation": {
      "en": "Well, you can come to Oslo!",
      "es": "pensé: ¡Podrías venir a Oslo!."
    }
  },
  {
    "translation": {
      "en": "And that was one of the things he said, But, babe, I don't have anything to do in Oslo. There's no business,",
      "es": "Y él respondió: Pero, cariño, no tengo nada que hacer allí. Ningún negocio."
    }
  },
  {
    "translation": {
      "en": "and I was missing him so much, I was like, I'm never gonna be able to see you.",
      "es": "Yo lo extrañaba tanto que pensé: Nunca volveré a verlo."
    }
  },
  {
    "translation": {
      "en": "You're kidding me.",
      "es": "Es una broma."
    }
  },
  {
    "translation": {
      "en": "You're such a busy guy, and you decide to take a private jet",
      "es": "Un tipo muy ocupado que decide tomar un jet privado"
    }
  },
  {
    "translation": {
      "en": "and land at like 3:00 a.m. to come and see me.",
      "es": "y aterrizar a la madrugada para venir a verme."
    }
  },
  {
    "translation": {
      "en": "So I go to his hotel. I bought him, like, a Valentine's present.",
      "es": "Así que fui a su hotel. Le compré un regalo de San Valentín."
    }
  },
  {
    "translation": {
      "en": "It was a book about having a relationship with a Norwegian.",
      "es": "Era un libro sobre tener una relación con un noruego."
    }
  },
  {
    "translation": {
      "en": "And then I had made, like, ten things about him",
      "es": "Y luego anoté diez cosas sobre él"
    }
  },
  {
    "translation": {
      "en": "that makes him wonderful, which I'd written myself.",
      "es": "que lo hacen maravilloso."
    }
  },
  {
    "translation": {
      "en": "And then he just asked me,",
      "es": "Y luego me preguntó:"
    }
  },
  {
    "translation": {
      "en": "I am serious about you. Do you want to be my girlfriend?",
      "es": "Hablo en serio. ¿Quieres ser mi novia?."
    }
  },
  {
    "translation": {
      "en": "And I'm kind of like, Oh, shit. The kind of words that you wanted to hear.",
      "es": "Me sorprendió. Eran las palabras que yo quería oír."
    }
  },
  {
    "translation": {
      "en": "Yeah. And then we were together.",
      "es": "Sí. Luego estuvimos juntos."
    }
  },
  {
    "translation": {
      "en": "That's when he said there was something he wants to tell me if we're gonna be together.",
      "es": "Me dijo que había algo que debía saber si estábamos juntos."
    }
  },
  {
    "translation": {
      "en": "It was better to be open and honest about how his life was than to keep it hidden.",
      "es": "Era mejor ser abierto y honesto sobre su vida que mantenerla oculta."
    }
  },
  {
    "translation": {
      "en": "He was just talking about this big deal that he needed to get done,",
      "es": "Me habló de un gran negocio que tenía que cerrar"
    }
  },
  {
    "translation": {
      "en": "and the deal was worth $70 million,",
      "es": "de unos 70 millones de dólares."
    }
  },
  {
    "translation": {
      "en": "but the diamond industry is a dangerous business.",
      "es": "La industria de los diamantes es peligrosa."
    }
  },
  {
    "translation": {
      "en": "He had these threats surrounding his security.",
      "es": "Recibía amenazas en torno a su seguridad."
    }
  },
  {
    "translation": {
      "en": "He had a security team in Israel. Peter was like the head of it.",
      "es": "Tenía un equipo de seguridad en Israel. Peter era el jefe."
    }
  },
  {
    "translation": {
      "en": "Threats had gotten worse.",
      "es": "Las amenazas habían empeorado."
    }
  },
  {
    "translation": {
      "en": "He showed me pictures of, like, they had gotten bullets in the mail.",
      "es": "Me mostró fotos de balas que había recibido por correo."
    }
  },
  {
    "translation": {
      "en": "Funeral flowers had been sent.",
      "es": "Le enviaron flores fúnebres."
    }
  },
  {
    "translation": {
      "en": "He had CCTV of an apartment in Tel Aviv.",
      "es": "Tenía cámaras de seguridad en su casa de Tel Aviv."
    }
  },
  {
    "translation": {
      "en": "He had a break- in there.",
      "es": "Hubo un robo."
    }
  },
  {
    "translation": {
      "en": "The security team told him that he wasn't safe in London anymore,",
      "es": "Su seguridad le dijo que ya no estaba seguro en Londres,"
    }
  },
  {
    "translation": {
      "en": "and for time being he needed to stay away.",
      "es": "y que, por el momento, debía alejarse."
    }
  },
  {
    "translation": {
      "en": "Of course, I get super scared for him.",
      "es": "Por supuesto, me dio mucho miedo por él."
    }
  },
  {
    "translation": {
      "en": "I could just see that it was straining on him.",
      "es": "Noté que se sentía presionado."
    }
  },
  {
    "translation": {
      "en": "He just wanted my understanding that things were gonna be fine,",
      "es": "Él quería que yo supiera que todo iba a estar bien"
    }
  },
  {
    "translation": {
      "en": "and we were going to be together.",
      "es": "y que estaríamos juntos."
    }
  },
  {
    "translation": {
      "en": "And I was like, Okay. I'll be here for you.",
      "es": "Le dije: Bueno. Yo estaré aquí para ti."
    }
  },
  {
    "translation": {
      "en": "When I got back home, one of my friends Googled the Leviev family.",
      "es": "Cuando volví a casa, un amigo buscó en Google a la familia Leviev."
    }
  },
  {
    "translation": {
      "en": "She says this is one of the most powerful families.",
      "es": "Dijo que era una de las familias más poderosas."
    }
  },
  {
    "translation": {
      "en": "They've become big for a reason.",
      "es": "Se habían vuelto poderosos por algo."
    }
  },
  {
    "translation": {
      "en": "Need to be realistic about what he's involved in.",
      "es": "Debía ser realista sobre lo que él hacía."
    }
  },
  {
    "translation": {
      "en": "I hadn't seen him in a while. And of course it made you a bit scared.",
      "es": "Hacía tiempo que no lo veía. Y, por supuesto, me asusté un poco."
    }
  },
  {
    "translation": {
      "en": "So I check his Tinder to see where he is.",
      "es": "Revisé su Tinder para ver dónde estaba."
    }
  },
  {
    "translation": {
      "en": "I see that he's in a different country.",
      "es": "Vi que estaba en otro país"
    }
  },
  {
    "translation": {
      "en": "And I also see a couple of his pictures had changed.",
      "es": "y que había cambiado algunas fotos."
    }
  },
  {
    "translation": {
      "en": "My heart just sank, you know, 'cause that means that he's been active.",
      "es": "Se me estrujó el corazón. Significaba que había estado activo."
    }
  },
  {
    "translation": {
      "en": "So what's going on?",
      "es": "¿Qué pasaba?"
    }
  },
  {
    "translation": {
      "en": "I'm not using Tinder anymore. I deleted the app. I deleted the account.",
      "es": "Ya no uso Tinder. Borré la aplicación. Borré la cuenta."
    }
  },
  {
    "translation": {
      "en": "He tells me that we're a team and we're together",
      "es": "Me dice que somos un equipo, que estamos juntos"
    }
  },
  {
    "translation": {
      "en": "and that I have nothing to worry about.",
      "es": "y que no tengo que preocuparme."
    }
  },
  {
    "translation": {
      "en": "There's no one else. Only me.",
      "es": "No hay otra. Solo yo."
    }
  },
  {
    "translation": {
      "en": "I care about you. I miss you. And everything will be all right, baby.",
      "es": "Me importas. Te extraño. Y todo estará bien, cariño."
    }
  },
  {
    "translation": {
      "en": "I was sitting by my phone, swiping, swiping.",
      "es": "Estaba con el teléfono, deslizando."
    }
  },
  {
    "translation": {
      "en": "What kind of guy were you hoping for?",
      "es": "¿Qué tipo de hombre buscabas?"
    }
  },
  {
    "translation": {
      "en": "An ideal guy. A smart one. And funny. And very impulsive.",
      "es": "Mi hombre ideal es inteligente, gracioso y muy impulsivo."
    }
  },
  {
    "translation": {
      "en": "I'm a very independent woman. I always have been.",
      "es": "Soy una mujer independiente. Siempre lo fui."
    }
  },
  {
    "translation": {
      "en": "I've done that since the age of 16,",
      "es": "Soy así desde los 16 años."
    }
  },
  {
    "translation": {
      "en": "so I don't need a man to take care of me,",
      "es": "No necesito un hombre que me cuide,"
    }
  },
  {
    "translation": {
      "en": "but I would appreciate to have a man to share my life.",
      "es": "pero me gustaría compartir mi vida con alguien."
    }
  },
  {
    "translation": {
      "en": "My Tinder profile was a mix.",
      "es": "Mi perfil era una mezcla."
    }
  },
  {
    "translation": {
      "en": "It had some pictures with me dressed for work, traveling,",
      "es": "Tenía fotos vestida para ir a trabajar, otras viajando."
    }
  },
  {
    "translation": {
      "en": "because I still wanted to attract this person that was living the same life as I did.",
      "es": "Quería atraer a esta persona que tuviera la misma vida que yo."
    }
  },
  {
    "translation": {
      "en": "So I was swiping. And then this guy comes up.",
      "es": "Estaba deslizando y veo a este tipo."
    }
  },
  {
    "translation": {
      "en": "This is someone who is well- traveled.",
      "es": "Alguien que viajaba mucho."
    }
  },
  {
    "translation": {
      "en": "And still works very hard.",
      "es": "Pero también trabajaba mucho."
    }
  },
  {
    "translation": {
      "en": "So I thought, Oh, great. Let's swipe right on that.",
      "es": "Pensé: Genial. Deslicemos a la derecha."
    }
  },
  {
    "translation": {
      "en": "I got a match.",
      "es": "Tengo un match."
    }
  },
  {
    "translation": {
      "en": "He was here in Stockholm for business, but it said he was living in Amsterdam.",
      "es": "Estaba en Estocolmo por negocios, pero vivía en Ámsterdam."
    }
  },
  {
    "translation": {
      "en": "He texts me and asks me if I want to come visit.",
      "es": "Me pregunta si quiero ir a visitarlo."
    }
  },
  {
    "translation": {
      "en": "There is a flight tomorrow at nine o'clock in the morning",
      "es": "Hay un vuelo mañana a las nueve de la mañana"
    }
  },
  {
    "translation": {
      "en": "from Stockholm to Amsterdam.",
      "es": "de Estocolmo a Ámsterdam."
    }
  },
  {
    "translation": {
      "en": "So tell me if it's all right for you.",
      "es": "Dime si te parece bien."
    }
  },
  {
    "translation": {
      "en": "He asked about my passport details, booked my flight ticket,",
      "es": "Me pidió los datos de mi pasaporte y reservó mi pasaje."
    }
  },
  {
    "translation": {
      "en": "which I thought was a nice gesture.",
      "es": "Me pareció un lindo gesto."
    }
  },
  {
    "translation": {
      "en": "I get this confirmation from Simon Leviev at LLD Diamonds.",
      "es": "Recibí una confirmación de Simon Leviev de LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "Of course, I started to Google,",
      "es": "Por supuesto, lo busqué en Google."
    }
  },
  {
    "translation": {
      "en": "because you always Google everyone you're supposed to go on a date with.",
      "es": "Siempre buscas a la persona con la que vas a salir."
    }
  },
  {
    "translation": {
      "en": "His father is this diamond tycoon,",
      "es": "Su padre era un magnate de los diamantes,"
    }
  },
  {
    "translation": {
      "en": "and I'm just thinking, Oh my God, another diamond guy.",
      "es": "y yo solo pensé: Dios mío, otro tipo de los diamantes."
    }
  },
  {
    "translation": {
      "en": "- Um… - Another diamond guy? Yeah.",
      "es": "- ¿Otro tipo de los diamantes? - Sí."
    }
  },
  {
    "translation": {
      "en": "I used to date a guy that was in the diamond industry.",
      "es": "Salía con un tipo en la industria de los diamantes."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe second time around.",
      "es": "Bueno, quizá una segunda vez."
    }
  },
  {
    "translation": {
      "en": "I take a car to his house, which is in this lovely, lovely neighborhood.",
      "es": "Voy en auto a su casa, que estaba en un hermoso vecindario."
    }
  },
  {
    "translation": {
      "en": "He comes and opens up the door.",
      "es": "Viene a abrirme la puerta."
    }
  },
  {
    "translation": {
      "en": "He dresses very elegantly.",
      "es": "Iba vestido muy elegante."
    }
  },
  {
    "translation": {
      "en": "A little bit short for my taste, was the first thing I was thinking,",
      "es": "Lo primero que pensé fue: Es un poco bajito."
    }
  },
  {
    "translation": {
      "en": "but he's really easy to talk to.",
      "es": "Pero era agradable para hablar."
    }
  },
  {
    "translation": {
      "en": "It's quite rare that you meet someone and you have this instant connection.",
      "es": "Es raro conocer a alguien y sentir esa conexión instantánea."
    }
  },
  {
    "translation": {
      "en": "After we spent an hour together,",
      "es": "Después de una hora juntos,"
    }
  },
  {
    "translation": {
      "en": "we felt like we had known each other for ten years or something.",
      "es": "sentimos que nos conocíamos desde hacía diez años o algo así."
    }
  },
  {
    "translation": {
      "en": "We go for lunch, the entire staff welcomes us.",
      "es": "Fuimos a almorzar, todo el personal nos recibió."
    }
  },
  {
    "translation": {
      "en": "They bring a special order of caviar that the restaurant uses just for Simon.",
      "es": "Nos sirvieron un caviar especial que el restaurante hacía solo para Simon."
    }
  },
  {
    "translation": {
      "en": "I don't think the food ever stopped coming in.",
      "es": "Nunca dejaron de traer comida."
    }
  },
  {
    "translation": {
      "en": "He really asked a lot of questions, really wanted to listen,",
      "es": "Me hacía preguntas, quería conocerme."
    }
  },
  {
    "translation": {
      "en": "which I really appreciated.",
      "es": "Eso me gustó mucho,"
    }
  },
  {
    "translation": {
      "en": "'Cause it's quite rare to have men listen sometimes.",
      "es": "porque es raro que los hombres te escuchen."
    }
  },
  {
    "translation": {
      "en": "Afterwards, we had a nice, long walk around Amsterdam. I see a diamond museum.",
      "es": "Después, dimos un paseo por Ámsterdam. Vi un museo de diamantes."
    }
  },
  {
    "translation": {
      "en": "I love museums, and if you should go to a diamond museum,",
      "es": "Me encantan los museos, y si vas a uno de diamantes,"
    }
  },
  {
    "translation": {
      "en": "you should go with someone in the business.",
      "es": "mejor hacerlo con alguien que sabe."
    }
  },
  {
    "translation": {
      "en": "He knows all about the mines,",
      "es": "Sabía todo sobre las minas,"
    }
  },
  {
    "translation": {
      "en": "how to cut them, where you get the best diamonds.",
      "es": "cómo cortar los diamantes, dónde están los mejores."
    }
  },
  {
    "translation": {
      "en": "He knows everything.",
      "es": "Sabía todo."
    }
  },
  {
    "translation": {
      "en": "After that, he makes this little bit of a move on me.",
      "es": "Después de eso, intenta acercarse y besarme."
    }
  },
  {
    "translation": {
      "en": "But it just doesn't feel right.",
      "es": "Pero se siente extraño."
    }
  },
  {
    "translation": {
      "en": "He's like, No, maybe no. Just… Better just stay friends.",
      "es": "Dijo: No, tal vez no. Mejor seamos amigos."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe you're right.",
      "es": "Sí, quizá tengas razón."
    }
  },
  {
    "translation": {
      "en": "Even though there wasn't a romantic energy between us,",
      "es": "Aunque no hubo una conexión romántica entre nosotros,"
    }
  },
  {
    "translation": {
      "en": "I really enjoyed myself.",
      "es": "lo disfruté mucho."
    }
  },
  {
    "translation": {
      "en": "I actually missed him after just a day or two, because we did have a lot of fun.",
      "es": "Hasta lo extrañé después de unos días, porque nos divertimos mucho."
    }
  },
  {
    "translation": {
      "en": "We were talking and calling and texting.",
      "es": "Hablábamos por llamadas y mensajes."
    }
  },
  {
    "translation": {
      "en": "When he's out to dinner,",
      "es": "Cuando salía a cenar,"
    }
  },
  {
    "translation": {
      "en": "he sends me a picture, and we used voice notes.",
      "es": "me enviaba una foto y nos mandábamos audios."
    }
  },
  {
    "translation": {
      "en": "Beautiful looking. Beautiful, Pernilla.",
      "es": "Te ves hermosa. Hermosa, Pernilla."
    }
  },
  {
    "translation": {
      "en": "Happy to see you tomorrow.",
      "es": "Ansío verte mañana."
    }
  },
  {
    "translation": {
      "en": "You can be two different types of personalities sometimes.",
      "es": "A veces, hay dos tipos de personalidades."
    }
  },
  {
    "translation": {
      "en": "So either you can be a battery charger or a battery drainer.",
      "es": "Está el cargador de baterías y el agotador de baterías."
    }
  },
  {
    "translation": {
      "en": "Work hard, play hard.",
      "es": "Trabaja duro, juega duro."
    }
  },
  {
    "translation": {
      "en": "And he was definitely my battery charger.",
      "es": "Él era mi cargador de baterías."
    }
  },
  {
    "translation": {
      "en": "Amazing. Amazing. Beautiful dress.",
      "es": "Increíble. Hermoso vestido."
    }
  },
  {
    "translation": {
      "en": "Once, I remember, like, he flew over just to have a coffee with me one day",
      "es": "Recuerdo una vez que voló solo para tomar un café conmigo,"
    }
  },
  {
    "translation": {
      "en": "because I was having a bad day.",
      "es": "porque tenía un mal día."
    }
  },
  {
    "translation": {
      "en": "Pernilla, about 10 o'clock we're going for a drink. Then, 12:30, we're going to the club.",
      "es": "Pernilla, a las 10 vamos a tomar algo. A las 12:30 a la discoteca."
    }
  },
  {
    "translation": {
      "en": "Can't wait to see you later!",
      "es": "¡Ansío verte, cariño!"
    }
  },
  {
    "translation": {
      "en": "I gave him a little bit of a prince emoji next to his name,",
      "es": "Le puse un emoji de príncipe junto a su nombre,"
    }
  },
  {
    "translation": {
      "en": "because that's how he's behaving sometimes.",
      "es": "porque así se comportaba a veces."
    }
  },
  {
    "translation": {
      "en": "And I always make a joke about this.",
      "es": "Y siempre bromeaba con eso."
    }
  },
  {
    "translation": {
      "en": "Really felt like we had a special connection.",
      "es": "Sentí que teníamos una conexión especial."
    }
  },
  {
    "translation": {
      "en": "I can't wait to see you. I love you with all my heart. I miss you so much.",
      "es": "Qué ganas de verte. Te amo con todo mi corazón. Te extraño."
    }
  },
  {
    "translation": {
      "en": "Simon was away a lot on business. We'd talk and text every single day.",
      "es": "Simon estaba lejos por negocios. Nos hablábamos todos los días."
    }
  },
  {
    "translation": {
      "en": "Your girl is finally done with yoga for the night.",
      "es": "Tu chica terminó su clase de yoga."
    }
  },
  {
    "translation": {
      "en": "And she's at home making some delicious salmon.",
      "es": "Y está en casa cocinando un delicioso salmón."
    }
  },
  {
    "translation": {
      "en": "I felt special.",
      "es": "Me sentía especial."
    }
  },
  {
    "translation": {
      "en": "It was just amazing.",
      "es": "Era increíble."
    }
  },
  {
    "translation": {
      "en": "And then, he asked me.",
      "es": "Y luego me preguntó:"
    }
  },
  {
    "translation": {
      "en": "It's just the best feeling, you know, when you have someone",
      "es": "Es la mejor sensación cuando estás con alguien"
    }
  },
  {
    "translation": {
      "en": "and both are on the same wavelength.",
      "es": "y ambos están en la misma sintonía."
    }
  },
  {
    "translation": {
      "en": "Time for apartment number two.",
      "es": "Hora del apartamento número dos."
    }
  },
  {
    "translation": {
      "en": "Living room where we can watch movies and stuff.",
      "es": "Sala donde podemos ver películas."
    }
  },
  {
    "translation": {
      "en": "I was dreaming of how it would be for the two of us to live together.",
      "es": "Soñaba con cómo sería cuando viviéramos juntos."
    }
  },
  {
    "translation": {
      "en": "And then you have this awesome kitchen.",
      "es": "Y luego tiene esta cocina increíble."
    }
  },
  {
    "translation": {
      "en": "And here is the bedroom.",
      "es": "Y aquí está el dormitorio."
    }
  },
  {
    "translation": {
      "en": "Simon tells me that the budget is $15,000 per month.",
      "es": "Simon dijo que el presupuesto era de 15 000 dólares por mes."
    }
  },
  {
    "translation": {
      "en": "Third apartment.",
      "es": "Tercer apartamento."
    }
  },
  {
    "translation": {
      "en": "So I'm going all the rounds in these amazing apartments.",
      "es": "Así que recorro estos increíbles apartamentos."
    }
  },
  {
    "translation": {
      "en": "And sometimes I even have Simon with me on FaceTime.",
      "es": "A veces lo hago con Simon por FaceTime."
    }
  },
  {
    "translation": {
      "en": "It was just a really nice way to connect with him,",
      "es": "Fue una buena forma de conectar,"
    }
  },
  {
    "translation": {
      "en": "even though he wasn't there, to do it together.",
      "es": "aunque no estuviera allí, lo hacíamos juntos."
    }
  },
  {
    "translation": {
      "en": "The view is out to the Piazza at Covent Garden.",
      "es": "Tiene vista hacia Covent Garden Piazza."
    }
  },
  {
    "translation": {
      "en": "Cecilie, my love, I love you, I miss you. I can't wait to see you.",
      "es": "Cecilie, te amo, te extraño. Tengo ganas de verte."
    }
  },
  {
    "translation": {
      "en": "In the middle of the night, I get a picture of Peter, Simon's bodyguard.",
      "es": "A la madrugada, recibo una foto de Peter, el guardaespaldas de Simon."
    }
  },
  {
    "translation": {
      "en": "Simon is writing Peter hurt, and I'm like, What the fuck?",
      "es": "Simon escribió: Peter está herido, y yo pensé: ¿Qué carajo?."
    }
  },
  {
    "translation": {
      "en": "Well, this is the night.",
      "es": "Bueno, así es la noche."
    }
  },
  {
    "translation": {
      "en": "Can you write your first name? Or I can write it, of course.",
      "es": "¿Puede escribir su nombre? Yo lo escribiré."
    }
  },
  {
    "translation": {
      "en": "We're in an ambulance.  Can you write that?",
      "es": "Estamos en una ambulancia."
    }
  },
  {
    "translation": {
      "en": "He just says that, They were going after me. Thank God for Peter.",
      "es": "Dijo: Iban tras de mí. Peter me salvó."
    }
  },
  {
    "translation": {
      "en": "If not, I would be dead.",
      "es": "Si no, estaría muerto."
    }
  },
  {
    "translation": {
      "en": "It's okay, love. It's okay. I told you, we're in a war. We need to be strong.",
      "es": "Tranquila, cariño. Estoy bien. Estamos en guerra. Debemos ser fuertes."
    }
  },
  {
    "translation": {
      "en": "I didn't know what to do. And he just says, We're safe now.",
      "es": "No sabía qué hacer. Él me dijo: Estamos a salvo."
    }
  },
  {
    "translation": {
      "en": "We're being taken care of. You just need to sleep.",
      "es": "Nos están atendiendo. Ve a dormir."
    }
  },
  {
    "translation": {
      "en": "The next morning, Simon sends me a voice note.",
      "es": "Al día siguiente me envía un audio."
    }
  },
  {
    "translation": {
      "en": "Because of the situation, with the security and everything,",
      "es": "Por la situación, con la seguridad y todo,"
    }
  },
  {
    "translation": {
      "en": "they told me I'm not allowed to use my credit card.",
      "es": "me dijeron que no puedo usar mi tarjeta de crédito."
    }
  },
  {
    "translation": {
      "en": "He can't use his cards anymore because the security team has said his enemies",
      "es": "No podía usar sus tarjetas de crédito por seguridad."
    }
  },
  {
    "translation": {
      "en": "are tracing his spending and where he is based on his credit card use.",
      "es": "Sus enemigos rastreaban sus gastos y así podían localizarlo."
    }
  },
  {
    "translation": {
      "en": "I wanted to ask you a favor.",
      "es": "Quería pedirte un favor."
    }
  },
  {
    "translation": {
      "en": "If you have an American Express credit card,",
      "es": "Si tienes una tarjeta de crédito American Express,"
    }
  },
  {
    "translation": {
      "en": "I can link it to my account.",
      "es": "puedo vincularla a mi cuenta."
    }
  },
  {
    "translation": {
      "en": "He was just wondering if he could use my cards for some time.",
      "es": "Me preguntó si podía usar mis tarjetas por un tiempo."
    }
  },
  {
    "translation": {
      "en": "It would just help him a lot.",
      "es": "Lo ayudaría mucho."
    }
  },
  {
    "translation": {
      "en": "It's just temporary, like, for, uh,",
      "es": "Es temporal, serán"
    }
  },
  {
    "translation": {
      "en": "two weeks or something.",
      "es": "dos semanas, algo así."
    }
  },
  {
    "translation": {
      "en": "I'm his girlfriend.",
      "es": "Era su novia."
    }
  },
  {
    "translation": {
      "en": "Of course he would ask me. Like, you trust me and I trust you,",
      "es": "Claro que me lo preguntaría. Él confiaba en mí y yo en él."
    }
  },
  {
    "translation": {
      "en": "so of course we're gonna help each other. It wasn't even a question.",
      "es": "Nos ayudábamos mutuamente. No había duda."
    }
  },
  {
    "translation": {
      "en": "The Platinum Amex is in my name, and he starts using it as he said he would,",
      "es": "La tarjeta estaba a mi nombre y comenzó a usarla como dijo,"
    }
  },
  {
    "translation": {
      "en": "but he maxes out quite quickly.",
      "es": "pero superó el límite muy rápido."
    }
  },
  {
    "translation": {
      "en": "So he makes payment directly to Amex, and I get the receipt from him,",
      "es": "Así que hace el pago directamente a AmEx y me envía el recibo."
    }
  },
  {
    "translation": {
      "en": "and he says that the money is on the way, but in the meantime,",
      "es": "Dice que el dinero está en camino, pero mientras tanto,"
    }
  },
  {
    "translation": {
      "en": "he wants me to come to Amsterdam and bring some cash to him. $25,000.",
      "es": "quiere que vaya a Ámsterdam y le lleve 25 000 dólares en efectivo."
    }
  },
  {
    "translation": {
      "en": "How on Earth am I going to get that amount of cash?",
      "es": "¿Cómo voy a conseguir esa cantidad de dinero?"
    }
  },
  {
    "translation": {
      "en": "I took out a loan, which I then took out in cash.",
      "es": "Pedí un préstamo, que luego retiré en efectivo."
    }
  },
  {
    "translation": {
      "en": "I was super scared having that amount of cash in my bag.",
      "es": "Tenía mucho miedo de llevar esa cantidad de dinero en mi bolso."
    }
  },
  {
    "translation": {
      "en": "Especially when we went through security.",
      "es": "Sobre todo, al pasar el control."
    }
  },
  {
    "translation": {
      "en": "I was super stressed.",
      "es": "Estaba muy estresada."
    }
  },
  {
    "translation": {
      "en": "How was I gonna explain the money if I got any questions about it?",
      "es": "¿Cómo justificaría ese dinero si me preguntaban?"
    }
  },
  {
    "translation": {
      "en": "The moment I'm with him, I feel safe. My biggest issue was being apart from him.",
      "es": "Cuando estaba con él, me sentía segura. Mi problema era estar lejos."
    }
  },
  {
    "translation": {
      "en": "He was really grateful.",
      "es": "Estaba muy agradecido."
    }
  },
  {
    "translation": {
      "en": "He told me that everything I was doing is keeping him safe.",
      "es": "Me dijo que gracias a lo que hacía lo mantenía a salvo."
    }
  },
  {
    "translation": {
      "en": "But within hours, the security team said there was a problem.",
      "es": "Unas horas después, su seguridad dijo que había un problema."
    }
  },
  {
    "translation": {
      "en": "He deletes his Instagram because of security measures,",
      "es": "Borró su Instagram por medidas de seguridad,"
    }
  },
  {
    "translation": {
      "en": "and then he asked me to make my account private.",
      "es": "y luego me pidió que mi cuenta fuera privada."
    }
  },
  {
    "translation": {
      "en": "Take it all away.",
      "es": "Que quitara todo."
    }
  },
  {
    "translation": {
      "en": "He says that they can come and get me through him.",
      "es": "Dijo que podían venir a buscarme a través de él."
    }
  },
  {
    "translation": {
      "en": "Of course, I get paranoid. What the fuck is going on?",
      "es": "Me puse paranoica. ¿Qué carajo está pasando?"
    }
  },
  {
    "translation": {
      "en": "Later on, Simon gets a call.",
      "es": "Luego, Simon recibe una llamada."
    }
  },
  {
    "translation": {
      "en": "He puts Peter on the speakerphone, and he says,",
      "es": "Pone a Peter en el altavoz y dice:"
    }
  },
  {
    "translation": {
      "en": "Simon, there's been a security breach. They know where you are.",
      "es": "Hubo una violación de seguridad. Saben dónde estás."
    }
  },
  {
    "translation": {
      "en": "The plane is ready to leave. I can't tell you where you're going.",
      "es": "El avión está listo para partir. No puedo decirte adónde vas."
    }
  },
  {
    "translation": {
      "en": "Peter is asking if he can please turn off the lights in the apartment.",
      "es": "Peter me pide que apague las luces del apartamento."
    }
  },
  {
    "translation": {
      "en": "I'm shit scared. Are they coming now? Did we lock the door?",
      "es": "Estoy aterrada. ¿Ya vienen? ¿Cerramos la puerta?"
    }
  },
  {
    "translation": {
      "en": "Just seeing someone that you care so much for in danger,",
      "es": "Ver a alguien que te importa en peligro"
    }
  },
  {
    "translation": {
      "en": "and, like, you can see that he was not doing well mentally.",
      "es": "y sentir que no está bien mentalmente."
    }
  },
  {
    "translation": {
      "en": "I could see that he was struggling so much.",
      "es": "Yo veía que estaba en aprietos."
    }
  },
  {
    "translation": {
      "en": "And in the end, he just told me that he had to go.",
      "es": "Y al final, me dijo que tenía que irse."
    }
  },
  {
    "translation": {
      "en": "When he lands, he sends me the geotag. He's landed in Stockholm.",
      "es": "Cuando aterriza, me envía la geoetiqueta. Estaba en Estocolmo."
    }
  },
  {
    "translation": {
      "en": "He is here. Very spontaneous.",
      "es": "Está aquí. Muy espontáneo."
    }
  },
  {
    "translation": {
      "en": "So I ask him…",
      "es": "Le pregunto:"
    }
  },
  {
    "translation": {
      "en": "The club is basically an ocean with women,",
      "es": "El club nocturno es básicamente un océano con mujeres,"
    }
  },
  {
    "translation": {
      "en": "or as I call them, champagne girls.",
      "es": "o como yo las llamo, chicas champaña."
    }
  },
  {
    "translation": {
      "en": "They are basically like flies.",
      "es": "Son como moscas."
    }
  },
  {
    "translation": {
      "en": "Like, you put out a rotten banana, and they just attack,",
      "es": "Sacas una banana podrida y atacan."
    }
  },
  {
    "translation": {
      "en": "but these girls do the same thing when they see a bottle of champagne.",
      "es": "Estas chicas hacen lo mismo si ven una botella de champaña."
    }
  },
  {
    "translation": {
      "en": "And Simon is of course paying for this entire circus.",
      "es": "Y Simon, por supuesto, estaba pagando todo ese circo."
    }
  },
  {
    "translation": {
      "en": "He's paying with cash and just making sure that everyone is having a good time.",
      "es": "Pagaba en efectivo y se aseguraba de que todos la pasaran bien."
    }
  },
  {
    "translation": {
      "en": "All of them are quite drunk, especially Simon's bodyguard, Peter.",
      "es": "Todos están ebrios, sobre todo, su guardaespaldas, Peter."
    }
  },
  {
    "translation": {
      "en": "This is not an environment that I want to be in.",
      "es": "Yo no quería estar en ese ambiente."
    }
  },
  {
    "translation": {
      "en": "So I just stay for 10, 15 minutes and then just say,",
      "es": "Así que me quedé 10, 15 minutos, y luego le dije:"
    }
  },
  {
    "translation": {
      "en": "Let's talk tomorrow and enjoy your night and have fun.",
      "es": "Mañana hablamos. Que te diviertas."
    }
  },
  {
    "translation": {
      "en": "The morning after, I text him and ask how the hangover is",
      "es": "Al otro día, le escribo preguntando por su resaca"
    }
  },
  {
    "translation": {
      "en": "and maybe if he needs a cup of coffee, we should go for one,",
      "es": "y si quiere ir a tomar un café,"
    }
  },
  {
    "translation": {
      "en": "and then he texts me back.",
      "es": "y él me responde…"
    }
  },
  {
    "translation": {
      "en": "He's already in Spain.",
      "es": "que ya estaba en España."
    }
  },
  {
    "translation": {
      "en": "The Amex card is in my name.",
      "es": "La tarjeta estaba a mi nombre."
    }
  },
  {
    "translation": {
      "en": "Welcome to American Express.",
      "es": "Bienvenido a American Express."
    }
  },
  {
    "translation": {
      "en": "So I had to pretend that I was the one traveling around, you know.",
      "es": "Tuve que decir que yo era la que estaba viajando."
    }
  },
  {
    "translation": {
      "en": "I understand your card isn't working.",
      "es": "Entiendo que su tarjeta no funciona."
    }
  },
  {
    "translation": {
      "en": "I'll connect you with someone who can assist. Say or enter…",
      "es": "Lo pondré en contacto con alguien que pueda ayudarlo."
    }
  },
  {
    "translation": {
      "en": "I needed to know exactly the amount that he was spending, which hotel he was in,",
      "es": "Necesitaba saber cuánto estaba gastando y en qué hotel estaba"
    }
  },
  {
    "translation": {
      "en": "so they would believe that I was the one using the card.",
      "es": "para que creyeran que era yo la que la usaba."
    }
  },
  {
    "translation": {
      "en": "We need to go. We need to travel.",
      "es": "Debemos irnos, viajar."
    }
  },
  {
    "translation": {
      "en": "It's making things very complicated, honey.",
      "es": "Las cosas se están complicando mucho."
    }
  },
  {
    "translation": {
      "en": "Couple of hours later he would call again, and it's blocked again.",
      "es": "Unas horas después, llamaba y se volvía a bloquear."
    }
  },
  {
    "translation": {
      "en": "Welcome to American Express.",
      "es": "Bienvenido a American Express."
    }
  },
  {
    "translation": {
      "en": "Then I need to call Amex,",
      "es": "Llamo de nuevo a AmEx."
    }
  },
  {
    "translation": {
      "en": "and Simon had already told me that this would happen,",
      "es": "Simon ya me había dicho que pasaría,"
    }
  },
  {
    "translation": {
      "en": "that it would be something that I would need to do at the start to call them and fix this.",
      "es": "que era algo que tenía que hacer al principio, llamarlos y solucionarlo."
    }
  },
  {
    "translation": {
      "en": "The other problem was that the credit limit wasn't enough.",
      "es": "El otro problema era que el límite no era suficiente."
    }
  },
  {
    "translation": {
      "en": "We had to get it up so he could spend it, 'cause he had an entire team, you know.",
      "es": "Tuve que aumentarlo para que alcanzara, porque tenía todo un equipo."
    }
  },
  {
    "translation": {
      "en": "So I was like, Okay, but how are you going to do that?",
      "es": "Le dije: Bueno, pero ¿cómo vamos a hacer?."
    }
  },
  {
    "translation": {
      "en": "He said, Well, I can employ you.",
      "es": "Dijo: Puedo contratarte."
    }
  },
  {
    "translation": {
      "en": "He then calls someone in LLD Diamonds and asks for my passport details,",
      "es": "Llamó a alguien de LLD Diamonds y me pidió los datos de mi pasaporte"
    }
  },
  {
    "translation": {
      "en": "so I can be put into the employment registry.",
      "es": "para que me incluyeran en el registro de empleo."
    }
  },
  {
    "translation": {
      "en": "I just tried to say, Well, I am not really working there.",
      "es": "Intenté decir: No estoy trabajando ahí."
    }
  },
  {
    "translation": {
      "en": "He's like, Well, you are. I'm the CEO. If they call, you are employed.",
      "es": "Dijo: Bueno, sí. Soy el CEO. Si llaman, estás empleada."
    }
  },
  {
    "translation": {
      "en": "I would never ask you for anything if it was not serious shit.",
      "es": "Nunca te pediría nada, si no fuera algo importante."
    }
  },
  {
    "translation": {
      "en": "All these security issues, you've always been there for me, so thank you, my love.",
      "es": "En estos asuntos de seguridad, siempre me acompañaste. Gracias, amor."
    }
  },
  {
    "translation": {
      "en": "We were in a crisis at this point. Like, what else are we gonna do?",
      "es": "Estábamos en crisis. ¿Qué más vamos a hacer?"
    }
  },
  {
    "translation": {
      "en": "So then I got employed. I got pay slips.",
      "es": "Entonces me contrataron. Tenía recibos de sueldo."
    }
  },
  {
    "translation": {
      "en": "- How much? - Earning so much.",
      "es": "- ¿Cuánto? - Mucho."
    }
  },
  {
    "translation": {
      "en": "I think it was, like, $94,000 per month.",
      "es": "Eran unos 94 000 dólares por mes."
    }
  },
  {
    "translation": {
      "en": "I send this over to prove that I earn much more.",
      "es": "Lo envié para demostrar que ganaba más."
    }
  },
  {
    "translation": {
      "en": "That makes them raise the credit limit like this.",
      "es": "Aumentaron el límite de crédito enseguida."
    }
  },
  {
    "translation": {
      "en": "Of course, you are a bit worried,",
      "es": "Estaba un poco preocupada,"
    }
  },
  {
    "translation": {
      "en": "but he sends me a receipt from Credit Suisse where he's making a transfer directly to me.",
      "es": "pero me envió un recibo de Credit Suisse por una transferencia que me había hecho."
    }
  },
  {
    "translation": {
      "en": "It's for $250,000.",
      "es": "Era por 250 000 dólares."
    }
  },
  {
    "translation": {
      "en": "It's more than enough to pay for the amount that he was spending.",
      "es": "Era más que suficiente para cubrir lo que estaba gastando."
    }
  },
  {
    "translation": {
      "en": "Mykonos is like a perfect playground.",
      "es": "Mikonos es un lugar de recreo perfecto."
    }
  },
  {
    "translation": {
      "en": "You will see a lot of yachts, a lot of celebrities, a lot of models.",
      "es": "Hay muchos yates, muchas celebridades y muchas modelos."
    }
  },
  {
    "translation": {
      "en": "You pack all your bikinis, definitely, for the daytime parties as well.",
      "es": "Empacas todos tus biquinis, para las fiestas diurnas también."
    }
  },
  {
    "translation": {
      "en": "I am on the phone with Simon,",
      "es": "Hablaba por teléfono con Simon,"
    }
  },
  {
    "translation": {
      "en": "and he tells me he has just met his new girlfriend.",
      "es": "y me dijo que acababa de conocer a su nueva novia,"
    }
  },
  {
    "translation": {
      "en": "Polina.",
      "es": "Polina."
    }
  },
  {
    "translation": {
      "en": "I tell him they should meet us in Mykonos, and he does.",
      "es": "Le dije de encontrarnos en Mikonos y dijo que sí."
    }
  },
  {
    "translation": {
      "en": "I was going to Oslo. To see my friends, see my family.",
      "es": "Estaba yendo a Oslo a ver a mis amigos y familia."
    }
  },
  {
    "translation": {
      "en": "And I really wanted to introduce him.",
      "es": "Y quería presentarlo."
    }
  },
  {
    "translation": {
      "en": "I'm just waiting for him. He said he was gonna come the next day.",
      "es": "Lo esperaba. Dijo que vendría al día siguiente."
    }
  },
  {
    "translation": {
      "en": "I meet Polina for the first time.",
      "es": "Conozco a Polina por primera vez."
    }
  },
  {
    "translation": {
      "en": "She's this typical, like, Russian model. Quite young. But she's very down to earth.",
      "es": "Parecía la típica modelo rusa. Muy joven, pero muy centrada."
    }
  },
  {
    "translation": {
      "en": "And I really liked her.",
      "es": "Me cayó muy bien."
    }
  },
  {
    "translation": {
      "en": "He seems very smitten over her. They seemed like a good match.",
      "es": "Él parecía muy enamorado de ella. Hacían una buena pareja."
    }
  },
  {
    "translation": {
      "en": "Look, I cannot come right now. I cannot.",
      "es": "Mira, ahora no puedo ir. No puedo."
    }
  },
  {
    "translation": {
      "en": "The security team had told him, You need to stay away.",
      "es": "El equipo de seguridad le dijo que debía alejarse."
    }
  },
  {
    "translation": {
      "en": "I felt deeply disappointed.",
      "es": "Me sentí muy decepcionada."
    }
  },
  {
    "translation": {
      "en": "But what's most important is actually to keep him safe.",
      "es": "Pero lo más importante era mantenerlo a salvo."
    }
  },
  {
    "translation": {
      "en": "Of course he had booked the grand suite, with own private pool.",
      "es": "Por supuesto, había reservado la gran suite, con piscina privada."
    }
  },
  {
    "translation": {
      "en": "It's about $5,000 a night, this room. It's absolutely gorgeous.",
      "es": "Esa habitación cuesta 5000 dólares la noche. Es maravillosa."
    }
  },
  {
    "translation": {
      "en": "I know you hate to ring up the bank, but sometimes it is necessary.",
      "es": "Sé que odias llamar al banco, pero a veces es necesario."
    }
  },
  {
    "translation": {
      "en": "I need to book some tickets for the rest of the team.",
      "es": "Necesito reservar pasajes para el resto del equipo."
    }
  },
  {
    "translation": {
      "en": "Suddenly need to get so much money for this entire team",
      "es": "Debía conseguir mucho dinero para todo su equipo"
    }
  },
  {
    "translation": {
      "en": "that is traveling business class, that is having expensive dinners.",
      "es": "que viajaba en clase ejecutiva, que tenía cenas caras."
    }
  },
  {
    "translation": {
      "en": "Like, they're going out with clients, and the spend is to another level",
      "es": "Tenían que salir con clientes y el gasto era de un nivel que jamás había visto en mi vida."
    }
  },
  {
    "translation": {
      "en": "that you have never, ever seen before.",
      "es": "y el gasto era de un nivel que jamás había visto en mi vida."
    }
  },
  {
    "translation": {
      "en": "This is what I do all the time. Just meetings and more meetings.",
      "es": "Es lo que hago todo el tiempo. Solo reuniones y más reuniones."
    }
  },
  {
    "translation": {
      "en": "$20,000 is a lot of money, and that was spent in three days.",
      "es": "Se gastaron 20 000 en tres días. Eso es mucho dinero."
    }
  },
  {
    "translation": {
      "en": "Simon asks, Where should we go now?",
      "es": "Simon preguntó: ¿Adónde vamos?."
    }
  },
  {
    "translation": {
      "en": "We decide to go to Bonbonniere, also known as the billionaire's club.",
      "es": "Decidimos ir a Bonbonniere, conocido como el club de los millonarios."
    }
  },
  {
    "translation": {
      "en": "You don't get in here without paying for a table,",
      "es": "No puedes entrar sin pagar una mesa,"
    }
  },
  {
    "translation": {
      "en": "which is normally $2,000.",
      "es": "que normalmente cuesta 2000 dólares."
    }
  },
  {
    "translation": {
      "en": "For people here, this is peanuts for them. This is coffee money.",
      "es": "Para esas personas, son centavos. Es un vuelto."
    }
  },
  {
    "translation": {
      "en": "He maxes out the credit card again. So he told me to get more loans.",
      "es": "Vuelve a exceder el límite de la tarjeta. Me dijo que pidiera otro préstamo."
    }
  },
  {
    "translation": {
      "en": "Don't worry, I will finish this deal. Champagne's on me.",
      "es": "Descuida, cerraré el trato. Yo invito el champán."
    }
  },
  {
    "translation": {
      "en": "Simon orders in a couple of bottles of champagne.",
      "es": "Simon pide unas botellas de champaña."
    }
  },
  {
    "translation": {
      "en": "Before we even have time to try and chip in,",
      "es": "Antes de que podamos pagar,"
    }
  },
  {
    "translation": {
      "en": "he has already paid for the bill.",
      "es": "él ya había pagado la cuenta."
    }
  },
  {
    "translation": {
      "en": "Simon is very generous.",
      "es": "Simon es muy generoso."
    }
  },
  {
    "translation": {
      "en": "I take out a loan for $40,000.",
      "es": "Pedí un préstamo de 40 000 dólares."
    }
  },
  {
    "translation": {
      "en": "Simon and Polina were continuing their little summer tour.",
      "es": "Simon y Polina continuaban su pequeña gira de verano."
    }
  },
  {
    "translation": {
      "en": "I tried to do, like, another transaction, and it didn't go through.",
      "es": "Traté de hacer otra transacción y no pude."
    }
  },
  {
    "translation": {
      "en": "Every second or third day is a new request.",
      "es": "Cada dos o tres días había un nuevo pedido."
    }
  },
  {
    "translation": {
      "en": "France, and then they were going Vienna. They were going Switzerland.",
      "es": "Fueron a Francia, luego a Viena. Después fueron a Suiza."
    }
  },
  {
    "translation": {
      "en": "Almost there. I'm 97% done with the deals.",
      "es": "Ya casi. Cerré el 97 % de los tratos."
    }
  },
  {
    "translation": {
      "en": "Each time he maxes out the card, I have to take out a new loan.",
      "es": "Cada vez que excedía el límite, debía pedir un préstamo."
    }
  },
  {
    "translation": {
      "en": "$50,000 Instabank. $12,500 DNB. $10,000 for a credit card.",
      "es": "Instabank, 50 000 dólares. DNB, 12 500 dólares. Tarjeta de crédito 10 000."
    }
  },
  {
    "translation": {
      "en": "Let's meet up in Rome. We need to go and see the Coliseum.",
      "es": "Encontrémonos en Roma. Tenemos que ir al Coliseo."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "This amazing Rolls- Royce Phantom is taking us around all the famous sites,",
      "es": "Fuimos en un Rolls-Royce Phantom a todos los lugares famosos,"
    }
  },
  {
    "translation": {
      "en": "like the Spanish Stairs, the Coliseum,",
      "es": "como la Plaza de España, el Coliseo,"
    }
  },
  {
    "translation": {
      "en": "the Trevi Fountain to throw a few pennies.",
      "es": "a la Fontana de Trevi a lanzar unas monedas."
    }
  },
  {
    "translation": {
      "en": "I definitely need some more luck in my life. Let's see if this can sort it out.",
      "es": "Necesito más suerte en mi vida. Veamos si esto me ayuda."
    }
  },
  {
    "translation": {
      "en": "Check what is going on with the card. Now. It's important.",
      "es": "Revisa lo que pasa con la tarjeta. Ahora. Es importante."
    }
  },
  {
    "translation": {
      "en": "Money he had promised me still hasn't come into my account.",
      "es": "El dinero prometido aún no estaba en mi cuenta."
    }
  },
  {
    "translation": {
      "en": "I've already done it so it doesn't matter right now.",
      "es": "Ya lo hice, eso no importa ahora."
    }
  },
  {
    "translation": {
      "en": "We need a solution right now for the current situation.",
      "es": "Necesitamos solucionar esta situación."
    }
  },
  {
    "translation": {
      "en": "It's kind of like a pressure that I have never experienced before",
      "es": "Era una presión que nunca había experimentado,"
    }
  },
  {
    "translation": {
      "en": "to have someone's life depending on what you're doing.",
      "es": "que su vida dependiera de lo que yo hiciera."
    }
  },
  {
    "translation": {
      "en": "You know, I'm facing security threats with people trying to kill me.",
      "es": "Debo enfrentar amenazas de seguridad con gente que intenta matarme."
    }
  },
  {
    "translation": {
      "en": "If he couldn't use the card, if something went wrong, he could be in danger.",
      "es": "Si no podía usar la tarjeta, si algo salía mal, podía estar en peligro."
    }
  },
  {
    "translation": {
      "en": "And if I didn't help him, what might happen?",
      "es": "Y si no lo ayudaba, ¿qué podía pasar?"
    }
  },
  {
    "translation": {
      "en": "Morning.",
      "es": "Buen día."
    }
  },
  {
    "translation": {
      "en": "The things you're doing for me, the things we're going through together,",
      "es": "Las cosas que haces por mí, todo lo que pasamos juntos,"
    }
  },
  {
    "translation": {
      "en": "it's for life.",
      "es": "es para toda la vida."
    }
  },
  {
    "translation": {
      "en": "This is what is making me see that you are the one.",
      "es": "Esto me demuestra que eres la indicada."
    }
  },
  {
    "translation": {
      "en": "$20,000, Monobank. $15,000, Nordea.",
      "es": "Monobank, 20 000 dólares. Nordea, 15 000 dólares."
    }
  },
  {
    "translation": {
      "en": "We all give each other a big hug and say that we should meet again soon,",
      "es": "Todos nos abrazamos y dijimos que debíamos reunirnos pronto,"
    }
  },
  {
    "translation": {
      "en": "after just like an amazing summer, really.",
      "es": "después de haber pasado un verano increíble."
    }
  },
  {
    "translation": {
      "en": "How much had you taken?",
      "es": "¿Cuánto dinero sacaste?"
    }
  },
  {
    "translation": {
      "en": "$250,000. That's not what I signed up for.",
      "es": "250 000 dólares. No estaba en mi agenda."
    }
  },
  {
    "translation": {
      "en": "- A lot. - It is a lot of money.",
      "es": "- Mucho. - Es mucho dinero."
    }
  },
  {
    "translation": {
      "en": "I know you have done, uh, too much,",
      "es": "Sé que hiciste demasiado,"
    }
  },
  {
    "translation": {
      "en": "for me, for us, for everything.",
      "es": "por mí y por todos."
    }
  },
  {
    "translation": {
      "en": "I know you're tired and you want to be together,",
      "es": "Sé que estás cansada y quieres que estemos juntos,"
    }
  },
  {
    "translation": {
      "en": "which, of course, I do want as well.",
      "es": "y yo quiero lo mismo."
    }
  },
  {
    "translation": {
      "en": "I understand. Everything will be all right.",
      "es": "Te entiendo. Todo saldrá bien."
    }
  },
  {
    "translation": {
      "en": "I was getting so tired and annoyed and I just needed some kind of money.",
      "es": "Estaba cansada y enojada y necesitaba algo de dinero."
    }
  },
  {
    "translation": {
      "en": "That's when he says, You can come to Amsterdam and I can give you a check.",
      "es": "Me dijo que fuera a Ámsterdam y me daría un cheque."
    }
  },
  {
    "translation": {
      "en": "He seemed colder. Wasn't the same kind of affection.",
      "es": "Parecía más frío. No era el mismo tipo de cariño."
    }
  },
  {
    "translation": {
      "en": "There was almost a cloud across his eyes that I couldn't pierce through.",
      "es": "Tenía casi una nube en los ojos que no podía atravesar."
    }
  },
  {
    "translation": {
      "en": "When we get into the apartment, the check is already there.",
      "es": "Cuando entramos al apartamento, el cheque ya estaba ahí."
    }
  },
  {
    "translation": {
      "en": "The check is worth much more than the debt I have now.",
      "es": "El cheque era mayor a la deuda que tenía."
    }
  },
  {
    "translation": {
      "en": "We're trying to be together. But I can just feel a distance.",
      "es": "Intentamos estar juntos. Pero sentí la distancia."
    }
  },
  {
    "translation": {
      "en": "It wasn't a good night.",
      "es": "No fue una buena noche."
    }
  },
  {
    "translation": {
      "en": "The first thing I do when I come back from Amsterdam is cash this check.",
      "es": "Lo primero que hago al regresar es cobrar el cheque."
    }
  },
  {
    "translation": {
      "en": "I really needed that check to go through.",
      "es": "Necesitaba cobrar ese cheque."
    }
  },
  {
    "translation": {
      "en": "I had eight, nine creditors, you know.",
      "es": "Tenía ocho, nueve acreedores."
    }
  },
  {
    "translation": {
      "en": "That's a lot of emails coming down on you at the same time.",
      "es": "Recibía muchos correos al mismo tiempo."
    }
  },
  {
    "translation": {
      "en": "I check my bank account every single day.",
      "es": "Reviso mi cuenta bancaria todos los días."
    }
  },
  {
    "translation": {
      "en": "When four days have passed, I just know that I need to call the bank.",
      "es": "Luego de cuatro días, decido llamar al banco. AYUDA Y CONTACTO"
    }
  },
  {
    "translation": {
      "en": "How can I help you today?",
      "es": "¿Cómo puedo ayudarla hoy?"
    }
  },
  {
    "translation": {
      "en": "She says, We won't cash it.",
      "es": "Dijo: No se cobrará."
    }
  },
  {
    "translation": {
      "en": "And she couldn't tell me why.",
      "es": "Y no podía decirme por qué."
    }
  },
  {
    "translation": {
      "en": "And that's when I was just standing on the phone, like,",
      "es": "Y en ese momento, con el teléfono en la mano,"
    }
  },
  {
    "translation": {
      "en": "feeling that I had hard to breathe.",
      "es": "sentí que me costaba respirar."
    }
  },
  {
    "translation": {
      "en": "Cecilie, I don't understand. We have…",
      "es": "Cecilie, no entiendo. Tengo…"
    }
  },
  {
    "translation": {
      "en": "I was asking about the check, like, It didn't work.",
      "es": "Le pregunté qué pasaba con el cheque."
    }
  },
  {
    "translation": {
      "en": "He says, Well, fuck it. I gave you the money, so…",
      "es": "Me dijo: Al carajo. Te di el dinero, así que…"
    }
  },
  {
    "translation": {
      "en": "I did my deal.",
      "es": "Yo hice mi parte."
    }
  },
  {
    "translation": {
      "en": "I already done it.",
      "es": "Ya lo hice."
    }
  },
  {
    "translation": {
      "en": "Never hear him so cold in my life.",
      "es": "Nunca lo había escuchado tan frío."
    }
  },
  {
    "translation": {
      "en": "It was like that person on the phone was no longer my boyfriend.",
      "es": "Esa persona al teléfono ya no era mi novio."
    }
  },
  {
    "translation": {
      "en": "Was no longer my boyfriend.",
      "es": "Ya no era mi novio."
    }
  },
  {
    "translation": {
      "en": "I… It was just a, uh… just a darkness.",
      "es": "Era solo una oscuridad."
    }
  },
  {
    "translation": {
      "en": "I know I was in deep shit.",
      "es": "Estaba en problemas."
    }
  },
  {
    "translation": {
      "en": "Like, what do you do when you have nine creditors on you?",
      "es": "¿Qué haces cuando tienes nueve acreedores?"
    }
  },
  {
    "translation": {
      "en": "I called the Amex helpline.",
      "es": "Llamé a la línea de ayuda de AmEx."
    }
  },
  {
    "translation": {
      "en": "They can hear how stressed I am.",
      "es": "Oyeron lo estresada que estaba."
    }
  },
  {
    "translation": {
      "en": "They just said, Stay put. We will come to you.",
      "es": "Dijeron: Quédate ahí. Iremos a ti."
    }
  },
  {
    "translation": {
      "en": "I was shit scared they were gonna come and handcuff me",
      "es": "Tenía miedo de que vinieran a esposarme"
    }
  },
  {
    "translation": {
      "en": "and take me away.",
      "es": "y me llevaran."
    }
  },
  {
    "translation": {
      "en": "The documents that I sent over.",
      "es": "Los documentos enviados."
    }
  },
  {
    "translation": {
      "en": "The lies I told on the phone.",
      "es": "Las mentiras que dije."
    }
  },
  {
    "translation": {
      "en": "I gave him my card.",
      "es": "Le di mi tarjeta."
    }
  },
  {
    "translation": {
      "en": "I tell them everything.",
      "es": "Les conté todo."
    }
  },
  {
    "translation": {
      "en": "They said, Do you have a picture of him?",
      "es": "Me preguntaron si tenía una foto de él."
    }
  },
  {
    "translation": {
      "en": "That moment when they look at each other and they say that's the guy.",
      "es": "Cuando se miraron y dijeron: Ese es el tipo."
    }
  },
  {
    "translation": {
      "en": "Fuck. Shit. You know?",
      "es": "Pensé: Mierda."
    }
  },
  {
    "translation": {
      "en": "What kind of name did he use? And then I said Simon Leviev.",
      "es": "Preguntaron qué nombre usaba y les dije que Simon Leviev."
    }
  },
  {
    "translation": {
      "en": "And they said, Well, that's one of many names that he's been using.",
      "es": "Dijeron: Ese es uno de los muchos nombres que estuvo usando."
    }
  },
  {
    "translation": {
      "en": "Many names?",
      "es": "¿Muchos nombres?"
    }
  },
  {
    "translation": {
      "en": "Who is this guy I've been sharing the same bed with?",
      "es": "¿Con quién estuve compartiendo mi cama?"
    }
  },
  {
    "translation": {
      "en": "He's a professional. He does this for a living.",
      "es": "Es un profesional. Se dedica a esto."
    }
  },
  {
    "translation": {
      "en": "Everything's a lie.",
      "es": "Todo es mentira."
    }
  },
  {
    "translation": {
      "en": "He's not a prince of diamonds. He's not the son of a billionaire.",
      "es": "No es un príncipe de diamantes. No es el hijo de un multimillonario."
    }
  },
  {
    "translation": {
      "en": "The man I loved was never real.",
      "es": "El hombre que amé nunca fue real."
    }
  },
  {
    "translation": {
      "en": "He faked everything.",
      "es": "Fingió todo."
    }
  },
  {
    "translation": {
      "en": "It was horrible, you know.",
      "es": "Fue horrible."
    }
  },
  {
    "translation": {
      "en": "'Cause I still…",
      "es": "Porque aún…"
    }
  },
  {
    "translation": {
      "en": "In a sense, I still loved him, you know?",
      "es": "En cierto sentido, aún lo amaba."
    }
  },
  {
    "translation": {
      "en": "Or the person I thought that he was. Like, you know everything is a lie,",
      "es": "O a la persona que pensé que era. Sabía que era mentira"
    }
  },
  {
    "translation": {
      "en": "but then you still have this fairy tale that's going on, on your phone.",
      "es": "pero aún tenía ese cuento de hadas en mi teléfono."
    }
  },
  {
    "translation": {
      "en": "Simon, with still the heart behind it, 'cause I couldn't remove it.",
      "es": "Simon, el del corazón, porque no pude quitarlo."
    }
  },
  {
    "translation": {
      "en": "'Cause I still wanted him to be true.",
      "es": "Porque quería que fuera cierto."
    }
  },
  {
    "translation": {
      "en": "I don't understand how someone can be so fucking evil.",
      "es": "No entiendo cómo alguien puede ser tan malvado."
    }
  },
  {
    "translation": {
      "en": "I felt that he knew me.",
      "es": "Sentí que me conocía."
    }
  },
  {
    "translation": {
      "en": "The minute they're gone, I want to speak to my mom.",
      "es": "En cuanto se fueron, llamé a mi mamá."
    }
  },
  {
    "translation": {
      "en": "She just told me, You need to get back home to Norway.",
      "es": "Me dijo que debía regresar a Noruega."
    }
  },
  {
    "translation": {
      "en": "I need you to be with me.",
      "es": "Que tenía que estar ahí."
    }
  },
  {
    "translation": {
      "en": "I was going through the messages in the text.",
      "es": "Revisaba los mensajes de texto."
    }
  },
  {
    "translation": {
      "en": "I was still asking, When are we going to fix the money?",
      "es": "Le pregunté: ¿Cuándo solucionarás lo del dinero?."
    }
  },
  {
    "translation": {
      "en": "The last messages between the two of us is like, I'm working on it.",
      "es": "El último mensaje fue: Estoy trabajando en eso."
    }
  },
  {
    "translation": {
      "en": "And then I blocked him.",
      "es": "Y luego lo bloqueé."
    }
  },
  {
    "translation": {
      "en": "There was nothing else to say.",
      "es": "No había más que decir."
    }
  },
  {
    "translation": {
      "en": "That's when I remember he has my mom's number.",
      "es": "Entonces recordé que tenía el número de mi mamá."
    }
  },
  {
    "translation": {
      "en": "Hey, you blocked me, I don't know what is your reason.",
      "es": "Me bloqueaste, no sé cuál es el motivo."
    }
  },
  {
    "translation": {
      "en": "I'm trying to reach you. You don't want to talk anyway.",
      "es": "Intento protegerte. No quieres hablarme."
    }
  },
  {
    "translation": {
      "en": "I want to tell you something. Take my advice.",
      "es": "Quiero decirte algo. Toma mi consejo."
    }
  },
  {
    "translation": {
      "en": "Just watch out.",
      "es": "Ten cuidado"
    }
  },
  {
    "translation": {
      "en": "Because with every action there will be a reaction.",
      "es": "porque con cada acción habrá una reacción."
    }
  },
  {
    "translation": {
      "en": "I got super scared.",
      "es": "Me asusté mucho."
    }
  },
  {
    "translation": {
      "en": "But my mom got even more scared.",
      "es": "Pero mi mamá se asustó aún más."
    }
  },
  {
    "translation": {
      "en": "We call the police in Norway, because he knows everything about me.",
      "es": "Llamé a la policía de Noruega porque él sabía todo de mí."
    }
  },
  {
    "translation": {
      "en": "He has all my passport details, where I was living, where my mom is living.",
      "es": "Tenía los datos de mi pasaporte, mi dirección, la de mi mamá."
    }
  },
  {
    "translation": {
      "en": "He's spoken to her on the phone. He knows where I am.",
      "es": "Habló con ella por teléfono. Sabía dónde estaba."
    }
  },
  {
    "translation": {
      "en": "But the police didn't seem to care.",
      "es": "A la policía no le importó."
    }
  },
  {
    "translation": {
      "en": "I don't know what he is capable of.",
      "es": "No sabía de qué era capaz."
    }
  },
  {
    "translation": {
      "en": "I've been on the edge for several days.",
      "es": "Estuve al límite varios días."
    }
  },
  {
    "translation": {
      "en": "I had all these creditors. I had to let them know, each one of them.",
      "es": "Tenía muchos acreedores. Tuve que avisarle a cada uno de ellos."
    }
  },
  {
    "translation": {
      "en": "It wasn't just two banks. There were, like, nine of them.",
      "es": "No eran solo dos bancos. Había como nueve."
    }
  },
  {
    "translation": {
      "en": "For this kind of loan, the interest is so high, that they would just eat me alive.",
      "es": "Para este tipo de préstamo, el interés era tan alto que me comerían viva."
    }
  },
  {
    "translation": {
      "en": "I felt that I was just drowning.",
      "es": "Sentí que me ahogaba."
    }
  },
  {
    "translation": {
      "en": "It was like someone was just dragging me to the bottom.",
      "es": "Era como si me arrastraran al fondo."
    }
  },
  {
    "translation": {
      "en": "I was driving down this road, and I saw a trailer coming towards me,",
      "es": "Iba conduciendo por una carretera y un camión se acercaba"
    }
  },
  {
    "translation": {
      "en": "and I was thinking…",
      "es": "y pensé…"
    }
  },
  {
    "translation": {
      "en": "What if I just take the car over, you know?",
      "es": "¿Qué pasaría si me estrello?"
    }
  },
  {
    "translation": {
      "en": "And just hit… just hit the trailer, you know?",
      "es": "Si choco contra el camión."
    }
  },
  {
    "translation": {
      "en": "Then at least it's done, you know? And that's when I got scared.",
      "es": "Al menos ya está. Y ahí fue cuando me asusté."
    }
  },
  {
    "translation": {
      "en": "That's when I got really scared.",
      "es": "Me asusté mucho."
    }
  },
  {
    "translation": {
      "en": "I put myself into a psychiatric ward because I didn't know what to do.",
      "es": "Me interné en un psiquiátrico. No sabía qué hacer."
    }
  },
  {
    "translation": {
      "en": "I was at home, and I could see the phone started flashing.",
      "es": "Estaba en casa y vi que el teléfono empezó a parpadear."
    }
  },
  {
    "translation": {
      "en": "I see it's Simon, and he has sent me news articles.",
      "es": "Era Simon y me enviaba artículos de noticias."
    }
  },
  {
    "translation": {
      "en": "Simon's father is gonna be questioned by the police",
      "es": "El padre de Simon será interrogado por la policía"
    }
  },
  {
    "translation": {
      "en": "in a big diamond smuggling case.",
      "es": "por una causa de tráfico de diamantes."
    }
  },
  {
    "translation": {
      "en": "Members of Simon's family have gotten arrested. Russia is involved.",
      "es": "Arrestaron a miembros de la familia de Simon. Rusia está involucrada."
    }
  },
  {
    "translation": {
      "en": "- - I give him a call.",
      "es": "Lo llamo."
    }
  },
  {
    "translation": {
      "en": "That sounds really scary…",
      "es": "Suena aterrador…"
    }
  },
  {
    "translation": {
      "en": "He sounds all over the place.",
      "es": "Sonaba muy asustado."
    }
  },
  {
    "translation": {
      "en": "He says police went in. They have shut down all accounts, all credit cards.",
      "es": "Dijo que fue la policía, que bloquearon sus cuentas, sus tarjetas de crédito."
    }
  },
  {
    "translation": {
      "en": "One girl in the office literally jumped from the building and killed herself.",
      "es": "Una chica en la oficina saltó del edificio y se suicidó."
    }
  },
  {
    "translation": {
      "en": "But Simon says he doesn't believe that this lady jumped off a building.",
      "es": "Simon dice que no cree que esta mujer se haya suicidado."
    }
  },
  {
    "translation": {
      "en": "He believes that someone went in and threw her out.",
      "es": "Cree que alguien entró y la empujó."
    }
  },
  {
    "translation": {
      "en": "We don't have the options, you know, the…",
      "es": "No tenemos opciones."
    }
  },
  {
    "translation": {
      "en": "And I'm getting so scared. I'm like, What is really going on?",
      "es": "Empiezo a asustarme y me pregunto: ¿Qué está pasando?."
    }
  },
  {
    "translation": {
      "en": "And he says that the security situation right now is really bad.",
      "es": "Me dice que la situación de seguridad es muy mala."
    }
  },
  {
    "translation": {
      "en": "I have the worst night in my life.",
      "es": "Tengo la peor noche de mi vida."
    }
  },
  {
    "translation": {
      "en": "A few days later, I can feel my phone buzzing.",
      "es": "Unos días después, mi teléfono no para de sonar."
    }
  },
  {
    "translation": {
      "en": "Simon is sending a lot of messages.",
      "es": "Simon me envía muchos mensajes."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what happened last night?",
      "es": "Dios mío, ¿qué pasó anoche?"
    }
  },
  {
    "translation": {
      "en": "Someone tried to stab me, and",
      "es": "Alguien intentó apuñalarme"
    }
  },
  {
    "translation": {
      "en": "so Peter broke his hand.",
      "es": "y Peter se quebró la mano."
    }
  },
  {
    "translation": {
      "en": "Jesus. What do you mean tried to stab you? What is going on?",
      "es": "¿Cómo que trataron de apuñalarte? ¿Qué sucede?"
    }
  },
  {
    "translation": {
      "en": "Simon said, This is my enemies behind this.",
      "es": "Dijo: Esto es obra de mis enemigos."
    }
  },
  {
    "translation": {
      "en": "He was really concerned that someone was after him.",
      "es": "Le preocupaba que alguien lo persiguiera."
    }
  },
  {
    "translation": {
      "en": "And then I get a voice note from him.",
      "es": "Y luego recibo un audio de él."
    }
  },
  {
    "translation": {
      "en": "I want to ask you, uh, a favor.",
      "es": "Quiero pedirte un favor."
    }
  },
  {
    "translation": {
      "en": "Pernilla, I am really embarrassed to even ask you.",
      "es": "Pernilla, me da mucha vergüenza preguntarte."
    }
  },
  {
    "translation": {
      "en": "Would it be possible for me to borrow $30,000?",
      "es": "¿Me prestarías 30 000 dólares?."
    }
  },
  {
    "translation": {
      "en": "It would be a huge, huge, huge, huge, huge, huge help.",
      "es": "Sería de mucha ayuda."
    }
  },
  {
    "translation": {
      "en": "Please let me know if you can do something. Thank you so much.",
      "es": "Avísame si puedes hacer algo. Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "I didn't have $30,000 to spare.",
      "es": "No tenía 30 000 dólares de sobra."
    }
  },
  {
    "translation": {
      "en": "I'd been at my mom's now for three months.",
      "es": "Llevaba tres meses en lo de mi mamá."
    }
  },
  {
    "translation": {
      "en": "I had my savings",
      "es": "Tenía mis ahorros"
    }
  },
  {
    "translation": {
      "en": "that was gonna go to buy myself a new apartment where I'm supposed to live.",
      "es": "que eran para comprarme un apartamento donde iba a vivir."
    }
  },
  {
    "translation": {
      "en": "But, what is more important,",
      "es": "Pero ¿qué es más importante,"
    }
  },
  {
    "translation": {
      "en": "my friend's security situation or me buying an apartment?",
      "es": "la seguridad de mi amigo o que yo compre un apartamento?"
    }
  },
  {
    "translation": {
      "en": "Thank you for everything you've done…",
      "es": "Gracias por todo…"
    }
  },
  {
    "translation": {
      "en": "And I make a bank transfer while I'm on the phone with him.",
      "es": "Hago la transferencia mientras hablamos por teléfono."
    }
  },
  {
    "translation": {
      "en": "He's really grateful to have such a good friend as me that he really can trust.",
      "es": "Está muy agradecido de tener una amiga en quien confiar."
    }
  },
  {
    "translation": {
      "en": "I was laying in bed at the psychiatric ward, on my phone,",
      "es": "Estaba en el psiquiátrico con mi teléfono"
    }
  },
  {
    "translation": {
      "en": "going through more details with the people that I had met.",
      "es": "revisando a la gente que había conocido."
    }
  },
  {
    "translation": {
      "en": "I knew that Simon was lying. But what about the others?",
      "es": "Sabía que Simon mentía. Pero ¿y los demás?"
    }
  },
  {
    "translation": {
      "en": "Peter, the bodyguard.",
      "es": "Peter, el guardaespaldas."
    }
  },
  {
    "translation": {
      "en": "If it wasn't real, then did he lie to me as well?",
      "es": "Si no era real, ¿me mintió también?"
    }
  },
  {
    "translation": {
      "en": "Who is the woman with the kid?",
      "es": "¿Quién era la mujer con la niña?"
    }
  },
  {
    "translation": {
      "en": "Was that Simon's daughter?",
      "es": "¿Era la hija de Simon?"
    }
  },
  {
    "translation": {
      "en": "I write a message to Amex.",
      "es": "Le escribo un mensaje a AmEx."
    }
  },
  {
    "translation": {
      "en": "Can you give me some more information?",
      "es": "¿Pueden darme más información?"
    }
  },
  {
    "translation": {
      "en": "They tell me to Google Shimon Hayut and that I will find some answers.",
      "es": "Me dicen que busque a Shimon Hayut y encontraré respuestas."
    }
  },
  {
    "translation": {
      "en": "There's an article in Finnish.",
      "es": "Hay un artículo en finlandés."
    }
  },
  {
    "translation": {
      "en": "So I go into Google Translate.",
      "es": "Usé el traductor de Google."
    }
  },
  {
    "translation": {
      "en": "Israeli multi- millionaire that cheated on women.",
      "es": "El multimillonario israelí que estafó a mujeres."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "es": "¿Qué carajo?"
    }
  },
  {
    "translation": {
      "en": "Back in 2015, he had been defrauding three Finnish women.",
      "es": "En 2015, había estafado a tres mujeres finlandesas."
    }
  },
  {
    "translation": {
      "en": "They don't give names. They are protected.",
      "es": "No había nombres, por protección."
    }
  },
  {
    "translation": {
      "en": "He was saying that he was in the weapons industry to one of the women.",
      "es": "A una mujer le había dicho que estaba en la industria de las armas."
    }
  },
  {
    "translation": {
      "en": "To another woman, he said he was a Mossad agent.",
      "es": "A otra que era un agente del Mosad."
    }
  },
  {
    "translation": {
      "en": "That's insane. He goes to prison. He becomes even worse.",
      "es": "Es una locura. Había ido a prisión. Se volvió peor."
    }
  },
  {
    "translation": {
      "en": "They let out a guy that has almost been, like, cooking up a new plan.",
      "es": "Liberaron a un tipo que preparó un nuevo plan."
    }
  },
  {
    "translation": {
      "en": "You knew he would just continue, continue, continue.",
      "es": "Era obvio que lo seguiría haciendo."
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop him?",
      "es": "¿Quién lo detendrá?"
    }
  },
  {
    "translation": {
      "en": "I had to stop him.",
      "es": "Yo iba a detenerlo."
    }
  },
  {
    "translation": {
      "en": "I needed to go to the biggest newspaper in Norway, VG.",
      "es": "Debía acudir al periódico más importante de Noruega, VG."
    }
  },
  {
    "translation": {
      "en": "I was just praying, you know, that they would take this on.",
      "es": "Solo rezaba que me escucharan."
    }
  },
  {
    "translation": {
      "en": "This was really like an unbelievable story.",
      "es": "Era una historia increíble."
    }
  },
  {
    "translation": {
      "en": "A guy who had pretended to be a son of a diamond billionaire.",
      "es": "Un tipo que finge ser un multimillonario de los diamantes."
    }
  },
  {
    "translation": {
      "en": "Private jets, a luxury lifestyle. It, uh, sounds almost like a fairy tale or movie.",
      "es": "Jets privados, un estilo de vida lujoso. Parece de un cuento o de una película."
    }
  },
  {
    "translation": {
      "en": "First thing you ask as a journalist is",
      "es": "La primera pregunta fue:"
    }
  },
  {
    "translation": {
      "en": "what kind of documentation can you share with us?",
      "es": "¿Qué tipo de documentación puedes compartir?."
    }
  },
  {
    "translation": {
      "en": "You can't print it without documentation.",
      "es": "No se publicará sin pruebas."
    }
  },
  {
    "translation": {
      "en": "Of course, I have WhatsApp.",
      "es": "Claro que sí, tengo WhatsApp."
    }
  },
  {
    "translation": {
      "en": "I then imagine strangers reading through my inner thoughts, my fears,",
      "es": "Me imagino a extraños leyendo mis pensamientos, mis miedos,"
    }
  },
  {
    "translation": {
      "en": "my love for this guy, you know?",
      "es": "mi amor por este tipo."
    }
  },
  {
    "translation": {
      "en": "It's super private. It's selfies in bed.",
      "es": "Es muy privado. Hay selfis en la cama."
    }
  },
  {
    "translation": {
      "en": "But the evidence came first, and I just sent it over.",
      "es": "Pero la prueba era esencial, así que la envié."
    }
  },
  {
    "translation": {
      "en": "It was almost 400 pages of text.",
      "es": "Eran casi 400 páginas de texto."
    }
  },
  {
    "translation": {
      "en": "There's video.",
      "es": "Había videos."
    }
  },
  {
    "translation": {
      "en": "Pictures.",
      "es": "Fotos."
    }
  },
  {
    "translation": {
      "en": "Okay, baby. I'm taking off now.",
      "es": "Bien, cariño. Estoy despegando."
    }
  },
  {
    "translation": {
      "en": "Audio messages.",
      "es": "Mensajes de audio."
    }
  },
  {
    "translation": {
      "en": "It's astounding. It's like looking into the anatomy of the relationship.",
      "es": "Era asombroso. Era como investigar la anatomía de la relación."
    }
  },
  {
    "translation": {
      "en": "We can follow how this developed minute by minute.",
      "es": "Veíamos cómo se había desarrollado minuto a minuto."
    }
  },
  {
    "translation": {
      "en": "He's extremely professional in what he does.",
      "es": "Es muy profesional en lo que hace."
    }
  },
  {
    "translation": {
      "en": "The first date was a good way to lure her to believe that he was really successful.",
      "es": "La primera cita fue una buena forma de hacerle creer que era exitoso."
    }
  },
  {
    "translation": {
      "en": "This is an emotional con.",
      "es": "Es una estafa emocional."
    }
  },
  {
    "translation": {
      "en": "He was promising so much…",
      "es": "Le prometía tantas cosas."
    }
  },
  {
    "translation": {
      "en": "an apartment together,",
      "es": "Un apartamento juntos,"
    }
  },
  {
    "translation": {
      "en": "vacations,",
      "es": "vacaciones,"
    }
  },
  {
    "translation": {
      "en": "building a family together.",
      "es": "construir una familia juntos."
    }
  },
  {
    "translation": {
      "en": "I wanted to ask you a favor.",
      "es": "Quería pedirte un favor."
    }
  },
  {
    "translation": {
      "en": "The first request for money comes after they've been dating for over a month.",
      "es": "El primer pedido de dinero fue después de haber salido más de un mes."
    }
  },
  {
    "translation": {
      "en": "And he has been using that month to make her fall in love with him,",
      "es": "Usó ese mes para que ella se enamore de él"
    }
  },
  {
    "translation": {
      "en": "prove that he is really rich, and make her afraid of his enemies.",
      "es": "y para probar que era muy rico. Y para que les temiera a sus enemigos."
    }
  },
  {
    "translation": {
      "en": "There's no reason to believe that Simon is not able to pay her back,",
      "es": "No hay razón para creer que Simon no podrá devolverle el dinero,"
    }
  },
  {
    "translation": {
      "en": "because she has seen how wealthy he is.",
      "es": "porque ella vio lo rico que es."
    }
  },
  {
    "translation": {
      "en": "Simon is surrounded by a lot of people,",
      "es": "Simon está rodeado de mucha gente,"
    }
  },
  {
    "translation": {
      "en": "especially his bodyguard and his business partner.",
      "es": "sobre todo, su guardaespaldas y su socio."
    }
  },
  {
    "translation": {
      "en": "We don't know who is working with Simon and how far this conspiracy actually goes.",
      "es": "No sabemos quién está trabajando con Simon y hasta dónde llega esta conspiración."
    }
  },
  {
    "translation": {
      "en": "Cecilie was also sending us this Finnish article.",
      "es": "Cecilie también nos envió un artículo finlandés."
    }
  },
  {
    "translation": {
      "en": "Is Shimon Hayut and Simon Leviev the same guy?",
      "es": "¿Shimon Hayut y Simon Leviev son el mismo?"
    }
  },
  {
    "translation": {
      "en": "We all got in touch with the authorities",
      "es": "Nos pusimos en contacto con las autoridades"
    }
  },
  {
    "translation": {
      "en": "and found out the names of the three Finnish women.",
      "es": "y averiguamos los nombres de las tres finlandesas."
    }
  },
  {
    "translation": {
      "en": "I ask Cecilie, does she recognize the victims' names?",
      "es": "Le pregunté a Cecilie si reconocía los nombres de las víctimas."
    }
  },
  {
    "translation": {
      "en": "I Google these women.",
      "es": "Las busco en Google."
    }
  },
  {
    "translation": {
      "en": "I don't recognize anyone.",
      "es": "No reconozco a ninguna."
    }
  },
  {
    "translation": {
      "en": "And then a face pops up that is very familiar.",
      "es": "Y luego aparece una cara muy familiar."
    }
  },
  {
    "translation": {
      "en": "It's the same woman that was on the jet with me.",
      "es": "Es la misma mujer que estaba en el avión conmigo."
    }
  },
  {
    "translation": {
      "en": "The same woman that has a child with Simon.",
      "es": "La misma mujer que tiene una hija con Simon."
    }
  },
  {
    "translation": {
      "en": "How on the fucking Earth were you a victim?",
      "es": "¿Cómo diablos fuiste una víctima?"
    }
  },
  {
    "translation": {
      "en": "You were standing at the trial back in 2016.",
      "es": "Estuviste en el juicio en 2016."
    }
  },
  {
    "translation": {
      "en": "Putting him to jail,",
      "es": "Lo metiste en la cárcel."
    }
  },
  {
    "translation": {
      "en": "knowing that he had lied to you,",
      "es": "Y sabiendo que te había mentido,"
    }
  },
  {
    "translation": {
      "en": "and suddenly, three years later, you're sitting on a private jet with Simon.",
      "es": "de repente, tres años después, estás en un jet privado con Simon."
    }
  },
  {
    "translation": {
      "en": "The things that she told me in that car made me really believe that he was a great guy.",
      "es": "Las cosas que me dijo en el auto me hicieron creer que era un buen tipo."
    }
  },
  {
    "translation": {
      "en": "Why didn't she warn me?",
      "es": "¿Por qué no me advirtió?"
    }
  },
  {
    "translation": {
      "en": "That was extraordinary,",
      "es": "Eso fue insólito."
    }
  },
  {
    "translation": {
      "en": "and it made it hard because we didn't know who to trust.",
      "es": "Dificultó las cosas porque no sabíamos en quién confiar."
    }
  },
  {
    "translation": {
      "en": "But we still had to prove to the police that Shimon Yehuda Hayut and Simon Leviev",
      "es": "Aún teníamos que demostrarle a la policía que Shimon Yehuda Hayut y Simon Leviev"
    }
  },
  {
    "translation": {
      "en": "was the same person.",
      "es": "eran la misma persona."
    }
  },
  {
    "translation": {
      "en": "In the indictment, we have his date of birth.",
      "es": "En la acusación, estaba su fecha de nacimiento."
    }
  },
  {
    "translation": {
      "en": "So when we typed in Shimon Hayut in Google,",
      "es": "Cuando buscamos Shimon Hayut en Google,"
    }
  },
  {
    "translation": {
      "en": "that didn't give us much, basically nothing.",
      "es": "no obtuvimos ningún resultado."
    }
  },
  {
    "translation": {
      "en": "But there's one thing that Simon Leviev and Shimon Hayut has in common.",
      "es": "Pero hay algo que Simon Leviev y Shimon Hayut tienen en común."
    }
  },
  {
    "translation": {
      "en": "They're both from Israel.",
      "es": "Ambos son de Israel."
    }
  },
  {
    "translation": {
      "en": "We needed someone who knew Hebrew and knew the country of Israel.",
      "es": "Necesitábamos a alguien que supiera hebreo y conociera Israel."
    }
  },
  {
    "translation": {
      "en": "So we contacted this journalist called Uri.",
      "es": "Contactamos a un periodista llamado Uri."
    }
  },
  {
    "translation": {
      "en": "Uri finds out the last known address for Shimon Hayut. We need to go to Israel.",
      "es": "Uri averigua la última dirección conocida de Shimon Hayut. Debíamos ir a Israel."
    }
  },
  {
    "translation": {
      "en": "We're driving towards the outskirts of the city, we see more narrow streets,",
      "es": "En las afueras de la ciudad, vemos calles más estrechas,"
    }
  },
  {
    "translation": {
      "en": "smaller apartment buildings, and a lot of ultra- Orthodox Jews.",
      "es": "edificios más pequeños y muchos judíos ultraortodoxos."
    }
  },
  {
    "translation": {
      "en": "This was the total opposite",
      "es": "Era todo lo opuesto"
    }
  },
  {
    "translation": {
      "en": "of how he wanted to present his life in social media.",
      "es": "a cómo presentaba su vida en las redes sociales."
    }
  },
  {
    "translation": {
      "en": "Is it here?",
      "es": "¿Es aquí?"
    }
  },
  {
    "translation": {
      "en": "So let's park, uh…",
      "es": "Estacionemos."
    }
  },
  {
    "translation": {
      "en": "- I asked him to stay very near. - Okay.",
      "es": "- Quédate cerca. - Bien."
    }
  },
  {
    "translation": {
      "en": "In case we need to escape.",
      "es": "Por si necesitamos escapar."
    }
  },
  {
    "translation": {
      "en": "Uri, Natalie, and I go out.",
      "es": "Fuimos Uri, Natalie y yo."
    }
  },
  {
    "translation": {
      "en": "My job is to be the cameraman that documents everything that happens.",
      "es": "Yo era el camarógrafo. Debía documentar todo lo que pasaba."
    }
  },
  {
    "translation": {
      "en": "That's the name.",
      "es": "Ese es el nombre."
    }
  },
  {
    "translation": {
      "en": "That's the name. This one.",
      "es": "Ese es el nombre. Este."
    }
  },
  {
    "translation": {
      "en": "What's it says?",
      "es": "¿Qué dice?"
    }
  },
  {
    "translation": {
      "en": "It's a letter for him.",
      "es": "Es una carta para él."
    }
  },
  {
    "translation": {
      "en": "- For Shimon? - Shimon Hayut.",
      "es": "- ¿Para Shimon? - Shimon Hayut."
    }
  },
  {
    "translation": {
      "en": "Yeah, this one.",
      "es": "- ¿Sí? - Sí, esta."
    }
  },
  {
    "translation": {
      "en": "So he might actually be staying here.",
      "es": "Entonces quizá esté aquí."
    }
  },
  {
    "translation": {
      "en": "So this is a letter from the authorities",
      "es": "Esta es una carta que envía el gobierno"
    }
  },
  {
    "translation": {
      "en": "that ask money back from people when you owe money.",
      "es": "cuando las personas deben dinero."
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "es": "Entiendo."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "es": "¿Quiénes son?"
    }
  },
  {
    "translation": {
      "en": "We're journalists.",
      "es": "Somos periodistas."
    }
  },
  {
    "translation": {
      "en": "We're looking for Simon.",
      "es": "Buscamos a Simon."
    }
  },
  {
    "translation": {
      "en": "Who is it?",
      "es": "¿Quién es?"
    }
  },
  {
    "translation": {
      "en": "- You are not allowed to be here. - But, Mom, come in.",
      "es": "- No pueden estar aquí. - Pero, mamá, pasa."
    }
  },
  {
    "translation": {
      "en": "So, you're Simon's mother.",
      "es": "Es la madre de Simon."
    }
  },
  {
    "translation": {
      "en": "- Where is he? - Where is he?",
      "es": "- ¿Dónde está? - ¿Dónde está?"
    }
  },
  {
    "translation": {
      "en": "You're looking for him, I'm looking for him.",
      "es": "Tú lo buscas, yo también lo busco."
    }
  },
  {
    "translation": {
      "en": "He's swindled a woman in Norway for a quarter of a million dollars.",
      "es": "Estafó a una mujer en Noruega por un cuarto de millón de dólares."
    }
  },
  {
    "translation": {
      "en": "I have absolutely no contact with him. I have nothing to do with him.",
      "es": "No tengo ningún contacto con él. No tengo nada que ver con él."
    }
  },
  {
    "translation": {
      "en": "I've not had contact with him since he was 18 years old.",
      "es": "No sé nada de él desde que tenía 18 años."
    }
  },
  {
    "translation": {
      "en": "- But his registered address is here. - He changed his name and address.",
      "es": "- Pero su dirección registrada está aquí. - Cambió su nombre y dirección."
    }
  },
  {
    "translation": {
      "en": "He is not Hayut anymore.",
      "es": "Ya no es Hayut."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "To confirm that Simon and Shimon was the same person,",
      "es": "Para confirmar que Simon y Shimon eran la misma persona,"
    }
  },
  {
    "translation": {
      "en": "we need to see the local police.",
      "es": "debíamos ir a la policía local."
    }
  },
  {
    "translation": {
      "en": "Is this face familiar to you?",
      "es": "¿Esta cara le resulta familiar?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "In 2017, he changed his name to Simon Leviev.",
      "es": "En 2017, cambió su nombre a Simon Leviev."
    }
  },
  {
    "translation": {
      "en": "Before that, he was known as Shimon Hayut.",
      "es": "Antes de eso, era conocido como Shimon Hayut."
    }
  },
  {
    "translation": {
      "en": "The police confirmed that Simon Leviev and Shimon Hayut",
      "es": "La policía nos confirmó que Simon Leviev y Shimon Hayut"
    }
  },
  {
    "translation": {
      "en": "is the same guy convicted in Finland.",
      "es": "eran la misma persona."
    }
  },
  {
    "translation": {
      "en": "He uses many names.",
      "es": "Usa muchos nombres."
    }
  },
  {
    "translation": {
      "en": "He has been a fraudster since his late teens.",
      "es": "Ha sido un estafador desde su adolescencia."
    }
  },
  {
    "translation": {
      "en": "You start to piece together some more of the puzzle.",
      "es": "Empiezas a juntar más piezas del rompecabezas."
    }
  },
  {
    "translation": {
      "en": "Back in 2011, Simon was suspected of stealing a check from his employer.",
      "es": "En 2011, Simon fue sospechoso de robar un cheque de su empleador."
    }
  },
  {
    "translation": {
      "en": "He moves on to other stolen checks and forged checks.",
      "es": "Y luego roba y falsifica otros cheques."
    }
  },
  {
    "translation": {
      "en": "Simon was supposed to meet in court, but he fled the country.",
      "es": "Simon debía comparecer en la corte, pero huyó del país."
    }
  },
  {
    "translation": {
      "en": "But then he left Israel. He forged a passport and left the country.",
      "es": "Luego se fue de Israel. Falsificó un pasaporte y se fue del país."
    }
  },
  {
    "translation": {
      "en": "So he's wanted by the police?",
      "es": "¿Es buscado por la policía?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "The Israeli authorities demand that he be found",
      "es": "Las autoridades israelíes exigen que lo encuentren"
    }
  },
  {
    "translation": {
      "en": "so the trial against him can continue.",
      "es": "para que el juicio en su contra pueda continuar."
    }
  },
  {
    "translation": {
      "en": "And we're doing what we can to find him and bring him in.",
      "es": "Hacemos lo posible por encontrarlo y traerlo."
    }
  },
  {
    "translation": {
      "en": "We got a lot of new and really good information after the trip to Israel,",
      "es": "Tras el viaje a Israel, tenemos mucha y muy buena información,"
    }
  },
  {
    "translation": {
      "en": "but we don't know where he is right now.",
      "es": "pero no sabemos dónde está ahora."
    }
  },
  {
    "translation": {
      "en": "Well, I will keep you posted. Everybody else got their money, so you should too.",
      "es": "Te mantendré informada. Ya todos lo recibieron, tú deberías también."
    }
  },
  {
    "translation": {
      "en": "I will see what's going on. I will call the bank. Love you. Miss you. Bye- bye.",
      "es": "Llamaré al banco a ver qué pasa. Te quiero. Te extraño. Adiós."
    }
  },
  {
    "translation": {
      "en": "He really apologizes and says that he needs to borrow a little bit more.",
      "es": "Se disculpa y dice que necesita un poco más."
    }
  },
  {
    "translation": {
      "en": "I told him, Simon, you were supposed to transfer back this money you borrowed",
      "es": "Le dije: Debías transferir el dinero que te presté"
    }
  },
  {
    "translation": {
      "en": "a week or two after.",
      "es": "una o dos semanas después."
    }
  },
  {
    "translation": {
      "en": "Are you sure everything is gonna be okay?",
      "es": "¿Estás seguro de que todo va a estar bien?."
    }
  },
  {
    "translation": {
      "en": "He's like, Yeah, everything is gonna be okay.",
      "es": "Respondió: Sí, todo va a estar bien."
    }
  },
  {
    "translation": {
      "en": "So I transfer him another $10,000.",
      "es": "Así que le transferí otros 10 000 dólares."
    }
  },
  {
    "translation": {
      "en": "I guarantee you I will make payment next week.",
      "es": "Te garantizo que pagaré la próxima semana."
    }
  },
  {
    "translation": {
      "en": "The next week, he texts me a bank receipt for $100,000.",
      "es": "La semana siguiente, me envía un recibo bancario por 100 000 dólares."
    }
  },
  {
    "translation": {
      "en": "Simon is being very generous. He only owes me 40,000.",
      "es": "Simon estaba siendo muy generoso. Solo me debía 40 000."
    }
  },
  {
    "translation": {
      "en": "Oh, seriously, Simon, that is so nice of you.",
      "es": "En serio, Simon, es muy amable de tu parte."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you. Thank you. Thank you so, so much.",
      "es": "Gracias. Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "Kisses.",
      "es": "Un beso."
    }
  },
  {
    "translation": {
      "en": "Through the most difficult moments, you have been there for me.",
      "es": "Me acompañaste en los momentos más difíciles."
    }
  },
  {
    "translation": {
      "en": "So that's why I wanted to thank you from the bottom of my heart.",
      "es": "Por eso quiero agradecerte con todo mi corazón."
    }
  },
  {
    "translation": {
      "en": "And then the money just don't arrive.",
      "es": "Pero luego el dinero nunca llega."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the bank want me there physically",
      "es": "Lamentablemente, el banco quiere que esté físicamente"
    }
  },
  {
    "translation": {
      "en": "with my lawyer to sign some few other papers.",
      "es": "con mi abogado para firmar otros papeles."
    }
  },
  {
    "translation": {
      "en": "I need to fly and I need to fix it up. I want to ask you a favor.",
      "es": "Necesito volar y arreglarlo. Quiero pedirte un favor."
    }
  },
  {
    "translation": {
      "en": "So I pay for these flights on my American Express card.",
      "es": "Así que pago sus vuelos con mi tarjeta American Express."
    }
  },
  {
    "translation": {
      "en": "The money has left our bank account",
      "es": "El dinero salió de nuestra cuenta bancaria"
    }
  },
  {
    "translation": {
      "en": "so you have nothing to worry about.",
      "es": "así que no tienes de qué preocuparte."
    }
  },
  {
    "translation": {
      "en": "He asked me to help him with another flight.",
      "es": "Me pidió que lo ayudara con otro vuelo."
    }
  },
  {
    "translation": {
      "en": "And then another flight, and then another flight.",
      "es": "Y luego otro vuelo, y luego otro."
    }
  },
  {
    "translation": {
      "en": "So with time just passing, money doesn't come in.",
      "es": "El tiempo pasa y el dinero no ingresa."
    }
  },
  {
    "translation": {
      "en": "I was just at the bank and they can't find any transfer.",
      "es": "Estuve en el banco y no encuentran la transferencia."
    }
  },
  {
    "translation": {
      "en": "And that I need to pay my bills. I'm really freaking out.",
      "es": "Debo pagar las cuentas. Me estoy volviendo loca."
    }
  },
  {
    "translation": {
      "en": "I'm panicking. Like, I got myself in so, so much trouble right now.",
      "es": "Estoy en pánico. Me metí en muchos problemas."
    }
  },
  {
    "translation": {
      "en": "They put a stop on my account.",
      "es": "Bloquearon mi cuenta."
    }
  },
  {
    "translation": {
      "en": "Of course I can give you one of my watches.",
      "es": "Puedo darte uno de mis relojes."
    }
  },
  {
    "translation": {
      "en": "I have a watch worth over 100K.",
      "es": "Tengo uno que vale más de 100 mil."
    }
  },
  {
    "translation": {
      "en": "So he tells me he will book me a flight to wherever he is within a couple of days to collect the watch.",
      "es": "Dice que reservará un vuelo a donde esté en unos días para recoger el reloj."
    }
  },
  {
    "translation": {
      "en": "We have a lot of new information, but we still haven't found him.",
      "es": "Tenemos mucha información nueva, pero aún no lo encontramos."
    }
  },
  {
    "translation": {
      "en": "So what we have to do is go back into the documentation we got from Cecilie.",
      "es": "Revisamos toda la documentación que nos dio Cecilie."
    }
  },
  {
    "translation": {
      "en": "Cecilie gave us a lot of transactions done with her Amex card.",
      "es": "Cecilie nos dio muchas transacciones con su tarjeta AmEx."
    }
  },
  {
    "translation": {
      "en": "In these transactions, we see flight tickets.",
      "es": "En estas transacciones había boletos de avión."
    }
  },
  {
    "translation": {
      "en": "There are also names.",
      "es": "También había nombres."
    }
  },
  {
    "translation": {
      "en": "The business partner.",
      "es": "Su socio comercial."
    }
  },
  {
    "translation": {
      "en": "The bodyguard.",
      "es": "Su guardaespaldas."
    }
  },
  {
    "translation": {
      "en": "But we could also find names of different women.",
      "es": "Y también encontramos nombres de varias mujeres."
    }
  },
  {
    "translation": {
      "en": "So one of the names is Pernilla Sjoholm.",
      "es": "Uno de los nombres es Pernilla Sjoholm."
    }
  },
  {
    "translation": {
      "en": "So I find Pernilla on Facebook and write a message to her.",
      "es": "Encuentro a Pernilla en Facebook y le escribo un mensaje."
    }
  },
  {
    "translation": {
      "en": "I… panic.",
      "es": "Entré… en pánico."
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna pass out.",
      "es": "Creí que me iba a desmayar."
    }
  },
  {
    "translation": {
      "en": "I forward the message straight over to Simon.",
      "es": "Le reenvío el mensaje a Simon."
    }
  },
  {
    "translation": {
      "en": "I would not…",
      "es": "No permitiría…"
    }
  },
  {
    "translation": {
      "en": "He says I shouldn't worry, that this is his enemies trying to get information.",
      "es": "Dice que no me preocupe, que son sus enemigos buscando información."
    }
  },
  {
    "translation": {
      "en": "He really tries to calm me down and even just, like, after hanging up the phone,",
      "es": "Intenta calmarme, pero después de colgar el teléfono,"
    }
  },
  {
    "translation": {
      "en": "I'm starting to realize, like, this can't be made up.",
      "es": "me doy cuenta de que esto no puede ser un invento."
    }
  },
  {
    "translation": {
      "en": "My phone rings. It is Erlend.",
      "es": "Suena mi teléfono. Era Erlend."
    }
  },
  {
    "translation": {
      "en": "So I asked her, Can I come to Stockholm to meet you to talk through your story?",
      "es": "Le pregunté: ¿Puedo ir a Estocolmo así hablamos de tu historia?."
    }
  },
  {
    "translation": {
      "en": "I get on a plane. We were meeting up the next day.",
      "es": "Subo al avión. Nos veríamos al otro día."
    }
  },
  {
    "translation": {
      "en": "He tells me everything.",
      "es": "Me cuenta todo."
    }
  },
  {
    "translation": {
      "en": "I am furious. Why would Simon do this to me?",
      "es": "Estoy furiosa. ¿Por qué Simon me haría esto?"
    }
  },
  {
    "translation": {
      "en": "This was a friend who I really cared about, who I loved.",
      "es": "Era un amigo que me importaba mucho, a quien yo quería."
    }
  },
  {
    "translation": {
      "en": "He really created this person that I would like,",
      "es": "Había creado a esta persona que me gustaba,"
    }
  },
  {
    "translation": {
      "en": "someone who would be a really good friend.",
      "es": "que era un buen amigo."
    }
  },
  {
    "translation": {
      "en": "So, if it's not only through romantic relationships that he's pursuing scams,",
      "es": "Si estafaba a las personas, no solo a través de relaciones amorosas,"
    }
  },
  {
    "translation": {
      "en": "what else could there be?",
      "es": "¿qué más podría hacer?"
    }
  },
  {
    "translation": {
      "en": "I tell Erlend about all the travels and the amount of money he has been spending,",
      "es": "Le cuento a Erlend sobre todos los viajes y la cantidad de dinero que gastaba,"
    }
  },
  {
    "translation": {
      "en": "and all the other people that I have met.",
      "es": "y todas las personas que había conocido."
    }
  },
  {
    "translation": {
      "en": "When he tells me about this Norwegian girl,",
      "es": "Cuando me habla de esta chica noruega,"
    }
  },
  {
    "translation": {
      "en": "I'm starting to realize that the amount of money she has lost",
      "es": "me doy cuenta de que el dinero que ella había perdido"
    }
  },
  {
    "translation": {
      "en": "doesn't add up to the lifestyle that he's been living,",
      "es": "no alcanzaba para el estilo de vida que llevaba,"
    }
  },
  {
    "translation": {
      "en": "because there is an extreme amount of money that has been spent.",
      "es": "no alcanzaba para el estilo de vida que llevaba, porque la cantidad de dinero que gastaba era extrema."
    }
  },
  {
    "translation": {
      "en": "This must just be the tip of the iceberg.",
      "es": "Esto debe ser solo la punta del iceberg."
    }
  },
  {
    "translation": {
      "en": "After looking at Pernilla's bank accounts, I realize this may be a Ponzi scheme.",
      "es": "Después de ver sus extractos, sospecho que puede ser un esquema Ponzi."
    }
  },
  {
    "translation": {
      "en": "He uses Cecilie's money on Pernilla,",
      "es": "Usa el dinero de Cecilie en Pernilla,"
    }
  },
  {
    "translation": {
      "en": "and he uses Pernilla's money on somebody else.",
      "es": "y usa el dinero de Pernilla en otra persona."
    }
  },
  {
    "translation": {
      "en": "It's never his name on the credit card, so he has plausible excuse.",
      "es": "Nunca está su nombre en la tarjeta, así que tiene una excusa plausible."
    }
  },
  {
    "translation": {
      "en": "He can always say, I was just borrowing the money.",
      "es": "Puede argumentar: Solo pedí el dinero prestado."
    }
  },
  {
    "translation": {
      "en": "It's almost like the perfect scam.",
      "es": "Es casi la estafa perfecta."
    }
  },
  {
    "translation": {
      "en": "Of course, by using one woman's credit card",
      "es": "Usaba la tarjeta de una mujer"
    }
  },
  {
    "translation": {
      "en": "to buy plane tickets to a second woman and to buy a dinner to a third,",
      "es": "para comprar los boletos de otra y pagar la cena de una tercera."
    }
  },
  {
    "translation": {
      "en": "he was able to travel a lot, and he never stayed long in one place.",
      "es": "Así podía viajar y nunca estaba mucho tiempo en un mismo lugar."
    }
  },
  {
    "translation": {
      "en": "That made it very hard for local police authorities with low budgets",
      "es": "Para las autoridades locales con bajo presupuesto"
    }
  },
  {
    "translation": {
      "en": "to go after a man that, in their world, was like a small scam.",
      "es": "era difícil encontrar a un hombre, cuya estafa creían que era menor."
    }
  },
  {
    "translation": {
      "en": "Hey, we order all the menu.",
      "es": "Pedimos todo el menú."
    }
  },
  {
    "translation": {
      "en": "I ask Pernilla, Can you tell me where he is?",
      "es": "Le pregunté a Pernilla: ¿Sabes dónde está?."
    }
  },
  {
    "translation": {
      "en": "I don't just only know where he is.",
      "es": "No solo sé dónde está."
    }
  },
  {
    "translation": {
      "en": "I am booked on a flight to go and see him tomorrow.",
      "es": "Tengo un vuelo para ir a verlo mañana."
    }
  },
  {
    "translation": {
      "en": "He's in Munich.",
      "es": "Está en Múnich."
    }
  },
  {
    "translation": {
      "en": "In less than 10 hours, we need to be in Munich.",
      "es": "En diez horas debíamos ir a Múnich."
    }
  },
  {
    "translation": {
      "en": "Our goal in Munich was to film him",
      "es": "Nuestro objetivo en Múnich era filmarlo"
    }
  },
  {
    "translation": {
      "en": "to prove to the police that he was possible to find.",
      "es": "para demostrarle a la policía que era posible encontrarlo."
    }
  },
  {
    "translation": {
      "en": "You're really focused.",
      "es": "Estábamos muy concentrados."
    }
  },
  {
    "translation": {
      "en": "You know you have this one chance to get what you want.",
      "es": "Teníamos una sola oportunidad de conseguirlo."
    }
  },
  {
    "translation": {
      "en": "Also you have responsibility for Pernilla.",
      "es": "También éramos responsables de Pernilla."
    }
  },
  {
    "translation": {
      "en": "Simon can absolutely not find out that they are there or that I have done this,",
      "es": "Simon no podía enterarse de que estaban ni que yo había hablado con ellos."
    }
  },
  {
    "translation": {
      "en": "because I don't know if it's dangerous for me",
      "es": "Podía ser peligroso para mí"
    }
  },
  {
    "translation": {
      "en": "if he does find out that I'm doing this behind his back.",
      "es": "si se enteraba que yo era partícipe de esto."
    }
  },
  {
    "translation": {
      "en": "I'm going in there trying to sabotage his fabulous life.",
      "es": "Intentaré sabotear su fabulosa vida."
    }
  },
  {
    "translation": {
      "en": "The plan is to keep a safe distance,",
      "es": "Para mantener una distancia segura,"
    }
  },
  {
    "translation": {
      "en": "and to do that, Natalie is tracking Pernilla's whereabouts on the iPhone.",
      "es": "Natalie rastreó la ubicación de Pernilla en el iPhone."
    }
  },
  {
    "translation": {
      "en": "In case Simon should look at Pernilla's phone,",
      "es": "Si Simon miraba el teléfono de Pernilla,"
    }
  },
  {
    "translation": {
      "en": "Pernilla saves my number as a different name.",
      "es": "ella tenía agendado mi número con otro nombre."
    }
  },
  {
    "translation": {
      "en": "That makes it possible for Pernilla to have constant contact with me.",
      "es": "Eso permitía que Pernilla tuviera contacto constante conmigo."
    }
  },
  {
    "translation": {
      "en": "She writes that she's just landed.",
      "es": "Escribe que acaba de aterrizar."
    }
  },
  {
    "translation": {
      "en": "We have a photographer outside the airport who may be able to get pictures.",
      "es": "Hay un fotógrafo afuera del aeropuerto que tomará fotos."
    }
  },
  {
    "translation": {
      "en": "She writes, My friend is picking me up.",
      "es": "Escribió: Mi amigo me recogerá."
    }
  },
  {
    "translation": {
      "en": "That must be Simon.",
      "es": "Debe ser Simon."
    }
  },
  {
    "translation": {
      "en": "I've now received a picture from the photographer.",
      "es": "Recibí una foto del fotógrafo."
    }
  },
  {
    "translation": {
      "en": "Wow, he's in Munich.",
      "es": "Sí, está en Múnich."
    }
  },
  {
    "translation": {
      "en": "My heart is pounding.",
      "es": "Mi corazón está acelerado."
    }
  },
  {
    "translation": {
      "en": "This is the first time I meet his business partner, Avishay,",
      "es": "Es la primera vez que conozco a Avishay, su socio,"
    }
  },
  {
    "translation": {
      "en": "that he had told me so much about.",
      "es": "del que tanto me había hablado."
    }
  },
  {
    "translation": {
      "en": "I'm starting to become very, very paranoid",
      "es": "Me vuelvo muy paranoica, porque pienso:"
    }
  },
  {
    "translation": {
      "en": "because who am I in the car with? Who are they really?",
      "es": "¿Con quién estoy en el auto? ¿Quiénes son en realidad?."
    }
  },
  {
    "translation": {
      "en": "I'm looking at him, and I know the truth, like everything that he has done.",
      "es": "Lo miro, sabiendo la verdad. Sé todo lo que hizo."
    }
  },
  {
    "translation": {
      "en": "These former feelings that I had that this was my friend just got erased.",
      "es": "Los sentimientos que tenía de amistad desaparecieron."
    }
  },
  {
    "translation": {
      "en": "I don't think I ever hated a person my entire life",
      "es": "Creo que nunca odié a nadie en mi vida,"
    }
  },
  {
    "translation": {
      "en": "until that second when I was sitting in that car",
      "es": "hasta ese día en que nos encontramos"
    }
  },
  {
    "translation": {
      "en": "and just looking at him.",
      "es": "y lo miré."
    }
  },
  {
    "translation": {
      "en": "Pernilla texted me that they were going to Mandarin Oriental Hotel.",
      "es": "Pernilla me escribió que iban al hotel Mandarin Oriental."
    }
  },
  {
    "translation": {
      "en": "That's a fancy hotel with a restaurant inside.",
      "es": "Es un hotel elegante con un restaurante adentro."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "The most important job I had in there was to text Kristoffer and the still photographer",
      "es": "Mi trabajo era avisarle a Kristoffer y al fotógrafo"
    }
  },
  {
    "translation": {
      "en": "whenever they were leaving the restaurant.",
      "es": "cuando salieran del restaurante."
    }
  },
  {
    "translation": {
      "en": "Opposite, there's a parking garage.",
      "es": "Enfrente, había un estacionamiento."
    }
  },
  {
    "translation": {
      "en": "Just behind gaps in the wall,",
      "es": "Detrás de los huecos de la pared"
    }
  },
  {
    "translation": {
      "en": "we can place our lenses to capture Simon as he walks out.",
      "es": "pusimos las cámaras para capturarlo cuando saliera."
    }
  },
  {
    "translation": {
      "en": "Everyone knew about him. Welcome back, Mr. Leviev. And that gets me going.",
      "es": "Todos lo conocían. Bienvenido, Sr. Leviev. Me hizo pensar:"
    }
  },
  {
    "translation": {
      "en": "What have you been doing in Munich? How many victims are here?",
      "es": "¿Qué hiciste en Múnich? ¿Cuántas víctimas hay aquí?."
    }
  },
  {
    "translation": {
      "en": "He tells me he's sorry about the situation with the money",
      "es": "Me dice que lamenta la situación con el dinero"
    }
  },
  {
    "translation": {
      "en": "and he gives me the watch.",
      "es": "y me da el reloj."
    }
  },
  {
    "translation": {
      "en": "He orders everything on the menu,",
      "es": "Pide todo el menú."
    }
  },
  {
    "translation": {
      "en": "and I feel so bad even sitting there when we're having this dinner,",
      "es": "Y me sentí muy mal cuando estábamos ahí cenando,"
    }
  },
  {
    "translation": {
      "en": "'cause the only thing that goes in my head is,",
      "es": "porque lo único que pensaba era:"
    }
  },
  {
    "translation": {
      "en": "Who's paying for this dinner?",
      "es": "¿Quién paga esta cena?."
    }
  },
  {
    "translation": {
      "en": "We're just waiting and waiting for a text from Natalie.",
      "es": "Estábamos esperando un mensaje de Natalie."
    }
  },
  {
    "translation": {
      "en": "Simon looks in our direction, and we hide.",
      "es": "Simon mira hacia nosotros y nos escondemos."
    }
  },
  {
    "translation": {
      "en": "Simon starts speaking in Hebrew and getting very upset to Avishay.",
      "es": "Simon habla enojado en hebreo con Avishay."
    }
  },
  {
    "translation": {
      "en": "And I'm like, What's going on?",
      "es": "Les pregunto: ¿Qué pasa?."
    }
  },
  {
    "translation": {
      "en": "And they were like, There's a camera guy over there.",
      "es": "Me dicen: Hay un tipo con una cámara."
    }
  },
  {
    "translation": {
      "en": "And he started screaming, like, Get into the car!",
      "es": "Y empezó a gritar: ¡Súbete al auto!."
    }
  },
  {
    "translation": {
      "en": "Driving around so fast through Munich.",
      "es": "Conducían muy rápido por Múnich."
    }
  },
  {
    "translation": {
      "en": "I don't know what they're saying. Do they know that I have set them up to do this?",
      "es": "No sabía qué decían. ¿Sabrán que yo fui parte de esto?"
    }
  },
  {
    "translation": {
      "en": "What are they really gonna do with me?",
      "es": "¿Qué van a hacer conmigo?"
    }
  },
  {
    "translation": {
      "en": "Just think, like, Pernilla, you play your biggest act you have ever done",
      "es": "Pensé: Pernilla, esta debe ser la mejor actuación de tu vida,"
    }
  },
  {
    "translation": {
      "en": "your entire life, because otherwise you are never coming home.",
      "es": "de lo contrario, nunca volverás a casa."
    }
  },
  {
    "translation": {
      "en": "I'm trying to twist everything around.",
      "es": "Intenté dar vuelta las cosas."
    }
  },
  {
    "translation": {
      "en": "I'm screaming at him, like, Is this your enemies? Are they after me now, Simon?",
      "es": "Le grité: ¿Son tus enemigos? ¿Me están persiguiendo, Simon?."
    }
  },
  {
    "translation": {
      "en": "He's trying to calm down the situation, like, No, it's me they're after.",
      "es": "Él intenta calmarme y dice: No, me persiguen a mí."
    }
  },
  {
    "translation": {
      "en": "I'm telling him, Just drop me off.",
      "es": "Le grité: Déjame aquí."
    }
  },
  {
    "translation": {
      "en": "I never opened a car door as fast in my entire life.",
      "es": "Nunca abrí una puerta tan rápido."
    }
  },
  {
    "translation": {
      "en": "We were very concerned about Pernilla.",
      "es": "Estábamos muy preocupados por Pernilla."
    }
  },
  {
    "translation": {
      "en": "We realized we wouldn't be able to confront him there.",
      "es": "No íbamos a poder enfrentarlo."
    }
  },
  {
    "translation": {
      "en": "We need to go back to Oslo and work out our next step.",
      "es": "Regresamos a Oslo y pensamos en nuestro próximo paso."
    }
  },
  {
    "translation": {
      "en": "I take the watch to a pawn shop, and they tell me it is fake.",
      "es": "Llevo el reloj a una casa de empeño y me dicen que es falso."
    }
  },
  {
    "translation": {
      "en": "Of course it is, because nothing about him is real.",
      "es": "Era obvio, porque nada de él era real."
    }
  },
  {
    "translation": {
      "en": "I really want to confront him and at least tell me the truth.",
      "es": "Quería enfrentarlo, al menos para que me dijera la verdad."
    }
  },
  {
    "translation": {
      "en": "That's what you want from all people. Just tell me the truth, how it is.",
      "es": "Es lo que esperas de la gente, que te digan la verdad."
    }
  },
  {
    "translation": {
      "en": "Pernilla really wants to talk to him, and we are filming that call.",
      "es": "Pernilla quiere hablar con él y filmaremos esa llamada."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "Hey, what's up? Good morning.",
      "es": "Hola, ¿qué tal?"
    }
  },
  {
    "translation": {
      "en": "Morning.",
      "es": "Buen día."
    }
  },
  {
    "translation": {
      "en": "Good afternoon. Sorry.",
      "es": "Buenas tardes."
    }
  },
  {
    "translation": {
      "en": "It's okay. What are you doing?",
      "es": "Está bien. ¿Qué haces?"
    }
  },
  {
    "translation": {
      "en": "I'm all right, and you?",
      "es": "Estoy bien, ¿y tú?"
    }
  },
  {
    "translation": {
      "en": "I'm not so good, Simon.",
      "es": "No estoy muy bien, Simon."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "es": "¿Qué pasa?"
    }
  },
  {
    "translation": {
      "en": "Can you just tell me the truth?",
      "es": "¿Puedes decirme la verdad?"
    }
  },
  {
    "translation": {
      "en": "I told you the truth.",
      "es": "Te dije la verdad."
    }
  },
  {
    "translation": {
      "en": "No, you haven't told me the truth.",
      "es": "No, no me dijiste la verdad."
    }
  },
  {
    "translation": {
      "en": "Can you give me the entire truth? At least I deserve that.",
      "es": "¿Puedes decirme toda la verdad? Me lo merezco."
    }
  },
  {
    "translation": {
      "en": "I told you the entire truth, I don't understand what is the--",
      "es": "Te dije toda la verdad, no entiendo qué…"
    }
  },
  {
    "translation": {
      "en": "Simon. Simon, I lost everything I have.",
      "es": "Simon. Simon, perdí todo lo que tenía."
    }
  },
  {
    "translation": {
      "en": "Can you please tell me the truth for once. It's a little--",
      "es": "¿Puedes decirme la verdad una vez? Es poco…"
    }
  },
  {
    "translation": {
      "en": "Pernilla, you have no idea. My enemies are trying to--",
      "es": "Pernilla, no tienes idea. Mis enemigos intentan…"
    }
  },
  {
    "translation": {
      "en": "Simon! Simon! Simon! Simon, listen to me. I know.",
      "es": "¡Simón! Escúchame. Ya lo sé."
    }
  },
  {
    "translation": {
      "en": "What do you know?",
      "es": "¿Qué sabes?"
    }
  },
  {
    "translation": {
      "en": "I know about--",
      "es": "Sé de…"
    }
  },
  {
    "translation": {
      "en": "Something that I don't know?",
      "es": "¿Algo que no sepa?"
    }
  },
  {
    "translation": {
      "en": "What do you know?",
      "es": "¿Qué sabes?"
    }
  },
  {
    "translation": {
      "en": "I know everything. Simon, I know--",
      "es": "Sé todo. Simon, sé que…"
    }
  },
  {
    "translation": {
      "en": "I know you're doing this fraud thing. I know you've been in jail in Finland.",
      "es": "Sé que cometiste un fraude. Sé que estuviste preso en Finlandia."
    }
  },
  {
    "translation": {
      "en": "I know you're--",
      "es": "Sé que estás…"
    }
  },
  {
    "translation": {
      "en": "What the fuck is this bullshit?",
      "es": "¿Qué mierda es esto?"
    }
  },
  {
    "translation": {
      "en": "I know about the other people that you have frauded.",
      "es": "Sé que estafaste a otras personas."
    }
  },
  {
    "translation": {
      "en": "You double- cross me…",
      "es": "Si me traicionas,"
    }
  },
  {
    "translation": {
      "en": "I can tell you right now,",
      "es": "quiero que sepas"
    }
  },
  {
    "translation": {
      "en": "you will pay for this for the rest of your life.",
      "es": "que lo pagarás el resto de tu vida."
    }
  },
  {
    "translation": {
      "en": "I am paying for the rest of my life. You took everything I have.",
      "es": "Pagaré por el resto de mi vida. Te di todo lo que tenía."
    }
  },
  {
    "translation": {
      "en": "This is your mistake. If you want to make some claims against me,",
      "es": "Ese fue tu error. Si tienes algún reclamo en mi contra,"
    }
  },
  {
    "translation": {
      "en": "give me the evidence you have against me.",
      "es": "muéstrame las pruebas que tienes en mi contra."
    }
  },
  {
    "translation": {
      "en": "The Israeli police have confirmed you with your picture.",
      "es": "La policía israelí lo confirmó con tu foto."
    }
  },
  {
    "translation": {
      "en": "Nobody has confirmed anything. That's not true.",
      "es": "Nadie confirmó nada. No es cierto."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I had a flight to Amsterdam, right?",
      "es": "¿Tenía un vuelo a Ámsterdam?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah, who paid for that?",
      "es": "Sí, ¿quién lo pagó?"
    }
  },
  {
    "translation": {
      "en": "I paid for it!",
      "es": "¡Yo lo pagué!"
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "es": "No es cierto."
    }
  },
  {
    "translation": {
      "en": "I have the transaction for the ticket, and it's paid by another woman.",
      "es": "Tengo la transacción del boleto y lo pagó otra mujer."
    }
  },
  {
    "translation": {
      "en": "Because of my enemies I couldn't use my own…",
      "es": "Por mis enemigos, no pude usar mis…"
    }
  },
  {
    "translation": {
      "en": "I have paid these people in cash.",
      "es": "Les pagué en efectivo."
    }
  },
  {
    "translation": {
      "en": "I did give them money.",
      "es": "Les di el dinero."
    }
  },
  {
    "translation": {
      "en": "Simon, you can't keep doing this.",
      "es": "Simon, no puedes seguir haciendo esto."
    }
  },
  {
    "translation": {
      "en": "Like, it's crazy.",
      "es": "Es una locura."
    }
  },
  {
    "translation": {
      "en": "Honey, what have you done this all for?",
      "es": "Cariño, ¿por qué hiciste todo esto?"
    }
  },
  {
    "translation": {
      "en": "There will be a price, and I promise it'll be bigger than money.",
      "es": "Habrá un precio, y será mayor que el dinero."
    }
  },
  {
    "translation": {
      "en": "What do you mean, the price?",
      "es": "¿A qué te refieres?"
    }
  },
  {
    "translation": {
      "en": "You double- cross me, you're gonna pay for it.",
      "es": "Si me traicionas, lo pagarás."
    }
  },
  {
    "translation": {
      "en": "I really got scared, because what have I done?",
      "es": "Me asusté mucho. ¿Por qué hice eso?"
    }
  },
  {
    "translation": {
      "en": "The only thing that we can do is to make the VG piece as big as possible",
      "es": "Debemos asegurarnos de que el artículo tenga la mayor cobertura posible"
    }
  },
  {
    "translation": {
      "en": "to get his face out there,",
      "es": "para mostrar su cara."
    }
  },
  {
    "translation": {
      "en": "because if people would know who he is and recognize his face, he can't do this anymore.",
      "es": "Si la gente reconoce su rostro, él ya no podrá hacer esto."
    }
  },
  {
    "translation": {
      "en": "Coming forward with a story like this takes a lot of courage.",
      "es": "Presentar una historia así, requiere mucho coraje."
    }
  },
  {
    "translation": {
      "en": "I was feeling anxious, you know. VG is the biggest newspaper in Norway.",
      "es": "Estaba ansiosa. VG es el periódico más importante de Noruega."
    }
  },
  {
    "translation": {
      "en": "Like, my face would be on the front cover.",
      "es": "Mi cara estaría en la portada."
    }
  },
  {
    "translation": {
      "en": "There would be this big online special.",
      "es": "Habría un especial en línea."
    }
  },
  {
    "translation": {
      "en": "I know that people were gonna judge me. Am I ready?",
      "es": "Sabía que la gente me juzgaría. ¿Estaba lista?"
    }
  },
  {
    "translation": {
      "en": "Your entire life is never gonna be the same again.",
      "es": "Tu vida nunca volverá a ser la misma."
    }
  },
  {
    "translation": {
      "en": "Everything just, like, went wildfire. It felt like a nightmare.",
      "es": "Todo se descontroló. Parecía una pesadilla."
    }
  },
  {
    "translation": {
      "en": "Social media is brutal, you know. They'll eat you alive.",
      "es": "Las redes sociales son brutales. Te comen viva."
    }
  },
  {
    "translation": {
      "en": "People are saying what a gold digger you are or, She deserved this.",
      "es": "La gente decía que era una cazafortunas o que me lo merecía."
    }
  },
  {
    "translation": {
      "en": "A gold digger would never give out a penny.",
      "es": "Un cazafortunas nunca daría un centavo."
    }
  },
  {
    "translation": {
      "en": "I never understood this, how you can blame a victim.",
      "es": "Nunca entendí cómo podían culpar a la víctima."
    }
  },
  {
    "translation": {
      "en": "All I did was just trying to help people.",
      "es": "Lo único que hice fue ayudar a alguien."
    }
  },
  {
    "translation": {
      "en": "I didn't want anyone else to get hurt.",
      "es": "No quería que lastimara a otros."
    }
  },
  {
    "translation": {
      "en": "But it was kind of nice to just see and try to focus on the positive things that people were writing.",
      "es": "Pero era lindo leer y concentrarme en los comentarios positivos"
    }
  },
  {
    "translation": {
      "en": "I could see the amount of shares.",
      "es": "Veía cómo se compartía."
    }
  },
  {
    "translation": {
      "en": "Comment after comment after comment.",
      "es": "Un comentario tras otro."
    }
  },
  {
    "translation": {
      "en": "Look at this story, you know. It's just insane.",
      "es": "Mira esta historia. Es una locura."
    }
  },
  {
    "translation": {
      "en": "We were sitting there watching the numbers go up and up.",
      "es": "Veíamos cómo aumentaban los comentarios."
    }
  },
  {
    "translation": {
      "en": "Everybody wanted to read The Tinder Swindler. It was going viral.",
      "es": "Todos querían leer El estafador de Tinder. Se estaba volviendo viral."
    }
  },
  {
    "translation": {
      "en": "This is what I wanted. His face is there. His name is there.",
      "es": "Esto es lo que yo quería. Su cara y su nombre están ahí."
    }
  },
  {
    "translation": {
      "en": "No matter who he meets and he says, Hi. My name is Simon Leviev,",
      "es": "No importa a quien conozca, cuando diga: Hola. Soy Simon Leviev,"
    }
  },
  {
    "translation": {
      "en": "the moment they Google him now, it will be there.",
      "es": "y lo busquen en Google, aparecerá."
    }
  },
  {
    "translation": {
      "en": "I met Pernilla. Immediately, we had a bond.",
      "es": "Conocí a Pernilla. Inmediatamente, formamos un vínculo."
    }
  },
  {
    "translation": {
      "en": "This is the only person who really understands what I am going through.",
      "es": "Ella era la única que entendía lo que estaba viviendo."
    }
  },
  {
    "translation": {
      "en": "We wanted to keep the momentum up. We joined forces.",
      "es": "Queríamos mantener el impulso. Unimos fuerzas."
    }
  },
  {
    "translation": {
      "en": "Both of us had a goal that this needed to come out",
      "es": "Ambas queríamos que esto se publicara"
    }
  },
  {
    "translation": {
      "en": "in as many newspapers in as many countries as possible.",
      "es": "en tantos periódicos de tantos países como fuera posible."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Hi.",
      "es": "- Hola. - Hola."
    }
  },
  {
    "translation": {
      "en": "First of all, I wanted to apologize",
      "es": "Antes que nada, quiero disculparme"
    }
  },
  {
    "translation": {
      "en": "and let you know that not all Israeli men are such crooks.",
      "es": "y decirles que no todos los israelíes son delincuentes."
    }
  },
  {
    "translation": {
      "en": "Talk shows and news agencies in the US, UK, Netherlands, Germany as well.",
      "es": "Dimos entrevistas en programas de EE. UU., el Reino Unido, Holanda y Alemania."
    }
  },
  {
    "translation": {
      "en": "We needed more exposure and more countries to make their own investigations.",
      "es": "Necesitábamos más exposición y que otros países investigaran."
    }
  },
  {
    "translation": {
      "en": "Like, What did he do in our country? Do we have any victims here?",
      "es": "¿Qué hacía en nuestro país? ¿Tenemos víctimas aquí?."
    }
  },
  {
    "translation": {
      "en": "But another thing was to actually get the police",
      "es": "Y otra cosa fue hacer que la policía"
    }
  },
  {
    "translation": {
      "en": "to feel the pressure from the media, the pressure from the public, and do something about this.",
      "es": "sintiera la presión de los medios y del público, e hiciera algo al respecto."
    }
  },
  {
    "translation": {
      "en": "The response was really overwhelming.",
      "es": "La respuesta fue abrumadora."
    }
  },
  {
    "translation": {
      "en": "We were contacted by victims all over the world.",
      "es": "Nos contactaron víctimas de todo el mundo."
    }
  },
  {
    "translation": {
      "en": "I met him on Tinder in 2015. We met up Copenhagen…",
      "es": "Lo conocí en Tinder en 2015. Nos encontramos en Copenhague…"
    }
  },
  {
    "translation": {
      "en": "We dated for around six months. He met my family and friends.",
      "es": "Salimos seis meses. Conoció a mi familia y amigos."
    }
  },
  {
    "translation": {
      "en": "He stayed with us in New York. He said his name was Shimon Yehuda Hayut.",
      "es": "Estuvimos en Nueva York. Dijo que era Shimon Yehuda Hayut."
    }
  },
  {
    "translation": {
      "en": "- His name was Mordechay Tapiro. - His name was Simon Leviev.",
      "es": "- Se llamaba Mordechay Tapiro. - Se llamaba Simon Leviev."
    }
  },
  {
    "translation": {
      "en": "My wife and I hired Simon to babysit our five- year- old son.",
      "es": "Contratamos a Simon para cuidar a nuestro hijo."
    }
  },
  {
    "translation": {
      "en": "He was 20 years old at the time.",
      "es": "Tenía 20 años en ese momento."
    }
  },
  {
    "translation": {
      "en": "We knew that his father was a rabbi and he came from a very…",
      "es": "Sabíamos que su padre era rabino y que venía de…"
    }
  },
  {
    "translation": {
      "en": "He told me he was heir to an Israeli airline. He employed me as his PA.",
      "es": "Dijo que era heredero de una aerolínea. Fui su asistente."
    }
  },
  {
    "translation": {
      "en": "He hired me as his personal chauffeur. And he hired a lot of expensive cars.",
      "es": "Me contrató como su chofer personal. Alquilaba autos muy caros."
    }
  },
  {
    "translation": {
      "en": "He never paid the bill. $300,000.",
      "es": "Nunca pagó la cuenta de 300 000 dólares."
    }
  },
  {
    "translation": {
      "en": "He told me that he was a Mossad agent working undercover as a pilot.",
      "es": "Me dijo que era un agente del Mosad que trabajaba encubierto como piloto."
    }
  },
  {
    "translation": {
      "en": "He spent nearly $20,000.",
      "es": "Gastó casi 20 000 dólares."
    }
  },
  {
    "translation": {
      "en": "In just three days, he spent $42,000 on our Amex card.",
      "es": "En tres días, gastó 42 000 dólares con nuestra tarjeta AmEx."
    }
  },
  {
    "translation": {
      "en": "Three of our checks had been forged.",
      "es": "Falsificó tres cheques nuestros."
    }
  },
  {
    "translation": {
      "en": "Nearly $50,000 in total.",
      "es": "Casi 50 000 dólares en total."
    }
  },
  {
    "translation": {
      "en": "I'm still not over it, six years later. I'm scared of him.",
      "es": "Todavía no lo superé. Seis años después y aún le tengo miedo."
    }
  },
  {
    "translation": {
      "en": "We got all this information, but nothing happened to him.",
      "es": "Teníamos toda esta información, pero no le había pasado nada."
    }
  },
  {
    "translation": {
      "en": "He was still on the run, he was still a free man,",
      "es": "Seguía huyendo, seguía siendo un hombre libre,"
    }
  },
  {
    "translation": {
      "en": "even though we knew that he was reported to the police",
      "es": "aunque sabíamos que había sido denunciado a la policía"
    }
  },
  {
    "translation": {
      "en": "in at least seven different countries.",
      "es": "en al menos siete países diferentes."
    }
  },
  {
    "translation": {
      "en": "I was at the airport in Prague.",
      "es": "Estaba en el aeropuerto de Praga."
    }
  },
  {
    "translation": {
      "en": "I had been visiting my boyfriend.",
      "es": "Había ido a visitar a mi novio."
    }
  },
  {
    "translation": {
      "en": "While I was waiting for my plane to leave,",
      "es": "Mientras esperaba que mi avión saliera,"
    }
  },
  {
    "translation": {
      "en": "I was scrolling through Instagram, and I saw the picture of my boyfriend.",
      "es": "revisé Instagram y vi la foto de mi novio."
    }
  },
  {
    "translation": {
      "en": "I clicked on it.",
      "es": "Hice clic en la foto."
    }
  },
  {
    "translation": {
      "en": "The Tinder Swindler?",
      "es": "¿El estafador de Tinder?"
    }
  },
  {
    "translation": {
      "en": "What the fuck is this?",
      "es": "¿Qué mierda es esto?"
    }
  },
  {
    "translation": {
      "en": "I was completely in shock.",
      "es": "Estaba en shock."
    }
  },
  {
    "translation": {
      "en": "I sent the article to Simon, and he started calling me.",
      "es": "Le envié el artículo a Simon y empezó a llamarme."
    }
  },
  {
    "translation": {
      "en": "We were about to take off,",
      "es": "Estaba a punto de despegar,"
    }
  },
  {
    "translation": {
      "en": "so I downloaded the article and put my phone on airplane mode.",
      "es": "así que descargué el artículo y puse mi teléfono en modo avión."
    }
  },
  {
    "translation": {
      "en": "I saw that this girl Cecilie met him on Tinder.",
      "es": "Vi que Cecilie lo conoció en Tinder."
    }
  },
  {
    "translation": {
      "en": "I also met him on Tinder.",
      "es": "Yo también lo conocí en Tinder."
    }
  },
  {
    "translation": {
      "en": "He also took me to a five- star hotel on the first date.",
      "es": "También me llevó a un hotel cinco estrellas en la primera cita."
    }
  },
  {
    "translation": {
      "en": "I was already dating Simon for 14 months.",
      "es": "Hacía 14 meses que salíamos."
    }
  },
  {
    "translation": {
      "en": "So we were in a serious relationship.",
      "es": "Así que estábamos en una relación seria."
    }
  },
  {
    "translation": {
      "en": "I loved him very much.",
      "es": "Lo amaba muchísimo."
    }
  },
  {
    "translation": {
      "en": "He was very thoughtful. He would remember every little thing.",
      "es": "Era muy considerado. Recordaba cada detalle."
    }
  },
  {
    "translation": {
      "en": "I shared my whole heart with him.",
      "es": "Le di todo mi corazón."
    }
  },
  {
    "translation": {
      "en": "We started talking about settling down together, starting a family.",
      "es": "Comenzamos a hablar de formalizar y formar una familia juntos."
    }
  },
  {
    "translation": {
      "en": "I really felt we were meant for each other.",
      "es": "Sentí que éramos el uno para el otro."
    }
  },
  {
    "translation": {
      "en": "I was scrolling through the article. I saw these videos coming up.",
      "es": "Mientras leía el artículo, vi unos videos."
    }
  },
  {
    "translation": {
      "en": "Cecilie, my love, I love you. I miss you. I can't wait to see you.",
      "es": "Cecilie, mi amor, te amo. Te extraño. Ansío verte."
    }
  },
  {
    "translation": {
      "en": "He sent me the same video.",
      "es": "Me envió el mismo video."
    }
  },
  {
    "translation": {
      "en": "Ayleen, darling,",
      "es": "Ayleen, cariño…"
    }
  },
  {
    "translation": {
      "en": "I miss you.",
      "es": "Te extraño."
    }
  },
  {
    "translation": {
      "en": "Peter.",
      "es": "Peter."
    }
  },
  {
    "translation": {
      "en": "I went through my WhatsApp history, and I started to compare.",
      "es": "Revisé mi historial de WhatsApp y empecé a comparar."
    }
  },
  {
    "translation": {
      "en": "He was sending exactly the same words to her as he did to me.",
      "es": "Le enviaba exactamente las mismas palabras que a mí."
    }
  },
  {
    "translation": {
      "en": "Good morning, love. How are you? I love you. I miss you.",
      "es": "Buenos días, mi amor. ¿Cómo estás? Te amo. Te extrañé."
    }
  },
  {
    "translation": {
      "en": "I wanna have babies with you.",
      "es": "Quiero que tengamos un bebé."
    }
  },
  {
    "translation": {
      "en": "He took Cecilie to Amsterdam, my hometown.",
      "es": "Llevó a Cecilie a Ámsterdam, mi ciudad natal."
    }
  },
  {
    "translation": {
      "en": "Exactly the same period as we were dating,",
      "es": "En la misma época en la que salíamos,"
    }
  },
  {
    "translation": {
      "en": "she was looking for houses to start living with him in London.",
      "es": "ella estaba buscando casas para mudarse juntos en Londres."
    }
  },
  {
    "translation": {
      "en": "I was also looking for houses in Amsterdam.",
      "es": "También buscaba casas en Ámsterdam."
    }
  },
  {
    "translation": {
      "en": "The same day, he was flying to Oslo for a business trip,",
      "es": "El mismo día que voló a Oslo por un viaje de negocios,"
    }
  },
  {
    "translation": {
      "en": "he was just going out to see her.",
      "es": "estaba yendo a verla."
    }
  },
  {
    "translation": {
      "en": "He texted me, I'm tired as fuck. Yeah, of course.",
      "es": "Me escribió: Estoy muy cansado."
    }
  },
  {
    "translation": {
      "en": "He was with Cecilie all night.",
      "es": "Había estado con Cecilie toda la noche."
    }
  },
  {
    "translation": {
      "en": "He told me that this business deal in Munich went wrong.",
      "es": "Me dijo que el negocio en Múnich había salido mal."
    }
  },
  {
    "translation": {
      "en": "But he was meeting Pernilla.",
      "es": "Pero iba a reunirse con Pernilla."
    }
  },
  {
    "translation": {
      "en": "Peter is down!",
      "es": "¡Golpearon a Peter!"
    }
  },
  {
    "translation": {
      "en": "He sent exactly the same pictures to me,",
      "es": "Me envió exactamente las mismas fotos,"
    }
  },
  {
    "translation": {
      "en": "telling me that his enemies had beaten Peter up.",
      "es": "diciéndome que sus enemigos habían golpeado a Peter."
    }
  },
  {
    "translation": {
      "en": "When I got those pictures, I was terrified.",
      "es": "Cuando recibí esas fotos, estaba aterrada."
    }
  },
  {
    "translation": {
      "en": "It made me paranoid, constantly looking over my shoulder.",
      "es": "Me volví paranoica, miraba todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "A few years ago, I was followed by two guys and they beat me up.",
      "es": "Hace unos años, dos tipos me siguieron y me golpearon."
    }
  },
  {
    "translation": {
      "en": "I told Simon about this.",
      "es": "Se lo conté a Simon."
    }
  },
  {
    "translation": {
      "en": "When Simon said I was being followed, I was full of anxiety all the time.",
      "es": "Cuando Simon dijo que me seguían, tenía mucha ansiedad todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "I'm reading that he is a fugitive.",
      "es": "Leo que es un fugitivo."
    }
  },
  {
    "translation": {
      "en": "A convicted criminal.",
      "es": "Un delincuente convicto."
    }
  },
  {
    "translation": {
      "en": "He swindled women for millions.",
      "es": "Estafó a mujeres por millones de dólares."
    }
  },
  {
    "translation": {
      "en": "My heart almost stopped beating, because I also lent him money.",
      "es": "Mi corazón casi se detuvo, porque yo también le había prestado dinero."
    }
  },
  {
    "translation": {
      "en": "It started off small.",
      "es": "Comenzó con algo pequeño."
    }
  },
  {
    "translation": {
      "en": "His enemies were tracking his phones, so he asked me to get some SIM cards.",
      "es": "Sus enemigos habían rastreado su teléfono y me pidió que comprara tarjetas SIM."
    }
  },
  {
    "translation": {
      "en": "So I was paying off those bills.",
      "es": "Yo pagaba esas cuentas."
    }
  },
  {
    "translation": {
      "en": "But it became more and more and more.",
      "es": "Pero era cada vez más y más."
    }
  },
  {
    "translation": {
      "en": "I gave him $140,000. So much money.",
      "es": "Le di 140 000 dólares. Mucho dinero."
    }
  },
  {
    "translation": {
      "en": "Designer clothes, flight tickets for other women. Fancy dinners.",
      "es": "Ropa de diseñador, boletos de avión para otras mujeres. Cenas elegantes."
    }
  },
  {
    "translation": {
      "en": "Now I see, my money he spent on basically bullshit.",
      "es": "Ahora veo que mi dinero lo gastó básicamente en mentiras."
    }
  },
  {
    "translation": {
      "en": "I had so many emotions.",
      "es": "Sentía muchas cosas."
    }
  },
  {
    "translation": {
      "en": "The cheating part, the money part.",
      "es": "Lo del engaño, el dinero."
    }
  },
  {
    "translation": {
      "en": "On one small flight, I lost everything.",
      "es": "En un vuelo corto, perdí todo."
    }
  },
  {
    "translation": {
      "en": "I didn't want the plane to land,",
      "es": "No quería que el avión aterrizara,"
    }
  },
  {
    "translation": {
      "en": "because I needed to face reality, and that reality was terrifying.",
      "es": "porque debía enfrentar la realidad, y era aterradora."
    }
  },
  {
    "translation": {
      "en": "The moment I land in Amsterdam, I knew he would call me.",
      "es": "En cuanto llegué a Ámsterdam, supe que me llamaría."
    }
  },
  {
    "translation": {
      "en": "…an enjoyable flight. Thank you for flying with us, and have a pleasant evening.",
      "es": "Gracias por volar con nosotros. Que tengan buenas noches."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know where this shit came from.",
      "es": "No sé de dónde salió esta mierda."
    }
  },
  {
    "translation": {
      "en": "He says the article was fake.",
      "es": "Dijo que el artículo era falso."
    }
  },
  {
    "translation": {
      "en": "Cecilie and Pernilla would have been paid by his enemies",
      "es": "A Cecilie y Pernilla le habrían pagado sus enemigos"
    }
  },
  {
    "translation": {
      "en": "to create this article.",
      "es": "para inventar este artículo."
    }
  },
  {
    "translation": {
      "en": "I knew I was defrauded. I knew that he was fake.",
      "es": "Sabía que me había defraudado. Sabía que era falso."
    }
  },
  {
    "translation": {
      "en": "- I love you. I care about you-- -",
      "es": "Mira, te amo. Me importas…"
    }
  },
  {
    "translation": {
      "en": "I talked to the police.",
      "es": "Hablé con la policía."
    }
  },
  {
    "translation": {
      "en": "They said they needed time to build this case,",
      "es": "Dijeron que necesitaban tiempo para armar el caso,"
    }
  },
  {
    "translation": {
      "en": "but it was something I didn't have,",
      "es": "pero era algo que yo no tenía"
    }
  },
  {
    "translation": {
      "en": "because I knew that Simon was a fugitive.",
      "es": "porque sabía que Simon era un fugitivo."
    }
  },
  {
    "translation": {
      "en": "The moment he was able to get away, he would.",
      "es": "En cuanto pudiera escapar, lo haría."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to get away with this.",
      "es": "No quería que se saliera con la suya."
    }
  },
  {
    "translation": {
      "en": "I wanted to talk to someone who was in the article.",
      "es": "Quería hablar con alguien que estuviera en el artículo."
    }
  },
  {
    "translation": {
      "en": "I found Pernilla on Instagram.",
      "es": "Encontré a Pernilla en Instagram."
    }
  },
  {
    "translation": {
      "en": "So I get a message from this Dutch girl, Ayleen,",
      "es": "Recibí un mensaje de una chica holandesa, Ayleen,"
    }
  },
  {
    "translation": {
      "en": "saying that she's the girlfriend of Simon,",
      "es": "diciendo que era la novia de Simon."
    }
  },
  {
    "translation": {
      "en": "and she has seen the story",
      "es": "Ella había leído la historia"
    }
  },
  {
    "translation": {
      "en": "and says that it feels like she is in the middle of a horror movie right now.",
      "es": "y sentía que estaba viviendo una película de terror."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "Ayleen says she's going to help us catch him,",
      "es": "Ayleen dijo que nos ayudaría a atraparlo,"
    }
  },
  {
    "translation": {
      "en": "but there's something she needs to do first.",
      "es": "pero primero quería hacer algo."
    }
  },
  {
    "translation": {
      "en": "I needed to get my money back. But how? I had to come up with a plan.",
      "es": "Necesitaba recuperar mi dinero. Pero ¿cómo? Tenía que idear un plan."
    }
  },
  {
    "translation": {
      "en": "Suddenly I realized I was in a quite powerful position.",
      "es": "De repente, me di cuenta de que estaba en una posición poderosa."
    }
  },
  {
    "translation": {
      "en": "He wasn't able to get any women on Tinder anymore",
      "es": "Ya no podía conseguir mujeres en Tinder"
    }
  },
  {
    "translation": {
      "en": "because his face was all over Google.",
      "es": "porque su cara aparecía en Google."
    }
  },
  {
    "translation": {
      "en": "So he was hiding in Prague",
      "es": "Estaba escondido en Praga"
    }
  },
  {
    "translation": {
      "en": "and he had absolutely nowhere else to go besides me.",
      "es": "y no tenía a dónde ir además de mí."
    }
  },
  {
    "translation": {
      "en": "He always told me keep your friends close and your enemies closer.",
      "es": "Siempre decía que mantuviera a mis amigos cerca y a mis enemigos más cerca."
    }
  },
  {
    "translation": {
      "en": "To make him believe I was still on his side,",
      "es": "Para que creyera que seguía de su lado,"
    }
  },
  {
    "translation": {
      "en": "I told him I still love him, that I believed everything he said.",
      "es": "le dije que aún lo amaba, que le creía todo lo que decía."
    }
  },
  {
    "translation": {
      "en": "I even called these girls bitches.",
      "es": "Incluso las llamé perras."
    }
  },
  {
    "translation": {
      "en": "I'm texting Simon all the time,",
      "es": "Le escribía a Simon todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "saying, Good morning, love. How are you?",
      "es": "Le decía: Buenos días, amor. ¿Cómo estás? Buenas noches. Duerme bien. Te amo."
    }
  },
  {
    "translation": {
      "en": "Good night. Sleep well. I love you. I miss you.",
      "es": "Le decía: Buenos días, amor. ¿Cómo estás? Buenas noches. Duerme bien. Te amo. Te extraño."
    }
  },
  {
    "translation": {
      "en": "And he keeps on telling me, and, of course, it's Simon,",
      "es": "Y seguía diciéndome, por supuesto, porque es Simon,"
    }
  },
  {
    "translation": {
      "en": "that he needed money to escape from his enemies.",
      "es": "que necesitaba dinero para escapar de sus enemigos."
    }
  },
  {
    "translation": {
      "en": "He needed fake passports.",
      "es": "Necesitaba pasaportes falsos."
    }
  },
  {
    "translation": {
      "en": "He wanted me to pawn my car.",
      "es": "Quería que empeñara mi auto."
    }
  },
  {
    "translation": {
      "en": "He wanted me to sell my house.",
      "es": "Quería que vendiera mi casa."
    }
  },
  {
    "translation": {
      "en": "That's when I got my idea. I was going to swindle the Tinder Swindler.",
      "es": "Ahí se me ocurrió mi idea. Iba a estafar al estafador de Tinder."
    }
  },
  {
    "translation": {
      "en": "Simon only wears designer clothes. He's covered in it.",
      "es": "Simon solo usaba ropa de diseñador. Tenía mucha ropa."
    }
  },
  {
    "translation": {
      "en": "Versace, Gucci, Louis Vuitton, Dolce & Gabbana.",
      "es": "Versace, Gucci, Louis Vuitton, Dolce & Gabbana."
    }
  },
  {
    "translation": {
      "en": "I work in the luxury fashion industry,",
      "es": "Trabajo en la industria de la moda de lujo"
    }
  },
  {
    "translation": {
      "en": "so I know his wardrobe is worth a fortune.",
      "es": "así que sabía que su guardarropa valía una fortuna."
    }
  },
  {
    "translation": {
      "en": "I said to him, Please, let me sell those clothes for you so we can generate some money.",
      "es": "Le dije: Déjame venderte esa ropa para que tengamos algo de dinero."
    }
  },
  {
    "translation": {
      "en": "Simon has all of these clothes with him.",
      "es": "Simon lleva toda esta ropa con él."
    }
  },
  {
    "translation": {
      "en": "I needed to go to Prague.",
      "es": "Necesitaba ir a Praga."
    }
  },
  {
    "translation": {
      "en": "Before I leave Amsterdam, Simon had a credit card delivered to me.",
      "es": "Antes de irme de Ámsterdam, Simon me mandó una tarjeta de crédito."
    }
  },
  {
    "translation": {
      "en": "It says, David Sharon.",
      "es": "Decía: David Sharon."
    }
  },
  {
    "translation": {
      "en": "I take a picture and send it to the police,",
      "es": "Tomé una foto y se la envié a la policía,"
    }
  },
  {
    "translation": {
      "en": "telling them Simon is creating a new identity.",
      "es": "diciéndoles que Simon había creado una nueva identidad."
    }
  },
  {
    "translation": {
      "en": "His address was in the middle of nowhere.",
      "es": "Su casa estaba en el medio de la nada."
    }
  },
  {
    "translation": {
      "en": "As I'm getting closer, my heart is pounding.",
      "es": "A medida que me acerco, mi corazón late con fuerza."
    }
  },
  {
    "translation": {
      "en": "I thought, Oh, my God, how can I come up with such a stupid plan?",
      "es": "Pensé: Dios mío, ¿cómo se me ocurrió un plan tan estúpido?"
    }
  },
  {
    "translation": {
      "en": "Because now I need to face him.",
      "es": "Ahora debo enfrentarlo."
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend. He's not the son of Lev Leviev.",
      "es": "No es mi novio. No es hijo de Lev Leviev."
    }
  },
  {
    "translation": {
      "en": "He's not working for LLD Diamonds.",
      "es": "No trabaja para LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "He is a fraud,",
      "es": "Es un fraude"
    }
  },
  {
    "translation": {
      "en": "and I have absolutely no idea what he's capable of.",
      "es": "y no tengo idea de lo que es capaz."
    }
  },
  {
    "translation": {
      "en": "He was already standing outside waiting for me,",
      "es": "Él estaba afuera esperándome."
    }
  },
  {
    "translation": {
      "en": "and he hugged me and he kissed me on the lips,",
      "es": "Me abrazó y me besó en los labios,"
    }
  },
  {
    "translation": {
      "en": "and I felt disgusting.",
      "es": "y sentí mucho asco."
    }
  },
  {
    "translation": {
      "en": "I was so angry and I wanted to scream,",
      "es": "Estaba muy enojada y quería gritar,"
    }
  },
  {
    "translation": {
      "en": "but the only thing I said was, I love you and I missed you.",
      "es": "pero lo único que dije fue: Te amo y te extrañé."
    }
  },
  {
    "translation": {
      "en": "He made an appointment in the center of Prague,",
      "es": "Tenía una cita en el centro de Praga"
    }
  },
  {
    "translation": {
      "en": "and he wanted me to come along with him.",
      "es": "y quería que lo acompañara."
    }
  },
  {
    "translation": {
      "en": "We stopped outside this head office of a plastic surgeon.",
      "es": "Nos detuvimos frente al consultorio de un cirujano plástico."
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, my God, what are we going to do here?",
      "es": "Pensé: Dios mío, ¿qué vamos a hacer aquí?."
    }
  },
  {
    "translation": {
      "en": "He wanted to change his cheekbones, his nose, his lips, maybe his chin,",
      "es": "Quería cambiar sus pómulos, su nariz, sus labios, quizá su mentón,"
    }
  },
  {
    "translation": {
      "en": "and the plastic surgeon says,",
      "es": "y el cirujano plástico dijo:"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I'm not going to do this surgery",
      "es": "Lo siento, pero no puedo hacer esa cirugía,"
    }
  },
  {
    "translation": {
      "en": "because only criminals want this.",
      "es": "porque solo los criminales quieren eso."
    }
  },
  {
    "translation": {
      "en": "I almost spit out my water",
      "es": "Casi escupo el agua,"
    }
  },
  {
    "translation": {
      "en": "because I really wanted to say to this surgeon,",
      "es": "porque quería decirle al cirujano:"
    }
  },
  {
    "translation": {
      "en": "But he is a criminal.",
      "es": "Es que es un criminal."
    }
  },
  {
    "translation": {
      "en": "As I'm watching this pathetic man crying for not getting his plastic surgery,",
      "es": "Mientras miraba a este hombre patético llorar por no conseguir esa cirugía,"
    }
  },
  {
    "translation": {
      "en": "I thought,",
      "es": "pensé:"
    }
  },
  {
    "translation": {
      "en": "If you weren't such… a piece of shit, I would feel sorry for you.",
      "es": "Si no fueras la mierda que eres, sentiría lástima por ti."
    }
  },
  {
    "translation": {
      "en": "In the afternoon, we played boyfriend and girlfriend,",
      "es": "Por la tarde, pretendí que era mi novio,"
    }
  },
  {
    "translation": {
      "en": "holding hands, having dinner together.",
      "es": "íbamos de la mano, cenamos juntos."
    }
  },
  {
    "translation": {
      "en": "But then I needed to still sleep next to him.",
      "es": "Pero aún tenía que dormir con él."
    }
  },
  {
    "translation": {
      "en": "He didn't make any move, thank God, but I was just in bed, frozen,",
      "es": "Gracias a Dios, no intentó nada, pero yo me quedé en la cama petrificada,"
    }
  },
  {
    "translation": {
      "en": "looking at the ceiling all night.",
      "es": "mirando el techo toda la noche."
    }
  },
  {
    "translation": {
      "en": "Morning finally comes, I pack up three massive suitcases.",
      "es": "Al día siguiente, empaqué tres maletas gigantes."
    }
  },
  {
    "translation": {
      "en": "Simon didn't even help me with it.",
      "es": "Simon ni siquiera me ayudó."
    }
  },
  {
    "translation": {
      "en": "Right before I was leaving, he hands over this letter.",
      "es": "Antes de irme, me entregó una carta."
    }
  },
  {
    "translation": {
      "en": "He said, Please read it in the plane. I cannot get out of there fast enough.",
      "es": "Me dijo: Léela en el avión. Solo quería salir lo más rápido posible."
    }
  },
  {
    "translation": {
      "en": "I remember that I had this letter.",
      "es": "Recordé que tenía la carta."
    }
  },
  {
    "translation": {
      "en": "I have it here.",
      "es": "La tengo aquí."
    }
  },
  {
    "translation": {
      "en": "Dear Ayleen, well, as you know, this is the most difficult time of my life,",
      "es": "Querida Ayleen: Como sabes, este es el momento más difícil de mi vida,"
    }
  },
  {
    "translation": {
      "en": "and I want to thank you that you are standing by my side",
      "es": "y quiero agradecerte que estés a mi lado"
    }
  },
  {
    "translation": {
      "en": "and that you don't give up on our love.",
      "es": "y que no renuncies a nuestro amor."
    }
  },
  {
    "translation": {
      "en": "You are the woman of my dreams, and I want to build a future together.",
      "es": "Eres la mujer de mis sueños y quiero construir un futuro juntos."
    }
  },
  {
    "translation": {
      "en": "To marry you will be an honor for me.",
      "es": "Casarme contigo será un honor para mí."
    }
  },
  {
    "translation": {
      "en": "And to make a family with kids together, you are the woman I see it with.",
      "es": "Quiero que seas la mujer con la que pueda formar una familia."
    }
  },
  {
    "translation": {
      "en": "You've got to help me with everything you can.",
      "es": "Tienes que ayudarme con todo lo que puedas."
    }
  },
  {
    "translation": {
      "en": "It's for you, for your parents, for our future. I'm worth it.",
      "es": "Es para ti, para tus padres, para nuestro futuro. Yo me lo merezco."
    }
  },
  {
    "translation": {
      "en": "Now it's time to do the impossible possible.",
      "es": "Es hora de hacer lo imposible."
    }
  },
  {
    "translation": {
      "en": "I'm blessed to have a woman like you in my life",
      "es": "Tengo la suerte de tener a una mujer como tú"
    }
  },
  {
    "translation": {
      "en": "to live in happy ever after.",
      "es": "para vivir feliz por siempre."
    }
  },
  {
    "translation": {
      "en": "I love you like I never loved before.",
      "es": "Te amo como nunca en mi vida."
    }
  },
  {
    "translation": {
      "en": "I trust you.",
      "es": "Confío en ti."
    }
  },
  {
    "translation": {
      "en": "Don't give up.",
      "es": "No renuncies."
    }
  },
  {
    "translation": {
      "en": "Love you forever, yours, Simon.",
      "es": "Te amaré para siempre, tuyo, Simon."
    }
  },
  {
    "translation": {
      "en": "Just a piece of shit.",
      "es": "Una mierda."
    }
  },
  {
    "translation": {
      "en": "I'm on Operation Sell, Sell, Sell.",
      "es": "Me concentro en vender y vender."
    }
  },
  {
    "translation": {
      "en": "Simon is texting and calling me all the time.",
      "es": "Simon me escribe y me llama todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "What have you sold? Where's my money? You need to be quick.",
      "es": "¿Qué vendiste? ¿Y mi dinero? Debes ser rápida."
    }
  },
  {
    "translation": {
      "en": "I keep on telling him I haven't sold anything.",
      "es": "Le digo que no vendí nada."
    }
  },
  {
    "translation": {
      "en": "I was selling, selling, selling. I was never going to send him the money.",
      "es": "No paraba de vender. Nunca iba a enviarle el dinero."
    }
  },
  {
    "translation": {
      "en": "I just got a notification that I got an offer for one of Simon's items.",
      "es": "Acabo de recibir una notificación de una oferta por un artículo de Simon."
    }
  },
  {
    "translation": {
      "en": "Speaking of the Devil.",
      "es": "Hablando del rey de Roma."
    }
  },
  {
    "translation": {
      "en": "So you're still selling his things now?",
      "es": "¿Sigues vendiendo sus cosas?"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm still selling his things.",
      "es": "Sí, sigo vendiendo sus cosas."
    }
  },
  {
    "translation": {
      "en": "Of course it wasn't in line with everything that I gave him,",
      "es": "Claro que no recuperé todo lo que le di,"
    }
  },
  {
    "translation": {
      "en": "but it felt like a little bit of payback.",
      "es": "pero fue una pequeña venganza."
    }
  },
  {
    "translation": {
      "en": "We need the money on Monday.",
      "es": "Necesito el dinero el lunes."
    }
  },
  {
    "translation": {
      "en": "Another day, another day. Are you trying to buy time?",
      "es": "Otro día. ¿Quieres ganar tiempo?"
    }
  },
  {
    "translation": {
      "en": "You're dragging it over three fucking weeks. It doesn't take three weeks.",
      "es": "Vas más de tres malditas semanas. No lleva ese tiempo."
    }
  },
  {
    "translation": {
      "en": "After a few weeks, he knows that I was keeping the money for myself.",
      "es": "Después de unas semanas, sabe que me estaba quedando con el dinero."
    }
  },
  {
    "translation": {
      "en": "That's when he turned around completely.",
      "es": "Y ahí fue cuando cambió por completo."
    }
  },
  {
    "translation": {
      "en": "You stop playing game with me now! Stop!",
      "es": "¡Deja de jugar conmigo ahora! ¡Basta!"
    }
  },
  {
    "translation": {
      "en": "He bombs me with all these messages, and they were so aggressive.",
      "es": "Me bombardea con mensajes. Eran muy agresivos."
    }
  },
  {
    "translation": {
      "en": "If you're active, listen to me! You're gonna give it today.",
      "es": "¡Si estás activa, escúchame! Me lo darás hoy."
    }
  },
  {
    "translation": {
      "en": "You don't know where the fuck you're going.",
      "es": "No sabes lo que haces, carajo."
    }
  },
  {
    "translation": {
      "en": "Voice memos of, like, 20 minutes.",
      "es": "Audios de 20 minutos."
    }
  },
  {
    "translation": {
      "en": "I'm sorry about what I said, but that's it.",
      "es": "Lamento lo que dije. Ya está."
    }
  },
  {
    "translation": {
      "en": "But you're taking the piss out of me.",
      "es": "Pero me estás tomando el pelo."
    }
  },
  {
    "translation": {
      "en": "This is where I saw his several personalities.",
      "es": "Pude ver todas sus personalidades."
    }
  },
  {
    "translation": {
      "en": "I love you and I care about you. I ask a thousand fucking times.",
      "es": "Te amo y me importas. Te lo pedí mil veces."
    }
  },
  {
    "translation": {
      "en": "I ask nicely. I'm speaking to you nicely.",
      "es": "Te lo pido bien, amablemente."
    }
  },
  {
    "translation": {
      "en": "I try to respect you, but it's like you're fucking with me.",
      "es": "Intento respetarte, pero me estás jodiendo."
    }
  },
  {
    "translation": {
      "en": "You have no idea how much I love you. You just need to trust me one last time.",
      "es": "No tienes idea de cuánto te amo. Confía en mí una última vez."
    }
  },
  {
    "translation": {
      "en": "I need an answer tomorrow. Believe in me. Have a leap of faith for one time. Do it.",
      "es": "Necesito una respuesta mañana. Cree en mí. Ten un poco de fe. Hazlo."
    }
  },
  {
    "translation": {
      "en": "Don't send me lies. I know how to lie. I can teach you how to lie.",
      "es": "No me digas mentiras. Sé mentir. Puedo enseñarte a mentir."
    }
  },
  {
    "translation": {
      "en": "I need this money to succeed.",
      "es": "Necesito este dinero para lograrlo."
    }
  },
  {
    "translation": {
      "en": "Help me out here. I don't have nobody else. I have only you.",
      "es": "Ayúdame. No tengo a nadie más. Solo te tengo a ti."
    }
  },
  {
    "translation": {
      "en": "I'm begging from you, please.",
      "es": "Te lo ruego, por favor."
    }
  },
  {
    "translation": {
      "en": "I give you advice. Choose it!",
      "es": "Te doy consejos. ¡Tómalos!"
    }
  },
  {
    "translation": {
      "en": "You disappear. Nobody can see your messages. I'm not your enemy. I'm not fighting you.",
      "es": "Desapareces. No lees mensajes. No soy tu enemigo. No estoy peleando."
    }
  },
  {
    "translation": {
      "en": "And you will get the worst fucking enemy you have ever seen in your life",
      "es": "¡Seré el peor enemigo que hayas visto en tu vida"
    }
  },
  {
    "translation": {
      "en": "for you and for your fucking family if you will ever play with me!",
      "es": "para ti y tu maldita familia, si sigues jugando conmigo!"
    }
  },
  {
    "translation": {
      "en": "Give it today.",
      "es": "Dámelo hoy."
    }
  },
  {
    "translation": {
      "en": "Look, Ayleen, I'm sorry about everything.",
      "es": "Mira, Ayleen, lo lamento por todo."
    }
  },
  {
    "translation": {
      "en": "I give you the last fucking warning! Today. You want war?",
      "es": "¡Es la última advertencia! Hoy. ¿Quieres guerra?"
    }
  },
  {
    "translation": {
      "en": "You will get fucking war! You will get fucking war!",
      "es": "¡Tendrás una maldita guerra!"
    }
  },
  {
    "translation": {
      "en": "It was a horrible experience.",
      "es": "Fue una experiencia horrible."
    }
  },
  {
    "translation": {
      "en": "But part of me was actually enjoying seeing him swerm.",
      "es": "Pero una parte de mí disfrutaba verlo revolverse."
    }
  },
  {
    "translation": {
      "en": "Squirm. No.",
      "es": "Perdón, retorcerse."
    }
  },
  {
    "translation": {
      "en": "Ayleen, can I ask you a favor?",
      "es": "Ayleen, ¿puedo pedirte un favor?"
    }
  },
  {
    "translation": {
      "en": "Can you put me one lottery ticket with numbers that I can choose?",
      "es": "¿Puedes comprarme un boleto de lotería?"
    }
  },
  {
    "translation": {
      "en": "How pathetic can you be? I thought you were a billionaire.",
      "es": "¿Qué tan patético puedes ser? Creí que eras multimillonario."
    }
  },
  {
    "translation": {
      "en": "He has no money coming in. He had no one to go to.",
      "es": "No tenía dinero. No tenía a quién acudir."
    }
  },
  {
    "translation": {
      "en": "He even sent me pictures and texts",
      "es": "Incluso me envió fotos y mensajes"
    }
  },
  {
    "translation": {
      "en": "that he was eating leftovers in a shopping mall.",
      "es": "de que estaba comiendo sobras en un centro comercial."
    }
  },
  {
    "translation": {
      "en": "He grew himself, like, this big beard.",
      "es": "Se dejó crecer la barba."
    }
  },
  {
    "translation": {
      "en": "He was sleeping in hostels of $12 a night.",
      "es": "Dormía en hostales de 12 dólares la noche."
    }
  },
  {
    "translation": {
      "en": "At this moment, I see the real Simon,",
      "es": "En ese momento, veo al verdadero Simon,"
    }
  },
  {
    "translation": {
      "en": "because without other people's money, he was nobody, and he's nothing.",
      "es": "porque sin el dinero de otros, no era nadie y no es nada."
    }
  },
  {
    "translation": {
      "en": "He even called himself the homeless king.",
      "es": "Hasta se hacía llamar el rey sin hogar."
    }
  },
  {
    "translation": {
      "en": "The prince of diamonds to this homeless king.",
      "es": "De príncipe de los diamantes a rey sin hogar."
    }
  },
  {
    "translation": {
      "en": "Cry me a river.",
      "es": "Llora lo que quieras."
    }
  },
  {
    "translation": {
      "en": "One morning, I get a text from him.",
      "es": "Una mañana, recibí un mensaje de él."
    }
  },
  {
    "translation": {
      "en": "A few weeks before, he was just mentioning he wanted to go to Greece.",
      "es": "Unas semanas antes, había mencionado que quería ir a Grecia."
    }
  },
  {
    "translation": {
      "en": "When I text him back, my message wasn't receiving.",
      "es": "Cuando le respondí, mi mensaje no le llegaba."
    }
  },
  {
    "translation": {
      "en": "I just saw one tick.",
      "es": "Solo había un tick."
    }
  },
  {
    "translation": {
      "en": "That's when I realized that he was on a flight,",
      "es": "Entonces supuse que estaba en un vuelo,"
    }
  },
  {
    "translation": {
      "en": "because Simon is always on his phone.",
      "es": "porque él siempre está con el teléfono."
    }
  },
  {
    "translation": {
      "en": "I'm searching for flights from Prague to Athens.",
      "es": "Busco vuelos de Praga a Atenas."
    }
  },
  {
    "translation": {
      "en": "I found a flight exactly the same time as he went offline.",
      "es": "Encontré un vuelo justo en el horario que él se desconectó."
    }
  },
  {
    "translation": {
      "en": "I took a screenshot of the details, and I sent it directly to the police.",
      "es": "Tomé una captura de pantalla de los datos y la envié a la policía."
    }
  },
  {
    "translation": {
      "en": "He wouldn't travel under Simon Leviev because he was wanted for fraud.",
      "es": "No viajaría como Simon Leviev porque lo buscaban por fraude."
    }
  },
  {
    "translation": {
      "en": "I also make sure they had the name that I saw on the credit card, David Sharon.",
      "es": "Me aseguré de que tuvieran el nombre que vi en la tarjeta, David Sharon."
    }
  },
  {
    "translation": {
      "en": "Now, it was in the hands of the police.",
      "es": "Ahora estaba en manos de la policía."
    }
  },
  {
    "translation": {
      "en": "It was one of the best moments of my life.",
      "es": "Fue uno de los mejores días de mi vida."
    }
  },
  {
    "translation": {
      "en": "He even says…",
      "es": "Hasta me dice…"
    }
  },
  {
    "translation": {
      "en": "He got arrested by Interpol on a fake passport,",
      "es": "Fue arrestado por Interpol por llevar un pasaporte falso,"
    }
  },
  {
    "translation": {
      "en": "under the name David Sharon.",
      "es": "bajo el nombre David Sharon."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Ayleen tells me, We got him!",
      "es": "Ayleen me dice: Lo atrapamos."
    }
  },
  {
    "translation": {
      "en": "I just wanted to call Cecilie.",
      "es": "Solo quería llamar a Cecilie."
    }
  },
  {
    "translation": {
      "en": "I was like, Are you fucking kidding me? He's really caught? Now? Today?",
      "es": "Le dije: ¿En serio? ¿Realmente lo atraparon? ¿Ahora? ¿Hoy?."
    }
  },
  {
    "translation": {
      "en": "I can't even describe the joy it is.",
      "es": "No se imaginan la alegría."
    }
  },
  {
    "translation": {
      "en": "This is what I wanted. I wanted to see him in handcuffs.",
      "es": "Esto es lo que quería. Quería verlo esposado."
    }
  },
  {
    "translation": {
      "en": "I needed justice for myself.",
      "es": "Necesitaba justicia para mí."
    }
  },
  {
    "translation": {
      "en": "Does he know you gave that information to the police?",
      "es": "¿Sabe que tú le informaste a la policía?"
    }
  },
  {
    "translation": {
      "en": "No. He never believed that I was capable of doing this.",
      "es": "No. Nunca creyó que yo fuera capaz de hacerlo."
    }
  },
  {
    "translation": {
      "en": "He knows now.",
      "es": "Ahora lo sabe."
    }
  },
  {
    "translation": {
      "en": "Hi, Simon.",
      "es": "Hola, Simon."
    }
  },
  {
    "translation": {
      "en": "Everything that we did did have an effect.",
      "es": "Todo lo que hicimos tuvo un efecto."
    }
  },
  {
    "translation": {
      "en": "We helped at least one person,",
      "es": "Ayudamos al menos a una persona"
    }
  },
  {
    "translation": {
      "en": "and we did get him arrested.",
      "es": "y logramos que lo arrestaran."
    }
  },
  {
    "translation": {
      "en": "Maybe not for everything that we wanted, but he did get arrested.",
      "es": "Quizá no por todo lo que queríamos, pero lo arrestaron."
    }
  },
  {
    "translation": {
      "en": "So our action had a reaction.",
      "es": "Así que nuestra acción tuvo una reacción."
    }
  },
  {
    "translation": {
      "en": "Just got my new iPhone 12 Pro. Just received the new shoes. Perfect.",
      "es": "Acabo de comprar mi nuevo iPhone 12 Pro. Acabo de recibir mis zapatillas nuevas. Perfectas."
    }
  },
  {
    "translation": {
      "en": "This is the real deal. The Bentley or the Ferrari.",
      "es": "Esto es lo máximo. El Bentley o el Ferrari."
    }
  },
  {
    "translation": {
      "en": "I wish you a great and magnificent evening.",
      "es": "Les deseo una gran y magnífica velada."
    }
  },
  {
    "translation": {
      "en": "I will proceed with the lawsuit against you for defam- in- ation and lies",
      "es": "Procederé con la demanda en su contra por difamación y mentiras."
    }
  },
  {
    "translation": {
      "en": "and, you know, that everything is based, basically, on a lie.",
      "es": "Todo se basa en una mentira."
    }
  },
  {
    "translation": {
      "en": "And that's it, this is how it's gonna be.",
      "es": "Eso es todo y así será."
    }
  },
  {
    "translation": {
      "en": "Have you been on Tinder since? Yes. Oh, tons. Yeah, I know.",
      "es": "- ¿Estuviste en Tinder desde entonces? - Sí. Sigo. Todos me lo preguntan."
    }
  },
  {
    "translation": {
      "en": "Everyone is asking me. Tinder has nothing to do with this.",
      "es": "Tinder no tiene nada que ver con esto."
    }
  },
  {
    "translation": {
      "en": "I was on Tinder immediately.",
      "es": "Volví a Tinder de inmediato."
    }
  },
  {
    "translation": {
      "en": "- You're still looking for love? - I'm still looking for love. So…",
      "es": "- ¿Aún buscas al amor? - Sigo buscando al amor. Así que…"
    }
  },
  {
    "translation": {
      "en": "Always.",
      "es": "Siempre."
    }
  }
]