[
  {
    "translation": {
      "en": "[Tony Joiner] The whole game! The whole game, go full speed! Seek the win!",
      "es": "¡Den lo mejor en todo el partido!"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, on the sideline, bitch, you better be up for every play!",
      "es": "¡Escúchenme! ¡Desde fuera! ¡Estén listos para cada jugada!"
    }
  },
  {
    "translation": {
      "en": "You better be into this motherfucker here, boy!",
      "es": "¡Concéntrense, hijos de puta!"
    }
  },
  {
    "translation": {
      "en": "[Brandon Siler] Rest of the season here! This determines the rest of our season.",
      "es": "¡La temporada! ¡Esto marcará el resto de la temporada!"
    }
  },
  {
    "translation": {
      "en": "Get out there! Leave it out there, boy!",
      "es": "¡Salgan! ¡Déjenlo todo, muchachos!"
    }
  },
  {
    "translation": {
      "en": "When you come to Florida, football is the world here, you know?",
      "es": "En Florida, el fútbol lo es todo."
    }
  },
  {
    "translation": {
      "en": "Losing was unacceptable, and when you did lose, you paid for it.",
      "es": "Perder era inaceptable. Cuando perdías, pagabas por ello."
    }
  },
  {
    "translation": {
      "en": "[Urban Meyer] All right, listen up, let's go.",
      "es": "Escuchen. Que gane el mejor."
    }
  },
  {
    "translation": {
      "en": "May the best team win. You got the edge. You got toughness, you got togetherness.",
      "es": "Escuchen. Que gane el mejor. Tienen ventaja, resistencia y unidad."
    }
  },
  {
    "translation": {
      "en": "There's nothing like the locker room, there's nothing like a huddle.",
      "es": "No hay nada como el vestuario, nada como una reunión."
    }
  },
  {
    "translation": {
      "en": "I want them to embrace the heart, embrace the hurt, embrace the pain, embrace the brotherhood.",
      "es": "Quería que sintieran el corazón, el sufrimiento, el dolor, la hermandad."
    }
  },
  {
    "translation": {
      "en": "No matter how talented you are, it still comes down to that brotherhood",
      "es": "No importa cuán talentoso seas, todo se reduce a la hermandad de jugar el uno para el otro."
    }
  },
  {
    "translation": {
      "en": "of playing for one another.",
      "es": "todo se reduce a la hermandad de jugar el uno para el otro."
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "es": "Este es el momento."
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments. You got that moment right now.",
      "es": "Trabajaron toda su vida por unos momentos. Por este momento."
    }
  },
  {
    "translation": {
      "en": "[Brandon Spikes] You know, football was my way out. Out of the hood.",
      "es": "El fútbol me sirvió para salir del barrio."
    }
  },
  {
    "translation": {
      "en": "So I was willing to do whatever it took.",
      "es": "Estaba dispuesto a hacer lo que fuera necesario."
    }
  },
  {
    "translation": {
      "en": "Bring it on, baby! Bring it on!",
      "es": "¡Adelante, muchachos!"
    }
  },
  {
    "translation": {
      "en": "Motivation, baby!",
      "es": "¡Motivación, cariño!"
    }
  },
  {
    "translation": {
      "en": "[Paul Finebaum] In a moment in time, between 2005 and 2010…",
      "es": "En un momento entre 2005 y 2010…"
    }
  },
  {
    "translation": {
      "en": "National Championship, baby! Number one.",
      "es": "¡Campeones nacionales! ¡Los número uno!"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] …it looked like Urban Meyer and Florida",
      "es": "…parecía que Urban Meyer y Florida"
    }
  },
  {
    "translation": {
      "en": "were going to win the National Championship every year.",
      "es": "ganarían el Campeonato Nacional cada año."
    }
  },
  {
    "translation": {
      "en": "-[cheering] -Let's go! Let's go!",
      "es": "ganarían el Campeonato Nacional cada año. ¡Vamos! ¡Hagámoslo!"
    }
  },
  {
    "translation": {
      "en": "We were The Beatles, you know? We really were.",
      "es": "Éramos los Beatles. De verdad."
    }
  },
  {
    "translation": {
      "en": "[Chris Rainey] It was crazy.",
      "es": "Era una locura."
    }
  },
  {
    "translation": {
      "en": "Girls are falling out, fainting. All-- Man, you'd be like, \"What the…?\"",
      "es": "Las chicas se caían, se desmayaban. No entendíamos nada."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Um, extremely sorry.",
      "es": "Lo siento. Lo siento mucho."
    }
  },
  {
    "translation": {
      "en": "And then somehow, it all slipped away.",
      "es": "Y luego, de algún modo, todo se desvaneció."
    }
  },
  {
    "translation": {
      "en": "Put them motherfuckers away, man! Come on, man.",
      "es": "¡Eliminemos a los malditos! ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "The pain of greatness is real. -[grunts] -[Meyer] And it's not meant for everybody.",
      "es": "La excelencia duele. Y no es para cualquiera."
    }
  },
  {
    "translation": {
      "en": "[reporter] Two University of Florida athletes have been suspended.",
      "es": "Dos atletas de la Universidad de Florida fueron suspendidos."
    }
  },
  {
    "translation": {
      "en": "All right, another Florida Gator has been arrested.",
      "es": "Arrestaron a otro Florida Gator."
    }
  },
  {
    "translation": {
      "en": "We got 30 minutes… Let's go! …for the rest of our lives!",
      "es": "¡Estos 30 minutos marcarán el resto de nuestra vida!"
    }
  },
  {
    "translation": {
      "en": "I was ready to fight. \"It's time to fight.\"",
      "es": "Estaba listo para pelear. Era hora de pelear."
    }
  },
  {
    "translation": {
      "en": "People don't realize the level of stress and anxiety and pressure",
      "es": "La gente no nota el nivel de estrés, de ansiedad, de presión,"
    }
  },
  {
    "translation": {
      "en": "because they really do not know",
      "es": "porque no saben lo que es"
    }
  },
  {
    "translation": {
      "en": "what it's like to give so much to something.",
      "es": "porque no saben lo que es entregarse tanto a algo."
    }
  },
  {
    "translation": {
      "en": "That's everything.",
      "es": "Lo es todo."
    }
  },
  {
    "translation": {
      "en": "This is going to be un-fucking-believable.",
      "es": "Esto será increíble."
    }
  },
  {
    "translation": {
      "en": "[man] Thank y'all for coming this afternoon.",
      "es": "Gracias por venir esta tarde."
    }
  },
  {
    "translation": {
      "en": "Obviously, this is a, um, special day for the University of Florida.",
      "es": "Hoy es un día especial para la Universidad de Florida."
    }
  },
  {
    "translation": {
      "en": "[Meyer] The day that I walked into The Swamp, it was like a dream.",
      "es": "El día que entré al pantano fue como un sueño."
    }
  },
  {
    "translation": {
      "en": "[man] Ladies and gentlemen, Coach Urban Meyer.",
      "es": "Les presento al entrenador Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "I walked down to the 50-yard-line, I see the bright blue skies. It's 80 degrees, everything is beautiful.",
      "es": "Caminé hasta la línea de 50 yardas, el cielo azul, 26 grados, era hermoso."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Let's go win a national title.\"",
      "es": "Y pensé: \"Ganemos el título nacional\"."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. I would like to thank Dr. Machen",
      "es": "Quisiera agradecerles al Dr. Machen y a Jeremy Foley"
    }
  },
  {
    "translation": {
      "en": "and Jeremy Foley for the opportunity to coach the Gators.",
      "es": "por permitirme entrenar a los Gators."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Florida had this incredible run in the '90s under Steve Spurrier,",
      "es": "Florida tuvo una carrera increíble en los años 90 con Steve Spurrier,"
    }
  },
  {
    "translation": {
      "en": "playing for national championships every year.",
      "es": "jugaban campeonatos nacionales cada año."
    }
  },
  {
    "translation": {
      "en": "[announcer] The 1996 National Champions!",
      "es": "¡Campeones nacionales de 1996!"
    }
  },
  {
    "translation": {
      "en": "That was almost a period of just drunken joy for Gator fans.",
      "es": "Fue un período de euforia para los fanes de los Gators."
    }
  },
  {
    "translation": {
      "en": "But by 2005, Florida was not winning.",
      "es": "Pero hacia el 2005, Florida no ganaba."
    }
  },
  {
    "translation": {
      "en": "We were letting down the people that were counting on us by losing,",
      "es": "Al perder, al no ser quienes debíamos ser, al no hacer lo que debíamos hacer,"
    }
  },
  {
    "translation": {
      "en": "by not being who we supposed to be, not doing the things we supposed to do.",
      "es": "estábamos decepcionando a la gente que contaba con nosotros."
    }
  },
  {
    "translation": {
      "en": "The team, just in general, wasn't really respected with--",
      "es": "En general, el equipo no era muy respetado"
    }
  },
  {
    "translation": {
      "en": "throughout the community of Gainesville.",
      "es": "por la comunidad de Gainesville."
    }
  },
  {
    "translation": {
      "en": "We-- We wasn't winning games, so no free drinks at the bars. [laughs]",
      "es": "No ganábamos partidos, así que no nos daban tragos gratis."
    }
  },
  {
    "translation": {
      "en": "[Pat Dooley] They were a sleeping giant. And then, of course, Urban was the hot name.",
      "es": "Eran un gigante dormido. Y Urban era el nombre de moda."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] I mean, the feeling was that, with going out and getting Urban Meyer,",
      "es": "Daba la sensación de que, con Urban Meyer,"
    }
  },
  {
    "translation": {
      "en": "Florida could restore what they had lost.",
      "es": "Florida podría recuperar lo que había perdido."
    }
  },
  {
    "translation": {
      "en": "But while it was an exciting hire,",
      "es": "Pero, aunque era una incorporación interesante,"
    }
  },
  {
    "translation": {
      "en": "you-- you were getting someone that was virtually unknown.",
      "es": "era alguien prácticamente desconocido."
    }
  },
  {
    "translation": {
      "en": "Meyer had only been a head coach four years at two different places.",
      "es": "Meyer había sido entrenador principal cuatro años en dos sitios distintos."
    }
  },
  {
    "translation": {
      "en": "Florida fans wanted a winner,",
      "es": "Los fanes de Florida querían un ganador,"
    }
  },
  {
    "translation": {
      "en": "and they're not patient people.",
      "es": "y no son personas pacientes."
    }
  },
  {
    "translation": {
      "en": "Florida play in the Southeastern Conference.",
      "es": "Florida jugaba en la Conferencia del Sureste,"
    }
  },
  {
    "translation": {
      "en": "We call it the SEC.",
      "es": "la llamamos SEC."
    }
  },
  {
    "translation": {
      "en": "And college football in the South is like a life-and-death experience.",
      "es": "Y el fútbol universitario en el sur es una experiencia de vida o muerte."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Watching Florida play Tennessee or Florida play Georgia",
      "es": "Ver a Florida jugar contra Tennessee o contra Georgia es"
    }
  },
  {
    "translation": {
      "en": "is no different than watching gladiators fight to the death.",
      "es": "Ver a Florida jugar contra Tennessee o contra Georgia es como ver a los gladiadores luchar a muerte."
    }
  },
  {
    "translation": {
      "en": "It's the same emotion. \"Kill or be killed.\"",
      "es": "Es la misma emoción. \"Matar o morir\"."
    }
  },
  {
    "translation": {
      "en": "[Dooley] Urban Meyer did not know the SEC, he did not know the South,",
      "es": "Urban Meyer no conocía la SEC, no conocía el sur."
    }
  },
  {
    "translation": {
      "en": "and sometimes that can be a problem.",
      "es": "Eso puede ser un problema."
    }
  },
  {
    "translation": {
      "en": "You win games, everybody loves you.",
      "es": "Si ganas partidos, todos te quieren."
    }
  },
  {
    "translation": {
      "en": "If you lose one, or one big game, that's when the criticism really starts flying.",
      "es": "Si pierdes un partido importante, empiezan las críticas."
    }
  },
  {
    "translation": {
      "en": "And it can get out of hand quick.",
      "es": "Puede salirse de control."
    }
  },
  {
    "translation": {
      "en": "[Meyer] I came from a hardcore background.",
      "es": "Vengo de un entorno estricto."
    }
  },
  {
    "translation": {
      "en": "My father was in the Army. My sister was in the Air Force.",
      "es": "Mi padre estaba en el ejército. Mi hermana, en la Fuerza Aérea."
    }
  },
  {
    "translation": {
      "en": "So I've always been that kind of approach, a militaristic approach to your team.",
      "es": "Siempre traté a mis equipos con un enfoque militar."
    }
  },
  {
    "translation": {
      "en": "And there was a narrative about the Gators, about lack of discipline.",
      "es": "Se decía que a los Gators les faltaba disciplina."
    }
  },
  {
    "translation": {
      "en": "And I got after 'em pretty good.",
      "es": "Los saqué bastante buenos."
    }
  },
  {
    "translation": {
      "en": "'Cause I knew, you get discipline into those players,",
      "es": "Porque sabía que si les impartía disciplina, ganaríamos casi todos los partidos."
    }
  },
  {
    "translation": {
      "en": "you should win most games.",
      "es": "que si les impartía disciplina, ganaríamos casi todos los partidos."
    }
  },
  {
    "translation": {
      "en": "Coach really… I mean, he ripped into us.",
      "es": "El entrenador nos humillaba."
    }
  },
  {
    "translation": {
      "en": "[Harris] He called us to the stadium at five o'clock in the morning,",
      "es": "Nos citaba en el estadio a las cinco de la mañana"
    }
  },
  {
    "translation": {
      "en": "and he made us run every step in the stadium.",
      "es": "y nos hacía correr por todos los escalones."
    }
  },
  {
    "translation": {
      "en": "He called everybody out.",
      "es": "Nos reprendía:"
    }
  },
  {
    "translation": {
      "en": "Said whether you got in trouble with the police, or with the school or whatever,",
      "es": "\"No toleraremos que se metan en problemas con la policía"
    }
  },
  {
    "translation": {
      "en": "that we would not have any of these problems.",
      "es": "ni con la universidad\"."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm from Miami, you know?",
      "es": "Yo soy de Miami."
    }
  },
  {
    "translation": {
      "en": "A fistfight is-- was nothing for us.",
      "es": "Una pelea a golpes no era nada."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer got there and kicked all of us out of the home locker room.",
      "es": "El entrenador Meyer llegó y nos echó del vestuario local."
    }
  },
  {
    "translation": {
      "en": "Made us get dressed in the visitors' locker room.",
      "es": "Nos hizo usar el vestuario visitante."
    }
  },
  {
    "translation": {
      "en": "Told us we couldn't wear any Gator stuff.",
      "es": "No nos permitía usar nada de los Gators."
    }
  },
  {
    "translation": {
      "en": "Like, \"You have to earn the right to be a Florida Gator.\"",
      "es": "Tenías que ganarte el derecho a ser un Gator."
    }
  },
  {
    "translation": {
      "en": "[Meyer] To say it was warm welcoming?",
      "es": "¿Fue una cálida bienvenida?"
    }
  },
  {
    "translation": {
      "en": "Not at all.",
      "es": "Para nada."
    }
  },
  {
    "translation": {
      "en": "If I was to win big,",
      "es": "Si quería ganar a lo grande, necesitaba construir este equipo."
    }
  },
  {
    "translation": {
      "en": "I needed to build this team, and I need to know who's in and who's out.",
      "es": "Si quería ganar a lo grande, necesitaba construir este equipo. Necesitaba saber quién estaba y quién no."
    }
  },
  {
    "translation": {
      "en": "Mat drills completely changed the game.",
      "es": "Las prácticas en colchoneta marcaron la diferencia."
    }
  },
  {
    "translation": {
      "en": "[Harris] One person would get down, the other person would jump on his back,",
      "es": "Uno se tiraba al suelo, y el otro le saltaba encima"
    }
  },
  {
    "translation": {
      "en": "and you gotta stop him from crawling.",
      "es": "y tenía que evitar que se arrastrara."
    }
  },
  {
    "translation": {
      "en": "Just the most grueling physical pain",
      "es": "Era un dolor físico extenuante."
    }
  },
  {
    "translation": {
      "en": "you can be in, right? And there's a winner and there's a loser.",
      "es": "Era un dolor físico extenuante. Y había un ganador y un perdedor."
    }
  },
  {
    "translation": {
      "en": "Everybody's screaming, teammates cheering you on.",
      "es": "Todos gritaban. Tus compañeros te animaban."
    }
  },
  {
    "translation": {
      "en": "I mean, it was-- it was Vietnam.",
      "es": "Era Vietnam."
    }
  },
  {
    "translation": {
      "en": "It was-- When I say \"hard,\" the hardest thing I ever went through in my life.",
      "es": "Fue difícil, lo más difícil que me tocó hacer en la vida."
    }
  },
  {
    "translation": {
      "en": "You are fucking giving in. Stop faking it, bro.",
      "es": "Te estás rindiendo. Deja de fingir."
    }
  },
  {
    "translation": {
      "en": "[Meyer] My attempt was to get people that weren't committed to quit the team,",
      "es": "Quería quitar del equipo a quienes no estaban comprometidos"
    }
  },
  {
    "translation": {
      "en": "and find out who was going to be all-in.",
      "es": "y descubrir quiénes lo darían todo."
    }
  },
  {
    "translation": {
      "en": "It was unmerciful.",
      "es": "Era despiadado."
    }
  },
  {
    "translation": {
      "en": "[Meyer] When I take over a team, I need to find the leaders.",
      "es": "Cuando me hago cargo de un equipo, necesito encontrar a los líderes."
    }
  },
  {
    "translation": {
      "en": "And the guy that started to rise to the top was a guy named Brandon Siler.",
      "es": "El tipo que estaba sobresaliendo era un tal Brandon Siler."
    }
  },
  {
    "translation": {
      "en": "[Siler] When Urban showed up, my very first impression of him was bad.",
      "es": "Cuando llegó Urban, mi primera impresión de él fue mala."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"I don't like this guy. I don't know who this guy is.\"",
      "es": "\"No me gusta este tipo. ¡No sé quién es!\"."
    }
  },
  {
    "translation": {
      "en": "I grew up in Pine Hills, which is the projects and all that, though.",
      "es": "Crecí en Pine Hills, en las viviendas sociales y todo eso."
    }
  },
  {
    "translation": {
      "en": "If you want to play Grand Theft Auto for real,",
      "es": "Para vivir un videojuego de criminales,"
    }
  },
  {
    "translation": {
      "en": "go to Pine Hills after dark.",
      "es": "ve a Pine Hills de noche."
    }
  },
  {
    "translation": {
      "en": "[laughs] So that's where I'm from.",
      "es": "De ahí vengo yo."
    }
  },
  {
    "translation": {
      "en": "I knew that I wanted something different.",
      "es": "Sabía que quería algo diferente."
    }
  },
  {
    "translation": {
      "en": "And then when I got on campus, it was a little bit of a culture shock.",
      "es": "Cuando llegué al campus, fue un choque cultural."
    }
  },
  {
    "translation": {
      "en": "Where I come from, there's not a lot of, um, white people, you know?",
      "es": "De donde vengo, no hay mucha gente blanca."
    }
  },
  {
    "translation": {
      "en": "But real quickly, you start to understand",
      "es": "Pero pronto entiendes"
    }
  },
  {
    "translation": {
      "en": "that there's another world out there that's different from the one that you were brought up in.",
      "es": "que existe un mundo diferente al mundo donde creciste."
    }
  },
  {
    "translation": {
      "en": "When Urban came to University of Florida, he wants you to work out to the death.",
      "es": "Cuando Urban llegó a la Universidad de Florida, quería que entrenáramos a morir."
    }
  },
  {
    "translation": {
      "en": "I want to work out to the death!",
      "es": "¡Yo quería entrenar a morir!"
    }
  },
  {
    "translation": {
      "en": "I'll take the big boy.",
      "es": "Derribaré al más grande."
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback!",
      "es": "Al corredor de poder."
    }
  },
  {
    "translation": {
      "en": "He wanted to win. I want to win!",
      "es": "Él quería ganar. Yo quería ganar."
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback down.",
      "es": "Derribaré al corredor de poder."
    }
  },
  {
    "translation": {
      "en": "And this is where I bought in.",
      "es": "Entonces, decidí hacerlo."
    }
  },
  {
    "translation": {
      "en": "It wasn't about lifting weights.",
      "es": "No se trataba de levantar pesas."
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "-[Siler] It was about mental toughness. -Go!",
      "es": "Sino de tener fortaleza mental."
    }
  },
  {
    "translation": {
      "en": "He wanted to understand what happens after he breaks you.",
      "es": "Él quería ver qué pasaba después de rompernos."
    }
  },
  {
    "translation": {
      "en": "Straight arms. Straight arms!",
      "es": "¡Brazo recto!"
    }
  },
  {
    "translation": {
      "en": "Are you gonna just push through it, or you gonna cry like a baby? You gonna quit?",
      "es": "¿Seguirás adelante o llorarás como un bebé? ¿Vas a renunciar?"
    }
  },
  {
    "translation": {
      "en": "[Meyer] Most people grab their bag and go home.",
      "es": "Muchos toman su bolso y se van a casa."
    }
  },
  {
    "translation": {
      "en": "-I'm going clutch. -[man] Let's go! Push that shit up!",
      "es": "¡Vamos! ¡Levanta esa mierda!"
    }
  },
  {
    "translation": {
      "en": "You know what Brandon Silers do? That's when they get better.",
      "es": "¿Saben qué hace Brandon Siler? Así mejorarán."
    }
  },
  {
    "translation": {
      "en": "I mean, he was vocal, a great player, tough as nails, and all-in.",
      "es": "Era franco, un gran jugador, duro como el acero, y lo daba todo."
    }
  },
  {
    "translation": {
      "en": "He was the perfect leader.",
      "es": "Era el líder perfecto."
    }
  },
  {
    "translation": {
      "en": "But he was far from easy to manage.",
      "es": "Pero no era fácil de manejar."
    }
  },
  {
    "translation": {
      "en": "[Siler] Everything I did, I did it to the death.",
      "es": "Todo lo que hacía, lo hacía a morir."
    }
  },
  {
    "translation": {
      "en": "And I drank a lot, right? I like to drink.",
      "es": "Y bebía mucho. Me gusta beber."
    }
  },
  {
    "translation": {
      "en": "So one day, Urban calls me in the office. He says, \"You know what?\"",
      "es": "Un día, Urban me llamó a su oficina. Me dijo: \"¿Sabes qué?\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm calling your parents up. I'mma have a talk with 'em.\"",
      "es": "\"Llamaré a tus padres para hablar con ellos\"."
    }
  },
  {
    "translation": {
      "en": "My mom's a character.",
      "es": "Mi mamá es un personaje."
    }
  },
  {
    "translation": {
      "en": "My step-dad, he had 13 gold teeth in his mouth.",
      "es": "Mi padrastro tenía 13 dientes de oro en la boca."
    }
  },
  {
    "translation": {
      "en": "My mom got gold teeth in her mouth. They both got ten tattoos.",
      "es": "Mi mamá tenía dientes de oro. Tenían como diez tatuajes."
    }
  },
  {
    "translation": {
      "en": "[chuckling] So, they show up to campus, they've been drinking all day.",
      "es": "Llegaron al campus, habían bebido todo el día."
    }
  },
  {
    "translation": {
      "en": "And my mama says, \"Meyers, listen.\"",
      "es": "Y mi mamá dijo: \"Meyer, escuche\"."
    }
  },
  {
    "translation": {
      "en": "\"My son come here to win a National Championship and go to the NFL.\"",
      "es": "\"Mi hijo vino para ganar un Campeonato Nacional e ir a la NFL\"."
    }
  },
  {
    "translation": {
      "en": "\"So if you ain't here to do that, then you need to get out the way.\"",
      "es": "\"Si usted no vino para eso, será mejor que se vaya\"."
    }
  },
  {
    "translation": {
      "en": "\"This ain't Utah.\" [laughs]",
      "es": "\"¡Esto no es Utah!\"."
    }
  },
  {
    "translation": {
      "en": "[Meyer] I don't understand his world. I don't know the streets, you know?",
      "es": "No entendía su mundo. No conocía la calle. Por eso me sorprendió."
    }
  },
  {
    "translation": {
      "en": "That's why I was so shocked.",
      "es": "No conocía la calle. Por eso me sorprendió."
    }
  },
  {
    "translation": {
      "en": "[Siler] They have this whole conversation, they walk out the door.",
      "es": "Tuvieron una conversación y luego salieron."
    }
  },
  {
    "translation": {
      "en": "He says, \"Come here.\"",
      "es": "Me dijo: \"Ven aquí\"."
    }
  },
  {
    "translation": {
      "en": "Gives me a hug. He says…",
      "es": "Me abrazó y me dijo:"
    }
  },
  {
    "translation": {
      "en": "\"You just keep doing what you're doing.\"",
      "es": "\"Sigue haciendo lo que estás haciendo\"."
    }
  },
  {
    "translation": {
      "en": "\"That's the craziest set of parents I've ever met.\"",
      "es": "\"Son los padres más locos que he conocido\"."
    }
  },
  {
    "translation": {
      "en": "[Meyer] The season started in '05, and…",
      "es": "La temporada comenzó en 2005, y yo pensaba que conocía el fútbol de primer nivel."
    }
  },
  {
    "translation": {
      "en": "I thought I knew big-time football.",
      "es": "y yo pensaba que conocía el fútbol de primer nivel."
    }
  },
  {
    "translation": {
      "en": "You don't know big-time football until you start messing around",
      "es": "No conoces el fútbol de primer nivel hasta que juegas en la Conferencia del Sureste."
    }
  },
  {
    "translation": {
      "en": "in that Southeastern Conference.",
      "es": "hasta que juegas en la Conferencia del Sureste."
    }
  },
  {
    "translation": {
      "en": "[announcer] A new ingredient into this bitter stew, the Urban Meyer experience.",
      "es": "Un nuevo ingrediente en este guiso amargo. La experiencia Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "[Meyer] I remember hearing a contact…",
      "es": "Recuerdo que oí un contacto…"
    }
  },
  {
    "translation": {
      "en": "…two sledgehammers, every snap.",
      "es": "fue como el golpe entre dos mazos."
    }
  },
  {
    "translation": {
      "en": "Never been exposed to the athletic big men",
      "es": "Nunca había estado junto a los grandes y atléticos hombres"
    }
  },
  {
    "translation": {
      "en": "that play the game of football in the SEC.",
      "es": "que juegan al fútbol en la SEC."
    }
  },
  {
    "translation": {
      "en": "You know, the first game was against Wyoming.",
      "es": "Nuestro primer partido fue contra Wyoming."
    }
  },
  {
    "translation": {
      "en": "We won, and it wasn't-- It was good, it was great.",
      "es": "Ganamos y no fue… Estuvo bien, fue genial."
    }
  },
  {
    "translation": {
      "en": "We beat Tennessee in game three, in a really tight game.",
      "es": "El tercer partido, vencimos a Tennessee, fue muy reñido."
    }
  },
  {
    "translation": {
      "en": "We beat Kentucky.",
      "es": "Vencimos a Kentucky."
    }
  },
  {
    "translation": {
      "en": "[announcer] Gators score on seven straight possessions,",
      "es": "Los Gators anotan en siete posesiones seguidas,"
    }
  },
  {
    "translation": {
      "en": "as Urban Meyer's fifth-ranked team wins a fourth straight game.",
      "es": "y el equipo de Meyer, quinto, gana el cuarto partido consecutivo."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] There was excitement about Urban Meyer.",
      "es": "Había entusiasmo por Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "He was a smart, intellectual tactitioner of the game.",
      "es": "Era un táctico del juego inteligente e intelectual."
    }
  },
  {
    "translation": {
      "en": "We had heard so much about, uh, the spread offense that Urban Meyer brought to Florida.",
      "es": "Oímos mucho sobre la ofensiva abierta que Urban Meyer trajo a Florida."
    }
  },
  {
    "translation": {
      "en": "My offensive philosophy? Score and score fast.",
      "es": "Mi táctica ofensiva es anotar, y hacerlo rápido."
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, my reputation as a younger coach was trick plays,",
      "es": "De joven, tenía reputación de hacer jugadas engañosas,"
    }
  },
  {
    "translation": {
      "en": "and fake punts, and spread offense.",
      "es": "despejes falsos y mucha ofensiva."
    }
  },
  {
    "translation": {
      "en": "Like a fast break on turf.",
      "es": "Como un contraataque en el campo."
    }
  },
  {
    "translation": {
      "en": "[Meyer] And then, when I met Dan Mullen, we shared the same mentality,",
      "es": "Y luego, cuando conocí a Dan Mullen, teníamos la misma mentalidad."
    }
  },
  {
    "translation": {
      "en": "and that was the basis for the philosophy that we built at Utah.",
      "es": "Esa fue la base de la filosofía que construimos en Utah."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer had been really good at-- at Utah,",
      "es": "A Urban Meyer le había ido muy bien en Utah"
    }
  },
  {
    "translation": {
      "en": "where he was the previous season.",
      "es": "durante la temporada anterior."
    }
  },
  {
    "translation": {
      "en": "And Dan Mullen was an imaginative offensive play-caller.",
      "es": "Y Dan Mullen era un táctico ofensivo imaginativo."
    }
  },
  {
    "translation": {
      "en": "It was almost like Butch Cassidy and the Sundance Kid.",
      "es": "Eran casi como Butch Cassidy y Sundance Kid."
    }
  },
  {
    "translation": {
      "en": "[announcer] The dream has been realized.",
      "es": "¡El sueño se ha cumplido!"
    }
  },
  {
    "translation": {
      "en": "Utah, you did!",
      "es": "¡Utah, lo lograste!"
    }
  },
  {
    "translation": {
      "en": "[Dooley] You know, they'd had unbelievable success.",
      "es": "Habían tenido un éxito increíble."
    }
  },
  {
    "translation": {
      "en": "And there were things that we were seeing that we had not seen before.",
      "es": "Estábamos viendo cosas que no habíamos visto nunca."
    }
  },
  {
    "translation": {
      "en": "[announcer] Every defensive coach in the country",
      "es": "Cada entrenador defensivo del país"
    }
  },
  {
    "translation": {
      "en": "is looking at a way to slow down this spread offense",
      "es": "busca frenar esta ofensiva abierta"
    }
  },
  {
    "translation": {
      "en": "that has exploded across college football.",
      "es": "que se ha extendido en el fútbol universitario."
    }
  },
  {
    "translation": {
      "en": "[Dan Mullen] The base idea was to get away from the traditional offense",
      "es": "La idea de base era alejarse de la ofensiva tradicional"
    }
  },
  {
    "translation": {
      "en": "where the quarterback just stood in the pocket and threw the ball,",
      "es": "donde el mariscal arrojaba el balón desde el pocket,"
    }
  },
  {
    "translation": {
      "en": "and you never had to worry about him running.",
      "es": "y no era necesario que corriera."
    }
  },
  {
    "translation": {
      "en": "We wanted to create this offense",
      "es": "Queríamos crear una ofensiva"
    }
  },
  {
    "translation": {
      "en": "where defenses had to defend a quarterback that could throw and run,",
      "es": "donde la defensa cubriera al mariscal para que pudiera lanzar y correr."
    }
  },
  {
    "translation": {
      "en": "running backs that could run and catch,",
      "es": "Corredores que pudieran correr y atrapar."
    }
  },
  {
    "translation": {
      "en": "receivers that could come in and run the ball,",
      "es": "Receptores que pudieran llevar el balón"
    }
  },
  {
    "translation": {
      "en": "and force you to have to defend the whole width of the field.",
      "es": "y obligarlos a defender todo el ancho del campo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Touchdown, Utah!",
      "es": "¡Anotación de Utah!"
    }
  },
  {
    "translation": {
      "en": "The narrative at that time was, \"That's great for a Utah,",
      "es": "En ese momento, se decía: \"Eso es genial para Utah,"
    }
  },
  {
    "translation": {
      "en": "but that'll never work in the Southeastern Conference.\"",
      "es": "pero nunca funcionará en la Conferencia del Sureste\"."
    }
  },
  {
    "translation": {
      "en": "[announcer] We welcome you to Tuscaloosa.",
      "es": "Bienvenidos a Tuscaloosa. SEMANA 5"
    }
  },
  {
    "translation": {
      "en": "It is one of the most electrifying places in college football.",
      "es": "Es uno de los lugares más emocionantes para el fútbol universitario."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] You had Urban Meyer from Ohio and Dan Mullen from New Hampshire,",
      "es": "Estaban Urban Meyer de Ohio y Dan Mullen de Nuevo Hampshire."
    }
  },
  {
    "translation": {
      "en": "and they were coming to Gainesville, Florida to teach the rest of us how college football is played.",
      "es": "Venían a Gainesville, Florida, a enseñarnos a jugar fútbol universitario."
    }
  },
  {
    "translation": {
      "en": "So there are always going to be, uh, skeptics",
      "es": "Siempre hay escépticos"
    }
  },
  {
    "translation": {
      "en": "when you're bringing a spread offense to the Southeastern Conference,",
      "es": "cuando traes una ofensiva abierta a la Conferencia del Sureste,"
    }
  },
  {
    "translation": {
      "en": "which was still, primarily, a defensive conference.",
      "es": "que seguía siendo una conferencia defensiva."
    }
  },
  {
    "translation": {
      "en": "[Siler] We roll into Alabama.",
      "es": "Llegamos a Alabama."
    }
  },
  {
    "translation": {
      "en": "We think we're great at this time.",
      "es": "Nos creíamos geniales."
    }
  },
  {
    "translation": {
      "en": "And they were 15th, we were fifth.",
      "es": "Y ellos estaban en el puesto 15. Nosotros éramos quintos. Se esperaba que ganáramos."
    }
  },
  {
    "translation": {
      "en": "We were expected to win.",
      "es": "Nosotros éramos quintos. Se esperaba que ganáramos."
    }
  },
  {
    "translation": {
      "en": "We expected ourselves to win.",
      "es": "Nosotros esperábamos ganar."
    }
  },
  {
    "translation": {
      "en": "[announcer] Fumbles as he is tackled.",
      "es": "Titubea cuando lo derriban."
    }
  },
  {
    "translation": {
      "en": "And the ball is recovered by Florida.",
      "es": "¡Y Florida recupera el balón!"
    }
  },
  {
    "translation": {
      "en": "[Harris] We were on a winning streak at that time,",
      "es": "Teníamos una racha ganadora."
    }
  },
  {
    "translation": {
      "en": "and that's the first time I got to see Coach Meyer, uh…",
      "es": "Fue la primera vez que vi en el entrenador Meyer"
    }
  },
  {
    "translation": {
      "en": "his desire for winning.",
      "es": "su deseo de ganar."
    }
  },
  {
    "translation": {
      "en": "See the fire in his eyes.",
      "es": "Vi el fuego en sus ojos."
    }
  },
  {
    "translation": {
      "en": "[Meyer] Alabama was one of the first tests. They were a great defensive team.",
      "es": "Alabama fue una de las primeras pruebas. Era un gran equipo defensivo."
    }
  },
  {
    "translation": {
      "en": "And I had to prove this is not a gimmick offense.",
      "es": "Tenía que probar que era una ofensiva de verdad."
    }
  },
  {
    "translation": {
      "en": "\"We gotta win that game.\"",
      "es": "Teníamos que ganar."
    }
  },
  {
    "translation": {
      "en": "[commentator] Out of the gun, the spread offense.",
      "es": "De repente, una ofensiva abierta."
    }
  },
  {
    "translation": {
      "en": "[announcer] Three-man defensive line right away for Alabama.",
      "es": "Tres hombres en la línea defensiva de Alabama."
    }
  },
  {
    "translation": {
      "en": "They've been going to this more often.",
      "es": "Lo han hecho más seguido…"
    }
  },
  {
    "translation": {
      "en": "[announcer] Fumble! Fumble.",
      "es": "¡Balón suelto!"
    }
  },
  {
    "translation": {
      "en": "This is gonna be a physical game.",
      "es": "Va a ser un partido físico."
    }
  },
  {
    "translation": {
      "en": "The offense we ran at the beginning was the offense they tried to run at Utah.",
      "es": "La ofensiva que usamos al principio fue la que usaban en Utah."
    }
  },
  {
    "translation": {
      "en": "But we just weren't ready to be what he wanted us to be.",
      "es": "Pero no estábamos listos para ser lo que él quería que fuéramos."
    }
  },
  {
    "translation": {
      "en": "[announcer] That'll be the big challenge for Chris Leak.",
      "es": "Será un gran desafío para Chris Leak."
    }
  },
  {
    "translation": {
      "en": "When he runs this offense, to really make it go,",
      "es": "Para que la ofensiva funcione,"
    }
  },
  {
    "translation": {
      "en": "you must run your quarterback.",
      "es": "el mariscal de campo debe correr."
    }
  },
  {
    "translation": {
      "en": "[Siler] Everybody understood what we were trying to do.",
      "es": "Todos entendían lo que intentábamos hacer."
    }
  },
  {
    "translation": {
      "en": "But you have to have the right personnel. We had Chris Leak playing quarterback.",
      "es": "Pero había que tener la persona adecuada. Chris Leak era nuestro mariscal de campo."
    }
  },
  {
    "translation": {
      "en": "And he was, like, a drop-back, shotgun type of guy.",
      "es": "Y él era más de retroceder y hacer pases."
    }
  },
  {
    "translation": {
      "en": "And then Urban comes with this offense that's used to a running quarterback.",
      "es": "Pero Urban trajo una ofensiva que necesitaba un mariscal que corriera."
    }
  },
  {
    "translation": {
      "en": "[announcer] He knocks Chris Leak down, and Penn Wagers says,",
      "es": "Derriba a Chris Leak. Penn Wagers dice: \"Esa fue una jugada legítima\"."
    }
  },
  {
    "translation": {
      "en": "\"Hey, that was a legitimate play.\"",
      "es": "Penn Wagers dice: \"Esa fue una jugada legítima\"."
    }
  },
  {
    "translation": {
      "en": "He's a quarterback. He wants to throw it to somebody.",
      "es": "Era mariscal de campo. Quería arrojar el balón, no quería correr."
    }
  },
  {
    "translation": {
      "en": "He didn't want to run it.",
      "es": "Quería arrojar el balón, no quería correr."
    }
  },
  {
    "translation": {
      "en": "[commentator] …wants to go deep",
      "es": "Quiere llegar lejos."
    }
  },
  {
    "translation": {
      "en": "to Prothro, who's down there!",
      "es": "¡A Prothro, llegó!"
    }
  },
  {
    "translation": {
      "en": "He's got it!",
      "es": "¡Lo hizo!"
    }
  },
  {
    "translation": {
      "en": "And he is gone!",
      "es": "¡Llegó!"
    }
  },
  {
    "translation": {
      "en": "No flags.",
      "es": "Sin faltas."
    }
  },
  {
    "translation": {
      "en": "[Siler] They hit us in the mouth, hard.",
      "es": "Nos tomaron por sorpresa, fuerte."
    }
  },
  {
    "translation": {
      "en": "I mean, there's losing, and then, there's getting your butt whooped.",
      "es": "Puedes perder, y pueden darte una paliza."
    }
  },
  {
    "translation": {
      "en": "And we got our butt whooped.",
      "es": "Y nos dieron una paliza."
    }
  },
  {
    "translation": {
      "en": "[commentator] This will be Urban Meyer's first loss",
      "es": "Esta es la primera derrota de Meyer como entrenador"
    }
  },
  {
    "translation": {
      "en": "as a coach in his last 21 games.",
      "es": "Esta es la primera derrota de Meyer como entrenador en sus últimos 21 partidos. RESULTADO FINAL"
    }
  },
  {
    "translation": {
      "en": "[announcer] If you're Florida, at this point, now you've gotta go back",
      "es": "Si eres de Florida, debes hacer borrón y cuenta nueva."
    }
  },
  {
    "translation": {
      "en": "to the drawing board a little bit. I mean, everything had gone well for you.",
      "es": "Si eres de Florida, debes hacer borrón y cuenta nueva. Todo venía saliéndote bien."
    }
  },
  {
    "translation": {
      "en": "Now, you're looking at your first loss,",
      "es": "Ahora estás frente a tu primera derrota."
    }
  },
  {
    "translation": {
      "en": "and a somewhat embarrassing loss here in Tuscaloosa.",
      "es": "Y una derrota algo vergonzosa aquí en Tuscaloosa."
    }
  },
  {
    "translation": {
      "en": "We get hammered by Alabama, and then we lose to LSU.",
      "es": "Nos ganó Alabama, y luego perdimos contra la Universidad de Luisiana."
    }
  },
  {
    "translation": {
      "en": "[announcer] Nowhere to go with the football. Look at the coverage.",
      "es": "¡No tiene adónde ir! ¡Miren la cobertura!"
    }
  },
  {
    "translation": {
      "en": "[commentator] So much conversation about the spread option.",
      "es": "Se habló mucho sobre la ofensiva abierta."
    }
  },
  {
    "translation": {
      "en": "Does it, does it not work in the SEC?",
      "es": "¿Funciona o no funciona en la SEC?"
    }
  },
  {
    "translation": {
      "en": "[Meyer] We all experienced two devastating losses.",
      "es": "Vivimos dos derrotas devastadoras."
    }
  },
  {
    "translation": {
      "en": "And if we lose one more, we're out of the SEC race.",
      "es": "Y si perdíamos un partido más, quedaríamos fuera de la SEC."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Every time you lose a game as a coach in the SEC, it's like suffering a death.",
      "es": "Como entrenador, cada derrota en la SEC es como sufrir una muerte."
    }
  },
  {
    "translation": {
      "en": "And it-- it made you wonder that Urban Meyer had better sign some big players.",
      "es": "Nos pareció que Urban Meyer necesitaba contratar buenos jugadores."
    }
  },
  {
    "translation": {
      "en": "[Mullen] Biggest missing piece in the puzzle",
      "es": "La pieza más necesaria era un mariscal de campo"
    }
  },
  {
    "translation": {
      "en": "was that quarterback that could not just throw,",
      "es": "La pieza más necesaria era un mariscal de campo que, además de lanzarlo,"
    }
  },
  {
    "translation": {
      "en": "but also run with the ball.",
      "es": "pudiera correr con el balón."
    }
  },
  {
    "translation": {
      "en": "[Meyer] One day, as I'm getting off the plane,",
      "es": "Un día, al bajar del avión,"
    }
  },
  {
    "translation": {
      "en": "a guy that's helping us with our bags, he said, \"Hey, you need to recruit this Tim Tebow guy.\"",
      "es": "el hombre que llevaba las maletas dijo: \"Debes reclutar a Tim Tebow\"."
    }
  },
  {
    "translation": {
      "en": "And I go, \"Tim Tebow?\" And it's the first time I heard his name.",
      "es": "\"¿Tim Tebow?\". Era la primera vez que oía su nombre."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Well, he's the-- He's a quarterback here in Jacksonville",
      "es": "Siguió: \"Es mariscal de campo aquí en Jacksonville,"
    }
  },
  {
    "translation": {
      "en": "that's a really good player, and, you know, everybody loves him.\"",
      "es": "es un muy buen jugador, todos lo adoran\", y cosas así."
    }
  },
  {
    "translation": {
      "en": "And all that. And I was like, \"Okay.\"",
      "es": "Y yo: \"Está bien\"."
    }
  },
  {
    "translation": {
      "en": "I take another seven steps,",
      "es": "Di siete pasos más,"
    }
  },
  {
    "translation": {
      "en": "someone else says, \"Hey, Tebow!\" And he starts screaming at me.",
      "es": "y otro dijo: \"¡Oye, Tebow!\". Y me gritaba."
    }
  },
  {
    "translation": {
      "en": "Hey! We will not be stopped! I will not be stopped right now!",
      "es": "¡No nos detendrán! ¡No me detendrán!"
    }
  },
  {
    "translation": {
      "en": "And then there's fans behind a-- a gated area.",
      "es": "Y había fanes detrás de una reja"
    }
  },
  {
    "translation": {
      "en": "They're-- Half of 'em are screaming, \"Hey, recruit Tebow!\"",
      "es": "que gritaban: \"¡Oye, recluta a Tebow!\"."
    }
  },
  {
    "translation": {
      "en": "It was daily. You know, \"Tebow, Tebow, Tebow.\"",
      "es": "Pasaba a diario: \"Tebow\"."
    }
  },
  {
    "translation": {
      "en": "After a while, you're, \"Okay, enough with the Tebow stuff.\"",
      "es": "Al tiempo, dije: \"Ya basta con esto de Tebow\"."
    }
  },
  {
    "translation": {
      "en": "So I went and watched him play.",
      "es": "Fui a verlo jugar."
    }
  },
  {
    "translation": {
      "en": "I just remember, I was, like, paralyzed, for just staring at what I was watching.",
      "es": "Recuerdo que quedé anonadado por lo que estaba viendo."
    }
  },
  {
    "translation": {
      "en": "Hustling on and off the field, lifting everybody else up around him.",
      "es": "Entraba y salía del campo. Animaba a todos a su alrededor."
    }
  },
  {
    "translation": {
      "en": "The unselfishness of the way he was playing the game and the effort, I mean,",
      "es": "La generosidad en su forma de jugar y el esfuerzo…"
    }
  },
  {
    "translation": {
      "en": "I got in my car and said, \"That's-- that's gotta be my quarterback.\"",
      "es": "Subí al auto y dije: \"Ese debe ser mi mariscal de campo\"."
    }
  },
  {
    "translation": {
      "en": "Hey, out there, everything for one another, y'all.",
      "es": "Allá afuera, lo damos todo el uno por el otro."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "My parents told us when we were young, they're just not gonna be able to afford college.",
      "es": "Mis padres nos dijeron que no podrían pagarnos la universidad."
    }
  },
  {
    "translation": {
      "en": "So if you wanna go, you gotta earn a scholarship.",
      "es": "Si quieres ir, debes ganarte una beca."
    }
  },
  {
    "translation": {
      "en": "I was rated pretty high.",
      "es": "Obtuve un puntaje alto,"
    }
  },
  {
    "translation": {
      "en": "In the top handful of quarterbacks in the country.",
      "es": "quedé entre los mejores mariscales de campo del país."
    }
  },
  {
    "translation": {
      "en": "I was fortunate to have a lot of schools interested in me.",
      "es": "Tuve la suerte de que muchas universidades se interesaran en mí."
    }
  },
  {
    "translation": {
      "en": "Alabama, and LSU, and Southern Cal, and Michigan, and Ohio State.",
      "es": "Alabama, Luisiana, Sur de California, Michigan y Ohio."
    }
  },
  {
    "translation": {
      "en": "Florida wasn't even in the picture.",
      "es": "Florida no era siquiera una opción."
    }
  },
  {
    "translation": {
      "en": "[Meyer] I knew that we had to have Tim Tebow.",
      "es": "Sabía que necesitábamos a Tim Tebow."
    }
  },
  {
    "translation": {
      "en": "At that time, offensively, we were really struggling.",
      "es": "En ese momento, a nuestra ofensiva le costaba."
    }
  },
  {
    "translation": {
      "en": "That was ripping my heart apart. That I'm not holding up our end of the bargain.",
      "es": "Me rompía el corazón no poder cumplir con mi parte."
    }
  },
  {
    "translation": {
      "en": "And, uh, sure enough, we have to go play at South Carolina.",
      "es": "Y teníamos que ir a jugar a Carolina del Sur."
    }
  },
  {
    "translation": {
      "en": "Steve Spurrier's the coach, he's got a really good team.",
      "es": "Los entrenaba Steve Spurrier, era un buen equipo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Folks, it has been 66 years",
      "es": "Pasaron 66 años desde que Carolina del Sur derrotó a Florida."
    }
  },
  {
    "translation": {
      "en": "since South Carolina has knocked off Florida.",
      "es": "Pasaron 66 años desde que Carolina del Sur derrotó a Florida. SEMANA 10"
    }
  },
  {
    "translation": {
      "en": "They have lost 14 straight,",
      "es": "Perdieron 14 partidos seguidos,"
    }
  },
  {
    "translation": {
      "en": "including a 37-0 loss to Florida when Steve Spurrier was quarterback.",
      "es": "incluida una derrota ante Florida de 37 a 0, con Steve Spurrier como mariscal."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] South Carolina was special because it was Steve Spurrier,",
      "es": "Carolina era especial porque Steve Spurrier era un verdadero Gator."
    }
  },
  {
    "translation": {
      "en": "who was a Gator through and through.",
      "es": "porque Steve Spurrier era un verdadero Gator."
    }
  },
  {
    "translation": {
      "en": "Led them to a national championship, then suddenly, he's on the other sideline,",
      "es": "Los llevó a un Campeonato Nacional, y luego cambió de bando,"
    }
  },
  {
    "translation": {
      "en": "and it couldn't have gotten any more personal.",
      "es": "era un asunto muy personal."
    }
  },
  {
    "translation": {
      "en": "[Meyer] Gator Nation wanted Stephen. Make no mistake about it.",
      "es": "El público Gator quería a Stephen. No había duda."
    }
  },
  {
    "translation": {
      "en": "They wanted Steve Spurrier back. And I-- I get it.",
      "es": "Querían recuperar a Steve Spurrier, lo entiendo."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Three losses may work for South Carolina, it may work for Mississippi State.",
      "es": "Carolina del Sur toleraba tres derrotas. Quizá Misisipi también."
    }
  },
  {
    "translation": {
      "en": "It doesn't work for Florida.",
      "es": "Pero Florida no."
    }
  },
  {
    "translation": {
      "en": "Not when you've hired \"Pope Urban\" to come save your program.",
      "es": "No cuando contrataste al \"papa Urban\" para salvar tu programa."
    }
  },
  {
    "translation": {
      "en": "We've gotta win this thing, for my survival.",
      "es": "Debíamos ganar por mi supervivencia."
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak being chased, and dragged down at the 25-yard line.",
      "es": "Lo persiguen… ¡Y lo arrastran por la línea de 25 yardas!"
    }
  },
  {
    "translation": {
      "en": "Into the end zone…",
      "es": "¡A la zona de anotación!"
    }
  },
  {
    "translation": {
      "en": "Touchdown, South Carolina!",
      "es": "¡Anotación de Carolina del Sur!"
    }
  },
  {
    "translation": {
      "en": "Touchdown, Gamecocks.",
      "es": "Anotación de los Gamecocks."
    }
  },
  {
    "translation": {
      "en": "Leak, incomplete, looking for Dallas Baker.",
      "es": "Leak queda solo. Lo busca a Dallas Baker."
    }
  },
  {
    "translation": {
      "en": "That is the ballgame.",
      "es": "Así son las cosas."
    }
  },
  {
    "translation": {
      "en": "The South Carolina Gamecocks have given Steve Spurrier",
      "es": "Los Gamecocks de Carolina del Sur le dieron a Steve Spurrier su primera victoria como entrenador"
    }
  },
  {
    "translation": {
      "en": "his first victory as a head coach against his alma mater,",
      "es": "le dieron a Steve Spurrier su primera victoria como entrenador contra su alma mater."
    }
  },
  {
    "translation": {
      "en": "and the Carolina fans are going crazy in Williams-Brice Stadium.",
      "es": "Los fanáticos de Carolina enloquecen en el estadio Williams-Brice."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer, not happy to say the least.",
      "es": "Urban Meyer no está para nada contento."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer is probably one of the most competitive people I ever met.",
      "es": "Urban Meyer es una de las personas más competitivas que conozco."
    }
  },
  {
    "translation": {
      "en": "He hates losing more than he loves winning.",
      "es": "Odia perder más de lo que ama ganar."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer'll make an opening statement then we'll open it up for questions.",
      "es": "Entrenador, abra usted, luego le harán preguntas."
    }
  },
  {
    "translation": {
      "en": "We'll bring selected players in here.",
      "es": "Vendrán jugadores específicos."
    }
  },
  {
    "translation": {
      "en": "[Dooley] In the post-game press conference, I saw the first signs",
      "es": "En la conferencia de prensa, vi a Urban estresado por primera vez."
    }
  },
  {
    "translation": {
      "en": "of a stressed Urban.",
      "es": "vi a Urban estresado por primera vez."
    }
  },
  {
    "translation": {
      "en": "I'll just-- I'll answer some questions.",
      "es": "Contestaré algunas preguntas."
    }
  },
  {
    "translation": {
      "en": "[Dooley] I felt bad for him.",
      "es": "Me sentí mal por él."
    }
  },
  {
    "translation": {
      "en": "I mean, he looked like somebody who has-- whose dog had just died.",
      "es": "Parecía que su perro acababa de morir."
    }
  },
  {
    "translation": {
      "en": "[Mullen] It was hard for everyone. I think especially for Urban.",
      "es": "Fue difícil para todos. Sobre todo para Urban."
    }
  },
  {
    "translation": {
      "en": "Because when we lost to Steve Spurrier,",
      "es": "Porque perdimos contra Steve Spurrier,"
    }
  },
  {
    "translation": {
      "en": "who was what Florida thought they should be,",
      "es": "que se desempeñó como Florida creyó que lo haría."
    }
  },
  {
    "translation": {
      "en": "that left a lot of doubt.",
      "es": "Eso dejó muchas dudas."
    }
  },
  {
    "translation": {
      "en": "\"Is Urban Meyer the right guy?\"",
      "es": "¿Es Urban Meyer el tipo correcto?"
    }
  },
  {
    "translation": {
      "en": "Or did Florida make a mistake and it was never gonna get better?",
      "es": "¿O Florida cometió un error y nunca podría mejorar?"
    }
  },
  {
    "translation": {
      "en": "Three losses in the SEC, obviously in Florida, they--",
      "es": "Tres derrotas en la SEC. A Florida le tiene que ir mejor."
    }
  },
  {
    "translation": {
      "en": "You need to do better than that.",
      "es": "A Florida le tiene que ir mejor."
    }
  },
  {
    "translation": {
      "en": "That's a very talented league, obviously.",
      "es": "Es una liga muy talentosa, obviamente."
    }
  },
  {
    "translation": {
      "en": "That was a talented team we just played now.",
      "es": "Y jugamos contra un equipo talentoso."
    }
  },
  {
    "translation": {
      "en": "Losing's not in his DNA.",
      "es": "Perder no está en su ADN."
    }
  },
  {
    "translation": {
      "en": "Just want to get back with my team, and-- and, uh, get back around my players.",
      "es": "Solo quiero volver con mi equipo y con mis jugadores."
    }
  },
  {
    "translation": {
      "en": "[Mullen] He doesn't handle it very well.",
      "es": "No lo maneja muy bien,"
    }
  },
  {
    "translation": {
      "en": "And it's not very comfortable for anybody when he does lose.",
      "es": "y nadie está muy cómodo cuando él pierde."
    }
  },
  {
    "translation": {
      "en": "[Meyer] We're flying home, and I heard some laughing on the plane.",
      "es": "Cuando volvíamos a casa, oí algunas risas en el avión."
    }
  },
  {
    "translation": {
      "en": "Not all the guys took that loss to heart.",
      "es": "No todos se tomaron la derrota muy a pecho."
    }
  },
  {
    "translation": {
      "en": "A couple laughs here from guys talking,",
      "es": "Algunos se estaban riendo,"
    }
  },
  {
    "translation": {
      "en": "and it was a little bit too soon for all that.",
      "es": "y era demasiado pronto para eso."
    }
  },
  {
    "translation": {
      "en": "That's where it started, I think, to bother him.",
      "es": "Ahí empezó a molestarle."
    }
  },
  {
    "translation": {
      "en": "[Dooley] He keeps 'em on the tarmac in Gainesville for over an hour.",
      "es": "Los retuvo en la pista de Gainesville por más de una hora."
    }
  },
  {
    "translation": {
      "en": "[Baker] Coach Meyer tells us, \"Shut up. You guys aren't gonna get me fired.\"",
      "es": "El entrenador Meyer nos dijo: \"Cállense. No harán que me despidan\"."
    }
  },
  {
    "translation": {
      "en": "He makes all the coaches get off the plane.",
      "es": "Hizo bajar del avión al equipo técnico."
    }
  },
  {
    "translation": {
      "en": "And he basically was telling us,",
      "es": "Básicamente, nos dijo"
    }
  },
  {
    "translation": {
      "en": "he's given everything he have, but we're not giving everything we have.",
      "es": "que él había dado todo lo que tenía, pero nosotros no."
    }
  },
  {
    "translation": {
      "en": "[Casey] He's got the ability to burn a hole in you real quick.",
      "es": "Tiene la capacidad de lastimarte muy rápido."
    }
  },
  {
    "translation": {
      "en": "In West Texas, they call it a \"Coming to Jesus\" meeting.",
      "es": "En el oeste de Texas, lo llamarían \"intervención\"."
    }
  },
  {
    "translation": {
      "en": "[Meyer] It was a tough, tough meeting.",
      "es": "Fue una reunión difícil."
    }
  },
  {
    "translation": {
      "en": "And I told 'em it was gonna be a miserable time for everybody.",
      "es": "Les dije que sería una época horrible para todos."
    }
  },
  {
    "translation": {
      "en": "And if you don't want to be here, we'll help you.",
      "es": "\"Si no quieren estar aquí, los ayudaremos\"."
    }
  },
  {
    "translation": {
      "en": "Two players, he kicked off the team on the tarmac.",
      "es": "Expulsó a dos jugadores en la pista."
    }
  },
  {
    "translation": {
      "en": "They had to go out on-- you know, down the stairs,",
      "es": "Debían bajar la escalera y dejar el equipo."
    }
  },
  {
    "translation": {
      "en": "and off the team. They was done.",
      "es": "Debían bajar la escalera y dejar el equipo. Estaban fuera."
    }
  },
  {
    "translation": {
      "en": "[Casey] From there out, I think that his goal was,",
      "es": "A partir de ahí, creo que pensó:"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna pound this in their heads so hard,",
      "es": "\"les martillaré la cabeza con esto"
    }
  },
  {
    "translation": {
      "en": "that it-- it's gonna mean everything to them.\"",
      "es": "hasta que signifique todo para ellos\"."
    }
  },
  {
    "translation": {
      "en": "\"And if you're not on board with it…\" [clicks tongue] \"…there's emergency exits right there.\"",
      "es": "\"Y, si no están de acuerdo, ahí están las salidas de emergencia\"."
    }
  },
  {
    "translation": {
      "en": "[Meyer] After the South Carolina loss, after the tarmac meeting…",
      "es": "Tras la derrota en Carolina del Sur y la reunión en la pista,"
    }
  },
  {
    "translation": {
      "en": "I walk into this restaurant in Gainesville, Florida.",
      "es": "entré a un restaurante en Gainesville, Florida."
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "es": "Me abuchearon."
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "es": "Me abuchearon."
    }
  },
  {
    "translation": {
      "en": "People starting to question me as a leader.",
      "es": "La gente empezó a cuestionarme como líder."
    }
  },
  {
    "translation": {
      "en": "And to say that I lost my confidence, I certainly lost my confidence.",
      "es": "Había perdido la confianza en mí mismo."
    }
  },
  {
    "translation": {
      "en": "I've never had that much doubt.",
      "es": "Nunca había dudado tanto."
    }
  },
  {
    "translation": {
      "en": "I thought, \"There's a decent chance this one's over.\"",
      "es": "Pensé: \"Esto podría terminar aquí\"."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] How does he save this disaster?",
      "es": "¿Cómo podría arreglar este desastre?"
    }
  },
  {
    "translation": {
      "en": "And it really came down to one thing,",
      "es": "Todo se reducía a una cosa:"
    }
  },
  {
    "translation": {
      "en": "landing a major fish on the recruiting trail.",
      "es": "conseguir un gran jugador durante el reclutamiento."
    }
  },
  {
    "translation": {
      "en": "It keeps the fans excited during the winter, and sets up for the next year.",
      "es": "Alegraría a los fanes en invierno y se prepararía para el siguiente año."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, you may not know the name, but come Tuesday,",
      "es": "Tim Tebow. Quizá no lo conozcan, pero el martes,"
    }
  },
  {
    "translation": {
      "en": "he will be the talk of college football.",
      "es": "será el centro del fútbol universitario."
    }
  },
  {
    "translation": {
      "en": "That's because the Nease quarterback is the most sought-after player in the country.",
      "es": "El mariscal de campo de Nease es el jugador más codiciado del país."
    }
  },
  {
    "translation": {
      "en": "[Siler] Tebow was different, for a lot of reasons.",
      "es": "Tebow era diferente por muchas razones."
    }
  },
  {
    "translation": {
      "en": "You know, here's a guy that went to homeschool.",
      "es": "Había estudiado en su casa."
    }
  },
  {
    "translation": {
      "en": "Religious background, mom and dad, they were missionaries.",
      "es": "Tenía un trasfondo religioso. Mamá y papá eran misioneros. No entiendo nada de eso."
    }
  },
  {
    "translation": {
      "en": "I didn't understand any of that.",
      "es": "Mamá y papá eran misioneros. No entiendo nada de eso."
    }
  },
  {
    "translation": {
      "en": "[reporter] On Tuesday, Tebow will announce on national television",
      "es": "El martes, Tebow anunciará en la televisión nacional a qué universidad piensa ir."
    }
  },
  {
    "translation": {
      "en": "where he plans to attend college.",
      "es": "Tebow anunciará en la televisión nacional a qué universidad piensa ir."
    }
  },
  {
    "translation": {
      "en": "[Siler] All I knew was he's the best player in the country.",
      "es": "Es el mejor jugador del país."
    }
  },
  {
    "translation": {
      "en": "And we knew he had a lot of heart. We knew he had grit.",
      "es": "Sabíamos que tenía corazón. Que tenía agallas."
    }
  },
  {
    "translation": {
      "en": "We knew if he was one-on-one with a tackler, he was gonna win.",
      "es": "Sabíamos que si se enfrentaba a un tacleador, le ganaría."
    }
  },
  {
    "translation": {
      "en": "[reporter] Did you ever picture one day, that-- that a country",
      "es": "¿Alguna vez pensaste que todo un país querría saber tu decisión?"
    }
  },
  {
    "translation": {
      "en": "would want to see what you're gonna decide?",
      "es": "que todo un país querría saber tu decisión?"
    }
  },
  {
    "translation": {
      "en": "Uh, no, sir. And, you know, we'll just see.",
      "es": "No, señor. Ya veremos. Es emocionante. Intento concentrarme en esto."
    }
  },
  {
    "translation": {
      "en": "It's just exciting so I'm trying to concentrate on this.",
      "es": "Ya veremos. Es emocionante. Intento concentrarme en esto."
    }
  },
  {
    "translation": {
      "en": "[Meyer] I put the full-court press on him for months.",
      "es": "Lo presioné mucho durante meses."
    }
  },
  {
    "translation": {
      "en": "And I was on the phone with him, writing personal letters, non-stop.",
      "es": "Lo llamaba por teléfono y le escribía cartas."
    }
  },
  {
    "translation": {
      "en": "This is from Coach Meyer. \"TT.\" He calls you TT.",
      "es": "Esta es del entrenador Meyer. \"TT\", te llama \"TT\"."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Has he been calling you that?",
      "es": "¿Siempre te ha llamado así?"
    }
  },
  {
    "translation": {
      "en": "Only in some letters.",
      "es": "Solo en las cartas."
    }
  },
  {
    "translation": {
      "en": "[Tebow] Honestly, I was really, really torn.",
      "es": "Estaba muy indeciso."
    }
  },
  {
    "translation": {
      "en": "And my dad says, \"Timmy, why don't you go do this?\"",
      "es": "Mi papá me dijo: \"¿Por qué no haces esto?"
    }
  },
  {
    "translation": {
      "en": "\"Go to your room, get on your knees, pray about it.\"",
      "es": "Ve a tu cuarto, ponte de rodillas, reza."
    }
  },
  {
    "translation": {
      "en": "\"In the morning, I believe God will put on your heart where you're supposed to go.\"",
      "es": "En la mañana, Dios te dirá adónde debes ir\"."
    }
  },
  {
    "translation": {
      "en": "So I wake up the next morning. And I have no idea where I'm supposed to go. [laughs]",
      "es": "A la mañana siguiente, no tenía idea de adónde debía ir."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] The rumor was he wanted to go to Alabama.",
      "es": "Se rumoreaba que quería ir a Alabama."
    }
  },
  {
    "translation": {
      "en": "But I'm not sure I understood what Urban Meyer understood,",
      "es": "Pero yo no entendía lo que pensaba Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "that if he missed on Tebow, he was not going to succeed.",
      "es": "Si no conseguía a Tebow, no podría ganar."
    }
  },
  {
    "translation": {
      "en": "It was really that simple.",
      "es": "Era así de simple."
    }
  },
  {
    "translation": {
      "en": "[Meyer] He was praying at the lake all day with his dog.",
      "es": "Pasó el día con su perro rezando junto al lago."
    }
  },
  {
    "translation": {
      "en": "That was how he was going to make his decision.",
      "es": "Así tomaría su decisión."
    }
  },
  {
    "translation": {
      "en": "And then finally, at about five till five,",
      "es": "A las cinco menos cinco, estaba atrapado en el tráfico,"
    }
  },
  {
    "translation": {
      "en": "I'm caught in traffic a little bit, my cell phone rings, I see it's Tim Tebow.",
      "es": "A las cinco menos cinco, estaba atrapado en el tráfico, y sonó mi celular. Era Tim Tebow."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer in a--",
      "es": "El entrenador Meyer tenía terror."
    }
  },
  {
    "translation": {
      "en": "Panicking, 'cause he knows in ten minutes I gotta tell the world on TV,",
      "es": "El entrenador Meyer tenía terror. Sabía que a los diez minutos lo diría por televisión,"
    }
  },
  {
    "translation": {
      "en": "and he can't believe I hadn't called him to let him know yet.",
      "es": "y no podía creer que aún no lo hubiera llamado."
    }
  },
  {
    "translation": {
      "en": "He goes, \"Coach, I just want you to know that--\"",
      "es": "Dijo: \"Entrenador, quiero que sepa que…\"."
    }
  },
  {
    "translation": {
      "en": "And he's, like, sobbing on the phone.",
      "es": "Estaba llorando."
    }
  },
  {
    "translation": {
      "en": "\"…I've decided to--\" And then the phone goes dead.",
      "es": "\"Decidí…\". Y se cortó."
    }
  },
  {
    "translation": {
      "en": "And I started punching the dashboard. And I--",
      "es": "Empecé a golpear el tablero."
    }
  },
  {
    "translation": {
      "en": "I really thought we lost him.",
      "es": "Creí que lo habíamos perdido."
    }
  },
  {
    "translation": {
      "en": "The time has come. Tim Tebow, one of the top-ranked quarterbacks",
      "es": "Tim Tebow, uno de los mejores mariscales de campo"
    }
  },
  {
    "translation": {
      "en": "in all the United States in high school, and now it's time to go to college.",
      "es": "de secundaria de los EE. UU., irás a la universidad."
    }
  },
  {
    "translation": {
      "en": "Where will you be playing college football?",
      "es": "¿En qué universidad jugarás?"
    }
  },
  {
    "translation": {
      "en": "I will be playing college football next year at the University of Florida.",
      "es": "El próximo año, jugaré fútbol en la Universidad de Florida."
    }
  },
  {
    "translation": {
      "en": "[reporter] Tim Tebow, considered one of the nation's top high school quarterbacks,",
      "es": "Tim Tebow, uno de los mejores mariscales de secundaria del país,"
    }
  },
  {
    "translation": {
      "en": "has committed to Florida.",
      "es": "se decidió por Florida."
    }
  },
  {
    "translation": {
      "en": "First and foremost, I would like to thank the lord Jesus Christ",
      "es": "Quisiera agradecerle al señor Jesucristo"
    }
  },
  {
    "translation": {
      "en": "for giving me the opportunity to play this awesome game.",
      "es": "por permitirme jugar este juego increíble."
    }
  },
  {
    "translation": {
      "en": "His ability to both run and throw seems to make him an ideal fit",
      "es": "Su habilidad para correr y lanzar lo hacen perfecto"
    }
  },
  {
    "translation": {
      "en": "for Urban Meyer's spread offense with the Gators.",
      "es": "para la ofensiva abierta de Meyer con los Gators."
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, I really believed that we were gonna win. And he was gonna lead us to the promised land.",
      "es": "Creía que íbamos a ganar. Que él nos llevaría a la tierra prometida."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] It wasn't just a minor event that occurred that December day.",
      "es": "No fue un evento menor lo que ocurrió ese día de diciembre."
    }
  },
  {
    "translation": {
      "en": "It changed the history of college football in the South.",
      "es": "Cambió la historia del fútbol universitario en el sur."
    }
  },
  {
    "translation": {
      "en": "[Dooley] Everyone wanted to play with Tebow.",
      "es": "Todos querían jugar con Tebow."
    }
  },
  {
    "translation": {
      "en": "He was that kind of a Pied Piper kind of a quarterback.",
      "es": "Era como el mariscal de Hamelín."
    }
  },
  {
    "translation": {
      "en": "It wasn't just a leader. It was a guy, you want to be around him.",
      "es": "No era solo un líder, uno quería tenerlo cerca."
    }
  },
  {
    "translation": {
      "en": "Brandon, where you gonna go?",
      "es": "Brandon, ¿adónde irás?"
    }
  },
  {
    "translation": {
      "en": "Well, next year, I will be attending University of Florida.",
      "es": "El año que viene, iré a la Universidad de Florida."
    }
  },
  {
    "translation": {
      "en": "All right, Urban Meyer gets one of the best defensive players in the country.",
      "es": "¡Urban Meyer tiene a uno de los mejores defensores del país!"
    }
  },
  {
    "translation": {
      "en": "[Spikes] One of the reasons I committed to Florida, the best players was going.",
      "es": "Quise ir a Florida porque irían los mejores jugadores."
    }
  },
  {
    "translation": {
      "en": "I feel like we had the number one class and we did had so much talent. We was loaded!",
      "es": "Teníamos a los número uno, teníamos mucho talento, muchísimo."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "Let it go, man! Let your body go! Let your body go!",
      "es": "Eso es. Suelta el cuerpo."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] You had Brandon Spikes, Brandon James, you had Percy Harvin.",
      "es": "Estaban Brandon Spikes, Brandon James, Percy Harvin."
    }
  },
  {
    "translation": {
      "en": "My major decision was, uh, based on Tebow, my teammate,",
      "es": "Mi decisión se basó en Tebow, mi compañero."
    }
  },
  {
    "translation": {
      "en": "and, uh, I just tried to let 'em know, in a few years, we gonna win the National Championship.",
      "es": "Dentro de unos años, ganaremos el Campeonato Nacional."
    }
  },
  {
    "translation": {
      "en": "[Finebaum] These weren't just good players. I mean, these were elite.",
      "es": "No solo eran buenos jugadores. Eran de élite."
    }
  },
  {
    "translation": {
      "en": "I still remember the moment of coming on campus,",
      "es": "Aún recuerdo cuando llegué al campus."
    }
  },
  {
    "translation": {
      "en": "arriving on campus for the first time, without my mom or my big brother,",
      "es": "Llegué sin mi mamá ni mi hermano mayor, sin nadie."
    }
  },
  {
    "translation": {
      "en": "or somebody to, like, you know? I'm like, \"I'm really out here by myself.\"",
      "es": "Llegué sin mi mamá ni mi hermano mayor, sin nadie. Pensé: \"Estoy solo aquí\"."
    }
  },
  {
    "translation": {
      "en": "You got the beautiful women on campus, studying in no clothes, the palm trees.",
      "es": "Las mujeres hermosas que estudiaban allí, sin ropa, las palmeras…"
    }
  },
  {
    "translation": {
      "en": "I kind of took it all in, and I knew it was a blessing to be there.",
      "es": "Disfrutaba de todo y sabía que era una bendición estar ahí."
    }
  },
  {
    "translation": {
      "en": "[Dooley] Florida's with the big boys now.",
      "es": "Ahora Florida está con los grandes."
    }
  },
  {
    "translation": {
      "en": "Before, they would have really nice recruiting classes,",
      "es": "Antes habían tenido buenos reclutas,"
    }
  },
  {
    "translation": {
      "en": "might finish seventh or eighth in the country.",
      "es": "quedaban séptimos u octavos en el país."
    }
  },
  {
    "translation": {
      "en": "But now they had the chance to be the best class in the country.",
      "es": "Ahora tenían la oportunidad de ser los mejores."
    }
  },
  {
    "translation": {
      "en": "I told you when camp started, I've never felt like I've felt this year.",
      "es": "Cuando empezamos, les dije que nunca me sentí como este año."
    }
  },
  {
    "translation": {
      "en": "Energized, refreshed, because we got people who give a shit about one another.",
      "es": "Con energía, revitalizados, porque nos importa el de al lado,"
    }
  },
  {
    "translation": {
      "en": "'Cause you got people who give a shit about the game of football.",
      "es": "nos importa el fútbol,"
    }
  },
  {
    "translation": {
      "en": "You got people who give a shit about the University of Florida.",
      "es": "nos importa la Universidad de Florida."
    }
  },
  {
    "translation": {
      "en": "That's a hell of a deal, ain't it? Come on. That's a hell of a deal.",
      "es": "Eso es muy bueno, ¿no? ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "I wasn't a five-star or four-star recruit, Parade All-American. None of that stuff.",
      "es": "No era un recluta de cinco ni de cuatro estrellas, nada de eso."
    }
  },
  {
    "translation": {
      "en": "I was small, tiny. Super tiny.",
      "es": "Yo era pequeño, diminuto."
    }
  },
  {
    "translation": {
      "en": "The minute Coach Meyer walks in the door, he sits down, we started talking,",
      "es": "El entrenador Meyer entró, se sentó, y empezamos a hablar."
    }
  },
  {
    "translation": {
      "en": "he gave, \"Look, from day one, you're gonna have a chance to play.\"",
      "es": "\"Podrás jugar desde el primer día\"."
    }
  },
  {
    "translation": {
      "en": "And no other school had told me that. Especially my size.",
      "es": "Con mi talla, ninguna universidad me había dicho eso."
    }
  },
  {
    "translation": {
      "en": "-[whistle blows] -[man] Down!",
      "es": "Con mi talla, ninguna universidad me había dicho eso. ¡Abajo!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] You'd have to be blind not to see great talent.",
      "es": "Había que ser ciego para no ver el talento."
    }
  },
  {
    "translation": {
      "en": "But I wanted to be as hard as I could on these players.",
      "es": "Quería ser muy duro con estos jugadores."
    }
  },
  {
    "translation": {
      "en": "You're not performing, you get called out. That's the way it is.",
      "es": "El mal desempeño será reprendido. Así son las cosas."
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, we're gonna put you in the most difficult situations.",
      "es": "Los pondremos en las situaciones más difíciles."
    }
  },
  {
    "translation": {
      "en": "And some people thrive, some people pack their bags.",
      "es": "Algunos prosperan, otros se van."
    }
  },
  {
    "translation": {
      "en": "We're all family, we're gonna be one machine",
      "es": "Somos familia. Seremos una máquina dentro de dos semanas y media."
    }
  },
  {
    "translation": {
      "en": "in about two-and-a-half weeks, that's it.",
      "es": "Seremos una máquina dentro de dos semanas y media."
    }
  },
  {
    "translation": {
      "en": "[Baker] We would work out from midnight until, like, 2:30 on a Friday or a Saturday night,",
      "es": "Entrenábamos el viernes o el sábado, desde la medianoche hasta las 2:30."
    }
  },
  {
    "translation": {
      "en": "when you want to go to the club, or you want to go to a bar,",
      "es": "Si querías ir al club, a un bar, a una fiesta…"
    }
  },
  {
    "translation": {
      "en": "you want to go to a house party. No.",
      "es": "Si querías ir al club, a un bar, a una fiesta… No."
    }
  },
  {
    "translation": {
      "en": "We would work out at midnight.",
      "es": "Entrenábamos a medianoche."
    }
  },
  {
    "translation": {
      "en": "[man] Let's go!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Training every day is to the max.",
      "es": "Entrenábamos cada día al máximo."
    }
  },
  {
    "translation": {
      "en": "Like, it was literally to the max. And I didn't want no part of that.",
      "es": "Era realmente al máximo, y yo no quería ser parte de eso."
    }
  },
  {
    "translation": {
      "en": "It was awesome.",
      "es": "Era increíble."
    }
  },
  {
    "translation": {
      "en": "Those are some of my favorite nights of my life.",
      "es": "Fueron unas de mis noches favoritas."
    }
  },
  {
    "translation": {
      "en": "[Tebow] No matter how much you'd prepare, you know in that workout",
      "es": "No importa cuánto te prepares, con ese entrenamiento,"
    }
  },
  {
    "translation": {
      "en": "that everything in you is going to say, \"Stop.\"",
      "es": "sabes que todo en ti dirá \"detente\"."
    }
  },
  {
    "translation": {
      "en": "But will you?",
      "es": "Pero ¿lo harás?"
    }
  },
  {
    "translation": {
      "en": "Workouts was hard,",
      "es": "Los entrenamientos eran duros, a veces eran uno contra uno."
    }
  },
  {
    "translation": {
      "en": "'cause it was ones-on-ones sometimes, Urban didn't care.",
      "es": "Los entrenamientos eran duros, a veces eran uno contra uno. A Urban no le importaba. Él quería que mejoráramos cada día."
    }
  },
  {
    "translation": {
      "en": "He just wanted to see us get better. His thing was, \"Get better every day.\"",
      "es": "A Urban no le importaba. Él quería que mejoráramos cada día."
    }
  },
  {
    "translation": {
      "en": "[Tebow] Everything was win or lose.",
      "es": "Todo era ganar o perder."
    }
  },
  {
    "translation": {
      "en": "Everything is praise or embarrassment.",
      "es": "Te elogiaba o te avergonzaba."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "es": "Siempre."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "es": "Siempre."
    }
  },
  {
    "translation": {
      "en": "[Tebow] Every now and then, maybe it…",
      "es": "A veces iba demasiado lejos"
    }
  },
  {
    "translation": {
      "en": "went a little too far into sometimes embarrassing guys in front of the team.",
      "es": "A veces iba demasiado lejos y nos avergonzaba frente al equipo."
    }
  },
  {
    "translation": {
      "en": "And for some guys, it pushed them to never want to experience that again,",
      "es": "A algunos, los impulsó a no querer volver a pasar por eso,"
    }
  },
  {
    "translation": {
      "en": "and it made them great.",
      "es": "y los hizo geniales."
    }
  },
  {
    "translation": {
      "en": "And for others,",
      "es": "Y a otros,"
    }
  },
  {
    "translation": {
      "en": "I think it hurt 'em too much.",
      "es": "creo que los lastimó demasiado."
    }
  },
  {
    "translation": {
      "en": "[Siler] Urban introduced the champions club.",
      "es": "Urban inventó el Club de Campeones."
    }
  },
  {
    "translation": {
      "en": "He put tape on the ground, and wherever we ate.",
      "es": "Ponía una cinta en el suelo donde estuviéramos comiendo."
    }
  },
  {
    "translation": {
      "en": "And if you were in the champions' club, you had white linens on your table,",
      "es": "Si estabas en el Club de Campeones, tenías manteles blancos."
    }
  },
  {
    "translation": {
      "en": "you ate steak, you ate lobster,",
      "es": "Comías filete, langosta."
    }
  },
  {
    "translation": {
      "en": "you had a server that brought you food.",
      "es": "Un mesero te traía la comida."
    }
  },
  {
    "translation": {
      "en": "If you were on the other side of that tape,",
      "es": "Al otro lado de la cinta, comías salchichas y hamburguesas"
    }
  },
  {
    "translation": {
      "en": "you ate hot dogs and hamburgers. You had to go get it yourself.",
      "es": "Al otro lado de la cinta, comías salchichas y hamburguesas que debías buscar tú mismo."
    }
  },
  {
    "translation": {
      "en": "Urban said, \"I'm gonna treat my superstars like superstars,",
      "es": "Urban decía: \"Trataré a mis superestrellas como superestrellas\"."
    }
  },
  {
    "translation": {
      "en": "and I'mma treat my shit like shit.\"",
      "es": "\"Y trataré a mi basura como basura\"."
    }
  },
  {
    "translation": {
      "en": "\"If I treat you like shit, and you want me to change,",
      "es": "\"Si te trato como basura y quieres que cambie,"
    }
  },
  {
    "translation": {
      "en": "then you find a way to make yourself into a superstar,",
      "es": "busca convertirte en una superestrella,"
    }
  },
  {
    "translation": {
      "en": "and I'll start treating you like that.\"",
      "es": "y te trataré como tal\"."
    }
  },
  {
    "translation": {
      "en": "To me, I was like, \"Oh!\"",
      "es": "Yo pensé:"
    }
  },
  {
    "translation": {
      "en": "\"That is so profound.\"",
      "es": "\"¡Eso es muy profundo!\"."
    }
  },
  {
    "translation": {
      "en": "Every coach does it, but no coach says it.",
      "es": "Todos los entrenadores lo hacen, pero ninguno lo dice."
    }
  },
  {
    "translation": {
      "en": "You go out, and when it's time for you to make the tackle,",
      "es": "Sales al campo, y cuando es hora de hacer el derribo, haces el maldito derribo."
    }
  },
  {
    "translation": {
      "en": "make the fucking tackle.",
      "es": "y cuando es hora de hacer el derribo, haces el maldito derribo."
    }
  },
  {
    "translation": {
      "en": "[Meyer] When we recruit players,",
      "es": "A los jugadores nuevos les digo:"
    }
  },
  {
    "translation": {
      "en": "I tell 'em, \"This is the hardest program in America.\"",
      "es": "\"Este es el programa más difícil del país\"."
    }
  },
  {
    "translation": {
      "en": "There's no second-place trophies at Florida Gator football.",
      "es": "No hay trofeos para el segundo en el fútbol de los Florida Gators."
    }
  },
  {
    "translation": {
      "en": "[announcer] What a great day to lock in, and a lot at stake.",
      "es": "Qué gran día para estar aquí, hay mucho en juego."
    }
  },
  {
    "translation": {
      "en": "Tonight, either Florida or Tennessee, these two bitter rivals,",
      "es": "Esta noche, será Florida o Tennessee. El vencedor de estos dos rivales acérrimos"
    }
  },
  {
    "translation": {
      "en": "will win a victory, seize control early of the SEC East.",
      "es": "El vencedor de estos dos rivales acérrimos tomará el control temprano de la SEC del este."
    }
  },
  {
    "translation": {
      "en": "Tennessee is a fucking joke! We're set up for us to take this shit!",
      "es": "¡Tennessee es una maldita broma! ¡Vinimos para ganarles!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] The SEC eats you up and spits you right out.",
      "es": "La SEC te come crudo."
    }
  },
  {
    "translation": {
      "en": "The year before, we lost three SEC games.",
      "es": "El año pasado, perdimos tres partidos de la SEC."
    }
  },
  {
    "translation": {
      "en": "You know what happens again if you lose three SEC games?",
      "es": "¿Sabes qué pasa si pierdes tres partidos de la SEC?"
    }
  },
  {
    "translation": {
      "en": "There's probably be a new coach there.",
      "es": "Podrían cambiar de entrenador."
    }
  },
  {
    "translation": {
      "en": "[Tebow] Okay, you know, I don't know how this is gonna go,",
      "es": "No sabía cómo saldría eso,"
    }
  },
  {
    "translation": {
      "en": "but I know there's only one thing that I can control,",
      "es": "pero había algo que yo podía controlar."
    }
  },
  {
    "translation": {
      "en": "and that's gonna be my attitude, my effort, and my focus.",
      "es": "Mi actitud, mi esfuerzo y mi concentración."
    }
  },
  {
    "translation": {
      "en": "You the best in the country! Do you understand? Get this shit going right now!",
      "es": "¡Son los mejores del país! ¡Empecemos!"
    }
  },
  {
    "translation": {
      "en": "[Baker] Football was all I knew. I grew up in the hood,",
      "es": "El fútbol era todo lo que conocía. Crecí en el barrio viendo cómo mataban gente."
    }
  },
  {
    "translation": {
      "en": "seeing people being killed.",
      "es": "Crecí en el barrio viendo cómo mataban gente."
    }
  },
  {
    "translation": {
      "en": "If I don't play football, like, I'm a nobody.",
      "es": "Si no juego al fútbol, no soy nadie."
    }
  },
  {
    "translation": {
      "en": "Make the fucking big play, Dallas, right now!",
      "es": "¡Haz un gran partido, Dallas! ¡Ahora mismo!"
    }
  },
  {
    "translation": {
      "en": "Make the big play!",
      "es": "¡Haz un gran partido!"
    }
  },
  {
    "translation": {
      "en": "[player] Our father… [all] …who art in Heaven, hallowed be thy name,",
      "es": "Padre nuestro, que estás en el cielo, santificado sea tu nombre."
    }
  },
  {
    "translation": {
      "en": "thy kingdom come, thy will be done,",
      "es": "Padre nuestro, que estás en el cielo, santificado sea tu nombre. Hágase tu voluntad en la tierra y en el cielo."
    }
  },
  {
    "translation": {
      "en": "on Earth as it is in Heaven,",
      "es": "Hágase tu voluntad en la tierra y en el cielo."
    }
  },
  {
    "translation": {
      "en": "give us this day our daily bread, forgive…",
      "es": "Danos el pan de cada día…"
    }
  },
  {
    "translation": {
      "en": "I couldn't really feel my hands, they were shaking.",
      "es": "No sentía las manos. Me temblaban."
    }
  },
  {
    "translation": {
      "en": "[Baker] This game is gonna tell us how good we really are.",
      "es": "Este partido diría qué tan buenos éramos."
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "es": "Este es el momento."
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments,",
      "es": "Trabajaron toda su vida por unos momentos,"
    }
  },
  {
    "translation": {
      "en": "you got that moment right now. Squeeze tight.",
      "es": "por este momento."
    }
  },
  {
    "translation": {
      "en": "[Meyer] That pressure was immense. We need this game.",
      "es": "La presión era inmensa. Necesitábamos ganar."
    }
  },
  {
    "translation": {
      "en": "If we fail to win this game, we're in trouble.",
      "es": "Si no ganábamos, habría problemas."
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game.",
      "es": "¡Que gane el maldito más rudo!"
    }
  },
  {
    "translation": {
      "en": "Right now! Right, Joe?",
      "es": "¡Ahora mismo!"
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game!",
      "es": "¡Que gane el maldito más rudo!"
    }
  },
  {
    "translation": {
      "en": "-[man] Y'all boys ready? Y'all boys ready? -[all] Hell yeah!",
      "es": "- ¿Están listos, muchachos? - ¡Claro que sí!"
    }
  },
  {
    "translation": {
      "en": "-Y'all boys ready? -Shit! -Y'all boys ready? -Shit! -Y'all boys ready? -Hell yeah!",
      "es": "- ¿Están listos, muchachos? - ¡Mierda!"
    }
  },
  {
    "translation": {
      "en": "For Urban Meyer, it was time. It was time to put up or shut up.",
      "es": "Había llegado el momento de Urban Meyer. O ganaba o cerraba la boca."
    }
  },
  {
    "translation": {
      "en": "[announcer] Urban Meyer has talked all summer long",
      "es": "Urban Meyer habló todo el verano sobre ser duro,"
    }
  },
  {
    "translation": {
      "en": "about being tough, being composed,",
      "es": "Urban Meyer habló todo el verano sobre ser duro, estar tranquilo, salir al campo y ganar."
    }
  },
  {
    "translation": {
      "en": "going on the road and winning.",
      "es": "estar tranquilo, salir al campo y ganar."
    }
  },
  {
    "translation": {
      "en": "First down and ten.",
      "es": "Primer down con 10 yardas."
    }
  },
  {
    "translation": {
      "en": "This is Percy Harvin, the freshman.",
      "es": "Él es Percy Harvin, de primer año."
    }
  },
  {
    "translation": {
      "en": "He has electrified the crowd.",
      "es": "¡Ha emocionado a la multitud!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] We started strong.",
      "es": "Empezamos con fuerza."
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak has it, pulls back, fires left side. Oh!",
      "es": "Leak lo tiene. Retrocede, lo arroja a la izquierda."
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "es": "¡Anotación!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] The crowd was booing us, and screaming.",
      "es": "La multitud nos abucheaba y gritaba."
    }
  },
  {
    "translation": {
      "en": "And I'm watching this little, arrogant nut job, Brandon James,",
      "es": "Vi que este loco arrogante, Brandon James,"
    }
  },
  {
    "translation": {
      "en": "start looking at the crowd and, like, taunting the crowd.",
      "es": "miraba a la multitud y se burlaba."
    }
  },
  {
    "translation": {
      "en": "His arrogance, his confidence was over the moon.",
      "es": "Su arrogancia y su confianza eran increíbles."
    }
  },
  {
    "translation": {
      "en": "[James] I came into the game with the mindset to prove something.",
      "es": "Entré al partido para probar algo."
    }
  },
  {
    "translation": {
      "en": "I wanted to prove that even though I was small, I was able to play.",
      "es": "Que, aunque era pequeño, podía jugar."
    }
  },
  {
    "translation": {
      "en": "[Spikes] Freshman, 18 years old, he hadn't even played in a big game yet.",
      "es": "De primer año, con 18 años, aún no había jugado un partido importante."
    }
  },
  {
    "translation": {
      "en": "He would sit and tell me, \"They kick me the ball, I'm telling you, I'm taking it to the house.\"",
      "es": "Me dijo: \"Si me pasan el balón, anotaré\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"You ain't finna do nothing, man.\"",
      "es": "\"No vas a hacer eso\"."
    }
  },
  {
    "translation": {
      "en": "It's like, \"Let 'em kick me the ball. You'll see.\"",
      "es": "\"Que me pasen el balón. Ya verás\"."
    }
  },
  {
    "translation": {
      "en": "Like, \"I'mma score, I'm telling you. I'mma score. I might score twice.\"",
      "es": "\"Voy a anotar. Quizá anote dos veces\"."
    }
  },
  {
    "translation": {
      "en": "[James] Coach Meyer, he go, \"Hey, you're out there.\" \"What?\"",
      "es": "Y Meyer dijo: \"Entra\". \"¿Qué? ¿Ahora?\". Y respondió: \"Sí\"."
    }
  },
  {
    "translation": {
      "en": "[laughs] \"Like, now?\" He's like, \"Yeah.\"",
      "es": "\"¿Qué? ¿Ahora?\". Y respondió: \"Sí\"."
    }
  },
  {
    "translation": {
      "en": "I didn't give him a chance to say yea or nay, I just ran on the field.",
      "es": "No le di tiempo a dudar. Entré corriendo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Brandon James awaits this one.",
      "es": "Brandon James espera este."
    }
  },
  {
    "translation": {
      "en": "[James] The first time I touched the ball, I caught it.",
      "es": "Apenas toqué el balón, lo atrapé, dividí la defensa y la atravesé."
    }
  },
  {
    "translation": {
      "en": "Kinda split the defense, running straight up through the defense.",
      "es": "lo atrapé, dividí la defensa y la atravesé."
    }
  },
  {
    "translation": {
      "en": "As I started getting closer to that checkerboard, I was like, \"Oh!\"",
      "es": "A medida que me acercaba al tablero,"
    }
  },
  {
    "translation": {
      "en": "My eyes started getting big. \"Man, you're about to score a touchdown.\"",
      "es": "mis ojos se iban abriendo: \"Vas a anotar\"."
    }
  },
  {
    "translation": {
      "en": "I made a move on the punter… and he actually tripped me.",
      "es": "Esquivé al pateador de despeje, que me hizo tropezar."
    }
  },
  {
    "translation": {
      "en": "[announcer] I'll tell you, that guy is a weapon.",
      "es": "Les digo que ese tipo es un arma."
    }
  },
  {
    "translation": {
      "en": "I was watching from the sideline. I was like, \"Wow.\" \"That's amazing, man.\"",
      "es": "Yo miraba desde la banda: \"Es increíble\"."
    }
  },
  {
    "translation": {
      "en": "\"They told you you was too small, and look at you.\"",
      "es": "Te dijeron que eras muy pequeño, y mírate."
    }
  },
  {
    "translation": {
      "en": "[announcer] That's a first down, Tennessee, here. Florida leading 7-3.",
      "es": "Primer down ante Tennessee. Florida gana siete a tres."
    }
  },
  {
    "translation": {
      "en": "Here's the reverse. And they set up the pass.",
      "es": "Aquí viene el saque. Prepararon el pase."
    }
  },
  {
    "translation": {
      "en": "Tennessee, they have great players all over the field,",
      "es": "Tennessee tenía grandes jugadores en todo el campo."
    }
  },
  {
    "translation": {
      "en": "and they start kicking us around a little bit.",
      "es": "Nos complicaban las cosas."
    }
  },
  {
    "translation": {
      "en": "[announcer] Oh, they've got a man wide open!",
      "es": "Tienen a un hombre por afuera."
    }
  },
  {
    "translation": {
      "en": "Lucas Taylor… in the corner.",
      "es": "Lucas Taylor en la esquina."
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "es": "¡Anotación!"
    }
  },
  {
    "translation": {
      "en": "This one winds up, at the break, with a Tennessee Volunteer lead.",
      "es": "Y llegan al descanso, con los Voluntarios de Tennessee a la cabeza."
    }
  },
  {
    "translation": {
      "en": "Too bad we're not in the fucking Swamp. This would be about 32 to zip right now. Thirty-two to zip!",
      "es": "Qué pena que no estemos en el pantano. Ganaríamos 32 a cero."
    }
  },
  {
    "translation": {
      "en": "What happens, as a coach, you start to think,",
      "es": "Como entrenador, piensas: \"¿Y si perdemos?\"."
    }
  },
  {
    "translation": {
      "en": "\"What if we lose? How do I keep this team together?\"",
      "es": "Como entrenador, piensas: \"¿Y si perdemos?\". \"¿Cómo sostengo al equipo?\"."
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness. You remember I said that.",
      "es": "Unión y fuerza, recuerden que dije eso."
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness, you fucking win this game.",
      "es": "Unión y fuerza, recuerden que dije eso. Ganen este partido. Gana esto, Dallas. ¡Vamos! ¡Ahora!"
    }
  },
  {
    "translation": {
      "en": "You win this game, Dallas. Let's go, right now! Let's go!",
      "es": "Ganen este partido. Gana esto, Dallas. ¡Vamos! ¡Ahora!"
    }
  },
  {
    "translation": {
      "en": "-[all] Let's go! -[player] Get it to ten, baby, come on.",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "-Showtime on three! One, two, three… -[all] Showtime!",
      "es": "- ¡A las tres! ¡Uno, dos, tres! - ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "[Baker] So we come out from halftime…",
      "es": "Así que volvimos del medio tiempo…"
    }
  },
  {
    "translation": {
      "en": "[announcer] Second down.",
      "es": "Segundo down."
    }
  },
  {
    "translation": {
      "en": "…they score just that quick.",
      "es": "…y anotaron en un instante."
    }
  },
  {
    "translation": {
      "en": "[announcer] Hardesty gets it. Touchdown, Tennessee.",
      "es": "Lo recibe Hardesty. Tennessee anota."
    }
  },
  {
    "translation": {
      "en": "[Baker] I knew I need to lead by example.",
      "es": "Sabía que debía dar el ejemplo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak under pressure, touchdown!",
      "es": "Leak siente la presión. ¡Anotación!"
    }
  },
  {
    "translation": {
      "en": "Catch is made by Dallas Baker.",
      "es": "Lo recibió Dallas Baker."
    }
  },
  {
    "translation": {
      "en": "Let's go! Hey! Let's go!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Hey! Make a play! Make a play.",
      "es": "¡Ganemos esto!"
    }
  },
  {
    "translation": {
      "en": "[player] Let's go! Let's go, baby.",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "[Mullen] The Tennessee game was a battle.",
      "es": "El partido con Tennessee fue una batalla."
    }
  },
  {
    "translation": {
      "en": "[announcer] Blitz. Leak…",
      "es": "Blitz. Leak."
    }
  },
  {
    "translation": {
      "en": "[Mullen] And if one play could encapture that game,",
      "es": "Si una jugada podía dar vuelta el partido,"
    }
  },
  {
    "translation": {
      "en": "it came in a third down and ten,",
      "es": "llegó en un tercer down y diez,"
    }
  },
  {
    "translation": {
      "en": "late in the game, and we're losing.",
      "es": "bastante tarde, cuando íbamos perdiendo."
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak, quarterback draw, slides, and he came up short.",
      "es": "Leak. El mariscal la toma, se desliza y se queda corto."
    }
  },
  {
    "translation": {
      "en": "And Chris Leak scrambles and falls just short of the first down.",
      "es": "Y Chris Leak luchó y no llegó al primer down."
    }
  },
  {
    "translation": {
      "en": "And here it is, a fourth down and one.",
      "es": "Un cuarto down y una yarda."
    }
  },
  {
    "translation": {
      "en": "If we don't get this first down, we lose the game.",
      "es": "Si no hacíamos el primer down, perderíamos."
    }
  },
  {
    "translation": {
      "en": "And I know that's not going to be Chris's strong point.",
      "es": "Sabía que ese no era el punto fuerte de Chris."
    }
  },
  {
    "translation": {
      "en": "[announcer] Tennessee leads by six, 20-14.",
      "es": "Tennessee gana por seis, 20 a 14."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, the highly-touted freshman quarterback, is in.",
      "es": "Entra Tim Tebow, el mariscal de campo de primer año."
    }
  },
  {
    "translation": {
      "en": "And so we tried out young freshman Tim Tebow",
      "es": "Así que sacamos a relucir al joven Tim Tebow"
    }
  },
  {
    "translation": {
      "en": "to just run somebody over, to get the first down.",
      "es": "para que arrollara a alguien y consiguiera el primer down."
    }
  },
  {
    "translation": {
      "en": "It was so loud, and 110,000 people, national TV,",
      "es": "Había mucho ruido. Ciento diez mil personas, la TV nacional."
    }
  },
  {
    "translation": {
      "en": "and I grab him, and I said, \"Okay, it's time.\"",
      "es": "Le dije: \"Llegó el momento\"."
    }
  },
  {
    "translation": {
      "en": "[Tebow] When the game's on the line against a huge rival,",
      "es": "La victoria estaba en juego contra un gran rival,"
    }
  },
  {
    "translation": {
      "en": "in my first-ever SEC game, my teammates and my coaches,",
      "es": "era mi primer partido de la SEC, y mis compañeros y mis entrenadores"
    }
  },
  {
    "translation": {
      "en": "they were willing to put it in my hands in that moment.",
      "es": "aceptaron ponerlo en mis manos."
    }
  },
  {
    "translation": {
      "en": "That meant the world to me.",
      "es": "Significaba mucho para mí."
    }
  },
  {
    "translation": {
      "en": "[announcer] Snap is perfect. Tebow uses that 6'3\" frame",
      "es": "El pase es perfecto. Tebow usa su metro noventa para luchar por el primer down."
    }
  },
  {
    "translation": {
      "en": "to struggle for the first down.",
      "es": "Tebow usa su metro noventa para luchar por el primer down."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Wow, pretty friggin' fun.\"",
      "es": "Me pareció divertido."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow jumps up, and-- It was first down.",
      "es": "Tim Tebow salta y hace el primer down."
    }
  },
  {
    "translation": {
      "en": "[announcer] Chris Leak stoically says, \"Nicely done.\"",
      "es": "Chris Leak dice estoicamente: \"Bien hecho\"."
    }
  },
  {
    "translation": {
      "en": "[Mullen] I think in that moment, he ran off the field, and Chris ran on.",
      "es": "Creo que en ese momento, salió corriendo del campo y Chris entró."
    }
  },
  {
    "translation": {
      "en": "[announcer] Second and four.",
      "es": "Segundo y cuatro."
    }
  },
  {
    "translation": {
      "en": "[commentator] Now, anything close, you're going to continue to go for it,",
      "es": "Están cerca, seguirán buscándolo"
    }
  },
  {
    "translation": {
      "en": "with under seven minutes to go in the game.",
      "es": "a menos de siete minutos del final."
    }
  },
  {
    "translation": {
      "en": "[announcer] Pulls up, Leak… Got a man wide open!",
      "es": "Saca Leak. Tiene a un hombre abierto."
    }
  },
  {
    "translation": {
      "en": "[Mullen] And two plays later…",
      "es": "Dos jugadas después…"
    }
  },
  {
    "translation": {
      "en": "Chris threw the game-winning touchdown pass to Dallas Baker.",
      "es": "Chris hizo el pase ganador a Dallas Baker."
    }
  },
  {
    "translation": {
      "en": "[sportscaster] Pass complete to Baker for a Florida touchdown.",
      "es": "¡Pase de Leak a Baker, y Florida anota!"
    }
  },
  {
    "translation": {
      "en": "It was phenomenal.",
      "es": "Fue espectacular."
    }
  },
  {
    "translation": {
      "en": "[announcer] Talk about a signature win.",
      "es": "Una victoria distintiva."
    }
  },
  {
    "translation": {
      "en": "A huge win.",
      "es": "Una gran victoria."
    }
  },
  {
    "translation": {
      "en": "Maybe this is that moment in time when Florida gets serious again.",
      "es": "Quizá ese fue el momento en que Florida volvió al ruedo."
    }
  },
  {
    "translation": {
      "en": "After that game, we knew we were gonna be good.",
      "es": "Tras ese partido, supimos que seríamos buenos."
    }
  },
  {
    "translation": {
      "en": "How sweet, baby! How sweet, baby!",
      "es": "¡Lo hicimos!"
    }
  },
  {
    "translation": {
      "en": "[Siler] \"National Championship? It's possible.\"",
      "es": "Podríamos llegar al Campeonato Nacional."
    }
  },
  {
    "translation": {
      "en": "Something that has been done only one time",
      "es": "Algo que había ocurrido una sola vez en la historia"
    }
  },
  {
    "translation": {
      "en": "in the history of the hundred years of Florida football.",
      "es": "Algo que había ocurrido una sola vez en la historia de los cien años del fútbol de Florida."
    }
  },
  {
    "translation": {
      "en": "♪ Cheer for the team at play ♪ ♪ On to the goal We’ll fight our way… ♪",
      "es": "Hurra por el equipo, lucharemos por llegar a la línea de gol."
    }
  },
  {
    "translation": {
      "en": "[Siler] Let's go chase it. Let's go get it.",
      "es": "Vamos por él. Vamos a ganarlo."
    }
  },
  {
    "translation": {
      "en": "And I didn't think that anybody could beat us.",
      "es": "Creía que nadie podía vencernos."
    }
  },
  {
    "translation": {
      "en": "[announcer] Florida Gators have gone down at Auburn.",
      "es": "Los Florida Gators perdieron en Auburn."
    }
  },
  {
    "translation": {
      "en": "To win a National Championship, it's not that easy.",
      "es": "No es tan fácil ganar el Campeonato Nacional."
    }
  },
  {
    "translation": {
      "en": "[announcer] Tim Tebow, the freshman.",
      "es": "Tim Tebow, de primer año."
    }
  },
  {
    "translation": {
      "en": "[Tebow] This team has the chance to be so special,",
      "es": "Este equipo tuvo la oportunidad de ser muy especial,"
    }
  },
  {
    "translation": {
      "en": "and we were so close to doing it.",
      "es": "estábamos muy cerca de lograrlo."
    }
  },
  {
    "translation": {
      "en": "[announcer] 90,000-plus holding their breath.",
      "es": "Más de 90 000 personas expectantes."
    }
  }
]