[
  {
    "translation": {
      "en": "You could think of yourself driving in a mountainous area",
      "es": "Imaginemos estar conduciendo por una zona montañosa"
    }
  },
  {
    "translation": {
      "en": "with the road circling up the mountain.",
      "es": "donde la carretera va rodeando la montaña."
    }
  },
  {
    "translation": {
      "en": "An overpowered engine driving much, much too fast,",
      "es": "El motor muy potente acelera muchísimo"
    }
  },
  {
    "translation": {
      "en": "driving without any headlights.",
      "es": "y conducimos sin luces"
    }
  },
  {
    "translation": {
      "en": "Cliffs that you're at risk of falling over.",
      "es": "por pendientes de los que podríamos caer."
    }
  },
  {
    "translation": {
      "en": "You want, of course, to turn on the headlights,",
      "es": "Queremos encender los faros."
    }
  },
  {
    "translation": {
      "en": "and that is what science tries to do all the time.",
      "es": "La ciencia intenta hacer eso todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "To give us the headlights so we can see what risks we're facing.",
      "es": "darnos las luces para ver qué riesgos enfrentamos."
    }
  },
  {
    "translation": {
      "en": "Recent discoveries made by scientists",
      "es": "Los descubrimientos científicos recientes"
    }
  },
  {
    "translation": {
      "en": "studying the ways in which our planet works",
      "es": "donde se estudia cómo funciona nuestro planeta"
    }
  },
  {
    "translation": {
      "en": "are surely of the greatest importance for all of us.",
      "es": "son de suma importancia para todos."
    }
  },
  {
    "translation": {
      "en": "Their insights are deeply troubling.",
      "es": "Sus percepciones son muy preocupantes."
    }
  },
  {
    "translation": {
      "en": "Nonetheless, they also give us hope,",
      "es": "Sin embargo, también nos dan esperanza"
    }
  },
  {
    "translation": {
      "en": "because they show us how we can fix things.",
      "es": "porque nos muestran cómo podemos arreglar las cosas."
    }
  },
  {
    "translation": {
      "en": "One of those who has devoted his life",
      "es": "Uno de quienes han dedicado su vida"
    }
  },
  {
    "translation": {
      "en": "to studying these globally important problems comes from Sweden.",
      "es": "al estudio de estos problemas globales importantes es de Suecia."
    }
  },
  {
    "translation": {
      "en": "Johan Rockström.",
      "es": "Johan Rockström."
    }
  },
  {
    "translation": {
      "en": "What he and his colleagues around the world have discovered",
      "es": "Él y sus colegas de todo el mundo han descubierto la percepción científica quizá más importante de nuestra época."
    }
  },
  {
    "translation": {
      "en": "is perhaps the most important scientific insight of our times.",
      "es": "han descubierto la percepción científica quizá más importante de nuestra época."
    }
  },
  {
    "translation": {
      "en": "Johan has given us hope.",
      "es": "Johan nos ha dado esperanza."
    }
  },
  {
    "translation": {
      "en": "Hope that there is a way out of this crisis.",
      "es": "Esperanza de que hay una salida de esta crisis."
    }
  },
  {
    "translation": {
      "en": "And once you too have heard it,",
      "es": "Una vez que ustedes también la escuchen,"
    }
  },
  {
    "translation": {
      "en": "you may never look at the world in the same way again.",
      "es": "quizá no vuelvan a pensar en el mundo de la misma manera."
    }
  },
  {
    "translation": {
      "en": "This is not about the planet.",
      "es": "No se trata del planeta."
    }
  },
  {
    "translation": {
      "en": "This is about us. It is about our future.",
      "es": "Se trata de nosotros, de nuestro futuro."
    }
  },
  {
    "translation": {
      "en": "We still have a chance.",
      "es": "Aún tenemos una oportunidad."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to have a future for humanity.",
      "es": "Hay una posibilidad de que tengamos un futuro para la humanidad."
    }
  },
  {
    "translation": {
      "en": "That I think is the beauty of where we are today.",
      "es": "Eso es lo bueno de nuestro presente."
    }
  },
  {
    "translation": {
      "en": "Our understanding of how our planet works is always advancing.",
      "es": "Nuestra comprensión de cómo funciona el planeta siempre avanza."
    }
  },
  {
    "translation": {
      "en": "We can now see more clearly than ever",
      "es": "Podemos ver más claramente que nunca"
    }
  },
  {
    "translation": {
      "en": "how life's intricate complexity is essential for our own survival.",
      "es": "que la complejidad de la vida es esencial para nuestra supervivencia."
    }
  },
  {
    "translation": {
      "en": "But biodiversity is collapsing, and our climate is changing.",
      "es": "Pero la biodiversidad está colapsando y el clima está cambiando."
    }
  },
  {
    "translation": {
      "en": "Johan Rockström has focused on what keeps our planet stable.",
      "es": "Johan Rockström se centró en aquello que mantiene estable nuestro planeta."
    }
  },
  {
    "translation": {
      "en": "We're the first generation, thanks to science,",
      "es": "Somos la primera generación, gracias a la ciencia,"
    }
  },
  {
    "translation": {
      "en": "to be informed that we may be undermining",
      "es": "que se entera de que podríamos estar debilitando"
    }
  },
  {
    "translation": {
      "en": "the stability and the ability of planet Earth",
      "es": "la estabilidad y la habilidad del planeta Tierra"
    }
  },
  {
    "translation": {
      "en": "to support human development as we know it.",
      "es": "de promover el desarrollo humano."
    }
  },
  {
    "translation": {
      "en": "This comes from ice core data,",
      "es": "Son datos de núcleos de hielo,"
    }
  },
  {
    "translation": {
      "en": "and I think that this is the most important graph we have today.",
      "es": "y es el gráfico más importante que tenemos hoy."
    }
  },
  {
    "translation": {
      "en": "The graph is a revelation.",
      "es": "El gráfico es una revelación."
    }
  },
  {
    "translation": {
      "en": "It shows global temperature variability",
      "es": "Muestra la variabilidad de la temperatura"
    }
  },
  {
    "translation": {
      "en": "over the past 100,000 years",
      "es": "a lo largo de los últimos 100 000 años"
    }
  },
  {
    "translation": {
      "en": "since the first appearance of modern humans.",
      "es": "desde que aparecieron los humanos modernos."
    }
  },
  {
    "translation": {
      "en": "We were jumping between plus- minus ten degrees Celsius in a decade.",
      "es": "Estábamos entre más y menos diez grados Celsius en una década."
    }
  },
  {
    "translation": {
      "en": "We had, to put it simple, a rough time.",
      "es": "Pasamos, simplemente, un mal momento."
    }
  },
  {
    "translation": {
      "en": "What's critical is that the temperature stabilized",
      "es": "Lo que es crítico es que la temperatura se estabilizó"
    }
  },
  {
    "translation": {
      "en": "just 10,000 years ago.",
      "es": "hace solo 10 000 años."
    }
  },
  {
    "translation": {
      "en": "You can just see from the graph that this is a remarkable,",
      "es": "En el gráfico se puede ver que es un extraordinario,"
    }
  },
  {
    "translation": {
      "en": "not to say almost miraculously stable, interglacial period.",
      "es": "por no decir milagrosamente estable, período interglacial."
    }
  },
  {
    "translation": {
      "en": "Geologists have given this period of stability its own special name.",
      "es": "Los geólogos le han dado a este período estable un nombre especial."
    }
  },
  {
    "translation": {
      "en": "It's called the Holocene.",
      "es": "Se llama el Holoceno."
    }
  },
  {
    "translation": {
      "en": "The Holocene is remarkable.",
      "es": "El Holoceno es impresionante."
    }
  },
  {
    "translation": {
      "en": "It is a warm period where the planet's global mean temperature",
      "es": "Es un período cálido en el que la temperatura global promedio"
    }
  },
  {
    "translation": {
      "en": "varies between just plus- minus one degree Celsius",
      "es": "varía entre uno y menos un grado centígrado"
    }
  },
  {
    "translation": {
      "en": "during the entire period.",
      "es": "durante todo el período."
    }
  },
  {
    "translation": {
      "en": "Plus- minus one.",
      "es": "Uno y menos uno."
    }
  },
  {
    "translation": {
      "en": "…is plus- minus one degree Celsius.",
      "es": "Uno y menos un grado centígrado."
    }
  },
  {
    "translation": {
      "en": "This is what established the modern world as we know it.",
      "es": "Esto estableció el mundo moderno tal como lo conocemos."
    }
  },
  {
    "translation": {
      "en": "The Holocene's stable temperatures gave us a stable planet.",
      "es": "Las temperaturas estables del Holoceno nos dieron un planeta estable."
    }
  },
  {
    "translation": {
      "en": "Sea levels stabilized.",
      "es": "El nivel del mar se estabilizó."
    }
  },
  {
    "translation": {
      "en": "For the first time,",
      "es": "Por primera vez,"
    }
  },
  {
    "translation": {
      "en": "we had predictable seasons and reliable weather.",
      "es": "teníamos estaciones predecibles y un clima confiable."
    }
  },
  {
    "translation": {
      "en": "This stability was fundamental.",
      "es": "Esta estabilidad fue fundamental."
    }
  },
  {
    "translation": {
      "en": "For the first time, civilization was possible,",
      "es": "Por primera vez, la civilización era posible,"
    }
  },
  {
    "translation": {
      "en": "and humanity wasted no time in taking advantage.",
      "es": "y la humanidad no tardó en aprovecharla."
    }
  },
  {
    "translation": {
      "en": "We domesticated rice, wheat,",
      "es": "Domesticamos el arroz, el trigo,"
    }
  },
  {
    "translation": {
      "en": "teff, maize, sorghum,",
      "es": "el teff, el maíz y el sorgo"
    }
  },
  {
    "translation": {
      "en": "on different continents roughly at the same time.",
      "es": "en diferentes continentes más o menos al mismo tiempo."
    }
  },
  {
    "translation": {
      "en": "And off we go on the civilizational journey as we know it.",
      "es": "Y salimos en el viaje a la civilización."
    }
  },
  {
    "translation": {
      "en": "This is the interglacial stage that has enabled us",
      "es": "Esta es la etapa interglacial que nos ha permitido desarrollar civilizaciones modernas."
    }
  },
  {
    "translation": {
      "en": "to develop modern civilizations as we know it.",
      "es": "que nos ha permitido desarrollar civilizaciones modernas."
    }
  },
  {
    "translation": {
      "en": "The Holocene is the only state of the planet we know for certain",
      "es": "El Holoceno es el único estado del planeta que sabemos con certeza"
    }
  },
  {
    "translation": {
      "en": "can support the modern world as we know it.",
      "es": "que puede sostener el mundo moderno tal como lo conocemos."
    }
  },
  {
    "translation": {
      "en": "Since the dawn of civilization,",
      "es": "Desde el inicio de la civilización,"
    }
  },
  {
    "translation": {
      "en": "we have depended on this stable state of the planet.",
      "es": "hemos dependido de este estado estable del planeta."
    }
  },
  {
    "translation": {
      "en": "A planet with two permanent ice caps,",
      "es": "Un planeta con dos capas de hielo permanente,"
    }
  },
  {
    "translation": {
      "en": "flowing rivers,",
      "es": "ríos que fluyen,"
    }
  },
  {
    "translation": {
      "en": "a cloak of forests,",
      "es": "un manto de bosques,"
    }
  },
  {
    "translation": {
      "en": "reliable weather,",
      "es": "clima confiable"
    }
  },
  {
    "translation": {
      "en": "and an abundance of life.",
      "es": "y vida en abundancia."
    }
  },
  {
    "translation": {
      "en": "Throughout the Holocene,",
      "es": "Durante el Holoceno,"
    }
  },
  {
    "translation": {
      "en": "this stable planet has given us food to eat,",
      "es": "este planeta estable nos dio alimento para comer,"
    }
  },
  {
    "translation": {
      "en": "water to drink, and clean air to breathe.",
      "es": "agua para beber y aire limpio para respirar,"
    }
  },
  {
    "translation": {
      "en": "But we have just left the Holocene behind.",
      "es": "pero ya dejamos atrás el Holoceno."
    }
  },
  {
    "translation": {
      "en": "The exponential rise in human pressures on planet Earth has now reached a stage",
      "es": "El aumento exponencial de la presión humana en el planeta llegó a un punto"
    }
  },
  {
    "translation": {
      "en": "where we have now created our own geological epoch.",
      "es": "en que hemos creado nuestra propia era geológica."
    }
  },
  {
    "translation": {
      "en": "Scientists recently declared that the Holocene has ended",
      "es": "Los científicos han declarado que el Holoceno terminó"
    }
  },
  {
    "translation": {
      "en": "and that we are now in the Anthropocene,",
      "es": "y que ahora estamos en el Antropoceno,"
    }
  },
  {
    "translation": {
      "en": "the age of humans,",
      "es": "la era de los humanos,"
    }
  },
  {
    "translation": {
      "en": "because we now are the primary drivers of change on planet Earth.",
      "es": "porque ahora somos los principales impulsores del cambio en la Tierra."
    }
  },
  {
    "translation": {
      "en": "We have converted half the world's habitable land",
      "es": "Hemos convertido la mitad de la tierra habitable"
    }
  },
  {
    "translation": {
      "en": "to grow crops and rear livestock.",
      "es": "para cultivar y criar ganado."
    }
  },
  {
    "translation": {
      "en": "We move more sediment and rock than all the Earth's natural processes.",
      "es": "Movemos más sedimentos y rocas que todos los procesos naturales de la Tierra."
    }
  },
  {
    "translation": {
      "en": "More than half of the ocean is actively fished.",
      "es": "Se explota más de la mitad de los océanos para la pesca."
    }
  },
  {
    "translation": {
      "en": "Nine out of ten of us breathe unhealthy air.",
      "es": "Nueve de cada diez personas respiramos aire insalubre."
    }
  },
  {
    "translation": {
      "en": "And, in a single lifetime,",
      "es": "Y, en una sola vida,"
    }
  },
  {
    "translation": {
      "en": "we have warmed the Earth by more than one degree.",
      "es": "hemos aumentado el calentamiento de la Tierra en más de un grado."
    }
  },
  {
    "translation": {
      "en": "I would say that perhaps the most dire message to humanity",
      "es": "Creo que tal vez el mensaje más grave para la humanidad"
    }
  },
  {
    "translation": {
      "en": "is the following.",
      "es": "es el siguiente."
    }
  },
  {
    "translation": {
      "en": "So we have, in just 50 years,",
      "es": "En solo 50 años,"
    }
  },
  {
    "translation": {
      "en": "managed to push ourselves",
      "es": "de alguna manera, salimos de un estado"
    }
  },
  {
    "translation": {
      "en": "outside of a state that we've been in for the past 10,000 years.",
      "es": "de alguna manera, salimos de un estado en el que habíamos estado los últimos 10 000 años."
    }
  },
  {
    "translation": {
      "en": "Are we at risk of destabilizing the whole planet?",
      "es": "¿Es posible que desestabilicemos todo el planeta?"
    }
  },
  {
    "translation": {
      "en": "It's just a mind- boggling situation to be in.",
      "es": "Es una situación muy inquietante."
    }
  },
  {
    "translation": {
      "en": "For the first time, we have to seriously consider",
      "es": "Por primera vez, debemos considerar seriamente"
    }
  },
  {
    "translation": {
      "en": "the risk of destabilizing the entire planet.",
      "es": "el riesgo de desestabilizar el planeta entero."
    }
  },
  {
    "translation": {
      "en": "Johan's ambition has been to see the big picture.",
      "es": "La ambición de Johan ha sido ver un panorama general,"
    }
  },
  {
    "translation": {
      "en": "To draw from a global network of knowledge,",
      "es": "alimentarse de una red global de conocimientos,"
    }
  },
  {
    "translation": {
      "en": "to learn what keeps the entire planet stable.",
      "es": "aprender qué ayuda a que el planeta sea estable."
    }
  },
  {
    "translation": {
      "en": "What are the systems that determine the state of the planet?",
      "es": "¿Qué sistemas determinan el estado del planeta?"
    }
  },
  {
    "translation": {
      "en": "And if they are five or if they were 30,",
      "es": "No sabemos si son cinco o 30"
    }
  },
  {
    "translation": {
      "en": "we did not know when we started.",
      "es": "ni cuándo empezaron."
    }
  },
  {
    "translation": {
      "en": "We just open- ended asked the question,",
      "es": "Solo hicimos una pregunta abiertamente."
    }
  },
  {
    "translation": {
      "en": "Can we identify the systems that regulate the state of the planet?",
      "es": "¿Podemos identificar los sistemas que regulan el estado del planeta?"
    }
  },
  {
    "translation": {
      "en": "Those systems have held the planet in its stable state throughout the Holocene.",
      "es": "Esos sistemas lo han mantenido de manera estable a lo largo del Holoceno."
    }
  },
  {
    "translation": {
      "en": "As we increase our pressures on Earth,",
      "es": "Al aumentar las presiones en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "there is a danger that those systems will start to break down.",
      "es": "se crea el peligro de que esos sistemas comiencen a desmoronarse"
    }
  },
  {
    "translation": {
      "en": "That we will break through Earth's boundaries,",
      "es": "y que excedamos los límites del planeta."
    }
  },
  {
    "translation": {
      "en": "causing the stability that we depend on to collapse.",
      "es": "Así, hacemos que la estabilidad de la que dependemos colapse."
    }
  },
  {
    "translation": {
      "en": "I was absolutely convinced that we wanted",
      "es": "Estaba muy convencido de que queríamos"
    }
  },
  {
    "translation": {
      "en": "to dig into this challenge of defining planetary boundaries,",
      "es": "investigar esto de definir los límites planetarios"
    }
  },
  {
    "translation": {
      "en": "and can we identify a quantitative point",
      "es": "e identificar un punto cuantitativo"
    }
  },
  {
    "translation": {
      "en": "beyond which we risk triggering nonlinear changes?",
      "es": "después del cual nos arriesgamos a provocar cambios no lineales."
    }
  },
  {
    "translation": {
      "en": "And that becomes your boundary.",
      "es": "Ese pasa a ser el límite."
    }
  },
  {
    "translation": {
      "en": "If scientists could define our planet's boundaries,",
      "es": "Si los científicos pudieran definir los límites del planeta,"
    }
  },
  {
    "translation": {
      "en": "could they also give us the road map to guide us out of our current crisis?",
      "es": "¿también podrían darnos una guía para salir de esta crisis actual"
    }
  },
  {
    "translation": {
      "en": "To show us not only how to avoid collapse,",
      "es": "y enseñarnos no solo a evitar el colapso"
    }
  },
  {
    "translation": {
      "en": "but how to secure our own thriving future on planet Earth?",
      "es": "sino también a asegurar nuestro futuro próspero en la Tierra?"
    }
  },
  {
    "translation": {
      "en": "The first and most obvious boundary is well known to us all.",
      "es": "Al primer y más obvio límite lo conocemos bien."
    }
  },
  {
    "translation": {
      "en": "With global temperatures now warmer",
      "es": "Las temperaturas globales son más altas que nunca"
    }
  },
  {
    "translation": {
      "en": "than they've been since the dawn of civilization,",
      "es": "Las temperaturas globales son más altas que nunca desde el inicio de la civilización"
    }
  },
  {
    "translation": {
      "en": "there is a danger that we have already crossed the boundary in Earth's climate.",
      "es": "y hay un peligro de que ya hemos cruzado el límite en el clima de la Tierra."
    }
  },
  {
    "translation": {
      "en": "Perhaps the most alarming evidence of this",
      "es": "Tal vez la prueba más alarmante de esto"
    }
  },
  {
    "translation": {
      "en": "is in the change of our planet's ice.",
      "es": "sea el cambio del hielo en nuestro planeta."
    }
  },
  {
    "translation": {
      "en": "As a Swede, Johan feels this more keenly than most.",
      "es": "Al ser sueco, para Johan es algo más familiar que para otros."
    }
  },
  {
    "translation": {
      "en": "As a kid in Sweden, like all children in Sweden,",
      "es": "Cuando era niño, al igual que todos los suecos,"
    }
  },
  {
    "translation": {
      "en": "we learn that the south top at Kebnekaise is the highest peak in this country.",
      "es": "aprendemos que la cima sur del monte Kebnekaise es el pico más alto del país."
    }
  },
  {
    "translation": {
      "en": "And it's something that is just ingrained in the identity of being a Swedish citizen.",
      "es": "Es algo que está arraigado en la identidad de ser ciudadano sueco."
    }
  },
  {
    "translation": {
      "en": "So, of course, it's…",
      "es": "Entonces… Bueno,"
    }
  },
  {
    "translation": {
      "en": "You know, with sadness,",
      "es": "Entonces… Bueno, para nuestra tristeza,"
    }
  },
  {
    "translation": {
      "en": "one comes to realize that that will no longer be the case.",
      "es": "nos damos cuenta de que ya no será así."
    }
  },
  {
    "translation": {
      "en": "The south peak of Kebnekaise",
      "es": "El pico sur del Kebnekaise, hace poco,"
    }
  },
  {
    "translation": {
      "en": "has recently lost its status as the highest peak in Sweden.",
      "es": "El pico sur del Kebnekaise, hace poco, perdió su estatus como el pico más alto de Suecia."
    }
  },
  {
    "translation": {
      "en": "The glacier that makes up its highest point",
      "es": "El glaciar que forma su punto más alto"
    }
  },
  {
    "translation": {
      "en": "has been shrinking roughly at the rate of half a meter a year",
      "es": "ha estado bajando a razón de medio metro por año"
    }
  },
  {
    "translation": {
      "en": "for the last 50 years.",
      "es": "durante los últimos 50 años."
    }
  },
  {
    "translation": {
      "en": "What we're seeing here at Kebnekaise",
      "es": "Lo que vemos en el Kebnekaise"
    }
  },
  {
    "translation": {
      "en": "on its own will not destabilize the planet.",
      "es": "no desestabilizará por sí solo el planeta."
    }
  },
  {
    "translation": {
      "en": "But having two caps of a permanent ice",
      "es": "Pero que haya dos capas de hielo permanente"
    }
  },
  {
    "translation": {
      "en": "in the Arctic and in Antarctica is",
      "es": "en el Ártico y en la Antártida"
    }
  },
  {
    "translation": {
      "en": "the very precondition for the planet to stay in this state",
      "es": "es la condición previa para que el planeta permanezca en este estado"
    }
  },
  {
    "translation": {
      "en": "that has enabled us to develop civilizations as we know it.",
      "es": "que nos ha permitido desarrollar civilizaciones."
    }
  },
  {
    "translation": {
      "en": "And that's why it's such an enormous concern to see glaciers melting,",
      "es": "Por eso es tan preocupante ver cómo se derriten los glaciares,"
    }
  },
  {
    "translation": {
      "en": "irrespective of whether it's a small glacier at Kebnekaise,",
      "es": "sin importar si es un glaciar pequeño en el Kebnekaise"
    }
  },
  {
    "translation": {
      "en": "or whether we're talking about Greenland,",
      "es": "o si se trata de Groenlandia,"
    }
  },
  {
    "translation": {
      "en": "because they all add together",
      "es": "porque todos juntos conforman la capacidad fantástica de enfriar el planeta."
    }
  },
  {
    "translation": {
      "en": "to this fantastic capacity of cooling the planet.",
      "es": "conforman la capacidad fantástica de enfriar el planeta."
    }
  },
  {
    "translation": {
      "en": "This cooling effect was fundamental",
      "es": "Este efecto refrescante fue fundamental"
    }
  },
  {
    "translation": {
      "en": "in keeping the Earth's temperature stable throughout the Holocene.",
      "es": "para que la temperatura terrestre fuera estable durante el Holoceno."
    }
  },
  {
    "translation": {
      "en": "The planet's ice was reflecting just the right amount of the Sun's energy",
      "es": "El hielo del planeta reflejaba la cantidad justa de energía solar"
    }
  },
  {
    "translation": {
      "en": "back into space.",
      "es": "en el espacio."
    }
  },
  {
    "translation": {
      "en": "A permanent white surface like what we can see around us here",
      "es": "Una superficie blanca permanente como la que vemos a nuestro alrededor"
    }
  },
  {
    "translation": {
      "en": "is reflecting back 90, 95% of incoming heat from the Sun.",
      "es": "refleja el 90 o 95 % del calor solar que recibe."
    }
  },
  {
    "translation": {
      "en": "When these ice sheets start melting,",
      "es": "Cuando estas capas de hielo comienzan a derretirse,"
    }
  },
  {
    "translation": {
      "en": "not only do they shrink in size",
      "es": "no solo disminuye su tamaño"
    }
  },
  {
    "translation": {
      "en": "so the fringe areas are very dark and absorb heat,",
      "es": "y las áreas periféricas se oscurecen y absorben el calor."
    }
  },
  {
    "translation": {
      "en": "but even just the fact that you get liquid surface on the ice",
      "es": "El hecho de que haya líquido en la superficie del hielo"
    }
  },
  {
    "translation": {
      "en": "changes the color so significantly, so you can come to a point",
      "es": "cambia el color significativamente, por lo que se puede llegar a un punto"
    }
  },
  {
    "translation": {
      "en": "where the ice sheets tip over from being self- cooling to becoming self- warming,",
      "es": "en que las capas de hielo pasan de enfriar a calentar."
    }
  },
  {
    "translation": {
      "en": "and that is the most dramatic tipping point in the Earth's system.",
      "es": "Ese es el punto de inflexión más drástico en el sistema de la Tierra."
    }
  },
  {
    "translation": {
      "en": "A tipping point is a point",
      "es": "El punto de inflexión es aquel"
    }
  },
  {
    "translation": {
      "en": "beyond which a change becomes irreversible.",
      "es": "luego del cual un cambio se vuelve irreversible."
    }
  },
  {
    "translation": {
      "en": "It's like a train that's parked on a slope,",
      "es": "Es como un tren parado sobre una pendiente"
    }
  },
  {
    "translation": {
      "en": "and it's beginning to move.",
      "es": "y que empieza a moverse."
    }
  },
  {
    "translation": {
      "en": "We're losing the brakes on the train,",
      "es": "Los frenos no alcanzan,"
    }
  },
  {
    "translation": {
      "en": "and so the train is accelerating,",
      "es": "por lo que el tren acelera y va cada vez más rápido."
    }
  },
  {
    "translation": {
      "en": "getting faster and faster, and at some point, we lose control.",
      "es": "por lo que el tren acelera y va cada vez más rápido. En algún momento, pierde el control."
    }
  },
  {
    "translation": {
      "en": "We are already losing the brakes that could prevent the melting of the Greenland ice cap.",
      "es": "Ya no bastan los frenos que podrían evitar el derretimiento del hielo de Groenlandia."
    }
  },
  {
    "translation": {
      "en": "When I first came here, aged 20,",
      "es": "Cuando vine aquí, a los 20 años,"
    }
  },
  {
    "translation": {
      "en": "it felt like kind of a dream,",
      "es": "parecía un sueño… SERVICIO GEOLÓGICO DE DINAMARCA Y GROENLANDIA"
    }
  },
  {
    "translation": {
      "en": "because I was seeing landscapes that I had only kind of seen in textbooks.",
      "es": "SERVICIO GEOLÓGICO DE DINAMARCA Y GROENLANDIA …porque había paisajes que solo había visto en los libros."
    }
  },
  {
    "translation": {
      "en": "Jason is one of the many scientists around the world",
      "es": "Jason es uno de muchos científicos en el mundo"
    }
  },
  {
    "translation": {
      "en": "whose evidence and insights were fundamental to Johan's research.",
      "es": "cuyas pruebas e ideas fueron vitales para la investigación de Johan."
    }
  },
  {
    "translation": {
      "en": "The millennia snowfall onto Greenland has accumulated, produced this dome of ice.",
      "es": "La nieve milenaria en Groenlandia se acumuló y creó una cúpula de hielo."
    }
  },
  {
    "translation": {
      "en": "It's two miles thick and, you know, well up in the atmosphere.",
      "es": "Tiene tres kilómetros de grosor y, en la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "It's really cold up there.",
      "es": "hace mucho frío."
    }
  },
  {
    "translation": {
      "en": "As it melts, the surface of the ice cap",
      "es": "Al derretirse, la superficie de la capa de hielo desciende al aire más cálido"
    }
  },
  {
    "translation": {
      "en": "lowers into warmer air,",
      "es": "la superficie de la capa de hielo desciende al aire más cálido"
    }
  },
  {
    "translation": {
      "en": "speeding up the melt.",
      "es": "y acelera el derretimiento."
    }
  },
  {
    "translation": {
      "en": "The more it melts, the cooler the climate would need to become in order to reverse it.",
      "es": "Cuanto más se derrite, más frío debe ser el clima para poder revertirlo."
    }
  },
  {
    "translation": {
      "en": "But today's climate is already too hot for Greenland.",
      "es": "Pero el clima de hoy es demasiado caluroso para Groenlandia."
    }
  },
  {
    "translation": {
      "en": "So in the current climate, Greenland is already beyond its threshold,",
      "es": "Con el clima actual, Groenlandia ya excedió su umbral"
    }
  },
  {
    "translation": {
      "en": "er, where it's now losing 10,000 cubic meters of ice per second.",
      "es": "y ahora pierde 10 000 metros cúbicos de hielo por segundo."
    }
  },
  {
    "translation": {
      "en": "That's the average loss rate.",
      "es": "Ese es el promedio de la pérdida."
    }
  },
  {
    "translation": {
      "en": "Now, that loss rate will only continue",
      "es": "Esa tasa de pérdida continuará"
    }
  },
  {
    "translation": {
      "en": "as the climate heats up.",
      "es": "mientras el calor del clima aumente."
    }
  },
  {
    "translation": {
      "en": "So is Greenland lost?",
      "es": "¿Groenlandia está perdida?"
    }
  },
  {
    "translation": {
      "en": "Evidently, it is.",
      "es": "Evidentemente, sí."
    }
  },
  {
    "translation": {
      "en": "Unless we can significantly cool the Earth's climate,",
      "es": "A menos que podamos enfriar el clima terrestre significativamente,"
    }
  },
  {
    "translation": {
      "en": "the melting of the Greenland ice cap will inevitably continue.",
      "es": "la capa de hielo de Groenlandia continuará derritiéndose."
    }
  },
  {
    "translation": {
      "en": "The drama here is that one characteristic of tipping points",
      "es": "El problema es que una característica de los puntos de inflexión"
    }
  },
  {
    "translation": {
      "en": "is that once you've pressed the on button, you cannot stop it.",
      "es": "es que, una vez que comenzó el proceso, no se puede detener."
    }
  },
  {
    "translation": {
      "en": "It takes over. It's too late. It's not like you could say,",
      "es": "Avanza, ya es tarde. No se puede decir: Ahora no quiero derretir la capa de hielo de Groenlandia."
    }
  },
  {
    "translation": {
      "en": "Oops. Now I realize I didn't want to melt the Greenland ice sheet.",
      "es": "No se puede decir: Ahora no quiero derretir la capa de hielo de Groenlandia."
    }
  },
  {
    "translation": {
      "en": "Let's… Let's back off.",
      "es": "Retrocedamos."
    }
  },
  {
    "translation": {
      "en": "Then, it's too late.",
      "es": "Es demasiado tarde."
    }
  },
  {
    "translation": {
      "en": "When you cross these tipping points, you can enter a point of no return",
      "es": "Cuando se pasa el punto de inflexión, puede ser un camino sin retorno"
    }
  },
  {
    "translation": {
      "en": "that you basically commit the planet to an irreversible sliding away",
      "es": "donde se condiciona al planeta a un alejamiento irreversible"
    }
  },
  {
    "translation": {
      "en": "from a state that, in our case, can support us humans.",
      "es": "de un estado que, en nuestro caso, nos sostiene a los humanos."
    }
  },
  {
    "translation": {
      "en": "The melting of Greenland's ice cap",
      "es": "El derretimiento del hielo de Groenlandia"
    }
  },
  {
    "translation": {
      "en": "would raise sea levels around the world by seven meters.",
      "es": "podría elevar los niveles del mar en siete metros."
    }
  },
  {
    "translation": {
      "en": "Imagine a world where sea level is not static.",
      "es": "Imaginemos un mundo donde el nivel del mar no es fijo,"
    }
  },
  {
    "translation": {
      "en": "Where it's changing.",
      "es": "donde cambia."
    }
  },
  {
    "translation": {
      "en": "Cities, hundreds of coastal cities now are threatened by rising seas.",
      "es": "Las ciudades, cientos de ciudades costeras están en riesgo por el ascenso del mar."
    }
  },
  {
    "translation": {
      "en": "Er, that stability in sea level was key",
      "es": "Esa estabilidad en el nivel del mar fue clave"
    }
  },
  {
    "translation": {
      "en": "to the development of civilization.",
      "es": "para el desarrollo de la civilización."
    }
  },
  {
    "translation": {
      "en": "It's… It's a… It's a Mad Max future that we're facing.",
      "es": "Nos enfrentamos a un futuro del estilo de Mad Max."
    }
  },
  {
    "translation": {
      "en": "But Greenland is just one of Earth's polar ice caps,",
      "es": "Pero Groenlandia tiene solo uno de los casquetes polares de la Tierra."
    }
  },
  {
    "translation": {
      "en": "and it's dwarfed by its southern twin.",
      "es": "Lo supera su contraparte del sur."
    }
  },
  {
    "translation": {
      "en": "Not so many years ago,",
      "es": "Hace no muchos años,"
    }
  },
  {
    "translation": {
      "en": "it was thought that Antarctica was the resilient system.",
      "es": "se pensaba que la Antártida era el sistema resistente."
    }
  },
  {
    "translation": {
      "en": "This was the ice sheet that was not very much affected by climate change.",
      "es": "Es decir, la capa de hielo que no se veía tan afectada por el cambio climático."
    }
  },
  {
    "translation": {
      "en": "But today, that has changed completely.",
      "es": "Pero hoy, eso cambió completamente."
    }
  },
  {
    "translation": {
      "en": "Today we're seeing accelerated loss of mass",
      "es": "Hoy vemos una pérdida acelerada de masa"
    }
  },
  {
    "translation": {
      "en": "and loss of ice into the ocean in Antarctica.",
      "es": "y de hielo en el océano de la Antártida."
    }
  },
  {
    "translation": {
      "en": "West Antarctica would lead to sea- level rise of more than five meters",
      "es": "Al oeste, habría un aumento del nivel del mar de más de cinco metros"
    }
  },
  {
    "translation": {
      "en": "if it were to melt down completely,",
      "es": "si se derritiera por completo."
    }
  },
  {
    "translation": {
      "en": "and then east Antarctica actually holds the tenfold of that,",
      "es": "Al este hay diez veces más cantidad,"
    }
  },
  {
    "translation": {
      "en": "so more than 50 meters worth of sea- level potential.",
      "es": "es decir, el nivel del mar aumentaría 50 metros."
    }
  },
  {
    "translation": {
      "en": "Ricarda is one of Johan's colleagues,",
      "es": "Ricarda es una de las colegas de Johan."
    }
  },
  {
    "translation": {
      "en": "and she studies how tipping points can interact.",
      "es": "Estudia cómo pueden interactuar los puntos de inflexión."
    }
  },
  {
    "translation": {
      "en": "The important point to make here is that everything",
      "es": "Lo importante en todo esto"
    }
  },
  {
    "translation": {
      "en": "in the Earth's system is connected.",
      "es": "es que el sistema terrestre tiene conexiones."
    }
  },
  {
    "translation": {
      "en": "If one part of the climate system",
      "es": "Si una parte del sistema climático"
    }
  },
  {
    "translation": {
      "en": "crosses its tipping point,",
      "es": "pasa su punto de inflexión,"
    }
  },
  {
    "translation": {
      "en": "then that might make it more likely",
      "es": "aumentaría las posibilidades"
    }
  },
  {
    "translation": {
      "en": "for other parts of the system to also cross their critical threshold,",
      "es": "de que otras partes del sistema pasen su umbral crítico."
    }
  },
  {
    "translation": {
      "en": "so you can think of this in terms of dominoes.",
      "es": "Se puede pensar en esto como dominós."
    }
  },
  {
    "translation": {
      "en": "If you tip one of them over,",
      "es": "Si se tira uno,"
    }
  },
  {
    "translation": {
      "en": "then this might lead to a cascading effect.",
      "es": "podría provocar un efecto en cascada."
    }
  },
  {
    "translation": {
      "en": "What is clear is that with ongoing global warming,",
      "es": "Lo claro es que, con el calentamiento global,"
    }
  },
  {
    "translation": {
      "en": "we're increasing the risk",
      "es": "aumentamos el riesgo"
    }
  },
  {
    "translation": {
      "en": "of crossing tipping points in the Earth's system.",
      "es": "de pasar puntos de inflexión en el sistema terrestre."
    }
  },
  {
    "translation": {
      "en": "When we cross tipping points, we unleash irreversible changes",
      "es": "Cuando pasamos puntos de inflexión, provocamos cambios irreversibles"
    }
  },
  {
    "translation": {
      "en": "that would mean that the planet will go from our best friend",
      "es": "y el planeta pasa de ser nuestra mejor amiga"
    }
  },
  {
    "translation": {
      "en": "to a position where it dampens and reduces the stress,",
      "es": "a estar en una posición donde amortigua y reduce la presión,"
    }
  },
  {
    "translation": {
      "en": "sucking up carbon dioxide,",
      "es": "absorbe dióxido de carbono,"
    }
  },
  {
    "translation": {
      "en": "taking up heat, absorbing impacts,",
      "es": "calor e impactos,"
    }
  },
  {
    "translation": {
      "en": "and tipping over to a point where it could self- reinforce warming",
      "es": "y pasa a un punto donde podría reforzar su calentamiento"
    }
  },
  {
    "translation": {
      "en": "and become a foe.",
      "es": "y volverse una enemiga."
    }
  },
  {
    "translation": {
      "en": "The climate is, of course, being warmed by greenhouse gases,",
      "es": "El clima se vuelve más cálido por los gases del efecto invernadero."
    }
  },
  {
    "translation": {
      "en": "so it's in our emissions of these gases",
      "es": "En nuestras emisiones de estos gases"
    }
  },
  {
    "translation": {
      "en": "that we find a global tipping point.",
      "es": "existe un punto de inflexión global."
    }
  },
  {
    "translation": {
      "en": "Since long before human beings appeared, the Earth's average temperature",
      "es": "Desde antes de que aparecieran los seres humanos, la temperatura promedio de la Tierra monitoreaba la concentración"
    }
  },
  {
    "translation": {
      "en": "was closely tracking the concentration of carbon dioxide in the atmosphere.",
      "es": "la temperatura promedio de la Tierra monitoreaba la concentración de dióxido de carbono en la atmósfera."
    }
  },
  {
    "translation": {
      "en": "During the Holocene, this concentration remained relatively steady,",
      "es": "Durante el Holoceno, esta concentración quedó relativamente estable…"
    }
  },
  {
    "translation": {
      "en": "but that all changed with the Industrial Revolution.",
      "es": "ERA  …pero todo eso cambió con la Revolución Industrial."
    }
  },
  {
    "translation": {
      "en": "In 1988, we passed 350 parts per million",
      "es": "En 1988, pasamos 350 partes por millón"
    }
  },
  {
    "translation": {
      "en": "of carbon dioxide in Earth's atmosphere.",
      "es": "de dióxido de carbono en la atmósfera de la Tierra."
    }
  },
  {
    "translation": {
      "en": "This was the moment we crossed the boundary.",
      "es": "Este fue el momento en que cruzamos el límite."
    }
  },
  {
    "translation": {
      "en": "Ever since then, we've been at risk of triggering changes",
      "es": "Desde entonces, corremos el riesgo de provocar cambios"
    }
  },
  {
    "translation": {
      "en": "that lead to runaway warming.",
      "es": "que promueven el calentamiento descontrolado."
    }
  },
  {
    "translation": {
      "en": "You go past 350 PPM in the concentration of carbon dioxide in the atmosphere,",
      "es": "Pasadas las 350 ppm en la concentración de dióxido de carbono en la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "and you enter the danger zone.",
      "es": "entramos en la zona de peligro."
    }
  },
  {
    "translation": {
      "en": "So 350 parts per million is the first of Johan's boundaries,",
      "es": "Entonces, 350 partes por millón es el primero de los límites de Johan,"
    }
  },
  {
    "translation": {
      "en": "and we're already well beyond it.",
      "es": "y ya lo hemos pasado ampliamente."
    }
  },
  {
    "translation": {
      "en": "Right now, we've reached a point of carbon dioxide concentration",
      "es": "Ya llegamos a un punto de concentración de dióxido de carbono en la atmósfera"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere of roughly 415 parts per million.",
      "es": "Ya llegamos a un punto de concentración de dióxido de carbono en la atmósfera de aproximadamente 415 partes por millón."
    }
  },
  {
    "translation": {
      "en": "We're starting to see the impacts of being",
      "es": "Comenzamos a ver el impacto"
    }
  },
  {
    "translation": {
      "en": "in the middle of the danger zone in the climate boundary",
      "es": "de estar en medio de la zona de peligro del límite climático"
    }
  },
  {
    "translation": {
      "en": "in terms of rising frequency of droughts,",
      "es": "en cuanto a la frecuencia de sequías,"
    }
  },
  {
    "translation": {
      "en": "and heatwaves, and floods,",
      "es": "olas de calor, inundaciones,"
    }
  },
  {
    "translation": {
      "en": "and accelerated melting of ice,",
      "es": "el derretimiento acelerado de hielo,"
    }
  },
  {
    "translation": {
      "en": "and accelerated thawing of permafrost, and higher frequency of forest fires.",
      "es": "la reducción acelerada de permahielo e incendios forestales más frecuentes."
    }
  },
  {
    "translation": {
      "en": "Up ahead is a second threshold.",
      "es": "Hay otro umbral más adelante."
    }
  },
  {
    "translation": {
      "en": "We are rapidly approaching 450 parts per million carbon dioxide.",
      "es": "Nos acercamos rápidamente a las 450 partes por millón de dióxido de carbono."
    }
  },
  {
    "translation": {
      "en": "The planetary boundary danger zone is defined by the uncertainty range in science.",
      "es": "El rango de incertidumbre en la ciencia define la zona de peligro de este límite."
    }
  },
  {
    "translation": {
      "en": "Today, our assessment is that the uncertainty range in science lies between 350 PPM,",
      "es": "Hoy creemos que el rango de incertidumbre en la ciencia está entre 350 ppm,"
    }
  },
  {
    "translation": {
      "en": "which is the boundary between the safe zone and entering the danger zone,",
      "es": "que es el límite entre la zona segura y la zona peligrosa,"
    }
  },
  {
    "translation": {
      "en": "up to 450 PPM,",
      "es": "y 450 ppm,"
    }
  },
  {
    "translation": {
      "en": "which is when you exit the danger zone and go into a really high- risk zone.",
      "es": "que es fuera de la zona de peligro hacia una de alto riesgo."
    }
  },
  {
    "translation": {
      "en": "If we enter the high- risk zone,",
      "es": "En la zona de alto riesgo, los puntos de inflexión irreversibles"
    }
  },
  {
    "translation": {
      "en": "irreversible tipping points become highly likely, if not inevitable,",
      "es": "En la zona de alto riesgo, los puntos de inflexión irreversibles se vuelven muy posibles, si no inevitables."
    }
  },
  {
    "translation": {
      "en": "and this is a conservative estimate,",
      "es": "Y este es un cálculo conservador,"
    }
  },
  {
    "translation": {
      "en": "given that the signs of tipping points are all around us now.",
      "es": "ya que las señales de puntos de inflexión están por todas partes."
    }
  },
  {
    "translation": {
      "en": "In simple terms, the climate planetary boundary",
      "es": "En términos simples, el límite planetario del clima"
    }
  },
  {
    "translation": {
      "en": "is equal to 1.5 degrees Celsius warming,",
      "es": "es igual a 1.5 °C de calentamiento"
    }
  },
  {
    "translation": {
      "en": "and it just provides all this evidence",
      "es": "y nos da muchas pruebas"
    }
  },
  {
    "translation": {
      "en": "that we take a huge risk if we allow ourselves to go beyond 1.5.",
      "es": "de que nos arriesgamos mucho si nos permitimos ir más allá de 1.5."
    }
  },
  {
    "translation": {
      "en": "We are at 1.1, we're rapidly moving towards 1.5,",
      "es": "Estamos en 1.1, avanzamos rápidamente hacia 1.5"
    }
  },
  {
    "translation": {
      "en": "and our only chance to stay within the planetary boundary on climate",
      "es": "y la única oportunidad de quedarnos dentro del límite planetario climático"
    }
  },
  {
    "translation": {
      "en": "is that we, you know, reach a fossil- fuel- free world economy within the next 30 years.",
      "es": "es mediante una economía mundial libre de combustible fósil por 30 años."
    }
  },
  {
    "translation": {
      "en": "While that target for global temperature may have grabbed all the headlines,",
      "es": "Si bien el objetivo de la temperatura global pudo haber sido noticia,"
    }
  },
  {
    "translation": {
      "en": "Johan knew that this was only one part of a bigger picture.",
      "es": "Johan sabía que esto era solo una parte de algo más grande,"
    }
  },
  {
    "translation": {
      "en": "For our planet's stability relies on more than just its climate.",
      "es": "ya que la estabilidad de nuestro planeta no depende solo de su clima."
    }
  },
  {
    "translation": {
      "en": "More research and evidence had to be brought forward",
      "es": "Había que tener más investigaciones y pruebas"
    }
  },
  {
    "translation": {
      "en": "to conclude that we also have four biosphere boundaries.",
      "es": "para concluir que también tenemos cuatro límites de biosfera."
    }
  },
  {
    "translation": {
      "en": "Boundaries that are in the living Earth.",
      "es": "Límites que están en la Tierra viviente."
    }
  },
  {
    "translation": {
      "en": "These include the land configuration.",
      "es": "Incluyen, primero, la configuración de la tierra."
    }
  },
  {
    "translation": {
      "en": "How… How is the composition of biomes on Earth?",
      "es": "¿Cómo es la composición de los biomas en la Tierra?"
    }
  },
  {
    "translation": {
      "en": "Er, the three rain forests, the temperate forest,",
      "es": "Las tres selvas, el bosque templado,"
    }
  },
  {
    "translation": {
      "en": "the boreal forest,",
      "es": "el bosque boreal,"
    }
  },
  {
    "translation": {
      "en": "the grasslands,",
      "es": "los pastizales,"
    }
  },
  {
    "translation": {
      "en": "the wetlands.",
      "es": "los humedales."
    }
  },
  {
    "translation": {
      "en": "Second is biodiversity.",
      "es": "Segundo, la biodiversidad."
    }
  },
  {
    "translation": {
      "en": "So all the species in water and on land.",
      "es": "Todas las especies en el agua y en la tierra."
    }
  },
  {
    "translation": {
      "en": "And then the third one, of course, the bloodstream, the hydrological cycle.",
      "es": "Tercero, el torrente sanguíneo, el ciclo hidrológico,"
    }
  },
  {
    "translation": {
      "en": "And then, finally, the injection of nutrients",
      "es": "AGUA DULCE Por último, el aporte de nutrientes,"
    }
  },
  {
    "translation": {
      "en": "that are fundamental for the functioning of the living biosphere.",
      "es": "fundamentales para el funcionamiento de la biosfera viviente,"
    }
  },
  {
    "translation": {
      "en": "The nitrogen and phosphorus cycles.",
      "es": "los ciclos de nitrógeno y fósforo."
    }
  },
  {
    "translation": {
      "en": "The first of the biosphere boundaries, the composition of the habitats on Earth,",
      "es": "El primero de los límites de la biosfera, la composición de los hábitats,"
    }
  },
  {
    "translation": {
      "en": "is concerned with how we are now transforming those natural habitats.",
      "es": "trata de cómo estamos transformando esos hábitats naturales."
    }
  },
  {
    "translation": {
      "en": "We are fast approaching a major tipping point",
      "es": "Nos acercamos rápidamente a un punto de inflexión"
    }
  },
  {
    "translation": {
      "en": "in one of the planet's largest remaining wildernesses.",
      "es": "en una de las áreas naturales más grandes del planeta."
    }
  },
  {
    "translation": {
      "en": "The Amazon.",
      "es": "El Amazonas."
    }
  },
  {
    "translation": {
      "en": "Carlos Nobre has been studying",
      "es": "Carlos Nobre lleva décadas"
    }
  },
  {
    "translation": {
      "en": "the rain forest's importance to our planet's stability for decades.",
      "es": "estudiando la importancia de la selva para la estabilidad de nuestro planeta."
    }
  },
  {
    "translation": {
      "en": "He was the first to sound the alarm.",
      "es": "Fue el primero en hacer sonar la alarma."
    }
  },
  {
    "translation": {
      "en": "I saw the Amazon in 1971- 72 undisturbed.",
      "es": "Vi el Amazonas en 1971 y 1972 sin perturbaciones."
    }
  },
  {
    "translation": {
      "en": "I saw the forest",
      "es": "Vi la selva"
    }
  },
  {
    "translation": {
      "en": "and the rivers.",
      "es": "y los ríos."
    }
  },
  {
    "translation": {
      "en": "I would swim in the Rio Negro with the piranhas,",
      "es": "Nadaba en el río Negro con las pirañas"
    }
  },
  {
    "translation": {
      "en": "And nothing ever happened to me.",
      "es": "y nunca me pasó nada."
    }
  },
  {
    "translation": {
      "en": "Since that time, large swathes of Amazon have been cleared",
      "es": "Desde entonces, grandes áreas del Amazonas cuentan con autorización para tener ganado y soja."
    }
  },
  {
    "translation": {
      "en": "for livestock and soya farming.",
      "es": "cuentan con autorización para tener ganado y soja."
    }
  },
  {
    "translation": {
      "en": "Carlos has discovered that this is pushing us closer",
      "es": "Carlos descubrió que esto aumenta la posibilidad"
    }
  },
  {
    "translation": {
      "en": "to triggering irreversible change across much of what remains.",
      "es": "de causar un cambio irreversible en gran parte de lo que queda."
    }
  },
  {
    "translation": {
      "en": "In 1998, we began the largest scientific experiment",
      "es": "En 1998, comenzamos el experimento científico más grande"
    }
  },
  {
    "translation": {
      "en": "ever conducted in a tropical rain forest.",
      "es": "que se ha hecho en una selva tropical."
    }
  },
  {
    "translation": {
      "en": "Many towers were built in the rain forest to study how it creates its own climate.",
      "es": "Se construyeron varias torres en la selva para estudiar cómo crea su propio clima."
    }
  },
  {
    "translation": {
      "en": "The data shows large parts of the rain forest are drying out.",
      "es": "Los datos muestran que áreas grandes de la selva se están secando."
    }
  },
  {
    "translation": {
      "en": "In the Amazon, the dry season lasts a maximum of three months.",
      "es": "En el Amazonas, la temporada seca no dura más de tres meses."
    }
  },
  {
    "translation": {
      "en": "But with global warming",
      "es": "Pero con el calentamiento global"
    }
  },
  {
    "translation": {
      "en": "and also forest degradation, due to human activities,",
      "es": "y también con la degradación forestal por actividades humanas,"
    }
  },
  {
    "translation": {
      "en": "in particular, livestock and soya farming,",
      "es": "sobre todo, la ganadería y la soja,"
    }
  },
  {
    "translation": {
      "en": "the dry season has become six days longer",
      "es": "la temporada seca se ha vuelto seis días más larga"
    }
  },
  {
    "translation": {
      "en": "each decade since the 1980s.",
      "es": "por década desde los años 80."
    }
  },
  {
    "translation": {
      "en": "As the forest is reduced and fragmented,",
      "es": "A medida que la selva se achica y fragmenta,"
    }
  },
  {
    "translation": {
      "en": "its ability to recycle water",
      "es": "su capacidad de reciclar agua"
    }
  },
  {
    "translation": {
      "en": "and generate rain into the dry season is diminished.",
      "es": "y generar lluvia en la temporada seca disminuye."
    }
  },
  {
    "translation": {
      "en": "If the dry season becomes longer than four months,",
      "es": "Si la temporada seca dura más de cuatro meses,"
    }
  },
  {
    "translation": {
      "en": "the jungle trees die and are replaced by savanna.",
      "es": "los árboles de la selva mueren y se reemplazan con sabanas."
    }
  },
  {
    "translation": {
      "en": "A process called savannization.",
      "es": "Este proceso se llama sabanización."
    }
  },
  {
    "translation": {
      "en": "There are signs that parts of the Amazon are already changing.",
      "es": "Hay indicios de que partes del Amazonas ya están cambiando."
    }
  },
  {
    "translation": {
      "en": "If deforestation goes above 20 to 25% of the forest,",
      "es": "Si la deforestación es más del 20 al 25 % de la selva,"
    }
  },
  {
    "translation": {
      "en": "with global warming increasing,",
      "es": "como el calentamiento global aumenta,"
    }
  },
  {
    "translation": {
      "en": "we are likely to experience an irreversible process of savannization",
      "es": "es probable que veamos un proceso irreversible de sabanización"
    }
  },
  {
    "translation": {
      "en": "that could affect 50 to 60% of the entire Amazon forest.",
      "es": "que podría afectar del 50 al 60 % de toda la selva amazónica."
    }
  },
  {
    "translation": {
      "en": "We have already lost close to 20% of the Amazon rain forest.",
      "es": "Ya perdimos cerca del 20 % de la selva amazónica."
    }
  },
  {
    "translation": {
      "en": "We could be about to tip the Amazon from planetary friend to planetary foe.",
      "es": "El Amazonas podría estar a punto de dejar de ser nuestra amiga planetaria y volverse enemiga."
    }
  },
  {
    "translation": {
      "en": "As the jungle turns to savanna, many trees die,",
      "es": "A medida que la selva se vuelve sabana, muchos árboles mueren"
    }
  },
  {
    "translation": {
      "en": "and carbon is released into the atmosphere.",
      "es": "y se libera carbono a la atmósfera."
    }
  },
  {
    "translation": {
      "en": "Carlos has calculated the Amazon could release",
      "es": "Carlos calcula que el Amazonas podría liberar 200 mil millones de toneladas en los próximos 30 años."
    }
  },
  {
    "translation": {
      "en": "200 billion tons over the next 30 years.",
      "es": "podría liberar 200 mil millones de toneladas en los próximos 30 años."
    }
  },
  {
    "translation": {
      "en": "That's equivalent to all the carbon emitted worldwide",
      "es": "Es el equivalente a todo el carbono emitido en el mundo"
    }
  },
  {
    "translation": {
      "en": "for the past five years.",
      "es": "en los últimos cinco años."
    }
  },
  {
    "translation": {
      "en": "We are very, very close to the tipping point.",
      "es": "Estamos muy cerca del punto de inflexión."
    }
  },
  {
    "translation": {
      "en": "Are we concerned about fighting the climate crisis?",
      "es": "¿Nos preocupa la lucha contra la crisis climática?"
    }
  },
  {
    "translation": {
      "en": "Are we, er, concerned about keeping the carbon in the forest?",
      "es": "¿Nos preocupa mantener el carbono en la selva"
    }
  },
  {
    "translation": {
      "en": "Or I don't care?",
      "es": "o no nos importa?"
    }
  },
  {
    "translation": {
      "en": "There is reason to be deeply concerned at this point.",
      "es": "Hay razones para preocuparse mucho en este momento."
    }
  },
  {
    "translation": {
      "en": "We're still expanding agricultural land into natural ecosystems.",
      "es": "Seguimos expandiendo tierras agrícolas en ecosistemas naturales."
    }
  },
  {
    "translation": {
      "en": "We are still cutting down the rain forest at a pace that puts the whole system at risk.",
      "es": "Reducimos las selvas a una velocidad que pone en riesgo todo el sistema."
    }
  },
  {
    "translation": {
      "en": "And it's not just the rain forests.",
      "es": "Y no son solo las selvas."
    }
  },
  {
    "translation": {
      "en": "Trees of every description are invaluable in maintaining planetary stability.",
      "es": "Los árboles de todo tipo son invaluables para mantener la estabilidad planetaria."
    }
  },
  {
    "translation": {
      "en": "So much so that a loss of just 25% of the world's forest cover",
      "es": "Tanto es así que la pérdida de solo el 25 % de la cobertura boscosa del mundo"
    }
  },
  {
    "translation": {
      "en": "risks triggering catastrophic tipping points.",
      "es": "puede provocar puntos de inflexión catastróficos."
    }
  },
  {
    "translation": {
      "en": "But we have already cleared almost 40%.",
      "es": "Pero ya eliminamos casi el 40 %."
    }
  },
  {
    "translation": {
      "en": "We are well into the danger zone for this boundary.",
      "es": "Ya estamos en plena zona de peligro para este límite."
    }
  },
  {
    "translation": {
      "en": "A second major consequence of deforestation",
      "es": "Otra consecuencia importante de la deforestación"
    }
  },
  {
    "translation": {
      "en": "is a loss of biodiversity.",
      "es": "es la pérdida de la biodiversidad."
    }
  },
  {
    "translation": {
      "en": "Of nature.",
      "es": "De la naturaleza."
    }
  },
  {
    "translation": {
      "en": "Biodiversity is the second of the biosphere boundaries,",
      "es": "La biodiversidad es el segundo límite de la biosfera"
    }
  },
  {
    "translation": {
      "en": "because it underpins our own ability to thrive on Earth.",
      "es": "porque apuntala nuestra capacidad de desarrollarnos en la Tierra."
    }
  },
  {
    "translation": {
      "en": "But we are not treating it well.",
      "es": "Pero no la estamos tratando bien."
    }
  },
  {
    "translation": {
      "en": "Nature is being degraded at a rate and a scale",
      "es": "La naturaleza se maltrata a un ritmo y una escala…"
    }
  },
  {
    "translation": {
      "en": "that is unprecedented, er, in human history.",
      "es": "PLATAFORMA CIENTÍFICO-NORMATIVA SOBRE DIVERSIDAD BIOLÓGICA …inéditos en la historia humana."
    }
  },
  {
    "translation": {
      "en": "Anne Larigauderie is an ecologist alarmed by the growing flood of evidence.",
      "es": "Anne Larigauderie es una ecóloga alarmada por la creciente avalancha de pruebas."
    }
  },
  {
    "translation": {
      "en": "Everywhere around the world, nature is in decline.",
      "es": "En todo el mundo, la naturaleza está en decadencia."
    }
  },
  {
    "translation": {
      "en": "One million of species of plants and animals",
      "es": "Un millón de especies de plantas y animales,"
    }
  },
  {
    "translation": {
      "en": "out of an estimated total of eight million are threatened with extinction.",
      "es": "de un total estimado de ocho millones, están en peligro de extinción."
    }
  },
  {
    "translation": {
      "en": "If we continue with this negative trend,",
      "es": "Si seguimos con esta tendencia negativa,"
    }
  },
  {
    "translation": {
      "en": "we might be headed towards a sixth mass extinction.",
      "es": "es posible que terminemos en una sexta extinción masiva."
    }
  },
  {
    "translation": {
      "en": "In just 50 years,",
      "es": "En solo 50 años,"
    }
  },
  {
    "translation": {
      "en": "humanity has wiped out 68% of global wildlife populations.",
      "es": "la humanidad acabó con el 68 % de las poblaciones mundiales silvestres."
    }
  },
  {
    "translation": {
      "en": "It's clear that we are in the midst of a biodiversity crisis.",
      "es": "Está claro que estamos en medio de una crisis de biodiversidad."
    }
  },
  {
    "translation": {
      "en": "Losing all of this fabric of life,",
      "es": "Perder todo este entramado de vida, toda esta biodiversidad,"
    }
  },
  {
    "translation": {
      "en": "all of this biodiversity, is threatening our own life on Earth.",
      "es": "Perder todo este entramado de vida, toda esta biodiversidad, amenaza nuestra propia vida en la Tierra."
    }
  },
  {
    "translation": {
      "en": "With current negative trends in biodiversity,",
      "es": "Con las tendencias negativas en la biodiversidad,"
    }
  },
  {
    "translation": {
      "en": "we are not going to be able to feed the planet.",
      "es": "no podremos alimentar al planeta."
    }
  },
  {
    "translation": {
      "en": "For that, you need nature that functions well.",
      "es": "Para eso, la naturaleza debe desenvolverse bien."
    }
  },
  {
    "translation": {
      "en": "For Johan, it was a story close to home that really hit him.",
      "es": "Para Johan, fue una historia familiar que le impactó."
    }
  },
  {
    "translation": {
      "en": "I opened the newspaper and read this story about UK scientists coming over to Sweden",
      "es": "Abrí el periódico y leí que científicos británicos venían a Suecia"
    }
  },
  {
    "translation": {
      "en": "and stealing, you know, short- haired bumblebee queens.",
      "es": "para robar reinas de abejorros de pelo corto."
    }
  },
  {
    "translation": {
      "en": "And it read like they had, you know, sneaked over at night",
      "es": "Se escabulleron de noche"
    }
  },
  {
    "translation": {
      "en": "and basically snatched these hundred bumblebee queens to bring them back into the UK",
      "es": "y arrebataron cien reinas de abejorro para llevarlas de vuelta al Reino Unido"
    }
  },
  {
    "translation": {
      "en": "and to basically save what they had been destroying.",
      "es": "y salvar lo que habían estado destruyendo."
    }
  },
  {
    "translation": {
      "en": "Across Europe, short- haired bumblebees are key pollinators for food crops.",
      "es": "En Europa, los abejorros de pelo corto son polinizadores clave para los cultivos,"
    }
  },
  {
    "translation": {
      "en": "But by the 1990s, they had been classed as extinct in the UK.",
      "es": "pero para la década del 90, se habían extinguido en el Reino Unido."
    }
  },
  {
    "translation": {
      "en": "Here, we have, you know, a country that feels forced to go to another country",
      "es": "Este país se sentía obligado a ir a otro"
    }
  },
  {
    "translation": {
      "en": "and then steal back some of its pollinators",
      "es": "para recuperar algunos de sus polinizadores"
    }
  },
  {
    "translation": {
      "en": "to have a functioning ecosystem.",
      "es": "para que su ecosistema avanzara."
    }
  },
  {
    "translation": {
      "en": "That's a… Then, you know, to me personally,",
      "es": "Personalmente, ese fue un momento"
    }
  },
  {
    "translation": {
      "en": "that was a moment of, er, of realization that",
      "es": "en que me di cuenta"
    }
  },
  {
    "translation": {
      "en": "this is serious.",
      "es": "de que era algo serio."
    }
  },
  {
    "translation": {
      "en": "Around 70% of the world's crop species",
      "es": "Alrededor del 70 % de las especies mundiales de cultivos"
    }
  },
  {
    "translation": {
      "en": "rely to some extent on insect pollination.",
      "es": "dependen, en alguna medida, de la polinización de insectos."
    }
  },
  {
    "translation": {
      "en": "But the expansion of intensive monoculture is leading",
      "es": "Pero la expansión del monocultivo intensivo está provocando una disminución drástica de insectos."
    }
  },
  {
    "translation": {
      "en": "to a drastic decline in insects.",
      "es": "está provocando una disminución drástica de insectos."
    }
  },
  {
    "translation": {
      "en": "The irony is that our global production of food is,",
      "es": "La ironía es que nuestra producción global de alimentos"
    }
  },
  {
    "translation": {
      "en": "in essence,",
      "es": "básicamente elimina aquello"
    }
  },
  {
    "translation": {
      "en": "wiping out the very thing our food production relies on.",
      "es": "básicamente elimina aquello de lo que depende nuestra producción de alimentos."
    }
  },
  {
    "translation": {
      "en": "It was not only proof of one of the fundamentals",
      "es": "Fue no solo la prueba de uno de los fundamentos"
    }
  },
  {
    "translation": {
      "en": "in biodiversity research,",
      "es": "en la investigación de la biodiversidad,"
    }
  },
  {
    "translation": {
      "en": "which is that biodiversity is not something",
      "es": "en la investigación de la biodiversidad, que es que no es algo que debamos proteger solo por su belleza"
    }
  },
  {
    "translation": {
      "en": "we need to protect just because of the beauty",
      "es": "que es que no es algo que debamos proteger solo por su belleza"
    }
  },
  {
    "translation": {
      "en": "or some kind of moral responsibility from one species, humans,",
      "es": "o por alguna responsabilidad moral de una especie, el ser humano,"
    }
  },
  {
    "translation": {
      "en": "to another species like flora and fauna.",
      "es": "a otra, como la flora y la fauna."
    }
  },
  {
    "translation": {
      "en": "Oh no, it's the toolbox for the functioning of our societies.",
      "es": "No, son las herramientas para el funcionamiento de nuestras sociedades."
    }
  },
  {
    "translation": {
      "en": "It is a fundamental piece of the puzzle",
      "es": "Es una pieza fundamental del rompecabezas"
    }
  },
  {
    "translation": {
      "en": "to make food production, clean air, clean water,",
      "es": "para que la producción de alimentos, el aire y el agua limpios,"
    }
  },
  {
    "translation": {
      "en": "carbon sequestration, nutrient recycling, to work.",
      "es": "el aislamiento de carbono y el reciclado de nutrientes funcionen."
    }
  },
  {
    "translation": {
      "en": "Scientists have tried to calculate the benefits that insects provide",
      "es": "Los científicos han intentado calcular los beneficios que los insectos brindan con solo hacer sus tareas diarias en grandes cantidades,"
    }
  },
  {
    "translation": {
      "en": "simply by going about their daily business in large numbers,",
      "es": "que los insectos brindan con solo hacer sus tareas diarias en grandes cantidades,"
    }
  },
  {
    "translation": {
      "en": "each kind providing a subtly different service.",
      "es": "y cada uno con un servicio sutilmente diferente."
    }
  },
  {
    "translation": {
      "en": "But their value is mostly incalculable until suddenly…",
      "es": "Su valor es incalculable hasta que, de pronto…"
    }
  },
  {
    "translation": {
      "en": "they're gone.",
      "es": "desaparecen."
    }
  },
  {
    "translation": {
      "en": "A planet without insects is not a functioning planet.",
      "es": "Un planeta sin insectos no funciona."
    }
  },
  {
    "translation": {
      "en": "And, of course, the decline is not just confined to insects.",
      "es": "Y, por supuesto, el deterioro no depende solo de los insectos."
    }
  },
  {
    "translation": {
      "en": "Wildlife has been squeezed out",
      "es": "La vida silvestre se ha exprimido con la expansión de la agricultura"
    }
  },
  {
    "translation": {
      "en": "as our agriculture has expanded across much of Earth's habitable land.",
      "es": "La vida silvestre se ha exprimido con la expansión de la agricultura en gran parte de las zonas habitables."
    }
  },
  {
    "translation": {
      "en": "Today, of all the birds on Earth, only 30% are wild.",
      "es": "Hoy, de todas las aves de la Tierra, solo el 30 % son salvajes."
    }
  },
  {
    "translation": {
      "en": "And of all the mammals on the planet,",
      "es": "Y de todos los mamíferos del planeta,"
    }
  },
  {
    "translation": {
      "en": "wild species now make up, by weight, only 4%.",
      "es": "las especies salvajes ahora representan, en peso, solo el 4 %."
    }
  },
  {
    "translation": {
      "en": "So where is the boundary for biodiversity?",
      "es": "¿Dónde está el límite para la biodiversidad?"
    }
  },
  {
    "translation": {
      "en": "How much more of the natural world can we afford to lose",
      "es": "¿Cuánto más del mundo natural podemos perder"
    }
  },
  {
    "translation": {
      "en": "before our own societies collapse?",
      "es": "antes del colapso de nuestras sociedades?"
    }
  },
  {
    "translation": {
      "en": "There are many different tipping points in the natural world,",
      "es": "Hay muchos puntos de inflexión en el mundo natural."
    }
  },
  {
    "translation": {
      "en": "and it's difficult to translate concretely",
      "es": "Es difícil definir concretamente"
    }
  },
  {
    "translation": {
      "en": "the planetary boundary when it comes to biodiversity,",
      "es": "el límite planetario en cuanto a la biodiversidad"
    }
  },
  {
    "translation": {
      "en": "because life is very complicated.",
      "es": "porque la vida es muy complicada."
    }
  },
  {
    "translation": {
      "en": "A single boundary for the loss of nature",
      "es": "Es difícil identificar un solo límite en la pérdida de la naturaleza"
    }
  },
  {
    "translation": {
      "en": "may be hard to pinpoint because of nature's complexity,",
      "es": "Es difícil identificar un solo límite en la pérdida de la naturaleza debido a su complejidad,"
    }
  },
  {
    "translation": {
      "en": "but one thing is clear.",
      "es": "pero una cosa es clara."
    }
  },
  {
    "translation": {
      "en": "We've already crossed well beyond it.",
      "es": "Ya la hemos cruzado."
    }
  },
  {
    "translation": {
      "en": "We are so deep in the red.",
      "es": "Estamos tan metidos en la zona roja,"
    }
  },
  {
    "translation": {
      "en": "We are in such a dangerous point",
      "es": "en un punto tan peligroso"
    }
  },
  {
    "translation": {
      "en": "when it comes to losing species on Earth and destroying ecosystems on Earth",
      "es": "en cuanto a perder especies y destruir ecosistemas en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "that we have to halt the loss of biodiversity",
      "es": "que debemos detener la pérdida de la biodiversidad"
    }
  },
  {
    "translation": {
      "en": "as quickly as we ever can.",
      "es": "tan rápido como podamos."
    }
  },
  {
    "translation": {
      "en": "Now is the time to set as a target",
      "es": "Ahora es el momento de fijar este objetivo"
    }
  },
  {
    "translation": {
      "en": "for 2021, 2022,",
      "es": "para 2021 o 2022,"
    }
  },
  {
    "translation": {
      "en": "I mean really at the early parts of this decade,",
      "es": "a principios de esta década."
    }
  },
  {
    "translation": {
      "en": "that we must aim at a zero loss of nature.",
      "es": "Debemos apuntar a la pérdida nula de naturaleza."
    }
  },
  {
    "translation": {
      "en": "The equivalent of 1.5 degrees Celsius maximum allowed warming",
      "es": "El equivalente al calentamiento máximo permitido de 1.5 grados centígrados"
    }
  },
  {
    "translation": {
      "en": "would be zero loss of nature from now onwards.",
      "es": "El equivalente al calentamiento máximo permitido de 1.5 grados centígrados sería una pérdida nula desde ahora."
    }
  },
  {
    "translation": {
      "en": "The third biosphere boundary relates to the planet's bloodstream,",
      "es": "El tercer límite de la biosfera se relaciona con la sangre del planeta,"
    }
  },
  {
    "translation": {
      "en": "for fresh water is another of the fundamentals that society depends on.",
      "es": "porque el agua dulce es otra de las bases de las que depende la sociedad."
    }
  },
  {
    "translation": {
      "en": "Did you know that you and I need roughly",
      "es": "¿Sabían que ustedes y yo necesitamos, más o menos,"
    }
  },
  {
    "translation": {
      "en": "something like 3,000 liters of fresh water per person every day for us to stay alive?",
      "es": "unos 3000 litros de agua dulce por persona todos los días para estar vivos?"
    }
  },
  {
    "translation": {
      "en": "And you say, My God, 3,000 liters? Three tons of water? How can that be?",
      "es": "Dirán: Por Dios, ¿3000 litros? ¿Tres toneladas de agua? No puede ser."
    }
  },
  {
    "translation": {
      "en": "Yes, we only need 50 liters for hygiene and drinking.",
      "es": "Sí, solo necesitamos 50 litros para beber e higienizarnos."
    }
  },
  {
    "translation": {
      "en": "We, in the rich world, use roughly another hundred for washing, our household needs.",
      "es": "En los lugares ricos, usamos otros 100 para lavar y otras necesidades domésticas."
    }
  },
  {
    "translation": {
      "en": "And then industry needs another 150, so that's like 300 liters.",
      "es": "La industria necesita otros 150, así que van como 300 litros."
    }
  },
  {
    "translation": {
      "en": "But the rest, the 2,500 or so, is for food.",
      "es": "Pero el resto, los otros 2500, son para la comida,"
    }
  },
  {
    "translation": {
      "en": "That's the fresh water we need to produce everything that we have on our plates",
      "es": "es el agua dulce que necesitamos para producir lo que tenemos en el plato"
    }
  },
  {
    "translation": {
      "en": "when we eat our food.",
      "es": "cuando vamos a comer."
    }
  },
  {
    "translation": {
      "en": "Fresh water has a special significance for Johan.",
      "es": "El agua dulce tiene un valor especial para Johan."
    }
  },
  {
    "translation": {
      "en": "It was the subject of his PhD",
      "es": "Fue el tema de su doctorado"
    }
  },
  {
    "translation": {
      "en": "and many years of research in the semi- arid regions of Africa.",
      "es": "y de muchos años de investigación en las regiones semiáridas de África."
    }
  },
  {
    "translation": {
      "en": "I spent from, you know, sunrise to sunset walking around, sweating like crazy,",
      "es": "Andaba desde el amanecer hasta el atardecer caminando y sudando como loco"
    }
  },
  {
    "translation": {
      "en": "collecting data, you know.",
      "es": "recolectando datos,"
    }
  },
  {
    "translation": {
      "en": "Digging profiles in the soil,",
      "es": "cavando perfiles en el suelo,"
    }
  },
  {
    "translation": {
      "en": "taking soil samples, doing soil moisture measurements.",
      "es": "tomando muestras del suelo y midiendo la humedad."
    }
  },
  {
    "translation": {
      "en": "Just getting wind speed data and rainfall data.",
      "es": "Y buscando datos de velocidad del viento y precipitaciones."
    }
  },
  {
    "translation": {
      "en": "I've measured so much leaf area.",
      "es": "He medido mucha área foliar."
    }
  },
  {
    "translation": {
      "en": "You don't, you won't imagine, you know,",
      "es": "No se imaginan lo cuidadoso que debe ser un científico"
    }
  },
  {
    "translation": {
      "en": "how careful a scientist has to be in just measuring in square millimeters",
      "es": "No se imaginan lo cuidadoso que debe ser un científico cuando mide en milímetros cuadrados"
    }
  },
  {
    "translation": {
      "en": "the size of all the leaves on a plant.",
      "es": "el tamaño de todas las hojas de una planta."
    }
  },
  {
    "translation": {
      "en": "It was the details he needed to answer a much bigger question.",
      "es": "Necesitaba los detalles para responder una pregunta mucho más amplia."
    }
  },
  {
    "translation": {
      "en": "How much water do we need to feed the world?",
      "es": "¿Cuánta agua necesitamos para alimentar al mundo?"
    }
  },
  {
    "translation": {
      "en": "My tentative answer when I was doing my MSc was,",
      "es": "Mi respuesta tentativa cuando hice mi maestría"
    }
  },
  {
    "translation": {
      "en": "was that, Yes, there seemed to be enough water.",
      "es": "fue que sí, parecía haber agua suficiente."
    }
  },
  {
    "translation": {
      "en": "But there's another side to the coin.",
      "es": "Pero hay otra cara de esto."
    }
  },
  {
    "translation": {
      "en": "Is there a global threshold for fresh water use",
      "es": "¿Hay un umbral global para el uso de agua dulce"
    }
  },
  {
    "translation": {
      "en": "beyond which the system starts to collapse?",
      "es": "tras el cual el sistema comienza a colapsar?"
    }
  },
  {
    "translation": {
      "en": "We actually scanned off all the river basins in the world",
      "es": "Analizamos todas las cuencas del mundo"
    }
  },
  {
    "translation": {
      "en": "and then, you know, defining what's the minimum amount of runoff water",
      "es": "Analizamos todas las cuencas del mundo para definir cuál es la cantidad mínima de agua de escorrentía que en cualquier cuenca debe haber"
    }
  },
  {
    "translation": {
      "en": "any given river basin must have to maintain the wetness in the system",
      "es": "de agua de escorrentía que en cualquier cuenca debe haber para mantener la humedad en el sistema"
    }
  },
  {
    "translation": {
      "en": "so that you have thriving ecosystems,",
      "es": "para que tenga ecosistemas prósperos,"
    }
  },
  {
    "translation": {
      "en": "good supply of water, functioning river basins.",
      "es": "un buen suministro de agua y cuencas fluviales óptimas."
    }
  },
  {
    "translation": {
      "en": "The volume of water currently being extracted from each river",
      "es": "El volumen de agua que se extrae de cada río"
    }
  },
  {
    "translation": {
      "en": "reveals why many are now in danger of running dry.",
      "es": "indica por qué muchos están en peligro de secarse."
    }
  },
  {
    "translation": {
      "en": "Globally, we're still, as far as our assessment shows today,",
      "es": "A nivel mundial, seguimos según nuestra evaluación de hoy,"
    }
  },
  {
    "translation": {
      "en": "in the safe zone on fresh water,",
      "es": "en la zona segura del agua dulce,"
    }
  },
  {
    "translation": {
      "en": "but we're rapidly moving towards a danger zone.",
      "es": "pero avanzamos rápidamente hacia la de peligro."
    }
  },
  {
    "translation": {
      "en": "The last of the biosphere boundaries",
      "es": "El último límite de la biosfera"
    }
  },
  {
    "translation": {
      "en": "involves the flow of nutrients, nitrogen, and phosphorus.",
      "es": "incluye el flujo de nutrientes, nitrógeno y fósforo."
    }
  },
  {
    "translation": {
      "en": "They are the essential components of all living things,",
      "es": "Son los componentes esenciales de todos los seres vivos"
    }
  },
  {
    "translation": {
      "en": "the key ingredients in fertilizers.",
      "es": "y los ingredientes clave de los fertilizantes."
    }
  },
  {
    "translation": {
      "en": "Johan has witnessed firsthand the impacts of their increasing use.",
      "es": "Johan ha presenciado personalmente los efectos del aumento de su uso."
    }
  },
  {
    "translation": {
      "en": "He spent his childhood summers on an island in the Baltic Sea.",
      "es": "Pasó los veranos de su infancia en una isla en el Mar Báltico."
    }
  },
  {
    "translation": {
      "en": "We loved fishing.",
      "es": "Nos encantaba pescar."
    }
  },
  {
    "translation": {
      "en": "Most often, I fished with my closest friend here, Anders,",
      "es": "Casi siempre pescaba con mi mejor amigo, Anders,"
    }
  },
  {
    "translation": {
      "en": "and my little brother Nicklaus. And…",
      "es": "y mi hermano menor, Nicklaus."
    }
  },
  {
    "translation": {
      "en": "So there was often the three of us.",
      "es": "Solíamos estar los tres."
    }
  },
  {
    "translation": {
      "en": "Almost being able to tell my mother and dad that, So you want some fish for dinner?",
      "es": "Casi podíamos preguntarles a mis padres si querían pescado para la cena."
    }
  },
  {
    "translation": {
      "en": "and we would come home with a catch, basically.",
      "es": "Luego volvíamos a casa con un pescado."
    }
  },
  {
    "translation": {
      "en": "One of the adventures was going out",
      "es": "Una de las aventuras era alejarnos"
    }
  },
  {
    "translation": {
      "en": "one, two nautical miles out in the open Baltic,",
      "es": "una o dos millas náuticas en el mar Báltico abierto."
    }
  },
  {
    "translation": {
      "en": "and that's where we could, by hand, fishing cod.",
      "es": "Allí podíamos pescar bacalao a mano."
    }
  },
  {
    "translation": {
      "en": "I was, at that time, the best at rinsing the fish,",
      "es": "En esa época, yo era el mejor para enjuagar el pescado."
    }
  },
  {
    "translation": {
      "en": "so, after one hour, I had to abandon the fishing,",
      "es": "Después de una hora, tenía que dejar de pescar."
    }
  },
  {
    "translation": {
      "en": "because we got so much cod that the only way to bring it home",
      "es": "Teníamos tanto bacalao que solo podíamos llevarlo a casa"
    }
  },
  {
    "translation": {
      "en": "was that we would actually cut up the fish on site.",
      "es": "si cortábamos el pescado allí mismo."
    }
  },
  {
    "translation": {
      "en": "So we would have the seagulls just engulfing us,",
      "es": "Las gaviotas nos rodeaban"
    }
  },
  {
    "translation": {
      "en": "because there was so much, er, you know, entrails",
      "es": "porque había mucha comida,"
    }
  },
  {
    "translation": {
      "en": "and then pieces of fish that I was then cutting off",
      "es": "entrañas y trozos de pescado que cortaba"
    }
  },
  {
    "translation": {
      "en": "just to fit in the boat.",
      "es": "para que entraran en el bote."
    }
  },
  {
    "translation": {
      "en": "And that was a cause of great, great excitement as a kid to do that.",
      "es": "Era muy emocionante hacer eso cuando era niño."
    }
  },
  {
    "translation": {
      "en": "A few decades later, today, it's a completely different situation,",
      "es": "Unas décadas más tarde, hoy, la situación es completamente diferente."
    }
  },
  {
    "translation": {
      "en": "and you see nobody trying to go out to catch cod,",
      "es": "No se ve a nadie tratando de pescar bacalao"
    }
  },
  {
    "translation": {
      "en": "because, er, it's just literally empty.",
      "es": "porque está vacío."
    }
  },
  {
    "translation": {
      "en": "It looks exactly the same, by the way, as it did in the 1970s, 1980s",
      "es": "Por cierto, se ve exactamente igual a como era en los años 70 y 80"
    }
  },
  {
    "translation": {
      "en": "when you look at it from above,",
      "es": "cuando se mira desde arriba,"
    }
  },
  {
    "translation": {
      "en": "but when you look at it from below, it's something completely different.",
      "es": "pero desde abajo es completamente diferente."
    }
  },
  {
    "translation": {
      "en": "When Johan was a boy, the Baltic was a healthy environment",
      "es": "Cuando Johan era niño, el Báltico era un ambiente saludable"
    }
  },
  {
    "translation": {
      "en": "dominated by predatory fish like cod.",
      "es": "dominado por peces depredadores como el bacalao."
    }
  },
  {
    "translation": {
      "en": "But while overfishing removed many of the fish,",
      "es": "Pero mientras la sobrepesca eliminó muchos peces,"
    }
  },
  {
    "translation": {
      "en": "it was fertilizers washed off the surrounding fields",
      "es": "los fertilizantes de los campos aledaños"
    }
  },
  {
    "translation": {
      "en": "that tipped the Baltic into disaster.",
      "es": "llevaron al Báltico al desastre."
    }
  },
  {
    "translation": {
      "en": "It's now the world's most polluted sea.",
      "es": "Ahora es el mar más contaminado del mundo."
    }
  },
  {
    "translation": {
      "en": "It is when you have many Baltic Sea equivalents across the planet",
      "es": "Cuando existen muchos equivalentes del mar Báltico en todo el planeta,"
    }
  },
  {
    "translation": {
      "en": "that there is reason for deep concern,",
      "es": "hay motivos para la preocupación profunda"
    }
  },
  {
    "translation": {
      "en": "because it's a…",
      "es": "porque es una señal"
    }
  },
  {
    "translation": {
      "en": "It's a signal that the entire planet is gradually losing its resilience",
      "es": "porque es una señal de que el planeta entero gradualmente pierde su resistencia y se vuelve cada vez más débil."
    }
  },
  {
    "translation": {
      "en": "and gradually becoming weaker and weaker.",
      "es": "gradualmente pierde su resistencia y se vuelve cada vez más débil."
    }
  },
  {
    "translation": {
      "en": "Elena Bennett is an expert on the impacts of fertilizers.",
      "es": "Elena Bennett es experta en el impacto de los fertilizantes."
    }
  },
  {
    "translation": {
      "en": "We take nitrogen out of the air and chemically convert it",
      "es": "Tomamos nitrógeno del aire y lo convertimos químicamente"
    }
  },
  {
    "translation": {
      "en": "into a form that is able to be used by plants,",
      "es": "hasta tener una forma que las plantas puedan usar."
    }
  },
  {
    "translation": {
      "en": "or, in the case of phosphorus, we dig it up out of the ground.",
      "es": "En el caso del fósforo, lo sacamos del suelo."
    }
  },
  {
    "translation": {
      "en": "We mine it.",
      "es": "Lo extraemos."
    }
  },
  {
    "translation": {
      "en": "We developed these chemical pathways or ways to mine phosphorus",
      "es": "Desarrollamos vías químicas o formas de extraer fósforo"
    }
  },
  {
    "translation": {
      "en": "that were much, much more efficient,",
      "es": "que eran mucho más eficientes"
    }
  },
  {
    "translation": {
      "en": "and that basically doubled, tripled,",
      "es": "y duplicaban, triplicaban"
    }
  },
  {
    "translation": {
      "en": "or even quadrupled the production of food around the world.",
      "es": "o incluso cuadruplicaban la producción de alimentos en todo el mundo."
    }
  },
  {
    "translation": {
      "en": "This was invaluable in feeding a growing population,",
      "es": "Esto fue valioso para una población en crecimiento,"
    }
  },
  {
    "translation": {
      "en": "but we got into the habit of applying far more fertilizer",
      "es": "pero nos acostumbramos a aplicar mucho más fertilizante"
    }
  },
  {
    "translation": {
      "en": "than the crops could actually use.",
      "es": "del que los cultivos podían usar."
    }
  },
  {
    "translation": {
      "en": "The unused nutrients wash into rivers,",
      "es": "Los nutrientes sin usar llegan a los ríos"
    }
  },
  {
    "translation": {
      "en": "over- fertilizing them too.",
      "es": "y también los sobrefertilizan."
    }
  },
  {
    "translation": {
      "en": "A process called eutrophication.",
      "es": "Este proceso se llama eutrofización."
    }
  },
  {
    "translation": {
      "en": "What we see are these algal blooms.",
      "es": "Lo que vemos son flores de algas."
    }
  },
  {
    "translation": {
      "en": "Sort of looks like a blue- green scum on top of the lake.",
      "es": "Parece una suciedad azul verdosa en la superficie del lago."
    }
  },
  {
    "translation": {
      "en": "They often smell terrible",
      "es": "Muchas veces huele mal"
    }
  },
  {
    "translation": {
      "en": "because we're smelling the rotting of that algae.",
      "es": "porque es la descomposición de esas algas."
    }
  },
  {
    "translation": {
      "en": "As it's decomposing, it uses up oxygen.",
      "es": "Al descomponerse, utiliza oxígeno."
    }
  },
  {
    "translation": {
      "en": "Reduced oxygen changes the chemical composition",
      "es": "El oxígeno reducido cambia la composición química"
    }
  },
  {
    "translation": {
      "en": "of the sediment on the bottom of the lake, causing it to release more phosphorus.",
      "es": "del sedimento en el fondo del lago, y así, libera más fósforo."
    }
  },
  {
    "translation": {
      "en": "Soon as you have a eutrophication problem, the lake sort of says,",
      "es": "En cuanto hay un problema de eutrofización, el lago dice:"
    }
  },
  {
    "translation": {
      "en": "Oh good, we're gonna make it worse,",
      "es": "Qué bien, lo empeoraremos."
    }
  },
  {
    "translation": {
      "en": "and it just creates a positive feedback cycle",
      "es": "Y crea un ciclo de retroalimentación positiva"
    }
  },
  {
    "translation": {
      "en": "that creates more and more and more phosphorus",
      "es": "que genera cada vez más fósforo"
    }
  },
  {
    "translation": {
      "en": "going into that lake and essentially keeps it in that state.",
      "es": "que vuelve a ese lago y lo mantiene en ese estado."
    }
  },
  {
    "translation": {
      "en": "We also have the same issue of eutrophication in oceans,",
      "es": "También tenemos el mismo problema de eutrofización en los océanos,"
    }
  },
  {
    "translation": {
      "en": "where we get what are called dead zones from the same nutrients,",
      "es": "donde existen las llamadas zonas muertas de los mismos nutrientes."
    }
  },
  {
    "translation": {
      "en": "and we see those dead zones now",
      "es": "Ahora vemos esas zonas muertas"
    }
  },
  {
    "translation": {
      "en": "in a few hundred places around the world.",
      "es": "en cientos de lugares por el mundo."
    }
  },
  {
    "translation": {
      "en": "Eutrophication in the ocean may have been an important contributor",
      "es": "La eutrofización en los océanos pudo haber contribuido enormemente"
    }
  },
  {
    "translation": {
      "en": "to one of the world's five previous mass extinction events.",
      "es": "a uno de los cinco casos previos de extinción masiva del mundo."
    }
  },
  {
    "translation": {
      "en": "Already today, some dead zones have expanded",
      "es": "Aun hoy, algunas zonas muertas se han expandido"
    }
  },
  {
    "translation": {
      "en": "to cover tens of thousands of square kilometers.",
      "es": "y cubren decenas de miles de kilómetros cuadrados."
    }
  },
  {
    "translation": {
      "en": "Our overuse of phosphorus and nitrogen",
      "es": "Nuestro uso excesivo de fósforo y nitrógeno"
    }
  },
  {
    "translation": {
      "en": "is one of the least known, but most critical impacts we're having on the biosphere.",
      "es": "es uno de los impactos menos conocidos pero más graves que hay en la biosfera."
    }
  },
  {
    "translation": {
      "en": "We are already deep into the danger zone.",
      "es": "Ya estamos en plena zona de peligro."
    }
  },
  {
    "translation": {
      "en": "We are well across the nutrient boundary.",
      "es": "Cruzamos el límite de los nutrientes."
    }
  },
  {
    "translation": {
      "en": "It's… It's not a thing that we think about very often.",
      "es": "No es algo en lo que pensemos mucho."
    }
  },
  {
    "translation": {
      "en": "I think we need to be taking this boundary much more seriously than we currently are.",
      "es": "Creo que debemos tomar este límite mucho más en serio que ahora."
    }
  },
  {
    "translation": {
      "en": "Nutrients, water, our forests, biodiversity, and the climate.",
      "es": "Los nutrientes, el agua, los bosques, la biodiversidad y el clima."
    }
  },
  {
    "translation": {
      "en": "Five big components of our planet that regulate stability",
      "es": "Cinco grandes componentes de nuestro planeta que regulan la estabilidad"
    }
  },
  {
    "translation": {
      "en": "and underpin our own survival.",
      "es": "y sostienen nuestra propia supervivencia."
    }
  },
  {
    "translation": {
      "en": "But Johan and his colleagues knew that this still wasn't the full picture.",
      "es": "Pero Johan y sus colegas sabían que este no era el panorama completo."
    }
  },
  {
    "translation": {
      "en": "They hadn't yet accounted for a little- known drama",
      "es": "Aún no habían explicado una situación poco conocida"
    }
  },
  {
    "translation": {
      "en": "that's playing out in the oceans.",
      "es": "que se desarrolla en los océanos."
    }
  },
  {
    "translation": {
      "en": "Its impact on our planet's stability could outplay all others.",
      "es": "Su impacto en la estabilidad del planeta podría superar a todos los demás."
    }
  },
  {
    "translation": {
      "en": "When we emit CO2 into the atmosphere,",
      "es": "Cuando emitimos dióxido de carbono en la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "about a third of that emissions has ended up in the ocean.",
      "es": "cerca de un tercio de las emisiones terminan en el océano."
    }
  },
  {
    "translation": {
      "en": "Terry Hughes has been a close collaborator with Johan over many years.",
      "es": "Terry Hughes ha colaborado estrechamente con Johan durante muchos años."
    }
  },
  {
    "translation": {
      "en": "That has changed the chemistry of the ocean.",
      "es": "Eso ha cambiado la química del océano."
    }
  },
  {
    "translation": {
      "en": "It has changed the pH",
      "es": "Ha cambiado el pH"
    }
  },
  {
    "translation": {
      "en": "and made it less alkaline, or more acidic.",
      "es": "y lo ha vuelto menos alcalino o más ácido."
    }
  },
  {
    "translation": {
      "en": "Hence the name ocean acidification.",
      "es": "Por eso se llama acidificación del océano."
    }
  },
  {
    "translation": {
      "en": "When carbon dioxide dissolves in water,",
      "es": "Cuando el dióxido de carbono se disuelve en agua,"
    }
  },
  {
    "translation": {
      "en": "it creates carbonic acid.",
      "es": "crea ácido carbónico."
    }
  },
  {
    "translation": {
      "en": "The vulnerability is in colder waters.",
      "es": "Las aguas más frías lo hacen vulnerable."
    }
  },
  {
    "translation": {
      "en": "Over the past few decades,",
      "es": "En las últimas décadas,"
    }
  },
  {
    "translation": {
      "en": "the world's ocean has become 26% more acidic,",
      "es": "los océanos del mundo se han vuelto un 26 % más ácidos"
    }
  },
  {
    "translation": {
      "en": "and, for as long as carbon dioxide concentrations",
      "es": "y, mientras las concentraciones de dióxido de carbono"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere remain high,",
      "es": "sean altas en la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "the ocean will continue acidifying.",
      "es": "continuará su acidificación."
    }
  },
  {
    "translation": {
      "en": "The acid reacts with chemicals in the water called carbonate ions,",
      "es": "El ácido reacciona con químicos en el agua, llamados iones carbonato,"
    }
  },
  {
    "translation": {
      "en": "reducing their concentration.",
      "es": "que reducen su concentración."
    }
  },
  {
    "translation": {
      "en": "It affects a broad suite of organisms,",
      "es": "Afecta a una amplia gama de organismos,"
    }
  },
  {
    "translation": {
      "en": "particularly those that need carbonate to grow their skeletons.",
      "es": "particularmente, los que necesitan carbonato para desarrollar sus esqueletos."
    }
  },
  {
    "translation": {
      "en": "Things like mollusks, oysters, mussels.",
      "es": "Por ejemplo, los moluscos, las ostras y los mejillones."
    }
  },
  {
    "translation": {
      "en": "Ocean acidification has an ominous history.",
      "es": "La acidificación de los océanos tiene una historia ominosa."
    }
  },
  {
    "translation": {
      "en": "Global changes in the acidification,",
      "es": "Si hay cambios globales en la acidificación,"
    }
  },
  {
    "translation": {
      "en": "the pH of the ocean, can actually cause mass extinctions.",
      "es": "el pH del océano puede causar extinciones masivas."
    }
  },
  {
    "translation": {
      "en": "We've seen that repeatedly in the geological record.",
      "es": "Lo hemos visto una y otra vez en los registros geológicos."
    }
  },
  {
    "translation": {
      "en": "So as we manipulate",
      "es": "Así, mientras manipulamos el clima del planeta,"
    }
  },
  {
    "translation": {
      "en": "the planet's climate, we're literally playing with fire",
      "es": "Así, mientras manipulamos el clima del planeta, realmente jugamos con fuego"
    }
  },
  {
    "translation": {
      "en": "in terms of the unforeseen consequences",
      "es": "en cuanto a las consecuencias inesperadas"
    }
  },
  {
    "translation": {
      "en": "of moving past these planetary boundaries into uncharted territory.",
      "es": "de cruzar los límites planetarios y meternos en terreno desconocido."
    }
  },
  {
    "translation": {
      "en": "We are still in the safe zone for ocean acidification,",
      "es": "Aún estamos en la zona segura de la acidificación de los océanos,"
    }
  },
  {
    "translation": {
      "en": "but we're pushing towards the danger zone",
      "es": "pero vamos hacia la zona de peligro"
    }
  },
  {
    "translation": {
      "en": "and potentially a catastrophic mass extinction.",
      "es": "y, posiblemente, hacia una extinción masiva catastrófica."
    }
  },
  {
    "translation": {
      "en": "For all the complexities of Earth,",
      "es": "Para todas las complejidades de la Tierra,"
    }
  },
  {
    "translation": {
      "en": "Johan and his colleagues discovered that there are just nine systems",
      "es": "Johan y sus colegas descubrieron que solo hay nueve sistemas"
    }
  },
  {
    "translation": {
      "en": "that keep our planet stable.",
      "es": "que mantienen el planeta estable."
    }
  },
  {
    "translation": {
      "en": "But they've not yet identified where the boundaries lie for two of them.",
      "es": "Pero aún no han identificado cuáles son los límites de dos de ellos."
    }
  },
  {
    "translation": {
      "en": "The first one is an assortment of human- made pollutants.",
      "es": "El primero es una variedad de contaminantes hechos por el hombre."
    }
  },
  {
    "translation": {
      "en": "We call it novel entities, and it is everything from nuclear waste",
      "es": "Lo llamamos nuevas entidades, y es todo, desde desechos nucleares"
    }
  },
  {
    "translation": {
      "en": "to persistent organic pollutants",
      "es": "hasta contaminantes orgánicos persistentes,"
    }
  },
  {
    "translation": {
      "en": "to loading of heavy metals",
      "es": "la carga de metales pesados"
    }
  },
  {
    "translation": {
      "en": "to microplastics.",
      "es": "y microplásticos."
    }
  },
  {
    "translation": {
      "en": "Humans have created 100,000 new materials,",
      "es": "Los humanos han creado 100 000 materiales nuevos,"
    }
  },
  {
    "translation": {
      "en": "any number of which could interact with the environment in catastrophic ways.",
      "es": "y muchos podrían interactuar con el medio ambiente de maneras catastróficas."
    }
  },
  {
    "translation": {
      "en": "As of yet, this boundary is not quantified.",
      "es": "Hasta ahora, este límite no está calculado."
    }
  },
  {
    "translation": {
      "en": "We simply don't know the long- term or cumulative impacts",
      "es": "No sabemos los impactos a largo plazo o acumulativos"
    }
  },
  {
    "translation": {
      "en": "of these polluting substances.",
      "es": "de estas sustancias contaminantes,"
    }
  },
  {
    "translation": {
      "en": "But most have the potential to cause planet- wide disruption",
      "es": "pero la mayoría tiene el potencial de causar perturbaciones globales"
    }
  },
  {
    "translation": {
      "en": "if not controlled in some way.",
      "es": "si no se controlan de alguna manera."
    }
  },
  {
    "translation": {
      "en": "There's one form of pollutant that is already having a global impact.",
      "es": "Hay un contaminante que ya tiene un impacto global"
    }
  },
  {
    "translation": {
      "en": "So much so that it has a boundary of its own.",
      "es": "a tal punto que tiene su propio límite."
    }
  },
  {
    "translation": {
      "en": "Aerosols are basically particles in the atmosphere.",
      "es": "Los aerosoles son, básicamente, partículas en la atmósfera."
    }
  },
  {
    "translation": {
      "en": "They are what's called air pollution particulates.",
      "es": "Son las llamadas partículas de contaminación del aire."
    }
  },
  {
    "translation": {
      "en": "75% of the aerosol pollution is from fossil fuel combustion.",
      "es": "El 75 % de la contaminación por aerosoles proviene de la quema de combustibles fósiles."
    }
  },
  {
    "translation": {
      "en": "We see them as hazy sky,",
      "es": "Vemos una especie de bruma en el cielo"
    }
  },
  {
    "translation": {
      "en": "because they intercept sunlight and just scatter it like mirrors.",
      "es": "porque interceptan la luz del sol, la dispersan como espejos"
    }
  },
  {
    "translation": {
      "en": "And they cause what's called global dimming.",
      "es": "y causan el llamado oscurecimiento global."
    }
  },
  {
    "translation": {
      "en": "Veerabhadran has spent a lifetime studying the air around and above us.",
      "es": "Veerabhadran pasó toda su vida estudiando el aire a nuestro alrededor."
    }
  },
  {
    "translation": {
      "en": "The other way aerosols impact climate,",
      "es": "Hay otra forma en que los aerosoles afectan el clima."
    }
  },
  {
    "translation": {
      "en": "because you're cutting sunlight, which is the major energy source",
      "es": "Como disminuyen la luz solar, que es la fuente principal para elevar la temperatura del planeta,"
    }
  },
  {
    "translation": {
      "en": "for driving the temperature of the planet, these aerosols have caused some cooling.",
      "es": "que es la fuente principal para elevar la temperatura del planeta, los aerosoles causan un enfriamiento."
    }
  },
  {
    "translation": {
      "en": "When you hear climate scientists like me say that aerosols are cooling the planet",
      "es": "Cuando los científicos del clima dicen que los aerosoles enfrían el planeta"
    }
  },
  {
    "translation": {
      "en": "and mask the warming, you may think, That's a good thing.",
      "es": "y tapan el calentamiento, pensarán: Eso es bueno."
    }
  },
  {
    "translation": {
      "en": "But unfortunately, it's not.",
      "es": "Por desgracia, no lo es."
    }
  },
  {
    "translation": {
      "en": "Because of this masking,",
      "es": "Debido a este tapamiento,"
    }
  },
  {
    "translation": {
      "en": "we are still not seeing the full greenhouse beast.",
      "es": "no vemos completamente a la bestia del efecto invernadero."
    }
  },
  {
    "translation": {
      "en": "This cooling effect from aerosols is masking",
      "es": "Este efecto enfriador de los aerosoles"
    }
  },
  {
    "translation": {
      "en": "about 40% of the effects of global warming.",
      "es": "tapa el 40 % del efecto del calentamiento global"
    }
  },
  {
    "translation": {
      "en": "And it comes at a high price.",
      "es": "a un precio muy alto."
    }
  },
  {
    "translation": {
      "en": "Air pollution kills over seven million people every year",
      "es": "La contaminación del aire mata a más de siete millones de personas al año"
    }
  },
  {
    "translation": {
      "en": "and takes, on average, three years off the life expectancy of each one of us.",
      "es": "y quita, en promedio, tres años de la expectativa de vida de cada uno de nosotros."
    }
  },
  {
    "translation": {
      "en": "Where the boundary for air pollution lies has not yet been scientifically determined.",
      "es": "El límite de la contaminación del aire aún no se ha determinado científicamente."
    }
  },
  {
    "translation": {
      "en": "Just based on the 7.5 million deaths by these particles,",
      "es": "Si nos basamos en los siete millones y medio de muertes por estas partículas, diría que ya hemos cruzado"
    }
  },
  {
    "translation": {
      "en": "I would say we have already crossed the boundary",
      "es": "por estas partículas, diría que ya hemos cruzado el límite en cuanto a aerosoles."
    }
  },
  {
    "translation": {
      "en": "as far as aerosols are concerned.",
      "es": "el límite en cuanto a aerosoles."
    }
  },
  {
    "translation": {
      "en": "Finally, the ninth boundary is the ozone layer.",
      "es": "Por último, el noveno límite es la capa de ozono."
    }
  },
  {
    "translation": {
      "en": "It has the unique distinction of being the only boundary",
      "es": "Tiene la particularidad de ser el único límite"
    }
  },
  {
    "translation": {
      "en": "where we're moving in the right direction.",
      "es": "por el que vamos en la dirección correcta."
    }
  },
  {
    "translation": {
      "en": "The ozone intercepts harmful ultraviolet radiation,",
      "es": "El ozono intercepta la radiación ultravioleta dañina,"
    }
  },
  {
    "translation": {
      "en": "which directly impacts our DNA",
      "es": "que impacta directamente nuestro ADN"
    }
  },
  {
    "translation": {
      "en": "and causes deadly diseases like skin cancer.",
      "es": "y causa enfermedades mortales como el cáncer de piel."
    }
  },
  {
    "translation": {
      "en": "That is why,",
      "es": "Por eso, cuando se descubrió"
    }
  },
  {
    "translation": {
      "en": "when the Antarctic ozone hole was discovered in the 1980s,",
      "es": "Por eso, cuando se descubrió el agujero de la capa de ozono en la Antártida en los años 80,"
    }
  },
  {
    "translation": {
      "en": "there was a global panic.",
      "es": "hubo pánico global."
    }
  },
  {
    "translation": {
      "en": "The discovery of the ozone hole",
      "es": "El descubrimiento de este agujero,"
    }
  },
  {
    "translation": {
      "en": "caused by chemical pollutants being released into the atmosphere",
      "es": "causado por la liberación de contaminantes químicos a la atmósfera,"
    }
  },
  {
    "translation": {
      "en": "persuaded nations to phase out these chemicals.",
      "es": "hizo que algunas naciones eliminaran estos químicos."
    }
  },
  {
    "translation": {
      "en": "It was quite fantastic how the scientific warnings",
      "es": "Fue fantástico cómo las advertencias científicas"
    }
  },
  {
    "translation": {
      "en": "translated into political action.",
      "es": "se convirtieron en acciones políticas."
    }
  },
  {
    "translation": {
      "en": "This is the first and only example",
      "es": "Este es el primer y único ejemplo"
    }
  },
  {
    "translation": {
      "en": "that we can actually manage the whole planet.",
      "es": "de que podemos controlar todo el planeta."
    }
  },
  {
    "translation": {
      "en": "We can actually return into a safe operating space",
      "es": "Podemos volver a un espacio operativo seguro"
    }
  },
  {
    "translation": {
      "en": "for a planetary boundary that we had seriously gone into the high- risk zone,",
      "es": "para un límite planetario que habíamos cruzado hacia la zona de alto riesgo."
    }
  },
  {
    "translation": {
      "en": "and we returned back into a safe operating space.",
      "es": "Podemos volver a un espacio operativo seguro."
    }
  },
  {
    "translation": {
      "en": "It was indeed fantastic to witness.",
      "es": "Fue fantástico presenciarlo."
    }
  },
  {
    "translation": {
      "en": "Scientists raised the alarm, and the world acted.",
      "es": "Los científicos dieron la alarma y el mundo actuó."
    }
  },
  {
    "translation": {
      "en": "Thanks to Johan and his colleagues,",
      "es": "Gracias a Johan y a sus colegas,"
    }
  },
  {
    "translation": {
      "en": "we now know the planet has nine boundaries",
      "es": "ahora sabemos que el planeta tiene nueve límites"
    }
  },
  {
    "translation": {
      "en": "and the risks we face by crossing them.",
      "es": "y los riesgos que enfrentamos al cruzarlos."
    }
  },
  {
    "translation": {
      "en": "Together with the ozone layer, we are, at least for now,",
      "es": "Junto con la capa de ozono, al menos por ahora,"
    }
  },
  {
    "translation": {
      "en": "within the safe zone for ocean acidification and fresh water.",
      "es": "estamos dentro de la zona segura de acidificación oceánica y agua dulce."
    }
  },
  {
    "translation": {
      "en": "We don't yet know how close we are to the danger zone for air pollution,",
      "es": "Aún no sabemos qué tan cerca estamos de la zona de peligro en la contaminación del aire o en otros contaminantes,"
    }
  },
  {
    "translation": {
      "en": "or for all the other pollutants, the novel entities.",
      "es": "en la contaminación del aire o en otros contaminantes, las nuevas entidades."
    }
  },
  {
    "translation": {
      "en": "But most worryingly, we have already exceeded",
      "es": "Pero lo más preocupante es que ya cruzamos al menos cuatro de los nueve límites:"
    }
  },
  {
    "translation": {
      "en": "at least four of the nine boundaries.",
      "es": "es que ya cruzamos al menos cuatro de los nueve límites:"
    }
  },
  {
    "translation": {
      "en": "Climate, forest loss, nutrients, and biodiversity.",
      "es": "el clima, la pérdida de bosques, los nutrientes y la biodiversidad."
    }
  },
  {
    "translation": {
      "en": "We are now crossing irreversible tipping points,",
      "es": "Estamos pasando puntos de inflexión irreversibles"
    }
  },
  {
    "translation": {
      "en": "and we are perilously close to tipping the Earth",
      "es": "y estamos peligrosamente cerca de llevar la Tierra"
    }
  },
  {
    "translation": {
      "en": "into a state that is unable to support our own civilizations.",
      "es": "a un estado en que no puede sostener nuestras propias civilizaciones."
    }
  },
  {
    "translation": {
      "en": "What we're seeing in the world today verifies the planetary boundary framework.",
      "es": "Lo que vemos hoy en el mundo verifica el marco de los límites planetarios."
    }
  },
  {
    "translation": {
      "en": "We can see so clear evidence that,",
      "es": "Podemos ver pruebas muy claras de que, porque estamos en la zona de peligro del clima"
    }
  },
  {
    "translation": {
      "en": "because we're in the danger zone on climate,",
      "es": "de que, porque estamos en la zona de peligro del clima"
    }
  },
  {
    "translation": {
      "en": "because we're in the deep high- risk zone on biodiversity loss,",
      "es": "y en plena zona de alto riesgo de pérdida de biodiversidad,"
    }
  },
  {
    "translation": {
      "en": "we start seeing increased drought, impacts on the rain forest,",
      "es": "empezamos a ver sequías, impactos en la selva tropical,"
    }
  },
  {
    "translation": {
      "en": "the forest fires in Australia and in the Amazon,",
      "es": "incendios forestales en Australia y en el Amazonas,"
    }
  },
  {
    "translation": {
      "en": "the accelerated ice melt, the collapse of coral reef systems.",
      "es": "derretimiento acelerado de hielo, colapso de los sistemas de arrecifes de coral."
    }
  },
  {
    "translation": {
      "en": "For the scientists bearing witness to these planetary changes,",
      "es": "Para los científicos testigos de estos cambios planetarios,"
    }
  },
  {
    "translation": {
      "en": "the loss is much more than just numbers.",
      "es": "la pérdida es mucho más que números."
    }
  },
  {
    "translation": {
      "en": "Terry Hughes has spent a lifetime studying coral reefs.",
      "es": "Terry Hughes ha estudiado los arrecifes de coral toda su vida."
    }
  },
  {
    "translation": {
      "en": "A bleached coral is very, very sick.",
      "es": "Un coral blanqueado está muy enfermo."
    }
  },
  {
    "translation": {
      "en": "Corals bleach when the waters around them get too warm,",
      "es": "Los corales se blanquean cuando el agua que los rodea es muy cálida."
    }
  },
  {
    "translation": {
      "en": "something that's happening with increasing frequency and intensity",
      "es": "Esto sucede con cada vez más frecuencia e intensidad"
    }
  },
  {
    "translation": {
      "en": "as a consequence of global warming.",
      "es": "como consecuencia del calentamiento global."
    }
  },
  {
    "translation": {
      "en": "In big thermal extremes, like we've been seeing",
      "es": "Con los grandes extremos termales que hemos visto en las últimas décadas"
    }
  },
  {
    "translation": {
      "en": "during mass bleaching events in recent decades,",
      "es": "Con los grandes extremos termales que hemos visto en las últimas décadas en el blanqueo masivo, pueden morir muy rápidamente."
    }
  },
  {
    "translation": {
      "en": "they can actually die very, very quickly.",
      "es": "en el blanqueo masivo, pueden morir muy rápidamente."
    }
  },
  {
    "translation": {
      "en": "They cook.",
      "es": "Se cocinan."
    }
  },
  {
    "translation": {
      "en": "The footprint of a bleaching event is ten times bigger",
      "es": "La huella de un blanqueo es diez veces más grande que el ciclón tropical"
    }
  },
  {
    "translation": {
      "en": "than the most extreme Category 5 tropical cyclone.",
      "es": "La huella de un blanqueo es diez veces más grande que el ciclón tropical de categoría cinco más extremo."
    }
  },
  {
    "translation": {
      "en": "So they're off the scale in terms of the size of the impact,",
      "es": "Están fuera de escala en cuanto al tamaño del impacto"
    }
  },
  {
    "translation": {
      "en": "and in terms of how frequently they are occurring.",
      "es": "y a la frecuencia con la que ocurren."
    }
  },
  {
    "translation": {
      "en": "Terry studies the Great Barrier Reef,",
      "es": "Terry estudia la Gran Barrera de Coral,"
    }
  },
  {
    "translation": {
      "en": "the largest reef system in the world.",
      "es": "el sistema de arrecifes más grande del mundo."
    }
  },
  {
    "translation": {
      "en": "Bleaching events used to be localized and rare,",
      "es": "Los casos de blanqueo solían ser localizados y raros,"
    }
  },
  {
    "translation": {
      "en": "but over the past two decades,",
      "es": "pero en las últimas dos décadas,"
    }
  },
  {
    "translation": {
      "en": "marine heatwaves have caused widespread bleaching.",
      "es": "las olas marinas de calor han causado blanqueos generalizados."
    }
  },
  {
    "translation": {
      "en": "Three of the five biggest bleaching events have occurred in the past five years.",
      "es": "Tres de los cinco casos más grandes ocurrieron en los últimos cinco años."
    }
  },
  {
    "translation": {
      "en": "We're worried about that shrinking gap between one bleaching event and the next one.",
      "es": "Nos preocupa la brecha que se estrecha entre un caso de blanqueo y otro."
    }
  },
  {
    "translation": {
      "en": "We've already seen back- to- back bleaching events occur for the first time on the Great Barrier Reef",
      "es": "Ya hemos visto casos consecutivos en la Gran Barrera de Coral"
    }
  },
  {
    "translation": {
      "en": "in two consecutive summers in 2016 and 2017.",
      "es": "en dos veranos seguidos, en 2016 y 2017."
    }
  },
  {
    "translation": {
      "en": "Those gaps are critically important if the corals are to recover.",
      "es": "Esas brechas son muy importantes para que los corales se recuperen."
    }
  },
  {
    "translation": {
      "en": "Half the reef's corals have already died.",
      "es": "La mitad de los corales de arrecife ya han muerto."
    }
  },
  {
    "translation": {
      "en": "Terry's work involves conducting aerial surveys",
      "es": "El trabajo de Terry consiste en realizar estudios aéreos"
    }
  },
  {
    "translation": {
      "en": "to record the extent of each bleaching event.",
      "es": "para registrar el alcance de cada blanqueo."
    }
  },
  {
    "translation": {
      "en": "When we do our aerial surveys, we fly as slowly as we can,",
      "es": "Cuando hacemos los estudios aéreos, volamos lo más despacio"
    }
  },
  {
    "translation": {
      "en": "as low as we can, so we can see individual corals,",
      "es": "y lo más bajo posible para ver corales individualmente"
    }
  },
  {
    "translation": {
      "en": "and we can assess how many of them are bleached white or not.",
      "es": "y evaluar cuántos están blanqueados y cuántos no."
    }
  },
  {
    "translation": {
      "en": "All the coral's bleached.",
      "es": "Todo el coral está blanqueado."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's bad.",
      "es": "Sí, está muy mal."
    }
  },
  {
    "translation": {
      "en": "You can actually see a bleached reef from kilometers away,",
      "es": "Se puede ver un arrecife blanqueado a kilómetros"
    }
  },
  {
    "translation": {
      "en": "because it virtually glows.",
      "es": "porque prácticamente brilla."
    }
  },
  {
    "translation": {
      "en": "There's so much white coral on it.",
      "es": "Tiene mucho coral blanco."
    }
  },
  {
    "translation": {
      "en": "So I've got very broad crest, and just about everything's bleached.",
      "es": "Hay un extremo muy amplio y casi todo está blanqueado."
    }
  },
  {
    "translation": {
      "en": "Those surveys have now been done five times,",
      "es": "Esos análisis se han hecho cinco veces."
    }
  },
  {
    "translation": {
      "en": "and I have led three of those.",
      "es": "Yo dirigí tres de ellos."
    }
  },
  {
    "translation": {
      "en": "The last three in 2016, 2017, and 2020.",
      "es": "Los últimos tres fueron en 2016, 2017 y 2020."
    }
  },
  {
    "translation": {
      "en": "It's, um… It's a job I'd hoped I'd never have to do,",
      "es": "Es un trabajo que esperaba no tener que hacer nunca"
    }
  },
  {
    "translation": {
      "en": "because it's actually, um, very confronting.",
      "es": "porque es muy angustiante."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "es": "Perdón."
    }
  },
  {
    "translation": {
      "en": "We're heading for a future in which the Great Barrier Reef",
      "es": "Vamos hacia un futuro en el que la Gran Barrera de Coral"
    }
  },
  {
    "translation": {
      "en": "is a coral graveyard.",
      "es": "será un cementerio de corales."
    }
  },
  {
    "translation": {
      "en": "The climate modelers are telling us, the biologists,",
      "es": "Los modeladores del clima, nos dicen a los biólogos"
    }
  },
  {
    "translation": {
      "en": "that business- as- usual carbon emissions",
      "es": "que las emisiones de carbono de siempre"
    }
  },
  {
    "translation": {
      "en": "will result in back- to- back bleaching events",
      "es": "terminarán en casos seguidos de blanqueo"
    }
  },
  {
    "translation": {
      "en": "every consecutive summer by the end of this century.",
      "es": "todos los veranos para el final de este siglo."
    }
  },
  {
    "translation": {
      "en": "We've gone past the tipping point for coral bleaching.",
      "es": "Ya pasamos el punto de inflexión del blanqueo de corales."
    }
  },
  {
    "translation": {
      "en": "Scientists and ecologists like myself",
      "es": "Los científicos y ecólogos como yo"
    }
  },
  {
    "translation": {
      "en": "have been talking for decades now about global warming,",
      "es": "hemos estado hablando durante décadas sobre el calentamiento global,"
    }
  },
  {
    "translation": {
      "en": "and it has been frustrating, um, that we haven't been listened to.",
      "es": "y es frustrante que no nos hayan escuchado."
    }
  },
  {
    "translation": {
      "en": "I get angry.",
      "es": "Me enojo."
    }
  },
  {
    "translation": {
      "en": "I don't get depressed. I get angry.",
      "es": "No me deprimo, me enojo."
    }
  },
  {
    "translation": {
      "en": "There is a real reason to be frustrated,",
      "es": "Hay una verdadera razón para estar frustrado"
    }
  },
  {
    "translation": {
      "en": "because the science is clear and has been communicated for the past 30 years,",
      "es": "porque la ciencia es clara y se ha comunicado los últimos 30 años,"
    }
  },
  {
    "translation": {
      "en": "and still we're not moving in the right direction.",
      "es": "y, aun así, no actuamos."
    }
  },
  {
    "translation": {
      "en": "I want you to panic.",
      "es": "Quiero que sientan pánico."
    }
  },
  {
    "translation": {
      "en": "I want you to feel the fear I feel every day.",
      "es": "Quiero que sientan el miedo que yo siento todos los días"
    }
  },
  {
    "translation": {
      "en": "And then I want you to act.",
      "es": "y luego, que actúen."
    }
  },
  {
    "translation": {
      "en": "I want you to act as you would in a crisis.",
      "es": "Quiero que actúen como lo harían en una crisis."
    }
  },
  {
    "translation": {
      "en": "I want you to act as if the house was on fire.",
      "es": "Quiero que actúen como si la casa estuviera en llamas,"
    }
  },
  {
    "translation": {
      "en": "Because it is.",
      "es": "porque lo está."
    }
  },
  {
    "translation": {
      "en": "The bush fires in Australia have raged for months, destroying so much of the country's east coast--",
      "es": "Los incendios en Australia llevan meses destruyendo gran parte de la costa este…"
    }
  },
  {
    "translation": {
      "en": "In 2020, Australia endured a summer from hell.",
      "es": "En el año 2020, Australia tuvo un verano del infierno."
    }
  },
  {
    "translation": {
      "en": "And our only way out is now",
      "es": "Y nuestra única salida ahora"
    }
  },
  {
    "translation": {
      "en": "a treacherous gauntlet of fallen trees and flames.",
      "es": "es un camino traicionero de árboles caídos y llamas."
    }
  },
  {
    "translation": {
      "en": "Fueled by record- breaking temperatures and months of severe drought,",
      "es": "Impulsados por temperaturas récord y meses de sequía extrema,"
    }
  },
  {
    "translation": {
      "en": "50 million acres of lands were incinerated.",
      "es": "se quemaron más de 20 millones de hectáreas de tierra."
    }
  },
  {
    "translation": {
      "en": "People fear this will become the new normal.",
      "es": "La gente teme que esto se convierta en la nueva normalidad."
    }
  },
  {
    "translation": {
      "en": "But the science says there will be no normal.",
      "es": "Pero la ciencia dice que no habrá nada normal."
    }
  },
  {
    "translation": {
      "en": "Daniella Teixeira studies glossy black cockatoos,",
      "es": "Daniella Teixeira estudia las cacatúas negras brillantes,"
    }
  },
  {
    "translation": {
      "en": "one of Australia's most vulnerable birds.",
      "es": "de las aves más vulnerables de Australia."
    }
  },
  {
    "translation": {
      "en": "Glossy black cockatoos let you get really close to them.",
      "es": "Las cacatúas negras brillantes permiten el acercamiento."
    }
  },
  {
    "translation": {
      "en": "They will learn who you are, and, in places where you visit regularly,",
      "es": "Aprenden quién eres y, en los sitios que visitas regularmente,"
    }
  },
  {
    "translation": {
      "en": "they actually, I think, get to know who you are,",
      "es": "creo que aprenden a distinguirte,"
    }
  },
  {
    "translation": {
      "en": "and so you can actually go up to them,",
      "es": "así que puedas acercarte,"
    }
  },
  {
    "translation": {
      "en": "sit underneath the tree where they're feeding, and get to know the individual birds.",
      "es": "sentarte bajo el árbol donde se alimentan y conocer a cada ave."
    }
  },
  {
    "translation": {
      "en": "As soon as it was safe to do so,",
      "es": "Cuando era seguro regresar,"
    }
  },
  {
    "translation": {
      "en": "Daniella returned to one of her main study sites",
      "es": "Daniella volvió a uno de sus lugares principales"
    }
  },
  {
    "translation": {
      "en": "on Kangaroo Island off South Australia.",
      "es": "en la isla Canguro, al sur de Australia."
    }
  },
  {
    "translation": {
      "en": "It's February. Nesting season for the cockatoos.",
      "es": "Es febrero, la temporada de anidación de las cacatúas."
    }
  },
  {
    "translation": {
      "en": "There's no sign of any wildlife at all.",
      "es": "No hay ninguna señal de vida salvaje."
    }
  },
  {
    "translation": {
      "en": "There's nothing left here.",
      "es": "No queda nada aquí."
    }
  },
  {
    "translation": {
      "en": "It just looks like",
      "es": "Parece"
    }
  },
  {
    "translation": {
      "en": "complete carnage.",
      "es": "pura destrucción."
    }
  },
  {
    "translation": {
      "en": "It's almost like I'm not looking at the spot that I know.",
      "es": "Es como si no estuviera viendo el lugar que conozco,"
    }
  },
  {
    "translation": {
      "en": "Like it's almost like this can't be the same spot,",
      "es": "como si no fuera el mismo sitio"
    }
  },
  {
    "translation": {
      "en": "because it's so starkly different.",
      "es": "porque es demasiado diferente."
    }
  },
  {
    "translation": {
      "en": "Yeah, I've spent the last four years",
      "es": "Pasé los últimos cuatro años"
    }
  },
  {
    "translation": {
      "en": "working in this very location, so this is… This is about, um…",
      "es": "trabajando en este lugar, así que…"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is about as hard as it gets. This spot was really, um…",
      "es": "Sí, es muy duro. Este sitio era…"
    }
  },
  {
    "translation": {
      "en": "Like there was a big commotion every evening.",
      "es": "Había mucho alboroto todas las noches."
    }
  },
  {
    "translation": {
      "en": "We would have had young chicks by this point.",
      "es": "A esta altura, habría crías de aves."
    }
  },
  {
    "translation": {
      "en": "This is… This is heartbreaking.",
      "es": "Esto es desgarrador."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "es": "Cielos."
    }
  },
  {
    "translation": {
      "en": "I know this nest",
      "es": "Conozco este nido"
    }
  },
  {
    "translation": {
      "en": "pretty well.",
      "es": "muy bien."
    }
  },
  {
    "translation": {
      "en": "It's absolutely horrible to see it like this.",
      "es": "Es horrible verlo así."
    }
  },
  {
    "translation": {
      "en": "And all that's left is…",
      "es": "Todo lo que queda"
    }
  },
  {
    "translation": {
      "en": "Is the iron collar just burnt on the ground.",
      "es": "es el collar de hierro quemado en el suelo."
    }
  },
  {
    "translation": {
      "en": "Like, the iron collar is…",
      "es": "El collar de hierro"
    }
  },
  {
    "translation": {
      "en": "Is what we put on the nest trees to save them.",
      "es": "es lo que ponemos en los árboles con nidos para salvarlos,"
    }
  },
  {
    "translation": {
      "en": "To stop the possums from… From predating on the chicks.",
      "es": "para evitar que las zarigüeyas no se comieran las crías de aves."
    }
  },
  {
    "translation": {
      "en": "And just to see all around me these iron collars just",
      "es": "Veo todo esto, los collares de hierro"
    }
  },
  {
    "translation": {
      "en": "open on the ground.",
      "es": "abiertos en el suelo."
    }
  },
  {
    "translation": {
      "en": "You know, they weren't enough to save them.",
      "es": "No bastaron para salvarlos."
    }
  },
  {
    "translation": {
      "en": "This is an ecological catastrophe. There's no doubt about it.",
      "es": "Es una catástrofe ecológica. No hay duda."
    }
  },
  {
    "translation": {
      "en": "The 2020 bushfires",
      "es": "Los incendios de 2020"
    }
  },
  {
    "translation": {
      "en": "were the most devastating in Australia's history.",
      "es": "fueron los más destructivos de la historia de Australia."
    }
  },
  {
    "translation": {
      "en": "Climate scientists have been talking about these events for a long time,",
      "es": "Los científicos del clima llevan mucho tiempo hablando de estas cosas."
    }
  },
  {
    "translation": {
      "en": "and we were expecting that this might happen,",
      "es": "UNIVERSIDAD DE QUEENSLAND Esperábamos que esto pasara,"
    }
  },
  {
    "translation": {
      "en": "but I don't think anybody expected it to be so soon",
      "es": "pero creo que nadie esperaba que fuera tan pronto"
    }
  },
  {
    "translation": {
      "en": "or so severe.",
      "es": "o tan grave."
    }
  },
  {
    "translation": {
      "en": "Scientists estimate that the fires killed or displaced three billion animals.",
      "es": "Los científicos estiman que los incendios mataron o desplazaron tres mil millones de animales."
    }
  },
  {
    "translation": {
      "en": "1.43 million mammals,",
      "es": "1.43 millones de mamíferos,"
    }
  },
  {
    "translation": {
      "en": "2.46 billion reptiles,",
      "es": "2460 millones de reptiles,"
    }
  },
  {
    "translation": {
      "en": "180 million birds,",
      "es": "180 millones de aves"
    }
  },
  {
    "translation": {
      "en": "and 51 million frogs.",
      "es": "y 51 millones de ranas."
    }
  },
  {
    "translation": {
      "en": "These figures are so enormous,",
      "es": "Estas cifras son demasiado grandes"
    }
  },
  {
    "translation": {
      "en": "so consequential…",
      "es": "y demasiado significativas."
    }
  },
  {
    "translation": {
      "en": "I don't know how to make sense of them.",
      "es": "No sé cómo entenderlas."
    }
  },
  {
    "translation": {
      "en": "That's not what we should be dealing with as conservationists.",
      "es": "No deberíamos tratar con esto como conservacionistas."
    }
  },
  {
    "translation": {
      "en": "I think this is a wake- up call.",
      "es": "Creo que es un llamado de atención."
    }
  },
  {
    "translation": {
      "en": "These black summer fires really showed us that it's now,",
      "es": "Estos incendios negros de verano nos mostraron"
    }
  },
  {
    "translation": {
      "en": "it's affecting us today,",
      "es": "que nos está afectando hoy"
    }
  },
  {
    "translation": {
      "en": "and this is gonna have long- lasting consequences.",
      "es": "y tendrá consecuencias duraderas."
    }
  },
  {
    "translation": {
      "en": "Like, where can he go?",
      "es": "¿Adónde va a ir?"
    }
  },
  {
    "translation": {
      "en": "Wildfires and coral bleaching are caused by us overstepping the climate boundary.",
      "es": "Los incendios y el blanqueo de corales surgen por cruzar el límite del clima."
    }
  },
  {
    "translation": {
      "en": "But it is the destruction of nature that lies behind what has been by far",
      "es": "Pero la destrucción de la naturaleza detrás de eso ha sido el impacto de mayor alcance de nuestro planeta desestabilizado:"
    }
  },
  {
    "translation": {
      "en": "the most far- reaching impact of our destabilizing planet.",
      "es": "ha sido el impacto de mayor alcance de nuestro planeta desestabilizado:"
    }
  },
  {
    "translation": {
      "en": "The COVID- 19 pandemic.",
      "es": "la pandemia del COVID-19."
    }
  },
  {
    "translation": {
      "en": "It affected your life as it affected mine.",
      "es": "Afectó su vida tanto como la mía."
    }
  },
  {
    "translation": {
      "en": "COVID- 19 was a planetary impact we were ill- equipped to deal with.",
      "es": "El COVID-19 fue un impacto planetario al que no estábamos preparados para enfrentar."
    }
  },
  {
    "translation": {
      "en": "It overwhelmed health services",
      "es": "Sobrepasó los servicios de salud"
    }
  },
  {
    "translation": {
      "en": "and brought the global economy to its knees.",
      "es": "y puso de rodillas la economía mundial."
    }
  },
  {
    "translation": {
      "en": "Though it surprised many,",
      "es": "Sorprendió a muchos,"
    }
  },
  {
    "translation": {
      "en": "the World Health Organization had forewarned that it was coming.",
      "es": "pero la Organización Mundial de la Salud había advertido que llegaría."
    }
  },
  {
    "translation": {
      "en": "I think it was a question of time.",
      "es": "Era cuestión de tiempo."
    }
  },
  {
    "translation": {
      "en": "Er, we were destroying nature. We were destroying our ecosystems.",
      "es": "ORGANIZACIÓN MUNDIAL DE LA SALUD Estábamos destruyendo la naturaleza, nuestros ecosistemas."
    }
  },
  {
    "translation": {
      "en": "We have been doing very aggressive agricultural practices.",
      "es": "Hemos estado haciendo prácticas agrícolas muy agresivas."
    }
  },
  {
    "translation": {
      "en": "We were doing an incredible, very aggressive deforestation.",
      "es": "Estábamos haciendo una deforestación enorme y muy agresiva."
    }
  },
  {
    "translation": {
      "en": "If you add to that the fact that we live in very polluted cities",
      "es": "Si a eso le sumamos el hecho de que vivimos en ciudades contaminadas"
    }
  },
  {
    "translation": {
      "en": "with a very high population density,",
      "es": "con una alta densidad de población,"
    }
  },
  {
    "translation": {
      "en": "I think all of those elements were kind of contributing to create",
      "es": "creo que todos esos elementos contribuyeron a crear"
    }
  },
  {
    "translation": {
      "en": "the perfect scenario for any new virus to spread.",
      "es": "el escenario perfecto para que se propagara un virus nuevo."
    }
  },
  {
    "translation": {
      "en": "Zoonotic diseases emerge and spread into the human population",
      "es": "Las enfermedades zoonóticas surgen y se propagan a la población humana"
    }
  },
  {
    "translation": {
      "en": "when nature's resilience is weakened.",
      "es": "cuando la resistencia de la naturaleza se debilita."
    }
  },
  {
    "translation": {
      "en": "It's not healthy nature that causes pandemics.",
      "es": "Una naturaleza saludable no causa pandemias."
    }
  },
  {
    "translation": {
      "en": "In terms of transmission of the diseases,",
      "es": "En cuanto a la transmisión de enfermedades,"
    }
  },
  {
    "translation": {
      "en": "it's only with certain species under certain circumstances",
      "es": "solo surge con ciertas especies en ciertas circunstancias"
    }
  },
  {
    "translation": {
      "en": "and when we invade their environment in a very aggressive way.",
      "es": "y cuando invadimos su ambiente de una manera muy agresiva."
    }
  },
  {
    "translation": {
      "en": "So, for the human health, animal health, and environmental health,",
      "es": "Entonces, la salud humana, la animal y la ambiental"
    }
  },
  {
    "translation": {
      "en": "the three are so much linked.",
      "es": "están muy vinculadas."
    }
  },
  {
    "translation": {
      "en": "Exposure to nature is good,",
      "es": "La exposición a la naturaleza es buena"
    }
  },
  {
    "translation": {
      "en": "provided we do not destroy nature",
      "es": "siempre que no la destruyamos"
    }
  },
  {
    "translation": {
      "en": "and we not destroy the ecosystems where other species are able to live.",
      "es": "ni aniquilemos los ecosistemas donde otras especies pueden vivir."
    }
  },
  {
    "translation": {
      "en": "COVID- 19, I feel, has made us understand",
      "es": "El COVID-19 creo que nos hizo entender, por primera vez,"
    }
  },
  {
    "translation": {
      "en": "for the first time that,",
      "es": "creo que nos hizo entender, por primera vez,"
    }
  },
  {
    "translation": {
      "en": "Oh my God, something that goes wrong somewhere else on the planet",
      "es": "que, cielos, algo que sale mal en otro lugar del planeta"
    }
  },
  {
    "translation": {
      "en": "can suddenly hit the whole world economy",
      "es": "puede impactar, de pronto, la economía mundial"
    }
  },
  {
    "translation": {
      "en": "and can change my life, like, immediately.",
      "es": "y puede cambiar mi vida inmediatamente."
    }
  },
  {
    "translation": {
      "en": "The appearance of COVID- 19",
      "es": "La aparición del COVID-19"
    }
  },
  {
    "translation": {
      "en": "was a clear warning that all is not well with our planet.",
      "es": "fue una advertencia clara de que nuestro planeta no estaba bien,"
    }
  },
  {
    "translation": {
      "en": "But it's also given us an opportunity to rebuild in a new direction.",
      "es": "pero también nos dio una oportunidad para reconstruir de otra manera."
    }
  },
  {
    "translation": {
      "en": "Now that Johan and his colleagues have turned on the headlights,",
      "es": "Ahora que Johan y sus colegas encendieron los faros,"
    }
  },
  {
    "translation": {
      "en": "we can clearly see the boundaries.",
      "es": "podemos ver los límites claramente."
    }
  },
  {
    "translation": {
      "en": "We can see the path back to a safe space,",
      "es": "Podemos ver el camino de regreso a un espacio seguro"
    }
  },
  {
    "translation": {
      "en": "to a more resilient future.",
      "es": "y a un futuro más resistente."
    }
  },
  {
    "translation": {
      "en": "It is achievable.",
      "es": "Es algo alcanzable."
    }
  },
  {
    "translation": {
      "en": "It's not a question anymore of doing economic growth here",
      "es": "Ya no se trata de que haya un crecimiento económico aquí"
    }
  },
  {
    "translation": {
      "en": "and then do some environmental impact reduction over here.",
      "es": "y luego reducir el impacto ambiental aquí."
    }
  },
  {
    "translation": {
      "en": "Oh no, now it's a question of framing the entire growth model",
      "es": "No, ahora se trata de enmarcar todo el modelo de crecimiento"
    }
  },
  {
    "translation": {
      "en": "around sustainability, and have the planet guide everything we do.",
      "es": "en torno a la sustentabilidad y que el planeta diga qué debemos hacer."
    }
  },
  {
    "translation": {
      "en": "An immediate priority is to reduce carbon emissions to zero",
      "es": "Una prioridad inmediata es reducir las emisiones de carbono a cero"
    }
  },
  {
    "translation": {
      "en": "and stabilize global temperature as low as we possibly can.",
      "es": "y estabilizar la temperatura global a la más baja posible."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to be able to avoid passing two degrees.",
      "es": "Aún tenemos la posibilidad de evitar pasar dos grados."
    }
  },
  {
    "translation": {
      "en": "It's even open to come to 1.5.",
      "es": "Incluso para llegar a 1.5."
    }
  },
  {
    "translation": {
      "en": "But the window is really just… It's… It's barely open.",
      "es": "Pero esa posibilidad apenas existe."
    }
  },
  {
    "translation": {
      "en": "Since the beginning of the Industrial Revolution,",
      "es": "Desde el comienzo de la Revolución Industrial,"
    }
  },
  {
    "translation": {
      "en": "we have emitted 2,400 billion tons of carbon dioxide.",
      "es": "hemos emitido 2400 millones de toneladas de dióxido de carbono."
    }
  },
  {
    "translation": {
      "en": "To stay below 1.5 degrees,",
      "es": "Para estar por debajo de 1,5 grados,"
    }
  },
  {
    "translation": {
      "en": "we must emit less than 300 billion tons more.",
      "es": "debemos emitir menos de 300 mil millones de toneladas más."
    }
  },
  {
    "translation": {
      "en": "If we continue to emit 40 billion tons each year,",
      "es": "Si seguimos emitiendo 40 mil millones de toneladas cada año,"
    }
  },
  {
    "translation": {
      "en": "our budget will run out within seven years.",
      "es": "nuestra capacidad se acabará en siete años."
    }
  },
  {
    "translation": {
      "en": "Of course, we cannot shut down",
      "es": "Por supuesto, no podemos cerrar"
    }
  },
  {
    "translation": {
      "en": "all energy utilities in the world overnight,",
      "es": "todas las empresas de energía del mundo de un momento a otro."
    }
  },
  {
    "translation": {
      "en": "so the only orderly way to do this",
      "es": "La única forma ordenada de hacerlo"
    }
  },
  {
    "translation": {
      "en": "is to bend the global curve of emissions now,",
      "es": "es aplanando la curva global de las emisiones ahora"
    }
  },
  {
    "translation": {
      "en": "because that's what all science shows.",
      "es": "porque eso indica la ciencia."
    }
  },
  {
    "translation": {
      "en": "Now is the last chance we have to bend the global curve.",
      "es": "Ahora es la última oportunidad de aplanar la curva global."
    }
  },
  {
    "translation": {
      "en": "What is the most rapid pace of emission reduction that we can accomplish?",
      "es": "¿De qué manera podemos reducir las emisiones rápidamente?"
    }
  },
  {
    "translation": {
      "en": "Well, there's no study that suggests that we can go faster than 6, 7% per year,",
      "es": "No hay estudios que sugieran que podamos ir más rápido que 6 o 7 % por año"
    }
  },
  {
    "translation": {
      "en": "because 6, 7% per year, that is cutting by half in a decade.",
      "es": "porque sería reducir a la mitad en una década."
    }
  },
  {
    "translation": {
      "en": "Cutting our emissions in half every decade",
      "es": "Reducir nuestras emisiones a la mitad cada década"
    }
  },
  {
    "translation": {
      "en": "is an exponential rate of change.",
      "es": "es una tasa de cambio exponencial."
    }
  },
  {
    "translation": {
      "en": "Anyone can adopt this pace.",
      "es": "Cualquiera puede adoptar este ritmo."
    }
  },
  {
    "translation": {
      "en": "I mean, you and I can do it as individuals.",
      "es": "Podemos hacerlo como individuos."
    }
  },
  {
    "translation": {
      "en": "We can say, Okay, from now on, myself and my family",
      "es": "Podemos decir: A partir de ahora, mi familia y yo"
    }
  },
  {
    "translation": {
      "en": "will try to cut emissions by half every decade,",
      "es": "intentaremos reducir las emisiones a la mitad cada década."
    }
  },
  {
    "translation": {
      "en": "which would mean that you would be fossil fuel- free",
      "es": "Con eso estaríamos libres de combustibles fósiles"
    }
  },
  {
    "translation": {
      "en": "in one generation, in 30 years' time.",
      "es": "en una generación, en 30 años."
    }
  },
  {
    "translation": {
      "en": "And a company can do it, or a country can do it,",
      "es": "Lo puede hacer una empresa, un país, el mundo."
    }
  },
  {
    "translation": {
      "en": "or the world can/must do it.",
      "es": "Lo puede hacer una empresa, un país, el mundo. Pueden y deben hacerlo."
    }
  },
  {
    "translation": {
      "en": "Phasing out fossil fuels will, of course,",
      "es": "La eliminación de los combustibles fósiles"
    }
  },
  {
    "translation": {
      "en": "begin our journey back towards the safe space",
      "es": "revertirá nuestro camino de vuelta a la zona segura"
    }
  },
  {
    "translation": {
      "en": "within the climate boundary.",
      "es": "dentro del límite climático."
    }
  },
  {
    "translation": {
      "en": "And it will also substantially reduce air pollution",
      "es": "También reducirá muchísimo la contaminación del aire"
    }
  },
  {
    "translation": {
      "en": "and also slow down ocean acidification",
      "es": "y ralentizará la acidificación de los océanos"
    }
  },
  {
    "translation": {
      "en": "as well as reduce pressure on biodiversity.",
      "es": "y la presión sobre la biodiversidad."
    }
  },
  {
    "translation": {
      "en": "But zero emissions are not enough.",
      "es": "Pero la falta de emisiones no basta."
    }
  },
  {
    "translation": {
      "en": "We must also draw down the carbon that's already overheating the planet,",
      "es": "También debemos disminuir el carbono que ya está sobrecalentando el planeta,"
    }
  },
  {
    "translation": {
      "en": "and there's one very effective way to do this.",
      "es": "y hay una forma muy efectiva de hacerlo."
    }
  },
  {
    "translation": {
      "en": "Plant more trees.",
      "es": "Plantando más árboles."
    }
  },
  {
    "translation": {
      "en": "A global effort to plant billions of trees",
      "es": "Plantar miles de millones de árboles"
    }
  },
  {
    "translation": {
      "en": "could be one of the most cost- effective and achievable solutions",
      "es": "podría ser una de las soluciones más rentables y realizables"
    }
  },
  {
    "translation": {
      "en": "to the climate crisis.",
      "es": "para la crisis climática."
    }
  },
  {
    "translation": {
      "en": "And growing more trees is vital to offset the carbon we continue to emit",
      "es": "Y plantar más árboles es vital para compensar el carbono que seguimos emitiendo"
    }
  },
  {
    "translation": {
      "en": "as we strive to reach zero emissions as fast as we can.",
      "es": "mientras intentamos anular las emisiones tan rápido como podamos."
    }
  },
  {
    "translation": {
      "en": "Of course, capturing carbon",
      "es": "Claro que absorber carbono"
    }
  },
  {
    "translation": {
      "en": "is only one of the benefits that trees provide.",
      "es": "es solo uno de los beneficios que brindan los árboles."
    }
  },
  {
    "translation": {
      "en": "Cheikh Mbow has collaborated with Johan for many years.",
      "es": "Cheikh Mbow ha colaborado con Johan durante muchos años."
    }
  },
  {
    "translation": {
      "en": "He's an advocate for trees.",
      "es": "Es un defensor de los árboles."
    }
  },
  {
    "translation": {
      "en": "Trees prevent soil erosion.",
      "es": "Los árboles evitan la erosión del suelo."
    }
  },
  {
    "translation": {
      "en": "Without trees, there will be less rain.",
      "es": "Sin árboles, habría menos lluvia."
    }
  },
  {
    "translation": {
      "en": "If we plant trees in the fields,",
      "es": "Si plantamos árboles en los campos,"
    }
  },
  {
    "translation": {
      "en": "the fertility of the fields and, therefore, production will increase.",
      "es": "aumenta su fertilidad y, por lo tanto, la producción."
    }
  },
  {
    "translation": {
      "en": "We want to bring the tree back to its place",
      "es": "Queremos al árbol en su lugar,"
    }
  },
  {
    "translation": {
      "en": "at the center of sustainable development.",
      "es": "en el centro del desarrollo sustentable."
    }
  },
  {
    "translation": {
      "en": "Our job is to make sure that wherever a tree can grow, we plant one.",
      "es": "Nuestro deber es verificar que el árbol crezca donde lo plantemos."
    }
  },
  {
    "translation": {
      "en": "Planting trees and restoring our natural world",
      "es": "Plantar árboles y restaurar nuestro mundo natural, por supuesto,"
    }
  },
  {
    "translation": {
      "en": "will, of course, have huge benefits for our planet's biodiversity,",
      "es": "Plantar árboles y restaurar nuestro mundo natural, por supuesto, beneficiará enormemente la biodiversidad de nuestro planeta,"
    }
  },
  {
    "translation": {
      "en": "but it will also help to stabilize our climate, our fresh water,",
      "es": "pero también ayudará a estabilizar el clima y el agua dulce."
    }
  },
  {
    "translation": {
      "en": "and have enormous benefits for our food production",
      "es": "Y tiene muchos beneficios para la producción de alimentos y otros servicios"
    }
  },
  {
    "translation": {
      "en": "and all the other services that nature provides for free.",
      "es": "para la producción de alimentos y otros servicios que la naturaleza ofrece gratis."
    }
  },
  {
    "translation": {
      "en": "Just imagine, for the first time since the dawn of humanity,",
      "es": "Imaginen que, por primera vez desde los albores de la humanidad,"
    }
  },
  {
    "translation": {
      "en": "we could wake up one morning",
      "es": "podamos despertar una mañana"
    }
  },
  {
    "translation": {
      "en": "on a planet with more wildlife than there was when we went to sleep.",
      "es": "en un planeta con más vida silvestre que cuando nos fuimos a dormir."
    }
  },
  {
    "translation": {
      "en": "There's another transformation that is almost unbelievably simple,",
      "es": "Hay otra transformación que es increíblemente simple,"
    }
  },
  {
    "translation": {
      "en": "but it's key to staying within our planet's boundaries.",
      "es": "pero es clave para quedarnos dentro de los límites del planeta."
    }
  },
  {
    "translation": {
      "en": "It can be adopted by you or me.",
      "es": "Ustedes y yo podemos adoptarla."
    }
  },
  {
    "translation": {
      "en": "In fact, by anyone with the freedom to choose what food they eat.",
      "es": "De hecho, cualquiera que tenga la libertad de elegir qué comer."
    }
  },
  {
    "translation": {
      "en": "Now, the exciting thing is the diet that is more flexitarian,",
      "es": "Lo emocionante de la dieta más flexitariana,"
    }
  },
  {
    "translation": {
      "en": "less red meat, more plant- based protein,",
      "es": "con menos carne roja y más proteínas vegetales,"
    }
  },
  {
    "translation": {
      "en": "more fruit and nuts, less starchy foods,",
      "es": "más frutas y frutos secos y menos alimentos almidonados,"
    }
  },
  {
    "translation": {
      "en": "if you take that diet",
      "es": "es que, si se comiera así"
    }
  },
  {
    "translation": {
      "en": "and assume that all people would eat healthy food,",
      "es": "y todos ingirieran comida saludable,"
    }
  },
  {
    "translation": {
      "en": "we could actually come back within a safe operating space,",
      "es": "podríamos volver a un espacio operativo seguro"
    }
  },
  {
    "translation": {
      "en": "not only on climate, but also on biodiversity,",
      "es": "en el clima y también en la biodiversidad,"
    }
  },
  {
    "translation": {
      "en": "on land, on water, on nitrogen and phosphorus.",
      "es": "en la tierra, en el agua, en nitrógeno y en fósforo."
    }
  },
  {
    "translation": {
      "en": "Quite exciting that eating healthy food",
      "es": "Es emocionante que comer saludablemente"
    }
  },
  {
    "translation": {
      "en": "might be the single most important way of contributing to save the planet.",
      "es": "podría ser la forma más importante de contribuir a salvar el planeta."
    }
  },
  {
    "translation": {
      "en": "There's one more transformation that is vital.",
      "es": "Hay una transformación más que es vital."
    }
  },
  {
    "translation": {
      "en": "It would bring us back towards the safe zone within all our planet's boundaries.",
      "es": "Nos dirigiría de nuevo a la zona segura de todos los límites de nuestro planeta."
    }
  },
  {
    "translation": {
      "en": "Imagine a world without waste,",
      "es": "Imaginen un mundo sin desperdicios,"
    }
  },
  {
    "translation": {
      "en": "with nothing to throw away.",
      "es": "sin nada que desechar."
    }
  },
  {
    "translation": {
      "en": "Our waste is created by design.",
      "es": "Los desperdicios se diseñan."
    }
  },
  {
    "translation": {
      "en": "When we make products,",
      "es": "Cuando hacemos productos,"
    }
  },
  {
    "translation": {
      "en": "we rarely build in the means to recover the raw materials.",
      "es": "rara vez incluimos los medios para recuperar la materia prima."
    }
  },
  {
    "translation": {
      "en": "If we turn that linear system into a circular one,",
      "es": "Si convertimos ese sistema lineal en uno circular"
    }
  },
  {
    "translation": {
      "en": "designing products so that the raw materials",
      "es": "y diseñamos productos para que la materia prima"
    }
  },
  {
    "translation": {
      "en": "can all be recovered,",
      "es": "puedan recuperarse,"
    }
  },
  {
    "translation": {
      "en": "our use of resources could be infinite.",
      "es": "nuestro uso de recursos podría ser infinito."
    }
  },
  {
    "translation": {
      "en": "So more and more evidence shows that circular economies",
      "es": "Cada vez hay más pruebas de que las economías circulares"
    }
  },
  {
    "translation": {
      "en": "are fundamental if we are to stand a chance",
      "es": "son fundamentales para tener una oportunidad"
    }
  },
  {
    "translation": {
      "en": "of providing good lives for all citizens in the world.",
      "es": "de brindar una buena vida a todos los ciudadanos del mundo."
    }
  },
  {
    "translation": {
      "en": "Eliminating waste would bring us closer to the safe zone for climate,",
      "es": "La eliminación de los desechos nos acercaría a la zona segura climática,"
    }
  },
  {
    "translation": {
      "en": "biodiversity, and especially nutrients, novel entities, and air pollution.",
      "es": "de la biodiversidad y, en especial, de los nutrientes, de las nuevas entidades y de la contaminación del aire."
    }
  },
  {
    "translation": {
      "en": "The planetary boundaries have given us a clear path ahead.",
      "es": "Los límites planetarios nos han dado un camino despejado."
    }
  },
  {
    "translation": {
      "en": "Simple things, like choosing renewable energy,",
      "es": "Cosas simples como elegir energía renovable,"
    }
  },
  {
    "translation": {
      "en": "eating healthy food, planting trees,",
      "es": "comer alimentos saludables, plantar árboles,"
    }
  },
  {
    "translation": {
      "en": "saying no to waste.",
      "es": "elegir no desperdiciar."
    }
  },
  {
    "translation": {
      "en": "Together, these could transform our future on Earth.",
      "es": "Todo esto podría transformar nuestro futuro en la Tierra."
    }
  },
  {
    "translation": {
      "en": "And the magic in this is that these transformations",
      "es": "Y la magia de esto es que estas transformaciones"
    }
  },
  {
    "translation": {
      "en": "would also improve all our lives right now.",
      "es": "también mejorarían nuestras vidas ahora."
    }
  },
  {
    "translation": {
      "en": "Even if you don't care at all about the planet",
      "es": "Aunque no nos importara el planeta"
    }
  },
  {
    "translation": {
      "en": "and even if you don't care too much about equity in the world,",
      "es": "o la igualdad en el mundo"
    }
  },
  {
    "translation": {
      "en": "but rather are selfish, just focusing on yourself",
      "es": "y fuéramos egoístas o nos ocupáramos solo de nosotros,"
    }
  },
  {
    "translation": {
      "en": "and your family and your own life,",
      "es": "de nuestras familias y vidas,"
    }
  },
  {
    "translation": {
      "en": "which I think is a very respectful position to have",
      "es": "que creo que es una posición muy respetable"
    }
  },
  {
    "translation": {
      "en": "as a human being struggling with everyday life,",
      "es": "como ser humano que lucha en la vida cotidiana,"
    }
  },
  {
    "translation": {
      "en": "still you would want to come back to a safe operating space.",
      "es": "aun así querríamos volver a un espacio operativo seguro."
    }
  },
  {
    "translation": {
      "en": "Everyone would benefit immediately of having clean air,",
      "es": "Todos se beneficiarían enseguida de tener aire limpio"
    }
  },
  {
    "translation": {
      "en": "giving more healthy and longer life expectancies.",
      "es": "y una expectativa de vida más larga y saludable."
    }
  },
  {
    "translation": {
      "en": "Your children would be healthier.",
      "es": "Los hijos estarían más sanos."
    }
  },
  {
    "translation": {
      "en": "Coming back within planetary boundaries",
      "es": "Volver dentro de los límites planetarios"
    }
  },
  {
    "translation": {
      "en": "also means you are more likely to live in,",
      "es": "también implicaría que es más posible vivir"
    }
  },
  {
    "translation": {
      "en": "in societies with, you know, stable markets and stable jobs,",
      "es": "en sociedades con mercados y empleos estables,"
    }
  },
  {
    "translation": {
      "en": "which then reduces risks of conflict and instability where you're living.",
      "es": "lo cual reduce los riesgos de conflicto e inestabilidad donde se vive."
    }
  },
  {
    "translation": {
      "en": "So, all in all,",
      "es": "En general,"
    }
  },
  {
    "translation": {
      "en": "you want to be in a safe space,",
      "es": "es mejor estar en un lugar seguro que en una zona de peligro"
    }
  },
  {
    "translation": {
      "en": "rather than being in a danger zone where everything is just in flux.",
      "es": "es mejor estar en un lugar seguro que en una zona de peligro donde todo cambia."
    }
  },
  {
    "translation": {
      "en": "What we do between 2020 and 2030,",
      "es": "Lo que hagamos entre el 2020 y 2030, por las pruebas que hay hoy,"
    }
  },
  {
    "translation": {
      "en": "from the evidence we have today, my conclusion is,",
      "es": "Lo que hagamos entre el 2020 y 2030, por las pruebas que hay hoy, concluyo que será la década decisiva para el futuro de la humanidad."
    }
  },
  {
    "translation": {
      "en": "it will be the decisive decade for humanity's future on Earth.",
      "es": "concluyo que será la década decisiva para el futuro de la humanidad."
    }
  },
  {
    "translation": {
      "en": "The future's not determined.",
      "es": "El futuro no está determinado."
    }
  },
  {
    "translation": {
      "en": "The future is in our hands.",
      "es": "Está en nuestras manos."
    }
  },
  {
    "translation": {
      "en": "What happens over the next centuries",
      "es": "Lo que pase en los próximos siglos"
    }
  },
  {
    "translation": {
      "en": "will be determined of how we play our cards this decade.",
      "es": "dependerá de qué acciones tomemos en esta década."
    }
  },
  {
    "translation": {
      "en": "It's a remarkable time to be alive,",
      "es": "Es un momento extraordinario para estar vivo,"
    }
  },
  {
    "translation": {
      "en": "but it also carries great responsibility to act decisively.",
      "es": "pero también conlleva la gran responsabilidad de actuar con determinación."
    }
  },
  {
    "translation": {
      "en": "We have no time to lose.",
      "es": "No podemos perder tiempo."
    }
  },
  {
    "translation": {
      "en": "What would we do if we had had a report tomorrow morning",
      "es": "¿Qué haríamos si escucháramos mañana la noticia"
    }
  },
  {
    "translation": {
      "en": "saying that an asteroid is on its way to Earth?",
      "es": "de que un asteroide impactará contra Tierra?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we would just put everything else aside",
      "es": "Estoy seguro de que dejaríamos de lado todo lo demás"
    }
  },
  {
    "translation": {
      "en": "and just focus then on solving the problem.",
      "es": "y nos concentraríamos en resolver el problema."
    }
  },
  {
    "translation": {
      "en": "Cost whatever cost it takes.",
      "es": "Cualquiera fuera el costo."
    }
  },
  {
    "translation": {
      "en": "It is now clear from the science",
      "es": "Ahora la ciencia dejó en claro"
    }
  },
  {
    "translation": {
      "en": "that the planetary crisis we are facing requires the same united response.",
      "es": "que la crisis planetaria que enfrentamos requiere de esa misma respuesta conjunta."
    }
  },
  {
    "translation": {
      "en": "I would say that we do not have environmental problems in the world anymore.",
      "es": "Creo que ya no tenemos problemas ambientales en el mundo."
    }
  },
  {
    "translation": {
      "en": "Destabilizing the planet…",
      "es": "Desestabilizar el planeta…"
    }
  },
  {
    "translation": {
      "en": "The risk of destabilizing the planet is a question of security and stability",
      "es": "El riesgo de desestabilizar el planeta es una cuestión de seguridad y estabilidad"
    }
  },
  {
    "translation": {
      "en": "for all societies in the world.",
      "es": "para todas las sociedades del mundo."
    }
  },
  {
    "translation": {
      "en": "Therefore, it is a question for the Security Council.",
      "es": "Por eso, es un asunto para el Consejo de Seguridad."
    }
  },
  {
    "translation": {
      "en": "I think one should put the planetary boundaries right at the center",
      "es": "Hay que poner límites planetarios en el centro"
    }
  },
  {
    "translation": {
      "en": "of the most strategic top governance level we have in the world,",
      "es": "del nivel máximo de gobierno estratégico que tenemos en el mundo,"
    }
  },
  {
    "translation": {
      "en": "which is the United Nations Security Council.",
      "es": "el Consejo de Seguridad de Naciones Unidas."
    }
  },
  {
    "translation": {
      "en": "Such a global response is now within reach as never before.",
      "es": "Una respuesta global así está al alcance como nunca antes."
    }
  },
  {
    "translation": {
      "en": "There's something bigger happening right now,",
      "es": "Está pasando algo más grande."
    }
  },
  {
    "translation": {
      "en": "which is that one species, we humans, are such a dominant force on the planet",
      "es": "Una especie, los seres humanos, somos una fuerza dominante en el planeta"
    }
  },
  {
    "translation": {
      "en": "in a way that we haven't seen across the eons over the past four billion years.",
      "es": "de una forma no vista en los eones de los últimos 4000 millones de años."
    }
  },
  {
    "translation": {
      "en": "Mother Earth is under continuous diagnosis",
      "es": "La Madre Tierra está con un diagnóstico continuo"
    }
  },
  {
    "translation": {
      "en": "and continuous observation.",
      "es": "y en observación permanente."
    }
  },
  {
    "translation": {
      "en": "The digitalization and the hyper- connectivity",
      "es": "La digitalización y la hiperconectividad"
    }
  },
  {
    "translation": {
      "en": "in the world of science and in the world of observation",
      "es": "en el mundo de la ciencia y de la observación"
    }
  },
  {
    "translation": {
      "en": "now means we've covered the whole planet with knowledge.",
      "es": "implica que hemos cubierto todo el planeta con conocimientos."
    }
  },
  {
    "translation": {
      "en": "What if we're now entering",
      "es": "¿Qué tal si estamos entrando"
    }
  },
  {
    "translation": {
      "en": "a new, unique geological epoch",
      "es": "en una nueva era geológica única"
    }
  },
  {
    "translation": {
      "en": "that is not only geophysically defined,",
      "es": "que no solo se define geofísicamente"
    }
  },
  {
    "translation": {
      "en": "but also defined by the fact that we have a new consciousness embedded inside the planet?",
      "es": "sino también por el hecho de que hay una nueva conciencia dentro del planeta?"
    }
  },
  {
    "translation": {
      "en": "Thanks to the work of scientists like Johan Rockström,",
      "es": "Gracias al trabajo de científicos como Johan Rockström,"
    }
  },
  {
    "translation": {
      "en": "we now have the capacity to act as Earth's conscience, its brain.",
      "es": "tenemos la capacidad de actuar como conciencia y cerebro de la Tierra,"
    }
  },
  {
    "translation": {
      "en": "Thinking and acting with one unified purpose",
      "es": "pensar y actuar con un solo propósito conjunto:"
    }
  },
  {
    "translation": {
      "en": "to ensure that our planet forever remains healthy and resilient.",
      "es": "asegurar que nuestro planeta siempre esté sano y resistente."
    }
  },
  {
    "translation": {
      "en": "The perfect home.",
      "es": "El hogar perfecto."
    }
  }
]