[
  {
    "translation": {
      "en": "What's up, Stutz?  Hi, Jonah.",
      "es": "- ¿Cómo estás, Stutz? - Hola, Jonah."
    }
  },
  {
    "translation": {
      "en": "- Okay, entertain me. -",
      "es": "Bien, cuéntame."
    }
  },
  {
    "translation": {
      "en": "That's actually what you say when I sit down.",
      "es": "Eso dices realmente cuando me siento."
    }
  },
  {
    "translation": {
      "en": "It's what I say to everybody.",
      "es": "Se los digo a todos."
    }
  },
  {
    "translation": {
      "en": "Yeah, when we have a therapy session that's not filmed for a movie.",
      "es": "Sí, cuando tenemos una sesión que no está siendo filmada."
    }
  },
  {
    "translation": {
      "en": "The… the other thing you… you say that always cracks me up, which is great,",
      "es": "Otra cosa que siempre dices que me hace reír, es genial, es:"
    }
  },
  {
    "translation": {
      "en": "is, You better not come in here and dump all your shit on me.",
      "es": "Espero que no vengas a descargarme tu mierda."
    }
  },
  {
    "translation": {
      "en": "No, yeah, you know, you've been dumping it on me for years, and I'm tired.",
      "es": "Sí, lo haces hace años, y ya estoy cansado."
    }
  },
  {
    "translation": {
      "en": "Well, here we are.",
      "es": "Aquí estamos."
    }
  },
  {
    "translation": {
      "en": "Why do you think I'm making this movie about you?",
      "es": "¿Por qué crees que hago una película sobre ti?"
    }
  },
  {
    "translation": {
      "en": "I think it's… it's my ideas.",
      "es": "Creo que por mis ideas."
    }
  },
  {
    "translation": {
      "en": "I… I think my ideas had an effect on you,",
      "es": "Creo que mis ideas tuvieron un efecto sobre ti"
    }
  },
  {
    "translation": {
      "en": "and I think you wanted to expose other people to the ideas.",
      "es": "y que quieres que otras personas conozcan esas ideas."
    }
  },
  {
    "translation": {
      "en": "And maybe…",
      "es": "Y tal vez…"
    }
  },
  {
    "translation": {
      "en": "I don't know, maybe it's just an attempt to gain control over me, or…",
      "es": "No sé. Tal vez es un intento de obtener control sobre mí."
    }
  },
  {
    "translation": {
      "en": "I'm not sure. Why did you?",
      "es": "No sé. ¿Por qué lo haces?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I have decided to make this because I want to present your tools",
      "es": "Decidí hacer esto porque quiero mostrar tus herramientas"
    }
  },
  {
    "translation": {
      "en": "and the teachings of you, Phil Stutz, my therapist,",
      "es": "y tus enseñanzas, Phil Stutz, mi terapeuta,"
    }
  },
  {
    "translation": {
      "en": "in a way that allows people to access them",
      "es": "para que la gente puede acceder a ellas"
    }
  },
  {
    "translation": {
      "en": "and use them to make their own life better.",
      "es": "y las use para mejorar su vida."
    }
  },
  {
    "translation": {
      "en": "So I thought we would just film one session in one day",
      "es": "Pensé que podríamos filmar una sesión en un día"
    }
  },
  {
    "translation": {
      "en": "and cover some of your tools that have been most helpful for me in my life.",
      "es": "y cubrir algunas de tus herramientas que más me ayudaron."
    }
  },
  {
    "translation": {
      "en": "I think that's good.",
      "es": "Me parece bien."
    }
  },
  {
    "translation": {
      "en": "And do it in a way that also honors,",
      "es": "Quiero hacerlo de una manera"
    }
  },
  {
    "translation": {
      "en": "um, the life of somebody that I deeply care about and respect.",
      "es": "que honre la vida de una persona que aprecio y respeto mucho."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "But can you be funny once in a while? Just…",
      "es": "Pero ¿puedes ser gracioso de vez en cuando?"
    }
  },
  {
    "translation": {
      "en": "What's usually the first question you ask a new patient?",
      "es": "¿Qué le preguntas primero a un paciente?"
    }
  },
  {
    "translation": {
      "en": "The first thing I ask them is, What do you want? Why are you here?",
      "es": "Lo primero es: ¿Qué buscas? ¿Por qué estás aquí?."
    }
  },
  {
    "translation": {
      "en": "The average shrink will say, Don't intrude on the patient's process.",
      "es": "El terapeuta promedio dirá: No te metas en el proceso del paciente."
    }
  },
  {
    "translation": {
      "en": "They will come up with the answers when they're ready.",
      "es": "Tendrá las respuestas cuando esté listo."
    }
  },
  {
    "translation": {
      "en": "That sucks. That's not acceptable.",
      "es": "Horrible. Eso no es aceptable."
    }
  },
  {
    "translation": {
      "en": "When I got into psychiatry, the model was, I'm neutral.",
      "es": "Cuando comencé, el modelo era: Soy neutral."
    }
  },
  {
    "translation": {
      "en": "I'm just watching. I have no dog in this fight.",
      "es": "Solo observo. No debo involucrarme."
    }
  },
  {
    "translation": {
      "en": "It was a very slow process, and there was a lot of suffering.",
      "es": "Era un proceso muy lento, y había mucho sufrimiento."
    }
  },
  {
    "translation": {
      "en": "You know me, my reaction will be, Then go fuck yourself. Are you kidding me?",
      "es": "Tú me conoces. Mi reacción será: Vete al carajo. ¿Es broma?."
    }
  },
  {
    "translation": {
      "en": "If I'm dealing with someone with depression like that, who's afraid won't recover,",
      "es": "Si tengo un paciente con depresión, que teme no recuperarse,"
    }
  },
  {
    "translation": {
      "en": "I say, Do what the fuck I tell you. Do exactly what I tell you.",
      "es": "le digo: Haz exactamente lo que te diga."
    }
  },
  {
    "translation": {
      "en": "I guarantee you'll feel better. Guarantee, 100%. It's on me.",
      "es": "Te garantizo que te sentirás mejor. Te lo garantizo 100 %."
    }
  },
  {
    "translation": {
      "en": "When I walked into your office, we sat down,",
      "es": "Cuando entré a tu consultorio, nos sentamos, y me dijiste:"
    }
  },
  {
    "translation": {
      "en": "and you were just like, Here's what you should do.",
      "es": "Cuando entré a tu consultorio, nos sentamos, y me dijiste: Esto es lo que debes hacer."
    }
  },
  {
    "translation": {
      "en": "You gave me some form of action. You gave me a tool.",
      "es": "Me diste un plan de acción. Me diste una herramienta."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's… it's imperative.",
      "es": "Sí, eso es muy importante."
    }
  },
  {
    "translation": {
      "en": "I wanted speed in this.",
      "es": "Quiero velocidad."
    }
  },
  {
    "translation": {
      "en": "Not speed to cure somebody in a week. That's impossible.",
      "es": "No para curar a alguien en una semana. Eso es imposible."
    }
  },
  {
    "translation": {
      "en": "But I wanted them to feel some change,",
      "es": "Pero quiero que sientan un cambio,"
    }
  },
  {
    "translation": {
      "en": "some forward motion.",
      "es": "un avance."
    }
  },
  {
    "translation": {
      "en": "It gives them hope. It's like, Oh, shit, that's actually possible.",
      "es": "Les da esperanza. Piensan: Diablos, es posible."
    }
  },
  {
    "translation": {
      "en": "So what are the tools?",
      "es": "¿Qué son las herramientas?"
    }
  },
  {
    "translation": {
      "en": "A tool is something that can change your state, your inner state,",
      "es": "Una herramienta puede cambiar tu estado interior"
    }
  },
  {
    "translation": {
      "en": "immediately, in real time.",
      "es": "de inmediato, en tiempo real."
    }
  },
  {
    "translation": {
      "en": "It takes an experience that's normally unpleasant,",
      "es": "Toma una experiencia que suele ser desagradable,"
    }
  },
  {
    "translation": {
      "en": "then it turns it into an opportunity.",
      "es": "y la transforma en una oportunidad."
    }
  },
  {
    "translation": {
      "en": "Tools change your mood",
      "es": "Las herramientas te cambian el humor"
    }
  },
  {
    "translation": {
      "en": "and then just give you a sense of hope that that won't be your mood forever.",
      "es": "y te dan esperanza de que ese no será tu humor para siempre."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "es": "Exacto."
    }
  },
  {
    "translation": {
      "en": "It's basically a real- time visualization exercise you do in your head at that moment.",
      "es": "Es como un ejercicio de visualización en tiempo real que haces en tu mente."
    }
  },
  {
    "translation": {
      "en": "Yeah. So in that sense, I'm a teacher.",
      "es": "Sí. En ese sentido, soy maestro."
    }
  },
  {
    "translation": {
      "en": "I'm teaching the person how to use it and also teach them when to do it.",
      "es": "Le enseño a la persona cómo y cuándo usar la herramienta."
    }
  },
  {
    "translation": {
      "en": "All of your patients, myself included, we have all these note cards.",
      "es": "Todos tus pacientes, yo incluido, tenemos tarjetas con notas."
    }
  },
  {
    "translation": {
      "en": "And they're drawings of the tools that you do in our sessions",
      "es": "Son dibujos que haces de las herramientas,"
    }
  },
  {
    "translation": {
      "en": "that we take home and keep.",
      "es": "y que nos llevamos a casa."
    }
  },
  {
    "translation": {
      "en": "I tend to think in visual terms.",
      "es": "Pienso en términos visuales."
    }
  },
  {
    "translation": {
      "en": "So I started drawing these cards really for myself,",
      "es": "Comencé a dibujar estas tarjetas para mí,"
    }
  },
  {
    "translation": {
      "en": "but it helped the patients tremendously.",
      "es": "pero ayudó mucho a los pacientes."
    }
  },
  {
    "translation": {
      "en": "The power of the cards is that they turn big ideas into simple images.",
      "es": "El poder de las tarjetas es convertir grandes ideas en imágenes simples."
    }
  },
  {
    "translation": {
      "en": "It was a way of communicating with the patient",
      "es": "Fue una manera de comunicarme con el paciente"
    }
  },
  {
    "translation": {
      "en": "that I actually felt was more powerful than using words.",
      "es": "que me pareció más potente que usar palabras."
    }
  },
  {
    "translation": {
      "en": "The moment they take out the card,",
      "es": "Cuando sacan la tarjeta,"
    }
  },
  {
    "translation": {
      "en": "there's a connection between the two of us. There's a bond.",
      "es": "hay una conexión entre los dos, un lazo."
    }
  },
  {
    "translation": {
      "en": "Yeah, we have a uniquely personal relationship.",
      "es": "Sí, tenemos una relación personal única."
    }
  },
  {
    "translation": {
      "en": "So much so that you're letting me make a film about you.",
      "es": "A tal punto, que me dejas hacer una película sobre ti."
    }
  },
  {
    "translation": {
      "en": "That is something I've never experienced in the therapeutic world.",
      "es": "Nunca experimenté eso en el mundo terapéutico."
    }
  },
  {
    "translation": {
      "en": "And, ultimately, my life has gotten immeasurably better as a result of working with you,",
      "es": "En definitiva, mi vida mejoró enormemente como resultado de trabajar contigo."
    }
  },
  {
    "translation": {
      "en": "and so, if it worked for me, maybe it will work for other people.",
      "es": "Si me funcionó a mí, podría funcionarles a otros."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Time for medicine.",
      "es": "Sí. Hora de la medicación."
    }
  },
  {
    "translation": {
      "en": "- Time for what? - Time to take your medicine.",
      "es": "- ¿De qué? - De que tomes la medicación."
    }
  },
  {
    "translation": {
      "en": "- Oh, thanks. - The alarm went off.",
      "es": "- Sonó la alarma. - Gracias."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "es": "Carajo."
    }
  },
  {
    "translation": {
      "en": "Jonah, you want to do some Parkinson's drugs with me?",
      "es": "¿Consumimos drogas antiparkinsonianas juntos?"
    }
  },
  {
    "translation": {
      "en": "I kicked the stuff years ago, man.",
      "es": "Las dejé hace años."
    }
  },
  {
    "translation": {
      "en": "You know, when I was a kid, when I was using drugs,",
      "es": "Cuando era joven y consumía drogas,"
    }
  },
  {
    "translation": {
      "en": "if you ever told me, 50 years hence you'd be taking all this medicine…",
      "es": "si me hubieras dicho: En 50 años, tomarás todos estos medicamentos…."
    }
  },
  {
    "translation": {
      "en": "So that's all medicine for your Parkinson's?",
      "es": "¿Son todos para el párkinson?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "With Parkinson's, the biggest thing is, and there's something good about this,",
      "es": "Con el párkinson, lo importante, y esto tiene algo positivo,"
    }
  },
  {
    "translation": {
      "en": "you have to preplan a lot of little things.",
      "es": "es que tienes que planear muchas cosas con anticipación."
    }
  },
  {
    "translation": {
      "en": "When I have to get out of bed, I have to go through contortions to get out of the bed.",
      "es": "Para salir de la cama tengo que hacer contorsiones."
    }
  },
  {
    "translation": {
      "en": "The hardest thing for me in life is getting out of bed in the morning.",
      "es": "Lo que más me cuesta es salir de la cama en la mañana."
    }
  },
  {
    "translation": {
      "en": "- But for very different reasons. - For different…  Yeah.",
      "es": "- Pero por otras razones. - Por otras. Sí. Sí."
    }
  },
  {
    "translation": {
      "en": "So, before meeting you, my experience with therapy was very traditional",
      "es": "Antes de conocerte, mi experiencia con la terapia era muy tradicional."
    }
  },
  {
    "translation": {
      "en": "in the sense of I would be talking",
      "es": "Es decir, yo hablaba,"
    }
  },
  {
    "translation": {
      "en": "and the person would say, How does that feel? - Or, Interesting.  - Right.",
      "es": "y la persona me decía: ¿Y cómo se siente? o Interesante."
    }
  },
  {
    "translation": {
      "en": "Basically keeping me at a massive distance.",
      "es": "Me mantenía a mucha distancia."
    }
  },
  {
    "translation": {
      "en": "Yeah.  And I was thinking about how, in traditional therapy,",
      "es": "Estuve pensando, que en la terapia tradicional,"
    }
  },
  {
    "translation": {
      "en": "you're paying this person, and you save all of your problems for them,",
      "es": "le pagas a esa persona y le cuentas todos tus problemas."
    }
  },
  {
    "translation": {
      "en": "and they just listen,",
      "es": "Esa persona solo escucha."
    }
  },
  {
    "translation": {
      "en": "and your friends, who are idiots,",
      "es": "Y tus amigos, que son unos idiotas,"
    }
  },
  {
    "translation": {
      "en": "give you advice.",
      "es": "te dan consejos."
    }
  },
  {
    "translation": {
      "en": "- Yes. - Unsolicited.",
      "es": "- Sí. - Que no pediste."
    }
  },
  {
    "translation": {
      "en": "- Yes. - And you want your friends just to listen.",
      "es": "- Sí. - Y quieres que tus amigos te escuchen."
    }
  },
  {
    "translation": {
      "en": "And you want your therapist to give you advice.",
      "es": "Y que tu terapeuta te dé consejos."
    }
  },
  {
    "translation": {
      "en": "Here's the thing. The shrinks, it's not that they don't want to help you.",
      "es": "No es que los terapeutas no quieran ayudarte."
    }
  },
  {
    "translation": {
      "en": "It's really not.",
      "es": "No es eso."
    }
  },
  {
    "translation": {
      "en": "But for me, I always felt there was something missing.",
      "es": "Pero yo siempre pensé que faltaba algo."
    }
  },
  {
    "translation": {
      "en": "So a tool is a bridge",
      "es": "Una herramienta es un puente"
    }
  },
  {
    "translation": {
      "en": "between what you realize the problem is and the cause of the problem",
      "es": "entre lo que entiendes que es el problema y su causa"
    }
  },
  {
    "translation": {
      "en": "to over here, actually gaining at least some control over the symptom.",
      "es": "y tener un poco de control sobre el síntoma."
    }
  },
  {
    "translation": {
      "en": "It all has to do with possibility.",
      "es": "La clave es la posibilidad."
    }
  },
  {
    "translation": {
      "en": "And not a bullshit definition of possibility.",
      "es": "Y no una definición barata de posibilidad."
    }
  },
  {
    "translation": {
      "en": "Possibility means you feel yourself reacting differently.",
      "es": "Posibilidad significa que sientes cómo reaccionas de manera diferente."
    }
  },
  {
    "translation": {
      "en": "It sounds, um…",
      "es": "Suena…"
    }
  },
  {
    "translation": {
      "en": "What do you call it? Trite. But it's actually the truth.",
      "es": "¿Cómo se dice? Trillado. Pero es la verdad."
    }
  },
  {
    "translation": {
      "en": "One of the first things you got me working on was my life force.",
      "es": "Primero, me hiciste trabajar sobre mi fuerza vital."
    }
  },
  {
    "translation": {
      "en": "That was such an immediate thing that can change your life",
      "es": "Eso es una cosa inmediata que puede cambiar tu vida,"
    }
  },
  {
    "translation": {
      "en": "and something that I think anyone can easily latch onto.",
      "es": "y algo a lo que cualquiera puede aferrarse."
    }
  },
  {
    "translation": {
      "en": "And it was the first step for me",
      "es": "Fue el primer paso para mí"
    }
  },
  {
    "translation": {
      "en": "in beginning the process of getting better.",
      "es": "al comenzar el proceso de mejorar."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's correct. Here's the classic thing that happens.",
      "es": "Sí, así es. Esto es lo que suele pasar."
    }
  },
  {
    "translation": {
      "en": "A guy's depressed, he comes into my office, and he says,",
      "es": "Un tipo está deprimido, viene a mi consultorio y me dice:"
    }
  },
  {
    "translation": {
      "en": "I know my habits are shit. I… I… I know I'm undisciplined. I know I'm lazy.",
      "es": "Sé que tengo malos hábitos, que soy indisciplinado y perezoso,"
    }
  },
  {
    "translation": {
      "en": "But if I only knew what I was supposed to be doing,",
      "es": "pero si supiera qué debería hacer,"
    }
  },
  {
    "translation": {
      "en": "what my mission was in life, essentially, I'd be like I was shot out of a gun.",
      "es": "cuál es mi misión en la vida, estaría lleno de energía."
    }
  },
  {
    "translation": {
      "en": "But I don't know what I'm supposed to be doing,",
      "es": "Pero no sé qué debería hacer,"
    }
  },
  {
    "translation": {
      "en": "so I'm just gonna be lazy and do nothing.",
      "es": "así que seré perezoso y no haré nada."
    }
  },
  {
    "translation": {
      "en": "Then, from that, obviously comes the depression.",
      "es": "De ahí viene la depresión, claro."
    }
  },
  {
    "translation": {
      "en": "There's something that… that will apply to you",
      "es": "Hay algo que se aplicará a ti"
    }
  },
  {
    "translation": {
      "en": "and to anybody else who doesn't have a sense of direction",
      "es": "y a cualquiera que no tiene una dirección"
    }
  },
  {
    "translation": {
      "en": "or doesn't know what they should do next,",
      "es": "o no sabe qué hacer a continuación,"
    }
  },
  {
    "translation": {
      "en": "and the answer is, you can always work on your life force.",
      "es": "y es que puede trabajar en su fuerza vital."
    }
  },
  {
    "translation": {
      "en": "The only way to find out what you should be doing, like who you are,",
      "es": "La única manera de saber qué deberías hacer o quién eres"
    }
  },
  {
    "translation": {
      "en": "is to activate your life force,",
      "es": "es activando tu fuerza vital."
    }
  },
  {
    "translation": {
      "en": "because your life force is the only part of you",
      "es": "Porque tu fuerza vital es lo único"
    }
  },
  {
    "translation": {
      "en": "that actually is capable of guiding you when you're lost.",
      "es": "que puede guiarte cuando estás perdido."
    }
  },
  {
    "translation": {
      "en": "If you think of it as a pyramid, there's three levels of the life force.",
      "es": "Si lo piensas como una pirámide, hay tres niveles de fuerza vital."
    }
  },
  {
    "translation": {
      "en": "The bottom level is your relationship with your physical body.",
      "es": "La base es tu relación con tu cuerpo."
    }
  },
  {
    "translation": {
      "en": "The second layer is your relationship with other people.",
      "es": "El segundo nivel es tu relación con los otros."
    }
  },
  {
    "translation": {
      "en": "And the highest level is your relationship with yourself.",
      "es": "Y el nivel superior es tu relación contigo mismo."
    }
  },
  {
    "translation": {
      "en": "The bottom step is your relationship to your physical body.",
      "es": "Primero, está tu relación con tu cuerpo."
    }
  },
  {
    "translation": {
      "en": "All you gotta do is get your body working better, and it always works.",
      "es": "Debes lograr que tu cuerpo funcione mejor. Siempre da resultado."
    }
  },
  {
    "translation": {
      "en": "The most classic thing is they're not exercising.",
      "es": "Lo típico es que no hacen ejercicio."
    }
  },
  {
    "translation": {
      "en": "Diet is another one,",
      "es": "Después están las dietas"
    }
  },
  {
    "translation": {
      "en": "and sleeping.",
      "es": "y dormir."
    }
  },
  {
    "translation": {
      "en": "So what percentage of that stuff",
      "es": "¿Qué porcentaje de todo eso"
    }
  },
  {
    "translation": {
      "en": "is what makes you actually feel better at first?",
      "es": "te hace sentir mejor al principio?"
    }
  },
  {
    "translation": {
      "en": "Well, when it starts out,",
      "es": "Bueno, cuando comienzas,"
    }
  },
  {
    "translation": {
      "en": "it's probably 85%.",
      "es": "es un 85 %."
    }
  },
  {
    "translation": {
      "en": "It's very high.",
      "es": "Es muy alto."
    }
  },
  {
    "translation": {
      "en": "How fucking crazy is that?",
      "es": "¿No es una locura eso?"
    }
  },
  {
    "translation": {
      "en": "When I was a kid,",
      "es": "Cuando yo era niño,"
    }
  },
  {
    "translation": {
      "en": "exercise and diet was framed to me in like,",
      "es": "siempre me plantearon hacer ejercicio y dieta como:"
    }
  },
  {
    "translation": {
      "en": "There's something wrong with how you look.",
      "es": "Hay un problema con tu aspecto."
    }
  },
  {
    "translation": {
      "en": "But never once was exercise or diet",
      "es": "Pero nunca me plantearon hacer ejercicio o dieta"
    }
  },
  {
    "translation": {
      "en": "propositioned to me in terms of mental health.",
      "es": "en términos de salud mental."
    }
  },
  {
    "translation": {
      "en": "I just wish that was presented to people differently.",
      "es": "Ojalá se lo plantearan a la gente de otra manera."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Because, for me,",
      "es": "Porque a mí"
    }
  },
  {
    "translation": {
      "en": "that caused a lot of problems",
      "es": "eso me causó muchos problemas."
    }
  },
  {
    "translation": {
      "en": "and even problems with me and my mom.",
      "es": "Incluso causó problemas entre mi mamá y yo."
    }
  },
  {
    "translation": {
      "en": "I really met her, like, with an attitude of,",
      "es": "Mi actitud era: Vete al carajo."
    }
  },
  {
    "translation": {
      "en": "Fuck you, I don't want to do that, because you're saying there's something wrong with me.",
      "es": "No quiero hacerlo porque dices que hay algo malo en mí."
    }
  },
  {
    "translation": {
      "en": "Yeah? Explain that.",
      "es": "¿Sí? Explícamelo."
    }
  },
  {
    "translation": {
      "en": "Um, I can, but I'm not gonna go into it, 'cause this movie is about you, not me.",
      "es": "Podría, pero no lo haré porque esta película es sobre ti, no sobre mí."
    }
  },
  {
    "translation": {
      "en": "But what if I said the more you elaborate on it, the easier it's gonna be for me to take some chances.",
      "es": "¿Y si te digo que cuanto más lo elabores, más fácil será para mí arriesgarme?"
    }
  },
  {
    "translation": {
      "en": "Did you ever think of it like that?",
      "es": "¿Lo pensaste así?"
    }
  },
  {
    "translation": {
      "en": "I would say you should make a movie about me, instead of me making a movie about you.",
      "es": "Diría que tú deberías hacer una película sobre mí y no al revés."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's a good one.",
      "es": "Muy bueno."
    }
  },
  {
    "translation": {
      "en": "Okay. So that's the first level.",
      "es": "Bueno, ese es el primer nivel."
    }
  },
  {
    "translation": {
      "en": "The next one is your relationship to other people,",
      "es": "El siguiente es tu relación con otros."
    }
  },
  {
    "translation": {
      "en": "'cause when people get depressed, it's not that they end their relationships.",
      "es": "Cuando las personas se deprimen, no terminan sus relaciones."
    }
  },
  {
    "translation": {
      "en": "It's like a ship disappearing over the horizon.",
      "es": "Es como un barco que desaparece en el horizonte."
    }
  },
  {
    "translation": {
      "en": "They start to get pulled back, away from their life,",
      "es": "Empiezan a alejarse de su vida."
    }
  },
  {
    "translation": {
      "en": "and relationships are like--",
      "es": "Y las relaciones…"
    }
  },
  {
    "translation": {
      "en": "You know those things when you're climbing a mountain, pounding those pitons,",
      "es": "¿Viste los pitones que clavas cuando escalas una montaña?"
    }
  },
  {
    "translation": {
      "en": "it's like a handhold.",
      "es": "Como un asidero."
    }
  },
  {
    "translation": {
      "en": "So your relationships are like handholds to let yourself get pulled back into life.",
      "es": "Tus relaciones son como asideros para volver a acercarte a tu vida."
    }
  },
  {
    "translation": {
      "en": "The key of it is you have to take the initiative.",
      "es": "La clave es que tomes la iniciativa."
    }
  },
  {
    "translation": {
      "en": "If you're waiting for them to the take the initiative, you don't understand.",
      "es": "Si esperas que lo hagan otros, no lo entiendes."
    }
  },
  {
    "translation": {
      "en": "You could invite somebody out to lunch that you don't find interesting,",
      "es": "Puedes invitar a alguien que no te parece interesante a almorzar."
    }
  },
  {
    "translation": {
      "en": "it doesn't matter, it will affect you anyway, in a positive way.",
      "es": "No importa, de todas maneras, te afectará positivamente."
    }
  },
  {
    "translation": {
      "en": "That person represents the whole human race, symbolically.",
      "es": "Esa persona representa la raza humana, simbólicamente."
    }
  },
  {
    "translation": {
      "en": "So that's the middle tier, and the highest tier is your relationship with yourself.",
      "es": "Ese es el nivel del medio. El más alto es tu relación contigo mismo."
    }
  },
  {
    "translation": {
      "en": "The best way to say it is to get yourself in a relationship with your unconscious,",
      "es": "Básicamente, debes entablar una relación con tu inconsciente."
    }
  },
  {
    "translation": {
      "en": "because nobody knows what's in their unconscious unless they activate it.",
      "es": "Nadie sabe qué hay en su inconsciente a menos que lo active."
    }
  },
  {
    "translation": {
      "en": "And one trick about this is writing.",
      "es": "Una forma de hacerlo es escribiendo."
    }
  },
  {
    "translation": {
      "en": "It's really a magical thing.",
      "es": "Es realmente mágico."
    }
  },
  {
    "translation": {
      "en": "You enhance your relationship with yourself by writing.",
      "es": "Desarrollas una relación contigo mismo escribiendo."
    }
  },
  {
    "translation": {
      "en": "Some people say, Well, write what?",
      "es": "Algunos preguntan: ¿Qué escribo? No soy interesante, no soy escritor."
    }
  },
  {
    "translation": {
      "en": "I'm not interesting. I'm not a writer. It doesn't matter.",
      "es": "Algunos preguntan: ¿Qué escribo? No soy interesante, no soy escritor. Eso no importa."
    }
  },
  {
    "translation": {
      "en": "If you start to write, the writing is like a mirror.",
      "es": "La escritura se vuelve un espejo."
    }
  },
  {
    "translation": {
      "en": "It reflects what's going on in your unconscious,",
      "es": "Refleja lo que pasa en tu inconsciente."
    }
  },
  {
    "translation": {
      "en": "and things will come out if you write in journal form",
      "es": "Saldrán cosas que no sabías que sabías"
    }
  },
  {
    "translation": {
      "en": "that you didn't know that you knew.",
      "es": "si escribes todos los días."
    }
  },
  {
    "translation": {
      "en": "These are the three levels of the life force.",
      "es": "Esos son los tres niveles de la fuerza vital."
    }
  },
  {
    "translation": {
      "en": "If you're lost, don't try to figure it out.",
      "es": "Si estás perdido, no intentes entenderlo."
    }
  },
  {
    "translation": {
      "en": "Let it go and work on your life force first.",
      "es": "Primero, trabaja en tu fuerza vital."
    }
  },
  {
    "translation": {
      "en": "It's about passion.",
      "es": "Se trata de pasión."
    }
  },
  {
    "translation": {
      "en": "Increasing your life force",
      "es": "Aumentar tu fuerza vital"
    }
  },
  {
    "translation": {
      "en": "so you can find out what you're really passionate about.",
      "es": "para averiguar qué te apasiona."
    }
  },
  {
    "translation": {
      "en": "But step one is to be passionate about connecting to your own life force,",
      "es": "Pero el primer paso es apasionarse con conectar con tu fuerza vital."
    }
  },
  {
    "translation": {
      "en": "and anybody can do that.",
      "es": "Y todos pueden hacerlo."
    }
  },
  {
    "translation": {
      "en": "If I just do that pyramid, everything else seems to fall into place?",
      "es": "Si hago esa pirámide, ¿todo lo demás se acomoda?"
    }
  },
  {
    "translation": {
      "en": "It will. Everything else will fall in place.",
      "es": "Todo lo demás se acomodará."
    }
  },
  {
    "translation": {
      "en": "So how do you come up with this stuff?",
      "es": "¿Cómo pensaste todo esto?"
    }
  },
  {
    "translation": {
      "en": "Well, I once had a supervisor-- I was very young.",
      "es": "Cuando era muy joven, tenía un supervisor."
    }
  },
  {
    "translation": {
      "en": "I didn't even have my own practice yet.",
      "es": "Aún no tenía mi consultorio."
    }
  },
  {
    "translation": {
      "en": "I'm talking to people about what happened 30 years ago in their life",
      "es": "Hablaba con la gente sobre sucesos de hace 30 años,"
    }
  },
  {
    "translation": {
      "en": "or what was the cause of their problem.",
      "es": "sobre la causa de sus problemas."
    }
  },
  {
    "translation": {
      "en": "They would walk out the same way they walked in, feeling like shit and basically hopeless.",
      "es": "Salían igual que como habían llegado, sintiéndose mal y sin esperanza."
    }
  },
  {
    "translation": {
      "en": "So I said to him,",
      "es": "Entonces, le dije:"
    }
  },
  {
    "translation": {
      "en": "Is there anything we can do so that they can feel better,",
      "es": "¿Podemos hacer algo para que se sientan mejor"
    }
  },
  {
    "translation": {
      "en": "feel something at least, sooner?",
      "es": "o sientan algo, pronto?."
    }
  },
  {
    "translation": {
      "en": "And the guy…  The guy says to me,",
      "es": "Él me respondió:"
    }
  },
  {
    "translation": {
      "en": "Don't you dare, he says.",
      "es": "No te atrevas."
    }
  },
  {
    "translation": {
      "en": "It was like somebody who fundamentally didn't understand the human condition.",
      "es": "Era alguien que no entendía la condición humana."
    }
  },
  {
    "translation": {
      "en": "I said, Wait, we have to do something right at the moment.",
      "es": "Le dije: Tenemos que hacer algo en el momento."
    }
  },
  {
    "translation": {
      "en": "It doesn't have to solve all their problems,",
      "es": "No tiene que resolver todos sus problemas,"
    }
  },
  {
    "translation": {
      "en": "but you have to give somebody the feeling that they can change right now.",
      "es": "pero tienes que hacerlos sentir que pueden cambiar algo ahora."
    }
  },
  {
    "translation": {
      "en": "I didn't want people walking out of my office with nothing.",
      "es": "No quería que se fueran sin nada."
    }
  },
  {
    "translation": {
      "en": "Did you ever worry, with that strategy, you'd give them the wrong piece of action?",
      "es": "¿Alguna vez te preocupó recomendarles la acción equivocada?"
    }
  },
  {
    "translation": {
      "en": "In this area, as I always say,",
      "es": "En este tema, como siempre digo,"
    }
  },
  {
    "translation": {
      "en": "I'm just a regular person, nothing unusual, except for this.",
      "es": "soy una persona normal, nada inusual, excepto por esto:"
    }
  },
  {
    "translation": {
      "en": "I zoom in on you, and I block out everything else.",
      "es": "Me concentro en ti y bloqueo todo lo demás."
    }
  },
  {
    "translation": {
      "en": "Since I was a little kid, people have always walked up to me",
      "es": "Desde pequeño, la gente me contaba sus problemas."
    }
  },
  {
    "translation": {
      "en": "and told me their problems. A little kid.",
      "es": "Desde pequeño, la gente me contaba sus problemas. Yo tendría unos diez años, y se me acercaban hombres adultos."
    }
  },
  {
    "translation": {
      "en": "I would be ten years old, and a grown man would come up to me.",
      "es": "Yo tendría unos diez años, y se me acercaban hombres adultos."
    }
  },
  {
    "translation": {
      "en": "Most of them I didn't even know. They're just pouring their hearts out.",
      "es": "A la mayoría no los conocía. Me compartían sus emociones."
    }
  },
  {
    "translation": {
      "en": "Who knows where that comes from.",
      "es": "No sé de dónde viene eso."
    }
  },
  {
    "translation": {
      "en": "I was in the Bronx till I was five. Then we moved down to Manhattan.",
      "es": "Viví en el Bronx hasta los cinco. Luego, nos mudamos a Manhattan."
    }
  },
  {
    "translation": {
      "en": "Where in Manhattan?",
      "es": "¿A qué parte?"
    }
  },
  {
    "translation": {
      "en": "The first place was 78th and Broadway. 215 West 78th Street.",
      "es": "Primero, a la calle 78 y Broadway. El 215 oeste de la calle 78."
    }
  },
  {
    "translation": {
      "en": "It was regular, middle- class, working people.",
      "es": "Allí vivía gente trabajadora de clase media."
    }
  },
  {
    "translation": {
      "en": "My father was a very nice guy.",
      "es": "Mi padre era un muy buen tipo."
    }
  },
  {
    "translation": {
      "en": "He was loud, opinionated.",
      "es": "Era gritón, obstinado."
    }
  },
  {
    "translation": {
      "en": "He loved to entertain.",
      "es": "Le encantaba recibir gente."
    }
  },
  {
    "translation": {
      "en": "If it was up to him, he would have people over to the house every single night,",
      "es": "De haber sido por él, habría tenido invitados todas las noches."
    }
  },
  {
    "translation": {
      "en": "and she hated it.",
      "es": "Pero ella odiaba eso."
    }
  },
  {
    "translation": {
      "en": "My mother told me, she said, on a beautiful sunny day in the Bronx,",
      "es": "Mi madre me dijo un hermoso día soleado en el Bronx,"
    }
  },
  {
    "translation": {
      "en": "a trillion kids out playing in the streets,",
      "es": "mientras miles de niños jugaban en las calles,"
    }
  },
  {
    "translation": {
      "en": "she told me her favorite thing was to stay indoors and read a book.",
      "es": "que lo que más le gustaba hacer era quedarse en su casa leyendo."
    }
  },
  {
    "translation": {
      "en": "Her thing was, Stay off my case. Stay away from me.",
      "es": "Lo suyo era: Déjame tranquila."
    }
  },
  {
    "translation": {
      "en": "I want to get lost in this book because life is too painful.",
      "es": "Quiero sumergirme en este libro porque la vida es muy dolorosa."
    }
  },
  {
    "translation": {
      "en": "I don't wanna deal with life. I wanna deal with this book.",
      "es": "No quiero afrontar la vida, sino este libro."
    }
  },
  {
    "translation": {
      "en": "So you can see these two people, there was big problems.",
      "es": "Entre estas dos personas había grandes problemas."
    }
  },
  {
    "translation": {
      "en": "What time period? The '50s?",
      "es": "¿Qué época era? ¿Los 50?"
    }
  },
  {
    "translation": {
      "en": "Yeah. That was, like, uh… '56. It's probably…",
      "es": "Sí. Eso debía ser en 1956."
    }
  },
  {
    "translation": {
      "en": "Let's see, he-- When did he die?",
      "es": "Pero él… ¿Cuándo murió él?"
    }
  },
  {
    "translation": {
      "en": "What was your brother's name who passed away?  His name was Eddie. The one that died, yeah.",
      "es": "- ¿Cómo se llamaba tu hermano que murió? - Se llamaba Eddie."
    }
  },
  {
    "translation": {
      "en": "They knew immediately.",
      "es": "Lo supieron de inmediato."
    }
  },
  {
    "translation": {
      "en": "It was a certain kind of tumor that has a certain kind of rash, I think.",
      "es": "Era un tipo de tumor que provoca un sarpullido, creo."
    }
  },
  {
    "translation": {
      "en": "The doctor, he told me years later,",
      "es": "Muchos años después, el doctor me dijo"
    }
  },
  {
    "translation": {
      "en": "he said he knew the moment he walked into the room what it was.",
      "es": "que en cuanto entró a la habitación supo qué tenía."
    }
  },
  {
    "translation": {
      "en": "But my parents didn't tell us. It was a mistake.",
      "es": "Pero nuestros padres no nos lo dijeron. Eso fue un error."
    }
  },
  {
    "translation": {
      "en": "How old are you when he dies? You're nine?",
      "es": "¿Qué edad tenías cuando murió? ¿Nueve?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was nine. Yeah.",
      "es": "Sí, tenía nueve."
    }
  },
  {
    "translation": {
      "en": "And he was three?",
      "es": "¿Él tenía tres?"
    }
  },
  {
    "translation": {
      "en": "He was three, yeah.",
      "es": "Sí, tres."
    }
  },
  {
    "translation": {
      "en": "I would go into the bathroom.",
      "es": "Yo iba al baño,"
    }
  },
  {
    "translation": {
      "en": "I remember, I'd put one foot up on the toilet bowl,",
      "es": "y recuerdo que ponía un pie sobre el inodoro,"
    }
  },
  {
    "translation": {
      "en": "like I was some kind of a medieval knight or something,",
      "es": "como si fuera un caballero medieval,"
    }
  },
  {
    "translation": {
      "en": "and I talked to God, and I said to God,",
      "es": "y le hablaba a Dios. Le decía:"
    }
  },
  {
    "translation": {
      "en": "If you let him live, I will believe in you.",
      "es": "Si lo dejas vivir, creeré en ti."
    }
  },
  {
    "translation": {
      "en": "If you don't, I won't. Obviously, I had to overcome that.",
      "es": "Pero si no, no. Tuve que superar eso."
    }
  },
  {
    "translation": {
      "en": "Any time I'm in New York, I try to go past that building.",
      "es": "Cuando estoy en Nueva York, intento pasar por el edificio."
    }
  },
  {
    "translation": {
      "en": "I like to stand in the spot where we were standing when my father came up to us.",
      "es": "Me gusta pararme donde estábamos parados cuando mi padre nos lo dijo."
    }
  },
  {
    "translation": {
      "en": "My mother gets out of the cab",
      "es": "Mi madre bajó del taxi,"
    }
  },
  {
    "translation": {
      "en": "and just walks right into the building and takes the elevator upstairs.",
      "es": "entró al edificio y subió en el ascensor."
    }
  },
  {
    "translation": {
      "en": "She didn't even look at us.",
      "es": "Ni siquiera nos miró."
    }
  },
  {
    "translation": {
      "en": "Seriously, I asked my mother, Can I go back to school?",
      "es": "Le pregunté: ¿Puedo volver a la escuela?."
    }
  },
  {
    "translation": {
      "en": "And she said, Yeah, you can do anything you want.",
      "es": "Y me dijo: Puedes hacer lo que quieras."
    }
  },
  {
    "translation": {
      "en": "And I did.",
      "es": "Y eso hice."
    }
  },
  {
    "translation": {
      "en": "And I think that was part of my denial.",
      "es": "Creo que fue parte de mi negación."
    }
  },
  {
    "translation": {
      "en": "Everybody was moving quickly to deny what was happening.",
      "es": "Todos se apresuraban por negar lo que pasaba."
    }
  },
  {
    "translation": {
      "en": "Everybody was avidly not accepting what was going on.",
      "es": "Todos se esforzaban por no aceptar lo que pasaba."
    }
  },
  {
    "translation": {
      "en": "That was Part X. Part X was in my mind",
      "es": "Esa era la Parte X. La Parte X estuvo en mi mente mucho antes de que yo entendiera esto."
    }
  },
  {
    "translation": {
      "en": "before I understood any of this.",
      "es": "La Parte X estuvo en mi mente mucho antes de que yo entendiera esto."
    }
  },
  {
    "translation": {
      "en": "Part X is such a major part of understanding how your tools work,",
      "es": "La Parte X es importante para entender cómo funcionan tus herramientas."
    }
  },
  {
    "translation": {
      "en": "so I wanted to talk about that.",
      "es": "Quiero que hablemos de eso."
    }
  },
  {
    "translation": {
      "en": "So, when adversity comes,",
      "es": "Cuando aparece la adversidad,"
    }
  },
  {
    "translation": {
      "en": "it's an opportunity for you to--",
      "es": "es una oportunidad."
    }
  },
  {
    "translation": {
      "en": "At that moment, you're gonna face Part X directly.",
      "es": "En ese momento, enfrentas a la Parte X directamente."
    }
  },
  {
    "translation": {
      "en": "Part X is the judgmental part of you,",
      "es": "La Parte X es tu parte sentenciosa."
    }
  },
  {
    "translation": {
      "en": "the antisocial part of you.",
      "es": "Tu parte antisocial."
    }
  },
  {
    "translation": {
      "en": "It's an invisible… force",
      "es": "Es una fuerza invisible"
    }
  },
  {
    "translation": {
      "en": "that wants to keep you from changing or growing.",
      "es": "que no quiere que cambies o crezcas."
    }
  },
  {
    "translation": {
      "en": "It wants to block your evolution.",
      "es": "Quiere bloquear tu evolución."
    }
  },
  {
    "translation": {
      "en": "It wants to block your potential.",
      "es": "Quiere bloquear tu potencial."
    }
  },
  {
    "translation": {
      "en": "It wants to fuck up your shit.",
      "es": "Quiere joderte."
    }
  },
  {
    "translation": {
      "en": "So Part X would be the villain",
      "es": "Entonces, la Parte X sería el villano"
    }
  },
  {
    "translation": {
      "en": "in the story of being a person.",
      "es": "en la historia de ser una persona."
    }
  },
  {
    "translation": {
      "en": "The tools are what the hero on the journey can use to fight the villain.",
      "es": "Las herramientas son lo que el héroe puede usar para vencer al villano."
    }
  },
  {
    "translation": {
      "en": "Yes. Part X is the voice of impossibility.",
      "es": "Sí. La Parte X es la voz de la imposibilidad."
    }
  },
  {
    "translation": {
      "en": "Whatever it is you think you need to do, it's gonna tell you that's impossible.",
      "es": "Te dirá que es imposible hacer lo que sea que quieras hacer."
    }
  },
  {
    "translation": {
      "en": "Give up.",
      "es": "Ríndete."
    }
  },
  {
    "translation": {
      "en": "It gives you a very specific dossier about who you are, what you're capable of.",
      "es": "Te da un dosier muy específico de quién eres y de lo que eres capaz."
    }
  },
  {
    "translation": {
      "en": "And it creates this, like, primal fear in human beings.",
      "es": "Crea un miedo primario en los seres humanos."
    }
  },
  {
    "translation": {
      "en": "What does your Part X say to you?",
      "es": "¿Qué te dice tu Parte X?"
    }
  },
  {
    "translation": {
      "en": "It makes me feel like I'm wasting time.",
      "es": "Me hace sentir que pierdo el tiempo."
    }
  },
  {
    "translation": {
      "en": "It tells me I've invented all this stuff,",
      "es": "Me dice que inventé todo esto,"
    }
  },
  {
    "translation": {
      "en": "and the stuff is great, I'm very confident, but it'll never--",
      "es": "y que es grandioso, estoy seguro de eso, pero que no se extenderá lo suficiente en la cultura."
    }
  },
  {
    "translation": {
      "en": "It won't spread deeply enough into the culture.",
      "es": "pero que no se extenderá lo suficiente en la cultura."
    }
  },
  {
    "translation": {
      "en": "So how can people get rid of Part X?",
      "es": "¿Cómo podemos deshacernos de la Parte X?"
    }
  },
  {
    "translation": {
      "en": "You can't.",
      "es": "No puedes."
    }
  },
  {
    "translation": {
      "en": "You can defeat him temporarily, but he's always gonna keep coming back.",
      "es": "Puedes vencerla temporalmente, pero siempre regresará."
    }
  },
  {
    "translation": {
      "en": "That's why you have three aspects of reality that nobody gets to avoid.",
      "es": "Por eso hay tres aspectos de la realidad que nadie puede evitar."
    }
  },
  {
    "translation": {
      "en": "Pain, uncertainty,",
      "es": "El dolor, la incertidumbre"
    }
  },
  {
    "translation": {
      "en": "and constant work.",
      "es": "y el trabajo constante."
    }
  },
  {
    "translation": {
      "en": "So those are things you're just gonna have to live with, no matter what.",
      "es": "Tendrás que vivir con eso sin importar qué hagas."
    }
  },
  {
    "translation": {
      "en": "If it did work like that, if you could banish Part X,",
      "es": "Si funcionara así, si pudieras desterrar la Parte X,"
    }
  },
  {
    "translation": {
      "en": "then there'd be no further progress.",
      "es": "no podrías progresar más."
    }
  },
  {
    "translation": {
      "en": "So if this is a story, the main character needs Part X, needs the villain,",
      "es": "Si esto es una historia, el personaje principal necesita a la Parte X, al villano,"
    }
  },
  {
    "translation": {
      "en": "because if the main character doesn't have to overcome a villain,",
      "es": "porque si no tiene que superar a un villano,"
    }
  },
  {
    "translation": {
      "en": "there's no story.",
      "es": "no hay historia."
    }
  },
  {
    "translation": {
      "en": "- Right. - There's no growth.",
      "es": "Claro."
    }
  },
  {
    "translation": {
      "en": "There's no change. There's no bravery. There's no courageousness.",
      "es": "No hay crecimiento, valentía ni coraje."
    }
  },
  {
    "translation": {
      "en": "We need the negativity of Part X, or else we don't grow.",
      "es": "Necesitamos la negatividad de la Parte X o no crecemos."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's correct.",
      "es": "Exacto."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean you can't, um, work very hard at a goal. It doesn't mean you can't succeed.",
      "es": "No significa que no puedas esforzarte en pos de una meta o tener éxito."
    }
  },
  {
    "translation": {
      "en": "But if you wanna be happy-- 'Cause that won't make you happy.",
      "es": "Pero si quieres ser feliz, eso no te hará feliz."
    }
  },
  {
    "translation": {
      "en": "What will make you happy is the process.",
      "es": "El proceso te hará feliz."
    }
  },
  {
    "translation": {
      "en": "You have to learn how to love the process of dealing with those three things.",
      "es": "Debes aprender a amar el proceso de lidiar con esas tres cosas."
    }
  },
  {
    "translation": {
      "en": "That's where the tools come in.",
      "es": "Allí entran las herramientas."
    }
  },
  {
    "translation": {
      "en": "When it appears, you can identify it,",
      "es": "Cuando aparece, cuando lo identificas,"
    }
  },
  {
    "translation": {
      "en": "and then, you can use a tool on it to nullify it.",
      "es": "y usas una herramienta para anularlo. HERRAMIENTAS"
    }
  },
  {
    "translation": {
      "en": "If you can teach someone to do that, they can change their whole life.",
      "es": "Si le enseñas a alguien a hacer eso, puede cambiar su vida."
    }
  },
  {
    "translation": {
      "en": "Because the highest creative expression for a human being",
      "es": "La máxima expresión creativa para un ser humano"
    }
  },
  {
    "translation": {
      "en": "is to be able to create something new right in the face of adversity,",
      "es": "es poder crear algo nuevo frente a la adversidad."
    }
  },
  {
    "translation": {
      "en": "and the worse the adversity, the greater the opportunity.",
      "es": "Cuanto peor sea la adversidad, mayor será la oportunidad."
    }
  },
  {
    "translation": {
      "en": "Finding out that he'd died was like… It was like discovering a new world.",
      "es": "Enterarme de que había muerto fue como descubrir un mundo nuevo."
    }
  },
  {
    "translation": {
      "en": "And I said, Wow, that could happen to me? I'm just a kid.",
      "es": "Pensé: ¿Qué podría pasarme a mí? Soy solo un niño."
    }
  },
  {
    "translation": {
      "en": "That was one of the biggest effects it had on me, besides the fact that my parents collapsed.",
      "es": "Eso me afectó mucho. Además de que mis padres se derrumbaran."
    }
  },
  {
    "translation": {
      "en": "They couldn't quite function as parents emotionally. They just couldn't do it.",
      "es": "No pudieron actuar como padres emocionalmente. No pudieron."
    }
  },
  {
    "translation": {
      "en": "Do you… Can you blame them?",
      "es": "Y… ¿Puedes culparlos?"
    }
  },
  {
    "translation": {
      "en": "No, I've never blamed them for that.",
      "es": "No, nunca los culpé por eso."
    }
  },
  {
    "translation": {
      "en": "Thank God.",
      "es": "Gracias a Dios."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "It changed my whole life, because everything had a double meaning.",
      "es": "Cambió mi vida porque todo tenía otro significado."
    }
  },
  {
    "translation": {
      "en": "If I'd go to play softball or something and I had a time to be back for dinner,",
      "es": "Si salía a jugar softball o algo así, y tenía que volver para la cena"
    }
  },
  {
    "translation": {
      "en": "if I was like-- I swear, if I was one minute late, they would just go nuts.",
      "es": "y llegaba, lo juro, un minuto tarde, se ponían como locos."
    }
  },
  {
    "translation": {
      "en": "Childhood was over.",
      "es": "La niñez había terminado."
    }
  },
  {
    "translation": {
      "en": "Everything was serious. You didn't want to fuck it up.",
      "es": "Todo era serio. No querías cagarla."
    }
  },
  {
    "translation": {
      "en": "His death became this giant weight that I had to carry around,",
      "es": "Su muerte se convirtió en un peso enorme que llevaba conmigo."
    }
  },
  {
    "translation": {
      "en": "but nobody would admit the fucking weight was there.",
      "es": "Pero nadie admitía que ese puto peso estaba ahí. PAPA: TE AMO. EN SERIO. PHILIP"
    }
  },
  {
    "translation": {
      "en": "I'll never forget this. A friend of mine, he was badly hurt.",
      "es": "Nunca olvidaré esto. Un amigo resultó malherido."
    }
  },
  {
    "translation": {
      "en": "I went with my father to visit him in the hospital,",
      "es": "Fui a verlo con mi padre al hospital."
    }
  },
  {
    "translation": {
      "en": "and on the way out, my father turns around, and he says,",
      "es": "Cuando nos íbamos, mi padre se dio vuelta y dijo:"
    }
  },
  {
    "translation": {
      "en": "That's the only profession.",
      "es": "Esa es la única profesión."
    }
  },
  {
    "translation": {
      "en": "Meaning, If you do anything else but become a doctor, you're persona non grata over here.",
      "es": "Es decir: Si no te conviertes en médico, serás una persona no grata aquí."
    }
  },
  {
    "translation": {
      "en": "I love you, but if you don't become a doctor, I'll never respect you.",
      "es": "Te quiero, pero si no eres médico, nunca te respetaré."
    }
  },
  {
    "translation": {
      "en": "He and my mother were both atheists, so they had nothing to fall back on.",
      "es": "Él y mi madre eran ateos, no tenían nada a qué recurrir."
    }
  },
  {
    "translation": {
      "en": "It was a fight against death, and if I didn't join the fight,",
      "es": "Era una lucha contra la muerte, y si no me unía a ella,"
    }
  },
  {
    "translation": {
      "en": "the whole family was gonna fall apart.",
      "es": "la familia se derrumbaría."
    }
  },
  {
    "translation": {
      "en": "Right, so you had a responsibility to satiate their nerves and anxiety.",
      "es": "Entonces, tuviste la responsabilidad de apaciguar sus nervios y su ansiedad."
    }
  },
  {
    "translation": {
      "en": "You became their therapist.",
      "es": "Te convertiste en su terapeuta."
    }
  },
  {
    "translation": {
      "en": "That's right. That's exactly right.",
      "es": "Es así. Exactamente así."
    }
  },
  {
    "translation": {
      "en": "So they had nothing in terms of, uh…",
      "es": "Ellos no tenían nada en términos de…"
    }
  },
  {
    "translation": {
      "en": "Faith?",
      "es": "¿Fe?"
    }
  },
  {
    "translation": {
      "en": "Yeah, in terms of that would support them in having any faith.",
      "es": "Sí. Nada que los llevara a tener fe."
    }
  },
  {
    "translation": {
      "en": "They only had one thing that could lead to faith,",
      "es": "Solo una cosa podía llevarlos hacia la fe,"
    }
  },
  {
    "translation": {
      "en": "and that was me.",
      "es": "y era yo."
    }
  },
  {
    "translation": {
      "en": "You see how these things get passed down.",
      "es": "Ya ves cómo se transmiten estas cosas."
    }
  },
  {
    "translation": {
      "en": "And I… I tried my best.",
      "es": "Yo di lo mejor de mí."
    }
  },
  {
    "translation": {
      "en": "Total failure, obviously.",
      "es": "Pero fracasé, por supuesto."
    }
  },
  {
    "translation": {
      "en": "I… I… I guess I did do one thing.",
      "es": "Pero sí hice una cosa."
    }
  },
  {
    "translation": {
      "en": "I became a doctor.",
      "es": "Me hice médico."
    }
  },
  {
    "translation": {
      "en": "So, um…",
      "es": "Así que…"
    }
  },
  {
    "translation": {
      "en": "So at least maybe something constructive came out of it.",
      "es": "Al menos algo constructivo salió de todo eso."
    }
  },
  {
    "translation": {
      "en": "Beginning to see patients was like a joke for me.",
      "es": "Empezar a tener pacientes me pareció muy fácil."
    }
  },
  {
    "translation": {
      "en": "It was just a change of venue. I had done it so much.",
      "es": "Solo cambié de lugar. Ya lo había hecho mucho."
    }
  },
  {
    "translation": {
      "en": "And I wasn't bad at it, even when I was 12.",
      "es": "Y no era malo, ni siquiera a los 12."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Hey, are we gonna continue these sessions a few times a week where I'm the patient?",
      "es": "¿Seguiremos con estas sesiones donde soy el paciente semanalmente?"
    }
  },
  {
    "translation": {
      "en": "It'd be nice if you answered more of these questions. In fact, it would be nice if you answered even one of them.",
      "es": "Sería agradable si tú respondieras estas preguntas. Al menos una."
    }
  },
  {
    "translation": {
      "en": "We talked about my brother. Can we talk about yours?",
      "es": "Hablamos de mi hermano, ¿podemos hablar del tuyo?"
    }
  },
  {
    "translation": {
      "en": "It must have stirred up something in you.",
      "es": "Esto debe haber removido algo en ti."
    }
  },
  {
    "translation": {
      "en": "Well…",
      "es": "Bueno…"
    }
  },
  {
    "translation": {
      "en": "No, I-- No, we're not gonna get into that, um…",
      "es": "No. No vamos a ahondar en eso."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "I think I should take a break. What time-- Oh, shit. Huh.",
      "es": "Necesito un recreo. ¿Qué hora…? Carajo."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Dude, that was amazing.",
      "es": "Eso fue maravilloso."
    }
  },
  {
    "translation": {
      "en": "I feel fried.",
      "es": "Estoy exhausto."
    }
  },
  {
    "translation": {
      "en": "Yeah, you know, I told you to ask easier questions. It's on you.",
      "es": "Te dije que hicieras preguntas más fáciles. Es tu culpa."
    }
  },
  {
    "translation": {
      "en": "Do you want my notes on your directing or acting?",
      "es": "¿Quieres mis notas sobre cómo diriges o actúas?"
    }
  },
  {
    "translation": {
      "en": "Save it for my session.",
      "es": "Mejor en mi sesión."
    }
  },
  {
    "translation": {
      "en": "What is taking so long, dude?",
      "es": "¿Qué tarda tanto, hombre?"
    }
  },
  {
    "translation": {
      "en": "Watch the tracks.",
      "es": "Cuidado con eso."
    }
  },
  {
    "translation": {
      "en": "You're in this too?",
      "es": "¿También participas?"
    }
  },
  {
    "translation": {
      "en": "- - Yeah. Oh, shit.",
      "es": "- Sí. - Mierda."
    }
  },
  {
    "translation": {
      "en": "- How are you? - Good to see ya.",
      "es": "- ¿Cómo estás? - Qué bueno verte."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use a tool first. Is that okay?",
      "es": "¿Puedo usar una herramienta primero?"
    }
  },
  {
    "translation": {
      "en": "Yeah, absolutely.",
      "es": "Por supuesto."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "I feel like making this movie is very complicated for a lot of reasons.",
      "es": "Siento que hacer esta película es muy complicado por muchas razones."
    }
  },
  {
    "translation": {
      "en": "You're my therapist, and if I was having trouble with something,",
      "es": "Eres mi terapeuta, y si tuviera un problema con algo,"
    }
  },
  {
    "translation": {
      "en": "you'd be who I would talk to about it.",
      "es": "lo hablaría contigo."
    }
  },
  {
    "translation": {
      "en": "But then when that feeling comes up about this movie,",
      "es": "Pero cuando aparece ese sentimiento acerca de esta película,"
    }
  },
  {
    "translation": {
      "en": "I'm hesitant, and I stop it,",
      "es": "dudo y me detengo."
    }
  },
  {
    "translation": {
      "en": "because this film is about you,",
      "es": "Porque esta película es sobre ti,"
    }
  },
  {
    "translation": {
      "en": "and I feel like I have to pretend everything is great",
      "es": "y siento que debo actuar como si todo estuviera bien,"
    }
  },
  {
    "translation": {
      "en": "even when it's not.",
      "es": "aun cuando no lo está."
    }
  },
  {
    "translation": {
      "en": "I've…",
      "es": "Te…"
    }
  },
  {
    "translation": {
      "en": "been lying to you in our private therapy sessions",
      "es": "estuve mintiendo en nuestras sesiones privadas"
    }
  },
  {
    "translation": {
      "en": "about how the movie's going.",
      "es": "acerca de cómo va la película."
    }
  },
  {
    "translation": {
      "en": "So I've essentially",
      "es": "Básicamente,"
    }
  },
  {
    "translation": {
      "en": "been paying you to lie to you,",
      "es": "te estuve pagando para mentirte."
    }
  },
  {
    "translation": {
      "en": "and that left me feeling more and more alone.",
      "es": "Eso me hizo sentir cada vez más solo."
    }
  },
  {
    "translation": {
      "en": "I'm trying to land these massive ideas.",
      "es": "Intento plasmar estas ideas increíbles."
    }
  },
  {
    "translation": {
      "en": "- Right. - And these--",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And also tell the story of your life, but I just feel stuck.",
      "es": "Y también contar la historia de tu vida, pero estoy trabado."
    }
  },
  {
    "translation": {
      "en": "And I just keep asking myself, like,",
      "es": "Y no paro de preguntarme:"
    }
  },
  {
    "translation": {
      "en": "Was this a fucking terrible idea",
      "es": "¿Fue una idea malísima"
    }
  },
  {
    "translation": {
      "en": "for a patient to make a movie about his therapist?",
      "es": "que un paciente haga una película sobre su terapeuta?."
    }
  },
  {
    "translation": {
      "en": "Like I laugh about it, you know?",
      "es": "Puedo reírme de eso."
    }
  },
  {
    "translation": {
      "en": "But what I got to was like, why am I, like, hiding",
      "es": "Pero me puse a pensar por qué me escondo"
    }
  },
  {
    "translation": {
      "en": "behind perfection?",
      "es": "detrás de la perfección."
    }
  },
  {
    "translation": {
      "en": "Why am I hiding behind a facade instead of letting you in on it?",
      "es": "¿Por qué me escondo detrás de una mentira en vez de contarte la verdad?"
    }
  },
  {
    "translation": {
      "en": "Which felt like the only choice to me.",
      "es": "Y esa me pareció la única opción."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "es": "Lo es."
    }
  },
  {
    "translation": {
      "en": "How can I make a movie where I'm talking about people",
      "es": "¿Cómo hago una película sobre ser vulnerable"
    }
  },
  {
    "translation": {
      "en": "being vulnerable and working on their problems",
      "es": "¿Cómo hago una película sobre ser vulnerable y tratar nuestros problemas sin ser vulnerable?"
    }
  },
  {
    "translation": {
      "en": "and not be vulnerable myself?",
      "es": "y tratar nuestros problemas sin ser vulnerable?"
    }
  },
  {
    "translation": {
      "en": "It doesn't feel fair.",
      "es": "No me parece justo."
    }
  },
  {
    "translation": {
      "en": "- And so… - Hmm. …if the choice is to be fair and honest,",
      "es": "Si la opción es ser justo y sincero,"
    }
  },
  {
    "translation": {
      "en": "then I should acknowledge that, like,",
      "es": "debo afrontar eso."
    }
  },
  {
    "translation": {
      "en": "we've been shooting for two years,",
      "es": "Llevamos dos años filmando,"
    }
  },
  {
    "translation": {
      "en": "and we're wearing the same clothes every day, pretending it's one session,",
      "es": "y usamos la misma ropa todos los días fingiendo que es una sola sesión,"
    }
  },
  {
    "translation": {
      "en": "but it's been years. And we're on a green screen.",
      "es": "pero pasaron años, y estamos delante de un fondo verde."
    }
  },
  {
    "translation": {
      "en": "We're not in your office.",
      "es": "No en tu consultorio."
    }
  },
  {
    "translation": {
      "en": "And I'm literally wearing a wig right now",
      "es": "Y yo llevo una peluca"
    }
  },
  {
    "translation": {
      "en": "to make it look like it was eight months ago when I had this haircut,",
      "es": "para lucir como hace ocho meses antes cortarme el cabello."
    }
  },
  {
    "translation": {
      "en": "and I literally have, like,",
      "es": "Ahora tengo"
    }
  },
  {
    "translation": {
      "en": "a shaved head. I, like…",
      "es": "el pelo más corto y…"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "It just feels… weird and false.",
      "es": "Se siente raro y falso."
    }
  },
  {
    "translation": {
      "en": "I want to let the audience in on the filmmaking process, and you,",
      "es": "Quiero que la audiencia vea el proceso de rodaje y a ti"
    }
  },
  {
    "translation": {
      "en": "so they don't feel like we're just lying to them about shit.",
      "es": "para que no sientan que les estamos mintiendo."
    }
  },
  {
    "translation": {
      "en": "And I'm lying to you and lying to everyone else that it's going well,",
      "es": "Te estoy mintiendo a ti y a todos al decir que todo va bien."
    }
  },
  {
    "translation": {
      "en": "and that sucks.",
      "es": "Eso es horrible."
    }
  },
  {
    "translation": {
      "en": "We're probably gonna be watching this scene,",
      "es": "Probablemente, veamos esta escena,"
    }
  },
  {
    "translation": {
      "en": "and there's gonna be stuff we shot eight months ago, 14 months ago. Like…",
      "es": "y habrá cosas que filmamos hace ocho meses o 14 meses."
    }
  },
  {
    "translation": {
      "en": "It's just hard to know what is what at this point.",
      "es": "Es difícil saber qué es qué a esta altura."
    }
  },
  {
    "translation": {
      "en": "But ultimately, I just came to the truth, which is just letting you in on it.",
      "es": "Finalmente, llegué a la verdad, que es contarte todo esto."
    }
  },
  {
    "translation": {
      "en": "Does that feel fucked- up?",
      "es": "¿Te parece retorcido?"
    }
  },
  {
    "translation": {
      "en": "It feels like the only choice you have, to be honest.",
      "es": "Parece la única opción que tienes, ser sincero."
    }
  },
  {
    "translation": {
      "en": "If you want to stay with the truth of me and what we're trying to do,",
      "es": "Si quieres mostrar la verdad de quién soy y lo que intentamos hacer,"
    }
  },
  {
    "translation": {
      "en": "then you have to let yourself fuck it up.",
      "es": "debes permitirte cagarla."
    }
  },
  {
    "translation": {
      "en": "If you could do it perfectly, it would contradict everything that we're doing here.",
      "es": "Si pudieras hacerlo perfecto, contradeciría lo que hacemos aquí."
    }
  },
  {
    "translation": {
      "en": "So I'm thrilled that you--",
      "es": "Me encanta que tú…"
    }
  },
  {
    "translation": {
      "en": "I kind of suspected this anyway, because we're getting--",
      "es": "Un poco lo sospechaba."
    }
  },
  {
    "translation": {
      "en": "First of all, we're getting so many days, you know, so I said--",
      "es": "Primero, porque filmamos muchos días."
    }
  },
  {
    "translation": {
      "en": "I said, This is probably the greatest documentary ever made",
      "es": "Pensé: Es el mejor documental que se ha hecho o el peor."
    }
  },
  {
    "translation": {
      "en": "or the worst, and it's probably both.",
      "es": "Pensé: Es el mejor documental que se ha hecho o el peor. Probablemente, ambos."
    }
  },
  {
    "translation": {
      "en": "But listen, it has to eventually get intimate,",
      "es": "Pero eventualmente debe ponerse íntimo."
    }
  },
  {
    "translation": {
      "en": "and once things get intimate, you don't know what the fuck is gonna happen.",
      "es": "Y cuando se vuelve íntimo, no sabes qué carajo va a pasar."
    }
  },
  {
    "translation": {
      "en": "If I've trained you properly, you can just see that is not something to avoid.",
      "es": "Si te entrené bien, verás que no es algo que debes evitar."
    }
  },
  {
    "translation": {
      "en": "The failure would be not rolling with it and not using it to go deeper.",
      "es": "El fracaso sería no aceptarlo y no usarlo para profundizar."
    }
  },
  {
    "translation": {
      "en": "The driving force in this whole thing, to me, is your vulnerability.",
      "es": "La fuerza impulsora de todo esto es tu vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "No question about it.",
      "es": "No tengo dudas."
    }
  },
  {
    "translation": {
      "en": "If we're true to that idea and you're forthcoming with it,",
      "es": "Si somos fieles a esa idea, y tú eres sincero con ella,"
    }
  },
  {
    "translation": {
      "en": "we really can't go wrong, because--",
      "es": "no puede salir mal porque…"
    }
  },
  {
    "translation": {
      "en": "- But this movie is about you. - No, no, not at all.",
      "es": "Pero esta película es sobre ti. No, para nada."
    }
  },
  {
    "translation": {
      "en": "To me, this is just one more thing.",
      "es": "Para mí, esto es una cosa más."
    }
  },
  {
    "translation": {
      "en": "My life doesn't depend on it.",
      "es": "Mi vida no depende de ello."
    }
  },
  {
    "translation": {
      "en": "Your life-- Okay, maybe your life depends on it.",
      "es": "Tu vida… Bueno, tal vez tu vida sí."
    }
  },
  {
    "translation": {
      "en": "- - Just teasing.",
      "es": "Es broma."
    }
  },
  {
    "translation": {
      "en": "My mind says I want to aggressively and honestly talk about two things.",
      "es": "Mi mente dice que quiero hablar directa y sinceramente de dos cosas."
    }
  },
  {
    "translation": {
      "en": "One is my relationship with you,",
      "es": "Una es mi relación contigo."
    }
  },
  {
    "translation": {
      "en": "and the second thing is the actual power of these tools.",
      "es": "La otra es el poder de estas herramientas."
    }
  },
  {
    "translation": {
      "en": "So how do I go deeper? Like, how do I--",
      "es": "¿Y cómo profundizo? ¿Cómo…"
    }
  },
  {
    "translation": {
      "en": "- There's only one way. - Huh?",
      "es": "Solo hay una manera."
    }
  },
  {
    "translation": {
      "en": "You.",
      "es": "A través de ti."
    }
  },
  {
    "translation": {
      "en": "The thing is, if you wanna move forward…",
      "es": "Si quieres avanzar,"
    }
  },
  {
    "translation": {
      "en": "…you can't move forward without being vulnerable.",
      "es": "no puedes hacerlo sin ser vulnerable."
    }
  },
  {
    "translation": {
      "en": "And the reason is everybody needs help in moving forward.",
      "es": "Y la razón es que todos necesitamos ayuda para avanzar."
    }
  },
  {
    "translation": {
      "en": "Failure, weakness, vulnerability is like a, um…",
      "es": "El fracaso, la debilidad, la vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "It's like a connector. It connects you to the rest of the world.",
      "es": "Son como un conector. Te conectan con el mundo."
    }
  },
  {
    "translation": {
      "en": "Because what you're doing is,",
      "es": "Porque lo que haces"
    }
  },
  {
    "translation": {
      "en": "you're giving out this signal to the world,",
      "es": "es enviarle una señal al mundo:"
    }
  },
  {
    "translation": {
      "en": "I need you because I can't do this by myself.",
      "es": "Te necesito. No puedo hacerlo solo."
    }
  },
  {
    "translation": {
      "en": "Yeah, that makes a lot of sense.",
      "es": "Sí, tiene mucho sentido."
    }
  },
  {
    "translation": {
      "en": "I think what would be a good idea,",
      "es": "Creo que sería una buena idea"
    }
  },
  {
    "translation": {
      "en": "maybe I should show you some of the movie,",
      "es": "mostrarte parte de la película."
    }
  },
  {
    "translation": {
      "en": "and we can kind of figure out how we wanna complete it.",
      "es": "Así podremos decidir cómo queremos completarla."
    }
  },
  {
    "translation": {
      "en": "And, like, for us to be in that together if you're down for that?",
      "es": "Y hacerlo juntos, si quieres."
    }
  },
  {
    "translation": {
      "en": "I am, yeah. I'm really touched.",
      "es": "Claro que quiero. Me conmueve."
    }
  },
  {
    "translation": {
      "en": "Um, frankly, I'm relieved also.",
      "es": "Y también siento alivio."
    }
  },
  {
    "translation": {
      "en": "So yes, it would be great. It'll be great. It'll be like an experiment.",
      "es": "Sí, eso sería genial. Será como un experimento."
    }
  },
  {
    "translation": {
      "en": "Yeah. All right, cool.",
      "es": "Sí. Qué bueno."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm down.",
      "es": "Cuenta conmigo."
    }
  },
  {
    "translation": {
      "en": "I love you, dude.",
      "es": "Te adoro, hombre."
    }
  },
  {
    "translation": {
      "en": "Cut.",
      "es": "Corte."
    }
  },
  {
    "translation": {
      "en": "Oh, you guys were filming?",
      "es": "¿Estaban filmando?"
    }
  },
  {
    "translation": {
      "en": "Why do you think I'm making a doc on you?",
      "es": "¿Por qué crees que hago un documental sobre ti?"
    }
  },
  {
    "translation": {
      "en": "I think it's… it's my ideas.",
      "es": "Creo que por mis ideas."
    }
  },
  {
    "translation": {
      "en": "I… I think my ideas had an effect on you,",
      "es": "Creo que mis ideas tuvieron un efecto sobre ti,"
    }
  },
  {
    "translation": {
      "en": "and I think you wanted to expose other people to the ideas.",
      "es": "y que quieres que otras personas conozcan esas ideas."
    }
  },
  {
    "translation": {
      "en": "You want to do some Parkinson's drugs? - -",
      "es": "¿Consumimos drogas antiparkinsonianas juntos?"
    }
  },
  {
    "translation": {
      "en": "I kicked the stuff years ago, man.",
      "es": "Las dejé hace años."
    }
  },
  {
    "translation": {
      "en": "So we had to build a fake set of your office on the green screen",
      "es": "Diseñamos un set falso de tu consultorio en el fondo verde"
    }
  },
  {
    "translation": {
      "en": "to make it seem like we've been here this whole time.",
      "es": "para fingir que siempre estuvimos aquí."
    }
  },
  {
    "translation": {
      "en": "- It's nicer than my real office. - Yeah.",
      "es": "Es más lindo que mi consultorio. Sí. La Parte X. Entonces, cuando ves la película…"
    }
  },
  {
    "translation": {
      "en": "Part X. And then, so when you're watching the movie…",
      "es": "Sí. La Parte X. Entonces, cuando ves la película…"
    }
  },
  {
    "translation": {
      "en": "- Like, a view of--  - We never had insurance for that.",
      "es": "- La vista… - Nunca tuvimos seguro para eso."
    }
  },
  {
    "translation": {
      "en": "We've ripped the Band- Aid off.",
      "es": "Pasamos la parte difícil."
    }
  },
  {
    "translation": {
      "en": "We've told you where I'm at and the truth of it.",
      "es": "Te contamos mi situación y la verdad sobre todo."
    }
  },
  {
    "translation": {
      "en": "Where do we go from here?",
      "es": "¿Qué hacemos ahora?"
    }
  },
  {
    "translation": {
      "en": "It feels to me like we have to stay very grounded",
      "es": "Creo que debemos mantener los pies en la tierra"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, reach for the stars.",
      "es": "y también intentar llegar a las estrellas."
    }
  },
  {
    "translation": {
      "en": "I'm not sure how to do both of those at the same time.",
      "es": "Pero no sé cómo hacer ambas cosas a la vez."
    }
  },
  {
    "translation": {
      "en": "But anything that's real and that's profound",
      "es": "Todo lo que es real y profundo"
    }
  },
  {
    "translation": {
      "en": "has to have two, not one, because it's a vibratory thing.",
      "es": "tiene que ser de a dos. Es algo vibratorio."
    }
  },
  {
    "translation": {
      "en": "Two people can create a field, and a field is invisible,",
      "es": "Dos pueden crear un campo. Es invisible, pero esa fuerza del universo hace que las cosas sucedan."
    }
  },
  {
    "translation": {
      "en": "but that's the force in the universe that makes things happen.",
      "es": "Es invisible, pero esa fuerza del universo hace que las cosas sucedan."
    }
  },
  {
    "translation": {
      "en": "You can see that in your personal relationships.",
      "es": "Se ve en tus relaciones personales"
    }
  },
  {
    "translation": {
      "en": "You can see it in the global events that are happening now.",
      "es": "y en los hechos globales que están sucediendo."
    }
  },
  {
    "translation": {
      "en": "What we're doing here",
      "es": "Lo que hacemos aquí es entregarnos"
    }
  },
  {
    "translation": {
      "en": "is giving ourselves over to something that we can't fully understand.",
      "es": "Lo que hacemos aquí es entregarnos a algo que no entendemos del todo."
    }
  },
  {
    "translation": {
      "en": "But whatever it is out there, whatever it is up there,",
      "es": "Sea lo que sea que esté ahí afuera o arriba"
    }
  },
  {
    "translation": {
      "en": "it wants to have a connection to everybody.",
      "es": "quiere tener una conexión con todos."
    }
  },
  {
    "translation": {
      "en": "The shame, embarrassment, is actually the glue that holds the universe together.",
      "es": "La vergüenza es lo que mantiene unido al universo."
    }
  },
  {
    "translation": {
      "en": "It's in that experience that you're forced to connect to somebody else.",
      "es": "En esa experiencia te ves obligado a conectar con otra persona."
    }
  },
  {
    "translation": {
      "en": "Anyway, things won't be perfect.",
      "es": "En fin, no será perfecto."
    }
  },
  {
    "translation": {
      "en": "In a filming sense or an artistic sense, something might not work out,",
      "es": "En un sentido cinematográfico o artístico, algo podría no funcionar,"
    }
  },
  {
    "translation": {
      "en": "but in its impossibility, something's gonna happen.",
      "es": "pero algo sucederá en esa imposibilidad."
    }
  },
  {
    "translation": {
      "en": "This is my real hair, by the way.",
      "es": "Este es mi pelo verdadero."
    }
  },
  {
    "translation": {
      "en": "What? What's the matter? Wait, what's the matter?",
      "es": "¿Qué pasa? ¿Cuál es el problema?"
    }
  },
  {
    "translation": {
      "en": "What you have to say is, I'm gonna do the best I can now.",
      "es": "Tienes que decir: Haré lo mejor que puedo ahora."
    }
  },
  {
    "translation": {
      "en": "I'll go to the next thing and do the best I can there.",
      "es": "Avanzaré y haré lo mejor que pueda."
    }
  },
  {
    "translation": {
      "en": "And it sounds trite and superficial, but believe me, it's not.",
      "es": "Suena trillado y superficial, pero no lo es."
    }
  },
  {
    "translation": {
      "en": "Great, so you're saying the worse it is, the better we did?",
      "es": "Estás diciendo que cuánto peor salga, mejor lo habremos hecho."
    }
  },
  {
    "translation": {
      "en": "- Yes. - Great.",
      "es": "- Sí. - Excelente."
    }
  },
  {
    "translation": {
      "en": "Isn't that how Hollywood works in general?",
      "es": "¿Hollywood no funciona así en general?"
    }
  },
  {
    "translation": {
      "en": "- - I always thought. I don't know.",
      "es": "Siempre pensé eso."
    }
  },
  {
    "translation": {
      "en": "All right, well, then let's just keep going.",
      "es": "Bueno, continuemos."
    }
  },
  {
    "translation": {
      "en": "If you have the tools, we can turn this around.",
      "es": "Si tienes las herramientas, podemos revertir esto."
    }
  },
  {
    "translation": {
      "en": "So we have to keep going.",
      "es": "Tenemos que continuar."
    }
  },
  {
    "translation": {
      "en": "Keep going.",
      "es": "Continuar."
    }
  },
  {
    "translation": {
      "en": "It seems stupid. Isn't that, like, simplistic?",
      "es": "Parece estúpido. ¿No es simplista?"
    }
  },
  {
    "translation": {
      "en": "It is, but we want to say, I'm the one who puts the next pearl on the string.",
      "es": "Sí, pero queremos decir: Yo pondré la próxima perla en el collar."
    }
  },
  {
    "translation": {
      "en": "That's all. Nothing else.",
      "es": "Eso es todo. Nada más."
    }
  },
  {
    "translation": {
      "en": "That's called the String of Pearls.",
      "es": "Eso se llama el Collar de perlas."
    }
  },
  {
    "translation": {
      "en": "That's probably the most important thing, motivationally, you could teach yourself.",
      "es": "Es lo más importante, a nivel motivacional, que puedes enseñarte."
    }
  },
  {
    "translation": {
      "en": "You just draw a string of pearls.",
      "es": "Dibujas un collar de perlas."
    }
  },
  {
    "translation": {
      "en": "There's a line then a circle, line then a circle.",
      "es": "Una línea, un círculo, una línea, un círculo."
    }
  },
  {
    "translation": {
      "en": "Each one of those circles equals one action.",
      "es": "Cada círculo representa una acción."
    }
  },
  {
    "translation": {
      "en": "But here's the thing. Every action has the same value.",
      "es": "Pero esta es la cuestión: cada acción tiene el mismo valor."
    }
  },
  {
    "translation": {
      "en": "This is a matter of identity. Who am I?",
      "es": "Es una cuestión de identidad: ¿Quién soy?"
    }
  },
  {
    "translation": {
      "en": "I'm not great. I'm not shit. I don't want to look at myself and think…",
      "es": "No soy genial, no soy una mierda. No quiero mirarme así."
    }
  },
  {
    "translation": {
      "en": "I look at myself just in terms of the habits with which I take action.",
      "es": "Me miro a mí mismo en términos de los hábitos con los que actúo."
    }
  },
  {
    "translation": {
      "en": "If there's a failure or a big success, by the way, either way,",
      "es": "Si hay un fracaso o un gran éxito, da igual,"
    }
  },
  {
    "translation": {
      "en": "you're gonna keep going.",
      "es": "seguirás adelante."
    }
  },
  {
    "translation": {
      "en": "I am the person that puts the next pearl on the string. That's it.",
      "es": "Yo soy quien pone la próxima perla en el collar. Punto."
    }
  },
  {
    "translation": {
      "en": "So essentially getting out of bed in the morning is a string of pearls.",
      "es": "Salir de la cama cada mañana es un collar de perlas."
    }
  },
  {
    "translation": {
      "en": "- Just getting out of bed… - Yes. …and doing what you have to do that day",
      "es": "Salir de la cama y hacer lo que tienes que hacer ese día,"
    }
  },
  {
    "translation": {
      "en": "and not putting, like, a size value on the effort.",
      "es": "y no otorgarle más peso por el esfuerzo."
    }
  },
  {
    "translation": {
      "en": "- That's right. - They're all the same size.",
      "es": "Todas tienen el mismo peso."
    }
  },
  {
    "translation": {
      "en": "The beautiful thing about you, even though you're an asshole,",
      "es": "Lo bonito de ti, aunque seas un imbécil,"
    }
  },
  {
    "translation": {
      "en": "is that you never stop.",
      "es": "es que nunca te detienes."
    }
  },
  {
    "translation": {
      "en": "You have that. You have a taste for uncertainty.",
      "es": "Tienes eso. Te gusta la incertidumbre."
    }
  },
  {
    "translation": {
      "en": "The first session we had, you said that true confidence is living in uncertainty.",
      "es": "En nuestra primera sesión, dijiste que la verdadera confianza es vivir en la incertidumbre."
    }
  },
  {
    "translation": {
      "en": "Yeah, and moving forward.",
      "es": "Sí, y avanzar."
    }
  },
  {
    "translation": {
      "en": "The winner is not the one who always makes the best decisions or looks the best.",
      "es": "El ganador no es el que toma las mejores decisiones o luce mejor."
    }
  },
  {
    "translation": {
      "en": "The winner is the one who works that cycle.",
      "es": "El ganador es el que sigue ese ciclo."
    }
  },
  {
    "translation": {
      "en": "In other words, who's willing to take a risk,",
      "es": "Es decir, el que arriesga,"
    }
  },
  {
    "translation": {
      "en": "will interact with some degree of faith, and then eats the consequences.",
      "es": "lo hace con cierto grado de fe y, luego, enfrenta las consecuencias."
    }
  },
  {
    "translation": {
      "en": "If the consequences are bad, then you gotta work the cycle again. That's as good as it gets.",
      "es": "Si las consecuencias son malas, debe repetir el ciclo. Es así."
    }
  },
  {
    "translation": {
      "en": "Now, here's the thing.",
      "es": "Esta es la cuestión."
    }
  },
  {
    "translation": {
      "en": "In every one of these little circles, there's a little darker circle,",
      "es": "En cada uno de estos círculos, hay un círculo más oscuro, más pequeño."
    }
  },
  {
    "translation": {
      "en": "much smaller, and the darker circle is a turd.",
      "es": "En cada uno de estos círculos, hay un círculo más oscuro, más pequeño. El círculo más oscuro es un sorete."
    }
  },
  {
    "translation": {
      "en": "It's kind of funny in a way, but what it says is every effort you make…",
      "es": "Es un poco gracioso, pero significa lo siguiente."
    }
  },
  {
    "translation": {
      "en": "Let's say now. We're trying to do this film.",
      "es": "Tomemos como ejemplo esta película."
    }
  },
  {
    "translation": {
      "en": "However this comes out, it's not gonna come out perfectly. So there's gonna be a turd in it.",
      "es": "Salga como salga, no será perfecta. Siempre habrá un sorete en ella."
    }
  },
  {
    "translation": {
      "en": "It's like I don't know if this is good, so I don't have to worry about that.",
      "es": "No sé si esto es bueno o no. No tengo que preocuparme por eso."
    }
  },
  {
    "translation": {
      "en": "I have to worry about forward motion, putting the next pearl on the string.",
      "es": "Debo preocuparme por avanzar, por poner otra perla en el collar."
    }
  },
  {
    "translation": {
      "en": "I'll tell you, my life philosophy has turned into the opposite of that.",
      "es": "Mi filosofía de vida se volvió el opuesto de eso."
    }
  },
  {
    "translation": {
      "en": "So instead of a turd inside of a pearl, there's a pearl around every turd.",
      "es": "En lugar de un sorete en una perla, hay una perla alrededor del sorete."
    }
  },
  {
    "translation": {
      "en": "Because when something bad happens, I go, like, There's a lot to be learned",
      "es": "Cuando pasa algo malo pienso: Hay mucho que aprender."
    }
  },
  {
    "translation": {
      "en": "and a lot of good around this event.",
      "es": "Muchas cosas buenas en torno a esto."
    }
  },
  {
    "translation": {
      "en": "That's fantastic. I'm gonna steal that one.",
      "es": "Eso es fantástico. Te robaré esa idea."
    }
  },
  {
    "translation": {
      "en": "Well, I'll sue you.",
      "es": "Te demandaré."
    }
  },
  {
    "translation": {
      "en": "I love you. I don't care. Good. I'll see you in court.",
      "es": "- Te quiero. No me importa. - Te veré en el tribunal."
    }
  },
  {
    "translation": {
      "en": "If this whole movie ends in, like, a ten- year, bitter lawsuit between the two of us…",
      "es": "Imagina si esta película termina en un litigio de diez años entre nosotros."
    }
  },
  {
    "translation": {
      "en": "It's very intimate. It's cool.",
      "es": "Es muy íntimo. Me gusta."
    }
  },
  {
    "translation": {
      "en": "So meeting you and starting our process",
      "es": "Te conocí y comencé nuestro proceso"
    }
  },
  {
    "translation": {
      "en": "was out of desperation to get happier.",
      "es": "por la desesperación de ser más feliz."
    }
  },
  {
    "translation": {
      "en": "It's hard to say. It's just I had no… healthy self- esteem.",
      "es": "Es difícil admitirlo. Pero no tenía una autoestima saludable."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Cierto."
    }
  },
  {
    "translation": {
      "en": "Having grown up overweight",
      "es": "Crecer con sobrepeso"
    }
  },
  {
    "translation": {
      "en": "was something, um, that sounds like not a big deal",
      "es": "es algo que no suena tan grave"
    }
  },
  {
    "translation": {
      "en": "or like, Poor you, or whatever.",
      "es": "o pobre de ti o algo así."
    }
  },
  {
    "translation": {
      "en": "But for me personally,",
      "es": "Pero a mí"
    }
  },
  {
    "translation": {
      "en": "it intensely fucked me up.",
      "es": "fue algo que me afectó mucho."
    }
  },
  {
    "translation": {
      "en": "You explained to me the idea of a Shadow.",
      "es": "Me explicaste la idea de la Sombra."
    }
  },
  {
    "translation": {
      "en": "It's the version of yourself that you want to hide from the world the most.",
      "es": "Es la versión de ti mismo que más quieres ocultarle al mundo."
    }
  },
  {
    "translation": {
      "en": "And this is what I pictured that day. Me at 14.",
      "es": "Y esto es lo que visualicé ese día. Yo a los 14 años."
    }
  },
  {
    "translation": {
      "en": "When I met you, I was 33, maybe.",
      "es": "Cuando te conocí, creo que tenía 33 años."
    }
  },
  {
    "translation": {
      "en": "I had an incredible amount of success,",
      "es": "Era muy exitoso,"
    }
  },
  {
    "translation": {
      "en": "was in really great shape, physically.",
      "es": "estaba en muy buena forma, físicamente."
    }
  },
  {
    "translation": {
      "en": "All things that should have rendered this idea of myself nonexistent…",
      "es": "Todas cosas que deberían haber eliminado esa idea de mí mismo."
    }
  },
  {
    "translation": {
      "en": "…but what you explained to me was that this is how I saw myself,",
      "es": "Pero tú me explicaste que así me veía a mí mismo."
    }
  },
  {
    "translation": {
      "en": "and I was denying myself",
      "es": "Me negaba a mí mismo"
    }
  },
  {
    "translation": {
      "en": "because I felt so much shame about… - Right. - …that this was me.",
      "es": "porque me daba vergüenza ser este."
    }
  },
  {
    "translation": {
      "en": "I thought, if I got successful, they wouldn't see that.",
      "es": "Pensé que si era exitoso, los demás no verían eso."
    }
  },
  {
    "translation": {
      "en": "And then I did, and then all people did was just say more of that,",
      "es": "Pero cuando tuve éxito, las personas solo hablaban de eso"
    }
  },
  {
    "translation": {
      "en": "and it hurt.",
      "es": "y era doloroso."
    }
  },
  {
    "translation": {
      "en": "And then I still felt like this person,",
      "es": "Por eso aún me sentía como esta persona."
    }
  },
  {
    "translation": {
      "en": "and that… still resides in me in a way that comes up.",
      "es": "Y eso todavía reside en mí de una manera que resurge."
    }
  },
  {
    "translation": {
      "en": "So inherently, at my core, I'm still this unlovable person,",
      "es": "En lo más profundo de mí, sigo siendo esa persona que nadie amará,"
    }
  },
  {
    "translation": {
      "en": "but the work is, like, inching towards",
      "es": "pero el trabajo es avanzar lentamente"
    }
  },
  {
    "translation": {
      "en": "not only accepting but, like, bringing this--",
      "es": "hacia la aceptación y hacia la idea de que es genial ser esa persona."
    }
  },
  {
    "translation": {
      "en": "- That it's great to be this person. - Yes.",
      "es": "hacia la aceptación y hacia la idea de que es genial ser esa persona. Sí."
    }
  },
  {
    "translation": {
      "en": "But that's still very hard.",
      "es": "Pero es muy difícil."
    }
  },
  {
    "translation": {
      "en": "Yeah, it'll be hard for the rest of your life.",
      "es": "Será difícil toda tu vida."
    }
  },
  {
    "translation": {
      "en": "Everybody has a Shadow. Everybody's Shadow is a bit different,",
      "es": "Todos tienen una Sombra. Cada Sombra es diferente."
    }
  },
  {
    "translation": {
      "en": "but on the other hand, everybody's Shadow is the same,",
      "es": "Pero, a su vez, la Sombra de todos es lo mismo."
    }
  },
  {
    "translation": {
      "en": "because it's the part of themselves they're ashamed of.",
      "es": "Es la parte de sí mismos que les avergüenza."
    }
  },
  {
    "translation": {
      "en": "The first thing you want to do is find your Shadow.",
      "es": "Primero, debes encontrar tu Sombra."
    }
  },
  {
    "translation": {
      "en": "You have to be able to see this thing to focus on it",
      "es": "Tienes que poder verla, concentrarte en ella"
    }
  },
  {
    "translation": {
      "en": "and to know how to work with it.",
      "es": "y saber cómo trabajar en ella."
    }
  },
  {
    "translation": {
      "en": "You need a visual.",
      "es": "Necesitas una imagen."
    }
  },
  {
    "translation": {
      "en": "So close your eyes.",
      "es": "Cierra los ojos."
    }
  },
  {
    "translation": {
      "en": "Now visualize a time in your life",
      "es": "Visualiza un momento de tu vida"
    }
  },
  {
    "translation": {
      "en": "when you felt inferior, embarrassed, rejected, despondent,",
      "es": "en el que te sentiste inferior, apenado, rechazado, abatido,"
    }
  },
  {
    "translation": {
      "en": "that you're ashamed of it.",
      "es": "que te dé vergüenza."
    }
  },
  {
    "translation": {
      "en": "It's the part of you that you wish you were not,",
      "es": "Es la parte de ti que desearías no ser,"
    }
  },
  {
    "translation": {
      "en": "but you are, and not only that, you can't get rid of it.",
      "es": "pero que eres y, no solo eso, no puedes deshacerte de ella."
    }
  },
  {
    "translation": {
      "en": "To me, it's a 14- year- old boy who's very overweight and has acne",
      "es": "Para mí, es un chico de 14 años que tiene mucho sobrepeso, acné,"
    }
  },
  {
    "translation": {
      "en": "and feels very undesirable to the world.",
      "es": "y se siente muy indeseable para el mundo."
    }
  },
  {
    "translation": {
      "en": "Okay. The question is, What do you do with that image in the present?",
      "es": "La pregunta es qué haces con esa imagen en el presente."
    }
  },
  {
    "translation": {
      "en": "That's something from the past, right?",
      "es": "Eso es algo del pasado, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Talk to your Shadow and ask him how does he feel about you.",
      "es": "Habla con tu Sombra, pregúntale qué siente acerca de ti."
    }
  },
  {
    "translation": {
      "en": "How you've dealt with him, how you've treated him.",
      "es": "Qué hiciste con él, cómo lo trataste."
    }
  },
  {
    "translation": {
      "en": "And see what he answers.",
      "es": "Ve qué responde."
    }
  },
  {
    "translation": {
      "en": "He says, You've denied my existence,",
      "es": "Dice: Negaste mi existencia"
    }
  },
  {
    "translation": {
      "en": "and you felt shame at my mere existence.",
      "es": "y sentiste vergüenza de mi existencia."
    }
  },
  {
    "translation": {
      "en": "Ask him how he feels about that.",
      "es": "Pregúntale qué siente respecto a eso."
    }
  },
  {
    "translation": {
      "en": "Unbelievably hurt, angry, and upset.",
      "es": "Se siente muy herido, enojado y triste."
    }
  },
  {
    "translation": {
      "en": "Now, listen very carefully.",
      "es": "Ahora, escucha atentamente."
    }
  },
  {
    "translation": {
      "en": "The Shadow needs attention,",
      "es": "La Sombra necesita atención."
    }
  },
  {
    "translation": {
      "en": "but he needs the attention not from the world.",
      "es": "Pero no necesita atención del mundo."
    }
  },
  {
    "translation": {
      "en": "He doesn't need an Academy Award.",
      "es": "No necesita un premio Óscar."
    }
  },
  {
    "translation": {
      "en": "The only being whose attention matters to your Shadow is you.",
      "es": "A tu Sombra solo le importa tu atención."
    }
  },
  {
    "translation": {
      "en": "I want you to ask your Shadow, what can you do to make up for",
      "es": "Quiero que le preguntes a tu Sombra qué puedes hacer para compensar"
    }
  },
  {
    "translation": {
      "en": "the fact that you didn't pay attention to him for such a long time?",
      "es": "no haberle prestado atención tanto tiempo."
    }
  },
  {
    "translation": {
      "en": "He says to include him in my life",
      "es": "Dice que lo incluya en mi vida."
    }
  },
  {
    "translation": {
      "en": "and share my life with him and celebrate him.",
      "es": "Que comparta mi vida con él y lo celebre."
    }
  },
  {
    "translation": {
      "en": "And be proud of me.",
      "es": "Y que esté orgulloso de mí."
    }
  },
  {
    "translation": {
      "en": "Meaning in, like, a social setting or a work setting or a romantic setting,",
      "es": "Se refiere a una situación social, de trabajo o romántica,"
    }
  },
  {
    "translation": {
      "en": "where you're not acknowledging this person,",
      "es": "donde no reconoces a esa persona."
    }
  },
  {
    "translation": {
      "en": "and it's not only okay that they exist, but they are a beautiful part of you.",
      "es": "Y no solo está bien que exista, también es una hermosa parte de uno."
    }
  },
  {
    "translation": {
      "en": "All right. Open your eyes.",
      "es": "Bien. Abre los ojos."
    }
  },
  {
    "translation": {
      "en": "This is a tool that will hopefully make your relationship with your Shadow better.",
      "es": "Esta es una herramienta que mejorará tu relación con tu Sombra."
    }
  },
  {
    "translation": {
      "en": "This is good for shyness.",
      "es": "Sirve para la timidez."
    }
  },
  {
    "translation": {
      "en": "It's good if you have to make a public presentation.",
      "es": "Para hacer una presentación en público."
    }
  },
  {
    "translation": {
      "en": "It's even good if you have to confront your spouse. It doesn't really matter.",
      "es": "Y para dialogar con tu pareja. No importa la situación."
    }
  },
  {
    "translation": {
      "en": "Or you're going on a date.",
      "es": "O si tienes una cita."
    }
  },
  {
    "translation": {
      "en": "Or anything that's, like, high- stakes or high- pressure,",
      "es": "Cualquier situación importante de mucha presión"
    }
  },
  {
    "translation": {
      "en": "where you feel you have to be your, quote- unquote, unflawed, best self.",
      "es": "en la que sientes que debes ser la versión sin defectos de ti mismo."
    }
  },
  {
    "translation": {
      "en": "Yeah. Our goal is not to give a good performance.",
      "es": "Sí. El objetivo no es dar una buena actuación."
    }
  },
  {
    "translation": {
      "en": "Our goal is to use this tool and then tolerate whatever happens.",
      "es": "El objetivo es usar esta herramienta, y tolerar lo que suceda."
    }
  },
  {
    "translation": {
      "en": "Yeah, because if I'm content with my true self,",
      "es": "Sí, porque si estoy conforme con mi verdadero yo,"
    }
  },
  {
    "translation": {
      "en": "then other people's opinions just affect me way, way less.",
      "es": "las opiniones de los otros me afectan mucho menos."
    }
  },
  {
    "translation": {
      "en": "So you understand what we're talking about, it's not how this looks or if it looks good or bad.",
      "es": "Para que se entienda, no importa si esto luce bien o mal."
    }
  },
  {
    "translation": {
      "en": "It's the process of constantly relating to it that matters.",
      "es": "Importa el proceso de relacionarse con ella constantemente."
    }
  },
  {
    "translation": {
      "en": "If you don't pay him respect, or attention is the best word for it,",
      "es": "Si no le muestras respeto o no le prestas atención,"
    }
  },
  {
    "translation": {
      "en": "he'll make you do things that are actually destructive.",
      "es": "te hará hacer cosas destructivas."
    }
  },
  {
    "translation": {
      "en": "So it's both a tool that will make you feel better in the moment,",
      "es": "Entonces, es una herramienta que te hará sentir bien en el momento,"
    }
  },
  {
    "translation": {
      "en": "and it's also a philosophy about, Where am I going as a human being?",
      "es": "y también es filosofar sobre ¿adónde me dirijo como ser humano?."
    }
  },
  {
    "translation": {
      "en": "And the idea of being in sync with the Shadow, it's a sense of wholeness.",
      "es": "La idea de estar en armonía con la Sombra da una sensación de integridad."
    }
  },
  {
    "translation": {
      "en": "Wholeness means I don't need anything else. I'm whole the way I am. And that's very freeing.",
      "es": "La integridad es no necesitar nada más. Estoy íntegro como soy. Es liberador."
    }
  },
  {
    "translation": {
      "en": "Whoops. Sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "Please don't kick my Shadow.",
      "es": "Por favor, no patees mi Sombra."
    }
  },
  {
    "translation": {
      "en": "Very good. I'm sorry.",
      "es": "Muy bien. Lo siento."
    }
  },
  {
    "translation": {
      "en": "- Did he hurt you? -",
      "es": "¿Te hizo daño?"
    }
  },
  {
    "translation": {
      "en": "Did the weird man hurt you?",
      "es": "¿El hombre raro te hizo daño?"
    }
  },
  {
    "translation": {
      "en": "See, I love him now. I have to take care of him. - You can come home with me. -",
      "es": "- Ahora lo amo. Tengo que cuidarlo. - Puedes venir conmigo."
    }
  },
  {
    "translation": {
      "en": "I met you five years ago, and I had no confidence as a human being.",
      "es": "Te conocí hace cinco años, y no tenía confianza en mí como ser humano."
    }
  },
  {
    "translation": {
      "en": "- I just didn't invest in myself. - Right.",
      "es": "- No invertía en mí mismo. - Cierto."
    }
  },
  {
    "translation": {
      "en": "And, like, understand how to like myself.",
      "es": "Ni entendía cómo agradarme."
    }
  },
  {
    "translation": {
      "en": "I just worked to achieve this thing,",
      "es": "Solo me esforzaba para lograr algo,"
    }
  },
  {
    "translation": {
      "en": "which is your idea of the Snapshot.",
      "es": "que es tu idea de la Instantánea."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "es": "Así es."
    }
  },
  {
    "translation": {
      "en": "So this is also called the Realm of Illusion.",
      "es": "Esto también se llama El reino de la ilusión."
    }
  },
  {
    "translation": {
      "en": "Again, it's a classic Part X thing.",
      "es": "Es algo típico de la Parte X."
    }
  },
  {
    "translation": {
      "en": "It means that you are looking for a perfect experience.",
      "es": "Significa que buscas una experiencia perfecta."
    }
  },
  {
    "translation": {
      "en": "So it could be the perfect wife, the perfect amount of money in the bank,",
      "es": "Podría ser la esposa perfecta, la cantidad perfecta de dinero, la película perfecta."
    }
  },
  {
    "translation": {
      "en": "the perfect movie.",
      "es": "la cantidad perfecta de dinero, la película perfecta."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. Whatever it is, it doesn't exist.",
      "es": "No importa. Sea lo que sea, no existe."
    }
  },
  {
    "translation": {
      "en": "It's just an image in your own mind. Think about this.",
      "es": "Es una imagen en tu mente. Piensa esto."
    }
  },
  {
    "translation": {
      "en": "What is the nature of a snapshot?",
      "es": "¿Cómo es una instantánea?"
    }
  },
  {
    "translation": {
      "en": "It has no movement, right? It's still.",
      "es": "No tiene movimiento. Está quieta."
    }
  },
  {
    "translation": {
      "en": "And it has no depth.",
      "es": "No tiene profundidad."
    }
  },
  {
    "translation": {
      "en": "But in this case, you've taken this Snapshot,",
      "es": "En este caso, tomaste esa instantánea,"
    }
  },
  {
    "translation": {
      "en": "and you've crippled yourself with it.",
      "es": "y te paralizaste con ella."
    }
  },
  {
    "translation": {
      "en": "You fantasize.",
      "es": "Fantaseas."
    }
  },
  {
    "translation": {
      "en": "People tell themselves, if they can enter that perfect world,",
      "es": "La gente se dice que si entra en el mundo perfecto"
    }
  },
  {
    "translation": {
      "en": "then magic will happen.",
      "es": "sucederá la magia."
    }
  },
  {
    "translation": {
      "en": "But you can't forget",
      "es": "Pero no puedes olvidar"
    }
  },
  {
    "translation": {
      "en": "there are three aspects of reality.",
      "es": "que hay tres aspectos de la realidad."
    }
  },
  {
    "translation": {
      "en": "The pain will never go away. Uncertainty will never go away.",
      "es": "El dolor nunca desaparecerá. La incertidumbre nunca desaparecerá."
    }
  },
  {
    "translation": {
      "en": "And there's no getting away from the need for constant work.",
      "es": "Y no puedes huir de la necesidad del trabajo constante."
    }
  },
  {
    "translation": {
      "en": "Everybody has to live like that, no matter what.",
      "es": "Todos tienen que vivir así, pase lo que pase."
    }
  },
  {
    "translation": {
      "en": "Before I met you, I'm this, like, wildly insecure kid,",
      "es": "Antes de conocerte, era como un niño muy inseguro,"
    }
  },
  {
    "translation": {
      "en": "and then, uh, I think success and awards will absolve me of the pain of life.",
      "es": "y creía que el éxito y los premios me liberarían del dolor de la vida."
    }
  },
  {
    "translation": {
      "en": "So I work so hard to get to that Snapshot,",
      "es": "Me esforcé mucho para obtener esa instantánea."
    }
  },
  {
    "translation": {
      "en": "and because of my privilege and luck,",
      "es": "Gracias a mi privilegio y la suerte"
    }
  },
  {
    "translation": {
      "en": "I got to go into that Snapshot relatively early,",
      "es": "logré meterme en esa instantánea bastante rápido."
    }
  },
  {
    "translation": {
      "en": "and when it didn't cure any of that stuff,",
      "es": "Cuando no curó nada de lo que me pasaba,"
    }
  },
  {
    "translation": {
      "en": "it made me beyond depressed.",
      "es": "me deprimí muchísimo."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "At the same time, the media kept kind of like being really brutal",
      "es": "Al mismo tiempo, los medios seguían siendo despiadados respecto a mi peso."
    }
  },
  {
    "translation": {
      "en": "about my weight.",
      "es": "los medios seguían siendo despiadados respecto a mi peso."
    }
  },
  {
    "translation": {
      "en": "It was just kind of free game for anyone to sort of… hit my sore spot.",
      "es": "Todos se sentían libres de darme donde más me dolía."
    }
  },
  {
    "translation": {
      "en": "It made me so defensive.",
      "es": "Me puso a la defensiva."
    }
  },
  {
    "translation": {
      "en": "Like almost anticipating someone saying something mean.",
      "es": "Me anticipaba a que alguien dijera algo cruel."
    }
  },
  {
    "translation": {
      "en": "And I'd be so angry.",
      "es": "Y estaba muy enojado."
    }
  },
  {
    "translation": {
      "en": "It kept me from feeling any sense of, like,",
      "es": "Eso no me permitió superar"
    }
  },
  {
    "translation": {
      "en": "able to grow past negative feelings about myself",
      "es": "los sentimientos negativos que tenía sobre mí."
    }
  },
  {
    "translation": {
      "en": "and made me more ashamed of my Shadow.",
      "es": "Y me avergoncé más de mi Sombra."
    }
  },
  {
    "translation": {
      "en": "And it wasn't until more recently, my thirties, when I met you,",
      "es": "No fue hasta hace poco, a mis 30, cuando te conocí,"
    }
  },
  {
    "translation": {
      "en": "that's when I learned to take steps towards locking that out",
      "es": "que aprendí a hacer cosas para dejar eso afuera"
    }
  },
  {
    "translation": {
      "en": "or forming my own opinion of self.",
      "es": "o formar mi propia opinión sobre mí."
    }
  },
  {
    "translation": {
      "en": "Does that make sense?",
      "es": "¿Tiene sentido?"
    }
  },
  {
    "translation": {
      "en": "- You know? -",
      "es": "¿Qué dices?"
    }
  },
  {
    "translation": {
      "en": "Here, wait, let's-- Are you chewing on something?",
      "es": "Mira, mejor… ¿Estás masticando algo?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "We're making a movie, dude!",
      "es": "Estamos haciendo una película."
    }
  },
  {
    "translation": {
      "en": "You should've told me that before you invited me.",
      "es": "Debiste decírmelo antes de invitarme."
    }
  },
  {
    "translation": {
      "en": "He's fucking eating chocolate! You have any calls you wanna take?",
      "es": "¡Está comiendo chocolate! ¿Quieres atender una llamada?"
    }
  },
  {
    "translation": {
      "en": "I do, but let's see how this goes.",
      "es": "Sí, pero veamos cómo sigue esto."
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm checking my notes real quick.",
      "es": "Perdón, estoy revisando mis notas."
    }
  },
  {
    "translation": {
      "en": "That's just--",
      "es": "Eso es…"
    }
  },
  {
    "translation": {
      "en": "I just wrote down about I banged your mother. Just cross it out.",
      "es": "Tacha la parte que dice que me acosté con tu madre."
    }
  },
  {
    "translation": {
      "en": "The irony of the banging your mom joke is my mom is coming here tomorrow,",
      "es": "La ironía de ese chiste es que mi madre vendrá mañana,"
    }
  },
  {
    "translation": {
      "en": "and we literally are gonna do a session with you, me, and my mom.",
      "es": "y haremos una sesión los tres juntos."
    }
  },
  {
    "translation": {
      "en": "- Get the fuck out. - I'm not even kidding.",
      "es": "- No me jodas. - Sí, no es broma."
    }
  },
  {
    "translation": {
      "en": "Well, don't tell her I…",
      "es": "Bueno, no le digas…"
    }
  },
  {
    "translation": {
      "en": "- No, I'm gonna tell her. -",
      "es": "Se lo voy a decir."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Hi.",
      "es": "- Bien. - Hola."
    }
  },
  {
    "translation": {
      "en": "- Hi, guys. - I like that color on you.",
      "es": "- Hola. - Ese color te queda bien."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - You look nice.",
      "es": "- Gracias. - Estás linda."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "This is my mom, Sharon.",
      "es": "Ella es mi mamá, Sharon."
    }
  },
  {
    "translation": {
      "en": "- Sharon, hi. I'm Phil. - Nice to meet you.",
      "es": "- Soy Phil. - Encantada."
    }
  },
  {
    "translation": {
      "en": "Great to meet you.",
      "es": "Es un placer."
    }
  },
  {
    "translation": {
      "en": "Great to meet you.",
      "es": "Igualmente."
    }
  },
  {
    "translation": {
      "en": "Yeah, so I don't know.",
      "es": "Sí, no sé."
    }
  },
  {
    "translation": {
      "en": "I was thinking about my first experience with therapy.",
      "es": "Estuve pensando en mi primera experiencia de terapia."
    }
  },
  {
    "translation": {
      "en": "We were at a nutritionist's office,",
      "es": "Fuimos a ver a un nutricionista,"
    }
  },
  {
    "translation": {
      "en": "and we were arguing so much that the nutritionist said,",
      "es": "y discutíamos tanto que él dijo:"
    }
  },
  {
    "translation": {
      "en": "- You guys should go see a therapist. - 100% correct.",
      "es": "- Consulten a un terapeuta. - Sí."
    }
  },
  {
    "translation": {
      "en": "The doctor was like, Jonah should lose weight,",
      "es": "El doctor dijo: Jonah debe adelgazar."
    }
  },
  {
    "translation": {
      "en": "and so you were like, as a mom, Shit, I should listen to the doctor and take him to a nutritionist.",
      "es": "Y tú pensaste: Debería hacerle caso y llevarlo a un nutricionista."
    }
  },
  {
    "translation": {
      "en": "To be perfectly honest, I would say I didn't need him to tell me.",
      "es": "Para ser sincera, le dije que no necesitaba decírmelo."
    }
  },
  {
    "translation": {
      "en": "I maybe might have thought that you should lose some weight.",
      "es": "Yo ya sabía que tal vez debías adelgazar un poco."
    }
  },
  {
    "translation": {
      "en": "And I kinda don't want to go to the past, but you have to go to the past sometimes,",
      "es": "Y no quiero ir al pasado, pero a veces hay que hacerlo."
    }
  },
  {
    "translation": {
      "en": "because my mother specifically was extremely small, and so was my sister,",
      "es": "Mi madre era muy delgada y mi hermana también."
    }
  },
  {
    "translation": {
      "en": "and I was always talked to about, You're big like your dad.",
      "es": "Siempre me decían: Eres grande como papá."
    }
  },
  {
    "translation": {
      "en": "You're the bigger one. You need to lose weight.",
      "es": "Eres más gorda. Deberías adelgazar."
    }
  },
  {
    "translation": {
      "en": "And I think it gave me so much anxiety",
      "es": "Eso me generó mucha ansiedad"
    }
  },
  {
    "translation": {
      "en": "when either I didn't look that way or my kids didn't look that way",
      "es": "cuando yo o mis hijos no lucíamos de esa forma."
    }
  },
  {
    "translation": {
      "en": "that, I feel like, instead of thinking about what I was doing,",
      "es": "Creo que en lugar de pensar lo que estaba haciendo,"
    }
  },
  {
    "translation": {
      "en": "I was just doing what I thought was right. - Mm- hmm. - If that makes sense.",
      "es": "hacía lo que creía que era lo correcto. Si tiene sentido."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not like trying attack you or anything like that.",
      "es": "Sí, no intento atacarte ni nada de eso."
    }
  },
  {
    "translation": {
      "en": "So you see me being an overweight kid,",
      "es": "Tú ves que soy un chico con sobrepeso."
    }
  },
  {
    "translation": {
      "en": "and I feel that, and the doctor feels that,",
      "es": "Yo lo sé y el doctor también."
    }
  },
  {
    "translation": {
      "en": "and society has its own constructs why that's defective or wrong.",
      "es": "Y la sociedad tiene sus constructos de por qué eso es un defecto o es malo."
    }
  },
  {
    "translation": {
      "en": "So, I'm like, I am not good.",
      "es": "Entonces yo pienso: No estoy bien."
    }
  },
  {
    "translation": {
      "en": "I am bad.",
      "es": "Estoy mal."
    }
  },
  {
    "translation": {
      "en": "I don't look correct for the world.",
      "es": "No me veo bien según el mundo."
    }
  },
  {
    "translation": {
      "en": "And you have to be the person",
      "es": "Y tú tienes que ser la persona"
    }
  },
  {
    "translation": {
      "en": "that is attempting to correct that, for whatever those reasons are.",
      "es": "que intenta corregir eso, por las razones que sean."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "It immediately put you in the position of being adversarial.",
      "es": "Te pone en la posición de ser la adversaria."
    }
  },
  {
    "translation": {
      "en": "Of like, This is the person that doesn't… accept me.",
      "es": "Esta es la persona que no me acepta."
    }
  },
  {
    "translation": {
      "en": "It's the idea that the woman figure will not accept how you look.",
      "es": "Es la idea de que la figura femenina no aceptará cómo luces."
    }
  },
  {
    "translation": {
      "en": "I do not place blame on you,",
      "es": "No te culpo."
    }
  },
  {
    "translation": {
      "en": "because I also now understand, and have already understood for a while,",
      "es": "Ahora entiendo, y lo entendí hace un tiempo,"
    }
  },
  {
    "translation": {
      "en": "how much you felt like me in your family.",
      "es": "que tú te sentiste como yo en tu familia."
    }
  },
  {
    "translation": {
      "en": "I just want to let you know how it affected my life.",
      "es": "Solo quiero que sepas cómo afectó mi vida."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "Because for me, sometimes it's easier to have conversations like this",
      "es": "A veces me es más fácil tener conversaciones así de esta manera. No sé por qué."
    }
  },
  {
    "translation": {
      "en": "in this form for whatever reason than it--",
      "es": "tener conversaciones así de esta manera. No sé por qué."
    }
  },
  {
    "translation": {
      "en": "Thank you, Jonah. I appreciate that.",
      "es": "Gracias, Jonah. Te lo agradezco."
    }
  },
  {
    "translation": {
      "en": "I want to say thank you, because you've never articulated it",
      "es": "Quiero agradecerte porque nunca lo habías expresado"
    }
  },
  {
    "translation": {
      "en": "as the female figure in your life not accepting the way that you look,",
      "es": "como la figura femenina en tu vida que no acepta cómo luces."
    }
  },
  {
    "translation": {
      "en": "and I never thought of it that way.",
      "es": "Yo nunca lo pensé así."
    }
  },
  {
    "translation": {
      "en": "I tried to just fix it",
      "es": "Solo intenté arreglarlo"
    }
  },
  {
    "translation": {
      "en": "without even thinking about how me telling you to do this would affect you.",
      "es": "sin siquiera pensar cómo te afectaría que yo te dijera que hicieras eso."
    }
  },
  {
    "translation": {
      "en": "Just so we get this straight, it's not this or that. That's not the point.",
      "es": "Para que quede claro, no es esto o aquello. Ese no es el punto."
    }
  },
  {
    "translation": {
      "en": "No matter how clear the past is for you,",
      "es": "No importa cuán claro sea el pasado para ustedes."
    }
  },
  {
    "translation": {
      "en": "for you, the question is, what's going on now between the two of you,",
      "es": "La pregunta para ustedes ahora es: ¿qué pasa entre ustedes"
    }
  },
  {
    "translation": {
      "en": "and what do you need?",
      "es": "y qué necesitan?"
    }
  },
  {
    "translation": {
      "en": "- Did you ever think about that? - I do, sometimes.",
      "es": "- ¿Alguna vez lo pensaste? - A veces, sí."
    }
  },
  {
    "translation": {
      "en": "And can you tell us what you think?",
      "es": "¿Puedes decirnos qué piensas?"
    }
  },
  {
    "translation": {
      "en": "- You can speak honestly. - I know. I'm thinking.",
      "es": "- Sé sincera. - Sí. Estoy pensando."
    }
  },
  {
    "translation": {
      "en": "I would like a little bit more consistency.",
      "es": "Me gustaría que hubiera más coherencia."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I feel like Jonah comes to me,",
      "es": "A veces, siento que Jonah acude a mí,"
    }
  },
  {
    "translation": {
      "en": "but I am his mother, when he needs to talk to me.",
      "es": "porque soy su madre, cuando necesita hablar."
    }
  },
  {
    "translation": {
      "en": "And when he's, like, super happy, it's like I'm in no- man's- land somewhere.",
      "es": "Cuando está muy contento, yo quedo en tierra de nadie."
    }
  },
  {
    "translation": {
      "en": "I'm not in his mind or relevant. I don't know.",
      "es": "No piensa en mí ni soy relevante. No sé."
    }
  },
  {
    "translation": {
      "en": "I just like time with Jonah,",
      "es": "Quiero pasar tiempo con él"
    }
  },
  {
    "translation": {
      "en": "because I think we have a real relationship.",
      "es": "porque creo que tenemos una relación genuina."
    }
  },
  {
    "translation": {
      "en": "We've been through a lot, and I think our relationship is deep,",
      "es": "Pasamos muchas cosas, y nuestra relación es profunda,"
    }
  },
  {
    "translation": {
      "en": "but sometimes I get anxious.",
      "es": "pero a veces me da ansiedad."
    }
  },
  {
    "translation": {
      "en": "When I'm like-- If I think that he's not gonna either like what I say or…",
      "es": "Cuando pienso que no le gustará lo que le diga o…"
    }
  },
  {
    "translation": {
      "en": "I don't know. It's hard to articulate, but…",
      "es": "Es difícil de explicar."
    }
  },
  {
    "translation": {
      "en": "Articulate that.",
      "es": "Explícalo."
    }
  },
  {
    "translation": {
      "en": "I'm trying.",
      "es": "Eso intento."
    }
  },
  {
    "translation": {
      "en": "I find myself holding back from being exactly myself",
      "es": "Me contengo de ser quien realmente soy"
    }
  },
  {
    "translation": {
      "en": "because I don't want him to think a certain way about me.",
      "es": "porque no quiero que él piense de cierta manera sobre mí."
    }
  },
  {
    "translation": {
      "en": "Did you know that?",
      "es": "¿Lo sabías?"
    }
  },
  {
    "translation": {
      "en": "I didn't know that.",
      "es": "No lo sabía."
    }
  },
  {
    "translation": {
      "en": "But sometimes I react poorly",
      "es": "Pero a veces reacciono mal"
    }
  },
  {
    "translation": {
      "en": "when I feel you're not listening to others and eating up the air or space.",
      "es": "cuando siento que no escuchas a otros y te adueñas de todo el aire o el espacio."
    }
  },
  {
    "translation": {
      "en": "Right, I know.",
      "es": "Lo sé."
    }
  },
  {
    "translation": {
      "en": "But I think it's cool for me to hear, like, notes on what I could do better",
      "es": "Pero me gusta poder escuchar las cosas que podría mejorar"
    }
  },
  {
    "translation": {
      "en": "or what she needs to make the relationship better",
      "es": "o lo que ella necesita para que la relación mejore"
    }
  },
  {
    "translation": {
      "en": "in this context, honestly, 'cause I won't feel as defensive.",
      "es": "en este contexto porque no me lo tomo tan a la defensiva."
    }
  },
  {
    "translation": {
      "en": "- You mean if there's a third party here? - Yeah.",
      "es": "- ¿Con un tercero presente? - Sí."
    }
  },
  {
    "translation": {
      "en": "Speaking of, Phil mentioned something yesterday.",
      "es": "Por cierto, Phil mencionó algo ayer."
    }
  },
  {
    "translation": {
      "en": "He said you guys were together intimately.",
      "es": "Dijo que ustedes intimaron."
    }
  },
  {
    "translation": {
      "en": "- Wanna address that? - He's joking.",
      "es": "- ¿Lo hablamos? - Es broma."
    }
  },
  {
    "translation": {
      "en": "No, he said that. We have it on film.",
      "es": "No. Lo dijo. Lo tenemos filmado."
    }
  },
  {
    "translation": {
      "en": "He wouldn't forget, trust me.",
      "es": "Él no lo olvidaría, créeme."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "es": "Ahí tienes."
    }
  },
  {
    "translation": {
      "en": "- There you go. - Dude, fuck.",
      "es": "- Ahí tienes. - Mierda."
    }
  },
  {
    "translation": {
      "en": "I think this could be a good time to wrap now.",
      "es": "Creo que es un buen momento para cortar."
    }
  },
  {
    "translation": {
      "en": "- I think it's time. - All right.",
      "es": "- Creo que es hora. - Bueno."
    }
  },
  {
    "translation": {
      "en": "Um, well, one thing before we do, actually. Not a joke.",
      "es": "Una cosa más antes de cortar. No es broma."
    }
  },
  {
    "translation": {
      "en": "Like, did you ever have-- Not like this, literally,",
      "es": "¿Alguna vez…? No así, literalmente,"
    }
  },
  {
    "translation": {
      "en": "but did you ever have this kind of emotionally open conversation with your mom ever?",
      "es": "pero ¿tuviste alguna charla emocionalmente sincera con tu mamá?"
    }
  },
  {
    "translation": {
      "en": "No, not even close.",
      "es": "No. Ni cerca."
    }
  },
  {
    "translation": {
      "en": "If she was around now, would you?",
      "es": "Si estuviera viva, ¿la tendrías?"
    }
  },
  {
    "translation": {
      "en": "Now? Yeah.",
      "es": "¿Ahora? Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "You gotta understand, my mother was from a different planet.",
      "es": "Debes entender que mi madre era de otro planeta."
    }
  },
  {
    "translation": {
      "en": "Her father, he was, uh, a psychopath.",
      "es": "Su padre era un psicópata."
    }
  },
  {
    "translation": {
      "en": "So he would come in and beat the shit out of his wife",
      "es": "Él llegaba y golpeaba a su esposa y también al hermano menor."
    }
  },
  {
    "translation": {
      "en": "and also the youngest one but never touched my mother,",
      "es": "Él llegaba y golpeaba a su esposa y también al hermano menor. A mi madre nunca la tocó, y eso era una tortura para ella."
    }
  },
  {
    "translation": {
      "en": "and that was the worst torture for her of all.",
      "es": "A mi madre nunca la tocó, y eso era una tortura para ella."
    }
  },
  {
    "translation": {
      "en": "So I think, by the time she was eight, nine years old,",
      "es": "Creo que a los ocho o nueve años"
    }
  },
  {
    "translation": {
      "en": "she wouldn't say a word to him.",
      "es": "ya no le dirigía la palabra."
    }
  },
  {
    "translation": {
      "en": "1932, the height of the Depression, he just ups and leaves.",
      "es": "En 1932, el peor momento de la Depresión, él se levanta y se va."
    }
  },
  {
    "translation": {
      "en": "He doesn't say anything, doesn't tell them he's leaving.",
      "es": "No les dice nada, no les dice que se va."
    }
  },
  {
    "translation": {
      "en": "In the middle of the night, he books. He's gone.",
      "es": "Se va abruptamente en medio de la noche."
    }
  },
  {
    "translation": {
      "en": "Forty years later, he tried to, um, contact my mother,",
      "es": "Cuarenta años después, intentó contactar a mi madre."
    }
  },
  {
    "translation": {
      "en": "but my mother is hard- core. Forget it. I don't think she answered the letter.",
      "es": "Pero mi madre era dura. Olvídalo. Creo que no contestó la carta."
    }
  },
  {
    "translation": {
      "en": "She had this thing with men, for obvious reasons.",
      "es": "Tenía algo con los hombres, por razones obvias."
    }
  },
  {
    "translation": {
      "en": "Every night at dinner, she'd give a tirade about men.",
      "es": "Todas las noches lanzaba una diatriba contra los hombres."
    }
  },
  {
    "translation": {
      "en": "Men are this, men are that. I couldn't really disagree with her.",
      "es": "Los hombres son esto o aquello. Y tenía razón."
    }
  },
  {
    "translation": {
      "en": "My poor father had to be the cheerleader for this.",
      "es": "Mi pobre padre tenía que ser el animador."
    }
  },
  {
    "translation": {
      "en": "- What would he do? - He'd say, Yeah, she's right.",
      "es": "- ¿Qué hacía? - Decía: Sí, tiene razón."
    }
  },
  {
    "translation": {
      "en": "- - Men are terrible.",
      "es": "Los hombres son terribles."
    }
  },
  {
    "translation": {
      "en": "It didn't occur to me until I was about 13, 14. Shit, I'm a man. Hmm.",
      "es": "A los 13 o 14 me di cuenta, Mierda, soy un hombre."
    }
  },
  {
    "translation": {
      "en": "But she couldn't get over that, even 50 years later.",
      "es": "Ella no lo superó ni 50 años después."
    }
  },
  {
    "translation": {
      "en": "- Couldn't get over it. - She's stuck in the Maze.",
      "es": "- No pudo. - Se quedó en el Laberinto."
    }
  },
  {
    "translation": {
      "en": "She's stuck in the Maze for 40 years, 50 years, yeah.",
      "es": "Quedó atrapada en el Laberinto por 40 o 50 años."
    }
  },
  {
    "translation": {
      "en": "The Maze always involves other people.",
      "es": "El Laberinto siempre implica a otros."
    }
  },
  {
    "translation": {
      "en": "It's the product of Part X,",
      "es": "Es el producto de la Parte X."
    }
  },
  {
    "translation": {
      "en": "because Part X wants fairness.",
      "es": "La Parte X quiere justicia."
    }
  },
  {
    "translation": {
      "en": "A classic example",
      "es": "Un ejemplo típico"
    }
  },
  {
    "translation": {
      "en": "is when somebody only wants to think and talk about another person.",
      "es": "es cuando alguien solo quiere pensar y hablar de otro."
    }
  },
  {
    "translation": {
      "en": "What you're telling yourself is,",
      "es": "Lo que te dices es:"
    }
  },
  {
    "translation": {
      "en": "I'll move past this once they make up for whatever it is,",
      "es": "Superaré esto cuando esa persona compensé lo que sea que hizo:"
    }
  },
  {
    "translation": {
      "en": "being angry at me, cheating.",
      "es": "estar enojado, engañarme."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter what.",
      "es": "No importa qué sea."
    }
  },
  {
    "translation": {
      "en": "You feel they've mistreated you,",
      "es": "Sientes que te maltrató y tu búsqueda de justicia"
    }
  },
  {
    "translation": {
      "en": "and your quest for fairness puts your life on hold.",
      "es": "Sientes que te maltrató y tu búsqueda de justicia pone tu vida en pausa."
    }
  },
  {
    "translation": {
      "en": "Time is fleeting, and we don't have time for that bullshit.",
      "es": "El tiempo vuela, no tenemos tiempo para esa tontería."
    }
  },
  {
    "translation": {
      "en": "I feel like I spent my whole fucking life in the Maze.",
      "es": "Siento que pasé toda mi vida en el Laberinto."
    }
  },
  {
    "translation": {
      "en": "Being stuck on not being paid back for something I was viewing as unfair",
      "es": "Trabado porque no me resarcían por algo que yo creía injusto."
    }
  },
  {
    "translation": {
      "en": "wasted hours, days, months, years of my life that I can't get back.",
      "es": "Desperdicié horas, días, meses, años de mi vida que no recuperaré."
    }
  },
  {
    "translation": {
      "en": "So how could she have gotten out of the Maze?",
      "es": "¿Cómo podría ella haber salido del Laberinto?"
    }
  },
  {
    "translation": {
      "en": "Here's the thing. The average person wants to get paid back.",
      "es": "Mira, la persona promedio quiere un resarcimiento."
    }
  },
  {
    "translation": {
      "en": "They want everything to be fair. They want everything to be balanced. But you're not gonna get it from them.",
      "es": "Quiere que todo sea justo, equilibrado. Pero no lo obtendrá de otros."
    }
  },
  {
    "translation": {
      "en": "The way you feel you're getting paid,",
      "es": "Para sentir que obtienes algo,"
    }
  },
  {
    "translation": {
      "en": "the way you feel things are being rebalanced,",
      "es": "que las cosas se equilibran,"
    }
  },
  {
    "translation": {
      "en": "is to get your satisfaction from the exercise itself.",
      "es": "tienes que obtener satisfacción del ejercicio mismo."
    }
  },
  {
    "translation": {
      "en": "That's called Active Love.",
      "es": "Eso es el Amor activo."
    }
  },
  {
    "translation": {
      "en": "So close your eyes",
      "es": "Cierra los ojos"
    }
  },
  {
    "translation": {
      "en": "and imagine you're surrounded by a universe completely made out of love.",
      "es": "e imagina que estás rodeado de un universo hecho solo de amor."
    }
  },
  {
    "translation": {
      "en": "I know it sounds nuts, but just shut the fuck up. Do what I tell you.",
      "es": "Sé que suena loco, pero cállate, y haz lo que te digo."
    }
  },
  {
    "translation": {
      "en": "- - Don't prejudge it and see what happens.",
      "es": "No prejuzgues y ve qué pasa."
    }
  },
  {
    "translation": {
      "en": "Let me try to define it.",
      "es": "Intentaré definirlo."
    }
  },
  {
    "translation": {
      "en": "It's just… It's a world that's almost dense with loving energy.",
      "es": "Es un mundo lleno de energía amorosa. AMOR"
    }
  },
  {
    "translation": {
      "en": "Feel yourself taking in all the love in the universe,",
      "es": "Siente cómo absorbes todo el amor del universo."
    }
  },
  {
    "translation": {
      "en": "and gently, but firmly, place all of it in your heart.",
      "es": "Suavemente, pero con firmeza, colócalo todo en tu corazón."
    }
  },
  {
    "translation": {
      "en": "Right at that moment, you're the principal leader of love",
      "es": "En ese momento, eres el principal líder del amor"
    }
  },
  {
    "translation": {
      "en": "in the whole universe.",
      "es": "en todo el universo."
    }
  },
  {
    "translation": {
      "en": "What you do is you want to see the person you're angry at,",
      "es": "Debes ver a la persona con la que estás enojado,"
    }
  },
  {
    "translation": {
      "en": "that you hate, that you despise,",
      "es": "que odias, que aborreces,"
    }
  },
  {
    "translation": {
      "en": "and you send all this love you've concentrated",
      "es": "y envías todo el amor que juntaste"
    }
  },
  {
    "translation": {
      "en": "towards the other person.",
      "es": "hacia esa persona."
    }
  },
  {
    "translation": {
      "en": "You hold nothing back. You give everything.",
      "es": "No retienes nada. Lo das todo."
    }
  },
  {
    "translation": {
      "en": "You feel, not just see,",
      "es": "Sientes, no solo ves,"
    }
  },
  {
    "translation": {
      "en": "you feel your love enter the other person's body.",
      "es": "sientes cómo tu amor entra en el cuerpo de la otra persona."
    }
  },
  {
    "translation": {
      "en": "It's very important. For a minute, you become one.",
      "es": "Es muy importante. Por un momento, se vuelven uno."
    }
  },
  {
    "translation": {
      "en": "At that point, you feel like, If I can become one with this bastard,",
      "es": "En ese momento, piensas: Si puedo volverme uno con este imbécil,"
    }
  },
  {
    "translation": {
      "en": "I can become one with anybody.",
      "es": "puedo hacerlo con cualquiera."
    }
  },
  {
    "translation": {
      "en": "And that's the sense of prowess, almost of mastery.",
      "es": "Ese es el sentido de valentía, casi de dominio."
    }
  },
  {
    "translation": {
      "en": "People say, Well, you're asking me to love somebody I hate.",
      "es": "La gente dice: Me pides que ame a alguien que odio."
    }
  },
  {
    "translation": {
      "en": "It's not a way to forgive somebody. It's not for the other person.",
      "es": "No es para perdonar a alguien, no lo haces por el otro."
    }
  },
  {
    "translation": {
      "en": "It's to make you feel whole and then free you from the Maze.",
      "es": "Es para sentirte íntegro y liberarte del laberinto."
    }
  },
  {
    "translation": {
      "en": "Then you can move forward.",
      "es": "Así podrás avanzar."
    }
  },
  {
    "translation": {
      "en": "So do you wanna be right, or do you wanna create something?",
      "es": "¿Quieres tener razón o quieres crear algo?"
    }
  },
  {
    "translation": {
      "en": "That's what it always comes down to.",
      "es": "A eso se reduce."
    }
  },
  {
    "translation": {
      "en": "Life is moving forward.",
      "es": "La vida avanza."
    }
  },
  {
    "translation": {
      "en": "If you want to waste your time playing games over here, you can,",
      "es": "Si quieres perder el tiempo con jueguitos, hazlo,"
    }
  },
  {
    "translation": {
      "en": "but you can't get those days, hours back.",
      "es": "pero no recuperarás los días ni las horas."
    }
  },
  {
    "translation": {
      "en": "When she got older, she became a community organizer,",
      "es": "De más grande, se convirtió en organizadora comunitaria."
    }
  },
  {
    "translation": {
      "en": "and she was awesome.",
      "es": "Y era muy buena."
    }
  },
  {
    "translation": {
      "en": "If you asked her, What was your job? she would say, Organizing rent strikes.",
      "es": "Si le decías: ¿De qué trabajas? Respondía: Organizo huelgas de alquiler. A eso me dedico."
    }
  },
  {
    "translation": {
      "en": "That's what I do for a living. She wasn't scared of anybody.",
      "es": "Respondía: Organizo huelgas de alquiler. A eso me dedico. No le temía a nadie."
    }
  },
  {
    "translation": {
      "en": "In fact, the mayor of New York sees my mother and says, Wait a minute.",
      "es": "De hecho, el alcalde de Nueva York al verla, dijo: Esperen."
    }
  },
  {
    "translation": {
      "en": "I will not proceed with this negotiation until Rosalie Stutz leaves.",
      "es": "No continuaré con la negociación hasta que Rosalie Stutz se retire."
    }
  },
  {
    "translation": {
      "en": "And they had to make her leave. He was scared to death of her.",
      "es": "Tuvieron que echarla. Él le tenía mucho miedo."
    }
  },
  {
    "translation": {
      "en": "She turned her tragedy with men into a superpower",
      "es": "Transformó su tragedia con los hombres en el superpoder de no temerles"
    }
  },
  {
    "translation": {
      "en": "of not being scared of them and getting great good done.",
      "es": "Transformó su tragedia con los hombres en el superpoder de no temerles y hacer un bien mayor."
    }
  },
  {
    "translation": {
      "en": "Yeah, she did.",
      "es": "Exacto."
    }
  },
  {
    "translation": {
      "en": "How do you think that affects you,",
      "es": "¿Cómo crees que te afecta"
    }
  },
  {
    "translation": {
      "en": "having your mom hate men and you being a man?",
      "es": "que tu madre odie a los hombres siendo hombre?"
    }
  },
  {
    "translation": {
      "en": "I can feel everybody waiting for the answer, but I don't know if I know exactly the answer.",
      "es": "Siento a todos esperando la respuesta, pero no sé si sé la respuesta."
    }
  },
  {
    "translation": {
      "en": "I know one thing for sure.",
      "es": "De algo estoy seguro."
    }
  },
  {
    "translation": {
      "en": "It made me insecure around women. I mean, that's a no- brainer.",
      "es": "Me generó inseguridad con las mujeres. Eso es obvio."
    }
  },
  {
    "translation": {
      "en": "It was like there was no pathway inside me",
      "es": "No había un camino dentro de mí"
    }
  },
  {
    "translation": {
      "en": "that could step to a woman and feel safe.",
      "es": "por el que me acercara a una mujer y me sintiera seguro."
    }
  },
  {
    "translation": {
      "en": "I guess that's the best way to say it.",
      "es": "Es la mejor forma de expresarlo."
    }
  },
  {
    "translation": {
      "en": "Because you think your mom's reaction to you was to, like, cut you down,",
      "es": "¿Crees que porque tu madre te menospreciaba"
    }
  },
  {
    "translation": {
      "en": "and so you couldn't see a way with women where you could feel safe?",
      "es": "te sentías inseguro al relacionarte con mujeres?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It wasn't even on my list of expectations.",
      "es": "Sí. Ni siquiera estaba en mi lista de expectativas."
    }
  },
  {
    "translation": {
      "en": "The way she would make me feel is, You have no right to even be doing this.",
      "es": "Ella me hacía sentir: Ni siquiera tienes derecho a hacer esto."
    }
  },
  {
    "translation": {
      "en": "I overcame it a little bit, but not--",
      "es": "Lo superé un poco, pero no lo superé emocionalmente tanto como lo superé en mi comportamiento."
    }
  },
  {
    "translation": {
      "en": "I didn't overcome it emotionally so much as I did just behaviorally.",
      "es": "pero no lo superé emocionalmente tanto como lo superé en mi comportamiento."
    }
  },
  {
    "translation": {
      "en": "Do you think it made it hard to trust women, like, overall?",
      "es": "¿Crees que te hizo difícil confiar en las mujeres?"
    }
  },
  {
    "translation": {
      "en": "Not-- Well, is it… Now?",
      "es": "No… Bueno… ¿Ahora?"
    }
  },
  {
    "translation": {
      "en": "It's not that much of an issue now.",
      "es": "Ahora ya no es un problema."
    }
  },
  {
    "translation": {
      "en": "I'll tell you one thing, I'd be a much better partner now than I was years ago.",
      "es": "Pero sería mucho mejor pareja ahora de lo que fui hace unos años."
    }
  },
  {
    "translation": {
      "en": "Although that's a very low bar.",
      "es": "Aunque la vara está muy baja."
    }
  },
  {
    "translation": {
      "en": "That's a very low bar.",
      "es": "Muy baja."
    }
  },
  {
    "translation": {
      "en": "Where do you stand personally on romantic relationships?",
      "es": "¿Cuál es tu situación respecto a las relaciones románticas?"
    }
  },
  {
    "translation": {
      "en": "You mean am I in one, you mean?",
      "es": "¿Si estoy en una?"
    }
  },
  {
    "translation": {
      "en": "Yeah, are you in one?",
      "es": "Sí. Exacto."
    }
  },
  {
    "translation": {
      "en": "No, I'm not in one. Um…",
      "es": "No."
    }
  },
  {
    "translation": {
      "en": "Did you ever override that wall that was built by your mom",
      "es": "¿Alguna vez superaste ese muro que construyó tu madre"
    }
  },
  {
    "translation": {
      "en": "and get close in the way you were scared to with a woman?",
      "es": "y te acercaste a una mujer de la manera que te daba miedo?"
    }
  },
  {
    "translation": {
      "en": "I would say,",
      "es": "Diría"
    }
  },
  {
    "translation": {
      "en": "yeah, once.",
      "es": "que sí. Una vez."
    }
  },
  {
    "translation": {
      "en": "But I… for various reasons, I can't get into the specifics of it.",
      "es": "Pero por varias razones, no puedo contarte los detalles."
    }
  },
  {
    "translation": {
      "en": "Was this a long time ago? Was this, like, in recent years?",
      "es": "¿Eso fue hace muchos años o hace poco?"
    }
  },
  {
    "translation": {
      "en": "It's been on and off for 40 years.",
      "es": "Lleva 40 años de forma intermitente."
    }
  },
  {
    "translation": {
      "en": "As crazy as that might sound.",
      "es": "Aunque parezca una locura."
    }
  },
  {
    "translation": {
      "en": "And what prevents it from being constant?",
      "es": "¿Y por qué no es algo constante?"
    }
  },
  {
    "translation": {
      "en": "I'll just say it in general terms.",
      "es": "Lo diré en rasgos generales."
    }
  },
  {
    "translation": {
      "en": "She has other family stuff that, uh,",
      "es": "Tiene otros asuntos familiares…"
    }
  },
  {
    "translation": {
      "en": "goes… takes her in completely the opposite direction.",
      "es": "que la llevan en la dirección opuesta."
    }
  },
  {
    "translation": {
      "en": "And also my health, you know.",
      "es": "Y también por mi salud."
    }
  },
  {
    "translation": {
      "en": "I got the, um…",
      "es": "Tengo…"
    }
  },
  {
    "translation": {
      "en": "When I got the Parkinson's, it had a double effect on me.",
      "es": "Enfermar de párkinson tuvo un efecto doble en mí."
    }
  },
  {
    "translation": {
      "en": "It's funny. You know, today I hardly…",
      "es": "Es curioso, hoy en día casi no…"
    }
  },
  {
    "translation": {
      "en": "Wow, that's really good.  Yeah, you're not even shaking at all.",
      "es": "- Vaya, qué bien. - Sí, casi no tiemblas."
    }
  },
  {
    "translation": {
      "en": "Would you be willing to follow me around? Because you seem to be helping.",
      "es": "¿Estás dispuesto a seguirme a todos lados? Pareces estar ayudándome."
    }
  },
  {
    "translation": {
      "en": "I'd give you off-- You just have to stay with me every day",
      "es": "Te daría… Tienes que quedarte conmigo hasta las 7:00 u 8:00 p.m, luego eres…"
    }
  },
  {
    "translation": {
      "en": "till about 7:00, 8:00 at night, then you're free--",
      "es": "Tienes que quedarte conmigo hasta las 7:00 u 8:00 p.m, luego eres…"
    }
  },
  {
    "translation": {
      "en": "Don't go on a fucking comedy routine right now.",
      "es": "No te hagas el gracioso ahora."
    }
  },
  {
    "translation": {
      "en": "- Stay on track, bro. - Thank you.",
      "es": "- No te desvíes. - Gracias."
    }
  },
  {
    "translation": {
      "en": "- I know what you're doing. - Thank you.",
      "es": "- Sé lo que estás haciendo. - Gracias."
    }
  },
  {
    "translation": {
      "en": "So the illness and her family stuff.",
      "es": "Entonces, la enfermedad y sus asuntos familiares."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "I can't relate to having Parkinson's,",
      "es": "No imagino cómo es tener párkinson,"
    }
  },
  {
    "translation": {
      "en": "but do you ever think that can be a crutch",
      "es": "pero ¿alguna vez piensas que puede ser una excusa"
    }
  },
  {
    "translation": {
      "en": "to not just make a decision that would be scary emotionally?",
      "es": "para no tomar una decisión que te da miedo emocionalmente?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes, 100%.",
      "es": "Sí, totalmente."
    }
  },
  {
    "translation": {
      "en": "I think that crazy part of me--",
      "es": "Creo que esa parte loca de mí"
    }
  },
  {
    "translation": {
      "en": "It takes whatever is happening and uses it to prove its point.",
      "es": "toma lo que sea que pasa para mostrar que tiene razón."
    }
  },
  {
    "translation": {
      "en": "But that's your Part X preventing you from making that decision.",
      "es": "Esa es tu Parte X que te impide tomar esa decisión."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "You know, I think my big fear with, uh, romantic relationships,",
      "es": "Con respecto a las relaciones románticas, creo que mi gran miedo es…"
    }
  },
  {
    "translation": {
      "en": "what I'm learning is, is, like, the only way",
      "es": "Más bien, estoy aprendiendo que la única manera"
    }
  },
  {
    "translation": {
      "en": "for them to succeed is for you to be completely vulnerable.",
      "es": "de tener éxito en ellas es ser completamente vulnerable."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "And humans are so fucked- up, and we just talk ourselves out of happiness so often",
      "es": "Los humanos estamos jodidos, a menudo nos convencemos de no ser felices."
    }
  },
  {
    "translation": {
      "en": "that maybe it's worth trying to push you to at least think about it.",
      "es": "Tal vez vale la pena obligarte, al menos, a pensarlo."
    }
  },
  {
    "translation": {
      "en": "Well, you've definitely succeeded in that.",
      "es": "Sin duda lograste eso."
    }
  },
  {
    "translation": {
      "en": "I can't tell you, in the last, let's say, three minutes,",
      "es": "No sabes, en los últimos tres minutos,"
    }
  },
  {
    "translation": {
      "en": "how many jokes I've had to repress.",
      "es": "cuántos chistes tuve que reprimir."
    }
  },
  {
    "translation": {
      "en": "I get it.",
      "es": "Lo entiendo."
    }
  },
  {
    "translation": {
      "en": "I have the same disease, which is avoid emotion by making jokes.",
      "es": "Tengo la misma enfermedad: evitar las emociones haciendo chistes."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Can I ask a random question, and you can just tell me to fuck off?",
      "es": "¿Puedo hacerte una pregunta más? Puedes mandarme a la mierda."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Do you think…",
      "es": "¿Crees…"
    }
  },
  {
    "translation": {
      "en": "you will call her",
      "es": "que vas a llamarla"
    }
  },
  {
    "translation": {
      "en": "or have some sort of new insight on that relationship?",
      "es": "o tener una nueva visión sobre esa relación?"
    }
  },
  {
    "translation": {
      "en": "It… it feels like it, yeah.",
      "es": "Creo que sí."
    }
  },
  {
    "translation": {
      "en": "Do you mean that, or are you just placating to me?",
      "es": "¿Lo dices en serio o es para aplacarme?"
    }
  },
  {
    "translation": {
      "en": "No. I… I mean…",
      "es": "No. Lo digo…"
    }
  },
  {
    "translation": {
      "en": "It… it feels like a source of energy",
      "es": "Se siente como una fuente de energía"
    }
  },
  {
    "translation": {
      "en": "that might help me make a decision like this.",
      "es": "que podría ayudarme a tomar una decisión como esta."
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, I guess I don't feel anything except love for you.",
      "es": "Bueno, yo siento cariño por ti."
    }
  },
  {
    "translation": {
      "en": "I just want…",
      "es": "Y quiero…"
    }
  },
  {
    "translation": {
      "en": "I… I want you to… be happy.",
      "es": "Quiero que tú seas feliz."
    }
  },
  {
    "translation": {
      "en": "No, I feel it. I feel that.",
      "es": "Sí, puedo sentir eso."
    }
  },
  {
    "translation": {
      "en": "See, the thing with me that's not typical is the illness stuff.",
      "es": "Lo que no es típico en mí es el tema de la enfermedad."
    }
  },
  {
    "translation": {
      "en": "So I think, now that I'm talking about it, I think, unconsciously,",
      "es": "Ahora que estoy hablando de eso, pienso que de manera inconsciente,"
    }
  },
  {
    "translation": {
      "en": "I was linking a woman, like a relationship, and being cured.",
      "es": "yo relacionaba a una mujer o una relación con curarme."
    }
  },
  {
    "translation": {
      "en": "But there's no cure for Parkinson's.",
      "es": "Pero no hay cura para el párkinson."
    }
  },
  {
    "translation": {
      "en": "Yes. That's correct.",
      "es": "Sí. Es cierto."
    }
  },
  {
    "translation": {
      "en": "But most people aren't sick like that. Um…",
      "es": "Pero no mucha gente se enferma así."
    }
  },
  {
    "translation": {
      "en": "And I've been sick for a long, uh, time.",
      "es": "Yo llevo enfermo mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "I grew up in Manhattan, so I was used to going out at night.",
      "es": "Crecí en Manhattan. Salía bastante de noche."
    }
  },
  {
    "translation": {
      "en": "By the time I was 21, 22, we would go out at least one out of every two nights.",
      "es": "Cuando tenía 21 o 22 años, salíamos al menos día por medio."
    }
  },
  {
    "translation": {
      "en": "It was Friday. I was supposed to meet these two women at some bar downtown.",
      "es": "Era viernes. Iba a encontrarme con dos chicas en un bar del centro."
    }
  },
  {
    "translation": {
      "en": "I said, Great, I'll be down there in an hour.",
      "es": "Dije: Bien, llegaré en una hora."
    }
  },
  {
    "translation": {
      "en": "And I had been taking a nap.",
      "es": "Había estado durmiendo."
    }
  },
  {
    "translation": {
      "en": "I went back to sleep. I said, Let me just continue this nap for 20 minutes,",
      "es": "Volví a dormir. Pensé: Dormiré 20 minutos más, luego tomaré un taxi al centro."
    }
  },
  {
    "translation": {
      "en": "then I'll take a cab downtown.",
      "es": "Pensé: Dormiré 20 minutos más, luego tomaré un taxi al centro."
    }
  },
  {
    "translation": {
      "en": "I woke up Monday morning.",
      "es": "Me desperté el lunes por la mañana."
    }
  },
  {
    "translation": {
      "en": "And I said, I am really fucked. Something is terribly wrong.",
      "es": "Pensé: Estoy jodido. Algo está muy mal."
    }
  },
  {
    "translation": {
      "en": "Complete exhaustion. Like an exhaustion so deep…",
      "es": "Un agotamiento total, tan profundo…"
    }
  },
  {
    "translation": {
      "en": "Let me put it this way.",
      "es": "Déjame decirlo así."
    }
  },
  {
    "translation": {
      "en": "If I had to go to the cleaners, right across the street from my house,",
      "es": "Si hubiera tenido que ir a la tintorería de enfrente,"
    }
  },
  {
    "translation": {
      "en": "I would have to think, Okay, can I do this or not?",
      "es": "tendría que haber pensado: ¿Puedo hacerlo o no?"
    }
  },
  {
    "translation": {
      "en": "Do I have the… the strength to do it?",
      "es": "¿Tengo la fuerza para hacerlo?."
    }
  },
  {
    "translation": {
      "en": "But this was not me. I was, like, a very hyperactive person.",
      "es": "Yo no era así. Era una persona muy hiperactiva."
    }
  },
  {
    "translation": {
      "en": "So then I went to a neurologist.",
      "es": "Así que fui a un neurólogo."
    }
  },
  {
    "translation": {
      "en": "In one meeting, he told me, Oh, you have cervical stenosis,",
      "es": "Él me dijo: Tienes estenosis cervical,"
    }
  },
  {
    "translation": {
      "en": "you need immediate surgery, and you have Parkinson's disease.",
      "es": "debemos operarte de urgencia, y tienes párkinson."
    }
  },
  {
    "translation": {
      "en": "What did it feel like that day?",
      "es": "¿Cómo te sentiste ese día?"
    }
  },
  {
    "translation": {
      "en": "See, this is my real Shadow coming out when you're gonna see what my handwriting looks like.",
      "es": "Verás salir mi verdadera Sombra cuando veas mi caligrafía."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "Because it's barely legible.",
      "es": "Es apenas legible."
    }
  },
  {
    "translation": {
      "en": "I don't even like looking at it.",
      "es": "Ni siquiera me gusta mirarla."
    }
  },
  {
    "translation": {
      "en": "I used to be very good with my hands.",
      "es": "Era muy hábil con las manos."
    }
  },
  {
    "translation": {
      "en": "I was very good at basketball, but anything, I was dexterous.",
      "es": "Era bueno jugando básquetbol, y era muy hábil en general."
    }
  },
  {
    "translation": {
      "en": "Now,",
      "es": "Ahora,"
    }
  },
  {
    "translation": {
      "en": "well, it speaks for itself.",
      "es": "bueno, habla por sí mismo."
    }
  },
  {
    "translation": {
      "en": "But what I try to do when I get that fear, I try to see my Shadow right at that moment.",
      "es": "Lo que intento hacer cuando siento miedo es ver mi Sombra en ese momento."
    }
  },
  {
    "translation": {
      "en": "He looks cachectic. You know what that means?",
      "es": "Luce caquéctico. ¿Sabes qué significa?"
    }
  },
  {
    "translation": {
      "en": "- Emaciated? - Yeah, emaciated.",
      "es": "- ¿Demacrado? - Sí."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - That's how my Shadow looks now.",
      "es": "- Sí. - Así luce mi Sombra."
    }
  },
  {
    "translation": {
      "en": "It's like I'll fall apart.",
      "es": "Como si fuera a desmoronarme."
    }
  },
  {
    "translation": {
      "en": "Do you think medical issues can lead to a lonelier existence?",
      "es": "¿Crees que los problemas médicos llevan a una existencia más solitaria?"
    }
  },
  {
    "translation": {
      "en": "- Yes.  Yes. - Why?",
      "es": "- Sí. - ¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "It was, literally, for a while there, I was afraid to go outside.",
      "es": "Durante un tiempo, me dio miedo salir a la calle."
    }
  },
  {
    "translation": {
      "en": "Did you ever think about having kids? Yeah, all the time, but now… it's too late now.",
      "es": "- ¿Alguna vez pensaste en tener hijos? - Sí, siempre. Pero es muy tarde."
    }
  },
  {
    "translation": {
      "en": "I… and I wouldn't want to have a kid now.",
      "es": "No querría tener uno ahora."
    }
  },
  {
    "translation": {
      "en": "Hmm. Why not?",
      "es": "¿Por qué?"
    }
  },
  {
    "translation": {
      "en": "I'm still so weak.",
      "es": "Aún soy muy débil."
    }
  },
  {
    "translation": {
      "en": "If I have to get out of this chair, I have to think about it.",
      "es": "Si tengo que levantarme de aquí, tengo que pensarlo."
    }
  },
  {
    "translation": {
      "en": "There'll be so many moments",
      "es": "Habría muchos momentos"
    }
  },
  {
    "translation": {
      "en": "where I wasn't actually capable of being part of the thing.",
      "es": "en los que no sería capaz de ser parte de eso."
    }
  },
  {
    "translation": {
      "en": "- Hmm. - I don't think it'd be a great idea.",
      "es": "No sería una buena idea."
    }
  },
  {
    "translation": {
      "en": "That fucking sucks, man.",
      "es": "Qué cagada."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "But if that hadn't happened,",
      "es": "Pero si eso no hubiera pasado,"
    }
  },
  {
    "translation": {
      "en": "the last bit of information I've been developing, I wouldn't have gotten.",
      "es": "no habría llegado a la última información que estoy desarrollando."
    }
  },
  {
    "translation": {
      "en": "It's like every time I get pushed down and crushed,",
      "es": "Cada vez que me siento abatido,"
    }
  },
  {
    "translation": {
      "en": "I seem to get more information.",
      "es": "obtengo más información."
    }
  },
  {
    "translation": {
      "en": "Parkinson's has made me aware of time. Like, really aware of it.",
      "es": "El párkinson me hizo muy consciente del tiempo."
    }
  },
  {
    "translation": {
      "en": "My sense of mission, my sense of this is what I'm supposed to do,",
      "es": "La sensación de tener una misión, de que esto es lo que debo hacer,"
    }
  },
  {
    "translation": {
      "en": "that got much stronger in me.",
      "es": "se volvió mucho más fuerte."
    }
  },
  {
    "translation": {
      "en": "If I don't do that, I start to think about, Oh, shit, this happened to me.",
      "es": "Si no hago eso, empiezo a pensar: Qué cagada que me pasó esto."
    }
  },
  {
    "translation": {
      "en": "What a drag. You know, it makes life harder.",
      "es": "Qué deprimente. Me dificulta la vida."
    }
  },
  {
    "translation": {
      "en": "Then you go into this whole pity party thing. It's a complete waste of time.",
      "es": "Luego, sientes lástima por ti. Es una pérdida de tiempo."
    }
  },
  {
    "translation": {
      "en": "Do you ever get in that zone? The pity party zone?",
      "es": "¿Alguna vez sientes lástima por ti mismo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I get in it all the time,",
      "es": "Sí, todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "but I'm very fast at getting out of it.",
      "es": "pero salgo rápido de ese pensamiento."
    }
  },
  {
    "translation": {
      "en": "In putting the movie together,",
      "es": "Al armar la película,"
    }
  },
  {
    "translation": {
      "en": "I started using your drawings to display the tools,",
      "es": "empecé a usar tus dibujos para mostrar las herramientas."
    }
  },
  {
    "translation": {
      "en": "and they are a bit shaky,",
      "es": "El trazo es un poco tembloroso."
    }
  },
  {
    "translation": {
      "en": "and I wanted to know if it was okay with you if I did that?",
      "es": "Quería saber si te parece bien que los use."
    }
  },
  {
    "translation": {
      "en": "Oh, it would be great. Definitely do it.",
      "es": "Sería genial. Hazlo."
    }
  },
  {
    "translation": {
      "en": "And if it's shaky, it's even better.",
      "es": "Si están así, mejor."
    }
  },
  {
    "translation": {
      "en": "Because the whole premise of this is we're not gonna win every time,",
      "es": "Porque la premisa de esto es que no siempre ganamos,"
    }
  },
  {
    "translation": {
      "en": "we certainly can't be perfect, we can't control it,",
      "es": "no podemos ser perfectos, no tenemos el control,"
    }
  },
  {
    "translation": {
      "en": "but we have an unstoppable will to go forward.",
      "es": "pero tenemos la voluntad imparable de avanzar."
    }
  },
  {
    "translation": {
      "en": "And this reminds you of it.",
      "es": "Y eso te lo recuerda."
    }
  },
  {
    "translation": {
      "en": "Each card has a little bit of a different approach",
      "es": "Cada tarjeta tiene un acercamiento diferente"
    }
  },
  {
    "translation": {
      "en": "to basically the same goal,",
      "es": "al mismo objetivo, básicamente,"
    }
  },
  {
    "translation": {
      "en": "which is, Schmuck, take action, no matter how frightened you are.",
      "es": "que es: Tonto, haz algo, sin importar cuánto miedo tengas."
    }
  },
  {
    "translation": {
      "en": "That reminds me of Radical Acceptance, which is a big one and really helps me work through a lot.",
      "es": "Eso me recuerda a la Aceptación radical, que es importante y me ayuda mucho."
    }
  },
  {
    "translation": {
      "en": "That's right. That's exactly right.",
      "es": "Exacto. Así es."
    }
  },
  {
    "translation": {
      "en": "Here's the thing. Every event has something in it that you can learn from.",
      "es": "Mira, cada hecho tiene algo de lo que puedes aprender."
    }
  },
  {
    "translation": {
      "en": "When something goes wrong,",
      "es": "Cuando algo sale mal,"
    }
  },
  {
    "translation": {
      "en": "anybody can say, Well, it's not that bad. I'll recover from it tomorrow.",
      "es": "cualquiera puede decir: No es tan grave, mañana ya estaré bien."
    }
  },
  {
    "translation": {
      "en": "That's not good enough.",
      "es": "No es suficiente."
    }
  },
  {
    "translation": {
      "en": "You have to create a reflex to squeeze the juice out.",
      "es": "Tienes que crear un reflejo para sacarle el jugo."
    }
  },
  {
    "translation": {
      "en": "Squeezing the juice means finding something meaningful.",
      "es": "Eso significa encontrarle algo significativo."
    }
  },
  {
    "translation": {
      "en": "It's trying to find the state of not getting into a lot of negativity",
      "es": "Intentar encontrar la manera de no entrar en la negatividad,"
    }
  },
  {
    "translation": {
      "en": "but actually training yourself to say, What am I gonna do about it now?",
      "es": "pero entrenarte para decir: ¿Qué haré al respecto ahora?."
    }
  },
  {
    "translation": {
      "en": "I gotta do some push- ups.",
      "es": "Tengo que hacer flexiones."
    }
  },
  {
    "translation": {
      "en": "Is there anything that's, you know, strong enough to support my weight?",
      "es": "¿Hay algo que aguante mi peso?"
    }
  },
  {
    "translation": {
      "en": "- You wanna do push- ups? - Yeah. I'm getting stiff.",
      "es": "- ¿Para hacer flexiones? - Sí, me entumezco."
    }
  },
  {
    "translation": {
      "en": "You can do it on the dolly if you want. The push- ups.",
      "es": "Sí, puedes hacer las flexiones aquí."
    }
  },
  {
    "translation": {
      "en": "Careful, Phil.",
      "es": "Con cuidado, Phil."
    }
  },
  {
    "translation": {
      "en": "I've never done this in front of this many people.",
      "es": "Nunca lo hice frente a tanta gente."
    }
  },
  {
    "translation": {
      "en": "Even if I do, like, ten of these… This is good for this.",
      "es": "Aunque haga diez me sirve. Esto funciona bien."
    }
  },
  {
    "translation": {
      "en": "- Can I take this home? -",
      "es": "¿Puedo llevármelo?"
    }
  },
  {
    "translation": {
      "en": "It's the most expensive push- up--",
      "es": "Es la flexión más costosa…"
    }
  },
  {
    "translation": {
      "en": "You're not allowed to make judgements.",
      "es": "Primero, no puedes juzgarte."
    }
  },
  {
    "translation": {
      "en": "You're not allowed to tell yourself anything negative.",
      "es": "No puedes decirte nada negativo."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean you're stupid. It doesn't mean there isn't something negative there.",
      "es": "No significa que eres estúpido ni que no haya algo negativo."
    }
  },
  {
    "translation": {
      "en": "You're not allowed to go through that. It goes against what we're doing.",
      "es": "Pero no puedes pasar por eso. Va en contra de lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "Number two, obviously, you want to find something that's positive about it.",
      "es": "Segundo, por supuesto, tienes que encontrarle algo positivo."
    }
  },
  {
    "translation": {
      "en": "Dude, you're crushing it.",
      "es": "Te estás luciendo."
    }
  },
  {
    "translation": {
      "en": "Well, when you do 100 of these a day, you get stronger.",
      "es": "Cuando haces 100 al día, te fortaleces."
    }
  },
  {
    "translation": {
      "en": "- You do 100 of those a day? - Probably.",
      "es": "- ¿Haces 100 al día? - Probablemente."
    }
  },
  {
    "translation": {
      "en": "Yeah, because every time I stiffen up, I can't move like I should.",
      "es": "Porque cuando me entumezco, no puedo moverme como debería."
    }
  },
  {
    "translation": {
      "en": "Yeah, now it's a lot looser, but, you know, I get like this, I can't move either of them.",
      "es": "Ahora estoy mejor, en esos momentos, no puedo mover las piernas."
    }
  },
  {
    "translation": {
      "en": "So I discovered this.",
      "es": "Y descubrí esto."
    }
  },
  {
    "translation": {
      "en": "Maybe this'll spread the word if you guys don't cut it out of the film.",
      "es": "Quizás esto corra la voz, si no lo dejan fuera de la película."
    }
  },
  {
    "translation": {
      "en": "So squeezing the juice out of the lemon",
      "es": "Debes exprimir el jugo del limón."
    }
  },
  {
    "translation": {
      "en": "means you have not only the will to do this,",
      "es": "Es decir, no solo tener la voluntad de hacerlo,"
    }
  },
  {
    "translation": {
      "en": "but you have some faith in it.",
      "es": "también tenerle fe."
    }
  },
  {
    "translation": {
      "en": "There's something there that's valuable.",
      "es": "Ahí hay algo valioso."
    }
  },
  {
    "translation": {
      "en": "And what happens is everything starts to become more meaningful.",
      "es": "Entonces, todo empieza a ser más significativo."
    }
  },
  {
    "translation": {
      "en": "You don't get to the world of meaning through big things.",
      "es": "No llegas a lo significativo a través de grandes cosas,"
    }
  },
  {
    "translation": {
      "en": "You get it through small things.",
      "es": "sino de cosas pequeñas."
    }
  },
  {
    "translation": {
      "en": "I feel better.",
      "es": "Estoy mejor."
    }
  },
  {
    "translation": {
      "en": "- I feel loose now. - I do that for my mind.",
      "es": "- Me siento suelto. - Lo haría por mi mamá."
    }
  },
  {
    "translation": {
      "en": "- Oh. - Sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "You need to look at all events as having value.",
      "es": "Debes reconocer que todos los hechos tienen valor."
    }
  },
  {
    "translation": {
      "en": "If you can do that, then you're in a zone of tremendous opportunity.",
      "es": "Si puedes hacerlo, estás en una zona de grandes oportunidades."
    }
  },
  {
    "translation": {
      "en": "That's all I have to say on that.",
      "es": "Eso es todo."
    }
  },
  {
    "translation": {
      "en": "You fucking dropped the mic. That was amazing.",
      "es": "Dejaste caer el micrófono. Asombroso."
    }
  },
  {
    "translation": {
      "en": "That's one of the best. That's a Stutz greatest hit.",
      "es": "Es uno de los grandes éxitos de Stutz."
    }
  },
  {
    "translation": {
      "en": "- Yeah, it is one of the best. - I had to use that last night.",
      "es": "- Es de los mejores. - Tuve que usarlo anoche."
    }
  },
  {
    "translation": {
      "en": "Oh yeah? How did it work out?",
      "es": "¿Sí? ¿Y cómo te fue?"
    }
  },
  {
    "translation": {
      "en": "So I had an anxiety attack, and I couldn't sleep.",
      "es": "Tuve un ataque de ansiedad, y no podía dormir."
    }
  },
  {
    "translation": {
      "en": "And instead of having more anxiety",
      "es": "En lugar de ponerme peor"
    }
  },
  {
    "translation": {
      "en": "about how I'm not getting enough sleep for the next day's work,",
      "es": "por no estar durmiendo lo suficiente para hoy,"
    }
  },
  {
    "translation": {
      "en": "I used Radical Acceptance and was able to actually use that time",
      "es": "usé la Aceptación radical y aproveché ese tiempo"
    }
  },
  {
    "translation": {
      "en": "to come up with more new ideas for the shoot today.",
      "es": "para pensar ideas para la filmación."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you did a good job.",
      "es": "Hiciste un buen trabajo."
    }
  },
  {
    "translation": {
      "en": "Don't fuck this up now.",
      "es": "No lo arruines ahora."
    }
  },
  {
    "translation": {
      "en": "Did I say anything about Cain and Abel?",
      "es": "¿Mencioné algo de Caín y Abel?"
    }
  },
  {
    "translation": {
      "en": "Maybe not.  You went to high school with them?",
      "es": "- Tal vez no. - ¿Estudiaste con ellos?"
    }
  },
  {
    "translation": {
      "en": "I actually remember… I think I was nine. It wasn't like today",
      "es": "Me acuerdo que tenía nueve años. No era como ahora, subir a un avión era algo importante."
    }
  },
  {
    "translation": {
      "en": "where you just hop on a plane. It was a big deal.",
      "es": "No era como ahora, subir a un avión era algo importante."
    }
  },
  {
    "translation": {
      "en": "And it was-- You couldn't see shit. It was one of those overcast days.",
      "es": "No se veía nada. Era un día muy nublado."
    }
  },
  {
    "translation": {
      "en": "My father was talking to me about some of this stuff…",
      "es": "Mi padre me estaba hablando y me dijo:"
    }
  },
  {
    "translation": {
      "en": "…and he said, Don't worry.",
      "es": "Mi padre me estaba hablando y me dijo: Tranquilo. Atravesaremos las nubes y estará el sol brillando."
    }
  },
  {
    "translation": {
      "en": "We'll get above this, and the sun will be out.",
      "es": "Tranquilo. Atravesaremos las nubes y estará el sol brillando."
    }
  },
  {
    "translation": {
      "en": "I just couldn't believe it.",
      "es": "Yo no podía creerlo."
    }
  },
  {
    "translation": {
      "en": "I thought, What, are you crazy?",
      "es": "Pensé: ¿Estás loco?."
    }
  },
  {
    "translation": {
      "en": "This-- How could the sun still be up there",
      "es": "¿Cómo podía el sol estar ahí"
    }
  },
  {
    "translation": {
      "en": "when it's so dense, and I'm seeing all these clouds?",
      "es": "cuando estaba tan denso y lleno de nubes?"
    }
  },
  {
    "translation": {
      "en": "And then, I remember the exact moment",
      "es": "Luego, recuerdo el momento exacto"
    }
  },
  {
    "translation": {
      "en": "the sun broke through the cloud, and I was so amazed.",
      "es": "en el que el sol atravesó las nubes. Yo estaba asombrado."
    }
  },
  {
    "translation": {
      "en": "It's like the whole model of the universe became different because…",
      "es": "El modelo del universo se volvió diferente."
    }
  },
  {
    "translation": {
      "en": "The importance of it was I was no longer judging the nature of reality",
      "es": "Fue importante porque ya no juzgué la naturaleza de la realidad"
    }
  },
  {
    "translation": {
      "en": "by my experiences in the last five minutes.",
      "es": "por mis experiencias recientes."
    }
  },
  {
    "translation": {
      "en": "The sun is always up there.",
      "es": "El sol siempre está."
    }
  },
  {
    "translation": {
      "en": "The cloud is always over here, blocking the sun.",
      "es": "La nube siempre tapa el sol."
    }
  },
  {
    "translation": {
      "en": "If you can't break through, you think it's a very bad day.",
      "es": "Si no puedes atravesarla, piensas que es un muy mal día."
    }
  },
  {
    "translation": {
      "en": "In fact, you think it's a very bad life.",
      "es": "De hecho, piensas que es una mala vida."
    }
  },
  {
    "translation": {
      "en": "Every thought you have is gonna affect your mood.",
      "es": "Cada pensamiento que tengas afectará tu humor."
    }
  },
  {
    "translation": {
      "en": "Every thought you have is gonna be either positive or negative.",
      "es": "Cada pensamiento será positivo o negativo."
    }
  },
  {
    "translation": {
      "en": "So the Grateful Flow wants to choose the positives.",
      "es": "El Flujo agradecido quiere elegir los positivos."
    }
  },
  {
    "translation": {
      "en": "Part X wants you to have the negative flow, so it'll create the cloud up there",
      "es": "La Parte X quiere que tengas un flujo negativo, por eso crea una nube."
    }
  },
  {
    "translation": {
      "en": "so you can't see the sun.",
      "es": "Para que no veas el sol."
    }
  },
  {
    "translation": {
      "en": "You forget that it's actually sunny up there.",
      "es": "Olvidas que allá arriba está el sol."
    }
  },
  {
    "translation": {
      "en": "The question becomes, How do you penetrate the cloud?",
      "es": "La pregunta es: ¿cómo atraviesas la nube?"
    }
  },
  {
    "translation": {
      "en": "And the answer is, With gratefulness.",
      "es": "La respuesta es: con gratitud."
    }
  },
  {
    "translation": {
      "en": "It gives you the sensation, the feeling,",
      "es": "Te da la sensación"
    }
  },
  {
    "translation": {
      "en": "that there's always something up there positive even if you can't see it at all.",
      "es": "de que siempre hay algo positivo ahí, aunque no puedas verlo."
    }
  },
  {
    "translation": {
      "en": "But you have to have a mechanism. That's where the tool comes in.",
      "es": "Pero necesitas un mecanismo. Ahí entra la herramienta."
    }
  },
  {
    "translation": {
      "en": "The Grateful Flow is not the things you're grateful for.",
      "es": "El Flujo agradecido no es aquello por lo que estás agradecido."
    }
  },
  {
    "translation": {
      "en": "The Grateful Flow is the process of creating these things.",
      "es": "Es el proceso de crearlo."
    }
  },
  {
    "translation": {
      "en": "So close your eyes.",
      "es": "Cierra los ojos."
    }
  },
  {
    "translation": {
      "en": "Now, what you want to do is you say two or three, at most four, things you're grateful for.",
      "es": "Di unas tres cosas, cuatro como mucho, por las que estés agradecido."
    }
  },
  {
    "translation": {
      "en": "The smaller the thing, the better,",
      "es": "Cuanto más pequeñas, mejor"
    }
  },
  {
    "translation": {
      "en": "because it forces you to concentrate gratefulness.",
      "es": "porque te obliga a concentrar la gratitud."
    }
  },
  {
    "translation": {
      "en": "You wanna do it nice and slow. You want to feel the gratefulness.",
      "es": "Hazlo bien y despacio. Tienes que sentir la gratitud."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for my nephews.",
      "es": "Estoy agradecido por mis sobrinos."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for surfing.",
      "es": "Estoy agradecido por el surf."
    }
  },
  {
    "translation": {
      "en": "I'm grateful…",
      "es": "Estoy agradecido…"
    }
  },
  {
    "translation": {
      "en": "for my dog.",
      "es": "por mi perro."
    }
  },
  {
    "translation": {
      "en": "I'm grateful for you.",
      "es": "Estoy agradecido por ti."
    }
  },
  {
    "translation": {
      "en": "Okay, now, keep naming things, but don't say them out loud.",
      "es": "Sigue diciendo cosas, pero no en voz alta."
    }
  },
  {
    "translation": {
      "en": "Just keep creating that stream of gratefulness.",
      "es": "Continúa creando el flujo de gratitud."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "The next thing you do is you feel",
      "es": "Ahora tienes que sentir"
    }
  },
  {
    "translation": {
      "en": "that you're going to create another grateful thought, but you don't.",
      "es": "que tendrás otro pensamiento de gratitud, pero no lo haces."
    }
  },
  {
    "translation": {
      "en": "You block it. So all you feel is the force that would create a grateful thought,",
      "es": "Lo obstruyes. Sientes la fuerza que crearía un pensamiento de gratitud"
    }
  },
  {
    "translation": {
      "en": "and as it gets stronger and stronger, you feel taken over by it.",
      "es": "y, a medida que se hace más fuerte, te sientes dominado por ella."
    }
  },
  {
    "translation": {
      "en": "That's the Grateful Flow. That was excellent. Did you feel anything?",
      "es": "Ese es el Flujo agradecido. Lo hiciste muy bien. ¿Sentiste algo?"
    }
  },
  {
    "translation": {
      "en": "I felt everything kind of just… slow down.",
      "es": "Sentí que todo se hacía más lento."
    }
  },
  {
    "translation": {
      "en": "And I felt a warmth.",
      "es": "Y sentí un calor."
    }
  },
  {
    "translation": {
      "en": "- Mm- hmm. - Like in a sense of comfort.",
      "es": "Una sensación de bienestar."
    }
  },
  {
    "translation": {
      "en": "That's pretty good.",
      "es": "Qué bueno."
    }
  },
  {
    "translation": {
      "en": "The key is not saying the same things over and over that you're grateful for.",
      "es": "La clave es no repetir siempre las mismas cosas."
    }
  },
  {
    "translation": {
      "en": "You wanna make it a creative act.",
      "es": "Tiene que ser un acto creativo."
    }
  },
  {
    "translation": {
      "en": "When you have to dig and work on it to find these things,",
      "es": "Cuando tienes que buscar esas cosas,"
    }
  },
  {
    "translation": {
      "en": "that process itself will change your mood.",
      "es": "el proceso mismo te cambia el humor."
    }
  },
  {
    "translation": {
      "en": "The classic time to use it is when your thoughts are out of control.",
      "es": "Es útil cuando los pensamientos están fuera de control."
    }
  },
  {
    "translation": {
      "en": "The worst thing to do is argue with them.",
      "es": "No debes discutir con ellos."
    }
  },
  {
    "translation": {
      "en": "'Cause its effect on you is terrible, and it does nothing for you.",
      "es": "Eso tiene un efecto terrible en ti. Y no te sirve."
    }
  },
  {
    "translation": {
      "en": "But gratefulness is not just, I'm lucky somebody helped me, or whatever.",
      "es": "La gratitud no es solo: Tengo suerte de que alguien me ayudó o algo así."
    }
  },
  {
    "translation": {
      "en": "Gratefulness is the state you want to be in",
      "es": "Es el estado en el que quieres estar durante el mayor tiempo posible."
    }
  },
  {
    "translation": {
      "en": "as often as you possibly can be in it, because it's the state that connects you…",
      "es": "Es el estado en el que quieres estar durante el mayor tiempo posible. Porque ese estado te conecta…"
    }
  },
  {
    "translation": {
      "en": "It's the state that breaks through the cloud.",
      "es": "Atraviesa la nube."
    }
  },
  {
    "translation": {
      "en": "And once you're up there, you're in a different world.",
      "es": "Y cuando estás ahí arriba, es otro mundo."
    }
  },
  {
    "translation": {
      "en": "What Part X does is to say you shouldn't be grateful. It says, You got screwed.",
      "es": "La Parte X te dice que no deberías estar agradecido, dice: Te jodieron."
    }
  },
  {
    "translation": {
      "en": "You're a victim. You didn't get enough.",
      "es": "Eres una víctima. Tienes poco."
    }
  },
  {
    "translation": {
      "en": "Why should you be grateful for what you have?",
      "es": "¿Por qué deberías estar agradecido?."
    }
  },
  {
    "translation": {
      "en": "That's the devil talking. That's classic Part X.",
      "es": "Esa es la voz del mal. Típico de la Parte X."
    }
  },
  {
    "translation": {
      "en": "I don't talk to you about your Parkinson's a ton.",
      "es": "No te hablo mucho del párkinson."
    }
  },
  {
    "translation": {
      "en": "And I wonder what part of it is my fear of just not wanting to acknowledge",
      "es": "Me pregunto qué parte es mi miedo o no querer afrontar"
    }
  },
  {
    "translation": {
      "en": "my own fears around that stuff.",
      "es": "mis propios miedos sobre esas cosas."
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, my advice to you is assume that you're probably underestimating me,",
      "es": "Bueno, te aconsejo que asumas que probablemente me estás subestimando."
    }
  },
  {
    "translation": {
      "en": "um, because I continue every day to make adjustments,",
      "es": "Yo hago cambios cada día,"
    }
  },
  {
    "translation": {
      "en": "and a lot of them are very helpful.",
      "es": "y muchos son de gran ayuda."
    }
  },
  {
    "translation": {
      "en": "I don't know. I'm funny, you know?",
      "es": "Soy extraño."
    }
  },
  {
    "translation": {
      "en": "That's not the kind of thing that I think about a lot.",
      "es": "No son cosas en las que pienso mucho."
    }
  },
  {
    "translation": {
      "en": "I think about the future,",
      "es": "Pienso en el futuro,"
    }
  },
  {
    "translation": {
      "en": "but mostly, my biggest fear is not getting enough done before I die.",
      "es": "pero mi mayor miedo es no hacer lo suficiente antes de morir."
    }
  },
  {
    "translation": {
      "en": "- Hmm. - 'Cause I got so much--",
      "es": "Tengo tanto…"
    }
  },
  {
    "translation": {
      "en": "The stuff we talked about here is maybe, I don't know, 10% of it.",
      "es": "Lo que hablamos aquí es solo el 10 % de todo."
    }
  },
  {
    "translation": {
      "en": "A sliver, yeah.",
      "es": "Muy poco."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think death in itself is a really…",
      "es": "Creo que la muerte en sí es muy…"
    }
  },
  {
    "translation": {
      "en": "It's a complex subject for everybody.",
      "es": "Es un tema complejo para todos."
    }
  },
  {
    "translation": {
      "en": "For me, I am…",
      "es": "A mí…"
    }
  },
  {
    "translation": {
      "en": "very scared to lose you particularly.",
      "es": "me da mucho miedo perderte a ti particularmente."
    }
  },
  {
    "translation": {
      "en": "Not that that's on my mind all the time,",
      "es": "No lo pienso todo el tiempo,"
    }
  },
  {
    "translation": {
      "en": "but, like, you are the person I go to for life advice",
      "es": "pero eres a quien acudo para pedirle consejos,"
    }
  },
  {
    "translation": {
      "en": "and for a sense of comfort that there is ways through things.",
      "es": "y quien me alivia al decirme que hay formas de atravesar las cosas."
    }
  },
  {
    "translation": {
      "en": "And at the same time,",
      "es": "Y, al mismo tiempo,"
    }
  },
  {
    "translation": {
      "en": "you… the only time I've had massive experience with death,",
      "es": "la única vez que tuve una experiencia con la muerte,"
    }
  },
  {
    "translation": {
      "en": "you were the person that got me through that as well.",
      "es": "tú fuiste quien me ayudó a atravesarla."
    }
  },
  {
    "translation": {
      "en": "- You're talking about your brother? - Yeah. Yeah.",
      "es": "¿Hablas de tu hermano? Sí, cuando él murió sorpresivamente"
    }
  },
  {
    "translation": {
      "en": "And when he passed away unexpectedly",
      "es": "Sí, cuando él murió sorpresivamente"
    }
  },
  {
    "translation": {
      "en": "a few years ago,",
      "es": "hace unos años."
    }
  },
  {
    "translation": {
      "en": "and before I made this movie, I didn't know that you had lost your brother.",
      "es": "Cuando empecé a hacer esta película, no sabía que tú habías perdido un hermano."
    }
  },
  {
    "translation": {
      "en": "You told a story about where you were that day.",
      "es": "Contaste dónde estabas ese día."
    }
  },
  {
    "translation": {
      "en": "- Oh yeah. - You knew the spot where you were.",
      "es": "- Sí. - Sabes dónde estabas."
    }
  },
  {
    "translation": {
      "en": "You went to school that day and all those things and…",
      "es": "Fuiste a la escuela, y todo eso."
    }
  },
  {
    "translation": {
      "en": "I spend a lot of my life avoiding thinking about that day,",
      "es": "Yo paso mucho tiempo de mi vida evitando pensar en ese día."
    }
  },
  {
    "translation": {
      "en": "and I went to your office that morning.",
      "es": "Esa mañana fui a tu consultorio."
    }
  },
  {
    "translation": {
      "en": "It was definitely the most intense day in my life.",
      "es": "Fue el día más intenso de mi vida."
    }
  },
  {
    "translation": {
      "en": "It's definitely, like, the most shook- up I've ever been.",
      "es": "Sin duda, nunca estuve tan conmocionado."
    }
  },
  {
    "translation": {
      "en": "One of the things I remember was, that day, you said, Give me your phone,",
      "es": "Lo que recuerdo es que ese día me dijiste: Dame tu teléfono."
    }
  },
  {
    "translation": {
      "en": "and you took a picture of me.",
      "es": "Y me tomaste una foto."
    }
  },
  {
    "translation": {
      "en": "And I, like, wondered why you did that?",
      "es": "Me pregunto por qué hiciste eso."
    }
  },
  {
    "translation": {
      "en": "It is very rare in life that you get a chance to record something",
      "es": "No suele pasar que puedes capturar algo"
    }
  },
  {
    "translation": {
      "en": "at the climactic, you know, most important moment.",
      "es": "en el clímax, en el momento más importante."
    }
  },
  {
    "translation": {
      "en": "And then you come back to it.",
      "es": "Luego puedes volver a eso."
    }
  },
  {
    "translation": {
      "en": "Whether it's in a week or a year, it doesn't matter.",
      "es": "En una semana o en un año, no importa."
    }
  },
  {
    "translation": {
      "en": "You… you have, um, a… There's a time gap.",
      "es": "Hay un intervalo temporal."
    }
  },
  {
    "translation": {
      "en": "And in that time gap,",
      "es": "En ese intervalo,"
    }
  },
  {
    "translation": {
      "en": "you actually experience the forces of healing, of recovery.",
      "es": "empiezas a sanar y a recuperarte."
    }
  },
  {
    "translation": {
      "en": "Yeah, I… I haven't looked at this picture",
      "es": "Sí, no he visto esa foto"
    }
  },
  {
    "translation": {
      "en": "in four years.",
      "es": "en cuatro años."
    }
  },
  {
    "translation": {
      "en": "But I, like, printed it out, because I wanted to show you and look at it.",
      "es": "Pero la imprimí, porque quería mostrártela y verla."
    }
  },
  {
    "translation": {
      "en": "You haven't looked at it for four years?  No.",
      "es": "- ¿No la has visto en cuatro años? - No."
    }
  },
  {
    "translation": {
      "en": "In a good way…",
      "es": "En el buen sentido…"
    }
  },
  {
    "translation": {
      "en": "it's like it's… I look stripped of everything fake.",
      "es": "luzco despojado de todo lo falso."
    }
  },
  {
    "translation": {
      "en": "And there is an oddly serene look on my face.",
      "es": "- Mi rostro luce extrañamente sereno. - Sí."
    }
  },
  {
    "translation": {
      "en": "- There is. - Which is, like, so bizarre.",
      "es": "Eso es tan extraño."
    }
  },
  {
    "translation": {
      "en": "But maybe because it, like, demolished…",
      "es": "Tal vez porque eso derribó…"
    }
  },
  {
    "translation": {
      "en": "everything that didn't matter.",
      "es": "todo lo que no importaba."
    }
  },
  {
    "translation": {
      "en": "It demolished everything you thought you needed but you don't need.",
      "es": "Lo que pensabas que necesitabas, pero no necesitas."
    }
  },
  {
    "translation": {
      "en": "That's the picture of somebody who's gone through hell",
      "es": "Es la foto de alguien que atravesó el infierno"
    }
  },
  {
    "translation": {
      "en": "and came out the other side",
      "es": "y pudo salir de ahí."
    }
  },
  {
    "translation": {
      "en": "and is really okay,",
      "es": "Y está bien"
    }
  },
  {
    "translation": {
      "en": "in a very nondramatic way, which I like.",
      "es": "de una manera no dramática, lo cual me gusta."
    }
  },
  {
    "translation": {
      "en": "That's a picture of victory, even though it might not look like it.",
      "es": "Es una foto de la victoria, aunque no parezca."
    }
  },
  {
    "translation": {
      "en": "Loss Processing is a tool that allows you to process loss, right?",
      "es": "El Procesamiento de las pérdidas es una herramienta para procesar pérdidas."
    }
  },
  {
    "translation": {
      "en": "And most people are very bad at it.",
      "es": "La gente es muy mala en eso."
    }
  },
  {
    "translation": {
      "en": "Not only are they bad when there's a loss and they get depressed or bereft,",
      "es": "No solo es mala con la pérdida y se deprime y se abandona,"
    }
  },
  {
    "translation": {
      "en": "but before there's a loss, they're just worrying about a loss.",
      "es": "sino también que antes de la pérdida se preocupa por la pérdida."
    }
  },
  {
    "translation": {
      "en": "The goal of this is to get what's called the potency of nonattachment.",
      "es": "El objetivo es obtener lo que se llama la potencia del desapego."
    }
  },
  {
    "translation": {
      "en": "That means I can pursue something, but I'm willing not to have it.",
      "es": "Es decir, que puedo perseguir algo, pero acepto no obtenerlo."
    }
  },
  {
    "translation": {
      "en": "I still wanna pursue it. I want to pursue it really hard. But I'm also willing to lose.",
      "es": "Tengo muchas ganas de lograrlo, pero estoy dispuesto a perder."
    }
  },
  {
    "translation": {
      "en": "The first thing I want you to do is pick out something that you feel you've become too attached to.",
      "es": "Primero, elige algo a lo que creas que te has apegado demasiado."
    }
  },
  {
    "translation": {
      "en": "It could be a person, a job, something small. It doesn't matter.",
      "es": "Puede ser una persona, un trabajo, algo pequeño. No importa."
    }
  },
  {
    "translation": {
      "en": "But something where you're loath to let go of it.",
      "es": "Algo que te resistes a dejar ir,"
    }
  },
  {
    "translation": {
      "en": "You're afraid, if you let go of it, something terrible's gonna happen.",
      "es": "que temes que si lo dejas ir pasará algo muy malo."
    }
  },
  {
    "translation": {
      "en": "- You have it? - Mm- hmm.",
      "es": "¿Lo pensaste?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "Now imagine you're grasping this thing.",
      "es": "Imagina que te sujetas de eso."
    }
  },
  {
    "translation": {
      "en": "And if it's not a material thing, it doesn't matter.",
      "es": "No importa si no es algo material."
    }
  },
  {
    "translation": {
      "en": "Just imagine you're grasping it,",
      "es": "Solo imagina que te sujetas"
    }
  },
  {
    "translation": {
      "en": "like you're grasping onto a branch on a tree.",
      "es": "como te sujetarías de una rama."
    }
  },
  {
    "translation": {
      "en": "It's scary. You're afraid to let go.",
      "es": "Da miedo. Temes soltarte."
    }
  },
  {
    "translation": {
      "en": "But you let go anyway.",
      "es": "Pero igual lo haces."
    }
  },
  {
    "translation": {
      "en": "And when you let go, you start to fall.",
      "es": "Cuando lo haces, empiezas a caer."
    }
  },
  {
    "translation": {
      "en": "It's not a bad sensation though.",
      "es": "Pero no se siente mal."
    }
  },
  {
    "translation": {
      "en": "The falling is actually kind of slow and gentle, to your surprise,",
      "es": "Para tu sorpresa, la caída es lenta y suave,"
    }
  },
  {
    "translation": {
      "en": "but you're dropping down.",
      "es": "pero estás cayendo."
    }
  },
  {
    "translation": {
      "en": "And you say, I'm willing to lose everything.",
      "es": "Y dices: Estoy dispuesto a perder todo."
    }
  },
  {
    "translation": {
      "en": "And you have to say it silently,",
      "es": "Debes decirlo en silencio."
    }
  },
  {
    "translation": {
      "en": "but you want to really feel the, uh, intent behind that.",
      "es": "Debes decirlo en silencio. Tienes que sentir la intención al decirlo."
    }
  },
  {
    "translation": {
      "en": "And the moment you say that,",
      "es": "En cuanto lo dices,"
    }
  },
  {
    "translation": {
      "en": "you hit the surface of a sun that was down there below you,",
      "es": "tocas la superficie de un sol que estaba debajo de ti,"
    }
  },
  {
    "translation": {
      "en": "and your body burns up.",
      "es": "y tu cuerpo se quema."
    }
  },
  {
    "translation": {
      "en": "Now, at that point, you have lost everything,",
      "es": "En ese momento, pierdes todo,"
    }
  },
  {
    "translation": {
      "en": "because the instrument of possession is your physical body.",
      "es": "porque el instrumento que posee es tu cuerpo."
    }
  },
  {
    "translation": {
      "en": "So if your physical body's burnt up, you're just one sunbeam",
      "es": "Si tu cuerpo está quemado, eres un rayo de sol"
    }
  },
  {
    "translation": {
      "en": "amongst all these other sunbeams.",
      "es": "entre todos los otros rayos de sol."
    }
  },
  {
    "translation": {
      "en": "You're radiating outward in all directions,",
      "es": "Irradias en todas las direcciones."
    }
  },
  {
    "translation": {
      "en": "and what you're radiating is a very loving, giving, outflowing sensation.",
      "es": "Lo que irradias es una sensación muy amorosa, generosa y que fluye."
    }
  },
  {
    "translation": {
      "en": "And then you look around,",
      "es": "Luego, miras alrededor"
    }
  },
  {
    "translation": {
      "en": "and you see, all around you, an infinite number of other suns,",
      "es": "y ves una cantidad infinita de otros soles"
    }
  },
  {
    "translation": {
      "en": "just like the one you're inside of, all of which are radiating outwards.",
      "es": "iguales al tuyo, y todos irradian hacia afuera."
    }
  },
  {
    "translation": {
      "en": "And then you hear the suns, all of them, saying in unison,",
      "es": "Oyes que todos los soles dicen al unísono:"
    }
  },
  {
    "translation": {
      "en": "We are everywhere.",
      "es": "Estamos en todas partes."
    }
  },
  {
    "translation": {
      "en": "This world is called a sun world.",
      "es": "Este es un mundo de sol."
    }
  },
  {
    "translation": {
      "en": "All you can do is give. You can't take.",
      "es": "Aquí solo puedes dar. No puedes tomar."
    }
  },
  {
    "translation": {
      "en": "You can't grasp. You can't hold on to anything. It's just impossible.",
      "es": "No puedes sujetarte a nada, eso es imposible."
    }
  },
  {
    "translation": {
      "en": "Now you can open your eyes.",
      "es": "Ahora, abre los ojos."
    }
  },
  {
    "translation": {
      "en": "How'd it feel?",
      "es": "¿Cómo te sentiste?"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "- You don't wanna say anything else? - Yeah, I do.",
      "es": "- ¿Quieres decir algo más? - Sí."
    }
  },
  {
    "translation": {
      "en": "Which is, I'm very good at nonattachment",
      "es": "Soy muy bueno practicando el desapego"
    }
  },
  {
    "translation": {
      "en": "to, like, a job or an identity or a beef with someone.",
      "es": "con un trabajo, una identidad o una pelea con alguien."
    }
  },
  {
    "translation": {
      "en": "I can get there and use the tools to get there.",
      "es": "Puedo hacerlo y uso las herramientas para eso."
    }
  },
  {
    "translation": {
      "en": "When it comes to things like a romantic relationship",
      "es": "Cuando se trata de cosas como una relación romántica"
    }
  },
  {
    "translation": {
      "en": "or a family member that I love,",
      "es": "o un familiar a quien amo,"
    }
  },
  {
    "translation": {
      "en": "the idea of losing those things,",
      "es": "la idea de perder esas cosas"
    }
  },
  {
    "translation": {
      "en": "I struggle with that concept.",
      "es": "me es muy difícil de afrontar."
    }
  },
  {
    "translation": {
      "en": "Think about it like this. You're not trying to become nonattached.",
      "es": "Piénsalo así: no intentas ser una persona desapegada."
    }
  },
  {
    "translation": {
      "en": "You're trying to move towards nonattachment",
      "es": "Intentas acercarte al desapego"
    }
  },
  {
    "translation": {
      "en": "every time you get scared of a loss.",
      "es": "cada vez que le temes a una pérdida."
    }
  },
  {
    "translation": {
      "en": "For most people,",
      "es": "La mayoría de las personas"
    }
  },
  {
    "translation": {
      "en": "they've never been nonattached for one second in their whole life.",
      "es": "no practica el desapego ni un segundo de su vida."
    }
  },
  {
    "translation": {
      "en": "So even the fact that they can move towards that is… is helpful for them.",
      "es": "Tan solo acercarse a eso los ayuda."
    }
  },
  {
    "translation": {
      "en": "If you're human, it's not possible. It wouldn't even be good if you were totally nonattached.",
      "es": "Si eres humano, no es posible ni sería bueno desapegarte del todo."
    }
  },
  {
    "translation": {
      "en": "That makes a lot of sense.",
      "es": "Tiene sentido."
    }
  },
  {
    "translation": {
      "en": "So the goal is not to become completely nonattached. No.",
      "es": "El objetivo no es desapegarte por completo."
    }
  },
  {
    "translation": {
      "en": "It's work towards no one person, place, or thing leaving you",
      "es": "Es entender que ninguna persona, lugar o cosa que pierdes"
    }
  },
  {
    "translation": {
      "en": "can completely take away your whole existence and your sense of wholeness.",
      "es": "puede afectar toda tu existencia ni tu sentido de integridad."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "es": "Así es."
    }
  },
  {
    "translation": {
      "en": "I don't wanna leave anything in the shadows, because I don't want it to become this, like, thing that eats at me.",
      "es": "No quiero dejar nada en las sombras porque no quiero que eso me carcoma."
    }
  },
  {
    "translation": {
      "en": "And even your fears, I think, when you say them, or your pain, when you say it, does set you free in a lot of ways.",
      "es": "Y creo que cuando pones en palabras el miedo o el dolor es muy liberador."
    }
  },
  {
    "translation": {
      "en": "Yeah, it does.",
      "es": "Es cierto."
    }
  },
  {
    "translation": {
      "en": "And I use Loss Processing, and it really helps.",
      "es": "Uso el Procesamiento de las pérdidas, me ayuda mucho."
    }
  },
  {
    "translation": {
      "en": "I wanna be like a monk and be like, These tools just help it all dissolve,",
      "es": "Quiero ser como un monje y decir: Estas herramientas disuelven todo,"
    }
  },
  {
    "translation": {
      "en": "but I still feel that pain every day.",
      "es": "pero siento el dolor todos los días."
    }
  },
  {
    "translation": {
      "en": "- You know? - Yeah.",
      "es": "- ¿Entiendes? - Sí."
    }
  },
  {
    "translation": {
      "en": "I still miss my brother.",
      "es": "Aún extraño a mi hermano."
    }
  },
  {
    "translation": {
      "en": "Yeah, you will for a very long time.",
      "es": "Y lo harás por mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "But let me put it this way.",
      "es": "Pero déjame decirlo así."
    }
  },
  {
    "translation": {
      "en": "Death is not a permanent condition.",
      "es": "La muerte no es una condición permanente."
    }
  },
  {
    "translation": {
      "en": "You can… you can be afraid of death, that's fine,",
      "es": "Puedes temerle a la muerte, está bien,"
    }
  },
  {
    "translation": {
      "en": "as long as you feel something after death.",
      "es": "mientras sientas algo después de la muerte."
    }
  },
  {
    "translation": {
      "en": "And that's rebirth.",
      "es": "Y eso es el renacer."
    }
  },
  {
    "translation": {
      "en": "The idea that rebirth is possible from the very worst,",
      "es": "La idea de que podemos renacer de lo peor,"
    }
  },
  {
    "translation": {
      "en": "the dregs of the world, dregs of experience,",
      "es": "de la escoria del mundo, de la escoria de la vida,"
    }
  },
  {
    "translation": {
      "en": "and you can make something cyclically come alive again.",
      "es": "y que algo puede cobrar vida de nuevo de manera cíclica."
    }
  },
  {
    "translation": {
      "en": "That's the closest a human being can get to God.",
      "es": "Eso es lo más cerca que un humano puede estar de Dios."
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand it's just a reality and that life just does go on.",
      "es": "Sí, lo entiendo. Es una realidad. La vida sigue."
    }
  },
  {
    "translation": {
      "en": "But there's very few people on that list that I just don't want to fucking lose so…",
      "es": "Pero hay gente en esa lista que no quiero perder."
    }
  },
  {
    "translation": {
      "en": "I don't want to lose you either.",
      "es": "Yo tampoco quiero perderte a ti."
    }
  },
  {
    "translation": {
      "en": "What do I do?",
      "es": "¿Qué hago?"
    }
  },
  {
    "translation": {
      "en": "I think we should get married.",
      "es": "Casémonos."
    }
  },
  {
    "translation": {
      "en": "- I want a prenup. -",
      "es": "Quiero un prenupcial."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, here we go, some of the good ones. These are so sick.",
      "es": "- Aquí están. - Son maravillosos."
    }
  },
  {
    "translation": {
      "en": "Yeah, this…",
      "es": "Sí. Este."
    }
  },
  {
    "translation": {
      "en": "One of the things that this movie is accomplishing for me while I'm making it",
      "es": "Mientras la hago, esta película me está ayudando a lograr algo."
    }
  },
  {
    "translation": {
      "en": "is that I used to think that the people I look up to",
      "es": "Solía pensar que la gente a la que admiro"
    }
  },
  {
    "translation": {
      "en": "are absolved of the problems that I have.",
      "es": "no tiene los problemas que yo tengo."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "es": "Lo siento."
    }
  },
  {
    "translation": {
      "en": "I understand. I under--",
      "es": "Entiendo."
    }
  },
  {
    "translation": {
      "en": "It's absurd. I know. It really is absurd. It's not…",
      "es": "Es muy absurdo, lo sé."
    }
  },
  {
    "translation": {
      "en": "- You're laughing 'cause it's absurd. - Yeah.",
      "es": "- Te ríes porque es absurdo. - Sí."
    }
  },
  {
    "translation": {
      "en": "Right. And I think it's good for people to see",
      "es": "Y creo que es bueno que la gente vea"
    }
  },
  {
    "translation": {
      "en": "that you, for me, are someone who's created these things,",
      "es": "que tú, por ejemplo, que creaste todo esto"
    }
  },
  {
    "translation": {
      "en": "and I think it's important that people who we look up to",
      "es": "y las personas a las que admiramos"
    }
  },
  {
    "translation": {
      "en": "aren't exempt from all the problems that we ourselves have.",
      "es": "no están exentos de los problemas que nosotros tenemos."
    }
  },
  {
    "translation": {
      "en": "You are still in the struggle and in the fight of being a human",
      "es": "Tú estás en la lucha de ser un humano"
    }
  },
  {
    "translation": {
      "en": "just like everybody else is.",
      "es": "como todos los demás."
    }
  },
  {
    "translation": {
      "en": "Your whole thing is that you're never exempt from the pain",
      "es": "El punto es que tú no estás exento del dolor,"
    }
  },
  {
    "translation": {
      "en": "or the uncertainty or the constant work.",
      "es": "la incertidumbre o el trabajo constante."
    }
  },
  {
    "translation": {
      "en": "And I think there's something beautiful about seeing your vulnerability,",
      "es": "Hay algo hermoso en ver tu vulnerabilidad."
    }
  },
  {
    "translation": {
      "en": "for me, that dissects that there will never be anyone that has it all figured out.",
      "es": "A mí me permite entender que nunca nadie tendrá todo resuelto."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "That's the secret of life.",
      "es": "Ese es el secreto de la vida."
    }
  },
  {
    "translation": {
      "en": "- As far as I'm concerned. - Is what?",
      "es": "- A mi entender. - ¿Cuál?"
    }
  },
  {
    "translation": {
      "en": "Accepting that you won't figure it out ever.",
      "es": "Aceptar que nunca lo tendrás resuelto."
    }
  },
  {
    "translation": {
      "en": "Nobody else will figure it out.",
      "es": "Ni nadie."
    }
  },
  {
    "translation": {
      "en": "Happiness depends on how you accept that",
      "es": "La felicidad depende de cómo aceptas eso,"
    }
  },
  {
    "translation": {
      "en": "and what you do about it.",
      "es": "y qué haces al respecto."
    }
  },
  {
    "translation": {
      "en": "But first is accept it, because if you don't accept it,",
      "es": "Pero primero debes aceptarlo, porque si no lo haces,"
    }
  },
  {
    "translation": {
      "en": "you have this thing in your mind that I can get over it",
      "es": "tienes algo en tu mente que podrías superar,"
    }
  },
  {
    "translation": {
      "en": "or under it and eliminate it, and you can't.",
      "es": "ignorar o eliminar, pero no puedes."
    }
  },
  {
    "translation": {
      "en": "This is such a great moment right now.",
      "es": "Este es un gran momento."
    }
  },
  {
    "translation": {
      "en": "Could you guys stay just like this, and I'm gonna go home and go to sleep?",
      "es": "¿Pueden quedarse así? Yo me iré a casa a dormir."
    }
  },
  {
    "translation": {
      "en": "When I get back here in the morning, I want to find you just…",
      "es": "Cuando regrese en la mañana, quiero encontrarlos así."
    }
  },
  {
    "translation": {
      "en": "- Would that be reasonable? - Yeah.",
      "es": "- ¿Les parece bien? - Sí."
    }
  },
  {
    "translation": {
      "en": "Are you tired?",
      "es": "¿Estás cansado?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, I'm kind of tired. - All right, go lay down.",
      "es": "- Sí, un poco. - Bueno, ve a recostarte."
    }
  },
  {
    "translation": {
      "en": "What do you see when you close your eyes?",
      "es": "¿Qué ves al cerrar los ojos?"
    }
  },
  {
    "translation": {
      "en": "I see an ocean.",
      "es": "Un océano."
    }
  },
  {
    "translation": {
      "en": "And it's a beautiful beach, and the waves are--",
      "es": "Una playa hermosa y olas."
    }
  },
  {
    "translation": {
      "en": "They're not huge waves. They're just perfectly formed waves.",
      "es": "No son olas gigantes. Son olas de forma perfecta."
    }
  },
  {
    "translation": {
      "en": "And they're running up and down my body now.",
      "es": "Ahora van y vuelven por mi cuerpo."
    }
  },
  {
    "translation": {
      "en": "Is the water warm or cold?",
      "es": "¿El agua está fría o cálida?"
    }
  },
  {
    "translation": {
      "en": "Warm.",
      "es": "Cálida."
    }
  },
  {
    "translation": {
      "en": "You know what my mother said when my brother, um, went into the hospital?",
      "es": "¿Sabes qué dijo mi madre cuando mi hermano quedó internado?"
    }
  },
  {
    "translation": {
      "en": "She said, He went… he… he entered it as an infant, or, you know, he was three,",
      "es": "Entró como un infante, porque él tenía tres años,"
    }
  },
  {
    "translation": {
      "en": "but three months later, I think it was three months later when he died,",
      "es": "pero tres meses después, creo que murió tres meses después,"
    }
  },
  {
    "translation": {
      "en": "he was a grown man.",
      "es": "ya era un adulto."
    }
  },
  {
    "translation": {
      "en": "So something… He was transformed.",
      "es": "Algo lo transformó."
    }
  },
  {
    "translation": {
      "en": "It made me feel so, um, sad, but also,",
      "es": "Me hizo sentir muy triste, pero a la vez…"
    }
  },
  {
    "translation": {
      "en": "Also in awe, I guess.",
      "es": "sentí asombro, supongo."
    }
  },
  {
    "translation": {
      "en": "- Can you see him now? - What?",
      "es": "- ¿Puedes verlo ahora? - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "You see him now?",
      "es": "¿Puedes verlo?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, it's… He… he's not particularly--",
      "es": "Sí, no es exactamente él."
    }
  },
  {
    "translation": {
      "en": "I feel that that is my brother, but, you know, he feels like… He feels like he's your age, actually.",
      "es": "Siento que es mi hermano, pero luce de tu edad."
    }
  },
  {
    "translation": {
      "en": "He says…",
      "es": "Dice"
    }
  },
  {
    "translation": {
      "en": "…he didn't give me enough advance warning about his death.",
      "es": "que no me avisó con suficiente antelación de su muerte."
    }
  },
  {
    "translation": {
      "en": "He's saying…",
      "es": "Dice…"
    }
  },
  {
    "translation": {
      "en": "He's saying it didn't bother him that much. He… he knew about it.",
      "es": "Dice que no le molestó tanto, que ya lo sabía."
    }
  },
  {
    "translation": {
      "en": "I don't see how he could have… told me.",
      "es": "No sé cómo podría habérmelo dicho."
    }
  },
  {
    "translation": {
      "en": "Maybe. I don't know.",
      "es": "Tal vez. No sé."
    }
  },
  {
    "translation": {
      "en": "I swear, I know this is impossible, but I'm having this feeling",
      "es": "Sé que es imposible, pero juro que tengo la sensación"
    }
  },
  {
    "translation": {
      "en": "as if I'm flying.",
      "es": "de estar volando."
    }
  },
  {
    "translation": {
      "en": "How does it feel?",
      "es": "¿Cómo se siente?"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "es": "Increíble."
    }
  },
  {
    "translation": {
      "en": "Can I, uh, sit up?",
      "es": "¿Puedo sentarme?"
    }
  },
  {
    "translation": {
      "en": "You're flying through the air?",
      "es": "¿Vuelas por el aire?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm… I'm hoping that'll stop when my feet…",
      "es": "Espero que se detenga cuando mis pies…"
    }
  },
  {
    "translation": {
      "en": "Are you insured for that?",
      "es": "¿Tienen seguro?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, you wanna sit up? - Yeah.",
      "es": "- Sí. ¿Quieres sentarte? - Sí."
    }
  },
  {
    "translation": {
      "en": "Yeah, sit up. Of course.",
      "es": "Siéntate. Claro."
    }
  },
  {
    "translation": {
      "en": "- This is a nice room. -",
      "es": "Qué linda habitación."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "es": "Vaya."
    }
  },
  {
    "translation": {
      "en": "This is the real challenge for me every day, is to get out of bed.",
      "es": "Este es mi desafío todos los días, salir de la cama."
    }
  },
  {
    "translation": {
      "en": "Maybe it's just an attempt to gain control over me or…",
      "es": "Tal vez es un intento de obtener control sobre mí."
    }
  },
  {
    "translation": {
      "en": "I'm not sure. Why did you?  All those reasons.",
      "es": "- No sé. ¿Por qué lo haces? - Por todo eso."
    }
  },
  {
    "translation": {
      "en": "- Should somebody grab your medicine? - Yeah.",
      "es": "- ¿Te traemos tu medicación? - Sí."
    }
  },
  {
    "translation": {
      "en": "I like the background the way it is,",
      "es": "Me gusta el fondo así,"
    }
  },
  {
    "translation": {
      "en": "because a lot of people have dreams",
      "es": "porque muchas personas tienen sueños"
    }
  },
  {
    "translation": {
      "en": "where they… they have… they discover another bedroom in their house,",
      "es": "en los que descubren otra habitación en su casa."
    }
  },
  {
    "translation": {
      "en": "or sometimes they'll discover, like, a whole huge thing.",
      "es": "A veces, descubren algo enorme."
    }
  },
  {
    "translation": {
      "en": "What it really means in the dream world is you're becoming more conscious.",
      "es": "En el mundo de los sueños, significa que eres más consciente."
    }
  },
  {
    "translation": {
      "en": "Your view of the universe is expanding.",
      "es": "Tu visión del universo se expande."
    }
  },
  {
    "translation": {
      "en": "So people have dreams that there's a room in their house that's not there,",
      "es": "La gente sueña con una habitación en su casa que no existe,"
    }
  },
  {
    "translation": {
      "en": "and it means their mind is expanding or they're growing?",
      "es": "¿y significa que su mente se expande?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Mm- hmm.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "That's crazy.",
      "es": "Qué locura."
    }
  },
  {
    "translation": {
      "en": "…won't recover. I say, Do what the fuck I tell you. Do exactly what I tell you. I guarantee you'll feel better.",
      "es": "…le digo: Haz exactamente lo que te diga. Te garantizo que te sentirás mejor."
    }
  },
  {
    "translation": {
      "en": "Wait, I have an idea.",
      "es": "Tengo una idea."
    }
  },
  {
    "translation": {
      "en": "Yeah, go ahead.",
      "es": "Dímela."
    }
  },
  {
    "translation": {
      "en": "Since we already shot the opening of the movie,",
      "es": "Como ya filmamos el principio,"
    }
  },
  {
    "translation": {
      "en": "this might be for the end of the movie,",
      "es": "esto podría ser para el final."
    }
  },
  {
    "translation": {
      "en": "if we're saying why I made this movie now, after all we've been through.",
      "es": "Decimos por qué hago la película, después de todo lo que atravesamos."
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "es": "Buena idea."
    }
  },
  {
    "translation": {
      "en": "See if you can… just really fast,",
      "es": "Inténtalo. Rápido."
    }
  },
  {
    "translation": {
      "en": "see if you can say the beginning, and then, right after that, say the end.",
      "es": "Fíjate si puedes decir el principio y, en seguida, el final."
    }
  },
  {
    "translation": {
      "en": "I'm making this movie",
      "es": "Hago esta película"
    }
  },
  {
    "translation": {
      "en": "because I want to give therapy and the tools I've learned in therapy",
      "es": "porque quiero que la terapia y las herramientas que aprendí en ella"
    }
  },
  {
    "translation": {
      "en": "to as many people as possible through a film.",
      "es": "le lleguen a la mayor cantidad de personas a través de una película."
    }
  },
  {
    "translation": {
      "en": "I made this movie",
      "es": "Hice esta película"
    }
  },
  {
    "translation": {
      "en": "because I love Phil…",
      "es": "porque adoro a Phil…"
    }
  },
  {
    "translation": {
      "en": "because I love the life these tools allowed for me to have.",
      "es": "y adoro la vida que estas herramientas me permitieron tener."
    }
  },
  {
    "translation": {
      "en": "And it doesn't matter what people think about the movie.",
      "es": "No importa qué piense la gente de ella."
    }
  },
  {
    "translation": {
      "en": "It just matters that we finished it.",
      "es": "Solo importa que la terminamos."
    }
  },
  {
    "translation": {
      "en": "Together.",
      "es": "Juntos."
    }
  },
  {
    "translation": {
      "en": "Yeah, I feel closer to you now than when we started,",
      "es": "Sí, me siento más cercano a ti que cuando empezamos."
    }
  },
  {
    "translation": {
      "en": "which I think is a great sign.",
      "es": "Creo que es un buen signo."
    }
  },
  {
    "translation": {
      "en": "It's also great luck for me, you know, at age 74.",
      "es": "También es una gran suerte para mí a los 74 años."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "es": "Te quiero."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "es": "Te quiero."
    }
  },
  {
    "translation": {
      "en": "I still wish you would stop dumping so much shit on me.",
      "es": "Aún deseo que dejes de descargarme tu mierda."
    }
  },
  {
    "translation": {
      "en": "♪ The last long day she said goodbye ♪ ♪ Well, Lord, I thought I would cry ♪",
      "es": "DEDICADA A NUESTROS HERMANOS"
    }
  },
  {
    "translation": {
      "en": "When we shot, like, months ago,",
      "es": "Cuando filmamos, hace meses,"
    }
  },
  {
    "translation": {
      "en": "you had mentioned a relationship that was kind of on and off for a long time,",
      "es": "mencionaste una relación intermitente de muchos años."
    }
  },
  {
    "translation": {
      "en": "and then you mentioned to me briefly in a phone call",
      "es": "Luego, me mencionaste en una llamada"
    }
  },
  {
    "translation": {
      "en": "how you had reached out to that person,",
      "es": "que habías contactado a esa persona."
    }
  },
  {
    "translation": {
      "en": "and I wanna ask you about it but only if you wanna talk about it.",
      "es": "Quiero preguntarte de eso, solo si quieres hablarlo."
    }
  },
  {
    "translation": {
      "en": "It's so amazing.",
      "es": "Es asombroso."
    }
  },
  {
    "translation": {
      "en": "This is-- She's the closest person in the world to me.",
      "es": "Ella es la persona más cercana a mí."
    }
  },
  {
    "translation": {
      "en": "Mostly, when we were younger, not wanting to be in a relationship, mostly it was me.",
      "es": "Cuando éramos jóvenes, el que no quería una relación era yo."
    }
  },
  {
    "translation": {
      "en": "I didn't have the will to make it work.",
      "es": "No tenía la voluntad para hacerla funcionar."
    }
  },
  {
    "translation": {
      "en": "Now I do.",
      "es": "Ahora sí."
    }
  },
  {
    "translation": {
      "en": "- Did you reach out after our conversation? - Yeah, it actually… it helped me. Yeah.",
      "es": "- ¿La llamaste después de nuestra charla? - Sí. Me ayudó."
    }
  },
  {
    "translation": {
      "en": "- Our conversation made me a bit ashamed. - In what way?",
      "es": "- Nuestra charla me hizo sentir vergüenza. - ¿En qué sentido?"
    }
  },
  {
    "translation": {
      "en": "That I was doing something, like, without full commitment,",
      "es": "Sentí que hacía algo sin comprometerme del todo."
    }
  },
  {
    "translation": {
      "en": "like in a half- assed way.",
      "es": "A medias."
    }
  },
  {
    "translation": {
      "en": "So that was very helpful.",
      "es": "Eso me ayudó mucho."
    }
  },
  {
    "translation": {
      "en": "Who do you think's more scared of trying it out for real between you two?",
      "es": "¿Quién de los dos tiene más miedo de intentarlo en serio?"
    }
  },
  {
    "translation": {
      "en": "You or her?",
      "es": "¿Tú o ella?"
    }
  },
  {
    "translation": {
      "en": "Oh, me, 100%.",
      "es": "Yo, 100 %."
    }
  },
  {
    "translation": {
      "en": "You think you'll be able to let down some walls",
      "es": "¿Crees que podrás derribar algunos muros"
    }
  },
  {
    "translation": {
      "en": "and put some fears aside to try, or you want to?",
      "es": "y dejar miedos de lado para intentarlo o que quieres?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm going to. Yeah.",
      "es": "Sí, lo haré."
    }
  },
  {
    "translation": {
      "en": "What would be the hopeful outcome?",
      "es": "¿Cuál sería el resultado esperado?"
    }
  },
  {
    "translation": {
      "en": "The hopeful outcome is it works out.",
      "es": "Que funcione."
    }
  },
  {
    "translation": {
      "en": "That would be the hopeful outcome.",
      "es": "Ese sería el resultado esperado."
    }
  }
]