[
  {
    "translation": {
      "en": "Have you heard about Kai, the hitchhiking hatchet hero?",
      "es": "¿Conoces a Kai, el héroe mochilero del hacha?"
    }
  },
  {
    "translation": {
      "en": "If you haven't, you will. It's the hottest video on the Internet right now.",
      "es": "Descuida, lo conocerás. Es el video más popular de internet."
    }
  },
  {
    "translation": {
      "en": "- What do you wanna talk about? - What happened?",
      "es": "- ¿De qué quieres hablar? - ¿Qué pasó?"
    }
  },
  {
    "translation": {
      "en": "This was not a typical news story.",
      "es": "No era una noticia cualquiera."
    }
  },
  {
    "translation": {
      "en": "It may have started out as one, but it very quickly progressed into a heck of a lot more.",
      "es": "Empezó así, pero rápidamente se convirtió en mucho más."
    }
  },
  {
    "translation": {
      "en": "I mean, there's no doubt that day Kai was a hero.",
      "es": "No hay dudas de que ese día Kai actuó como un héroe."
    }
  },
  {
    "translation": {
      "en": "Everyone around the world wanted a piece of this kid.",
      "es": "Todo el mundo quería saber de él."
    }
  },
  {
    "translation": {
      "en": "He could have had anything he wanted. I mean, he could have had the money, the fame.",
      "es": "Podría haber tenido lo que quisiera. Podría haber tenido fortunas, fama."
    }
  },
  {
    "translation": {
      "en": "But this dude that I introduced the world to",
      "es": "Pero este tipo que le presenté al mundo"
    }
  },
  {
    "translation": {
      "en": "went, in the matter of three months,",
      "es": "pasó, en solo tres meses,"
    }
  },
  {
    "translation": {
      "en": "from this amazing, heroic, beautiful person",
      "es": "de ser una gran persona, bella y heroica,"
    }
  },
  {
    "translation": {
      "en": "to wanted by authorities for murder.",
      "es": "a ser buscado por la policía por homicidio."
    }
  },
  {
    "translation": {
      "en": "- So it's a really fucked- up story. -",
      "es": "Es una historia muy retorcida."
    }
  },
  {
    "translation": {
      "en": "He's calling right now.",
      "es": "Me está llamando."
    }
  },
  {
    "translation": {
      "en": "- Who is? - Kai.",
      "es": "- ¿Quién? - Kai."
    }
  },
  {
    "translation": {
      "en": "- Hello? - You have a prepaid call.",
      "es": "- ¿Hola? - Tiene una llamada prepaga."
    }
  },
  {
    "translation": {
      "en": "You will not be charged for this call.",
      "es": "No le cobrarán esta llamada."
    }
  },
  {
    "translation": {
      "en": "This call is from an inmate at the New Jersey State Prison.",
      "es": "Lo llama un recluso de la penitenciaría de Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "This call will be monitored and recorded.",
      "es": "La llamada será monitoreada y grabada."
    }
  },
  {
    "translation": {
      "en": "When we began to hear about this next story in the newsroom",
      "es": "Cuando se habló de la noticia en nuestra redacción,"
    }
  },
  {
    "translation": {
      "en": "a little after 2:00 p.m. this afternoon,",
      "es": "poco después de las 2:00 p. m.,"
    }
  },
  {
    "translation": {
      "en": "it sounded very strange.",
      "es": "nos pareció algo muy raro."
    }
  },
  {
    "translation": {
      "en": "And, as KMPH news anchor Jessob Reisbeck shows us,",
      "es": "Y como nos muestra Jessob Reisbeck, anfitrión de KMPH,"
    }
  },
  {
    "translation": {
      "en": "it only got crazier.",
      "es": "se puso cada vez más extraño."
    }
  },
  {
    "translation": {
      "en": "It's February 1st 2013.",
      "es": "Primero de febrero de 2013."
    }
  },
  {
    "translation": {
      "en": "I had been tabbed to report news that day.",
      "es": "Ese día me tocaba ser reportero."
    }
  },
  {
    "translation": {
      "en": "And over the scanner came,",
      "es": "Por el escáner supimos"
    }
  },
  {
    "translation": {
      "en": "There's been a car accident. It looks pretty bad.",
      "es": "de un accidente de tránsito bastante grave."
    }
  },
  {
    "translation": {
      "en": "There's someone pinned between the car and a utility vehicle.",
      "es": "Había alguien atrapado entre un auto y un camión."
    }
  },
  {
    "translation": {
      "en": "The driver's yelling crazy things.",
      "es": "El conductor gritaba locuras,"
    }
  },
  {
    "translation": {
      "en": "'I'm Jesus Christ. All Black people deserve to die.'",
      "es": "como: Soy Jesús y Todos los negros merecen morir."
    }
  },
  {
    "translation": {
      "en": "Racist things. Terrible things.",
      "es": "Cosas terribles y racistas."
    }
  },
  {
    "translation": {
      "en": "An absolute bizarre scene here in West Fresno at the corner of McKinley and Marks.",
      "es": "Una escena extraña aquí en West Fresno, en McKinley y Marks."
    }
  },
  {
    "translation": {
      "en": "I was a sports anchor and reporter,",
      "es": "Era presentador deportivo y reportero."
    }
  },
  {
    "translation": {
      "en": "and, for whatever reason, we were short on news reporters.",
      "es": "Por algún motivo, teníamos pocos reporteros,"
    }
  },
  {
    "translation": {
      "en": "So this was literally my first day covering news,",
      "es": "así que ese era el primer día que cubría las noticias,"
    }
  },
  {
    "translation": {
      "en": "and it turned out to be,",
      "es": "y resultó ser…"
    }
  },
  {
    "translation": {
      "en": "man, something else.",
      "es": "bueno, mucho más."
    }
  },
  {
    "translation": {
      "en": "A man plows his car into a PG&E worker,",
      "es": "Un hombre embiste a un empleado de la compañía de energía"
    }
  },
  {
    "translation": {
      "en": "pinning him against his truck, because the worker was Black.",
      "es": "y lo deja atrapado contra su camioneta porque el empleado era negro."
    }
  },
  {
    "translation": {
      "en": "And innocent bystanders come to the rescue.",
      "es": "Transeúntes inocentes vienen al rescate."
    }
  },
  {
    "translation": {
      "en": "He must have done this on purpose. Like, he tried to kill this dude.",
      "es": "Debía ser a propósito, había tratado de matarlo."
    }
  },
  {
    "translation": {
      "en": "My mom ran to the driver to make sure he was okay",
      "es": "Mi mamá corrió a ver al conductor,"
    }
  },
  {
    "translation": {
      "en": "'cause we thought maybe it was just an accident.",
      "es": "porque pensamos que había sido un accidente."
    }
  },
  {
    "translation": {
      "en": "He just kept saying he was Jesus Christ",
      "es": "Decía que era Jesús"
    }
  },
  {
    "translation": {
      "en": "and he's gonna save all of us and that, but we have to get…",
      "es": "y que nos iba a salvar a todos, pero que…"
    }
  },
  {
    "translation": {
      "en": "He used the N word, meaning the Black people and that. He said we need to get them off of the earth.",
      "es": "debíamos aniquilar a todos los negros de m…."
    }
  },
  {
    "translation": {
      "en": "The driver ends up being this 6'4, 300- pound huge guy.",
      "es": "El conductor era gigante, medía 1.93 m y pesaba más de 130 kg."
    }
  },
  {
    "translation": {
      "en": "Then he turns to this woman that tried to come and help",
      "es": "Luego se dirigió a una mujer que quería ayudar,"
    }
  },
  {
    "translation": {
      "en": "and starts to physically hurt her, got her in a bear hug, is choking her.",
      "es": "empezó a lastimarla, a abrazarla con violencia, a asfixiarla."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, she said the passenger, who looked like a hitchhiker, a homeless guy,",
      "es": "Ella dijo que, de repente, el pasajero, que parecía un mochilero indigente,"
    }
  },
  {
    "translation": {
      "en": "comes and attacks the driver and saves her.",
      "es": "atacó al conductor y la salvó."
    }
  },
  {
    "translation": {
      "en": "And, as I'm doing this interview,",
      "es": "Mientras la entrevistaba,"
    }
  },
  {
    "translation": {
      "en": "I look across this two- lane farm road",
      "es": "miré esa ruta rural de dos carriles"
    }
  },
  {
    "translation": {
      "en": "and down walking on the other side of the road",
      "es": "y vi que, del otro lado,"
    }
  },
  {
    "translation": {
      "en": "was a guy with long hair, a bandana, a really big backpack,",
      "es": "iba un tipo de pelo largo, bandana, con una mochila muy pesada,"
    }
  },
  {
    "translation": {
      "en": "and not to stereotype, but looked like a homeless hitchhiker.",
      "es": "que, no quiero generalizar, parecía un mochilero indigente."
    }
  },
  {
    "translation": {
      "en": "- Can we talk to you? Do you mind? - What do you wanna talk about?",
      "es": "- ¿Podemos hablar? - ¿De qué quieres hablar?"
    }
  },
  {
    "translation": {
      "en": "What happened today?",
      "es": "¿Qué pasó?"
    }
  },
  {
    "translation": {
      "en": "Well, went straight outta Dogtown.",
      "es": "Salí de Dogtown."
    }
  },
  {
    "translation": {
      "en": "Skateboarding, surfing it up…",
      "es": "Anduve en patineta, hice surf."
    }
  },
  {
    "translation": {
      "en": "The first thing he wanted to do was send a loving message",
      "es": "Antes que nada, quiso mandar un mensaje de amor"
    }
  },
  {
    "translation": {
      "en": "to whoever sees this interview. It's powerful. It gives me goosebumps.",
      "es": "a los espectadores. Fue fuerte, me dio escalofríos."
    }
  },
  {
    "translation": {
      "en": "He'd been through this crazy,",
      "es": "Acababa de vivir una locura,"
    }
  },
  {
    "translation": {
      "en": "what to most people would be a traumatic situation, and he looked right in the camera…",
      "es": "algo traumático para casi cualquiera, y él miró directo a la cámara…"
    }
  },
  {
    "translation": {
      "en": "Before I say anything else, I wanna say",
      "es": "Quiero decir una cosa:"
    }
  },
  {
    "translation": {
      "en": "no matter what you've done, you deserve respect.",
      "es": "hagas lo que hagas, mereces respeto."
    }
  },
  {
    "translation": {
      "en": "Even if you make mistakes, you're lovable,",
      "es": "Por más que te equivoques, mereces amor."
    }
  },
  {
    "translation": {
      "en": "and it doesn't matter your looks, skills, or age, size, or anything,",
      "es": "Sin importar tu apariencia, talento, edad ni tamaño."
    }
  },
  {
    "translation": {
      "en": "you're worthwhile. No one can ever take that away from you. Now…",
      "es": "Mereces amor, que nadie te convenza de lo contrario."
    }
  },
  {
    "translation": {
      "en": "He just had such a different perspective of what he was supposed to do in that moment.",
      "es": "Tenía una perspectiva diferente de lo que debía hacer en ese momento."
    }
  },
  {
    "translation": {
      "en": "I look over. The guy's pinned there.",
      "es": "El tipo estaba ahí atrapado."
    }
  },
  {
    "translation": {
      "en": "Buddy gets out. These two women are trying to help him.",
      "es": "Él salió, dos mujeres trataron de ayudar."
    }
  },
  {
    "translation": {
      "en": "He runs up, and he grabs one of them, man.",
      "es": "Él se abalanzó sobre una de ellas."
    }
  },
  {
    "translation": {
      "en": "A guy that big can snap a woman's neck like a pencil stick.",
      "es": "Con ese tamaño, podía partirle el cuello sin esfuerzo."
    }
  },
  {
    "translation": {
      "en": "So I fucking ran up behind him with a hatchet.",
      "es": "Así que corrí con un hacha."
    }
  },
  {
    "translation": {
      "en": "Smash! Smash! Smash!",
      "es": "¡Y le di, le di, le di!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Who would expect a hatchet- wielding hitchhiker to be coming to save the day?",
      "es": "¿Quién esperaría que un mochilero con un hacha viniera al rescate?"
    }
  },
  {
    "translation": {
      "en": "I was blown away. Absolutely blown away,",
      "es": "Quedé asombrado, no lo podía creer."
    }
  },
  {
    "translation": {
      "en": "'cause you looked at him and he's rough around the edges,",
      "es": "Se veía desaliñado,"
    }
  },
  {
    "translation": {
      "en": "and then you see",
      "es": "pero luego entendías"
    }
  },
  {
    "translation": {
      "en": "the treasure he truly was.",
      "es": "que era un verdadero tesoro."
    }
  },
  {
    "translation": {
      "en": "That woman was in danger. He just finished, what looked like at the time, killing somebody.",
      "es": "Esa mujer estaba en peligro. Parecía que él había matado a alguien."
    }
  },
  {
    "translation": {
      "en": "If I hadn't done that, he would've killed more people.",
      "es": "Si no hacía nada, iba a matar a más gente."
    }
  },
  {
    "translation": {
      "en": "Did it strike you as odd that he had a hatchet?",
      "es": "¿Te pareció raro que tuviera un hacha?"
    }
  },
  {
    "translation": {
      "en": "Did it-- Not really. I mean, I just--",
      "es": "La verdad, no."
    }
  },
  {
    "translation": {
      "en": "You know, I figured being kind of a homeless transient, a hatchet would be a good thing to have, you know.",
      "es": "Como era un indigente nómade, me pareció que un hacha podía serle útil."
    }
  },
  {
    "translation": {
      "en": "He saw a woman that was in danger. I'm gonna help her.",
      "es": "Vio que una mujer estaba en peligro y decidió ayudar."
    }
  },
  {
    "translation": {
      "en": "But how willing and able he was to use it on another person's skull,",
      "es": "Que estuviera dispuesto a clavársela a alguien en el cráneo"
    }
  },
  {
    "translation": {
      "en": "maybe, yeah. That's kinda shocking.",
      "es": "quizá sí me impresionó un poco."
    }
  },
  {
    "translation": {
      "en": "How'd you get in his car? I was… I was hitchhiking.",
      "es": "¿Qué hacías en su auto? Porque hice autoestop. ¡Y menos mal!"
    }
  },
  {
    "translation": {
      "en": "Well, good thing I was hitchhiking.",
      "es": "Porque hice autoestop. ¡Y menos mal!"
    }
  },
  {
    "translation": {
      "en": "Yeah, people say, Don't hitchhike. This is what happens.",
      "es": "Dicen que es peligroso hacer autoestop."
    }
  },
  {
    "translation": {
      "en": "- Yeah, well, at least I was here. - Can I get your name?",
      "es": "- Pero por eso estaba aquí. - ¿Cómo te llamas?"
    }
  },
  {
    "translation": {
      "en": "- I'm Kai. - Can I get the spelling for it?",
      "es": "- Kai. - ¿Cómo se escribe?"
    }
  },
  {
    "translation": {
      "en": "- Straight outta Dogtown. K- A- I. - Do you have a last name?",
      "es": "- Vengo de Dogtown. K, A, I. - ¿Tienes apellido?"
    }
  },
  {
    "translation": {
      "en": "No, bro. I don't have anything.",
      "es": "No, viejo, no tengo nada."
    }
  },
  {
    "translation": {
      "en": "As crazy as things got here, the best news is, somehow, luckily, none of the injuries suffered are life- threatening,",
      "es": "Si bien esto fue una locura, lo bueno es que ninguna de las lesiones es grave,"
    }
  },
  {
    "translation": {
      "en": "and the guy driving that car is right where he belongs, in police custody.",
      "es": "y el conductor está donde corresponde: en custodia de la policía."
    }
  },
  {
    "translation": {
      "en": "In West Fresno, Jessob Reisbeck, KMPH News.",
      "es": "En West Fresno, soy Jessob Reisbeck para KMPH News."
    }
  },
  {
    "translation": {
      "en": "After I finished the interview, reporters from other stations came up to him.",
      "es": "Cuando terminé la entrevista, se le acercaron otros reporteros"
    }
  },
  {
    "translation": {
      "en": "and said, of course, Can we talk to you?",
      "es": "para hablar con él."
    }
  },
  {
    "translation": {
      "en": "This guy was the most charismatic dude ever.",
      "es": "Era supercarismático."
    }
  },
  {
    "translation": {
      "en": "He's gonna talk to everyone. He wants everyone to see him.",
      "es": "Pensé que les iba a hablar para que lo viera el mundo."
    }
  },
  {
    "translation": {
      "en": "For whatever reason, he said, Nope. I'm not talking to anyone else, and left.",
      "es": "Pero, por algún motivo, les dijo que no y se fue."
    }
  },
  {
    "translation": {
      "en": "And when that happened, I knew.",
      "es": "Cuando pasó eso, lo supe."
    }
  },
  {
    "translation": {
      "en": "Holy shit. We got something really special now,",
      "es": "Cielos, esto sí que es especial."
    }
  },
  {
    "translation": {
      "en": "because we're gonna be the only one with this interview.",
      "es": "Éramos los únicos con la entrevista."
    }
  },
  {
    "translation": {
      "en": "When you look at a story, any story, if you're going to tell a story, you need a villain,",
      "es": "Cuando cuentas una historia, cualquier historia, necesitas un villano,"
    }
  },
  {
    "translation": {
      "en": "you need an unlikely hero,",
      "es": "necesitas un héroe sorpresa,"
    }
  },
  {
    "translation": {
      "en": "you need an amazing scenario, and you need someone in distress,",
      "es": "un escenario increíble y que haya alguien en apuros."
    }
  },
  {
    "translation": {
      "en": "and this had all of that.",
      "es": "Esto tenía todo eso."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was fucking gnarly, man.",
      "es": "Fue muy desagradable, viejo."
    }
  },
  {
    "translation": {
      "en": "Holy shit. It was like the biggest wave I've ever ridden in my life.",
      "es": "La ola más grande que surfeé en mi vida."
    }
  },
  {
    "translation": {
      "en": "We knew we had gold on our hands.",
      "es": "Sabíamos que eso valía oro."
    }
  },
  {
    "translation": {
      "en": "That night I decided I wanted the world to see the entire interview,",
      "es": "Esa noche decidí que quería que el mundo viera la entrevista entera,"
    }
  },
  {
    "translation": {
      "en": "the six- plus minutes of interview,",
      "es": "los más de seis minutos,"
    }
  },
  {
    "translation": {
      "en": "because, up until this point, people had only been able to see",
      "es": "Hasta ese momento, la gente solo había podido ver"
    }
  },
  {
    "translation": {
      "en": "the minute- and- a- half piece that I'd put on the news.",
      "es": "la nota de 90 segundos que había salido en TV."
    }
  },
  {
    "translation": {
      "en": "So I put it on YouTube, I clicked upload,",
      "es": "Así que lo subí a YouTube. Hice clic en Subir y me fui a dormir."
    }
  },
  {
    "translation": {
      "en": "and then I went to bed.",
      "es": "Hice clic en Subir y me fui a dormir."
    }
  },
  {
    "translation": {
      "en": "I woke up the next morning, and my world was different.",
      "es": "A la mañana siguiente, mi mundo era diferente."
    }
  },
  {
    "translation": {
      "en": "It was a game changer in my life, for sure, just uploading that video.",
      "es": "Haber subido ese video me cambió la vida, sin duda alguna."
    }
  },
  {
    "translation": {
      "en": "I had my own YouTube channel, and I had about 20 followers.",
      "es": "Tenía mi propio canal de YouTube, con unos 20 seguidores."
    }
  },
  {
    "translation": {
      "en": "And I put it up when I got home, and I looked at it that night,",
      "es": "Lo subí cuando llegué a casa y lo miré esa noche,"
    }
  },
  {
    "translation": {
      "en": "and it's like, Oh, it's gotten about 20 hits. That's nice. That's average. Cool.",
      "es": "y dije: Tiene como 20 visitas. Buenísimo, genial."
    }
  },
  {
    "translation": {
      "en": "Jessob called me the next day. He's all, Terry, dude!",
      "es": "Jessob me llamó al otro día. ¡Terry, amigo!."
    }
  },
  {
    "translation": {
      "en": "Just like, Yeah, Jessob? What?",
      "es": "¿Sí, Jessob? ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "He's like, Have you seen your video?",
      "es": "¿Viste tu video?."
    }
  },
  {
    "translation": {
      "en": "It's like, Oh yeah, it was doing good. I think it was about at 20 or 30 people.",
      "es": "Sí, le fue bien, lo vieron como 20 o 30 personas."
    }
  },
  {
    "translation": {
      "en": "I thought it was good. He's like, Dude, it's at, like, half a million.",
      "es": "Me parecía genial. Me dijo: Tiene medio millón de visitas."
    }
  },
  {
    "translation": {
      "en": "I knew that day",
      "es": "Ese día supe"
    }
  },
  {
    "translation": {
      "en": "that Kai the Hatchet- Wielding Hitchhiker was born.",
      "es": "que había nacido Kai, el mochilero del hacha."
    }
  },
  {
    "translation": {
      "en": "Now, this stuff right here, I was driving…",
      "es": "Esto de ahí, yo conducía…"
    }
  },
  {
    "translation": {
      "en": "- Smash! Smash! Smash! -",
      "es": "¡Le di, le di y le di!"
    }
  },
  {
    "translation": {
      "en": "- Smash! - Smash!",
      "es": "- ¡Le di! - ¡Le di!"
    }
  },
  {
    "translation": {
      "en": "He literally has a hatchet in his hand.",
      "es": "Tiene un hacha en la mano."
    }
  },
  {
    "translation": {
      "en": "I'm absolutely obsessed with this guy.",
      "es": "Me obsesiona."
    }
  },
  {
    "translation": {
      "en": "This guy's my fucking hero!",
      "es": "¡Es mi héroe, carajo!"
    }
  },
  {
    "translation": {
      "en": "Kai the Hatchet- Wielding Hitchhiker.",
      "es": "Kai, el autoestopista del hacha."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah.",
      "es": "Claro que sí."
    }
  },
  {
    "translation": {
      "en": "Every time you would refresh, someone else had taken the video and reposted it,",
      "es": "Cada vez que actualizaba, habían vuelto a republicar el video,"
    }
  },
  {
    "translation": {
      "en": "and that had tens or hundreds of thousands of views.",
      "es": "y eso lo veían cientos de miles más."
    }
  },
  {
    "translation": {
      "en": "So it was just literally like a snowball that rolled and rolled,",
      "es": "Era como una bola de nieve que no paraba de rodar,"
    }
  },
  {
    "translation": {
      "en": "and the Internet just fed into it.",
      "es": "Internet la hizo crecer."
    }
  },
  {
    "translation": {
      "en": "♪ I'm Kai ♪",
      "es": "Soy Kai."
    }
  },
  {
    "translation": {
      "en": "There's dozens and dozens of different autotunes and different songs. It was insane.",
      "es": "Hay decenas de melodías y canciones diferentes. Una locura."
    }
  },
  {
    "translation": {
      "en": "♪ Smash, smash, smash! ♪",
      "es": "¡Le di, le di y le di!"
    }
  },
  {
    "translation": {
      "en": "I mean, the memes? Gimme a break, dude. That guy is a walking meme.",
      "es": "¿Los memes? Por favor. Ese tipo es un meme andante."
    }
  },
  {
    "translation": {
      "en": "He might have started memes.",
      "es": "Quizá hizo nacer los memes."
    }
  },
  {
    "translation": {
      "en": "♪ People say, Don't hitchhike ♪",
      "es": "Dicen que es peligroso."
    }
  },
  {
    "translation": {
      "en": "♪ Well, good thing I was hitchhiking ♪ ♪ That woman was in danger ♪",
      "es": "¡Menos mal que hice autoestop! Esa mujer estaba en peligro."
    }
  },
  {
    "translation": {
      "en": "♪ So I ran up behind him with a hatchet ♪",
      "es": "Me le abalancé con un hacha."
    }
  },
  {
    "translation": {
      "en": "♪ Smash, smash, smash! ♪",
      "es": "¡Le di, le di y le di!"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, yeah ♪",
      "es": "Sí, sí."
    }
  },
  {
    "translation": {
      "en": "♪ If he'd started driving that car again ♪",
      "es": "Si hubiera vuelto al auto,"
    }
  },
  {
    "translation": {
      "en": "♪ There'd be a hell of a lot Of bodies around here ♪",
      "es": "estaríamos rodeados de cadáveres."
    }
  },
  {
    "translation": {
      "en": "♪ Dude, that guy was fucking kooked ♪ ♪ He can snap a woman's neck Like a pencil stick ♪",
      "es": "Ese tipo estaba chiflado. Podía partirle el cuello sin esfuerzo."
    }
  },
  {
    "translation": {
      "en": "♪ So I started smashing him in the head ♪",
      "es": "Así que le di en la cabeza."
    }
  },
  {
    "translation": {
      "en": "♪ Smash, smash, smash! ♪",
      "es": "¡Le di, le di y le di!"
    }
  },
  {
    "translation": {
      "en": "Axe- wielding hitchhikers.",
      "es": "Autoestopistas del hacha."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many times I've rolled up my windows",
      "es": "Me pasó mil veces que bajo la ventanilla"
    }
  },
  {
    "translation": {
      "en": "and sped past a hobo sharpening a hatchet.",
      "es": "y veo a un vagabundo afilando un hacha."
    }
  },
  {
    "translation": {
      "en": "When I saw Stephen Colbert do his skit,",
      "es": "Cuando vi el video de Stephen Colbert…"
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't watch Colbert that much until then, and then I became an instant fan of his show.",
      "es": "No solía verlo antes de eso, pero me volví fanático de su programa."
    }
  },
  {
    "translation": {
      "en": "For the first time in human history, people are saying,",
      "es": "Por primera vez en la historia, la gente dice:"
    }
  },
  {
    "translation": {
      "en": "Boy, we sure are lucky",
      "es": "Qué suerte tenemos"
    }
  },
  {
    "translation": {
      "en": "that homeless hitchhiker was carrying a hatchet.",
      "es": "de que ese mochilero indigente llevara un hacha."
    }
  },
  {
    "translation": {
      "en": "Kai equalled ratings. It equalled ratings because he was fresh and interesting.",
      "es": "Todos veían a Kai porque era original e interesante."
    }
  },
  {
    "translation": {
      "en": "People liked him, and ratings equal money.",
      "es": "Le gustaba a la gente, y eso pagaba."
    }
  },
  {
    "translation": {
      "en": "So everyone was wanting a piece of him, to jump on the Kai train, as it were.",
      "es": "Todos querían tenerlo, querían subirse al tren de Kai."
    }
  },
  {
    "translation": {
      "en": "My name is Brad Mulcahy.",
      "es": "Me llamo Brad Mulcahy."
    }
  },
  {
    "translation": {
      "en": "In 2013, I was the human interest researcher for the late- night television show Jimmy Kimmel Live.",
      "es": "En 2013 era investigador en el programa de TV Jimmy Kimmel Live."
    }
  },
  {
    "translation": {
      "en": "Ready or not, here's Jimmy Kimmel!",
      "es": "Listos o no, ¡llega Jimmy Kimmel!"
    }
  },
  {
    "translation": {
      "en": "My job is to find interesting stories",
      "es": "Debía encontrar historias interesantes"
    }
  },
  {
    "translation": {
      "en": "or interesting clips and bring them to rehearsal or email them to Jimmy",
      "es": "o videos y llevarlos a los ensayos y enviárselos a Jimmy,"
    }
  },
  {
    "translation": {
      "en": "or to track down what Jimmy likes.",
      "es": "buscar lo que le gustaba."
    }
  },
  {
    "translation": {
      "en": "Then I try to find that person to get them on within 36 hours.",
      "es": "Debía encontrar a la persona en 36 horas o antes."
    }
  },
  {
    "translation": {
      "en": "We tend to air things that are funny.",
      "es": "Mostramos cosas graciosas."
    }
  },
  {
    "translation": {
      "en": "Leave Britney alone!",
      "es": "¡Dejen en paz a Britney!"
    }
  },
  {
    "translation": {
      "en": "We especially like people who are genuine",
      "es": "Nos gusta la gente genuina"
    }
  },
  {
    "translation": {
      "en": "and whose reaction to something unexpected is genuine.",
      "es": "cuya reacción a algo inesperado es genuina."
    }
  },
  {
    "translation": {
      "en": "And the best example that I can think of at the moment is Paul Vasquez,",
      "es": "El mejor ejemplo que se me ocurre es el de Paul Vasquez,"
    }
  },
  {
    "translation": {
      "en": "who was the double rainbow guy.",
      "es": "el del doble arcoíris."
    }
  },
  {
    "translation": {
      "en": "So this gentleman is in Yosemite Park,",
      "es": "Estaba en el parque Yosemite,"
    }
  },
  {
    "translation": {
      "en": "and one day in the park, he's filming a rainbow,",
      "es": "estaba filmando un arcoíris."
    }
  },
  {
    "translation": {
      "en": "and as he's filming it, a second rainbow begins.",
      "es": "En ese momento, aparece un segundo arcoíris."
    }
  },
  {
    "translation": {
      "en": "Whoa! My God! Oh my God!",
      "es": "¡Vaya! ¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Oh my God! Whoo!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "And at that point, it only had tens of thousands of views.",
      "es": "En ese momento, tenía unas diez o veinte mil visitas."
    }
  },
  {
    "translation": {
      "en": "And then once we get him on the show, it went up over 45 million.",
      "es": "Después de que apareció en el programa, subieron a 45 millones."
    }
  },
  {
    "translation": {
      "en": "Were you or were you not ingesting or inhaling some sort of illegal substance",
      "es": "¿Estabas ingiriendo o inhalando alguna sustancia ilegal"
    }
  },
  {
    "translation": {
      "en": "when you made that--",
      "es": "cuando hiciste ese…?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not. I was completely sober. In that video.",
      "es": "No, estaba totalmente sobrio. En ese video."
    }
  },
  {
    "translation": {
      "en": "The first time I saw the video of Kai, it was intoxicating,",
      "es": "La primera vez que vi el video de Kai, fue embriagador."
    }
  },
  {
    "translation": {
      "en": "not to mention that he did genuinely help two human beings who were in peril.",
      "es": "Y recordemos que ayudó a dos personas que corrían peligro."
    }
  },
  {
    "translation": {
      "en": "And it was brilliant.",
      "es": "Eso fue brillante."
    }
  },
  {
    "translation": {
      "en": "I went to rehearsal, and I believe I was told almost immediately,",
      "es": "Fui al ensayo y me dijeron, casi de inmediato,"
    }
  },
  {
    "translation": {
      "en": "We'd like to see if you can find that gentleman.",
      "es": "Queremos que busques a este señor."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy! Good boy.",
      "es": "¡Hola, campeón! Muy bien."
    }
  },
  {
    "translation": {
      "en": "Of course everybody wants to be famous, but who has that it factor?",
      "es": "Todo el mundo quiere ser famoso, pero ¿quién tiene ese factor X?"
    }
  },
  {
    "translation": {
      "en": "What is that thing that is just so mesmerizing",
      "es": "¿Qué es eso que es tan fascinante"
    }
  },
  {
    "translation": {
      "en": "that you can't take your eyes off somebody, that is, like… What are they gonna do next?",
      "es": "que te hace mirar sin parar a alguien esperando a ver qué va a hacer?"
    }
  },
  {
    "translation": {
      "en": "One of the biggest shows that I had the privilege of working on",
      "es": "Uno de los programas más famosos en los que trabajé"
    }
  },
  {
    "translation": {
      "en": "was Keeping Up with the Kardashians.",
      "es": "fue Keeping Up with the Kardashians."
    }
  },
  {
    "translation": {
      "en": "Don't miss the season premiere of The Kardashians.",
      "es": "No se pierdan la nueva temporada."
    }
  },
  {
    "translation": {
      "en": "And I think the appeal with Kai was,",
      "es": "Creo que el atractivo de Kai"
    }
  },
  {
    "translation": {
      "en": "most people that are heroes are not homeless people.",
      "es": "era que la mayoría de los héroes no son indigentes."
    }
  },
  {
    "translation": {
      "en": "This was somebody that came from a different walk of life",
      "es": "Él venía de un contexto muy diferente,"
    }
  },
  {
    "translation": {
      "en": "that could just open up new audiences",
      "es": "podía abrir la puerta a nuevos públicos"
    }
  },
  {
    "translation": {
      "en": "and expose people to a different world that they had never seen.",
      "es": "y exponer a la gente a un mundo totalmente nuevo."
    }
  },
  {
    "translation": {
      "en": "And there was something funny about him and kinda cute and sweet and innocent.",
      "es": "Tenía algo como gracioso, medio tierno, dulce e inocente."
    }
  },
  {
    "translation": {
      "en": "If anyone's watching this and they got a Mini Mal that they could lend a guy",
      "es": "Si están mirando esto y tienen una tabla Mini Mal para prestar"
    }
  },
  {
    "translation": {
      "en": "with a wetsuit, I'd love to test out Mavericks.",
      "es": "y un traje de neopreno, me encantaría probar Mavericks."
    }
  },
  {
    "translation": {
      "en": "He has that it factor.",
      "es": "Tiene ese factor X."
    }
  },
  {
    "translation": {
      "en": "So I wanna find him.",
      "es": "Quería encontrarlo."
    }
  },
  {
    "translation": {
      "en": "Except how do you find someone that's homeless?",
      "es": "Pero ¿cómo encontrar a un indigente?"
    }
  },
  {
    "translation": {
      "en": "Where to start, right?",
      "es": "Por dónde empezar, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I mean, wow!",
      "es": "¡Vaya!"
    }
  },
  {
    "translation": {
      "en": "My first move was going onto Facebook,",
      "es": "Mi primer paso fue ir a Facebook."
    }
  },
  {
    "translation": {
      "en": "and Kai had a profile, so I added him",
      "es": "Kai tenía un perfil, así que lo agregué"
    }
  },
  {
    "translation": {
      "en": "and sent him a message that, you know, I wanted to find him",
      "es": "y le escribí que quería encontrarlo,"
    }
  },
  {
    "translation": {
      "en": "and I was at this production company.",
      "es": "que trabajaba en una productora."
    }
  },
  {
    "translation": {
      "en": "What's step one?",
      "es": "¿Cuál es el primer paso?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "And that's when I called the Fresno affiliate that aired the clip.",
      "es": "Entonces, llamé a la filial de Fresno que transmitió el video."
    }
  },
  {
    "translation": {
      "en": "I speak to Jessob. It's like, How do I get in touch with this guy?",
      "es": "Hablé con Jessob y le pregunté cómo podía contactar a Kai."
    }
  },
  {
    "translation": {
      "en": "And Jessob, you know, You can't.",
      "es": "Y Jessob me dijo que era imposible."
    }
  },
  {
    "translation": {
      "en": "Jessob was the gatekeeper.",
      "es": "Jessob era el guardián."
    }
  },
  {
    "translation": {
      "en": "Everyone around the world wanted a piece of this kid.",
      "es": "Todo el mundo quería llegar a este chico."
    }
  },
  {
    "translation": {
      "en": "At one point, I remember deleting my emails.",
      "es": "Recuerdo que llegué a borrar mis correos"
    }
  },
  {
    "translation": {
      "en": "Six minutes later,",
      "es": "y, seis minutos después,"
    }
  },
  {
    "translation": {
      "en": "six minutes, I had, like, 124 emails",
      "es": "tenía 124 correos nuevos"
    }
  },
  {
    "translation": {
      "en": "from people in Japan, Australia, East Coast, West Coast,",
      "es": "de gente de Japón, Australia, de las costas este y oeste."
    }
  },
  {
    "translation": {
      "en": "all the different talk shows you can imagine.",
      "es": "De todos los programas de TV."
    }
  },
  {
    "translation": {
      "en": "I knew they wanted to talk to him, to be the first person to tell his story.",
      "es": "Querían hablar con él y ser los primeros en contar la historia."
    }
  },
  {
    "translation": {
      "en": "But I also knew I was the only one with his email.",
      "es": "Pero yo sabía que era el único que tenía su correo."
    }
  },
  {
    "translation": {
      "en": "So I sent him a message, and I just told him,",
      "es": "Así que le envié un mensaje y le dije:"
    }
  },
  {
    "translation": {
      "en": "look, there's all these people that wanna literally make him rich and famous,",
      "es": "Muchísima gente quiere hacerte rico y famoso,"
    }
  },
  {
    "translation": {
      "en": "but I wanted to be the first one before all these opportunities.",
      "es": "pero yo quería hablarle antes de que llegara todo eso."
    }
  },
  {
    "translation": {
      "en": "I wanted to tell him about these opportunities in an honest, fair way.",
      "es": "Quería hablarle de esas oportunidades de una manera honesta y justa."
    }
  },
  {
    "translation": {
      "en": "Subject, Blowing Up.",
      "es": "Asunto: Explotando."
    }
  },
  {
    "translation": {
      "en": "Hey bro, we'd love to do an interview with you",
      "es": "Viejo, nos encantaría entrevistarte"
    }
  },
  {
    "translation": {
      "en": "about all the craziness going on around the Internet and the world about you.",
      "es": "sobre la locura que se generó en internet y en el mundo contigo."
    }
  },
  {
    "translation": {
      "en": "The people wanna hear from you.",
      "es": "La gente quiere saber de ti."
    }
  },
  {
    "translation": {
      "en": "We'd love to be the one that brings it to them.",
      "es": "Nos encantaría ser el medio que te presente."
    }
  },
  {
    "translation": {
      "en": "Hope all is good.",
      "es": "Ojalá esté todo bien."
    }
  },
  {
    "translation": {
      "en": "Stay safe.",
      "es": "Cuídate."
    }
  },
  {
    "translation": {
      "en": "Everybody was trying to get a hold of him. I mean, this was a manhunt.",
      "es": "Todo el mundo quería contactarlo, era una verdadera cacería."
    }
  },
  {
    "translation": {
      "en": "As this thing is getting bigger and bigger and bigger,",
      "es": "A medida que el asunto crecía,"
    }
  },
  {
    "translation": {
      "en": "I knew that I had to talk to him again. I had to figure out more about him.",
      "es": "sabía que tenía que hablarle y aprender más de él."
    }
  },
  {
    "translation": {
      "en": "I had to tell his story.",
      "es": "Tenía que contar su historia."
    }
  },
  {
    "translation": {
      "en": "Finally, he used someone's phone at a gas station and called me.",
      "es": "Por fin pidió un teléfono en una gasolinera y me llamó."
    }
  },
  {
    "translation": {
      "en": "I was super stoked.",
      "es": "Yo estaba como loco."
    }
  },
  {
    "translation": {
      "en": "And then I said, Where are you, and when can we come and talk to you?",
      "es": "Le pregunté dónde estaba y cuándo lo podíamos ir a ver."
    }
  },
  {
    "translation": {
      "en": "And he said something like, Oh, well, you know, I'm up in Stockton.",
      "es": "Y me dijo que estaba en Stockton."
    }
  },
  {
    "translation": {
      "en": "Um, and even my boss said, Do whatever you have to do.",
      "es": "Mi jefe me dijo: Haz lo que haga falta."
    }
  },
  {
    "translation": {
      "en": "Get the kid a hotel room. Keep him somewhere so we can talk to him.",
      "es": "Consíguele un hotel, envíalo a un lugar donde podamos hablar."
    }
  },
  {
    "translation": {
      "en": "Anytime you're on the road getting ready to interview somebody,",
      "es": "Cuando vas a entrevistar a alguien, te pones ansioso."
    }
  },
  {
    "translation": {
      "en": "you get excited. But I think this was a little bit more excitement",
      "es": "Cuando vas a entrevistar a alguien, te pones ansioso. Pero creo que esto era más emocionante"
    }
  },
  {
    "translation": {
      "en": "because this is a guy that has gone viral, that everybody wants a piece of.",
      "es": "porque este tipo se había viralizado, todos querían saber de él."
    }
  },
  {
    "translation": {
      "en": "But nobody could get a hold of him except for one person in the entire world.",
      "es": "Nadie podía contactarlo, solo una persona en todo el mundo podía."
    }
  },
  {
    "translation": {
      "en": "And that was Jessob.",
      "es": "Y ese era Jessob."
    }
  },
  {
    "translation": {
      "en": "The entire drive there,",
      "es": "En el camino,"
    }
  },
  {
    "translation": {
      "en": "I was talking to different people, doing different interviews.",
      "es": "hablé con montones de personas y di mil entrevistas."
    }
  },
  {
    "translation": {
      "en": "It's nonstop. They're trying to get him. I'm going to talk to him.",
      "es": "Era imparable, todo el mundo quería hablar con él."
    }
  },
  {
    "translation": {
      "en": "They wanna know where. I'm not telling them.",
      "es": "Querían saber dónde estaba, no les iba a decir."
    }
  },
  {
    "translation": {
      "en": "We were driving up to the hotel,",
      "es": "Íbamos camino al hotel,"
    }
  },
  {
    "translation": {
      "en": "and I'm turning the corner, and I turn to Jessob. I was like,",
      "es": "doblé en la esquina, miré a Jessob y le dije: ¿No es ese?."
    }
  },
  {
    "translation": {
      "en": "Isn't that Kai? Jessob's like…",
      "es": "doblé en la esquina, miré a Jessob y le dije: ¿No es ese?. Y Jessob dijo…"
    }
  },
  {
    "translation": {
      "en": "There he is. Turn around. Let's go. We're getting him.",
      "es": "Ahí está, gira, vamos. Lo alcanzaremos."
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, let's do this, in three...",
      "es": "Vamos en tres…"
    }
  },
  {
    "translation": {
      "en": "Look who it is! We finally caught up with him.",
      "es": "Miren quién es, por fin lo encontramos."
    }
  },
  {
    "translation": {
      "en": "It is the world sensation,",
      "es": "Es la sensación mundial,"
    }
  },
  {
    "translation": {
      "en": "everybody's friend, and pretty much a world hero,",
      "es": "amigo de todos , y casi un héroe mundial."
    }
  },
  {
    "translation": {
      "en": "it's Kai. Kai, let me tell you this real quick.",
      "es": "Es Kai. Kai, tengo que decirte una cosa."
    }
  },
  {
    "translation": {
      "en": "You're like Batman, except for you don't have the Bat- Signal.",
      "es": "Eres como Batman, pero sin la batiseñal."
    }
  },
  {
    "translation": {
      "en": "You know, Batman obviously has the spotlight--",
      "es": "Batman tiene ese faro…"
    }
  },
  {
    "translation": {
      "en": "And I'm not a filthy rich, spoiled fuck who looks down on everyone.",
      "es": "Tampoco soy un rico malcriado que se cree mejor que los demás."
    }
  },
  {
    "translation": {
      "en": "I think the biggest difference between seeing him in the viral video",
      "es": "Creo que la mayor diferencia entre verlo en el video viral"
    }
  },
  {
    "translation": {
      "en": "and being around him in person was that he was a loose cannon.",
      "es": "y estar con él era que era un tiro al aire."
    }
  },
  {
    "translation": {
      "en": "I felt like his energy was just a little bit crazy, you know?",
      "es": "Su energía me pareció medio loca."
    }
  },
  {
    "translation": {
      "en": "He just had some weird energy around him",
      "es": "Lo rodeaba una energía extraña."
    }
  },
  {
    "translation": {
      "en": "that was, like, you didn't know what he was gonna do next.",
      "es": "Era totalmente impredecible."
    }
  },
  {
    "translation": {
      "en": "- You can bleep that, right? - That was awesome.",
      "es": "Pueden censurar eso, ¿no?"
    }
  },
  {
    "translation": {
      "en": "The first one-- Okay…",
      "es": "Primero…"
    }
  },
  {
    "translation": {
      "en": "He had such an endearing quality. There's so much charisma.",
      "es": "Era muy entrañable, muy carismático."
    }
  },
  {
    "translation": {
      "en": "I don't know if I've met someone that has as much charisma as this guy.",
      "es": "Creo que nunca conocí a nadie igual de carismático."
    }
  },
  {
    "translation": {
      "en": "This right here is one of my friends.",
      "es": "Esta es una de mis amigas."
    }
  },
  {
    "translation": {
      "en": "Her name's Joan Sewitt.",
      "es": "Se llama Joan Sewitt."
    }
  },
  {
    "translation": {
      "en": "Now, on Saturday here,",
      "es": "El sábado,"
    }
  },
  {
    "translation": {
      "en": "some of these, uh… some of these policy enforcers up on over in…",
      "es": "unos agentes de policía vinieron a…"
    }
  },
  {
    "translation": {
      "en": "This is Stockton.",
      "es": "esto es Stockton."
    }
  },
  {
    "translation": {
      "en": "They came on up with her with a gun.",
      "es": "La abordaron con un arma."
    }
  },
  {
    "translation": {
      "en": "Like, they pulled a gun on her.",
      "es": "Le apuntaron con un arma."
    }
  },
  {
    "translation": {
      "en": "That, to me, is fucking ridiculous. That is a vulgar display of power,",
      "es": "Eso, para mí, es ridículo. Esa es una muestra vulgar de poder,"
    }
  },
  {
    "translation": {
      "en": "and not in a way that I think Phil Anselmo would appreciate.",
      "es": "y creo que a Phil Anselmo no le gustaría nada."
    }
  },
  {
    "translation": {
      "en": "He would fill a cart from a local store with goods and steal it.",
      "es": "Llenaba un carrito de productos de una tienda y se lo robaba."
    }
  },
  {
    "translation": {
      "en": "But he would go outside and give it all away to people that needed it.",
      "es": "Pero salía y repartía todo entre quienes lo necesitaban."
    }
  },
  {
    "translation": {
      "en": "So it's like, Well, shit. I don't even know how to look at that.",
      "es": "No sabía qué pensar."
    }
  },
  {
    "translation": {
      "en": "How did it make you feel, though, being this viral sensation,",
      "es": "¿Cómo te hizo sentir ser una sensación viral?"
    }
  },
  {
    "translation": {
      "en": "being everyone's hero right now, Kai?",
      "es": "Ser el héroe de todo el mundo, Kai."
    }
  },
  {
    "translation": {
      "en": "I'm not a virus. You kidding me?",
      "es": "No soy un virus. ¿Bromeas?"
    }
  },
  {
    "translation": {
      "en": "Shit, I'm a sensation. I'm Kai.",
      "es": "Mierda, soy una sensación. Soy Kai."
    }
  },
  {
    "translation": {
      "en": "We did the interview first, and then we need what's called B- roll.",
      "es": "Primero hicimos la entrevista y luego tomamos imágenes extra."
    }
  },
  {
    "translation": {
      "en": "So what do you think would be a good shot of you?",
      "es": "Le preguntamos dónde podíamos filmarlo."
    }
  },
  {
    "translation": {
      "en": "And he said, There's a music shop over here.",
      "es": "Y nos dijo: Ahí hay una tienda de música."
    }
  },
  {
    "translation": {
      "en": "I can grab one of the guitars and play a song. We're like, Sweet.",
      "es": "puedo tocar algo con la guitarra. Nos pareció genial."
    }
  },
  {
    "translation": {
      "en": "So here's one I wrote.",
      "es": "Esta la compuse yo."
    }
  },
  {
    "translation": {
      "en": "He plays this song, and it was phenomenal.",
      "es": "Tocó una canción, estuvo fenomenal."
    }
  },
  {
    "translation": {
      "en": "♪ I've never seen a beauty Like you before ♪",
      "es": "Nunca vi una belleza como tú."
    }
  },
  {
    "translation": {
      "en": "♪ Breathless kisses through the door ♪",
      "es": "Besos sin aliento por la puerta."
    }
  },
  {
    "translation": {
      "en": "♪ You got that shiny light Of fight in your eyes ♪",
      "es": "Tienes una luz brillante y luchadora en los ojos."
    }
  },
  {
    "translation": {
      "en": "♪ You're the sunset That brings the twilight ♪",
      "es": "Eres el atardecer que trae el crepúsculo."
    }
  },
  {
    "translation": {
      "en": "♪ Soft, orange kisses, forlorn misses ♪",
      "es": "Besos suaves y naranjas, señoritas desamparadas."
    }
  },
  {
    "translation": {
      "en": "♪ When you leave ♪",
      "es": "Cuando te vas."
    }
  },
  {
    "translation": {
      "en": "♪ Soft, orange kisses, well- worn dresses ♪",
      "es": "Besos suaves y naranjas, vestidos muy usados."
    }
  },
  {
    "translation": {
      "en": "♪ That you leave ♪",
      "es": "Y te vas."
    }
  },
  {
    "translation": {
      "en": "Performed well, sung well.",
      "es": "Bien cantada y tocada."
    }
  },
  {
    "translation": {
      "en": "The guitar playing was great.",
      "es": "Tocaba muy bien la guitarra."
    }
  },
  {
    "translation": {
      "en": "You know, he even, like, performs it, you know?",
      "es": "Hasta actuaba."
    }
  },
  {
    "translation": {
      "en": "At one point, the song says something like, you know,",
      "es": "En un momento, la canción dice algo como…"
    }
  },
  {
    "translation": {
      "en": "Take back your hood,",
      "es": "Quítame la capucha."
    }
  },
  {
    "translation": {
      "en": "and he, like, throws his bandana off at the perfect time.",
      "es": "Y él se quitó la bandana justo en ese momento."
    }
  },
  {
    "translation": {
      "en": "♪ Pull back my hood And kiss me real good ♪",
      "es": "Quítame la capucha y dame un buen beso."
    }
  },
  {
    "translation": {
      "en": "♪ And just move Get a little bit closer ♪",
      "es": "Acércate un poco más."
    }
  },
  {
    "translation": {
      "en": "♪ And pull back, and pull back, you do ♪",
      "es": "Te vas, te vas, eso haces."
    }
  },
  {
    "translation": {
      "en": "♪ And just move ♪",
      "es": "Muévete."
    }
  },
  {
    "translation": {
      "en": "♪ We'll feel this groove With the loving that we do ♪",
      "es": "Sentiremos este ritmo cuando hagamos el amor."
    }
  },
  {
    "translation": {
      "en": "♪ We'll feel this groove With the loving that we do, uh ♪",
      "es": "Sentiremos este ritmo cuando hagamos el amor."
    }
  },
  {
    "translation": {
      "en": "He's a great performer, and he's talented as heck.",
      "es": "Era un gran artista, supertalentoso."
    }
  },
  {
    "translation": {
      "en": "Wow, this is another, you know, aspect of this guy that's pretty incredible.",
      "es": "Otro aspecto increíble de este tipo."
    }
  },
  {
    "translation": {
      "en": "He's willing to be a hero in a dangerous situation.",
      "es": "Dispuesto a actuar como un héroe ante el peligro"
    }
  },
  {
    "translation": {
      "en": "And he's also a really good musician.",
      "es": "y también es buen músico."
    }
  },
  {
    "translation": {
      "en": "- How do you know this guy? - The Internet, man.",
      "es": "- ¿De dónde lo conoces? - De internet."
    }
  },
  {
    "translation": {
      "en": "He, uh… he hit some guy with an axe in the head.",
      "es": "Le dio en la cabeza con un hacha a un tipo."
    }
  },
  {
    "translation": {
      "en": "He didn't know the scope of it at that point,",
      "es": "Él no sabía adónde había llegado,"
    }
  },
  {
    "translation": {
      "en": "about how, you know, big his story had become.",
      "es": "cuánto había crecido su historia."
    }
  },
  {
    "translation": {
      "en": "He was starting to see it because, I mean, people were already recognizing him",
      "es": "Empezaba a darse cuenta porque la gente lo reconocía"
    }
  },
  {
    "translation": {
      "en": "and asking him for pictures and autographs and stuff like that.",
      "es": "y le pedían fotos y autógrafos."
    }
  },
  {
    "translation": {
      "en": "How'd you get up here?",
      "es": "¿Cómo llegaste aquí?"
    }
  },
  {
    "translation": {
      "en": "Uh, hitchhiked.",
      "es": "Haciendo autoestop."
    }
  },
  {
    "translation": {
      "en": "- Sweet. - Yeah, bro.",
      "es": "- Genial. - Sí, viejo."
    }
  },
  {
    "translation": {
      "en": "- Hope you still have the hatchet. - No, I don't. They took it from me.",
      "es": "- Espero que no tengas el hacha. - No, me la quitaron."
    }
  },
  {
    "translation": {
      "en": "Oh, we need to get you a new hatchet, sir.",
      "es": "Necesitas un hacha nueva."
    }
  },
  {
    "translation": {
      "en": "So we finished up filming, and then I said,",
      "es": "Cuando terminamos de filmar, le pregunté si quería comer y me dijo que sí."
    }
  },
  {
    "translation": {
      "en": "Do you wanna eat? He says, I'll come and eat.",
      "es": "le pregunté si quería comer y me dijo que sí."
    }
  },
  {
    "translation": {
      "en": "I just started laying out the options that he had,",
      "es": "Empecé a explicarle qué opciones tenía,"
    }
  },
  {
    "translation": {
      "en": "everyone from East Coast to West Coast, then Jimmy Kimmel,",
      "es": "desde la costa este a la oeste, el programa de Kimmel,"
    }
  },
  {
    "translation": {
      "en": "and the fricking Kardashian producers wanna give him his own show.",
      "es": "hasta la producción de las Kardashian le quería dar su programa."
    }
  },
  {
    "translation": {
      "en": "Kai, he's trying to say you're famous now.",
      "es": "Kai, te está diciendo que eres famoso."
    }
  },
  {
    "translation": {
      "en": "And you could see the lights kinda click on in Kai's head,",
      "es": "Y fue como si se le encendiera la luz."
    }
  },
  {
    "translation": {
      "en": "like, Whoa, like, I'm famous. Like, what?",
      "es": "Soy famoso. ¿Qué?."
    }
  },
  {
    "translation": {
      "en": "I mean, there is no bigger brand than the Kardashians.",
      "es": "No hay marca más grande que la de las Kardashian."
    }
  },
  {
    "translation": {
      "en": "I could turn around and throw a dart and approach anybody",
      "es": "Podría elegir a cualquier persona"
    }
  },
  {
    "translation": {
      "en": "and entice them to wanna be a reality star.",
      "es": "y tentarlo a querer ser una estrella de TV."
    }
  },
  {
    "translation": {
      "en": "He could be rich and famous and do anything he wants",
      "es": "Podía hacerse rico y famoso, hacer lo que le diera la gana,"
    }
  },
  {
    "translation": {
      "en": "if he wants it.",
      "es": "si es que quería eso."
    }
  },
  {
    "translation": {
      "en": "There were these comment cards on the table,",
      "es": "En la mesa había unos papeles,"
    }
  },
  {
    "translation": {
      "en": "and they had, like, a little golf pencil with them.",
      "es": "y había un lápiz pequeño."
    }
  },
  {
    "translation": {
      "en": "And he's kind of playing with the pencil as I'm talking to him.",
      "es": "Él jugaba con el lápiz mientras yo le hablaba."
    }
  },
  {
    "translation": {
      "en": "I'm like, Kai, are you listening to me?",
      "es": "Kai, ¿me estás escuchando?."
    }
  },
  {
    "translation": {
      "en": "Listen to all these things I'm telling you.",
      "es": "¡Escucha todo lo que te digo!"
    }
  },
  {
    "translation": {
      "en": "This is unbelievable. You could be an overnight millionaire.",
      "es": "Esto es increíble, podrías hacerte millonario."
    }
  },
  {
    "translation": {
      "en": "He just continues to play with this pencil.",
      "es": "Y él seguía jugando con el lápiz."
    }
  },
  {
    "translation": {
      "en": "He's like, I kinda just want to go to the Bay Area and smoke weed.",
      "es": "Me dijo: Quiero ir a la bahía a fumar un poco de hierba."
    }
  },
  {
    "translation": {
      "en": "All of the things in the world on one side, smoke weed on the other side.",
      "es": "De un lado tenía todas las posibilidades y, del otro, fumar marihuana."
    }
  },
  {
    "translation": {
      "en": "This is the fork in the road we've come to with Kai.",
      "es": "Ese era el dilema de Kai."
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, he picks it up, throws it,",
      "es": "De repente lo tomó, lo tiró,"
    }
  },
  {
    "translation": {
      "en": "and it spins around and it falls,",
      "es": "y el lápiz giró y cayó."
    }
  },
  {
    "translation": {
      "en": "and he looks at me, and he goes,",
      "es": "Me miró y me dijo:"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go to the Bay Area and smoke weed.",
      "es": "Iré a la bahía a fumar hierba."
    }
  },
  {
    "translation": {
      "en": "Are you… kidding me right now? Wait a second.",
      "es": "¿Es un chiste? Un momento."
    }
  },
  {
    "translation": {
      "en": "You're telling me that he is not gonna meet with us because he spun some pencil?",
      "es": "Dices que no vendrá a vernos porque hizo girar un lápiz?."
    }
  },
  {
    "translation": {
      "en": "I mean, you have to think if you're Kai, like,",
      "es": "Si eres Kai, tienes que pensar…"
    }
  },
  {
    "translation": {
      "en": "What do I have to lose?",
      "es": "¿Qué puedo perder?"
    }
  },
  {
    "translation": {
      "en": "This has to change my life somehow. Why not?",
      "es": "Esto puede cambiarme la vida. ¿Por qué no?."
    }
  },
  {
    "translation": {
      "en": "Hey, just go back to him and say",
      "es": "Ve a buscarlo y dile"
    }
  },
  {
    "translation": {
      "en": "we'll send him a whole limo filled with weed.",
      "es": "que le enviaremos una limusina llena de marihuana."
    }
  },
  {
    "translation": {
      "en": "Look, dude, here's their counter- offer.",
      "es": "Viejo, esta es su contraoferta."
    }
  },
  {
    "translation": {
      "en": "Kai said, Okay.",
      "es": "Kai dijo: Está bien."
    }
  },
  {
    "translation": {
      "en": "Alex and I jump in our news vehicle,",
      "es": "Con Alex nos subimos al auto"
    }
  },
  {
    "translation": {
      "en": "and we head back to Fresno with the story that we got.",
      "es": "y volvimos a Fresno con la nota que habíamos filmado."
    }
  },
  {
    "translation": {
      "en": "KMPH is still the only TV station in the world to talk to Kai,",
      "es": "KMPH sigue siendo la única estación del mundo que habló con Kai,"
    }
  },
  {
    "translation": {
      "en": "but he is getting offers for new television adventures,",
      "es": "pero está recibiendo todo tipo de ofertas."
    }
  },
  {
    "translation": {
      "en": "like, well, you wouldn't believe.",
      "es": "Es de no creer."
    }
  },
  {
    "translation": {
      "en": "So chances are you will be seeing him somewhere new very soon.",
      "es": "Es probable que lo vean en otro lado muy pronto."
    }
  },
  {
    "translation": {
      "en": "At this point, everybody wants to get a hold of Kai,",
      "es": "Todo el mundo quería contactar a Kai,"
    }
  },
  {
    "translation": {
      "en": "so Jessob says, Hey, listen. Kai's willing to do something with you,",
      "es": "y Jessob nos dijo: Kai está dispuesto a hacer algo con ustedes,"
    }
  },
  {
    "translation": {
      "en": "but also The Kimmel Show wants him.",
      "es": "pero también lo quiere Kimmel."
    }
  },
  {
    "translation": {
      "en": "So, hey, that's gotta be good for us. Like, we're really onto something.",
      "es": "Pensamos que podía beneficiarnos, que era algo especial."
    }
  },
  {
    "translation": {
      "en": "If the guy that we wanna make a show with is then gonna be on Kimmel,",
      "es": "Si queremos hacer un programa con él e irá al programa de Kimmel,"
    }
  },
  {
    "translation": {
      "en": "it can only make him more popular, so that's gotta be good for us.",
      "es": "se hará más popular aún, eso nos beneficiará."
    }
  },
  {
    "translation": {
      "en": "We couldn't put him on the train, we couldn't put him on a plane because he has no ID.",
      "es": "No podíamos subirlo a un tren ni a un avión, no tenía documentos."
    }
  },
  {
    "translation": {
      "en": "So somebody has to put hands on this guy and then drive him 500 miles.",
      "es": "Alguien tenía que llegar a él y llevarlo 800 km en auto."
    }
  },
  {
    "translation": {
      "en": "So we're bringing him to the show,",
      "es": "Lo íbamos a llevar al programa."
    }
  },
  {
    "translation": {
      "en": "and my boss said, We're sending JR with you. He knows Northern California.",
      "es": "Mi jefe me dijo: Enviaremos a JR, él conoce el norte de California."
    }
  },
  {
    "translation": {
      "en": "I had no idea who this Kai guy was.",
      "es": "No sabía quién era el tal Kai."
    }
  },
  {
    "translation": {
      "en": "So I watched the viral YouTube video,",
      "es": "Vi el video viral de YouTube"
    }
  },
  {
    "translation": {
      "en": "and I realized, gosh, I guess he's got some endearing qualities,",
      "es": "y me pareció que tenía cualidades entrañables,"
    }
  },
  {
    "translation": {
      "en": "but he also just made the news",
      "es": "pero que también era noticia"
    }
  },
  {
    "translation": {
      "en": "for bludgeoning somebody over the head with a deadly weapon.",
      "es": "por haberle dado en la cabeza a alguien con un arma mortal."
    }
  },
  {
    "translation": {
      "en": "This is gonna be interesting.",
      "es": "Iba a ser interesante."
    }
  },
  {
    "translation": {
      "en": "It seems most reality production companies",
      "es": "Las productoras de realities"
    }
  },
  {
    "translation": {
      "en": "are looking for the next big pop- culture icon to emerge,",
      "es": "parecen vivir en la búsqueda de grandes íconos pop."
    }
  },
  {
    "translation": {
      "en": "and after Simple Life with Paris Hilton went away,",
      "es": "Cuando terminó The Simple Life, el de Paris Hilton,"
    }
  },
  {
    "translation": {
      "en": "they needed a new Paris Hilton, and Kim Kardashian became that.",
      "es": "Kim Kardashian llegó a ocupar su lugar."
    }
  },
  {
    "translation": {
      "en": "So it's a constant look for the next big thing.",
      "es": "Viven buscando a la próxima gran estrella."
    }
  },
  {
    "translation": {
      "en": "Kai had communicated with Jessob",
      "es": "Kai le había dicho a Jessob"
    }
  },
  {
    "translation": {
      "en": "that he had hitchhiked his way down to Santa Rosa.",
      "es": "que había hecho autoestop hasta Santa Rosa."
    }
  },
  {
    "translation": {
      "en": "And, uh, here we go. Giddy up.",
      "es": "Y hacia allá fuimos."
    }
  },
  {
    "translation": {
      "en": "400,000 more of me.",
      "es": "Hay 400 000 como yo."
    }
  },
  {
    "translation": {
      "en": "And then there's all the ones who are just struggling to get up,",
      "es": "Y luego están todos los que solo buscan levantarse,"
    }
  },
  {
    "translation": {
      "en": "but we're helping them.",
      "es": "pero los ayudamos."
    }
  },
  {
    "translation": {
      "en": "My initial impression is, oh my God, he smelled of alcohol.",
      "es": "Mi impresión inicial fue que apestaba a alcohol."
    }
  },
  {
    "translation": {
      "en": "This guy is in- tox- i- cated.",
      "es": "Estaba totalmente borracho."
    }
  },
  {
    "translation": {
      "en": "First thing he does is he sees some guy who looked like he had less than he did.",
      "es": "Lo primero que hizo fue ver a un tipo que tenía menos que él."
    }
  },
  {
    "translation": {
      "en": "He takes the backpack off his back,",
      "es": "Se quitó la mochila de la espalda"
    }
  },
  {
    "translation": {
      "en": "and he gave him the backpack.",
      "es": "y se la dio a ese tipo."
    }
  },
  {
    "translation": {
      "en": "You know, I thought, like, wow. Okay, that's pretty good.",
      "es": "Me llamó la atención, me pareció muy bueno."
    }
  },
  {
    "translation": {
      "en": "Kimmel's gonna do his thing. That'll just be a one- off.",
      "es": "Kimmel haría lo suyo y lo mostraría una vez,"
    }
  },
  {
    "translation": {
      "en": "What we need to make sure that we do,",
      "es": "teníamos que ver"
    }
  },
  {
    "translation": {
      "en": "before anybody else in Hollywood can get their grubby hands on him,",
      "es": "que nadie más en Hollywood pudiera hincarle el diente."
    }
  },
  {
    "translation": {
      "en": "Here's the contract. Sign here.",
      "es": "Toma el contrato, firma aquí."
    }
  },
  {
    "translation": {
      "en": "And I remember that he signed it in hieroglyphics.",
      "es": "Y recuerdo que lo firmó con jeroglíficos."
    }
  },
  {
    "translation": {
      "en": "It took him ten minutes to sign his name, and it was just gibberish.",
      "es": "Tardó diez minutos en firmar, y escribió garabatos."
    }
  },
  {
    "translation": {
      "en": "I don't know how else to describe it. It was like a cave drawing.",
      "es": "No sé cómo describirlo. Parecía salido de una cueva."
    }
  },
  {
    "translation": {
      "en": "That was his signature agreeing to be on the show.",
      "es": "Así firmó su participación en el programa."
    }
  },
  {
    "translation": {
      "en": "So theoretically I guess we had our deal.",
      "es": "En teoría, supongo que habíamos hecho un trato."
    }
  },
  {
    "translation": {
      "en": "Mission accomplished.",
      "es": "Misión cumplida."
    }
  },
  {
    "translation": {
      "en": "We weren't really sure exactly what this show was gonna be,",
      "es": "No sabíamos bien cómo sería el programa,"
    }
  },
  {
    "translation": {
      "en": "but I think what people saw at my company",
      "es": "pero creo que en mi empresa entendían"
    }
  },
  {
    "translation": {
      "en": "was that Kai could be a gateway into a world that we never saw.",
      "es": "que Kai podía ser la puerta a un mundo que no conocíamos."
    }
  },
  {
    "translation": {
      "en": "Homeless people living happily on the streets.",
      "es": "Indigentes que viven felices en la calle."
    }
  },
  {
    "translation": {
      "en": "The show would be batshit crazy, I know that!",
      "es": "El programa iba a ser una locura."
    }
  },
  {
    "translation": {
      "en": "If Kai is, like, the lead man, it's gonna be nuts.",
      "es": "Si Kai era el protagonista, iba a ser tremendo."
    }
  },
  {
    "translation": {
      "en": "I remember telling her, Look, get ready. This is not easy.",
      "es": "Recuerdo que le dije: Prepárate. No es nada fácil."
    }
  },
  {
    "translation": {
      "en": "He's a great guy, and he's a crazy guy,",
      "es": "Es un gran tipo, es una locura,"
    }
  },
  {
    "translation": {
      "en": "but it's not unicorns and rainbows when you hang out with this guy.",
      "es": "pero estar con él no es todo color de rosa."
    }
  },
  {
    "translation": {
      "en": "It is exhausting. It's hard. So just be ready.",
      "es": "Es agotador. Es difícil. Así que prepárate."
    }
  },
  {
    "translation": {
      "en": "And if you need me, call me. Whatever I can do…",
      "es": "Si llegas a necesitarme, llámame."
    }
  },
  {
    "translation": {
      "en": "Give me the phone. I'll talk to him if anything's going on.",
      "es": "Puedo hablar con él si pasa algo."
    }
  },
  {
    "translation": {
      "en": "It's eight o'clock, and I'm standing outside",
      "es": "Son las ocho, estaba en la puerta"
    }
  },
  {
    "translation": {
      "en": "the Roosevelt Hotel on Hollywood Boulevard.",
      "es": "del hotel Roosevelt en Hollywood Boulevard."
    }
  },
  {
    "translation": {
      "en": "Lisa pulls up with Kai,",
      "es": "Lisa llega con Kai"
    }
  },
  {
    "translation": {
      "en": "and I see Lisa for the first time, and I see Kai for the first time.",
      "es": "y la veo por primera vez, y también a Kai."
    }
  },
  {
    "translation": {
      "en": "And Lisa looks down, and she says,",
      "es": "Y Lisa mira hacia abajo y dice:"
    }
  },
  {
    "translation": {
      "en": "Can you watch him for a minute? I'm gonna go valet the car,",
      "es": "¿Lo vigilas un momento? Iré al estacionamiento."
    }
  },
  {
    "translation": {
      "en": "which is just straight around the corner, and I say, No problem.",
      "es": "Estaba a la vuelta, le dije que no había problema."
    }
  },
  {
    "translation": {
      "en": "And Kai, he gets out of the car. It's me and him on Hollywood Boulevard,",
      "es": "Kai baja del auto, estábamos en Hollywood Boulevard"
    }
  },
  {
    "translation": {
      "en": "and people are recognizing him almost immediately.",
      "es": "y la gente empezó a reconocerlo de inmediato."
    }
  },
  {
    "translation": {
      "en": "People are driving by, and they're saying, Smash! Smash! Smash!",
      "es": "Pasaban con el auto y gritaban: Le di, le di."
    }
  },
  {
    "translation": {
      "en": "So I'm just standing there. I'm not watching him. He's an adult.",
      "es": "No lo tenía controlado, era adulto."
    }
  },
  {
    "translation": {
      "en": "Lisa comes back around the corner,",
      "es": "Lisa vuelve a aparecer,"
    }
  },
  {
    "translation": {
      "en": "and I could see her, and she looks at me and she stops.",
      "es": "me mira y se detiene."
    }
  },
  {
    "translation": {
      "en": "Kai has his pants pulled down…",
      "es": "Kai se había bajado el pantalón."
    }
  },
  {
    "translation": {
      "en": "And he's urinating on Julio Iglesias's star",
      "es": "Estaba orinando la estrella de Julio Iglesias"
    }
  },
  {
    "translation": {
      "en": "directly in front of this hotel.",
      "es": "enfrente del hotel."
    }
  },
  {
    "translation": {
      "en": "And I was like, I fucking told you to keep an eye on him.",
      "es": "Le dije: Te dije que lo vigilaras."
    }
  },
  {
    "translation": {
      "en": "And her face was like, I was just with this guy for 26 hours. You couldn't do five minutes?",
      "es": "Su cara decía: Llevo 26 horas con él, ¿no podías vigilarlo cinco minutos?."
    }
  },
  {
    "translation": {
      "en": "We were walking into the Roosevelt Hotel, where Marilyn Monroe used to live,",
      "es": "Entramos al hotel Roosevelt, donde vivía Marilyn Monroe,"
    }
  },
  {
    "translation": {
      "en": "where they used to hold the Oscars, and up comes Kai.",
      "es": "donde antes celebraban los Óscar, y ahí apareció Kai."
    }
  },
  {
    "translation": {
      "en": "We got into the room,",
      "es": "Entramos al cuarto"
    }
  },
  {
    "translation": {
      "en": "and he immediately was overjoyed to see a minibar.",
      "es": "y lo noté extasiado cuando vio el minibar."
    }
  },
  {
    "translation": {
      "en": "You know, these were not airplane- sized bottles of liquor.",
      "es": "No eran esas botellitas que te dan en el avión,"
    }
  },
  {
    "translation": {
      "en": "They were enormous bottles of liquor.",
      "es": "eran botellotas de alcohol."
    }
  },
  {
    "translation": {
      "en": "Immediately, he cracked open a Jack Daniels and just started gulping it down.",
      "es": "Sin dudarlo, abrió un Jack Daniels y empezó a bajárselo."
    }
  },
  {
    "translation": {
      "en": "Gulp. Gulp. Gulp. Gulp.",
      "es": "Tragaba sin parar."
    }
  },
  {
    "translation": {
      "en": "We're not talking pouring it into a glass. We're talking, like, lunatic style.",
      "es": "No es que se sirvió una copa, bebía como un demente."
    }
  },
  {
    "translation": {
      "en": "He was out of control.",
      "es": "Estaba descontrolado."
    }
  },
  {
    "translation": {
      "en": "I've been around a lot of celebrities,",
      "es": "He estado con muchos famosos"
    }
  },
  {
    "translation": {
      "en": "and I've seen some of them act a little crazy.",
      "es": "y algunos tienen hábitos peculiares,"
    }
  },
  {
    "translation": {
      "en": "But nothing like this.",
      "es": "pero nada así."
    }
  },
  {
    "translation": {
      "en": "So our next move is, I think we're gonna get something to eat.",
      "es": "Decidimos buscar algo para comer."
    }
  },
  {
    "translation": {
      "en": "He takes his skateboard. We go down to the lobby of this hotel,",
      "es": "Toma su patineta. Bajamos al vestíbulo del hotel,"
    }
  },
  {
    "translation": {
      "en": "and the lobby of this hotel, it's fancy.",
      "es": "que era muy elegante."
    }
  },
  {
    "translation": {
      "en": "There's fancy people here. It's Saturday night on Hollywood Boulevard.",
      "es": "Gente elegante, era un sábado a la noche en Hollywood."
    }
  },
  {
    "translation": {
      "en": "And it's, like, cobblestone.",
      "es": "El piso era como empedrado."
    }
  },
  {
    "translation": {
      "en": "So he takes his skateboard, rides across, and he goes,",
      "es": "Él tomó la patineta, la montó"
    }
  },
  {
    "translation": {
      "en": "boom, boom, boom, boom, boom, boom, boom, all the way across. We get outside.",
      "es": "y fue cruzando así hasta que salimos."
    }
  },
  {
    "translation": {
      "en": "Three seconds later, the security comes out and says, He can't come back in.",
      "es": "A los tres segundos, sale un guardia que nos dice que él no puede volver."
    }
  },
  {
    "translation": {
      "en": "You're all out. And I'm thinking,",
      "es": "Que nos echan. Y yo pensé:"
    }
  },
  {
    "translation": {
      "en": "They don't even know about him peeing in front of the building.",
      "es": "Y no saben que orinó en la puerta."
    }
  },
  {
    "translation": {
      "en": "They meant business. Sir, you are outta here.",
      "es": "Era en serio. Señor, se tiene que ir."
    }
  },
  {
    "translation": {
      "en": "And before I know it, we are out on the sidewalk.",
      "es": "De repente, estábamos en la calle."
    }
  },
  {
    "translation": {
      "en": "And then he took off running ahead of us and pulled out a huge knife",
      "es": "Él salió corriendo hacia adelante, sacó un cuchillo enorme"
    }
  },
  {
    "translation": {
      "en": "and tried to throw it into the ground.",
      "es": "y trató de tirarlo al suelo."
    }
  },
  {
    "translation": {
      "en": "Okay, like, this is a little scary.",
      "es": "Dio un poco de miedo."
    }
  },
  {
    "translation": {
      "en": "At first, we were intrigued by Kai and finding him and all that stuff,",
      "es": "Al principio, Kai nos intrigaba y lo queríamos encontrar,"
    }
  },
  {
    "translation": {
      "en": "and… and we were excited about what we were doing.",
      "es": "y nos entusiasmaba lo que íbamos a hacer."
    }
  },
  {
    "translation": {
      "en": "And now we're kinda like, Are we okay?",
      "es": "Y de repente nos preguntábamos: ¿Esto está bien?."
    }
  },
  {
    "translation": {
      "en": "If what they were after, my production company,",
      "es": "Si lo que la productora buscaba"
    }
  },
  {
    "translation": {
      "en": "was this carefree, happy, home- free hitchhiker,",
      "es": "era un mochilero despreocupado, alegre e inocente,"
    }
  },
  {
    "translation": {
      "en": "who's looking out for the underdog, that was not what this guy was projecting.",
      "es": "si buscaban un diamante en bruto, no era eso lo que él proyectaba."
    }
  },
  {
    "translation": {
      "en": "They kicked me out for skateboarding in the middle of the thing",
      "es": "Me echaron por andar en patineta y beber una botella de JD."
    }
  },
  {
    "translation": {
      "en": "- and drinking a bottle of JD. - This was-- When was this?",
      "es": "Me echaron por andar en patineta y beber una botella de JD. ¿Cuándo?"
    }
  },
  {
    "translation": {
      "en": "And I peed on the Walk of Fame,",
      "es": "Y oriné en el paseo de la fama,"
    }
  },
  {
    "translation": {
      "en": "and all these publicity agents are like, No! Stop! Stop! Stop! Stop!",
      "es": "y los agentes publicitarios me decían: ¡No, detente!."
    }
  },
  {
    "translation": {
      "en": "I was like…",
      "es": "Y yo…"
    }
  },
  {
    "translation": {
      "en": "I'm kickin' it legit.",
      "es": "Parado y relajado."
    }
  },
  {
    "translation": {
      "en": "I was texting, You are not gonna wanna do a reality show with this guy,",
      "es": "Les escribí: No les conviene hacer un reality show con él."
    }
  },
  {
    "translation": {
      "en": "but I guess from their perspective, it was more just like, How bad can this guy really be?",
      "es": "Pero supongo que ellos pensaban que no podía ser tan malo."
    }
  },
  {
    "translation": {
      "en": "Just get him down here. We can talk to him ourselves and form our own opinion.",
      "es": "Tráelo. Hablaremos con él y formaremos nuestra opinión."
    }
  },
  {
    "translation": {
      "en": "I don't know why I took it upon myself to think,",
      "es": "No sé por qué me convencí de que era responsable por él"
    }
  },
  {
    "translation": {
      "en": "I'm responsible for him. I'm his babysitter,",
      "es": "No sé por qué me convencí de que era responsable por él y de que debía ver que llegara al programa de Kimmel."
    }
  },
  {
    "translation": {
      "en": "and I need to make sure that he gets on The Kimmel Show.",
      "es": "y de que debía ver que llegara al programa de Kimmel."
    }
  },
  {
    "translation": {
      "en": "Shouldn't it just be his responsibility or Brad's responsibility?",
      "es": "¿No debía ser responsabilidad de él o de Brad?"
    }
  },
  {
    "translation": {
      "en": "But all of a sudden, I'm, like, huh,",
      "es": "Pero, de repente…"
    }
  },
  {
    "translation": {
      "en": "I don't know if it's a wild or stupid idea. I had him stay at my house.",
      "es": "quizá fue una locura o una tontería, pero lo llevé a mi casa."
    }
  },
  {
    "translation": {
      "en": "It's just the two of us.",
      "es": "Estábamos solos."
    }
  },
  {
    "translation": {
      "en": "He was polite.",
      "es": "Él fue cortés."
    }
  },
  {
    "translation": {
      "en": "Played the guitar.",
      "es": "Tocó la guitarra."
    }
  },
  {
    "translation": {
      "en": "But there was something kinda dangerous about him, now we're starting to think.",
      "es": "Pero nos empezó a parecer que tenía algo peligroso."
    }
  },
  {
    "translation": {
      "en": "Monday, I'm done. Brad can have him, do what he wants with him.",
      "es": "El lunes me harté, quería que se lo llevara Brad."
    }
  },
  {
    "translation": {
      "en": "I'm not even thinking about our TV show, if we're gonna do anything with it or not.",
      "es": "Ya no me interesaba el programa de TV, que se hiciera o no."
    }
  },
  {
    "translation": {
      "en": "He didn't seem particularly, uh, excited that he was gonna be on The Kimmel Show.",
      "es": "No parecía entusiasmarlo salir en el programa de Kimmel."
    }
  },
  {
    "translation": {
      "en": "At least he was not letting on that he was overly excited about it.",
      "es": "Al menos, no expresaba demasiado entusiasmo."
    }
  },
  {
    "translation": {
      "en": "Lisa and her production team take Kai to the studio.",
      "es": "Lisa y su equipo llevaron a Kai al estudio."
    }
  },
  {
    "translation": {
      "en": "They pull up and in the back parking lot,",
      "es": "En el estacionamiento de atrás"
    }
  },
  {
    "translation": {
      "en": "there's this really big Jimmy Kimmel Live! sign",
      "es": "había un letrero gigante de Jimmy Kimmel Live!"
    }
  },
  {
    "translation": {
      "en": "stretched across this chain- link fence. They get out of the car.",
      "es": "que iba a lo largo de un cerco. Apenas salieron del auto, Kai caminó hacia el letrero y lo orinó."
    }
  },
  {
    "translation": {
      "en": "First thing Kai does, walks up to the sign and pisses on the sign.",
      "es": "Apenas salieron del auto, Kai caminó hacia el letrero y lo orinó."
    }
  },
  {
    "translation": {
      "en": "'Course, everyone's like, What the fuck are you…",
      "es": "Nadie entendía nada. ¿Qué estás haciendo?."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Security guard comes over.",
      "es": "Nadie entendía nada. ¿Qué estás haciendo?. Se acercó un guardia. ¿Qué haces? No puedes hacer eso."
    }
  },
  {
    "translation": {
      "en": "What are you doing, bro? You can't do that,",
      "es": "Se acercó un guardia. ¿Qué haces? No puedes hacer eso."
    }
  },
  {
    "translation": {
      "en": "all this stuff that, yes, of course, you can't do that, Kai.",
      "es": "Le dijo de todo, claro que no podía hacer eso, es obvio."
    }
  },
  {
    "translation": {
      "en": "You can't do that. They get him, you know, wrangle him, stop him.",
      "es": "Le dijo de todo, claro que no podía hacer eso, es obvio. Lo agarraron y lo detuvieron."
    }
  },
  {
    "translation": {
      "en": "He goes inside. Uh, Jimmy's waiting there.",
      "es": "Cuando entró, Jimmy lo estaba esperando."
    }
  },
  {
    "translation": {
      "en": "They take their pictures, do whatever they gotta do,",
      "es": "Tomaron las fotos, hicieron lo suyo,"
    }
  },
  {
    "translation": {
      "en": "and then Jimmy hands Kai an envelope.",
      "es": "y luego Jimmy le dio un sobre a Kai."
    }
  },
  {
    "translation": {
      "en": "Inside, there was, like, $500 in it.",
      "es": "Contenía unos $500."
    }
  },
  {
    "translation": {
      "en": "Kai takes it and gives it to the security guard",
      "es": "Kai se lo dio al guardia de seguridad."
    }
  },
  {
    "translation": {
      "en": "and says, I'm sorry for pissing on the sign.",
      "es": "Perdón por haber orinado el letrero."
    }
  },
  {
    "translation": {
      "en": "I remember just thinking, There's no way in hell he's actually gonna be on The Jimmy Kimmel Show.",
      "es": "Pensé: No hay modo de que pueda salir en el programa de Jimmy Kimmel."
    }
  },
  {
    "translation": {
      "en": "They're gonna see that he's crazy. They're gonna see that he's unstable.",
      "es": "Se van a dar cuenta de que está loco, inestable."
    }
  },
  {
    "translation": {
      "en": "They're gonna see that he's bad news, and the idea's gonna be jettisoned,",
      "es": "Verán que no les conviene y descartarán la idea."
    }
  },
  {
    "translation": {
      "en": "and there's no way he's actually gonna be on the show.",
      "es": "No hay manera de que salga al aire."
    }
  },
  {
    "translation": {
      "en": "So we're in the green room,",
      "es": "Estábamos en la sala verde,"
    }
  },
  {
    "translation": {
      "en": "and we're 90 minutes away from the show,",
      "es": "a 90 minutos de que empezara el programa,"
    }
  },
  {
    "translation": {
      "en": "and the police show up.",
      "es": "cuando llegó la policía."
    }
  },
  {
    "translation": {
      "en": "Hello. There's no picture- taking in here, okay?",
      "es": "Hola. Nada de fotos, por favor."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. All right, unless you wanna go…",
      "es": "Muchas gracias. O terminarán en los tribunales."
    }
  },
  {
    "translation": {
      "en": "All right, now go on your way. Thanks a lot.",
      "es": "Por favor, prosigan. Gracias."
    }
  },
  {
    "translation": {
      "en": "No question, when the police walked in, I knew who they were there for.",
      "es": "Cuando llegó la policía, yo sabía a quién buscaban."
    }
  },
  {
    "translation": {
      "en": "And they came, and they grabbed him, and they took him.",
      "es": "Lo buscaron y se lo llevaron."
    }
  },
  {
    "translation": {
      "en": "And I… I've never been more crestfallen.",
      "es": "Nunca me sentí más abatido."
    }
  },
  {
    "translation": {
      "en": "My name is Jeff Stricker, and in February 2013,",
      "es": "Me llamo Jeff Stricker. En febrero de 2013,"
    }
  },
  {
    "translation": {
      "en": "I was a homicide detective with the Fresno County Sheriff's Office.",
      "es": "era detective de homicidios en el condado de Fresno."
    }
  },
  {
    "translation": {
      "en": "Jett McBride, who was the driver of the vehicle",
      "es": "Jett McBride, el conductor del vehículo que había chocado a Rayshawn Neely,"
    }
  },
  {
    "translation": {
      "en": "that smashed into Rayshawn Neely, the PG&E worker, was in custody,",
      "es": "Jett McBride, el conductor del vehículo que había chocado a Rayshawn Neely, había sido arrestado, y Kai era el testigo principal."
    }
  },
  {
    "translation": {
      "en": "and Kai was our key witness.",
      "es": "había sido arrestado, y Kai era el testigo principal."
    }
  },
  {
    "translation": {
      "en": "The district attorney investigators didn't know where Kai was,",
      "es": "Los investigadores no sabían dónde estaba Kai,"
    }
  },
  {
    "translation": {
      "en": "but social media being what it is these days,",
      "es": "pero ya sabemos cómo son las redes."
    }
  },
  {
    "translation": {
      "en": "Jimmy Kimmel tweeted, Kai the Hatchet- Wielding Hitchhiker will be on the show.",
      "es": "Jimmy Kimmel tuiteó: Hoy viene Kai, el mochilero del hacha."
    }
  },
  {
    "translation": {
      "en": "So they left Fresno and headed on over to LA to meet with Kai.",
      "es": "Así que se fueron de Fresno a Los Ángeles para ver a Kai."
    }
  },
  {
    "translation": {
      "en": "Some people weren't disappointed that the police came and got him.",
      "es": "A algunos no les molestó que se lo llevara la policía."
    }
  },
  {
    "translation": {
      "en": "Some people were like, Well, that figures, and--",
      "es": "Algunos pensaron: Tiene sentido."
    }
  },
  {
    "translation": {
      "en": "But not me. Not me.",
      "es": "Pero yo no."
    }
  },
  {
    "translation": {
      "en": "I was wrong about this the whole time. I was like, We gotta get him back.",
      "es": "Yo estaba confundidísimo. ¡Hay que traerlo!."
    }
  },
  {
    "translation": {
      "en": "The Fresno County District Attorney's Office enlisted",
      "es": "La fiscalía de Fresno solicitó asistencia de la policía de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "the help of the Los Angeles County Sheriff's Department",
      "es": "solicitó asistencia de la policía de Los Ángeles."
    }
  },
  {
    "translation": {
      "en": "to track Kai down at the Jimmy Kimmel studio and take him into custody.",
      "es": "para buscar a Kai en el estudio y ponerlo bajo custodia."
    }
  },
  {
    "translation": {
      "en": "The DA's office served him with a subpoena",
      "es": "Le entregaron una citación"
    }
  },
  {
    "translation": {
      "en": "and says it needed to get a statement about the attempted murder hate crime",
      "es": "para que declarara por el intento de crimen de odio"
    }
  },
  {
    "translation": {
      "en": "that started this whole thing because he is the key witness.",
      "es": "que comenzó todo esto, porque él es el testigo principal."
    }
  },
  {
    "translation": {
      "en": "We're all sweating bullets, you know, probably especially Brad.",
      "es": "Estábamos muy nerviosos. Brad, sobre todo."
    }
  },
  {
    "translation": {
      "en": "Kai's social media is blowing up at this point.",
      "es": "Las redes de Kai estallaban."
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many hits he's getting.",
      "es": "Todo el mundo lo buscaba."
    }
  },
  {
    "translation": {
      "en": "It's, like, millions.",
      "es": "Millones de menciones."
    }
  },
  {
    "translation": {
      "en": "Eventually, about 30 minutes before the show,",
      "es": "Al final, unos 30 minutos antes del programa,"
    }
  },
  {
    "translation": {
      "en": "the police brought him back. But here's the thing.",
      "es": "la policía lo llevó de vuelta. Pero ¿saben?"
    }
  },
  {
    "translation": {
      "en": "Everything I do, the lead- up, the build- up, the calling, getting people to agree,",
      "es": "Yo podía organizar, llamar a todos, tratar de ponerlos de acuerdo,"
    }
  },
  {
    "translation": {
      "en": "the only thing I don't have control of is what everybody sees.",
      "es": "pero lo único que no podía controlar era lo que veían, lo que salía al aire."
    }
  },
  {
    "translation": {
      "en": "What's on the air. That's the only part I have no control of, what gets on TV.",
      "es": "pero lo único que no podía controlar era lo que veían, lo que salía al aire. Era lo único incontrolable, y es lo que recuerda todo el mundo."
    }
  },
  {
    "translation": {
      "en": "And that's only what everybody remembers.",
      "es": "Era lo único incontrolable, y es lo que recuerda todo el mundo."
    }
  },
  {
    "translation": {
      "en": "Jessob's in the front row.",
      "es": "Jessob estaba en el estudio."
    }
  },
  {
    "translation": {
      "en": "I'm pacing in the green room.",
      "es": "Yo daba vueltas en la sala."
    }
  },
  {
    "translation": {
      "en": "We both know, more than other people know,",
      "es": "Nosotros sabíamos mejor que nadie"
    }
  },
  {
    "translation": {
      "en": "how sideways this can go.",
      "es": "lo mal que podía salir todo."
    }
  },
  {
    "translation": {
      "en": "I'm about to pick up a very special hitchhiker.",
      "es": "Voy a buscar a un mochilero muy especial."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, please say hi to Kai.",
      "es": "Damas y caballeros, saludemos a Kai."
    }
  },
  {
    "translation": {
      "en": "Kai, jump in the car.",
      "es": "Kai, súbete al auto."
    }
  },
  {
    "translation": {
      "en": "Kai! Not on the car, in the car.",
      "es": "No, arriba no, adentro."
    }
  },
  {
    "translation": {
      "en": "I don't know if the car can hold your weight. All right, there we go.",
      "es": "No sé si aguantará tu peso. Ahora sí."
    }
  },
  {
    "translation": {
      "en": "- Keep your eye on the road, man. -",
      "es": "Mira hacia adelante, viejo."
    }
  },
  {
    "translation": {
      "en": "Holy .",
      "es": "A la m…"
    }
  },
  {
    "translation": {
      "en": "Well, welcome, Kai. Welcome. How are you?",
      "es": "Bueno, bienvenido, Kai. ¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "- Excellent. How about yourself? - I'm doing good.",
      "es": "- Excelente, ¿y tú? - Muy bien."
    }
  },
  {
    "translation": {
      "en": "I had very little confidence it would go well for him.",
      "es": "Confiaba muy poco en que saliera bien."
    }
  },
  {
    "translation": {
      "en": "But, man, I was rooting for him. I was rooting for him.",
      "es": "Pero claro que lo alentaba."
    }
  },
  {
    "translation": {
      "en": "They described you in the video as homeless hitchhiker, but you don't like the word homeless.",
      "es": "Dicen que eres un mochilero indigente, pero a ti no te gusta indigente."
    }
  },
  {
    "translation": {
      "en": "- Home- free. - Home- free.",
      "es": "Libre de hogar."
    }
  },
  {
    "translation": {
      "en": "It's the land of the free and the home of the brave.",
      "es": "Es la tierra de los libres, el hogar de los valientes."
    }
  },
  {
    "translation": {
      "en": "You don't want to have a home, correct?",
      "es": "Tú no quieres tener un hogar, ¿no?"
    }
  },
  {
    "translation": {
      "en": "What the hell are you talking about? I am home.",
      "es": "¿Qué dices? Estoy en mi hogar."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I see. -",
      "es": "- M… - Ya veo."
    }
  },
  {
    "translation": {
      "en": "So anywhere you are is your home. That's your philosophy.",
      "es": "Tu filosofía es que tu hogar es donde estás."
    }
  },
  {
    "translation": {
      "en": "Jimmy handled it so well 'cause Kai had, you know,",
      "es": "Jimmy lo manejó muy bien porque Kai, muy a su estilo, dio respuestas muy extrañas,"
    }
  },
  {
    "translation": {
      "en": "in typical Kai fashion, he had some very bizarre answers",
      "es": "porque Kai, muy a su estilo, dio respuestas muy extrañas,"
    }
  },
  {
    "translation": {
      "en": "and said some very bizarre things, but Jimmy just rolled with it.",
      "es": "dijo cosas muy extrañas, pero Jimmy le siguió la corriente."
    }
  },
  {
    "translation": {
      "en": "A lot of people are calling you a hero because you did.",
      "es": "Muchos dicen que eres un héroe por lo que hiciste."
    }
  },
  {
    "translation": {
      "en": "You thwarted that crazy guy, right?",
      "es": "Frenaste a ese chiflado, ¿no?"
    }
  },
  {
    "translation": {
      "en": "There's not so much difference between him and who they sell as Jesus anyways.",
      "es": "No hay mucha diferencia entre él y quien dicen que es Jesús, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Well, I don't know. I haven't met him.",
      "es": "No sé, no lo he conocido aún."
    }
  },
  {
    "translation": {
      "en": "Did he have a beard?",
      "es": "¿Tenía barba?"
    }
  },
  {
    "translation": {
      "en": "- No. - No, no, he was… he was a fat, rich, white guy.",
      "es": "No. Era un tipo gordo, rico y blanco."
    }
  },
  {
    "translation": {
      "en": "Now, um, you, uh… Obviously, millions of people have seen--",
      "es": "Obviamente, millones de personas han visto…"
    }
  },
  {
    "translation": {
      "en": "Nothing against fat, rich people.",
      "es": "No tengo nada contra los gordos ricos."
    }
  },
  {
    "translation": {
      "en": "No, fat, white people, yeah.",
      "es": "Ni los gordos blancos."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're sitting next to one. Um…",
      "es": "Sí, tienes uno a tu lado."
    }
  },
  {
    "translation": {
      "en": "It's great by Jimmy. I've seen him do this hundreds, hundreds of times,",
      "es": "Jimmy estuvo genial. Lo vi hacer esto miles de veces."
    }
  },
  {
    "translation": {
      "en": "where the… That is an example of Kai trying to be funny,",
      "es": "Es un ejemplo de cómo Kai trata de dar gracia"
    }
  },
  {
    "translation": {
      "en": "and Jimmy knowing how to stop it,",
      "es": "y Jimmy sabe cómo contenerlo."
    }
  },
  {
    "translation": {
      "en": "say something self- deprecating and move on to the next point.",
      "es": "Se burló de sí mismo y cambió de tema."
    }
  },
  {
    "translation": {
      "en": "God, he's good.",
      "es": "Es muy bueno."
    }
  },
  {
    "translation": {
      "en": "Let's step outside the car for one second,",
      "es": "Salgamos del auto un segundo."
    }
  },
  {
    "translation": {
      "en": "because I don't know if you're gonna give this away immediately, but we have something for you.",
      "es": "No sé si irás a regalar esto, pero tengo algo para ti."
    }
  },
  {
    "translation": {
      "en": "There you go. A Mini Mal surfboard and a wetsuit.",
      "es": "Aquí tienes una tabla Mini Mal y un traje de neopreno."
    }
  },
  {
    "translation": {
      "en": "Do with it as you will. If you choose to give it away, then so be it.",
      "es": "Haz lo que desees. Si quieres regalarla, que así sea."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many people got a hold of me",
      "es": "No saben cuánta gente me llamó"
    }
  },
  {
    "translation": {
      "en": "trying to get him a surfboard and a wetsuit",
      "es": "para regalarle una tabla de surf, un traje de neopreno y todo lo que quería."
    }
  },
  {
    "translation": {
      "en": "and all those things he wanted. Just from that line,",
      "es": "para regalarle una tabla de surf, un traje de neopreno y todo lo que quería. Solo por esa frase,"
    }
  },
  {
    "translation": {
      "en": "he had hundreds and hundreds of offers. Shit, Jimmy Kimmel gave it to him.",
      "es": "recibió cientos de ofertas, ¡y Jimmy Kimmel se las regaló!"
    }
  },
  {
    "translation": {
      "en": "You all right, Kai?",
      "es": "¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "All right. Kai the Hitchhiker, everybody.",
      "es": "Muy bien. Un aplauso para Kai, el mochilero."
    }
  },
  {
    "translation": {
      "en": "Thanks, Kai.",
      "es": "Gracias, Kai."
    }
  },
  {
    "translation": {
      "en": "And thanks for not killing me with a hatchet.",
      "es": "Gracias por no matarme con un hacha."
    }
  },
  {
    "translation": {
      "en": "Hey, everybody, we got a great show tonight.",
      "es": "Hoy tenemos un gran programa."
    }
  },
  {
    "translation": {
      "en": "Carl Reiner is here. We'll be right back with Mindy Kaling.",
      "es": "Vendrá Carl Reiner. Ahora seguimos con Mindy Kaling."
    }
  },
  {
    "translation": {
      "en": "The whole world was open to him at this point. It really, really was.",
      "es": "En ese momento, el mundo estaba a sus pies, de verdad."
    }
  },
  {
    "translation": {
      "en": "So we ask him back the next day to do, like, movie reviews.",
      "es": "Al día siguiente lo invitamos a que criticara películas."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay. Let's watch movies.",
      "es": "Vamos a ver películas."
    }
  },
  {
    "translation": {
      "en": "The next day, we saw a different side of Kai.",
      "es": "Al otro día, vimos un Kai diferente."
    }
  },
  {
    "translation": {
      "en": "He had no possibility of concentrating on anything.",
      "es": "No tenía posibilidades de concentrarse en nada."
    }
  },
  {
    "translation": {
      "en": "Zero Dark Thirty",
      "es": "La noche más oscura"
    }
  },
  {
    "translation": {
      "en": "is about how we're being told to keep our bodies alkaline",
      "es": "es sobre cómo nos dicen que mantengamos el cuerpo alcalino"
    }
  },
  {
    "translation": {
      "en": "and being fed fluoride in the water.",
      "es": "y sobre que nos dan flúor con el agua."
    }
  },
  {
    "translation": {
      "en": "Kai, just… just… just watch the movie.",
      "es": "Kai, mira la película."
    }
  },
  {
    "translation": {
      "en": "I think at some point, we're like, Just watch the trailer.",
      "es": "O que por lo menos viera el adelanto."
    }
  },
  {
    "translation": {
      "en": "It's two minutes and 32 seconds. He couldn't get through it.",
      "es": "Duraba 2:30 e igual se distraía antes."
    }
  },
  {
    "translation": {
      "en": "So if they laid a chemtrail over the side of your house with scopolamine,",
      "es": "Te dejan una estela química con escopolamina al lado de tu casa"
    }
  },
  {
    "translation": {
      "en": "and try to get y'all to act like  zombies",
      "es": "para convertirte en zombi"
    }
  },
  {
    "translation": {
      "en": "so they could slay y'all and take your houses,",
      "es": "para matarte y quedarse con tu casa,"
    }
  },
  {
    "translation": {
      "en": "then that'd be a good  way of doing it.",
      "es": "parece una buena manera de hacerlo, c…."
    }
  },
  {
    "translation": {
      "en": "We were barely able to corral him for those eight minutes on that one night.",
      "es": "Apenas pudimos arrearlo esos ocho minutos esa noche."
    }
  },
  {
    "translation": {
      "en": "Him doing a reality TV show would never have worked.",
      "es": "Jamás podría haber hecho un reality show."
    }
  },
  {
    "translation": {
      "en": "Osama bin Laden was a sheikh.",
      "es": "Osama bin Laden era un jeque."
    }
  },
  {
    "translation": {
      "en": "He never would've done it. So he's gonna show up at 3:45",
      "es": "Jamás lo habría hecho. ¿Iba a ir a una tienda de rosquillas a las 3:00 a. m."
    }
  },
  {
    "translation": {
      "en": "at some doughnut shop and fake some scene that they wrote?",
      "es": "¿Iba a ir a una tienda de rosquillas a las 3:00 a. m. a actuar una escena guionada?"
    }
  },
  {
    "translation": {
      "en": "There's no chance. There's no chance he's doing that.",
      "es": "Imposible. Jamás iba a hacer eso."
    }
  },
  {
    "translation": {
      "en": "I mean, no chance.",
      "es": "Totalmente imposible."
    }
  },
  {
    "translation": {
      "en": "What a bizarre thing. That would've never worked.",
      "es": "Qué locura, jamás habría funcionado."
    }
  },
  {
    "translation": {
      "en": "After Kimmel, Jimmy promised him he would take him wherever he'd wanna go.",
      "es": "Después del programa, Jimmy le prometió llevarlo adonde quisiera."
    }
  },
  {
    "translation": {
      "en": "He said he wanted to go back north and Jimmy lived up to his word.",
      "es": "Él pidió volver al norte y Jimmy cumplió su promesa."
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, they turning up the heat ♪",
      "es": "QUÉ CHICO SEXI. ERES ADORABLE. ESTÁS EN LLAMAS, QUÉ RICO."
    }
  },
  {
    "translation": {
      "en": "From being in a world where nobody is listening to you,",
      "es": "Pasó de estar en un mundo donde nadie lo escuchaba"
    }
  },
  {
    "translation": {
      "en": "now he's in this echo chamber of everything he says,",
      "es": "a uno en que todo lo que decía"
    }
  },
  {
    "translation": {
      "en": "there's at least a thousand people saying, That's a great idea.",
      "es": "era alabado por miles de personas."
    }
  },
  {
    "translation": {
      "en": "I wanna hand hug with you.",
      "es": "Dame un abrazo de manos."
    }
  },
  {
    "translation": {
      "en": "- Hand hug? - Hand hug.",
      "es": "- ¿Cómo? - Abrazo de manos."
    }
  },
  {
    "translation": {
      "en": "- Thank you so much. - You're welcome.",
      "es": "Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "This notoriety you've developed, is this helping you with women?",
      "es": "¿Esta nueva fama te ayuda con las mujeres?"
    }
  },
  {
    "translation": {
      "en": "Are you dating these days?",
      "es": "¿Sales con alguien?"
    }
  },
  {
    "translation": {
      "en": "Am I dating?",
      "es": "¿Si salgo?"
    }
  },
  {
    "translation": {
      "en": "Are women coming up to you in a way they haven't before?",
      "es": "¿Se te acercan más mujeres que antes?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, this one girl was trying to see if it was me, and she walked into a stop sign the other day.",
      "es": "Sí, una chica quería ver si era yo y se chocó con una señal de pare."
    }
  },
  {
    "translation": {
      "en": "She was kinda mortified.",
      "es": "Parecía avergonzada."
    }
  },
  {
    "translation": {
      "en": "I gave her a big hug, and she was like, You are Kai!",
      "es": "Le di un abrazo y ella me dijo: ¡Eres Kai!."
    }
  },
  {
    "translation": {
      "en": "He was not hard to keep track of because he was living the dream.",
      "es": "Era fácil seguirlo porque vivía su vida soñada."
    }
  },
  {
    "translation": {
      "en": "He was pretty damn famous. He'd pop up on different videos of surfing.",
      "es": "Era muy famoso, aparecía en videos de surf."
    }
  },
  {
    "translation": {
      "en": "Let's go catch a wave.",
      "es": "Vamos a las olas."
    }
  },
  {
    "translation": {
      "en": "People wanted him to come perform, playing gigs. At one point,",
      "es": "La gente quería que actuara en ciertos lugares."
    }
  },
  {
    "translation": {
      "en": "one of Justin Bieber's people called and asked about him.",
      "es": "El equipo de Justin Bieber llegó a preguntar por él."
    }
  },
  {
    "translation": {
      "en": "It takes one little collab with Justin Bieber to make a career, I'm sure.",
      "es": "Si haces algo con Justin Bieber, tienes la carrera hecha, seguro."
    }
  },
  {
    "translation": {
      "en": "People were happy to see him at that point.",
      "es": "A la gente le gustaba verlo."
    }
  },
  {
    "translation": {
      "en": "If he rolled into your town and he just posted, Went to the local library",
      "es": "Si llegaba a tu ciudad y publicaba que iba a la biblioteca,"
    }
  },
  {
    "translation": {
      "en": "and it's on Facebook and you were 17 to 23 years old,",
      "es": "salía en Facebook y tú tenías entre 17 y 23,"
    }
  },
  {
    "translation": {
      "en": "you're like, I'll come pick you up. Why not?",
      "es": "decidías ir a buscarlo."
    }
  },
  {
    "translation": {
      "en": "You just saw him save somebody. You just saw him on TV.",
      "es": "Lo habías visto salvar a alguien en la TV."
    }
  },
  {
    "translation": {
      "en": "There wasn't anything about him at that point that would caution you against it.",
      "es": "Nada en él parecía alarmante."
    }
  },
  {
    "translation": {
      "en": "This made Kai an Internet sensation.",
      "es": "Esto convirtió a Kai en una sensación."
    }
  },
  {
    "translation": {
      "en": "He became a huge hit.",
      "es": "Se volvió un gran éxito."
    }
  },
  {
    "translation": {
      "en": "- Or you should say a huge smash. - Oh yeah!",
      "es": "- Digamos que le dio con todo. - ¡Sí!"
    }
  },
  {
    "translation": {
      "en": "So here's the car that Jett McBride and Kai were traveling in",
      "es": "Este es el auto en el que viajaban Jett McBride y Kai"
    }
  },
  {
    "translation": {
      "en": "on the day of the incident.",
      "es": "el día del incidente."
    }
  },
  {
    "translation": {
      "en": "There's still blood on it.",
      "es": "Aún hay sangre."
    }
  },
  {
    "translation": {
      "en": "Surprised that anyone would even survive this.",
      "es": "Me sorprende que alguien pudiera sobrevivir."
    }
  },
  {
    "translation": {
      "en": "I didn't really keep track of where Kai was going,",
      "es": "No seguía el rastro de Kai,"
    }
  },
  {
    "translation": {
      "en": "what he was doing, all the attention he was getting, the talk shows.",
      "es": "no sabía de lo que hacía ni de su fama, de los programas a los que iba."
    }
  },
  {
    "translation": {
      "en": "I didn't care. I just wanted to make sure that he was back",
      "es": "No me importaba. Solo quería que regresara"
    }
  },
  {
    "translation": {
      "en": "for the pretrial hearing for Jett McBride.",
      "es": "para la audiencia preliminar del juicio de Jett McBride."
    }
  },
  {
    "translation": {
      "en": "Kai was our key witness.",
      "es": "Kai era el testigo clave."
    }
  },
  {
    "translation": {
      "en": "He was in the car when they crashed and injured Rayshawn Neely.",
      "es": "Estaba en el auto cuando arrollaron a Rayshawn Neely."
    }
  },
  {
    "translation": {
      "en": "He knows what they were talking about. He had all the information.",
      "es": "Él sabía de lo que hablaban, tenía toda la información."
    }
  },
  {
    "translation": {
      "en": "You couldn't ask for a better witness being in that spot.",
      "es": "No podía haber un testigo mejor."
    }
  },
  {
    "translation": {
      "en": "- Hey, Tanya. -",
      "es": "Hola, Tanya."
    }
  },
  {
    "translation": {
      "en": "Hey, peeps, how's it going?",
      "es": "Hola, ¿qué tal?"
    }
  },
  {
    "translation": {
      "en": "In court, details started to emerge. The picture started to come into focus.",
      "es": "En el tribunal empezaron a salir detalles. La imagen se empezó a aclarar."
    }
  },
  {
    "translation": {
      "en": "Tanya Baker testified that McBride attacked her",
      "es": "Tanya Baker declaró que McBride la atacó"
    }
  },
  {
    "translation": {
      "en": "while she tried to rescue Neely.",
      "es": "mientras intentaba rescatar a Neely."
    }
  },
  {
    "translation": {
      "en": "He put me into a bear hug and was hitting me on the back.",
      "es": "Me abrazó y me pegó en la espalda."
    }
  },
  {
    "translation": {
      "en": "Then Kai stepped in with his hatchet,",
      "es": "Entonces, Kai intervino con su hacha,"
    }
  },
  {
    "translation": {
      "en": "hitting McBride over the head not once, not twice, but three times.",
      "es": "y le atestó a McBride no uno, sino tres golpes en la cabeza."
    }
  },
  {
    "translation": {
      "en": "Knowing who Kai was,",
      "es": "Conociendo a Kai,"
    }
  },
  {
    "translation": {
      "en": "part of me wondered what actually happened that day in Fresno.",
      "es": "me preguntaba un poco qué había pasado ese día."
    }
  },
  {
    "translation": {
      "en": "Was that actually him saving the day?",
      "es": "¿Había salvado a esa mujer?"
    }
  },
  {
    "translation": {
      "en": "Was this him being the hero or not?",
      "es": "¿Era un héroe o no?"
    }
  },
  {
    "translation": {
      "en": "With no hatchet in hand this time,",
      "es": "Sin hacha a mano en esta oportunidad,"
    }
  },
  {
    "translation": {
      "en": "the man known as Kai took the stand,",
      "es": "el hombre conocido como Kai subió al estrado,"
    }
  },
  {
    "translation": {
      "en": "not before causing a few observers to chuckle.",
      "es": "pero antes hizo sonreír a varios de los presentes."
    }
  },
  {
    "translation": {
      "en": "Just a moment. Listen to the clerk as she states the oath to you",
      "es": "Escucha a la secretaria, que recitará el juramento para que puedas responder."
    }
  },
  {
    "translation": {
      "en": "so that you can respond to it. You only need one hand up, the right hand.",
      "es": "que recitará el juramento para que puedas responder. Una mano sola, la derecha."
    }
  },
  {
    "translation": {
      "en": "Kai was asked if he rolled a joint with Jett McBride.",
      "es": "Le preguntaron si había compartido un porro con McBride."
    }
  },
  {
    "translation": {
      "en": "Kai said he did, and in my interview with Jett,",
      "es": "Kai dijo que sí. En mi entrevista con Jett,"
    }
  },
  {
    "translation": {
      "en": "he was suggesting that Kai made the assumption",
      "es": "él sugirió que Kai mencionó que los dos eran fantasmas"
    }
  },
  {
    "translation": {
      "en": "that they were both ghosts after they were smoking their marijuana,",
      "es": "él sugirió que Kai mencionó que los dos eran fantasmas después de fumar marihuana,"
    }
  },
  {
    "translation": {
      "en": "and Kai said, I bet we could drive right through that truck right now",
      "es": "Y Kai dijo: A que podemos embestir ese camión"
    }
  },
  {
    "translation": {
      "en": "and nobody would even see us.",
      "es": "sin que nadie nos vea."
    }
  },
  {
    "translation": {
      "en": "He's not perfectly clean in this incident. He's been made out to be a hero.",
      "es": "No es totalmente inocente, lo hicieron quedar como un héroe."
    }
  },
  {
    "translation": {
      "en": "Um, what he did to stop him from attacking Tanya is commendable,",
      "es": "Lo que hizo para evitar que atacara a Tanya es loable,"
    }
  },
  {
    "translation": {
      "en": "but he does have some culpability in this.",
      "es": "pero tiene algo de culpa en esto."
    }
  },
  {
    "translation": {
      "en": "Kai then testified that just before the crash,",
      "es": "Kai declaró que justo antes del choque,"
    }
  },
  {
    "translation": {
      "en": "McBride proudly told him about raping a 14- year- old girl.",
      "es": "McBride le contó con orgullo que había violado a una niña de 14 años."
    }
  },
  {
    "translation": {
      "en": "He's like, Well, I've come to realize I'm Jesus Christ, and I get away with anything I want to. Watch this.",
      "es": "Dijo: Me di cuenta de que soy Jesús y puedo salirme con la mía. Mira."
    }
  },
  {
    "translation": {
      "en": "And I look up, and there's a whole crew of construction people in front of me.",
      "es": "Miré adelante, había unos obreros de construcción."
    }
  },
  {
    "translation": {
      "en": "Most of them jumped aside. One dude got pinned underneath.",
      "es": "La mayoría logró apartarse, pero uno quedó atrapado."
    }
  },
  {
    "translation": {
      "en": "Kai says McBride then turned on several people who tried to help.",
      "es": "Según Kai, McBride atacó a quienes trataron de ayudar."
    }
  },
  {
    "translation": {
      "en": "He's still holding onto her, so I smashed him again.",
      "es": "Seguía agarrándola, así que le volví a dar."
    }
  },
  {
    "translation": {
      "en": "And he's still holding onto her hair. I was like .",
      "es": "La agarraba del pelo, y yo pensé: A la m…."
    }
  },
  {
    "translation": {
      "en": "I smashed him real good and hard.",
      "es": "Así que le di con todo."
    }
  },
  {
    "translation": {
      "en": "Initially, when Kai was hitting him, he was using the dull part, the back of the hatchet.",
      "es": "Al principio, cuando Kai lo atacó, usó la parte del hacha que no tiene filo."
    }
  },
  {
    "translation": {
      "en": "And a third strike, he turned it around and used the sharp edge of it.",
      "es": "Pero para el tercer golpe la dio vuelta y le pegó con el filo."
    }
  },
  {
    "translation": {
      "en": "Hitting someone in the head with a hatchet three times,",
      "es": "Darle a alguien tres hachazos en la cabeza,"
    }
  },
  {
    "translation": {
      "en": "blunt side or not, is violent.",
      "es": "con o sin el filo, es violento."
    }
  },
  {
    "translation": {
      "en": "And yet because of his demeanor,",
      "es": "Sin embargo, por su manera de ser,"
    }
  },
  {
    "translation": {
      "en": "for me, it got clouded.",
      "es": "se me volvió muy confuso."
    }
  },
  {
    "translation": {
      "en": "And all I saw was the kind Kai.",
      "es": "Solo vi al Kai amable."
    }
  },
  {
    "translation": {
      "en": "The violent Kai, who showed himself to me right there,",
      "es": "El Kai violento que se manifestó en ese momento…"
    }
  },
  {
    "translation": {
      "en": "I didn't see it.",
      "es": "ese no lo vi."
    }
  },
  {
    "translation": {
      "en": "In the original interview, when I first talked to him,",
      "es": "En la entrevista original,"
    }
  },
  {
    "translation": {
      "en": "I asked him at one point, Have you ever been a part of something like this?",
      "es": "le pregunté si alguna vez había sido parte de algo así."
    }
  },
  {
    "translation": {
      "en": "Well, this one time, I was in an orchard,",
      "es": "Una vez estaba en una huerta"
    }
  },
  {
    "translation": {
      "en": "and this fucking guy starts beating on this woman who he calls his.",
      "es": "y un tipo empezó a pegarle a una mujer que dijo que era suya."
    }
  },
  {
    "translation": {
      "en": "So I walked on over, and I started smashing him in the head.",
      "es": "Así que me acerqué y empecé a pegarle en la cabeza."
    }
  },
  {
    "translation": {
      "en": "You see all these teeth marks right here, for the camera?",
      "es": "¿Se ven en cámara estas marcas de dientes?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I started smashing him in the head and the teeth, busted out all his teeth.",
      "es": "Le di mil golpes en la cabeza y le volé todos los dientes."
    }
  },
  {
    "translation": {
      "en": "Yeah, he saved a woman. At the same time, it's a little extreme,",
      "es": "Sí, salvó a una mujer, pero es un poco extremo"
    }
  },
  {
    "translation": {
      "en": "bragging about your knuckles still being scarred",
      "es": "alardear de las cicatrices de los nudillos,"
    }
  },
  {
    "translation": {
      "en": "and not just stopping the assault, but beating the dude, you know?",
      "es": "porque no solo detuvo al tipo, sino que lo molió a golpes."
    }
  },
  {
    "translation": {
      "en": "It's the same thing when I asked him about hitting the driver with the hatchet.",
      "es": "Pasó lo mismo cuando le pregunté por el ataque con el hacha."
    }
  },
  {
    "translation": {
      "en": "It's like, Yeah, I cleaved him.",
      "es": "Sí, lo corté."
    }
  },
  {
    "translation": {
      "en": "He was like, Yes, I'm proud of it, and it felt good.",
      "es": "Estoy orgulloso, me sentí bien."
    }
  },
  {
    "translation": {
      "en": "It was almost kind of a relief to him, and that's a scary thought.",
      "es": "Fue casi un alivio para él, y esa idea da miedo."
    }
  },
  {
    "translation": {
      "en": "What are you planning on doing now that the attention is on you?",
      "es": "¿Qué harás ahora que tienes tanta atención?"
    }
  },
  {
    "translation": {
      "en": "Because these things do have a shelf life. It's gonna start to fade away.",
      "es": "Estas cosas no son eternas, empiezan a desaparecer."
    }
  },
  {
    "translation": {
      "en": "This badass mother doesn't come with a shelf life.",
      "es": "Esta m… no se va a acabar."
    }
  },
  {
    "translation": {
      "en": "I don't fit on a shelf. Yeah, yeah, I don't fit inside time limits either.",
      "es": "Es eterna. A mí no me contienen los límites del tiempo."
    }
  },
  {
    "translation": {
      "en": "People are actually interested in not just the fact",
      "es": "A la gente no solo le interesa"
    }
  },
  {
    "translation": {
      "en": "that I smashed a dude with a hatchet who was trying to mass murder some people,",
      "es": "el hecho de que le di hachazos a un tipo que quería matar gente,"
    }
  },
  {
    "translation": {
      "en": "but also in that I play some legit music.",
      "es": "sino también que toco buena música."
    }
  },
  {
    "translation": {
      "en": "I play punk. I play grind.",
      "es": "Toco punk, toco grind."
    }
  },
  {
    "translation": {
      "en": "I play, like, serious metal. I can play, like, six different instruments.",
      "es": "Toco metal. Sé tocar como seis instrumentos."
    }
  },
  {
    "translation": {
      "en": "There's been recording offers for me from places like Greenhouse Records and, uh, Universal.",
      "es": "He recibido ofertas de disqueras como Greenhouse Records y Universal."
    }
  },
  {
    "translation": {
      "en": "My name is Gabriel Francisco. I'm the lead singer of a band called the Redcoats.",
      "es": "Me llamo Gabriel Francisco. Canto en una banda, The Redcoats."
    }
  },
  {
    "translation": {
      "en": "I was asked, Do you wanna do a show with Kai?",
      "es": "Me preguntaron si quería tocar con Kai."
    }
  },
  {
    "translation": {
      "en": "I thought, Like Kai Kai? Like, the hatchet guy?",
      "es": "¿Con Kai? ¿El del hacha?."
    }
  },
  {
    "translation": {
      "en": "I thought, This guy is ridiculous.",
      "es": "Me parecía un tipo ridículo."
    }
  },
  {
    "translation": {
      "en": "But then I saw a video of him playing the acoustic guitar…",
      "es": "Pero luego vi un video en que tocaba la guitarra."
    }
  },
  {
    "translation": {
      "en": "and I thought, It's not bad.",
      "es": "Y pensé: No toca mal."
    }
  },
  {
    "translation": {
      "en": "♪ I've never seen A beauty like you before ♪",
      "es": "Nunca vi una belleza como tú."
    }
  },
  {
    "translation": {
      "en": "♪ Breathless kisses through the door… ♪",
      "es": "Besos sin aliento por la puerta…"
    }
  },
  {
    "translation": {
      "en": "He has a nice voice and just sounds like a campfire guy with an acoustic guitar.",
      "es": "Tenía buena voz, parecía un tipo en una fogata con su guitarra."
    }
  },
  {
    "translation": {
      "en": "We said yes because we wanted Kai's crowd.",
      "es": "Aceptamos porque queríamos atraer al público de Kai."
    }
  },
  {
    "translation": {
      "en": "We wanted who was gonna come out to see Kai, and then we wanted to kill it and win them over.",
      "es": "Queríamos ver quién iba a verlo para arrasar y conquistarlos."
    }
  },
  {
    "translation": {
      "en": "I mean, that's what you do. It's like Rock Band.",
      "es": "Como en el juego Rock Band."
    }
  },
  {
    "translation": {
      "en": "You made 20 fans tonight. You made 50 fans.",
      "es": "Hoy sumaste 20 fans. Hoy sumaste 50 fans."
    }
  },
  {
    "translation": {
      "en": "Kai came in to Fresno like a big ball of fire.",
      "es": "Kai llegó a Fresno como la gran cosa."
    }
  },
  {
    "translation": {
      "en": "He comes in for soundcheck,",
      "es": "Vino a una prueba de sonido."
    }
  },
  {
    "translation": {
      "en": "and I feel I'm a good judge of character. I just was put off by him pretty quickly",
      "es": "Creo que sé juzgar a la gente. No tardó en caerme mal."
    }
  },
  {
    "translation": {
      "en": "just the way he talked, interacted, and treated my staff.",
      "es": "Por cómo hablaba y por cómo trataba a mis empleados."
    }
  },
  {
    "translation": {
      "en": "He'd walk up to the bar almost demanding, like, a free beer",
      "es": "Se acercaba a la barra y casi que exigía cerveza gratis por ser quien era."
    }
  },
  {
    "translation": {
      "en": "because of who he was, and it's like, Yeah, you know, we don't do that here.",
      "es": "y casi que exigía cerveza gratis por ser quien era. Y yo: Aquí no hacemos eso."
    }
  },
  {
    "translation": {
      "en": "But then he would go out and get somebody to buy his drinks for him.",
      "es": "Pero salía y lograba que alguien le invitara los tragos."
    }
  },
  {
    "translation": {
      "en": "We do soundcheck, and he was talking about that day,",
      "es": "Hicimos la prueba de sonido y se puso a hablar de ese día,"
    }
  },
  {
    "translation": {
      "en": "the day that he hit the man on the head with a hatchet.",
      "es": "cuando le dio los hachazos a ese tipo."
    }
  },
  {
    "translation": {
      "en": "And in Kai's words, he's bragging,",
      "es": "Empezó a presumir y dijo:"
    }
  },
  {
    "translation": {
      "en": "he says, Oh man, you know, this guy picks me up,",
      "es": "El tipo me levantó en la ruta,"
    }
  },
  {
    "translation": {
      "en": "and I offer him a joint, and he can't even handle his shit, man,",
      "es": "le ofrecí un porro y fue demasiado para él."
    }
  },
  {
    "translation": {
      "en": "because, like, I hand him a joint,",
      "es": "Porque le di el porro,"
    }
  },
  {
    "translation": {
      "en": "but what he didn't know was it was laced, man. And it was…",
      "es": "pero él no sabía que estaba mezclado con algo más."
    }
  },
  {
    "translation": {
      "en": "He starts listing drugs. I don't know what they are.",
      "es": "Y enumeró varias drogas que ni conozco."
    }
  },
  {
    "translation": {
      "en": "But what Kai explicitly told me was that he handed this man a laced joint,",
      "es": "Pero Kai me dijo que le dio a ese hombre un porro con mezcla."
    }
  },
  {
    "translation": {
      "en": "and then Kai proceeds to tell me,",
      "es": "Y luego Kai agregó:"
    }
  },
  {
    "translation": {
      "en": "Then he starts flipping out over nothing 'cause he can't handle his shit,",
      "es": "Y se puso como loco porque no sabía fumar."
    }
  },
  {
    "translation": {
      "en": "and he's laughing.",
      "es": "Se reía."
    }
  },
  {
    "translation": {
      "en": "And I'm horrified, and he's telling a group of people,",
      "es": "Yo estaba horrorizado. Siguió hablándoles a los demás, que se reían sin prestar atención."
    }
  },
  {
    "translation": {
      "en": "and they're all laughing. No one's listening to what he's saying,",
      "es": "Siguió hablándoles a los demás, que se reían sin prestar atención."
    }
  },
  {
    "translation": {
      "en": "and I'm standing there, and I'm thinking, Oh my God.",
      "es": "Yo me quedé ahí pensando: Dios mío."
    }
  },
  {
    "translation": {
      "en": "Kai just confessed something huge.",
      "es": "Kai acaba de confesar algo tremendo."
    }
  },
  {
    "translation": {
      "en": "He drugged this guy?",
      "es": "¿Drogó a ese tipo?."
    }
  },
  {
    "translation": {
      "en": "That's like starting a fire,",
      "es": "Es como provocar un incendio"
    }
  },
  {
    "translation": {
      "en": "and then putting the fire out and being called a hero.",
      "es": "y luego apagar el fuego y que digan que eres un héroe."
    }
  },
  {
    "translation": {
      "en": "So I understand that the police have tested the marijuana",
      "es": "Entiendo que la policía analizó la marihuana"
    }
  },
  {
    "translation": {
      "en": "and they did toxicology on the driver.",
      "es": "y le hizo análisis al conductor."
    }
  },
  {
    "translation": {
      "en": "But, honestly, if you think about this,",
      "es": "Pero, si lo piensas…"
    }
  },
  {
    "translation": {
      "en": "what if there's something that just didn't show up on the test?",
      "es": "¿Y si había algo que no apareció en los análisis?"
    }
  },
  {
    "translation": {
      "en": "And then he was talking about life and having a positive attitude.",
      "es": "Se puso a hablar de la vida y de tener una actitud positiva."
    }
  },
  {
    "translation": {
      "en": "You just gotta go through, man, and it's very hippie,",
      "es": "Hay que atravesar todo. Muy hippie."
    }
  },
  {
    "translation": {
      "en": "and then, out of nowhere, he said,",
      "es": "Y luego, de la nada, dijo:"
    }
  },
  {
    "translation": {
      "en": "Unless some old man fucks you in the ass,",
      "es": "A menos que un viejo te coja por el culo."
    }
  },
  {
    "translation": {
      "en": "and you have to keep it real and take him out.",
      "es": "En ese caso, lo tienes que matar."
    }
  },
  {
    "translation": {
      "en": "And it was so bizarre.",
      "es": "Y fue muy extraño."
    }
  },
  {
    "translation": {
      "en": "And then he, like a switch, went back to,",
      "es": "Y luego, de la nada, volvió a esa actitud…"
    }
  },
  {
    "translation": {
      "en": "Everything's fine, and everybody kinda just accepted that.",
      "es": "Está todo bien. Y todos lo aceptaron."
    }
  },
  {
    "translation": {
      "en": "And that was another one of those things where I thought, What just happened?",
      "es": "Fue otro momento en el que pensé: ¿Qué fue eso?."
    }
  },
  {
    "translation": {
      "en": "And I went inside, and I was kind of shaken and going, I have to play this show now with this knowledge,",
      "es": "Entré algo aturdido, pensando: Ahora tengo que tocar sabiendo esto."
    }
  },
  {
    "translation": {
      "en": "and our drummer's mom, who's a photographer, says, Gabe, get next to Kai. Come take a picture.",
      "es": "La mamá del baterista, que es fotógrafa, me dijo que me pusiera junto a Kai."
    }
  },
  {
    "translation": {
      "en": "And I thought, Oh my God.",
      "es": "Y yo pensé: Dios mío."
    }
  },
  {
    "translation": {
      "en": "I don't wanna be seen with this man when all of this comes out,",
      "es": "No quiero que me vean con él cuando esto salga a la luz."
    }
  },
  {
    "translation": {
      "en": "'cause I was thinking, This is gonna come out.",
      "es": "Porque sabía que iba a salir a la luz."
    }
  },
  {
    "translation": {
      "en": "This is gonna be huge.",
      "es": "Que iba a ser tremendo."
    }
  },
  {
    "translation": {
      "en": "And it never did.",
      "es": "Pero nunca pasó."
    }
  },
  {
    "translation": {
      "en": "I honestly don't even remember staying for Kai's show.",
      "es": "No recuerdo haberme quedado a ver a Kai."
    }
  },
  {
    "translation": {
      "en": "I was kinda shaken up that night by how he behaved.",
      "es": "Quedé aturdido por su conducta de esa noche."
    }
  },
  {
    "translation": {
      "en": "♪ If you wake up dead Bullets in your head ♪",
      "es": "Te despiertas muerto, con balas en la cabeza."
    }
  },
  {
    "translation": {
      "en": "♪ I'm killing you, one by fucking one ♪",
      "es": "Los mato a todos, uno por uno."
    }
  },
  {
    "translation": {
      "en": "♪ Not regretting a thing Of what I've done ♪",
      "es": "No me arrepiento de nada de lo que hice."
    }
  },
  {
    "translation": {
      "en": "I ended up kicking him out after his performance",
      "es": "Terminé echándolo después de su show"
    }
  },
  {
    "translation": {
      "en": "for urinating on one of our bushes.",
      "es": "porque orinó en nuestros arbustos."
    }
  },
  {
    "translation": {
      "en": "It's like, Yeah, you don't come and disrespect our place like this.",
      "es": "No podía faltarnos el respeto de esa manera."
    }
  },
  {
    "translation": {
      "en": "He burned bridges.",
      "es": "Quemó puentes."
    }
  },
  {
    "translation": {
      "en": "It's a big city, but it has a small- town feel.",
      "es": "La ciudad es grande, pero se maneja como un pueblito."
    }
  },
  {
    "translation": {
      "en": "If you get burned in this town, word spreads.",
      "es": "Si te quemas aquí, todos se enteran."
    }
  },
  {
    "translation": {
      "en": "My last words were, Get the fuck outta here.",
      "es": "Lo último que le dije fue: Largo de aquí."
    }
  },
  {
    "translation": {
      "en": "When I look at Kai, I don't know what his headspace is.",
      "es": "Cuando miro a Kai, no sé qué pasa en su cabeza."
    }
  },
  {
    "translation": {
      "en": "I don't know how healthy his headspace is.",
      "es": "No sé qué tan sana es su cabeza."
    }
  },
  {
    "translation": {
      "en": "But I think that living carefree and lawlessly for so long,",
      "es": "Pero creo que había vivido tanto al margen de la ley"
    }
  },
  {
    "translation": {
      "en": "he didn't have a sense of consequences.",
      "es": "que ya no entendía las consecuencias."
    }
  },
  {
    "translation": {
      "en": "People gave him a lot of opportunity,",
      "es": "Le dieron muchas oportunidades"
    }
  },
  {
    "translation": {
      "en": "and I think he got in that mindset, like, This is Kai's world now, you know?",
      "es": "y creo que adoptó la mentalidad de que ese era su mundo ahora."
    }
  },
  {
    "translation": {
      "en": "Because there was a lot of people filling his head",
      "es": "Le llenaron la cabeza y lo convencieron de que podía hacer cualquier cosa."
    }
  },
  {
    "translation": {
      "en": "with things he can do and get away with, and maybe that backfired a little bit.",
      "es": "Le llenaron la cabeza y lo convencieron de que podía hacer cualquier cosa. Quizá fue contraproducente."
    }
  },
  {
    "translation": {
      "en": "So I'm sure you know who Kai the Hatchet- Wielding Hitchhiker is by now.",
      "es": "Ya deben saber quién es Kai, el mochilero del hacha."
    }
  },
  {
    "translation": {
      "en": "He is all over YouTube.",
      "es": "Se apoderó de YouTube."
    }
  },
  {
    "translation": {
      "en": "He's everybody's favorite hero right now, but, uh, I actually met him.",
      "es": "Es el héroe de todo el mundo. Yo lo conocí."
    }
  },
  {
    "translation": {
      "en": "Are you his agent?",
      "es": "¿Eres su agente?"
    }
  },
  {
    "translation": {
      "en": "Am I his agent? No, I don't have, nor am I had by anybody.",
      "es": "¿Su agente? No tengo a nadie ni nadie me tiene."
    }
  },
  {
    "translation": {
      "en": "But no matter what you've done, you deserve respect.",
      "es": "Hagas lo que hagas, mereces respeto."
    }
  },
  {
    "translation": {
      "en": "No matter your looks or your skills, you're worthwhile.",
      "es": "Sin importar tu apariencia ni tus talentos."
    }
  },
  {
    "translation": {
      "en": "No, this is for everyone.",
      "es": "Esto es para todos."
    }
  },
  {
    "translation": {
      "en": "And it doesn't matter, like, if you make mistakes,",
      "es": "No importa si te equivocas, mereces que te amen."
    }
  },
  {
    "translation": {
      "en": "you're still lovable. There's four different types of love.",
      "es": "No importa si te equivocas, mereces que te amen. Hay cuatro tipos de amor."
    }
  },
  {
    "translation": {
      "en": "There's putting up with somebody. There's liking somebody.",
      "es": "Puedes tolerar a alguien, te puede caer bien,"
    }
  },
  {
    "translation": {
      "en": "There's, then, like, romantically liking somebody,",
      "es": "te puede gustar a nivel romántico"
    }
  },
  {
    "translation": {
      "en": "and there's, like, actually be willing to kill somebody else for somebody.",
      "es": "y puedes estar dispuesto a matar por ese alguien."
    }
  },
  {
    "translation": {
      "en": "Like, sacrificial love.",
      "es": "Amor sacrificado."
    }
  },
  {
    "translation": {
      "en": "The Kimmel Show was 100% the peak.",
      "es": "Su pico fue en el programa de Kimmel."
    }
  },
  {
    "translation": {
      "en": "The viral fame started, and it just snowballed and snowballed, so the fame was growing. It was more fun.",
      "es": "Se viralizó, se armó la bola de nieve, su fama empezó a crecer."
    }
  },
  {
    "translation": {
      "en": "More things were happening for Kai, and things were getting more amazing.",
      "es": "Se le abrían más oportunidades, todo era fascinante."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, Jimmy Kimmel's here, 'cause it was the best, and then…",
      "es": "Llegó Jimmy Kimmel, que fue lo mejor, y luego…"
    }
  },
  {
    "translation": {
      "en": "slowly just came down and…",
      "es": "fue cayendo lentamente y…"
    }
  },
  {
    "translation": {
      "en": "For most people, what they know of him is something maybe we wanna be.",
      "es": "Lo que sabe la mayoría de él es lo que queremos ser, quizá."
    }
  },
  {
    "translation": {
      "en": "Maybe many of us don't want the responsibilities we have,",
      "es": "Quizá muchos no queremos las responsabilidades que tenemos."
    }
  },
  {
    "translation": {
      "en": "the bills and the cars and the insurance and the property taxes,",
      "es": "Las cuentas, los autos, el seguro, los impuestos."
    }
  },
  {
    "translation": {
      "en": "and this guy was living that life without those responsibilities, and it was going well.",
      "es": "Y él vivía sin esas responsabilidades y le iba muy bien."
    }
  },
  {
    "translation": {
      "en": "And then… then it didn't.",
      "es": "Hasta que no."
    }
  },
  {
    "translation": {
      "en": "It's a much more sad existence",
      "es": "Es una existencia triste,"
    }
  },
  {
    "translation": {
      "en": "than maybe the exhilarating or free experience people think.",
      "es": "no la experiencia libre y estimulante que todos creen."
    }
  },
  {
    "translation": {
      "en": "Friday, May 10th, 2013,",
      "es": "El viernes 10 de mayo de 2013,"
    }
  },
  {
    "translation": {
      "en": "a little over three months after, uh, the incident",
      "es": "poco más de tres meses después del incidente"
    }
  },
  {
    "translation": {
      "en": "that started this whole incredible journey,",
      "es": "que comenzó toda esta experiencia,"
    }
  },
  {
    "translation": {
      "en": "he shows up in New York City",
      "es": "apareció en Nueva York"
    }
  },
  {
    "translation": {
      "en": "and posted this disturbing and, um, ominous Facebook post.",
      "es": "e hizo una publicación bastante perturbadora en Facebook."
    }
  },
  {
    "translation": {
      "en": "He talked about this being his Mother's Day message,",
      "es": "Dijo que era su mensaje del Día de la Madre."
    }
  },
  {
    "translation": {
      "en": "and it's not what you would expect from a Mother's Day message.",
      "es": "No es lo que uno esperaría el Día de la Madre."
    }
  },
  {
    "translation": {
      "en": "It reads,",
      "es": "Dice así…"
    }
  },
  {
    "translation": {
      "en": "First memories I was in a crib and 'family' was fussin over me.",
      "es": "Primeros recuerdos. Estaba en una cuna y mi familia me molestaba."
    }
  },
  {
    "translation": {
      "en": "But I kept getting told that 'I had a demon.'",
      "es": "Todos me decían que tenía un demonio."
    }
  },
  {
    "translation": {
      "en": "I would get locked in a room for 20 hours a day with a little porta potty camp toilet in the corner of the room.",
      "es": "Me encerraban 20 horas al día con un inodoro portátil en un rincón."
    }
  },
  {
    "translation": {
      "en": "Then after that my mouth filled with hot pepper and soap",
      "es": "Me llenaban la boca de pimienta y jabón"
    }
  },
  {
    "translation": {
      "en": "for yelling fuck you at the top of my lungs.",
      "es": "por mandarlos al carajo a los gritos."
    }
  },
  {
    "translation": {
      "en": "Signing off, happy Mother's Day.",
      "es": "Por último: Feliz Día de la Madre."
    }
  },
  {
    "translation": {
      "en": "And, of course, you know, I remember when I met him for the first time after the original incident in Stockton,",
      "es": "Recuerdo la primera vez que lo vi después del incidente de Stockton,"
    }
  },
  {
    "translation": {
      "en": "and we sat down for that lengthy interview,",
      "es": "cuando lo entrevisté a fondo,"
    }
  },
  {
    "translation": {
      "en": "he definitely disclosed some really, really terrible things that happened to him.",
      "es": "y me habló de cosas terribles que le habían pasado."
    }
  },
  {
    "translation": {
      "en": "And, you know, obviously in the medium I was working in, local news,",
      "es": "Y yo trabajaba en un medio particular, un noticiero local."
    }
  },
  {
    "translation": {
      "en": "you can't put a lot of that stuff on TV.",
      "es": "No se puede mostrar eso en TV."
    }
  },
  {
    "translation": {
      "en": "I just turned 17 on the road.",
      "es": "Acababa de cumplir 17 en la ruta."
    }
  },
  {
    "translation": {
      "en": "There was this guy, and he held me down,",
      "es": "Un tipo me sujetó,"
    }
  },
  {
    "translation": {
      "en": "and then he, like, hit me a couple times, and he started choking me.",
      "es": "me pegó un par de veces y empezó a asfixiarme."
    }
  },
  {
    "translation": {
      "en": "Uh, he turned me over and he pulled my pants down and started raping me.",
      "es": "Me hizo dar vuelta, me bajó el pantalón y me violó."
    }
  },
  {
    "translation": {
      "en": "As this was happening and Kai was laying on the ground,",
      "es": "En ese momento, Kai estaba en el suelo."
    }
  },
  {
    "translation": {
      "en": "that's when he said, you know, he looked up to the sky",
      "es": "Me dijo que miró al cielo"
    }
  },
  {
    "translation": {
      "en": "and, uh, saw this crow fly over in that moment",
      "es": "y vio pasar a un cuervo volando"
    }
  },
  {
    "translation": {
      "en": "and told him, Get up, fight for yourself, and run.",
      "es": "que le dijo: Levántate, defiéndete y escapa."
    }
  },
  {
    "translation": {
      "en": "And that's what he did, and he got away from the guy.",
      "es": "Eso hizo, y se escapó de ese tipo."
    }
  },
  {
    "translation": {
      "en": "Um, and, you know, I don't know if he saw that guy again or if that guy ever got in trouble for it,",
      "es": "No sé si lo volvió a ver o si se metió en líos por eso."
    }
  },
  {
    "translation": {
      "en": "but, um, you know, a lot of it seems hard to believe,",
      "es": "Mucho de lo que decía parece difícil de creer,"
    }
  },
  {
    "translation": {
      "en": "but, you know, I'm in no place to tell him it didn't happen.",
      "es": "pero quién soy yo para decirle que no sucedió."
    }
  },
  {
    "translation": {
      "en": "So all I'm left to believe is that it happened.",
      "es": "Solo me queda creer que pasó."
    }
  },
  {
    "translation": {
      "en": "Tell me more.",
      "es": "Cuéntame más."
    }
  },
  {
    "translation": {
      "en": "Oh, bro. Okay, you want me to start from when I was a kid?",
      "es": "Viejo, ¿quieres que empiece con mi niñez?"
    }
  },
  {
    "translation": {
      "en": "I was locked in a cage for fucking four years and treated like an animal.",
      "es": "Pasé cuatro años en una jaula, me trataban como a un animal."
    }
  },
  {
    "translation": {
      "en": "Uh, they installed a lock on the door that went from the outside in",
      "es": "Instalaron un cerrojo que iba desde atrás"
    }
  },
  {
    "translation": {
      "en": "so that they could sit and watch TV and fuck and shit.",
      "es": "para mirar la TV, coger y otras cosas."
    }
  },
  {
    "translation": {
      "en": "You get kinda jaded with interviews,",
      "es": "Las entrevistas te abruman."
    }
  },
  {
    "translation": {
      "en": "and you kinda have, like, a truth meter on if what they're saying is accurate,",
      "es": "Tienes como un verdadómetro que te dice si dicen la verdad o no,"
    }
  },
  {
    "translation": {
      "en": "and I didn't know if it was 100% true.",
      "es": "y yo no sabía si era todo verdad."
    }
  },
  {
    "translation": {
      "en": "But even if, like, 50% of what he was saying was true,",
      "es": "Pero aun si solo la mitad de lo que decía sucedió,"
    }
  },
  {
    "translation": {
      "en": "he had a horrible, horrible childhood.",
      "es": "tuvo una infancia espantosa."
    }
  },
  {
    "translation": {
      "en": "My name's Jeremy McGillivary Wolfe, and I'm Kai's first cousin.",
      "es": "Me llamo Jeremy McGillivary Wolfe y soy el primo hermano de Kai."
    }
  },
  {
    "translation": {
      "en": "He was my brother, basically.",
      "es": "Era como mi hermano."
    }
  },
  {
    "translation": {
      "en": "Seeing him on Kimmel and that, just wow. This guy's going viral big- time,",
      "es": "No lo pude creer cuando lo vi con Kimmel, se estaba viralizando."
    }
  },
  {
    "translation": {
      "en": "and I was in shock, like, the whole time.",
      "es": "Vivía en shock permanente."
    }
  },
  {
    "translation": {
      "en": "I'm still in shock to this day, to tell you the truth.",
      "es": "A decir verdad, sigo en shock al día de hoy."
    }
  },
  {
    "translation": {
      "en": "This was someone I grew up with giving this outrageous interview.",
      "es": "Crecí con él y luego lo vi en esa entrevista alocada."
    }
  },
  {
    "translation": {
      "en": "But I never knew him as Kai, not once. I just knew him as Caleb.",
      "es": "Pero nunca lo conocí como Kai, jamás. Lo conocía como Caleb."
    }
  },
  {
    "translation": {
      "en": "I heard Kai for the first time during the YouTube video.",
      "es": "Oí Kai por primera vez en el video de YouTube."
    }
  },
  {
    "translation": {
      "en": "I don't have any family.",
      "es": "No tengo familia."
    }
  },
  {
    "translation": {
      "en": "Like, as far as anybody I grew up with is concerned, I'm already dead.",
      "es": "Para quienes me conocieron de chico, estoy muerto."
    }
  },
  {
    "translation": {
      "en": "So, whatever.",
      "es": "Ya fue."
    }
  },
  {
    "translation": {
      "en": "I felt bad after he said that, and, like, we care about you, you know?",
      "es": "Me puso mal que dijera eso. Nosotros lo queríamos."
    }
  },
  {
    "translation": {
      "en": "You shouldn't feel that way. We always did.",
      "es": "No debería sentirse así, siempre lo habíamos querido."
    }
  },
  {
    "translation": {
      "en": "Like, no matter if we have an argument, the love doesn't stop there.",
      "es": "Incluso si discutíamos, eso no corta el amor."
    }
  },
  {
    "translation": {
      "en": "Caleb's parents had split up when he was four.",
      "es": "Sus padres se separaron cuando él tenía cuatro años."
    }
  },
  {
    "translation": {
      "en": "Growing up, he was loud.",
      "es": "Era un niño ruidoso."
    }
  },
  {
    "translation": {
      "en": "He was funny and mischievous.",
      "es": "Era gracioso y travieso."
    }
  },
  {
    "translation": {
      "en": "Very mischievous.",
      "es": "Muy travieso."
    }
  },
  {
    "translation": {
      "en": "I was able to act like a boy,",
      "es": "Yo pude actuar como un niño"
    }
  },
  {
    "translation": {
      "en": "and I was able to go outside and play.",
      "es": "y pude salir a jugar."
    }
  },
  {
    "translation": {
      "en": "Caleb wasn't given that privilege.",
      "es": "Caleb no tuvo ese privilegio."
    }
  },
  {
    "translation": {
      "en": "He was kept at home.",
      "es": "Lo tenían siempre en la casa."
    }
  },
  {
    "translation": {
      "en": "His mom locked him in a room for quite some time,",
      "es": "Su mamá lo encerró bastante tiempo."
    }
  },
  {
    "translation": {
      "en": "and when… She tried to lock me in a room as well.",
      "es": "También trató de encerrarme a mí."
    }
  },
  {
    "translation": {
      "en": "We had just finished supper. It was summertime,",
      "es": "Acabábamos de cenar, era verano."
    }
  },
  {
    "translation": {
      "en": "and the window was open,",
      "es": "Estaba abierta la ventana"
    }
  },
  {
    "translation": {
      "en": "so you could hear kids still playing outside.",
      "es": "y oíamos a los niños jugar afuera."
    }
  },
  {
    "translation": {
      "en": "But there was dark blankets on the window,",
      "es": "Pero había mantas oscuras colgadas,"
    }
  },
  {
    "translation": {
      "en": "so it was completely blacked out to make it look like it was night.",
      "es": "por lo que no se veía nada, parecía que era de noche."
    }
  },
  {
    "translation": {
      "en": "So we knew he had it difficult.",
      "es": "Sabíamos que no la pasaba bien."
    }
  },
  {
    "translation": {
      "en": "This one time, he tried to start a fire in his house,",
      "es": "Un día intentó incendiar su casa."
    }
  },
  {
    "translation": {
      "en": "and then, not long after, his mom decided that she couldn't cope with him anymore.",
      "es": "Poco después, su mamá decidió que ya no lo soportaba."
    }
  },
  {
    "translation": {
      "en": "He was 13 when he went to Bosco Homes,",
      "es": "Tenía 13 años cuando fue a Bosco Homes,"
    }
  },
  {
    "translation": {
      "en": "which is a place where they take troubled teens, I guess,",
      "es": "adonde llevan a adolescentes problemáticos, supongo,"
    }
  },
  {
    "translation": {
      "en": "that, um, got in trouble in their youth and had no home",
      "es": "que se meten en líos y no tienen hogar"
    }
  },
  {
    "translation": {
      "en": "or just come from families that didn't want them, I guess.",
      "es": "o vienen de familias que no los quieren."
    }
  },
  {
    "translation": {
      "en": "Um, if you're still watching this, that means that you obviously like what you see,",
      "es": "Si sigues viendo esto, supongo que te gusta lo que ves,"
    }
  },
  {
    "translation": {
      "en": "so that's very nice and very pretty.",
      "es": "y eso es muy lindo."
    }
  },
  {
    "translation": {
      "en": "You may notice that my eyes seem very dark.",
      "es": "Verás que mis ojos parecen muy oscuros."
    }
  },
  {
    "translation": {
      "en": "In fact, maybe the whole picture seems dark right now.",
      "es": "Quizá toda la imagen se vea oscura."
    }
  },
  {
    "translation": {
      "en": "Something I think Madame Guyon called the dark night of the soul.",
      "es": "Creo que Madame Guyon le decía la noche oscura del alma."
    }
  },
  {
    "translation": {
      "en": "The littlest thing would trigger him.",
      "es": "Cualquier detalle lo afectaba."
    }
  },
  {
    "translation": {
      "en": "Caleb didn't realize whether you were laughing with him",
      "es": "Caleb no se daba cuenta de si te reías con él"
    }
  },
  {
    "translation": {
      "en": "or you were laughing at him,",
      "es": "o si te reías de él,"
    }
  },
  {
    "translation": {
      "en": "and he would get so angry if he thought you were teasing him or making fun of him.",
      "es": "y se enojaba y pensaba que te burlabas de él."
    }
  },
  {
    "translation": {
      "en": "He would go into these little rages, and then snap outta them.",
      "es": "Le daban ataques de ira, y luego se le pasaban."
    }
  },
  {
    "translation": {
      "en": "♪ When I was four ♪",
      "es": "Cuando tenía cuatro,"
    }
  },
  {
    "translation": {
      "en": "♪ I had a lighter ♪",
      "es": "tenía un encendedor."
    }
  },
  {
    "translation": {
      "en": "♪ Tried to burn my parent's house Right to the ground… ♪",
      "es": "Traté de quemar la casa de mis padres y que no quedara nada."
    }
  },
  {
    "translation": {
      "en": "I honestly believe Caleb has, like, mental… mental issues",
      "es": "Estoy convencido de que Caleb tiene problemas mentales."
    }
  },
  {
    "translation": {
      "en": "because he seems well,",
      "es": "Parece estar bien,"
    }
  },
  {
    "translation": {
      "en": "but when it comes to a certain situation of pressure,",
      "es": "pero cuando te encuentras en ciertas situaciones,"
    }
  },
  {
    "translation": {
      "en": "you either become a diamond or you get crushed.",
      "es": "te vuelves un diamante o te aplastan,"
    }
  },
  {
    "translation": {
      "en": "And in this case, Caleb gets crushed.",
      "es": "y, en este caso, a Caleb lo aplastan."
    }
  },
  {
    "translation": {
      "en": "♪ I mean, it's like ♪",
      "es": "Es como si…"
    }
  },
  {
    "translation": {
      "en": "♪ We all wild and feral inside ♪",
      "es": "fuéramos salvajes por dentro."
    }
  },
  {
    "translation": {
      "en": "♪ Ain't nothin' That you gotta try and hide ♪",
      "es": "No hay nada que ocultar."
    }
  },
  {
    "translation": {
      "en": "I'm Shirley. I'm Caleb's mother.",
      "es": "Soy Shirley. Soy la madre de Caleb."
    }
  },
  {
    "translation": {
      "en": "He's also known as Kai, and I go by the given name",
      "es": "También le dicen Kai. Yo uso su primer nombre por lo que significa:"
    }
  },
  {
    "translation": {
      "en": "because of what it means. Bold and courageous.",
      "es": "Yo uso su primer nombre por lo que significa: audaz y valiente."
    }
  },
  {
    "translation": {
      "en": "I didn't ever lock him in a room.",
      "es": "Jamás lo encerré."
    }
  },
  {
    "translation": {
      "en": "Like, lock him in a room.",
      "es": "No es que lo encerré."
    }
  },
  {
    "translation": {
      "en": "Um, I had to put, uh, for a short period of time,",
      "es": "Tuve que impedirle, durante un breve período,"
    }
  },
  {
    "translation": {
      "en": "uh, the ability… stop the ability of him getting out of the room too early",
      "es": "que saliera de la habitación demasiado pronto"
    }
  },
  {
    "translation": {
      "en": "because he was a free spirit",
      "es": "porque era un espíritu libre."
    }
  },
  {
    "translation": {
      "en": "and would get up earlier than I did and get into stuff that could harm him",
      "es": "Podía levantarse antes que yo y hacer cosas que lo lastimaran."
    }
  },
  {
    "translation": {
      "en": "and, being a responsible parent, needed to not allow that to happen.",
      "es": "Como era una madre responsable, no podía permitirlo."
    }
  },
  {
    "translation": {
      "en": "And it was for a short period of time.",
      "es": "Fue durante muy poco tiempo."
    }
  },
  {
    "translation": {
      "en": "For his best interest and the, you know, safety, you know, of a little guy.",
      "es": "Por su bien, por la seguridad de un pequeño."
    }
  },
  {
    "translation": {
      "en": "Not really understanding what's going on,",
      "es": "No entendía lo que pasaba."
    }
  },
  {
    "translation": {
      "en": "the medical field wondered if he, you know, had ADHD and things like that.",
      "es": "Los médicos se preguntaban si tenía TDAH o algo así."
    }
  },
  {
    "translation": {
      "en": "But kind of in the end,",
      "es": "Pero, al final,"
    }
  },
  {
    "translation": {
      "en": "there wasn't actually one diagnosis that was anything.",
      "es": "nunca hubo un diagnóstico claro."
    }
  },
  {
    "translation": {
      "en": "It was kind of their grasp at, How do we… How do we help? How do we do this? How do we navigate this?",
      "es": "Querían ver cómo ayudar, qué hacer con él, cómo atravesar el tema."
    }
  },
  {
    "translation": {
      "en": "And… And time…",
      "es": "Y el tiempo…"
    }
  },
  {
    "translation": {
      "en": "Time did it.",
      "es": "se encargó de eso."
    }
  },
  {
    "translation": {
      "en": "Smash! Smash!",
      "es": "¡Le di y le di!"
    }
  },
  {
    "translation": {
      "en": "- Smash! - Is that really you?",
      "es": "- ¡Le di! - ¿Eres tú?"
    }
  },
  {
    "translation": {
      "en": "- Oh yeah. - Dude, come here, please. Please.",
      "es": "- Sí. - Ven aquí, por favor."
    }
  },
  {
    "translation": {
      "en": "Hey, smash!",
      "es": "¡Le di!"
    }
  },
  {
    "translation": {
      "en": "Can you buy me a bottle if you can take 17 pictures of me?",
      "es": "¿Me compras una botella si te dejo tomarme 17 fotos?"
    }
  },
  {
    "translation": {
      "en": "- This is a video. We'll give you a beer. - Smash guy!",
      "es": "- Es un video, te damos una cerveza. - ¡El del hacha!"
    }
  },
  {
    "translation": {
      "en": "- Smash! - Smash!",
      "es": "- ¡Le di! - ¡Le di!"
    }
  },
  {
    "translation": {
      "en": "- Smash! - Oh shit!",
      "es": "- ¡Le di! - ¡Mierda!"
    }
  },
  {
    "translation": {
      "en": "Smash! Smash!",
      "es": "¡Le di y le di!"
    }
  },
  {
    "translation": {
      "en": "- Smash! - Fucking hero right here.",
      "es": "- ¡Le di! - Es todo un héroe."
    }
  },
  {
    "translation": {
      "en": "- Smash! - Oh!",
      "es": "¡Le di!"
    }
  },
  {
    "translation": {
      "en": "I didn't realize he had become very famous,",
      "es": "No me di cuenta de que se había hecho famoso."
    }
  },
  {
    "translation": {
      "en": "and there's real, genuine people out there who wanted to reach out",
      "es": "De que había gente en todas partes"
    }
  },
  {
    "translation": {
      "en": "and say, Way to go, buddy, and, Hey, we're here for you.",
      "es": "que lo quería felicitar y brindarle su apoyo."
    }
  },
  {
    "translation": {
      "en": "And I don't think that part was necessarily bad.",
      "es": "Y no creo que esa parte fuera mala."
    }
  },
  {
    "translation": {
      "en": "Loves people. Very much an outgoing person.",
      "es": "Le encanta la gente, es una persona muy sociable."
    }
  },
  {
    "translation": {
      "en": "But I was a bit concerned because he's a very trusting person,",
      "es": "Pero me preocupé un poco porque él es muy confiado"
    }
  },
  {
    "translation": {
      "en": "and I know that not everybody should be trusted.",
      "es": "y no hay que confiar en cualquiera."
    }
  },
  {
    "translation": {
      "en": "Are you the real Kai? Are you the real Kai? Is that really you?",
      "es": "¿Eres el verdadero Kai? ¿Eres tú?"
    }
  },
  {
    "translation": {
      "en": "Did that really happen?",
      "es": "¿Pasó eso de verdad?."
    }
  },
  {
    "translation": {
      "en": "And it's, like, if you was a lot bigger than you are,",
      "es": "Y si fueras mucho más grandote,"
    }
  },
  {
    "translation": {
      "en": "I'd just reach out, and I'd be like, Smack!",
      "es": "me acercaría y ¡bam!"
    }
  },
  {
    "translation": {
      "en": "Does that feel real?",
      "es": "¿Eso te parece real?."
    }
  },
  {
    "translation": {
      "en": "Caleb is a person who's always led with his heart.",
      "es": "Caleb siempre siguió su corazón."
    }
  },
  {
    "translation": {
      "en": "And because of that, he's very trusting.",
      "es": "Y por eso es muy confiado."
    }
  },
  {
    "translation": {
      "en": "I'm not sure that's always healthy for people,",
      "es": "No sé si eso siempre es sano,"
    }
  },
  {
    "translation": {
      "en": "and I certainly see in the situation with my son",
      "es": "y lo veo en la situación con mi hijo."
    }
  },
  {
    "translation": {
      "en": "where I'm not sure it was the best, um,",
      "es": "No sé si eso fue lo mejor."
    }
  },
  {
    "translation": {
      "en": "in that it… I think it put him in a situation that possibly set him up.",
      "es": "Creo que lo dejó en una situación que quizá le hizo mal."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "es": "¿Qué quiere decir?"
    }
  },
  {
    "translation": {
      "en": "As in that he was trusting the wrong people.",
      "es": "Que confiaba en la gente incorrecta."
    }
  },
  {
    "translation": {
      "en": "Concerns this morning in a New Jersey neighborhood",
      "es": "Preocupación matutina en un barrio de Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "as police try to solve the killing of a well- known attorney.",
      "es": "La policía investiga el homicidio de un conocido abogado."
    }
  },
  {
    "translation": {
      "en": "The 73- year- old victim was discovered inside his home on Starlite Drive in Clark.",
      "es": "Encontraron a la víctima, de 73 años, en su casa de Starlite Drive, en Clark."
    }
  },
  {
    "translation": {
      "en": "That's where Joseph Galfy lived for the past 15 years.",
      "es": "Allí vivió Joseph Galfy los últimos 15 años."
    }
  },
  {
    "translation": {
      "en": "Friends knew something was wrong when Galfy didn't show up for work Monday.",
      "es": "Sus amigos se preocuparon cuando Galfy faltó al trabajo el lunes."
    }
  },
  {
    "translation": {
      "en": "They called 911, and police found him inside his home beaten to death.",
      "es": "Llamaron al 911 y la policía lo encontró muerto a golpes."
    }
  },
  {
    "translation": {
      "en": "I'm Bob Ellenport, friend of Joe Galfy, my backyard neighbor.",
      "es": "Soy Bob Ellenport, amigo de Joe Galfy, mi vecino."
    }
  },
  {
    "translation": {
      "en": "I received a phone call from Joe Galfy's secretary,",
      "es": "La secretaria de Joe Galffy me llamó"
    }
  },
  {
    "translation": {
      "en": "and it said that Joe was scheduled to be in court,",
      "es": "y me dijo que Joe debía ir al tribunal,"
    }
  },
  {
    "translation": {
      "en": "and he didn't show up,",
      "es": "pero que había faltado"
    }
  },
  {
    "translation": {
      "en": "and she couldn't reach him on his, uh, cell phone.",
      "es": "y no estaba contestando el celular."
    }
  },
  {
    "translation": {
      "en": "Could I check and see if anyone was home?",
      "es": "Me pidió que fuera a ver si estaba en su casa."
    }
  },
  {
    "translation": {
      "en": "And so I walked over",
      "es": "Así que me acerqué"
    }
  },
  {
    "translation": {
      "en": "and saw that the Sunday newspaper and the Monday newspaper were still on Joe's front stoop.",
      "es": "y vi que el periódico del domingo y el del lunes seguían en la puerta."
    }
  },
  {
    "translation": {
      "en": "Joseph Galfy's New York Times was still on the front porch.",
      "es": "El Times de Joseph Galfy seguía en la entrada."
    }
  },
  {
    "translation": {
      "en": "That was kind of odd because he was a guy who stuck to his schedule.",
      "es": "Era raro, porque siempre seguía sus rutinas."
    }
  },
  {
    "translation": {
      "en": "He was, uh, somebody who picked up his paper every morning.",
      "es": "Buscaba el periódico todas las mañanas."
    }
  },
  {
    "translation": {
      "en": "So the fact that it was there was concerning enough",
      "es": "Que el periódico siguiera ahí era preocupante"
    }
  },
  {
    "translation": {
      "en": "to call the police to do a welfare check.",
      "es": "y llamaron a la policía."
    }
  },
  {
    "translation": {
      "en": "The home itself,",
      "es": "En el interior de la casa,"
    }
  },
  {
    "translation": {
      "en": "everything looked in place, nothing ransacked.",
      "es": "todo parecía estar en su lugar, no había nada revuelto."
    }
  },
  {
    "translation": {
      "en": "But as they go room to room and eventually get to the master bedroom",
      "es": "Pero fueron avanzando y, al llegar a la habitación principal,"
    }
  },
  {
    "translation": {
      "en": "is where they discover Joe Galfy's lifeless body.",
      "es": "descubrieron el cuerpo sin vida de Joe Galfy."
    }
  },
  {
    "translation": {
      "en": "He's on the floor, you know, just clothed in underwear and socks,",
      "es": "Estaba en el piso, solo con ropa interior y medias,"
    }
  },
  {
    "translation": {
      "en": "lying in a pool of blood.",
      "es": "tirado en un charco de sangre."
    }
  },
  {
    "translation": {
      "en": "Once you go into a house, basically any house,",
      "es": "Cuando entras a una casa cualquiera,"
    }
  },
  {
    "translation": {
      "en": "you're looking for signs of a struggle.",
      "es": "buscas indicios de lucha."
    }
  },
  {
    "translation": {
      "en": "Were things out of place? Were drawers ransacked?",
      "es": "Si hay algo fuera de lugar, si los cajones están revueltos."
    }
  },
  {
    "translation": {
      "en": "Things toppled over?",
      "es": "Si hay cosas en el piso."
    }
  },
  {
    "translation": {
      "en": "But this house didn't have any of that.",
      "es": "Pero ahí no había nada de eso."
    }
  },
  {
    "translation": {
      "en": "This house was very neat, very organized. There was no forced entry.",
      "es": "Era una casa ordenada, organizada. Nadie había forzado la puerta."
    }
  },
  {
    "translation": {
      "en": "But then in the family room,",
      "es": "Pero en la sala de estar,"
    }
  },
  {
    "translation": {
      "en": "there's a laptop on a stand next to a chair,",
      "es": "había una computadora portátil junto a una silla."
    }
  },
  {
    "translation": {
      "en": "and under the computer is a phone number",
      "es": "Abajo había un número de teléfono"
    }
  },
  {
    "translation": {
      "en": "with the name Lawrence Kai.",
      "es": "con el nombre Lawrence Kai."
    }
  },
  {
    "translation": {
      "en": "We didn't know who Kai was until we googled him.",
      "es": "No sabíamos quién era Kai hasta que lo buscamos en Google."
    }
  },
  {
    "translation": {
      "en": "And up popped a video.",
      "es": "Y apareció un video."
    }
  },
  {
    "translation": {
      "en": "And in the video, he had a hatchet,",
      "es": "En el video, tenía un hacha"
    }
  },
  {
    "translation": {
      "en": "and he described exactly what he was doing,",
      "es": "y describía exactamente lo que hacía."
    }
  },
  {
    "translation": {
      "en": "and I believe it was, Bam! Bam! Bam!",
      "es": "Creo que decía algo como: ¡Bam!."
    }
  },
  {
    "translation": {
      "en": "Made you stop and think.",
      "es": "Te hacía pensar."
    }
  },
  {
    "translation": {
      "en": "Could he be responsible for something like this?",
      "es": "¿Podía ser el responsable de esto?"
    }
  },
  {
    "translation": {
      "en": "So as we're scouring the master bedroom where… where Mr. Galfy's body was found,",
      "es": "Cuando recorríamos la habitación donde apareció el cuerpo,"
    }
  },
  {
    "translation": {
      "en": "one of the detectives brought to my attention a train ticket,",
      "es": "un detective me señaló un boleto de tren."
    }
  },
  {
    "translation": {
      "en": "and the date of the ticket was the day before.",
      "es": "La fecha era del día anterior."
    }
  },
  {
    "translation": {
      "en": "Sunday. It was Mother's Day, 9:38 a.m.",
      "es": "El domingo, el Día de la Madre, a las 9:38 a. m."
    }
  },
  {
    "translation": {
      "en": "So we sent people to the train station to see if there's video.",
      "es": "Enviamos gente a la estación en busca del video."
    }
  },
  {
    "translation": {
      "en": "And we're looking to see if we could see the deceased Mr. Galfy.",
      "es": "Queríamos ver si aparecía la víctima, el señor Galfy."
    }
  },
  {
    "translation": {
      "en": "We don't get video right away oftentimes,",
      "es": "Muchas veces no recibimos los videos de inmediato,"
    }
  },
  {
    "translation": {
      "en": "but in this case, we did.",
      "es": "pero esta vez sí."
    }
  },
  {
    "translation": {
      "en": "And in the video, you could see Mr. Galfy,",
      "es": "En el video se veía al señor Galfy,"
    }
  },
  {
    "translation": {
      "en": "and you can clearly see him purchase a ticket,",
      "es": "y se veía claramente que compraba un boleto,"
    }
  },
  {
    "translation": {
      "en": "and he takes the ticket, and he turns, and he gives it to somebody off- camera.",
      "es": "lo tomaba, giraba y se lo daba a alguien fuera de cámara."
    }
  },
  {
    "translation": {
      "en": "And you can see it's another male, longish hair,",
      "es": "Se veía que era otro hombre, de pelo algo largo,"
    }
  },
  {
    "translation": {
      "en": "sorta curly, with a backpack, and they're waiting for the train to come.",
      "es": "con una mochila, y los dos esperaban el tren."
    }
  },
  {
    "translation": {
      "en": "So we have this information on this Internet phenom,",
      "es": "Teníamos información sobre el fenómeno de internet,"
    }
  },
  {
    "translation": {
      "en": "Kai the Hatchet- Wielding Hitchhiker,",
      "es": "Kai, el mochilero del hacha,"
    }
  },
  {
    "translation": {
      "en": "as I think they named him out in California.",
      "es": "creo que así le decían en California."
    }
  },
  {
    "translation": {
      "en": "And we're looking at this video of New Jersey Transit",
      "es": "Vimos el video de la cámara de seguridad de Nueva Jersey"
    }
  },
  {
    "translation": {
      "en": "and saying to ourselves, Is this possible?",
      "es": "y nos dijimos: ¿Será posible?"
    }
  },
  {
    "translation": {
      "en": "Is this the same guy out in California?",
      "es": "¿Será el tipo de California?."
    }
  },
  {
    "translation": {
      "en": "So a call was made to the Fresno, California police department.",
      "es": "Así que llamamos a la policía de Fresno, en California."
    }
  },
  {
    "translation": {
      "en": "I talked to this detective who has a pretty heavy East Coast accent.",
      "es": "Hablé con un detective con acento de la costa este."
    }
  },
  {
    "translation": {
      "en": "He says, Hey, we're looking for a guy.",
      "es": "Me dijo que buscaban a un tipo"
    }
  },
  {
    "translation": {
      "en": "Uh, he might be involved in a murder, but we're not sure at this point.",
      "es": "que podía estar involucrado en un homicidio, no estaban seguros."
    }
  },
  {
    "translation": {
      "en": "It's some homeless guy. He was in Fresno a while back,",
      "es": "Es un indigente, estuvo en Fresno hace un tiempo."
    }
  },
  {
    "translation": {
      "en": "and I say, Kai? Are you looking for Kai?",
      "es": "Le dije: ¿Buscan a Kai?."
    }
  },
  {
    "translation": {
      "en": "And he's like, Give me all the information you have, so I get him everything I have.",
      "es": "Y me pidió toda la información que tuviéramos, así que le di todo."
    }
  },
  {
    "translation": {
      "en": "And when we gave him the name we had, Lawrence Kai,",
      "es": "Cuando le dimos el nombre que teníamos, Lawrence Kai,"
    }
  },
  {
    "translation": {
      "en": "they said, Oh yeah, we know him as Kai, but his name is Caleb McGillvary.",
      "es": "me dijo: Lo conocemos como Kai, pero se llama Caleb McGillvary,"
    }
  },
  {
    "translation": {
      "en": "He kinda puts the phone away, and I can hear him yell to the room, like,",
      "es": "Antes de cortar, oí que gritaba en su oficina:"
    }
  },
  {
    "translation": {
      "en": "Hey, we finally found the motherfucker!",
      "es": "¡Encontramos al hijo de puta!."
    }
  },
  {
    "translation": {
      "en": "You know, it was an a- ha moment for us. It was, Bingo. I think we have the guy.",
      "es": "Fue como decir: ¡Eureka! Creo que lo encontramos."
    }
  },
  {
    "translation": {
      "en": "And we learned from them that this guy's a nomad.",
      "es": "Y ellos nos dijeron que él era nómada."
    }
  },
  {
    "translation": {
      "en": "He lives off the earth.",
      "es": "Que vivía de la tierra."
    }
  },
  {
    "translation": {
      "en": "He lives off the kindness of others.",
      "es": "De la generosidad de los demás."
    }
  },
  {
    "translation": {
      "en": "He's an opportunist.",
      "es": "Era un oportunista."
    }
  },
  {
    "translation": {
      "en": "So the chance of him traveling cross- country",
      "es": "Que cruzara el país y estuviera en Nueva York"
    }
  },
  {
    "translation": {
      "en": "and being in New York is likely.",
      "es": "Que cruzara el país y estuviera en Nueva York era una gran posibilidad."
    }
  },
  {
    "translation": {
      "en": "It gave us further confirmation that this guy, Kai, is our suspect.",
      "es": "Pudimos confirmar que el tal Kai era el sospechoso."
    }
  },
  {
    "translation": {
      "en": "So now we had to find Kai",
      "es": "Ahora había que encontrarlo."
    }
  },
  {
    "translation": {
      "en": "He had a phone, but that was dead.",
      "es": "Él tenía teléfono, pero estaba apagado."
    }
  },
  {
    "translation": {
      "en": "So then it was out to the public. We released a press statement.",
      "es": "Así que lo hicimos público con un comunicado de prensa."
    }
  },
  {
    "translation": {
      "en": "Breaking news. Minutes ago, we learned who police are searching for",
      "es": "Hace minutos supimos que la policía busca"
    }
  },
  {
    "translation": {
      "en": "in the murder of a lawyer in Clark, New Jersey.",
      "es": "al asesino de un abogado en Clark."
    }
  },
  {
    "translation": {
      "en": "Wait until you hear who they are looking for.",
      "es": "Esperen a saber a quién están buscando."
    }
  },
  {
    "translation": {
      "en": "Caleb Lawrence McGillvary.",
      "es": "Caleb Lawrence McGillvary."
    }
  },
  {
    "translation": {
      "en": "You might also know him as Kai the Hatchet- Wielding Hitchhiker.",
      "es": "Quizá también lo conozcan como Kai, el mochilero del hacha."
    }
  },
  {
    "translation": {
      "en": "He should be considered armed and dangerous.",
      "es": "Considérenlo armado y peligroso ."
    }
  },
  {
    "translation": {
      "en": "They don't know where he is.",
      "es": "No saben dónde está."
    }
  },
  {
    "translation": {
      "en": "He relies on the generosity of strangers for food and lodging.",
      "es": "Necesita de la generosidad ajena para comer y dormir."
    }
  },
  {
    "translation": {
      "en": "Remember, he's a hitchhiker. He could be anywhere.",
      "es": "Es mochilero, puede estar donde sea."
    }
  },
  {
    "translation": {
      "en": "Will he try to kill again? Will he kill again?",
      "es": "¿Tratará de volver a matar?"
    }
  },
  {
    "translation": {
      "en": "The thrill of the hunt is on.",
      "es": "La emoción de la cacería estaba en marcha."
    }
  },
  {
    "translation": {
      "en": "I immediately reached out to him.",
      "es": "Me comuniqué con él de inmediato."
    }
  },
  {
    "translation": {
      "en": "I wanna talk to him and figure out what the fuck is going on.",
      "es": "Quería hablar con él y entender qué mierda pasaba."
    }
  },
  {
    "translation": {
      "en": "When you find out that the authorities are, you know, looking for someone",
      "es": "Si te enteras de que la policía busca a alguien"
    }
  },
  {
    "translation": {
      "en": "that you've kind of grown to care about and you have a nice relationship with,",
      "es": "a quien le tienes cariño, con quien forjaste un vínculo,"
    }
  },
  {
    "translation": {
      "en": "now they're looking, you know, at him for murder, I'm a mental mess.",
      "es": "y que lo buscan por homicidio, tu cabeza es un desastre."
    }
  },
  {
    "translation": {
      "en": "One of my sons that lived close to me came to the door.",
      "es": "Uno de mis hijos me vino a ver."
    }
  },
  {
    "translation": {
      "en": "I said, How are you doing? He said, Mom, have you heard?",
      "es": "Lo saludé y me dijo: ¿Te enteraste?."
    }
  },
  {
    "translation": {
      "en": "I said, Have I heard what?",
      "es": "¿De qué?."
    }
  },
  {
    "translation": {
      "en": "He said, Have you heard that Caleb's wanted for murder?",
      "es": "De que buscan a Caleb por asesinato."
    }
  },
  {
    "translation": {
      "en": "Nope, haven't heard that. Crap, what happened?",
      "es": "Y yo: No, no sabía nada. Rayos, ¿qué pasó?."
    }
  },
  {
    "translation": {
      "en": "My name is Ted Romankow. I'm the Union County prosecutor.",
      "es": "Soy Ted Romankow, el fiscal del condado de Union."
    }
  },
  {
    "translation": {
      "en": "Uh, we're here today to announce that an arrest warrant has been issued",
      "es": "Queremos anunciar la emisión de una orden de arresto"
    }
  },
  {
    "translation": {
      "en": "for the arrest of, uh, Caleb, uh, McGillvary.",
      "es": "contra Caleb McGillvary."
    }
  },
  {
    "translation": {
      "en": "We felt he was dangerous. I mean, here's a man who was…",
      "es": "Nos parecía peligroso. Ese tipo había atacado a alguien en California con un hacha."
    }
  },
  {
    "translation": {
      "en": "He attacked someone in California with a hatchet.",
      "es": "Ese tipo había atacado a alguien en California con un hacha."
    }
  },
  {
    "translation": {
      "en": "He didn't know that driver more than a few hours,",
      "es": "Conocía al conductor hacía unas pocas horas"
    }
  },
  {
    "translation": {
      "en": "and he attacked him.",
      "es": "y lo atacó."
    }
  },
  {
    "translation": {
      "en": "And he was roaming around our area somewhere,",
      "es": "Y estaba suelto en nuestra zona."
    }
  },
  {
    "translation": {
      "en": "and we thought he was an extremely dangerous character,",
      "es": "Nos parecía extremadamente peligroso,"
    }
  },
  {
    "translation": {
      "en": "so we advised the public of that.",
      "es": "así que lo anunciamos al público."
    }
  },
  {
    "translation": {
      "en": "We don't know where he is, but we do know",
      "es": "No sabemos dónde está, pero sí sabemos que está acostumbrado a estar en la ruta,"
    }
  },
  {
    "translation": {
      "en": "that this man is used to being on the road,",
      "es": "pero sí sabemos que está acostumbrado a estar en la ruta,"
    }
  },
  {
    "translation": {
      "en": "and he is considered dangerous.",
      "es": "y se lo considera peligroso."
    }
  },
  {
    "translation": {
      "en": "Make no mistake about it.",
      "es": "Que no queden dudas."
    }
  },
  {
    "translation": {
      "en": "He is considered armed and dangerous.",
      "es": "Se lo considera armado y peligroso."
    }
  },
  {
    "translation": {
      "en": "My first thought is, like, Holy fucking shit. Like, this guy stayed at my house.",
      "es": "Lo primero que pensé fue: Mierda, ese tipo durmió en mi casa."
    }
  },
  {
    "translation": {
      "en": "I could've been killed. You know, something could've happened.",
      "es": "Me podría haber matado, podría haber pasado algo."
    }
  },
  {
    "translation": {
      "en": "I thought, Are the police even gonna find this guy?",
      "es": "¿Cómo iban a encontrarlo?"
    }
  },
  {
    "translation": {
      "en": "'Cause he can easily disappear.",
      "es": "Le era fácil desaparecer."
    }
  },
  {
    "translation": {
      "en": "I knew that Kai as a witness was hard to track down,",
      "es": "Sabía que había costado ubicar a Kai como testigo,"
    }
  },
  {
    "translation": {
      "en": "and I kinda had some sympathy for the detectives with, How are they gonna track him down as a suspect?",
      "es": "así que me dieron pena los detectives que tenían que buscarlo como sospechoso."
    }
  },
  {
    "translation": {
      "en": "I got flooded with emails, flooded with messages,",
      "es": "No paraba de recibir correos y mensajes,"
    }
  },
  {
    "translation": {
      "en": "because we're always gonna be linked.",
      "es": "porque siempre nos vincularán."
    }
  },
  {
    "translation": {
      "en": "And it sucked.",
      "es": "Era horrible."
    }
  },
  {
    "translation": {
      "en": "I mean, it sucked",
      "es": "Era horrible"
    }
  },
  {
    "translation": {
      "en": "because, you know, all I ever wanted was good things for this guy.",
      "es": "porque solo le deseaba que le pasaran cosas buenas."
    }
  },
  {
    "translation": {
      "en": "Now… he's wanted for possibly killing someone.",
      "es": "Y lo buscaban por haber matado a alguien."
    }
  },
  {
    "translation": {
      "en": "It blew my mind. What do you mean there's a manhunt for Kai?",
      "es": "No lo podía creer. ¿Cómo que buscan a Kai?"
    }
  },
  {
    "translation": {
      "en": "What's going on with Kai?",
      "es": "¿Qué pasa con Kai?."
    }
  },
  {
    "translation": {
      "en": "And it's all, He killed a 70- something- odd- year- old man.",
      "es": "Decían que había matado a un tipo de más de 70."
    }
  },
  {
    "translation": {
      "en": "It's like, No.",
      "es": "Y yo: No."
    }
  },
  {
    "translation": {
      "en": "Three months ago, I'm searching for this guy",
      "es": "Tres meses antes, lo estaba buscando"
    }
  },
  {
    "translation": {
      "en": "to put him on television so we can all enjoy him.",
      "es": "para que saliera en la TV y todos lo disfrutáramos."
    }
  },
  {
    "translation": {
      "en": "Three months later, the police are looking for this guy",
      "es": "Tres meses después, lo buscaba la policía"
    }
  },
  {
    "translation": {
      "en": "so he can be judged for killing a human being.",
      "es": "para que lo juzgaran por haber matado a otra persona."
    }
  },
  {
    "translation": {
      "en": "Two days later, I still hadn't heard from him.",
      "es": "Dos días después, aún no sabía nada de él."
    }
  },
  {
    "translation": {
      "en": "And then on Tuesday, May 14th, 2013, Kai posted this on Facebook.",
      "es": "Hasta que el martes 14 de mayo de 2013 Kai publicó esto en Facebook."
    }
  },
  {
    "translation": {
      "en": "What would you do if you woke up with a groggy head,",
      "es": "¿Qué harías si te despertaras mareado,"
    }
  },
  {
    "translation": {
      "en": "metallic taste in your mouth, in a stranger's house…",
      "es": "con un sabor metálico en la boca, en la casa de un desconocido,"
    }
  },
  {
    "translation": {
      "en": "walked to the mirror",
      "es": "caminaras al espejo"
    }
  },
  {
    "translation": {
      "en": "and seen come dripping from the side of your face",
      "es": "y vieras que te gotea semen de la cara"
    }
  },
  {
    "translation": {
      "en": "from your mouth, and started retching,",
      "es": "y te dieran arcadas al entender que te drogaron,"
    }
  },
  {
    "translation": {
      "en": "realizing that someone had drugged, raped, and blown their fucking load in you?",
      "es": "y te dieran arcadas al entender que te drogaron, te violaron y te acabaron encima?."
    }
  },
  {
    "translation": {
      "en": "And he had this ominous question at the end. What would you do?",
      "es": "Y cerraba con una pregunta siniestra. ¿Tú qué harías?."
    }
  },
  {
    "translation": {
      "en": "I remember turning to my wife and being like, This guy just killed someone.",
      "es": "Y le dije a mi esposa: Este tipo mató a alguien."
    }
  },
  {
    "translation": {
      "en": "What I know of Kai, I know that he has that switch,",
      "es": "Sé que Kai tiene como un interruptor,"
    }
  },
  {
    "translation": {
      "en": "and he has that deep, deep, deep- seated anger and hatred for assault.",
      "es": "que siente un odio profundo por los abusos."
    }
  },
  {
    "translation": {
      "en": "But, I mean, I just don't believe…",
      "es": "Porque no creo…"
    }
  },
  {
    "translation": {
      "en": "I don't think he would do something like that for no reason.",
      "es": "no lo creo capaz de hacer eso sin motivos."
    }
  },
  {
    "translation": {
      "en": "The manhunt needed to find him as quickly as possible",
      "es": "Tenían que encontrarlo lo antes posible"
    }
  },
  {
    "translation": {
      "en": "to make sure that nobody else got hurt along the way.",
      "es": "para que no lastimara a nadie más."
    }
  },
  {
    "translation": {
      "en": "The investigation revealed there were communications",
      "es": "Se supo que hubo comunicaciones"
    }
  },
  {
    "translation": {
      "en": "with a young woman that was a fan of his that the task force called Fan Number One.",
      "es": "con una joven que lo admiraba, la denominaron Fan número 1."
    }
  },
  {
    "translation": {
      "en": "And this was somebody who Caleb had met, uh, through Facebook,",
      "es": "Caleb la había conocido por Facebook,"
    }
  },
  {
    "translation": {
      "en": "had communicated with, uh, somebody who had expressed interest in hanging out with him.",
      "es": "se había comunicado con alguien que dijo que lo quería ver."
    }
  },
  {
    "translation": {
      "en": "They had made plans to get together. It was Mother's Day.",
      "es": "Habían hecho planes para verse. Era el Día de la Madre."
    }
  },
  {
    "translation": {
      "en": "Caleb did not follow through on those plans,",
      "es": "Caleb no siguió el plan"
    }
  },
  {
    "translation": {
      "en": "and they didn't connect when they were originally supposed to.",
      "es": "y no se vieron donde habían acordado."
    }
  },
  {
    "translation": {
      "en": "We then know that, uh, she did not hear from him until about nine o'clock that night.",
      "es": "Descubrimos que ella recién supo de él a las nueve de la noche."
    }
  },
  {
    "translation": {
      "en": "And he repeatedly started calling and texting her over and over again,",
      "es": "Empezó a llamarla sin parar y a mandarle mensajes,"
    }
  },
  {
    "translation": {
      "en": "asking to be picked up, asking for, uh, transport out of the Clark area.",
      "es": "pidiéndole que lo busque y lo saque de la zona de Clark."
    }
  },
  {
    "translation": {
      "en": "Your call's been forwarded to an automatic voice message system.",
      "es": "Su llamada fue derivada a un sistema de mensajes."
    }
  },
  {
    "translation": {
      "en": "Hey, Kim, this is Kai.",
      "es": "Kim, soy Kai."
    }
  },
  {
    "translation": {
      "en": "Um, my place fell through.",
      "es": "Me quedé sin alojamiento."
    }
  },
  {
    "translation": {
      "en": "I was wondering, would you still be able to ride up here?",
      "es": "¿Crees que podrías venir a buscarme?"
    }
  },
  {
    "translation": {
      "en": "Um, it'd be really awesome if you could.",
      "es": "Sería genial si pudieras."
    }
  },
  {
    "translation": {
      "en": "But, yeah, if you could text me back here. - My phone keeps dying. -",
      "es": "Intenta enviarme un mensaje aquí, mi celular no tiene batería."
    }
  },
  {
    "translation": {
      "en": "Sunday night into Monday, Caleb was able to make it down from Rahway",
      "es": "Entre el domingo y el lunes, Caleb logró salir de Rahway"
    }
  },
  {
    "translation": {
      "en": "to go to Asbury Park.",
      "es": "y se dirigió a Asbury Park."
    }
  },
  {
    "translation": {
      "en": "He met up with Fan Number One.",
      "es": "Ahí se encontró con Fan número 1."
    }
  },
  {
    "translation": {
      "en": "They took some photos together,",
      "es": "Se tomaron unas fotos juntos,"
    }
  },
  {
    "translation": {
      "en": "and she had told investigators that she was surprised because his appearance was different",
      "es": "y ella luego dijo que se sorprendió porque la apariencia de él era diferente"
    }
  },
  {
    "translation": {
      "en": "from what she knew of his video appearances as well as his Facebook pictures.",
      "es": "de lo que ella había visto en sus videos y en sus fotos de Facebook."
    }
  },
  {
    "translation": {
      "en": "He had apparently cut his hair, which later on helped in the investigation.",
      "es": "Parece que se había cortado el pelo, lo que ayudó en la investigación."
    }
  },
  {
    "translation": {
      "en": "But now we had a recent picture.",
      "es": "Ahora teníamos una foto reciente."
    }
  },
  {
    "translation": {
      "en": "It showed his short hair. It showed his face tattoo in pretty great detail,",
      "es": "Se veía el pelo corto y el tatuaje que tenía en la cara."
    }
  },
  {
    "translation": {
      "en": "and that picture went out around the world.",
      "es": "Y esa foto dio la vuelta al mundo."
    }
  },
  {
    "translation": {
      "en": "An employee inside a Starbucks recognized him and quickly called 911.",
      "es": "Un empleado de un Starbucks lo reconoció y llamó al 911."
    }
  },
  {
    "translation": {
      "en": "Police arrived. He was not there.",
      "es": "Llegó la policía, ya no estaba."
    }
  },
  {
    "translation": {
      "en": "Officers began to look in the immediate area.",
      "es": "Empezaron a buscarlo en la zona."
    }
  },
  {
    "translation": {
      "en": "One officer took a chance and went to the Greyhound bus station,",
      "es": "Un oficial se dirigió a la estación de autobuses,"
    }
  },
  {
    "translation": {
      "en": "saw him in the waiting area, called for backup,",
      "es": "lo vio en la sala de espera, pidió refuerzos"
    }
  },
  {
    "translation": {
      "en": "and, uh, made an arrest.",
      "es": "y lo arrestaron."
    }
  },
  {
    "translation": {
      "en": "Can you just tell us what happened?  Can you tell us what happened?",
      "es": "- ¿Puedes decirnos qué pasó? - ¿Qué pasó?"
    }
  },
  {
    "translation": {
      "en": "I've been advised by an attorney not to say anything to you guys.",
      "es": "Me aconsejaron que no les diga nada."
    }
  },
  {
    "translation": {
      "en": "I'd like to say thank you to all the supporters.",
      "es": "Gracias a quienes me apoyan."
    }
  },
  {
    "translation": {
      "en": "He looked different, for sure.",
      "es": "Sin duda, estaba cambiado."
    }
  },
  {
    "translation": {
      "en": "His hair was short. He had that face tattoo.",
      "es": "Tenía el pelo corto, un tatuaje en la cara."
    }
  },
  {
    "translation": {
      "en": "I had seen pictures of the face tattoo before from, like, social media, but…",
      "es": "Había visto fotos de ese tatuaje en las redes, pero…"
    }
  },
  {
    "translation": {
      "en": "And maybe it's because of, you know, the surrounding situation.",
      "es": "Quizá fuera por el contexto."
    }
  },
  {
    "translation": {
      "en": "Now he's in police custody and, you know, wanted for murder,",
      "es": "Ahora estaba arrestado, acusado de homicidio,"
    }
  },
  {
    "translation": {
      "en": "so the perception of him also is changing. He's not the hero anymore. He's the villain.",
      "es": "por lo que la percepción cambia, no es el héroe, sino el villano."
    }
  },
  {
    "translation": {
      "en": "In February, Kai the Hatchet- Wielding Hitchhiker",
      "es": "En febrero, Kai, el mochilero del hacha"
    }
  },
  {
    "translation": {
      "en": "risked his life to save the lives of innocent people in West Fresno.",
      "es": "arriesgó la vida para salvar a inocentes al oeste de Fresno."
    }
  },
  {
    "translation": {
      "en": "Today, he's been arrested for allegedly taking the life",
      "es": "Hoy fue arrestado por, supuestamente, haber asesinado a un hombre en Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "of a man in New Jersey.",
      "es": "haber asesinado a un hombre en Nueva Jersey."
    }
  },
  {
    "translation": {
      "en": "There's so much sadness,",
      "es": "Es muy triste"
    }
  },
  {
    "translation": {
      "en": "having to report that, you know, this guy that was once a hero",
      "es": "tener que informar que el tipo que había sido un héroe"
    }
  },
  {
    "translation": {
      "en": "and, you know, grew to be a friend",
      "es": "y también un amigo"
    }
  },
  {
    "translation": {
      "en": "is now in custody for murder and another gentleman's dead.",
      "es": "ahora estaba arrestado por homicidio y alguien había muerto."
    }
  },
  {
    "translation": {
      "en": "Tell us everything you want to tell us from the beginning of it.",
      "es": "Dinos todo lo que quieras desde el principio."
    }
  },
  {
    "translation": {
      "en": "He met me up in Times Square.",
      "es": "Me vio en Times Square."
    }
  },
  {
    "translation": {
      "en": "He's like, Oh, you look lost. Where you heading to?",
      "es": "Me dijo: Pareces perdido, ¿adónde vas?."
    }
  },
  {
    "translation": {
      "en": "I says, Jersey.",
      "es": "Y yo: A Jersey."
    }
  },
  {
    "translation": {
      "en": "He says, Oh, I'm… I'm headed there.",
      "es": "Me dijo: Yo voy para allá."
    }
  },
  {
    "translation": {
      "en": "You want to go get a bite to eat? and stuff.",
      "es": "¿Quieres comer algo?."
    }
  },
  {
    "translation": {
      "en": "At first, I thought he was really nice, and then he fuckin' raped me.",
      "es": "Me pareció muy amable. Y luego me violó."
    }
  },
  {
    "translation": {
      "en": "What did you guys eat?",
      "es": "¿Qué comieron?"
    }
  },
  {
    "translation": {
      "en": "Uh, he got some, um, Parmigiano stuff from an Italian restaurant nearby.",
      "es": "Compró en Parmigiano, un restaurante italiano de la zona."
    }
  },
  {
    "translation": {
      "en": "And then what'd you guys do?",
      "es": "¿Y qué hicieron?"
    }
  },
  {
    "translation": {
      "en": "Then we was drinking beer,",
      "es": "Bebimos cerveza,"
    }
  },
  {
    "translation": {
      "en": "and he wanted to put the beer into a glass instead of a bottle,",
      "es": "él quería servirla en vaso en vez de tomar de la botella,"
    }
  },
  {
    "translation": {
      "en": "and, uh, we watched some TV.",
      "es": "y vimos televisión."
    }
  },
  {
    "translation": {
      "en": "Then I felt sleepy so I went to bed.",
      "es": "Luego me dio sueño, así que me fui a la cama."
    }
  },
  {
    "translation": {
      "en": "I woke up the next morning, and there's a metallic taste in my mouth.",
      "es": "Al día siguiente desperté con un sabor metálico en la boca."
    }
  },
  {
    "translation": {
      "en": "I looked in the mirror, and there's come coming down the side of my face.",
      "es": "Me miré al espejo y vi que me chorreaba semen de la cara."
    }
  },
  {
    "translation": {
      "en": "- Did you confront him? - No, I didn't.",
      "es": "¿Lo enfrentaste? - No. - Bien."
    }
  },
  {
    "translation": {
      "en": "Okay. You wake up, he tells you it's tme to wake up?",
      "es": "- No. - Bien. Te despertaste, ¿te despertó él?"
    }
  },
  {
    "translation": {
      "en": "He drove me over to New Jersey Transit and got me a ticket over to Asbury.",
      "es": "Me llevó a Nueva Jersey y me compró un boleto a Asbury."
    }
  },
  {
    "translation": {
      "en": "Okay. And what'd you say to him?",
      "es": "Bien. ¿Y qué le dijiste?"
    }
  },
  {
    "translation": {
      "en": "I said goodbye and he says, you know,",
      "es": "Se despidió y dijo, bueno,"
    }
  },
  {
    "translation": {
      "en": "Call me at this number or email me if you ever need a place to stay for a night or something.",
      "es": "Llámame a este número o escríbeme si necesitas un lugar para dormir."
    }
  },
  {
    "translation": {
      "en": "Then he buys you a train ticket?",
      "es": "- ¿Y te compró el boleto de tren? - Sí."
    }
  },
  {
    "translation": {
      "en": "I went to Asbury to wait for a friend who said they're gonna meet me",
      "es": "Fui a Asbury a esperar a un amigo que me dijo que iría a las dos,"
    }
  },
  {
    "translation": {
      "en": "at, like, one or two, and five o'clock rolled around,",
      "es": "Fui a Asbury a esperar a un amigo que me dijo que iría a las dos, pero se hicieron las cinco y no llegaba, así que lo llamé."
    }
  },
  {
    "translation": {
      "en": "they still weren't around, so I called him back.",
      "es": "pero se hicieron las cinco y no llegaba, así que lo llamé."
    }
  },
  {
    "translation": {
      "en": "So your friends don't show up?",
      "es": "¿Tus amigos no fueron?"
    }
  },
  {
    "translation": {
      "en": "No, and I got, uh…",
      "es": "No, y…"
    }
  },
  {
    "translation": {
      "en": "I got raped. Like, you're saying you're charging me with first degree murder?",
      "es": "Me violaron. ¿Y me van a acusar de homicidio?"
    }
  },
  {
    "translation": {
      "en": "Right. So when your friends don't show up, what did you do?",
      "es": "¿Qué hiciste cuando tus amigos no aparecieron?"
    }
  },
  {
    "translation": {
      "en": "I went back up to see if he'd be able to put me up for the night.",
      "es": "Volví, para ver si me albergaba por esa noche."
    }
  },
  {
    "translation": {
      "en": "And what did you guys do?",
      "es": "¿Y qué hicieron?"
    }
  },
  {
    "translation": {
      "en": "Um, he brought me back over to his place and said that, uh, he didn't wanna order out that night,",
      "es": "Me llevó de vuelta a su casa y dijo que no quería pedir comida,"
    }
  },
  {
    "translation": {
      "en": "so he gave me some burgers",
      "es": "y me dio unas hamburguesas."
    }
  },
  {
    "translation": {
      "en": "and, uh, drank a few beers. That's all I remember.",
      "es": "Y bebí unas cervezas. No recuerdo nada más."
    }
  },
  {
    "translation": {
      "en": "After that, I was waking up on the floor and him trying to pull down my pants.",
      "es": "Después, desperté en el piso y él me quería bajar el pantalón."
    }
  },
  {
    "translation": {
      "en": "Okay. So you wake up on the floor with your pants down?",
      "es": "¿Despertaste en el piso con el pantalón bajo?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, he's pulling down my pants. - Okay.",
      "es": "- Sí, él me lo estaba bajando. - Bien."
    }
  },
  {
    "translation": {
      "en": "And how was he dressed?",
      "es": "¿Y él cómo estaba vestido?"
    }
  },
  {
    "translation": {
      "en": "Uh, he was… he was in his underwear.",
      "es": "Estaba en ropa interior."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "What happens next?",
      "es": "¿Y qué pasó?"
    }
  },
  {
    "translation": {
      "en": "I just hit him.",
      "es": "Le pegué."
    }
  },
  {
    "translation": {
      "en": "He was trying to manhandle me.",
      "es": "Quería dominarme."
    }
  },
  {
    "translation": {
      "en": "- Okay. - He threw me around, and I was like…",
      "es": "- Bien. - Me empujó, y yo…"
    }
  },
  {
    "translation": {
      "en": "What did you hit him with?",
      "es": "¿Con qué le pegaste?"
    }
  },
  {
    "translation": {
      "en": "I just… I just hit him.",
      "es": "Le pegué y ya."
    }
  },
  {
    "translation": {
      "en": "With your hands?",
      "es": "¿Con las manos?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't even remember. I could've elbowed him.",
      "es": "Sí, no me acuerdo. Quizá le di un codazo."
    }
  },
  {
    "translation": {
      "en": "Kneed him, I don't know.",
      "es": "O un rodillazo, no sé."
    }
  },
  {
    "translation": {
      "en": "Okay. So how did you finally get him off you?",
      "es": "Bien, ¿y cómo te lo quitaste de encima?"
    }
  },
  {
    "translation": {
      "en": "Well, I… I fucking hit him in the head.",
      "es": "Le pegué en la cabeza."
    }
  },
  {
    "translation": {
      "en": "Can I get a drink of water?",
      "es": "¿Me darían agua?"
    }
  },
  {
    "translation": {
      "en": "I should probably be talking to a lawyer, shouldn't I?",
      "es": "Debería hablar con un abogado, ¿no?"
    }
  },
  {
    "translation": {
      "en": "I can't give you legal advice. It's up to you.",
      "es": "No puedo aconsejarte en eso, depende de ti."
    }
  },
  {
    "translation": {
      "en": "- I wanna talk to a lawyer. - Okay, fair enough.",
      "es": "- Quiero hablar con un abogado. - Está bien."
    }
  },
  {
    "translation": {
      "en": "Um, the time is approximately 9:50 p.m.",
      "es": "Son aproximadamente las 9:50 p. m.,"
    }
  },
  {
    "translation": {
      "en": "Um, Mr. Lawrence has decided to speak to an attorney.",
      "es": "el señor Lawrence desea hablar con un abogado."
    }
  },
  {
    "translation": {
      "en": "Once I walk out of this room,",
      "es": "Cuando salga de esta sala,"
    }
  },
  {
    "translation": {
      "en": "I won't be able to talk to you again. Do you have any questions for us?",
      "es": "no volveré a hablar contigo. ¿Tienes alguna pregunta?"
    }
  },
  {
    "translation": {
      "en": "What's the penalty of this crime in New Jersey?",
      "es": "¿Cuál es la pena por esto en Nueva Jersey?"
    }
  },
  {
    "translation": {
      "en": "That's not up to us to decide.  That's up to the judge to decide.",
      "es": "- Eso no depende de nosotros. - Eso lo decidirá el juez."
    }
  },
  {
    "translation": {
      "en": "Is the…",
      "es": "¿Tienen…?"
    }
  },
  {
    "translation": {
      "en": "is the death penalty legal here in New Jersey?",
      "es": "¿Tienen pena de muerte aquí?"
    }
  },
  {
    "translation": {
      "en": "Um okay, we're done, okay? You asked for an attorney, so we're gonna have to stop talking, okay?",
      "es": "Ya terminamos. Pediste un abogado, así que debemos dejar de hablar."
    }
  },
  {
    "translation": {
      "en": "All right?",
      "es": "¿Sí?"
    }
  },
  {
    "translation": {
      "en": "- Good luck. - Thanks.",
      "es": "- Suerte. - Gracias."
    }
  },
  {
    "translation": {
      "en": "Kai was trying to claim self- defense. But that's not what the crime scene told us.",
      "es": "Kai alegaba defensa propia, pero la escena no decía lo mismo."
    }
  },
  {
    "translation": {
      "en": "The crime scene told us that this person was just beaten to death.",
      "es": "La escena nos decía que lo habían matado a golpes y ya."
    }
  },
  {
    "translation": {
      "en": "He's a 74- year- old male.",
      "es": "Un hombre de 74 años."
    }
  },
  {
    "translation": {
      "en": "It didn't look like Kai was putting up a fight",
      "es": "No parecía que Kai se hubiera resistido,"
    }
  },
  {
    "translation": {
      "en": "because there's gonna be defensive wounds.",
      "es": "no presentaba heridas defensivas."
    }
  },
  {
    "translation": {
      "en": "You're gonna be blocking punches, so there's gonna be bruising, scuffing, scraping.",
      "es": "Si bloqueas golpes, terminas con moretones y raspaduras."
    }
  },
  {
    "translation": {
      "en": "Nowhere did anybody say they saw Kai with scratches, cuts, bruises… anything.",
      "es": "Y nadie dijo haber visto a Kai con cortes ni lastimaduras. Nadie."
    }
  },
  {
    "translation": {
      "en": "I know that there are situations where people are drugged",
      "es": "Sé que a veces pasa que drogan a la gente"
    }
  },
  {
    "translation": {
      "en": "and are being raped, are being whatever,",
      "es": "y la violan o la abusan,"
    }
  },
  {
    "translation": {
      "en": "and they wake up from that and they fight for their lives.",
      "es": "se despiertan y luchan por su vida."
    }
  },
  {
    "translation": {
      "en": "What does fighting for your life look like?",
      "es": "¿Cómo se ve luchar por tu vida?"
    }
  },
  {
    "translation": {
      "en": "Information started, you know, trickling out.",
      "es": "Empezó a filtrarse información."
    }
  },
  {
    "translation": {
      "en": "The autopsy report, it was brutal.",
      "es": "El informe de la autopsia fue brutal."
    }
  },
  {
    "translation": {
      "en": "So it made the self- defense in Kai's story",
      "es": "La versión de defensa propia de Kai"
    }
  },
  {
    "translation": {
      "en": "look a lot more questionable.",
      "es": "parecía más cuestionable."
    }
  },
  {
    "translation": {
      "en": "Based on the testimony of the medical examiner,",
      "es": "Según el testimonio del forense,"
    }
  },
  {
    "translation": {
      "en": "he said it looked like he was stomped.",
      "es": "parecía que lo habían pisoteado."
    }
  },
  {
    "translation": {
      "en": "His eye orbitals were broken.",
      "es": "Tenía las orbitarias destruidas."
    }
  },
  {
    "translation": {
      "en": "These are probably the strongest bones in your body next to your femur.",
      "es": "Junto con el fémur, son los huesos más fuertes del cuerpo."
    }
  },
  {
    "translation": {
      "en": "His nose was broken. Above his nose was broken.",
      "es": "Tenía la nariz rota, también los huesos superiores."
    }
  },
  {
    "translation": {
      "en": "His ear was almost off,",
      "es": "Tenía una oreja colgando."
    }
  },
  {
    "translation": {
      "en": "and it had a scuff mark on the ear like that bloodstain in the hallway,",
      "es": "Y tenía una marca en la oreja, como esa mancha en el pasillo,"
    }
  },
  {
    "translation": {
      "en": "where you could see some sort of material in the bloodstain,",
      "es": "donde se veía un material sobre la sangre."
    }
  },
  {
    "translation": {
      "en": "and it sorta looked like that on his ear.",
      "es": "Así se veía la oreja."
    }
  },
  {
    "translation": {
      "en": "You don't get that from punching somebody.",
      "es": "Eso no lo provoca un puñetazo."
    }
  },
  {
    "translation": {
      "en": "You get that from literally stomping down on their head.",
      "es": "Eso pasa cuando te pisotean la cabeza."
    }
  },
  {
    "translation": {
      "en": "At this point, it's not a whodunit. You always wanna know why.",
      "es": "Ya no buscábamos al autor, queríamos saber por qué."
    }
  },
  {
    "translation": {
      "en": "He said he was sexually assaulted Saturday night.",
      "es": "Dijo que habían abusado sexualmente de él el sábado a la noche."
    }
  },
  {
    "translation": {
      "en": "Sunday morning, we have him leaving and embracing his sexual assaulter,",
      "es": "El domingo vimos que se iba y abrazaba a su abusador."
    }
  },
  {
    "translation": {
      "en": "and then he contacts the person who sexually assaulted him",
      "es": "Y luego contactó a la persona que abusó de él,"
    }
  },
  {
    "translation": {
      "en": "later on that same day",
      "es": "ese mismo día,"
    }
  },
  {
    "translation": {
      "en": "and comes back to Clark.",
      "es": "y regresó a Clark."
    }
  },
  {
    "translation": {
      "en": "Two and a half weeks before Kai met Mr. Galfy,",
      "es": "Dos semanas y media antes de que Kai conociera al señor Galfy,"
    }
  },
  {
    "translation": {
      "en": "he posted something disturbing on Facebook.",
      "es": "publicó algo perturbador en Facebook."
    }
  },
  {
    "translation": {
      "en": "Kai wrote, A HuffPost article titled,",
      "es": "Era un artículo del Huffington Post."
    }
  },
  {
    "translation": {
      "en": "'Is Vigilante Pedophile Hunting A Good Idea?'",
      "es": "¿Es buena idea ajusticiar a pedófilos?."
    }
  },
  {
    "translation": {
      "en": "You decide! For you!",
      "es": "Cada uno decide su opinión."
    }
  },
  {
    "translation": {
      "en": "I'll decide for me.",
      "es": "Yo decidiré la mía."
    }
  },
  {
    "translation": {
      "en": "When arrested, he had printouts",
      "es": "Cuando lo arrestaron, tenía impresiones"
    }
  },
  {
    "translation": {
      "en": "of sexual predators, known, convicted predators.",
      "es": "sobre depredadores sexuales conocidos y condenados."
    }
  },
  {
    "translation": {
      "en": "Did he perceive Joe Galfy as a predator",
      "es": "¿Creyó que Joe Galfy era un depredador"
    }
  },
  {
    "translation": {
      "en": "and thought he was providing some type of vigilante justice?",
      "es": "y se pensó que él era un justiciero?"
    }
  },
  {
    "translation": {
      "en": "That I don't know.",
      "es": "No lo sé."
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense that Joe, who's so mild- mannered",
      "es": "No tenía sentido que Joe, que era tan apacible"
    }
  },
  {
    "translation": {
      "en": "and wants to help, would attack somebody.",
      "es": "y siempre quería ayudar, atacara a alguien."
    }
  },
  {
    "translation": {
      "en": "But drugged and raped him? Doesn't sound like Joe, does it?",
      "es": "¿Drogarlo y violarlo? No parece algo que haría Joe, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Doesn't sound like Joe",
      "es": "Para nada."
    }
  },
  {
    "translation": {
      "en": "and also Joe physically",
      "es": "Y a nivel físico"
    }
  },
  {
    "translation": {
      "en": "is not Arnold Schwarzenegger at 70.",
      "es": "Joe no era como Arnold Schwarzenegger a sus 70 años."
    }
  },
  {
    "translation": {
      "en": "Um, he's just not. Um, you know, as much as I liked Joe,",
      "es": "Para nada. Quería mucho a Joe,"
    }
  },
  {
    "translation": {
      "en": "uh, I would not, you know, rely upon him in a, uh, fistfight.",
      "es": "pero no apostaría por él en una pelea."
    }
  },
  {
    "translation": {
      "en": "There's a moment in time when somebody murders someone",
      "es": "Cuando alguien mata a otra persona, hay un momento"
    }
  },
  {
    "translation": {
      "en": "that there's that fear on the victim's part",
      "es": "en el que la víctima siente terror"
    }
  },
  {
    "translation": {
      "en": "that, I'm gonna die.",
      "es": "y sabe que va a morir."
    }
  },
  {
    "translation": {
      "en": "Every time we talked about this in our office,",
      "es": "Cada vez que lo hablamos en la oficina,"
    }
  },
  {
    "translation": {
      "en": "we would say that we were always the voice of the victim.",
      "es": "decimos que somos la voz de la víctima."
    }
  },
  {
    "translation": {
      "en": "That's what the prosecutor's office is all about.",
      "es": "Esa es la misión de la fiscalía."
    }
  },
  {
    "translation": {
      "en": "And there was a moment in time, no matter what Mr. Galfy was doing,",
      "es": "Y hubo un momento, más allá de lo que hiciera el señor Galfy,"
    }
  },
  {
    "translation": {
      "en": "he would have had that fear.",
      "es": "en el que sintió ese temor."
    }
  },
  {
    "translation": {
      "en": "I could see a situation where Kai's put into a rage,",
      "es": "Imagino que es posible que Kai tuviera un ataque de ira"
    }
  },
  {
    "translation": {
      "en": "not only hit once but keep on pounding away,",
      "es": "y pegara una vez, y luego muchas más,"
    }
  },
  {
    "translation": {
      "en": "and pounding away as Joe tries to escape down the hallway",
      "es": "mientras que Joe escapaba por el pasillo"
    }
  },
  {
    "translation": {
      "en": "and just bleeds his way to die.",
      "es": "y moría desangrado."
    }
  },
  {
    "translation": {
      "en": "I'm angry.",
      "es": "Estoy enojado."
    }
  },
  {
    "translation": {
      "en": "It's a murder, clear and simple,",
      "es": "Fue un asesinato, eso está claro,"
    }
  },
  {
    "translation": {
      "en": "and Joe was too good a guy",
      "es": "y Joe era demasiado bueno"
    }
  },
  {
    "translation": {
      "en": "to have been killed, uh, for almost nothing.",
      "es": "como para que lo mataran por casi nada."
    }
  },
  {
    "translation": {
      "en": "And nobody knows. Nobody knows why.",
      "es": "Y nadie sabe por qué."
    }
  },
  {
    "translation": {
      "en": "With this guy's past, I mean, I don't think it's a surprise",
      "es": "Considerando su pasado, no me sorprende que enloqueciera e hiciera algo así."
    }
  },
  {
    "translation": {
      "en": "that he would snap and do something like that.",
      "es": "no me sorprende que enloqueciera e hiciera algo así."
    }
  },
  {
    "translation": {
      "en": "I don't think it was self- defense.",
      "es": "Dudo que fuera para defenderse."
    }
  },
  {
    "translation": {
      "en": "I really believe that this guy is innocent.",
      "es": "Creo que él es inocente."
    }
  },
  {
    "translation": {
      "en": "He goes from hero to wanted man in three months. How should I feel here?",
      "es": "Pasa de héroe a sospechoso en tres meses, ¿qué debo sentir?"
    }
  },
  {
    "translation": {
      "en": "I want Kai to be free and just going on--",
      "es": "Quiero que Kai esté libre y…"
    }
  },
  {
    "translation": {
      "en": "- You like the viralness of him. - Yeah!",
      "es": "- Te gusta lo viral. - Sí."
    }
  },
  {
    "translation": {
      "en": "Is this a guardian angel? Or a stone- cold killer?",
      "es": "¿Es un ángel de la guarda o un asesino despiadado?"
    }
  },
  {
    "translation": {
      "en": "Let us know in the comments.",
      "es": "Dinos en los comentarios."
    }
  },
  {
    "translation": {
      "en": "There is a difference between the court of public opinion",
      "es": "No es lo mismo el tribunal de la opinión pública"
    }
  },
  {
    "translation": {
      "en": "and an actual superior court.",
      "es": "que un tribunal superior real."
    }
  },
  {
    "translation": {
      "en": "And a jury in an actual superior court",
      "es": "El jurado de un tribunal superior"
    }
  },
  {
    "translation": {
      "en": "listen to the facts of the case that the prosecutor's office put forward,",
      "es": "analiza los hechos presentados por la fiscalía,"
    }
  },
  {
    "translation": {
      "en": "they listen to the facts of the case what Caleb's side had to say,",
      "es": "analiza los argumentos de la defensa."
    }
  },
  {
    "translation": {
      "en": "uh, and ultimately decided that the prosecutor's office had done their job well.",
      "es": "Al final, decidió que la fiscalía había hecho bien su trabajo."
    }
  },
  {
    "translation": {
      "en": "The trial was several days,",
      "es": "El juicio duró varios días."
    }
  },
  {
    "translation": {
      "en": "and the jury and everyone saw a different side of Kai than I saw,",
      "es": "El jurado y el mundo vieron un lado de Kai diferente al que veía yo."
    }
  },
  {
    "translation": {
      "en": "and at the end of the trial, the judge had some pretty poignant and powerful words.",
      "es": "Al final, el juez habló de manera desgarradora."
    }
  },
  {
    "translation": {
      "en": "Judge Robert Kirsch called Kai",
      "es": "El juez Robert Kirsch dijo que Kai"
    }
  },
  {
    "translation": {
      "en": "a powder keg of explosive rage.",
      "es": "era un barril de pólvora de ira explosiva."
    }
  },
  {
    "translation": {
      "en": "You created this public image of a free spirit,",
      "es": "Dijo que había creado la imagen de espíritu libre,"
    }
  },
  {
    "translation": {
      "en": "but underneath that free spirit, the jury saw another side of you.",
      "es": "pero que debajo de eso, el jurado vio otro lado de él."
    }
  },
  {
    "translation": {
      "en": "A cold- blooded, calculated, callous killer.",
      "es": "Un asesino frío, calculador y despiadado."
    }
  },
  {
    "translation": {
      "en": "The jury didn't believe me",
      "es": "El jurado no me creyó."
    }
  },
  {
    "translation": {
      "en": "because people are used to when a rape survivor isn't believed,",
      "es": "Es normal que no le crean a quien sobrevive una violación."
    }
  },
  {
    "translation": {
      "en": "the rapist is presumed innocent.",
      "es": "Creen que el violador es inocente."
    }
  },
  {
    "translation": {
      "en": "But this was never a rape trial. The rapist is dead.",
      "es": "Pero no era un juicio por violación. El violador está muerto."
    }
  },
  {
    "translation": {
      "en": "This was a homicide trial. Self- defense against rape is a right.",
      "es": "Defenderte de una violación es un derecho."
    }
  },
  {
    "translation": {
      "en": "But they told the jury the burden was on me",
      "es": "Pero le dijeron al jurado que yo debía probar"
    }
  },
  {
    "translation": {
      "en": "to prove intoxication and rape by clear and convincing evidence.",
      "es": "que me habían intoxicado y violado."
    }
  },
  {
    "translation": {
      "en": "But I deserve the same presumption of innocence,",
      "es": "Pero merezco la misma presunción de inocencia,"
    }
  },
  {
    "translation": {
      "en": "unless proven guilty beyond a reasonable doubt,",
      "es": "a menos que se demuestre mi culpa fehacientemente"
    }
  },
  {
    "translation": {
      "en": "that's given to the seven of eight rapists that beat their charges and walk free.",
      "es": "como pasa con siete de cada ocho violadores que quedan libres."
    }
  },
  {
    "translation": {
      "en": "I met Kai in this heroic… situation,",
      "es": "Conocí a Kai en una situación heroica."
    }
  },
  {
    "translation": {
      "en": "and this judge, I get it,",
      "es": "Y entiendo que el juez"
    }
  },
  {
    "translation": {
      "en": "you know, he only saw the bad side of Kai and, you know, was put through this whole trial,",
      "es": "solo vio el lado de Kai que se presentó en el juicio,"
    }
  },
  {
    "translation": {
      "en": "which was brutal 'cause of the crime scene and stuff like that, so, um…",
      "es": "que fue brutal, por las características de la escena."
    }
  },
  {
    "translation": {
      "en": "The cold- blooded part and the for no reason, I just…",
      "es": "Eso de sangre fría sin motivos…"
    }
  },
  {
    "translation": {
      "en": "Man, I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No sé."
    }
  },
  {
    "translation": {
      "en": "Why did nobody see that he was dangerous? I think people did.",
      "es": "¿Por qué nadie vio que era peligroso? Creo que hay gente que lo vio."
    }
  },
  {
    "translation": {
      "en": "I think… I think there was people who, you know, rightfully thought he was dangerous.",
      "es": "Creo que algunos sabían que era peligroso."
    }
  },
  {
    "translation": {
      "en": "I mean, not… not on my end, you know…",
      "es": "No hablo por mí, claro."
    }
  },
  {
    "translation": {
      "en": "And it wasn't 'cause I wanted to get this guy on TV so bad",
      "es": "Y no es que estaba tan desesperado por mostrarlo en la TV"
    }
  },
  {
    "translation": {
      "en": "that I believed him, that I was putting down some fear of him,",
      "es": "que le creí y reprimí mis miedos,"
    }
  },
  {
    "translation": {
      "en": "or I was discounting other people's fear because this helped me in some way.",
      "es": "ni que no les creía a los demás porque podía serme útil."
    }
  },
  {
    "translation": {
      "en": "It was because I didn't see it. It was because I didn't believe it, you know.",
      "es": "Es que no lo vi. No lo creí."
    }
  },
  {
    "translation": {
      "en": "I wasn't trying to minimize anybody else's fears because it benefited me. I just…",
      "es": "No traté de minimizar temores ajenos porque me beneficiara. Yo solo…"
    }
  },
  {
    "translation": {
      "en": "I just… I saw what I thought I saw, and I wanted to help the person I thought I saw.",
      "es": "Vi lo que creí ver y quise ayudar a la persona que creí ver."
    }
  },
  {
    "translation": {
      "en": "And, you know, I was wrong.",
      "es": "Y me equivoqué."
    }
  },
  {
    "translation": {
      "en": "I think the media had something to blame for the creation of Kai.",
      "es": "Creo que los medios tienen parte de la culpa por la creación de Kai."
    }
  },
  {
    "translation": {
      "en": "I've yet to see any analysis",
      "es": "Aún no he visto ningún análisis"
    }
  },
  {
    "translation": {
      "en": "of anyone in the media saying, Boy, did we make a mistake?",
      "es": "en que alguien de los medios diga: ¿Cometimos un error?"
    }
  },
  {
    "translation": {
      "en": "Did we create this celebrity and monster without doing our homework?",
      "es": "¿Creamos un monstruo famoso sin investigar como debíamos?."
    }
  },
  {
    "translation": {
      "en": "I think what Bob's saying is if you're going to glorify someone,",
      "es": "Creo que Bob quiere decir que, si vas a glorificar a alguien,"
    }
  },
  {
    "translation": {
      "en": "you better know who you're glorifying.",
      "es": "mejor saber a quién glorificas."
    }
  },
  {
    "translation": {
      "en": "I can sit here and say I did everything the right way and tried to…",
      "es": "Podría decirles que hice lo que debía y que traté de…"
    }
  },
  {
    "translation": {
      "en": "tried to do everything for him and have him be successful and happy",
      "es": "hacer todo por él y ayudarlo a tener éxito y ser feliz,"
    }
  },
  {
    "translation": {
      "en": "and… I don't know, expose the good in him and hide the bad,",
      "es": "a exponer lo bueno de él y esconder lo malo,"
    }
  },
  {
    "translation": {
      "en": "and I just couldn't, I guess.",
      "es": "y supongo que no pude."
    }
  },
  {
    "translation": {
      "en": "No one could, I guess.",
      "es": "Nadie podría, supongo."
    }
  },
  {
    "translation": {
      "en": "In our communication, I've told him before, if ever he wants me to visit him, I will.",
      "es": "Cuando nos comunicamos le dije que, si quiere, puedo visitarlo."
    }
  },
  {
    "translation": {
      "en": "Right now he's said no.",
      "es": "Por ahora, dice que no."
    }
  },
  {
    "translation": {
      "en": "I don't know if I ever will see him again.",
      "es": "No sé si lo volveré a ver."
    }
  },
  {
    "translation": {
      "en": "There's no more home- free. There's no more Dogtown.",
      "es": "Ya no es libre de hogar. Se acabó lo de Dogtown."
    }
  },
  {
    "translation": {
      "en": "There's no more anything, ever.",
      "es": "Ya no hay nada de nada."
    }
  },
  {
    "translation": {
      "en": "Your address is gonna be your address forever,",
      "es": "Su dirección será la misma para siempre,"
    }
  },
  {
    "translation": {
      "en": "and this is a guy who never wanted an address.",
      "es": "y él nunca quiso tener dirección."
    }
  },
  {
    "translation": {
      "en": "Good God.",
      "es": "Por Dios."
    }
  }
]