[
  {
    "translation": {
      "en": "Now, this is how you make a bed…",
      "es": "Mira, así se hace la cama"
    }
  },
  {
    "translation": {
      "en": "the right way.",
      "es": "de forma correcta."
    }
  },
  {
    "translation": {
      "en": "And this…",
      "es": "Y así…"
    }
  },
  {
    "translation": {
      "en": "Is how you make a bed…",
      "es": "se hace la cama…"
    }
  },
  {
    "translation": {
      "en": "the Lay Lay way.",
      "es": "al estilo Lay Lay."
    }
  },
  {
    "translation": {
      "en": "- What's wrong with you? - What's wrong with you?",
      "es": "¿Qué te pasa? ¿Qué te pasa a ti?"
    }
  },
  {
    "translation": {
      "en": "Anyway, have you seen Marky yet?",
      "es": "Como sea. ¿Ya has visto a Marky?"
    }
  },
  {
    "translation": {
      "en": "Not since he found out you're an avatar that came out of my phone.",
      "es": "No desde que vio que eres un avatar que salió de mi teléfono."
    }
  },
  {
    "translation": {
      "en": "Girl, I've never seen someone scream so loud and run so fast.",
      "es": "Jamás había oído a alguien gritar tan alto y correr tan rápido."
    }
  },
  {
    "translation": {
      "en": "And I've seen your father around a cricket.",
      "es": "Y vi a tu papá jugar al críquet."
    }
  },
  {
    "translation": {
      "en": "And that's after we explained everything to Marky.",
      "es": "Y eso pasó después de haberle explicado todo a Marky."
    }
  },
  {
    "translation": {
      "en": "Yeah. Now that he knows my secret, we got to make sure he's cool.",
      "es": "Ahora que conoce mi secreto, debemos ver que esté todo bien."
    }
  },
  {
    "translation": {
      "en": "Otherwise, he's gonna tell your parents. And they'll know we've been lying to them.",
      "es": "- Si no, les contará a tus padres. - Sabrán que les mentimos."
    }
  },
  {
    "translation": {
      "en": "There's nothing my parents hate more than liars.",
      "es": "Mis padres odian a los mentirosos."
    }
  },
  {
    "translation": {
      "en": "Maybe raisins and coleslaw, but liars are up there.",
      "es": "Y la ensalada con pasas, pero a los mentirosos seguro."
    }
  },
  {
    "translation": {
      "en": "Hopefully he's not freaking out.",
      "es": "Ojalá no siga tan asustado."
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "es": "¡Aún estoy muy asustado!"
    }
  },
  {
    "translation": {
      "en": "I can't believe I've been around Lay Lay this long",
      "es": "No puedo creer que estuve junto a Lay Lay"
    }
  },
  {
    "translation": {
      "en": "and never noticed anything strange about her.",
      "es": "y no noté nada extraño en ella."
    }
  },
  {
    "translation": {
      "en": "Or did I notice and you made me forget?",
      "es": "¿O sí lo noté y tú me hiciste olvidarlo?"
    }
  },
  {
    "translation": {
      "en": "Do you have mind- wipe powers? Stop wiping my mind.",
      "es": "¿Puedes borrar mentes? No borres la mía."
    }
  },
  {
    "translation": {
      "en": "She didn't. You just didn't notice anything strange about her.",
      "es": "No lo hizo. Solo no notaste nada extraño en ella."
    }
  },
  {
    "translation": {
      "en": "Because there's nothing strange to notice.",
      "es": "Porque no hay nada extraño que notar."
    }
  },
  {
    "translation": {
      "en": "Besides, you're a 10- year- old who wears a sweater vest. I wouldn't talk, little one.",
      "es": "Además, eres un niño de diez años que usa chaleco. Yo no diría nada."
    }
  },
  {
    "translation": {
      "en": "Marky, this is a good thing.",
      "es": "Esto es algo bueno."
    }
  },
  {
    "translation": {
      "en": "When Lay Lay was in my phone, she was an avatar for my positive affirmation app.",
      "es": "En mi teléfono, era el avatar de mi app de afirmación positiva."
    }
  },
  {
    "translation": {
      "en": "Yes. I'm really good at helping people become the best versions of themselves.",
      "es": "Soy buena para ayudar a la gente a convertirse en su mejor versión."
    }
  },
  {
    "translation": {
      "en": "Look at me. Because of Lay Lay, I'm more outgoing, and I'm the president of my class now.",
      "es": "Gracias a Lay Lay, soy más extrovertida y soy la presidenta de mi curso."
    }
  },
  {
    "translation": {
      "en": "She even gave me the confidence to become an era- era DJ.",
      "es": "Hasta me dio la confianza para convertirme en DJ."
    }
  },
  {
    "translation": {
      "en": "Some people say I got it going in.",
      "es": "Algunos dicen que lo tengo claro."
    }
  },
  {
    "translation": {
      "en": "On? Out? Whatever. People are talking.",
      "es": "¿O la tengo clara? Como sea. Eso dicen."
    }
  },
  {
    "translation": {
      "en": "I'm talking about how, just 12 hours ago, I saw you turn invisible.",
      "es": "Hablo de que, hace 12 horas, te vi hacerte invisible."
    }
  },
  {
    "translation": {
      "en": "Okay. Did it scare you?",
      "es": "Bueno. ¿Y te asustaste?"
    }
  },
  {
    "translation": {
      "en": "Please. I'm done freaking out.",
      "es": "Vamos, ya nada puede asustarme."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "I was wrong!",
      "es": "¡Me equivoqué!"
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "es": "¡Todavía me asusto!"
    }
  },
  {
    "translation": {
      "en": "This is either their happy dance, or they stepped in some fire ants.",
      "es": "O es su baile de felicidad o pisaron hormigas rojas."
    }
  },
  {
    "translation": {
      "en": "Girls, we just got some of the best news of our careers.",
      "es": "Niñas, recibimos la mejor noticia de nuestra carrera."
    }
  },
  {
    "translation": {
      "en": "Oh, let me guess, Bun B sampled one of your songs, and now you're rich,",
      "es": "Ya sé. Bun B cantó una de sus canciones y ahora son ricos,"
    }
  },
  {
    "translation": {
      "en": "so we can spend the rest of our lives on private jets and yachts.",
      "es": "y podremos pasar el resto de la vida en jets privados y yates."
    }
  },
  {
    "translation": {
      "en": "No, but thank you for making our good news less exciting.",
      "es": "No, pero gracias por quitarle emoción a nuestra noticia."
    }
  },
  {
    "translation": {
      "en": "We were named Advertising Songwriters of the Year",
      "es": "Los Premios a la Música del Salón de la Fama de Cleveland"
    }
  },
  {
    "translation": {
      "en": "by the Cleveland Hall of Fame Music Awards.",
      "es": "nos nombraron compositores de publicidad del año."
    }
  },
  {
    "translation": {
      "en": "both: Whoa!",
      "es": "¡Eso es!"
    }
  },
  {
    "translation": {
      "en": "You won a CHoFMA? That's how John Legend became John Legend.",
      "es": "¿Ganaron el premio? Así fue como John Legend llegó adonde está."
    }
  },
  {
    "translation": {
      "en": "Before he won a CHoFMA, he was just John.",
      "es": "Antes de ganar, era solo John."
    }
  },
  {
    "translation": {
      "en": "There's a fancy ceremony coming up, and anybody who's anybody in the biz attends.",
      "es": "Harán una ceremonia formal e irán todos los famosos de la industria."
    }
  },
  {
    "translation": {
      "en": "Winning an award like this triples your business.",
      "es": "Un premio así triplica tu negocio."
    }
  },
  {
    "translation": {
      "en": "So maybe there will be a yacht.",
      "es": "Entonces, ¡quizá sí habrá un yate!"
    }
  },
  {
    "translation": {
      "en": "Girl, ain't gonna be no yachts.",
      "es": "¡No vamos a tener un yate!"
    }
  },
  {
    "translation": {
      "en": "Look, can't you just be happy for us?",
      "es": "¿No pueden alegrarse por nosotros?"
    }
  },
  {
    "translation": {
      "en": "Bryce, tell them who we're asking to introduce us.",
      "es": "Bryce, diles a quién le pediremos que nos presente."
    }
  },
  {
    "translation": {
      "en": "- Our friend, hip- hop superstar-- - Iggy Azalea.",
      "es": "A nuestra amiga y estrella del hiphop… ¡Iggy Azalea!"
    }
  },
  {
    "translation": {
      "en": "Really? You stole my thunder?",
      "es": "Me tocaba a mí. Tranquilo."
    }
  },
  {
    "translation": {
      "en": "Mr. A, you know Iggy Azalea? Oh, you're not as lame as Sadie says you are.",
      "es": "Señor A, ¿conoce a Iggy Azalea? No es tan patético como dijo Sadie."
    }
  },
  {
    "translation": {
      "en": "I never said lame. I said…",
      "es": "No dije patético, dije…"
    }
  },
  {
    "translation": {
      "en": "I love you, Daddy.",
      "es": "te quiero, papá."
    }
  },
  {
    "translation": {
      "en": "- Iggy is the perfect person to do it. - Yeah, we co- wrote a jingle with her",
      "es": "Iggy es la persona perfecta para esto. Escribimos un anuncio juntos antes de que fuera popular. Somos colegas."
    }
  },
  {
    "translation": {
      "en": "before she blew up. We're practically peers.",
      "es": "Escribimos un anuncio juntos antes de que fuera popular. Somos colegas."
    }
  },
  {
    "translation": {
      "en": "Yeah, just like Mrs. A's workout buddy is Michelle Obama.",
      "es": "Sí, y la señora A hace ejercicio con Michelle Obama."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "es": "Así es."
    }
  },
  {
    "translation": {
      "en": "Michelle wishes she had this arm definition.",
      "es": "Michelle desearía tener los brazos así. Seguro."
    }
  },
  {
    "translation": {
      "en": "Every year, the CHoFMA recipient gets to pick someone to perform at the ceremony.",
      "es": "El ganador del premio puede elegir quién actuará en la ceremonia."
    }
  },
  {
    "translation": {
      "en": "Oh, here's a crazy idea that isn't so crazy.",
      "es": "Tengo una idea algo alocada que no es tan alocada."
    }
  },
  {
    "translation": {
      "en": "What if Lay Lay and I perform?",
      "es": "¿Por qué no actuamos nosotras?"
    }
  },
  {
    "translation": {
      "en": "Oh, girls, I'm sorry.",
      "es": "Lo siento, creo que los organizadores buscan"
    }
  },
  {
    "translation": {
      "en": "I think what the music awards are looking for is more of a big- name act.",
      "es": "Lo siento, creo que los organizadores buscan a alguien más renombrado."
    }
  },
  {
    "translation": {
      "en": "What's bigger than someone with two names?",
      "es": "¿Qué más renombrado que alguien con dos nombres?"
    }
  },
  {
    "translation": {
      "en": "Come on, Mom and Dad, we want to perform in front of Iggy Azalea.",
      "es": "Mamá y papá, queremos actuar frente a Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "And this is your big night. We want to be a part of it.",
      "es": "Será su gran noche, queremos ser parte de ella."
    }
  },
  {
    "translation": {
      "en": "Please, Mrs. A.",
      "es": "Por favor, Sra. A."
    }
  },
  {
    "translation": {
      "en": "I won't beg you, but I will make Sadie do it.",
      "es": "No voy a suplicar, pero haré que Sadie lo haga."
    }
  },
  {
    "translation": {
      "en": "Okay, but you girls got to bring your A game.",
      "es": "Bueno. Pero deberán dar lo mejor de ustedes."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "We get to perform in front of Iggy Azalea!",
      "es": "¡Actuaremos frente a Iggy Azalea!"
    }
  },
  {
    "translation": {
      "en": "Sounds like it's gonna be a big night for all of us.",
      "es": "Será una gran noche para todos."
    }
  },
  {
    "translation": {
      "en": "Oh, what was that dance you all were doing when we walked out here?",
      "es": "¿Cómo era lo que bailaban cuando llegamos?"
    }
  },
  {
    "translation": {
      "en": "I'm Sadie's affirmation app",
      "es": "Soy la aplicación de afirmación de Sadie."
    }
  },
  {
    "translation": {
      "en": "And so no matter what happens, I got her back",
      "es": "Sin importar nada, la respaldo."
    }
  },
  {
    "translation": {
      "en": "'Cause see my homey Sadie wished on a star",
      "es": "Sadie pidió un deseo a una estrella."
    }
  },
  {
    "translation": {
      "en": "She said, I wish you were real, now I'm as real as you are",
      "es": "Dijo: Ojalá fueras real. Y ahora lo soy."
    }
  },
  {
    "translation": {
      "en": "- And now who's coming out the app? - That girl Lay Lay",
      "es": "¿Quién salió de la aplicación? Esa chica Lay Lay. Cuyo poder es congelar. Esa chica Lay Lay."
    }
  },
  {
    "translation": {
      "en": "- Who's avatar power is to freeze? - That girl Lay Lay",
      "es": "Cuyo poder es congelar. Esa chica Lay Lay."
    }
  },
  {
    "translation": {
      "en": "All day, all day, it's your girl",
      "es": "¡Todo el día, es tu chica!"
    }
  },
  {
    "translation": {
      "en": "That girl, that girl, that girl, that girl Lay Lay",
      "es": "Esa chica, esa chica. Esa chica Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Okay. I think I got all the freaking out out.",
      "es": "Bueno, creo que ya no estoy asustado."
    }
  },
  {
    "translation": {
      "en": "Do you want to hear about Lay Lay's other powers?",
      "es": "¿Te contamos sus otros poderes?"
    }
  },
  {
    "translation": {
      "en": "There's more? Can you fly? Shoot lasers out of your eyes?",
      "es": "¿Hay más? ¿Puedes volar? ¿O lanzar rayos con los ojos?"
    }
  },
  {
    "translation": {
      "en": "Turn broccoli into brownies?",
      "es": "¿Convertir el brócoli en brownies?"
    }
  },
  {
    "translation": {
      "en": "No. Lay Lay's powers are related to the phone.",
      "es": "No, sus poderes se relacionan con el teléfono."
    }
  },
  {
    "translation": {
      "en": "When she holds her breath and disappears, it's like a phone going into rest mode.",
      "es": "Cuando no respira y desaparece, es como si el teléfono se suspendiera."
    }
  },
  {
    "translation": {
      "en": "And have you ever hit pause on a video?",
      "es": "¿Alguna vez pausaste un video?"
    }
  },
  {
    "translation": {
      "en": "Whoa. How is that possible?",
      "es": "Vaya. ¿Cómo es posible?"
    }
  },
  {
    "translation": {
      "en": "Anything's possible when you're this fabulous.",
      "es": "Todo es posible si eres así de fabulosa."
    }
  },
  {
    "translation": {
      "en": "Okay. So I can't catch, but I can freeze time.",
      "es": "No sé atrapar la pelota, pero puedo congelar el tiempo."
    }
  },
  {
    "translation": {
      "en": "And if there's anyone I don't want to freeze, I just have to think about them.",
      "es": "Si no quiero congelar a alguien, solo me lo imagino."
    }
  },
  {
    "translation": {
      "en": "Wait, have you ever frozen me before and I didn't know it?",
      "es": "¿Alguna vez me congelaste sin que lo notara?"
    }
  },
  {
    "translation": {
      "en": "Wait. Have you ever frozen me before and I didn't know it?",
      "es": "¿Alguna vez me congelaste sin que lo notara?."
    }
  },
  {
    "translation": {
      "en": "Of course not, Marky.",
      "es": "Claro que no, Marky."
    }
  },
  {
    "translation": {
      "en": "I didn't think so. I'm way too smart for that.",
      "es": "Me imaginé. Soy muy listo para eso."
    }
  },
  {
    "translation": {
      "en": "What did Mom and Dad say when they learned about Lay Lay?",
      "es": "¿Qué dijeron papá y mamá?"
    }
  },
  {
    "translation": {
      "en": "Uh, I'll never forget what they said. Right? What'd they say, Lay Lay?",
      "es": "Nunca olvidaré lo que dijeron. ¿Qué dijeron, Lay Lay?"
    }
  },
  {
    "translation": {
      "en": "Uh, they said, Wow,",
      "es": "Dijeron: ¡Vaya y ¡Guau!."
    }
  },
  {
    "translation": {
      "en": "and-- and, Whoa, and then your mom--",
      "es": "Dijeron: ¡Vaya y ¡Guau!. Y tu mamá dijo:"
    }
  },
  {
    "translation": {
      "en": "Hey, kids.",
      "es": "- Hola, niños. - Papá."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. How come you never told me Lay Lay is--",
      "es": "- Hola, niños. - Papá. - ¿Por qué no me dijiste que Lay Lay es…? - ¡Marky!"
    }
  },
  {
    "translation": {
      "en": "Marky, Mr. A doesn't want to talk about me being an avatar.",
      "es": "- ¿Por qué no me dijiste que Lay Lay es…? - ¡Marky! Tu papá no quiere hablar de que yo soy un avatar."
    }
  },
  {
    "translation": {
      "en": "Yeah. He's so over Lay Lay and her powers.",
      "es": "Sí, ya superó todo lo de Lay Lay y sus poderes."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. You never told them.",
      "es": "¡Un momento! No les dijeron."
    }
  },
  {
    "translation": {
      "en": "I certainly don't not did.",
      "es": "Claro que no no les dije."
    }
  },
  {
    "translation": {
      "en": "You're doing that weird double- negative thing when you lie.",
      "es": "Siempre usas dos negativos cuando mientes."
    }
  },
  {
    "translation": {
      "en": "I certainly am not not doing that.",
      "es": "No no estoy haciendo eso."
    }
  },
  {
    "translation": {
      "en": "Dang, Sadie, this is why I never play spades with you.",
      "es": "Vaya Sadie, por esto no juego naipes contigo."
    }
  },
  {
    "translation": {
      "en": "You are the only other person besides us who knows the secret.",
      "es": "Eres el único, además de nosotras, que sabe este secreto."
    }
  },
  {
    "translation": {
      "en": "Well, there's also a goat who knows everything, but she ain't no snitch.",
      "es": "También hay una cabra que lo sabe todo, pero no es una soplona."
    }
  },
  {
    "translation": {
      "en": "Wait. If I'm the only one that knows,",
      "es": "Esperen. Si soy el único que lo sabe,"
    }
  },
  {
    "translation": {
      "en": "that means you two need me to keep this secret. And you know that means?",
      "es": "necesitan que guarde el secreto. ¿Saben qué significa?"
    }
  },
  {
    "translation": {
      "en": "That we have a bond more sacred than a pinky promise?",
      "es": "¿Que nuestro lazo es más sagrado que un juramento?"
    }
  },
  {
    "translation": {
      "en": "No. It means you two work for me now,",
      "es": "No. Significa que ahora trabajan para mí."
    }
  },
  {
    "translation": {
      "en": "or I tell Mom and Dad everything.",
      "es": "O les diré todo a mamá y papá."
    }
  },
  {
    "translation": {
      "en": "You wouldn't dare.",
      "es": "No te atreverías."
    }
  },
  {
    "translation": {
      "en": "Who am I talking to? Of course he would dare.",
      "es": "Claro que te atreverías. Sí."
    }
  },
  {
    "translation": {
      "en": "Lay Lay, we have to do what he says.",
      "es": "Tenemos que hacer lo que dice."
    }
  },
  {
    "translation": {
      "en": "How come I never told you Lay Lay was what, Marky?",
      "es": "¿Qué cosa no te dije, Marky?"
    }
  },
  {
    "translation": {
      "en": "That Lay Lay is such a good mime. Sadie too.",
      "es": "Que Lay Lay es tan buena mimo. Sadie también. Muéstrenle atrapadas en la caja."
    }
  },
  {
    "translation": {
      "en": "Show him trapped- in- the- box, girls.",
      "es": "Sadie también. Muéstrenle atrapadas en la caja."
    }
  },
  {
    "translation": {
      "en": "Okay. Why don't you guys stay locked in that box and I'll just leave?",
      "es": "Bueno. Ustedes quédense en la caja. Yo ya me voy."
    }
  },
  {
    "translation": {
      "en": "- Ooh, that was close. - Yeah. Good cover, Marky.",
      "es": "¡Eso estuvo cerca! Sí, nos salvaste Marky. Qué bueno que estés en el equipo Lay Lay."
    }
  },
  {
    "translation": {
      "en": "It's nice to have you on Team Lay Lay.",
      "es": "Sí, nos salvaste Marky. Qué bueno que estés en el equipo Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Oh, no. From now on, this is Team Marky, and I need a fan and foot rub, stat.",
      "es": "No, desde ahora será el equipo Marky. Y me vendría bien un abanico y un masaje."
    }
  },
  {
    "translation": {
      "en": "Say what now?",
      "es": "¿Cómo dijiste?"
    }
  },
  {
    "translation": {
      "en": "Why would we ever do that? Mom? Dad?",
      "es": "- ¿Por qué haríamos eso? - ¿Mamá? ¿Papá?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. This is gonna work out just fine.",
      "es": "Ahora sí, esto va a salir muy bien."
    }
  },
  {
    "translation": {
      "en": "Marky's been wearing me out, Sadie.",
      "es": "Marky me está cansando."
    }
  },
  {
    "translation": {
      "en": "He had me freeze time twice",
      "es": "Me hizo congelar el tiempo dos veces"
    }
  },
  {
    "translation": {
      "en": "just so he could get a snack during his favorite TV show.",
      "es": "para buscar un bocadillo durante su programa favorito."
    }
  },
  {
    "translation": {
      "en": "Just press pause, Marky.",
      "es": "¡Solo páusalo, Marky!"
    }
  },
  {
    "translation": {
      "en": "I know. I made the snacks. But I snuck down here to work on our song.",
      "es": "Lo sé. Yo hice los bocadillos. Pero vine aquí para practicar la canción."
    }
  },
  {
    "translation": {
      "en": "Good, because we really need to rehearse for the CHoFMAs.",
      "es": "Qué bien. Debemos ensayar para los premios."
    }
  },
  {
    "translation": {
      "en": "It's your parents' big night, and Iggy Azalea is gonna be there.",
      "es": "Es la gran noche de tus padres, y estará Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "We got to bring it.",
      "es": "Debe salir bien."
    }
  },
  {
    "translation": {
      "en": "Oh, it's been brung.",
      "es": "Saldrá bien."
    }
  },
  {
    "translation": {
      "en": "- - Ready for this?",
      "es": "¿Estás lista?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "Come on. You like that? You like that? All right, come on, come on.",
      "es": "Vamos. ¿Te gusta? Eso es. Baila conmigo."
    }
  },
  {
    "translation": {
      "en": "Break with me, girl. And break it with me, girl.",
      "es": "¿Te gusta? Eso es. Baila conmigo. Baila conmigo, amiga. Baila conmigo."
    }
  },
  {
    "translation": {
      "en": "Break it with me. Break it with me. Shimmy, shimmy, shimmy.",
      "es": "Baila conmigo, amiga. Baila conmigo. Sacúdete. Sin sacudirnos."
    }
  },
  {
    "translation": {
      "en": "- - Oh, no shimmy.",
      "es": "Sin sacudirnos."
    }
  },
  {
    "translation": {
      "en": "No shimmy?",
      "es": "¿Sin sacudirnos?"
    }
  },
  {
    "translation": {
      "en": "I can't.",
      "es": "No puedo."
    }
  },
  {
    "translation": {
      "en": "Oh, I've never heard you hiccup before.",
      "es": "Nunca te había dado hipo."
    }
  },
  {
    "translation": {
      "en": "You okay, Lay Lay, or was my dancing just that bad?",
      "es": "¿Estás bien, Lay Lay? ¿O en serio bailé tan mal?"
    }
  },
  {
    "translation": {
      "en": "Marky has been nonstop with his demands.",
      "es": "Marky no deja de pedirnos cosas."
    }
  },
  {
    "translation": {
      "en": "He had me use my powers a million times today,",
      "es": "Hoy me hizo usar mis poderes un millón de veces."
    }
  },
  {
    "translation": {
      "en": "and your dancing is that bad.",
      "es": "Y sí bailas muy mal."
    }
  },
  {
    "translation": {
      "en": "If it isn't my favorite girls.",
      "es": "Ahí están mis chicas favoritas."
    }
  },
  {
    "translation": {
      "en": "I've got a new entrepreneurial endeavor that you two are going to love helping me with,",
      "es": "Tengo un nuevo emprendimiento, y les va a encantar ayudarme."
    }
  },
  {
    "translation": {
      "en": "because I said so.",
      "es": "Porque yo lo digo."
    }
  },
  {
    "translation": {
      "en": "Marky, we've got to practice for our performance,",
      "es": "Debemos ensayar para la presentación."
    }
  },
  {
    "translation": {
      "en": "and Lay Lay is tired from all your demands. Stop power- tripping on her powers.",
      "es": "Y Lay Lay se cansó de tus órdenes. Deja de abusar de sus poderes."
    }
  },
  {
    "translation": {
      "en": "I hear you, but I've got financial independence to achieve.",
      "es": "Te entiendo, pero debo alcanzar la independencia financiera."
    }
  },
  {
    "translation": {
      "en": "That's why I invested in a new instant hair- removal cream called InstaShave.",
      "es": "Por eso invertí en una crema depilatoria llamada Insta-Afeitada."
    }
  },
  {
    "translation": {
      "en": "What do you know about hair removal?",
      "es": "¿Qué sabes tú de depilación? Lo más parecido que tienes a un bigote"
    }
  },
  {
    "translation": {
      "en": "The closest thing you have to a mustache is ketchup on your lip.",
      "es": "¿Qué sabes tú de depilación? Lo más parecido que tienes a un bigote es kétchup en el labio."
    }
  },
  {
    "translation": {
      "en": "I don't need it, but the A- listers at the CHoFMAs will.",
      "es": "Yo no la necesito, pero los famosos en la premiación sí."
    }
  },
  {
    "translation": {
      "en": "And if the right celebrity gets ahold of InstaShave, my business will boom.",
      "es": "Si la celebridad correcta usa la crema, mi negocio despegará."
    }
  },
  {
    "translation": {
      "en": "Uh- uh. I see where this is going.",
      "es": "Ya sé lo que quieres hacer."
    }
  },
  {
    "translation": {
      "en": "You want us to use InstaShave on our heads!",
      "es": "¡Quieres que nos pongamos tu crema en la cabeza!"
    }
  },
  {
    "translation": {
      "en": "What?  I'm not doing that. These buns are…  Iconic.",
      "es": "¿Qué? No voy a hacer eso. Estos rodetes son icónicos."
    }
  },
  {
    "translation": {
      "en": "Calm down. All the celebrities get gift bags full of swag.",
      "es": "No. Todos recibirán bolsas llenas de regalos con estilo."
    }
  },
  {
    "translation": {
      "en": "You think I don't know what swag is? Look at me.",
      "es": "¿Crees que no sé de estilo? Mírame."
    }
  },
  {
    "translation": {
      "en": "All I need you to do is sneak some samples of InstaShave into the CHoFMA swag bag",
      "es": "Solo deben meter muestras de la crema depilatoria en las bolsas de regalos, así todos reciben una."
    }
  },
  {
    "translation": {
      "en": "so that every celebrity leaves with it.",
      "es": "en las bolsas de regalos, así todos reciben una."
    }
  },
  {
    "translation": {
      "en": "What if we say…  No?",
      "es": "¿Y si decimos que no?"
    }
  },
  {
    "translation": {
      "en": "I'll say…  Mom, Dad!",
      "es": "Yo diré: ¡Mamá! ¡Papá!"
    }
  },
  {
    "translation": {
      "en": "Fine. Whatever you want, Marky.",
      "es": "Bien, lo que quieras, Marky."
    }
  },
  {
    "translation": {
      "en": "Or I can take this lovely pillow and smack the snitch out of him.",
      "es": "¡O tomaré esta hermosa almohada y le quitaré el soplón a golpes!"
    }
  },
  {
    "translation": {
      "en": "No, Lay Lay. Put the pillow down. Hey, hey, hey! No, no.",
      "es": "No, Lay Lay. Deja la almohada. ¡Oye! No. Oye, basta."
    }
  },
  {
    "translation": {
      "en": "- Hey, stop! - You want to do this?",
      "es": "No, Lay Lay. Deja la almohada. ¡Oye! No. Oye, basta. - ¿Por qué haces esto? - No. Basta. Mala Lay Lay."
    }
  },
  {
    "translation": {
      "en": "- Let me do this! - No. No more. - Let me go. - Hey, bad Lay Lay.",
      "es": "- ¿Por qué haces esto? - No. Basta. Mala Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Bad Lay Lay. Bad, bad, bad.",
      "es": "- ¿Por qué haces esto? - No. Basta. Mala Lay Lay. No. Basta. Ya basta, Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Honey, how are we supposed to know what Iggy Azalea's assistant looks like?",
      "es": "Cariño, ¿cómo sabremos quién es la asistente de Iggy Azalea?"
    }
  },
  {
    "translation": {
      "en": "They all look the same: computer- y, glasses,",
      "es": "Se ven todas iguales, computófilas, con gafas,"
    }
  },
  {
    "translation": {
      "en": "pale, and weak from too much screen time.",
      "es": "pálidas y débiles por exponerse mucho a la pantalla."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Jasmine, the pale and weak assistant you're here to meet.",
      "es": "Hola, soy Jasmine, la pálida y débil asistente que buscaban."
    }
  },
  {
    "translation": {
      "en": "You're Iggy Azalea's assistant?",
      "es": "¿Tú eres la asistente de Iggy Azalea?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - But you're so young.",
      "es": "- Sí. - Pero eres muy joven."
    }
  },
  {
    "translation": {
      "en": "Am I, or are you just really old?",
      "es": "¿Soy joven? ¿O usted es muy viejo?"
    }
  },
  {
    "translation": {
      "en": "- Listen, little girl-- - Uh, thank you.",
      "es": "Escucha, jovencita… Gracias."
    }
  },
  {
    "translation": {
      "en": "Thank you for taking the time to meet with us.",
      "es": "Gracias por encontrarte con nosotros."
    }
  },
  {
    "translation": {
      "en": "So Iggy would love to give your presentation speech.",
      "es": "A Iggy le encantaría presentarlos."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "es": "¡Sí!"
    }
  },
  {
    "translation": {
      "en": "I celebrated too soon, didn't I?",
      "es": "Celebré muy pronto, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Little bit.",
      "es": "Un poco."
    }
  },
  {
    "translation": {
      "en": "As her new assistant, I need to make sure that she's associating with the right people.",
      "es": "Como su asistente, debo asegurarme de que se asocie con la gente correcta."
    }
  },
  {
    "translation": {
      "en": "Ms. Alexander, it's to my understanding that you're a bit of a…diva.",
      "es": "Señora Alexander, entiendo que usted puede ser un poco diva."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "es": "¿Cómo dices?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, you said the D word.",
      "es": "Ay no, dijiste esa palabra."
    }
  },
  {
    "translation": {
      "en": "Iggy said you got into an argument with her the last time you worked together.",
      "es": "Iggy dijo que discutieron en su último trabajo juntas."
    }
  },
  {
    "translation": {
      "en": "Oh, no, she's still hung up on that? I wouldn't call it an argument.",
      "es": "- ¿Sigue con eso? - Yo no lo llamaría discusión."
    }
  },
  {
    "translation": {
      "en": "It's just she was wrong, and I was right.",
      "es": "- ¿Sigue con eso? - Yo no lo llamaría discusión. Yo tenía razón. Ella no."
    }
  },
  {
    "translation": {
      "en": "And apparently you told her that, a lot.",
      "es": "Y, aparentemente, se lo dijo muchas veces."
    }
  },
  {
    "translation": {
      "en": "It was a jingle for Hooper's Hot Tubs, but it was so long ago,",
      "es": "Era un anuncio de bañeras. Fue hace mucho, ¿quién lo recuerda?"
    }
  },
  {
    "translation": {
      "en": "- who can even remember-- - Okay.",
      "es": "Era un anuncio de bañeras. Fue hace mucho, ¿quién lo recuerda? Ella quería:"
    }
  },
  {
    "translation": {
      "en": "She wanted Ooh, my, my, buy a hot tub",
      "es": "Ella quería: Ay, sí, sí, compra una bañera."
    }
  },
  {
    "translation": {
      "en": "But I knew it should be My, my, ooh, buy a hot tub",
      "es": "Pero, para mí, debía ser: Sí, ay, sí, compra una bañera."
    }
  },
  {
    "translation": {
      "en": "You heard it. I was right.",
      "es": "Lo oíste. Yo tenía razón."
    }
  },
  {
    "translation": {
      "en": "- Should I be talking to you? - I think that would be best.",
      "es": "- ¿Hablo con usted? - Sería lo mejor."
    }
  },
  {
    "translation": {
      "en": "The only way Iggy is willing to introduce you two",
      "es": "Iggy solo aceptará presentarlos"
    }
  },
  {
    "translation": {
      "en": "is if I get a video of her apologizing.",
      "es": "si ella se disculpa con un video."
    }
  },
  {
    "translation": {
      "en": "Okay. I understand.",
      "es": "Bueno. Lo entiendo."
    }
  },
  {
    "translation": {
      "en": "Come on, baby. Say you're sorry.",
      "es": "Muy bien, cariño. Discúlpate."
    }
  },
  {
    "translation": {
      "en": "Oh, that's not it. Iggy wants Trish to do an I'm sorry dance",
      "es": "Así no. Iggy quiere que Trish se disculpe bailando,"
    }
  },
  {
    "translation": {
      "en": "so she can share it with her millions of followers.",
      "es": "así lo comparte con sus millones de seguidores."
    }
  },
  {
    "translation": {
      "en": "Oh, and you're gonna love the song.",
      "es": "Y les encantará la canción."
    }
  },
  {
    "translation": {
      "en": "It goes Ooh, my, my, I'm sorry",
      "es": "Y les encantará la canción. Ay, sí, sí, lo siento."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. I'm sorry that you wasted your breath singing that nonsense.",
      "es": "Lo siento. Siento que hayas gastado tu aliento cantando esa tontería."
    }
  },
  {
    "translation": {
      "en": "Honey, honey, having Iggy Azalea introduce us would be a huge deal.",
      "es": "Cariño. Que Iggy Azalea nos presente sería una gran cosa, solo…"
    }
  },
  {
    "translation": {
      "en": "Just… just apologize.",
      "es": "Solo discúlpate."
    }
  },
  {
    "translation": {
      "en": "- Who cares now? - No.",
      "es": "¿Qué importa ahora? No."
    }
  },
  {
    "translation": {
      "en": "Please, baby, baby, please.",
      "es": "Por favor, cariño, por favor."
    }
  },
  {
    "translation": {
      "en": "No, baby, baby, no.",
      "es": "No, cariño, no."
    }
  },
  {
    "translation": {
      "en": "You have 24 hours to change your mind. I'll be here same time tomorrow.",
      "es": "Tienen un día para cambiar de idea. Estaré aquí mañana a esta hora."
    }
  },
  {
    "translation": {
      "en": "Oh, right. I ordered lunch, but now I'm not hungry.",
      "es": "Cierto. Había pedido el almuerzo. Pero no tengo hambre."
    }
  },
  {
    "translation": {
      "en": "Iggy would want you to pay for it.",
      "es": "Iggy querría que ustedes pagaran."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "es": "¡Bien, adiós!"
    }
  },
  {
    "translation": {
      "en": "What even is InstaShave?",
      "es": "¿Qué será Insta-Afeitada?"
    }
  },
  {
    "translation": {
      "en": "Sweet James Brown, Marky is going to need",
      "es": "Santo James Brown. Marky necesitará más que el apoyo de una celebridad"
    }
  },
  {
    "translation": {
      "en": "more than a celebrity endorsement to sell this goop.",
      "es": "Santo James Brown. Marky necesitará más que el apoyo de una celebridad para vender esto."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. That stuff definitely works",
      "es": "¡Sí! Esa cosa funciona."
    }
  },
  {
    "translation": {
      "en": "because it just burned out all my nose hairs.",
      "es": "Me quemó todos los pelos de la nariz."
    }
  },
  {
    "translation": {
      "en": "Okay. These are custom labels with my adorable smile on them.",
      "es": "Hice etiquetas personalizadas con mi hermosa sonrisa."
    }
  },
  {
    "translation": {
      "en": "No one could say no to this face.",
      "es": "Nadie podrá decirle que no a esta cara."
    }
  },
  {
    "translation": {
      "en": "You want us to put those labels on every single one of these containers?",
      "es": "¿Quieres que peguemos una de esas en cada pote?"
    }
  },
  {
    "translation": {
      "en": "Oh, not just these. There's 12 more boxes.",
      "es": "No solo en estas. Tengo 12 cajas más."
    }
  },
  {
    "translation": {
      "en": "So you girls had better get a move on. Toodles.",
      "es": "Así que más vale que se apuren. ¡Nos vemos!"
    }
  },
  {
    "translation": {
      "en": "Let's get to work.",
      "es": "A trabajar."
    }
  },
  {
    "translation": {
      "en": "As long as we're under Marky's thumb, we're never gonna get a chance to rehearse for the CHoFMAs,",
      "es": "Si Marky nos sigue controlando, no podremos ensayar para los premios."
    }
  },
  {
    "translation": {
      "en": "and we can't let my parents down.",
      "es": "No podemos defraudar a mis padres."
    }
  },
  {
    "translation": {
      "en": "You're right. We're gonna be here all night.",
      "es": "Tienes razón. Pasaremos la noche aquí."
    }
  },
  {
    "translation": {
      "en": "both: Bars.",
      "es": "- ¡Rima! - ¡Rima!"
    }
  },
  {
    "translation": {
      "en": "Wait, I know. We can multitask.",
      "es": "Espera. Ya sé. Hagamos las dos cosas juntas."
    }
  },
  {
    "translation": {
      "en": "Let's rehearse our performance while we finish Marky's work.",
      "es": "Ensayemos mientras hacemos lo que nos pidió Marky."
    }
  },
  {
    "translation": {
      "en": "Come on, girl.",
      "es": "Vamos, amiga."
    }
  },
  {
    "translation": {
      "en": "Rip and dip that hip",
      "es": "¡Mueve la cadera!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "- Ven. - De acuerdo."
    }
  },
  {
    "translation": {
      "en": "Go, Lay Lay, go, Lay Lay",
      "es": "¡Sí, Lay Lay, haz lo tuyo!"
    }
  },
  {
    "translation": {
      "en": "Go, Sadie, do the Say Say",
      "es": "¡Sí Sadie, a ver eso!"
    }
  },
  {
    "translation": {
      "en": "Hey",
      "es": "¡Así!"
    }
  },
  {
    "translation": {
      "en": "- Whoa - Clap. - Do a hip. - Oh! Get into it!",
      "es": "- ¡Aplauso! ¡Sí! ¡Aplauso! - ¡Aplauso! ¡Cadera! ¿Te sale?"
    }
  },
  {
    "translation": {
      "en": "Is this fun and frolicking I see?",
      "es": "¿Acaso se están divirtiendo?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, no, no, no, no, no, no, no, no!",
      "es": "¡No!"
    }
  },
  {
    "translation": {
      "en": "I want less Happy Feet and more Hard Knock Life.",
      "es": "¡Menos baile y más trabajo muy duro!"
    }
  },
  {
    "translation": {
      "en": "You know what? Forget this.",
      "es": "¿Sabes qué? Olvídalo."
    }
  },
  {
    "translation": {
      "en": "I'm going upstairs to get me a drink and kick my feet up.",
      "es": "Iré arriba a beber algo y relajarme un poco."
    }
  },
  {
    "translation": {
      "en": "- Do I need to tell my parents your secret? - I wish you would.",
      "es": "- ¿Les cuento tu secreto a mis padres? - ¡Ojalá lo hicieras!"
    }
  },
  {
    "translation": {
      "en": "- - Oh, I feel weird. Something's happening.",
      "es": "Me siento extraña. Algo está pasando."
    }
  },
  {
    "translation": {
      "en": "Wow. She's moving with super speed.",
      "es": "¡Se mueve con supervelocidad!"
    }
  },
  {
    "translation": {
      "en": "Well, that's a new one.",
      "es": "Bueno… Eso es nuevo."
    }
  },
  {
    "translation": {
      "en": "Whoa. What was that? Did I just--",
      "es": "¿Qué fue eso? ¿Acabo de…?"
    }
  },
  {
    "translation": {
      "en": "Zip around the room like Usain Bolt strapped to a rocket ship? Yeah. Yeah, you did.",
      "es": "¿Correr por la habitación como Usain Bolt atado a un cohete? Sí."
    }
  },
  {
    "translation": {
      "en": "You just found a new avatar power.",
      "es": "Hallaste un nuevo poder de avatar."
    }
  },
  {
    "translation": {
      "en": "It's like speeding up a video on your phone.",
      "es": "Es como acelerar un video en el teléfono."
    }
  },
  {
    "translation": {
      "en": "Which is perfect, because we have so many more containers to label.",
      "es": "Es perfecto porque aún nos quedan muchos potes sin etiquetar."
    }
  },
  {
    "translation": {
      "en": "Wait, did I say we? Because I meant y'all.",
      "es": "Esperen. ¿Dije nos? Me refería a ustedes."
    }
  },
  {
    "translation": {
      "en": "Well, I guess this will give us more time to rehearse, since…",
      "es": "Creo que tendremos más tiempo para ensayar,"
    }
  },
  {
    "translation": {
      "en": "I can get this done quicker.",
      "es": "puedo trabajar más rápido."
    }
  },
  {
    "translation": {
      "en": "Yeah. Maybe you're right.",
      "es": "Sí, quizá tengas razón."
    }
  },
  {
    "translation": {
      "en": "Let's go, Lay Lay, clap, clap",
      "es": "¡Vamos Lay Lay, aplaude!"
    }
  },
  {
    "translation": {
      "en": "Super speed, invisibility, freezing time?",
      "es": "Supervelocidad, invisibilidad, congelar el tiempo…"
    }
  },
  {
    "translation": {
      "en": "With her avatar powers and my business genius,",
      "es": "Con sus poderes y mi talento para los negocios,"
    }
  },
  {
    "translation": {
      "en": "we're gonna take over the world.",
      "es": "¡vamos a conquistar el mundo!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this. It's just a silly apology video,",
      "es": "Gracias por hacer esto. Es solo un tonto video de disculpa,"
    }
  },
  {
    "translation": {
      "en": "and then tonight we'll be introduced",
      "es": "y esta noche, en la entrega de premios de Cleveland, nos presentará"
    }
  },
  {
    "translation": {
      "en": "at the Cleveland Hall of Fame Music Awards by Iggy Azalea.",
      "es": "y esta noche, en la entrega de premios de Cleveland, nos presentará Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "Who was wrong.",
      "es": "Quien estaba equivocada."
    }
  },
  {
    "translation": {
      "en": "Yeah. See, I know you were right, and you know you were right.",
      "es": "Sí. Sé que tú tenías razón. Y tú sabes que tenías razón."
    }
  },
  {
    "translation": {
      "en": "So what's it matter if her millions of followers think you were wrong?",
      "es": "Sí. Sé que tú tenías razón. Y tú sabes que tenías razón. ¿Qué importa si sus millones de seguidores no lo creen?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need one more.",
      "es": "Necesitaré uno más."
    }
  },
  {
    "translation": {
      "en": "- Please, baby, baby, please. -",
      "es": "Por favor, cariño, por favor."
    }
  },
  {
    "translation": {
      "en": "Ew, you're somebody's parents.",
      "es": "Son papás."
    }
  },
  {
    "translation": {
      "en": "- Have you made your decision? - I have.",
      "es": "¿Ya tomó una decisión? Sí."
    }
  },
  {
    "translation": {
      "en": "I'm doing this for you.",
      "es": "Lo hago por ti."
    }
  },
  {
    "translation": {
      "en": "- For us. - Whatever.",
      "es": "- Por nosotros. - Como sea."
    }
  },
  {
    "translation": {
      "en": "Hit record, little girl.",
      "es": "Graba esto, jovencita."
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my, I'm sorry",
      "es": "Ay, sí, sí, lo siento."
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my, I was wrong Ooh, my, my, your way was better",
      "es": "Ay, sí, sí, me equivoqué. Ay, sí, sí, tu versión era mejor."
    }
  },
  {
    "translation": {
      "en": "This is my apology song",
      "es": "Me disculpo con esta canción."
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my.",
      "es": "Ay, sí, sí."
    }
  },
  {
    "translation": {
      "en": "We're going to break the Internet.",
      "es": "Esto la romperá en internet."
    }
  },
  {
    "translation": {
      "en": "- And Iggy's gonna introduce us tonight? - You know it.",
      "es": "- ¿Iggy nos presentará esta noche? - Claro que sí."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "es": "¡Adiós!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this for us. I'm sorry you had to go through all this.",
      "es": "Gracias por hacer esto por nosotros. Siento que hayas pasado por eso."
    }
  },
  {
    "translation": {
      "en": "Oh, you can apologize better than that.",
      "es": "Puedes disculparte mejor."
    }
  },
  {
    "translation": {
      "en": "- What do you mean? - Uh- huh.",
      "es": "¿De qué hablas?"
    }
  },
  {
    "translation": {
      "en": "- No. - Ready? - No, seriously-- - Ready, five, six, seven, eight.",
      "es": "- No, en serio. - ¿Listo? Cinco, seis, siete, ocho…"
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my, I'm sorry Ooh, my, my, I was wrong",
      "es": "Ay, sí, sí, lo siento. Ay, sí, sí, me equivoqué."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Ooh, my, my, your way was better",
      "es": "¡Sí! - Ay, sí, sí, tu versión era mejor. - ¡Arriba!"
    }
  },
  {
    "translation": {
      "en": "- This is my apology song - Break it down.",
      "es": "- ¡Abajo! - Me disculpo con esta canción."
    }
  },
  {
    "translation": {
      "en": "Babe, I forgot to press record.",
      "es": "Cariño. Olvidé poner a grabar."
    }
  },
  {
    "translation": {
      "en": "Yeah. One more.",
      "es": "Sí. Una vez más."
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, eight.",
      "es": "Cinco, seis, siete, ocho…"
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my, I'm sorry",
      "es": "Ay, sí, sí, lo siento."
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my, I was wrong",
      "es": "Ay, sí, sí, me equivoqué."
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my",
      "es": "- Una vuelta. - Ay, sí, sí, tu versión era mejor."
    }
  },
  {
    "translation": {
      "en": "I moved so fast, my brain got jiggled, and I do not like jiggly brain.",
      "es": "La velocidad me sacudió el cerebro. No me gusta tener el cerebro sacudido."
    }
  },
  {
    "translation": {
      "en": "Good job. The first phase of Operation Marky Gets Rich is complete.",
      "es": "Buen trabajo. Terminamos la primera fase de la operación Marky Se Hace Rico."
    }
  },
  {
    "translation": {
      "en": "Whoa. Lay Lay, you're hiccupping again.",
      "es": "Lay Lay, tienes hipo otra vez. ¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "- Are you okay? - Oh, yeah, I just…",
      "es": "Lay Lay, tienes hipo otra vez. ¿Estás bien? Sí. Denme un minuto."
    }
  },
  {
    "translation": {
      "en": "Need a minute.",
      "es": "Sí. Denme un minuto."
    }
  },
  {
    "translation": {
      "en": "Hey, kids. We got something to tell ya!",
      "es": "Oigan, niños. Tenemos algo que decirles."
    }
  },
  {
    "translation": {
      "en": "We just booked Iggy Azalea.",
      "es": "Conseguimos a Iggy Azalea."
    }
  },
  {
    "translation": {
      "en": "all: Bars.",
      "es": "¡Rima!"
    }
  },
  {
    "translation": {
      "en": "Good job, Mom. You're not as lame as Sadie says you are.",
      "es": "Bien hecho, mamá. No eres tan patética como dijo Sadie."
    }
  },
  {
    "translation": {
      "en": "I never said that. I said--",
      "es": "¡Yo no dije eso! Dije…"
    }
  },
  {
    "translation": {
      "en": "I love you, Mommy.",
      "es": "Te quiero, mamá."
    }
  },
  {
    "translation": {
      "en": "Our 15 minutes of fame just turned into 20. Whoo!",
      "es": "Nuestros 15 minutos de fama ahora son 20."
    }
  },
  {
    "translation": {
      "en": "- Why are we running? - I'm too excited to walk!",
      "es": "¿Por qué corremos? - ¡De la emoción! - ¡Bien!"
    }
  },
  {
    "translation": {
      "en": "- Okay.",
      "es": "- ¡De la emoción! - ¡Bien!"
    }
  },
  {
    "translation": {
      "en": "Your parents' night is gonna be so amazing.",
      "es": "La noche de tus padres va a ser increíble."
    }
  },
  {
    "translation": {
      "en": "It's like a dream come true.",
      "es": "Es un sueño hecho realidad."
    }
  },
  {
    "translation": {
      "en": "Speaking of dreams, let's talk about my dreams--",
      "es": "Hablando de sueños, hablemos de mis sueños."
    }
  },
  {
    "translation": {
      "en": "money!",
      "es": "¡Dinero!"
    }
  },
  {
    "translation": {
      "en": "Lay Lay, you're going to use your super- speed powers",
      "es": "Vas a usar tu supervelocidad para poner una muestra en cada regalo,"
    }
  },
  {
    "translation": {
      "en": "to get my samples into every gift bag, including Iggy's.",
      "es": "Vas a usar tu supervelocidad para poner una muestra en cada regalo, incluido el de Iggy."
    }
  },
  {
    "translation": {
      "en": "You're gonna make us work more?",
      "es": "¿Vas a hacernos trabajar más?"
    }
  },
  {
    "translation": {
      "en": "You're killing me, Marky.",
      "es": "Me estás matando, Marky."
    }
  },
  {
    "translation": {
      "en": "I can't perform after filling up all those bags with super speed.",
      "es": "No puedo actuar después de llenar esas bolsas tan rápido."
    }
  },
  {
    "translation": {
      "en": "I'm the queen of extra, but that is too extra.",
      "es": "Soy la reina de lo extra, pero eso es demasiado."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't feel good.",
      "es": "No me siento bien."
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - Lay Lay Lay.",
      "es": "-  ¿Qué haces? - Lay Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay Lay Lay!",
      "es": "¡Lay Lay!"
    }
  },
  {
    "translation": {
      "en": "- Why do you keep saying your name? - Lay Lay Lay Lay Lay Lay.",
      "es": "- ¿Por qué repites tu nombre? - Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Uh- oh. Lay Lay is all she can say. This isn't good.",
      "es": "Solo puede decir Lay Lay. Esto está mal."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay. Lay Lay.",
      "es": "Lay Lay."
    }
  },
  {
    "translation": {
      "en": "What is wrong with her, Sadie?",
      "es": "¿Qué le pasa, Sadie?"
    }
  },
  {
    "translation": {
      "en": "You had her doing too much. Marky, you broke Lay Lay.",
      "es": "¡La hiciste trabajar demasiado! ¡Marky, rompiste a Lay Lay!"
    }
  },
  {
    "translation": {
      "en": "♪",
      "es": "CONTINUARÁ"
    }
  },
  {
    "translation": {
      "en": "Fashion is very, very, very, very important to me. It is a way that I keep my confidence up.",
      "es": "La moda es muy importante para mí. Me ayuda mucho a la autoestima."
    }
  },
  {
    "translation": {
      "en": "I like to be done up for sure. But, like, if you see me in a grocery store, airport,",
      "es": "Me gusta vestirme bien, claro, pero para ir a la tienda, el aeropuerto…"
    }
  },
  {
    "translation": {
      "en": "joggers, hoodies,",
      "es": "uso pantalones y sudaderas."
    }
  },
  {
    "translation": {
      "en": "but you know, I got some cute stuff in there.",
      "es": "Tengo cosas muy lindas."
    }
  },
  {
    "translation": {
      "en": "So it's really just my comfort. I feel comfortable when I wear clothes like that.",
      "es": "Quiero estar cómoda. Me siento cómoda con ropa así. Usaré eso."
    }
  },
  {
    "translation": {
      "en": "We're gonna go with that.",
      "es": "Usaré eso."
    }
  },
  {
    "translation": {
      "en": "I want to pick it out.",
      "es": "Me gusta escoger."
    }
  },
  {
    "translation": {
      "en": "- Let's go red. - Red?",
      "es": "- El rojo. - ¿Rojo?"
    }
  },
  {
    "translation": {
      "en": "I have to wear something that makes me happy. And that's life with That Girl Lay Lay.",
      "es": "Tengo que usar lo que me haga feliz. Y así es la vida con esa chica Lay Lay."
    }
  }
]