[
  {
    "translation": {
      "en": "After the Big Bang, the universe was just filled",
      "es": "Después del Big Bang, el universo se llenó de una especie de sopa cósmica"
    }
  },
  {
    "translation": {
      "en": "with this sort of cosmic soup of hydrogen and helium gas.",
      "es": "Después del Big Bang, el universo se llenó de una especie de sopa cósmica de gas de hidrógeno y helio."
    }
  },
  {
    "translation": {
      "en": "Eventually, those hydrogen and helium atoms",
      "es": "Con el tiempo, esos átomos de hidrógeno y helio"
    }
  },
  {
    "translation": {
      "en": "started to form together to fuse stars.",
      "es": "comenzaron a unirse para fusionar estrellas."
    }
  },
  {
    "translation": {
      "en": "The stars were probably grouped into galaxies.",
      "es": "Quizá las estrellas se agruparon en galaxias."
    }
  },
  {
    "translation": {
      "en": "That was what we call the first light.",
      "es": "Eso fue lo que llamamos la primera luz."
    }
  },
  {
    "translation": {
      "en": "To see first light, the first, uh, galaxies in our universe,",
      "es": "La primera luz, las primeras galaxias en nuestro universo."
    }
  },
  {
    "translation": {
      "en": "that distant past is where creation happened.",
      "es": "Ese pasado lejano es cuando ocurrió la creación."
    }
  },
  {
    "translation": {
      "en": "When we look at the sky, beyond the stars in our Milky Way,",
      "es": "Cuando miramos el cielo, más allá de las estrellas de nuestra Vía Láctea,"
    }
  },
  {
    "translation": {
      "en": "we can only see darkness.",
      "es": "solo vemos oscuridad."
    }
  },
  {
    "translation": {
      "en": "We've never had the technology",
      "es": "Nunca tuvimos la tecnología"
    }
  },
  {
    "translation": {
      "en": "to see that first part of the story of the universe.",
      "es": "para ver esa primera parte de la historia del universo."
    }
  },
  {
    "translation": {
      "en": "To be able to look back in time",
      "es": "Para poder volver en el tiempo"
    }
  },
  {
    "translation": {
      "en": "to see the very first light,",
      "es": "y ver la primera luz,"
    }
  },
  {
    "translation": {
      "en": "you need the most complex telescope in history.",
      "es": "se necesita el telescopio más complejo de la historia."
    }
  },
  {
    "translation": {
      "en": "Webb, in the whole history of NASA, is the riskiest mission ever done.",
      "es": "En toda la historia de la NASA, Webb es la misión más arriesgada."
    }
  },
  {
    "translation": {
      "en": "This mission could be a technological triumph",
      "es": "Esta misión podría ser un triunfo tecnológico"
    }
  },
  {
    "translation": {
      "en": "or a heartbreaking disaster.",
      "es": "o un desastre desgarrador."
    }
  },
  {
    "translation": {
      "en": "We're putting the largest telescope in space, a million miles away.",
      "es": "Pondremos el telescopio más grande en el espacio, a un millón de kilómetros."
    }
  },
  {
    "translation": {
      "en": "You know, you can think of a thousand things that can go wrong.",
      "es": "Mil cosas pueden salir mal."
    }
  },
  {
    "translation": {
      "en": "It's the largest number of single point failures of any mission ever done.",
      "es": "Es la misión con más puntos individuales de falla de la historia."
    }
  },
  {
    "translation": {
      "en": "To try to think the unthinkable of, If it doesn't work…",
      "es": "Considerar lo impensable, si no funciona…"
    }
  },
  {
    "translation": {
      "en": "It's a scary thought, for sure.",
      "es": "es una idea aterradora."
    }
  },
  {
    "translation": {
      "en": "Any successful mission systems engineer",
      "es": "Cualquier ingeniero de sistemas de misión exitoso que no crea que hubo suerte"
    }
  },
  {
    "translation": {
      "en": "who doesn't think there was luck involved is either a fool or a liar.",
      "es": "Cualquier ingeniero de sistemas de misión exitoso que no crea que hubo suerte es un tonto o un mentiroso."
    }
  },
  {
    "translation": {
      "en": "Those first images will help us get closer to answering those questions of,",
      "es": "Esas primeras imágenes nos ayudarán a responder preguntas"
    }
  },
  {
    "translation": {
      "en": "Where do we come from?",
      "es": "como ¿de dónde venimos?,"
    }
  },
  {
    "translation": {
      "en": "How did we get here?",
      "es": "¿cómo llegamos aquí?"
    }
  },
  {
    "translation": {
      "en": "Are we alone?",
      "es": "o ¿estamos solos?."
    }
  },
  {
    "translation": {
      "en": "That's our history, right there.",
      "es": "Esa es nuestra historia."
    }
  },
  {
    "translation": {
      "en": "- It is our whole history. - Our whole history right there.",
      "es": "- Toda nuestra historia. - Está toda ahí."
    }
  },
  {
    "translation": {
      "en": "I have no doubt that this telescope is our next giant leap",
      "es": "No tengo dudas de que este telescopio es el próximo gran salto"
    }
  },
  {
    "translation": {
      "en": "in our search for life.",
      "es": "en nuestra búsqueda de vida."
    }
  },
  {
    "translation": {
      "en": "The universe is so big,",
      "es": "El universo es inmenso."
    }
  },
  {
    "translation": {
      "en": "there's got to be evolved conscious life out there.",
      "es": "Tiene que haber vida consciente evolucionada."
    }
  },
  {
    "translation": {
      "en": "The James Webb Space Telescope",
      "es": "El Telescopio Espacial James Webb"
    }
  },
  {
    "translation": {
      "en": "will fundamentally change the way we understand the universe.",
      "es": "cambiará radicalmente la forma en que entendemos el universo."
    }
  },
  {
    "translation": {
      "en": "There's a new telescope in town.",
      "es": "Hay un nuevo telescopio."
    }
  },
  {
    "translation": {
      "en": "The James Webb Space Telescope,",
      "es": "El Telescopio Espacial James Webb,"
    }
  },
  {
    "translation": {
      "en": "named after the second administrator of NASA, is about to become a reality.",
      "es": "nombre del segundo administrador de la NASA, está por ser una realidad."
    }
  },
  {
    "translation": {
      "en": "It's going to be launching from French Guiana, a spaceport there,",
      "es": "Se lanzará desde un puerto espacial de la Guayana Francesa,"
    }
  },
  {
    "translation": {
      "en": "which is a reminder that this is not just a NASA mission.",
      "es": "con lo cual esta no es solo una misión de la NASA."
    }
  },
  {
    "translation": {
      "en": "It is a joint mission with the European Space Agency",
      "es": "Es una misión conjunta con la Agencia Espacial Europea"
    }
  },
  {
    "translation": {
      "en": "and the Canadian Space Agency.",
      "es": "y la Agencia Espacial Canadiense."
    }
  },
  {
    "translation": {
      "en": "Three decades and ten billion dollars in the making,",
      "es": "Se hizo en tres décadas y con diez mil millones de dólares."
    }
  },
  {
    "translation": {
      "en": "the project hasn't been without controversy.",
      "es": "El proyecto no ha estado libre de polémica."
    }
  },
  {
    "translation": {
      "en": "Multiple mishaps, budget crises, even a threatened congressional cancellation.",
      "es": "Contratiempos, crisis presupuestarias, incluso una posible cancelación."
    }
  },
  {
    "translation": {
      "en": "The launch of the James Webb Space Telescope is about as high stakes as it gets for NASA.",
      "es": "El lanzamiento de este telescopio es lo más arriesgado que ha hecho la NASA."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, that is about ten billion dollars,",
      "es": "Si algo sale mal, unos diez mil millones de dólares"
    }
  },
  {
    "translation": {
      "en": "more than two decades' worth of work, down the drain, just like that.",
      "es": "y más de dos décadas de trabajo van a la basura. Así de simple."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "es": "¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "- How you doing? - Well.",
      "es": "- ¿Y tú? - Bien."
    }
  },
  {
    "translation": {
      "en": "Thomas Zurbuchen is the head of science at NASA,",
      "es": "Thomas Zurbuchen es el jefe de ciencia de la NASA."
    }
  },
  {
    "translation": {
      "en": "or Dr. Z, as we can also call you.",
      "es": "También podemos llamarlo Dr. Z."
    }
  },
  {
    "translation": {
      "en": "The day has come.",
      "es": "Llegó el día."
    }
  },
  {
    "translation": {
      "en": "All these decades, all this time, all these people working on this telescope,",
      "es": "Todas estas décadas, este tiempo, esta gente que trabajó en el telescopio."
    }
  },
  {
    "translation": {
      "en": "and here we are, minutes to launch.",
      "es": "Y aquí estamos, a minutos del lanzamiento."
    }
  },
  {
    "translation": {
      "en": "We have this telescope on top of this rocket.",
      "es": "El telescopio está sobre este cohete."
    }
  },
  {
    "translation": {
      "en": "A telescope that 10,000- plus people have worked on in many ways.",
      "es": "Un telescopio en el que trabajaron más de 10 000 personas de muchas maneras."
    }
  },
  {
    "translation": {
      "en": "And together with that telescope, all the hopes and dreams of those individuals,",
      "es": "En ese telescopio están las esperanzas y los sueños de esos individuos."
    }
  },
  {
    "translation": {
      "en": "and also tens of thousands of scientists, some of them not even born,",
      "es": "Miles de científicos, algunos de los cuales no han nacido aún,"
    }
  },
  {
    "translation": {
      "en": "that will benefit from this data, are there with them,",
      "es": "se beneficiarán con estos datos y están allí,"
    }
  },
  {
    "translation": {
      "en": "waiting for these last minutes of countdown for its journey to-- to space.",
      "es": "esperando estos últimos minutos de la cuenta regresiva para su viaje."
    }
  },
  {
    "translation": {
      "en": "Thumbs up, all systems are go.",
      "es": "Los sistemas están listos."
    }
  },
  {
    "translation": {
      "en": "T- minus 30 seconds and counting.",
      "es": "Tiempo, menos 30 segundos y contando."
    }
  },
  {
    "translation": {
      "en": "Webb, in the whole history of NASA, is the toughest mission ever done.",
      "es": "En toda la historia de la NASA, Webb es la misión más difícil."
    }
  },
  {
    "translation": {
      "en": "There were manufacturing issues, planning issues, system issues,",
      "es": "Hubo problemas de fabricación, de planificación, de sistemas"
    }
  },
  {
    "translation": {
      "en": "personnel issues.",
      "es": "y de personal."
    }
  },
  {
    "translation": {
      "en": "Sometimes it looked hopeless to me.",
      "es": "A veces, me parecía imposible."
    }
  },
  {
    "translation": {
      "en": "Standing by for terminal count.",
      "es": "Esperando el conteo terminal."
    }
  },
  {
    "translation": {
      "en": "Ten, nine, eight…",
      "es": "Diez, nueve, ocho…"
    }
  },
  {
    "translation": {
      "en": "I've often thought of Webb as the Apollo of science.",
      "es": "He pensado en el Webb como el Apolo de la ciencia."
    }
  },
  {
    "translation": {
      "en": "It is a super hard thing that's almost impossible.",
      "es": "Es algo muy difícil, casi imposible."
    }
  },
  {
    "translation": {
      "en": "And we do it despite it.",
      "es": "Y lo hacemos a pesar de eso."
    }
  },
  {
    "translation": {
      "en": "…three, two, one, liftoff!",
      "es": "…tres, dos, uno, ¡despegue!"
    }
  },
  {
    "translation": {
      "en": "It's been a really long road to get to this launch.",
      "es": "Hubo un camino largo para llegar a este lanzamiento."
    }
  },
  {
    "translation": {
      "en": "I've worked on the project for 15 years.",
      "es": "Llevo 15 años en este proyecto."
    }
  },
  {
    "translation": {
      "en": "I feel like such a core part of my identity as a person",
      "es": "Siento que una parte central de mi identidad como persona"
    }
  },
  {
    "translation": {
      "en": "is my-- my job, my work.",
      "es": "es mi trabajo."
    }
  },
  {
    "translation": {
      "en": "I love it, I'm passionate about it, that's why I do it.",
      "es": "Me encanta, me apasiona. Por eso lo hago."
    }
  },
  {
    "translation": {
      "en": "To try to think the unthinkable of, If it doesn't work,",
      "es": "Consideraba lo impensable, eso de si no funciona,"
    }
  },
  {
    "translation": {
      "en": "like, and then I've poured my entire career into this,",
      "es": "pero dediqué toda mi carrera a esto."
    }
  },
  {
    "translation": {
      "en": "it's a scary thought, for sure.",
      "es": "Es una idea aterradora."
    }
  },
  {
    "translation": {
      "en": "I mean, from the time I was six or seven,",
      "es": "Desde los seis o siete años, decidí que quería hacer esto."
    }
  },
  {
    "translation": {
      "en": "I decided that that's what I want to do. I want to be an astronomer.",
      "es": "Desde los seis o siete años, decidí que quería hacer esto. Quería ser astrónoma."
    }
  },
  {
    "translation": {
      "en": "I grew up in rural Arkansas on a little farm, middle of nowhere.",
      "es": "Me crie en la zona rural de Arkansas, en una granja en medio de la nada."
    }
  },
  {
    "translation": {
      "en": "There were no city lights around.",
      "es": "No había luces de ciudad."
    }
  },
  {
    "translation": {
      "en": "It was very dark. The sky was beautiful.",
      "es": "Estaba muy oscuro y el cielo era hermoso."
    }
  },
  {
    "translation": {
      "en": "And I was just enthralled by the night sky from the time I was a kid.",
      "es": "Me cautivó el cielo nocturno desde que era niña."
    }
  },
  {
    "translation": {
      "en": "I was in fourth or fifth grade, when Hubble launched.",
      "es": "Estaba en cuarto o quinto grado. Fui a verlo."
    }
  },
  {
    "translation": {
      "en": "We have been given the go- ahead to begin commanding",
      "es": "Nos dieron la autorización para comenzar a liberar los pestillos delanteros."
    }
  },
  {
    "translation": {
      "en": "a release of the forward latches.",
      "es": "para comenzar a liberar los pestillos delanteros."
    }
  },
  {
    "translation": {
      "en": "We're seeing both blankets unfurl on the solar array.",
      "es": "Vemos que ambas cortinas se despliegan en el panel solar."
    }
  },
  {
    "translation": {
      "en": "Looks good.",
      "es": "Muy bien."
    }
  },
  {
    "translation": {
      "en": "I want to wish Hubble its own set of adventures,",
      "es": "Deseo que el Hubble tenga sus propias aventuras"
    }
  },
  {
    "translation": {
      "en": "that it may unlock further mysteries of the universe.",
      "es": "y que descubra más misterios del universo."
    }
  },
  {
    "translation": {
      "en": "They decided to point it at a blank piece of sky,",
      "es": "Decidieron apuntarlo a un punto del cielo en blanco, sin nada, solo para ver qué pasaba."
    }
  },
  {
    "translation": {
      "en": "nothing there, just to see what happened.",
      "es": "a un punto del cielo en blanco, sin nada, solo para ver qué pasaba."
    }
  },
  {
    "translation": {
      "en": "Like the rest of the world,",
      "es": "Como todo el mundo,"
    }
  },
  {
    "translation": {
      "en": "I remember just being stunned at what we saw.",
      "es": "recuerdo que quedé maravillada con lo que vimos."
    }
  },
  {
    "translation": {
      "en": "The nothing turned out to be filled with thousands of galaxies.",
      "es": "La nada resultó estar llena de miles de galaxias."
    }
  },
  {
    "translation": {
      "en": "It really gave us a sense, for the very first time,",
      "es": "Nos dio una idea, por primera vez,"
    }
  },
  {
    "translation": {
      "en": "just how old the universe is.",
      "es": "de qué tan antiguo es el universo."
    }
  },
  {
    "translation": {
      "en": "It's a really cool, sort of, trick of physics…",
      "es": "Es un truco genial de la física"
    }
  },
  {
    "translation": {
      "en": "…uh, that we can literally look back in time, uh,",
      "es": "que podamos volver en el tiempo"
    }
  },
  {
    "translation": {
      "en": "with these massive telescopes.",
      "es": "con estos telescopios enormes."
    }
  },
  {
    "translation": {
      "en": "Telescopes are really like time machines",
      "es": "Son como máquinas del tiempo"
    }
  },
  {
    "translation": {
      "en": "in that they let us see the universe as it was in the past.",
      "es": "porque nos permiten ver el universo tal como era en el pasado."
    }
  },
  {
    "translation": {
      "en": "This sounds like science fiction, but it's actually just due to the simple fact",
      "es": "Esto parece ciencia ficción, pero es por el simple hecho"
    }
  },
  {
    "translation": {
      "en": "that light takes time to travel through space.",
      "es": "de que la luz tarda en viajar por el espacio."
    }
  },
  {
    "translation": {
      "en": "If you look at a streetlamp, the light from that streetlamp",
      "es": "Si miras una farola, la luz de esa farola"
    }
  },
  {
    "translation": {
      "en": "takes a teeny, tiny fraction of a second to cross the street and get to your eye.",
      "es": "tarda una fracción de segundo en cruzar la calle y llegar al ojo."
    }
  },
  {
    "translation": {
      "en": "Light from the Sun takes about eight minutes to get to Earth.",
      "es": "La luz del Sol tarda ocho minutos en llegar a la Tierra."
    }
  },
  {
    "translation": {
      "en": "Think about stepping that out further and further into the universe.",
      "es": "Piensa en eso extendido más allá en el universo."
    }
  },
  {
    "translation": {
      "en": "Things that are much further away,",
      "es": "A cosas que están mucho más lejos,"
    }
  },
  {
    "translation": {
      "en": "the light takes more time to travel to our telescopes.",
      "es": "la luz tarda más en viajar por los telescopios."
    }
  },
  {
    "translation": {
      "en": "And so we are literally seeing them as they were in the past.",
      "es": "Así que las vemos como eran en el pasado."
    }
  },
  {
    "translation": {
      "en": "With Hubble, we've been able to look back into the distant past",
      "es": "Con el Hubble, hemos podido mirar hacia el pasado lejano"
    }
  },
  {
    "translation": {
      "en": "and see some very early galaxies, some very young galaxies.",
      "es": "y ver galaxias muy primitivas y otras muy jóvenes."
    }
  },
  {
    "translation": {
      "en": "But… we're missing the beginning.",
      "es": "Pero nos falta el comienzo."
    }
  },
  {
    "translation": {
      "en": "We're missing the first bit in the first chapter",
      "es": "Nos falta la primera parte del primer capítulo"
    }
  },
  {
    "translation": {
      "en": "of this 13.8- billion- year story of the universe.",
      "es": "de esta historia del universo de 13 800 millones de años."
    }
  },
  {
    "translation": {
      "en": "We want to look out into the vastness of space",
      "es": "Queremos ver la inmensidad del espacio"
    }
  },
  {
    "translation": {
      "en": "and back to the beginnings of time to answer the questions,",
      "es": "y los inicios del tiempo para responder las preguntas…"
    }
  },
  {
    "translation": {
      "en": "How did, and how do, galaxies form?",
      "es": "EXADMINISTRADOR DE LA NASA …de cómo se formaron y se forman las galaxias,"
    }
  },
  {
    "translation": {
      "en": "Are there other habitable planets outside our solar system?",
      "es": "si hay planetas habitables fuera de nuestro sistema solar"
    }
  },
  {
    "translation": {
      "en": "Is life unique to planet Earth?",
      "es": "y si solo hay vida en el planeta Tierra."
    }
  },
  {
    "translation": {
      "en": "Hubble and ground- based telescopes have given us an important start.",
      "es": "El Hubble y los telescopios terrestres nos dieron un comienzo importante,"
    }
  },
  {
    "translation": {
      "en": "But we must go farther,",
      "es": "pero debemos ir más allá."
    }
  },
  {
    "translation": {
      "en": "and the Next Generation Space Telescope,",
      "es": "El Telescopio Espacial Siguiente Generación,"
    }
  },
  {
    "translation": {
      "en": "NGST, will be the next great step taken.",
      "es": "o NGST por sus siglas en inglés, será el próximo gran paso."
    }
  },
  {
    "translation": {
      "en": "That's what ended up being the James Webb Space Telescope.",
      "es": "Eso terminó siendo el Telescopio Espacial James Webb."
    }
  },
  {
    "translation": {
      "en": "Webb is such a leap. It's the biggest leap of any mission,",
      "es": "El Webb es un salto enorme, el más grande de cualquier misión"
    }
  },
  {
    "translation": {
      "en": "in terms of just the magnitude of improvements in all dimensions.",
      "es": "en cuanto a la magnitud de las mejoras en todas las dimensiones."
    }
  },
  {
    "translation": {
      "en": "This is like the mother of all telescopes.",
      "es": "Es como la madre de todos los telescopios."
    }
  },
  {
    "translation": {
      "en": "It was clear that there's ten miracles that needed to happen.",
      "es": "Estaba claro que debían suceder diez milagros."
    }
  },
  {
    "translation": {
      "en": "Entirely new technologies that nobody had ever done.",
      "es": "Tecnologías totalmente nuevas que nadie había creado."
    }
  },
  {
    "translation": {
      "en": "A totally new detector,",
      "es": "Un detector totalmente nuevo,"
    }
  },
  {
    "translation": {
      "en": "totally new electronic system that focused the mirrors,",
      "es": "un sistema electrónico nuevo que enfocara los espejos…"
    }
  },
  {
    "translation": {
      "en": "ten of those.",
      "es": "Diez."
    }
  },
  {
    "translation": {
      "en": "One of the most important numbers is, How many single point failures do you have?",
      "es": "Un número fundamental es cuántos puntos individuales de falla hay."
    }
  },
  {
    "translation": {
      "en": "A single point failure is a single thing that needs to happen",
      "es": "Un punto individual de falla es una sola cosa que debe suceder"
    }
  },
  {
    "translation": {
      "en": "that, if it's not happening, the whole mission is a failure.",
      "es": "que, si no sucede, toda la misión fracasa."
    }
  },
  {
    "translation": {
      "en": "Navigation confirmed that the parachute has deployed",
      "es": "Navegación confirmó que el paracaídas se abrió,"
    }
  },
  {
    "translation": {
      "en": "and we are seeing significant deceleration.",
      "es": "y vemos una desaceleración considerable."
    }
  },
  {
    "translation": {
      "en": "Landing on Mars is something like 80 to 90,",
      "es": "Aterrizar en Marte tiene entre 80 y 90,"
    }
  },
  {
    "translation": {
      "en": "which is one of the riskiest things we've ever done.",
      "es": "y es de las cosas más riesgosas que hemos hecho."
    }
  },
  {
    "translation": {
      "en": "Webb is three to four times worse.",
      "es": "El Webb tiene tres o cuatro veces más."
    }
  },
  {
    "translation": {
      "en": "Oh, it's beautiful, Mike, it really is.",
      "es": "Es hermoso, Mike, de verdad."
    }
  },
  {
    "translation": {
      "en": "They've got the flag up now, and you can see the stars and stripes.",
      "es": "Colocaron la bandera, se ven las estrellas y franjas."
    }
  },
  {
    "translation": {
      "en": "In terms of the single point failures, worse than Apollo.",
      "es": "En los puntos individuales de falla, es peor que con el Apolo."
    }
  },
  {
    "translation": {
      "en": "So, how many single point failures do we have? The answer is 344.",
      "es": "¿Cuántos puntos individuales de falla tenemos? La respuesta es 344."
    }
  },
  {
    "translation": {
      "en": "It's the largest number of single point failures of any mission ever done.",
      "es": "Es la mayor cantidad de puntos de todas las misiones que se hicieron."
    }
  },
  {
    "translation": {
      "en": "It's like, you know, just an impossible project.",
      "es": "Es como un proyecto imposible."
    }
  },
  {
    "translation": {
      "en": "There's always unknown unknowns in this business, we know it.",
      "es": "Siempre hay cosas desconocidas en este rubro. Lo sabemos."
    }
  },
  {
    "translation": {
      "en": "In the end, you know, technically, it will all fall on my shoulders.",
      "es": "En definitiva, técnicamente, todo recaerá sobre mí."
    }
  },
  {
    "translation": {
      "en": "You just make the best decision you can with the data that you have available,",
      "es": "Tomas la mejor decisión posible con los datos disponibles,"
    }
  },
  {
    "translation": {
      "en": "but you recognize that… there's always a bit of risk to some of these decisions.",
      "es": "pero hay que reconocer que siempre hay riesgos en algunas de estas decisiones."
    }
  },
  {
    "translation": {
      "en": "- Cat? - Yeah.",
      "es": "- ¿Cat? - ¿Qué?"
    }
  },
  {
    "translation": {
      "en": "Oh, lighten-- lighten up, killer.",
      "es": "Tranquilo, asesino."
    }
  },
  {
    "translation": {
      "en": "For the past 24 years, I've been focused on this mission.",
      "es": "Los últimos 24 años estuve concentrado en esta misión."
    }
  },
  {
    "translation": {
      "en": "It's like a, you know, a second child in a-- in a way.",
      "es": "Es como tener otro hijo."
    }
  },
  {
    "translation": {
      "en": "My children have known nothing but the James Webb Space Telescope",
      "es": "Mis hijos conocen el Telescopio Espacial James Webb"
    }
  },
  {
    "translation": {
      "en": "since they were about nine or four.",
      "es": "desde que tenían nueve o cuatro años."
    }
  },
  {
    "translation": {
      "en": "My son is 30 now, and my daughter's 28.",
      "es": "Mi hijo ahora tiene 30 años y mi hija, 28."
    }
  },
  {
    "translation": {
      "en": "The fear that-- that you have to have is, if something goes wrong,",
      "es": "Lo que me preocupa es que, si algo sale mal,"
    }
  },
  {
    "translation": {
      "en": "there's going to be the press, there's going to be the, you know, the politicians, whatever.",
      "es": "van a estar la prensa, los políticos, todo eso."
    }
  },
  {
    "translation": {
      "en": "They're gonna drag your name through the mud.",
      "es": "Y ensucian tu nombre."
    }
  },
  {
    "translation": {
      "en": "He worries about everything. It's a-- It's a Menzel gene, actually.",
      "es": "Se preocupa por todo. Es su gen Menzel."
    }
  },
  {
    "translation": {
      "en": "They worry about every little thing.",
      "es": "Se preocupa por cada detalle."
    }
  },
  {
    "translation": {
      "en": "He's not sleeping well at night.",
      "es": "No duerme bien de noche."
    }
  },
  {
    "translation": {
      "en": "All these single point failure things that could go wrong, you do worry about those, and, you know…",
      "es": "Te preocupas por todos estos posibles puntos individuales de falla…"
    }
  },
  {
    "translation": {
      "en": "Damn right, I do. Damn right, the team does, so…",
      "es": "Por supuesto que sí, el equipo y yo."
    }
  },
  {
    "translation": {
      "en": "That's why we put vigilance on 'em, we put focus on 'em.",
      "es": "Por eso, les ponemos mucha atención."
    }
  },
  {
    "translation": {
      "en": "These are some of the original concepts",
      "es": "Aquí tengo conceptos originales"
    }
  },
  {
    "translation": {
      "en": "on, uh, what was then called the Next Generation Space Telescope.",
      "es": "de lo que se llamaba el Telescopio Espacial Siguiente Generación."
    }
  },
  {
    "translation": {
      "en": "The bigger the mirror, the more light you're collecting.",
      "es": "Cuanto más grande sea el espejo, más luz se recoge."
    }
  },
  {
    "translation": {
      "en": "So, to actually see first light, you're going to have to be big.",
      "es": "Para ver la primera luz tiene que ser algo grande."
    }
  },
  {
    "translation": {
      "en": "We had five-- five concepts that we looked at. This was, uh, an original one.",
      "es": "Analizamos cinco conceptos. Este era uno de los originales."
    }
  },
  {
    "translation": {
      "en": "The devil in these designs are in the details,",
      "es": "Lo malo de estos diseños son los detalles."
    }
  },
  {
    "translation": {
      "en": "so it isn't until you get to, you know, some detailed engineering",
      "es": "Solo cuando llegas a ver la ingeniería fina,"
    }
  },
  {
    "translation": {
      "en": "that looks like this, that you find the problems.",
      "es": "a algo así, encuentras los problemas."
    }
  },
  {
    "translation": {
      "en": "The most obvious problem, its-- its diameter is bigger than the diameter of the rocket that carries it.",
      "es": "El más obvio es que el diámetro es mayor que el del cohete que lo transporta."
    }
  },
  {
    "translation": {
      "en": "So you have to fold it up.",
      "es": "Así que hay que plegarlo."
    }
  },
  {
    "translation": {
      "en": "We had deployments that had the primary mirror segments stacked,",
      "es": "Hubo lanzamientos con los espejos primarios encimados,"
    }
  },
  {
    "translation": {
      "en": "almost like a record player.",
      "es": "casi como en un tocadiscos."
    }
  },
  {
    "translation": {
      "en": "And then one of the concepts that we had was, uh, to deploy the primary mirror",
      "es": "Uno de los asuntos que tuvimos fue lanzar el espejo principal"
    }
  },
  {
    "translation": {
      "en": "using two leaves that look like a drop table, which is what we're doing now.",
      "es": "con dos alas, como en una mesa plegable. Eso hacemos ahora."
    }
  },
  {
    "translation": {
      "en": "Our preliminary design review was 2008,",
      "es": "La revisión de diseño preliminar fue en 2008,"
    }
  },
  {
    "translation": {
      "en": "and that's where the telescope starts really looking like what we have today.",
      "es": "cuando el telescopio comenzó a tomar la forma de hoy en día."
    }
  },
  {
    "translation": {
      "en": "It's not one of the best models of Webb, but it's good enough to show most people the features.",
      "es": "No es de los mejores modelos del Webb, pero sirve para ver sus cualidades."
    }
  },
  {
    "translation": {
      "en": "There's the primary mirror. Starlight comes in,",
      "es": "Ahí está el espejo principal. La luz entra,"
    }
  },
  {
    "translation": {
      "en": "hits the primary mirror, gets focused down to the secondary mirror,",
      "es": "llega al espejo principal, se redirige al segundo espejo"
    }
  },
  {
    "translation": {
      "en": "and gets sent into this, uh, black pyramidal structure.",
      "es": "y se mete en esta estructura piramidal negra."
    }
  },
  {
    "translation": {
      "en": "After that, it goes back here where the instruments are.",
      "es": "Después, vuelve aquí, donde están los instrumentos."
    }
  },
  {
    "translation": {
      "en": "The cameras, the spectrometers…",
      "es": "Las cámaras, los espectrómetros…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, the-- the glue is coming a little loose on this,",
      "es": "Perdón. Se está despegando un poco,"
    }
  },
  {
    "translation": {
      "en": "but this right here is the sunshield.",
      "es": "pero esto de aquí es el parasol."
    }
  },
  {
    "translation": {
      "en": "The sunshield blocks out the light from the Sun, the Earth, and the Moon.",
      "es": "El protector solar bloquea la luz del Sol, la Tierra y la Luna."
    }
  },
  {
    "translation": {
      "en": "We want our telescope to be cold,",
      "es": "Queremos que nuestro telescopio esté frío"
    }
  },
  {
    "translation": {
      "en": "so that it doesn't glow brighter than the faint stars it's looking at.",
      "es": "para que no brille más que las estrellas tenues que mira."
    }
  },
  {
    "translation": {
      "en": "Of the 344 single point failure items,",
      "es": "De los 344 puntos individuales de falla,"
    }
  },
  {
    "translation": {
      "en": "225 are associated with the sunshield deployment.",
      "es": "225 están relacionados con el despliegue del parasol."
    }
  },
  {
    "translation": {
      "en": "That is a never- before- done deployment.",
      "es": "Es un despliegue que no se hizo nunca."
    }
  },
  {
    "translation": {
      "en": "The first thing that happens,",
      "es": "Lo primero que sucede"
    }
  },
  {
    "translation": {
      "en": "those two big pallets that you see on each side,",
      "es": "es que esas dos paletas grandes que se ven a cada lado"
    }
  },
  {
    "translation": {
      "en": "fold down one, then fold down the other.",
      "es": "se pliegan, una después de la otra."
    }
  },
  {
    "translation": {
      "en": "They're holding the folded layers of the sunshield.",
      "es": "Sostienen las capas dobladas del parasol."
    }
  },
  {
    "translation": {
      "en": "Then a very complex system of pulleys and tensioning motors",
      "es": "Luego, un sistema muy complejo de poleas y motores tensores"
    }
  },
  {
    "translation": {
      "en": "expand the sunshield at each of the six vertices.",
      "es": "expande el parasol hacia cada uno de los seis vértices."
    }
  },
  {
    "translation": {
      "en": "And we will individually tension each of those five layers",
      "es": "Tensamos cada una de esas cinco capas"
    }
  },
  {
    "translation": {
      "en": "to get not only the right shape, but the right position, relative to each other.",
      "es": "para que tengan la mejor forma y posición, una con respecto a la otra."
    }
  },
  {
    "translation": {
      "en": "There are 34 single point failure items",
      "es": "Hay 34 puntos individuales de falla"
    }
  },
  {
    "translation": {
      "en": "associated with the tensioning of the five layers.",
      "es": "asociados con el tensado de las cinco capas."
    }
  },
  {
    "translation": {
      "en": "Layer two, on three, two, one…",
      "es": "Capa dos, en tres, dos, uno…"
    }
  },
  {
    "translation": {
      "en": "The thing that's really different from this space mission",
      "es": "Lo que hace que esta misión espacial"
    }
  },
  {
    "translation": {
      "en": "to pretty much any other space mission ever done, is how flimsy it is.",
      "es": "sea muy diferente de casi cualquier otra es lo endeble."
    }
  },
  {
    "translation": {
      "en": "It's not a piece of metal.",
      "es": "No es un pedazo de metal."
    }
  },
  {
    "translation": {
      "en": "It's more like a folded- up umbrella.",
      "es": "Es más como un paraguas plegado."
    }
  },
  {
    "translation": {
      "en": "We did three full- scale deployments,",
      "es": "Hicimos tres despliegues a gran escala"
    }
  },
  {
    "translation": {
      "en": "and the refolding put wear and tear on the sunshield.",
      "es": "y el repliegue desgastó el parasol."
    }
  },
  {
    "translation": {
      "en": "The tearing of the sunshield that we were seeing",
      "es": "El desgarro del parasol fue tal que dijimos:"
    }
  },
  {
    "translation": {
      "en": "got to the point where we said, No.",
      "es": "El desgarro del parasol fue tal que dijimos: No, hay que dejar de hacer tantas pruebas."
    }
  },
  {
    "translation": {
      "en": "It's time to stop testing and overtesting.",
      "es": "No, hay que dejar de hacer tantas pruebas."
    }
  },
  {
    "translation": {
      "en": "When you're doing things like, you know, large sheets,",
      "es": "Cuando trabajas con algo como hojas grandes,"
    }
  },
  {
    "translation": {
      "en": "it's miles of cables, things that can get tangled,",
      "es": "hay kilómetros de cables y cosas que pueden enredarse"
    }
  },
  {
    "translation": {
      "en": "can go in places you don't want them to in zero- G.",
      "es": "o meterse en lugares no deseados con gravedad cero."
    }
  },
  {
    "translation": {
      "en": "You can think of a thousand things that can go wrong.",
      "es": "Mil cosas podrían salir mal."
    }
  },
  {
    "translation": {
      "en": "We bust it up, fold it up, we're going to put it on a rocket,",
      "es": "Lo manipulamos, lo doblamos, lo ponemos en un cohete"
    }
  },
  {
    "translation": {
      "en": "and then we're going to literally rebuild it robotically in space,",
      "es": "y luego lo reconstruiremos robóticamente en el espacio."
    }
  },
  {
    "translation": {
      "en": "and that's, uh-- that's never been done before.",
      "es": "Eso no se había hecho nunca antes."
    }
  },
  {
    "translation": {
      "en": "Fourteen days after launch, we latch both sides of the primary mirror.",
      "es": "Catorce días después del lanzamiento, aseguramos ambos lados del espejo principal."
    }
  },
  {
    "translation": {
      "en": "There are ten single point failure items associated with the primary mirror,",
      "es": "Hay diez puntos individuales de falla relacionados con el espejo principal,"
    }
  },
  {
    "translation": {
      "en": "five for each wing.",
      "es": "cinco por cada ala."
    }
  },
  {
    "translation": {
      "en": "Having 18 individual segments was a good way to build the mirror.",
      "es": "Como tiene 18 partes individuales, el espejo se reconstruye bien."
    }
  },
  {
    "translation": {
      "en": "Each individual mirror's movable.",
      "es": "Cada espejo se puede mover."
    }
  },
  {
    "translation": {
      "en": "That helps us to position each of those hexagons",
      "es": "Eso nos ayuda a ubicar cada uno de los hexágonos"
    }
  },
  {
    "translation": {
      "en": "to robotically focus our telescope.",
      "es": "para enfocar robóticamente nuestro telescopio."
    }
  },
  {
    "translation": {
      "en": "It's going out about a million miles away from the Earth,",
      "es": "Estará a 1,5 millones de kilómetros de la Tierra,"
    }
  },
  {
    "translation": {
      "en": "four times farther than the Moon.",
      "es": "cuatro veces más lejos que la Luna."
    }
  },
  {
    "translation": {
      "en": "You don't want the telescope cracking, breaking,",
      "es": "No querríamos que el telescopio se agrietara o rompiera"
    }
  },
  {
    "translation": {
      "en": "when it gets down to cryogenic temperatures.",
      "es": "en temperaturas criogénicas."
    }
  },
  {
    "translation": {
      "en": "NASA actually retrofitted",
      "es": "La NASA reacondicionó"
    }
  },
  {
    "translation": {
      "en": "the biggest Cryovac chamber down at Johnson Space Center.",
      "es": "la cámara hermética más grande del Centro Espacial Johnson."
    }
  },
  {
    "translation": {
      "en": "It was used for Apollo era.",
      "es": "Se usó en la época del Apolo."
    }
  },
  {
    "translation": {
      "en": "It took years to be able to accommodate this huge telescope.",
      "es": "Llevó años poder acomodar este telescopio enorme."
    }
  },
  {
    "translation": {
      "en": "It's the size of a three- story building, tested at temperatures, you know,",
      "es": "Es del tamaño de un edificio de tres pisos y se expuso a temperaturas"
    }
  },
  {
    "translation": {
      "en": "at 50 degrees above absolute zero, and it worked great.",
      "es": "como -223 grados y funcionó bien."
    }
  },
  {
    "translation": {
      "en": "That's almost miraculous.",
      "es": "Eso es casi milagroso."
    }
  },
  {
    "translation": {
      "en": "There was this awesome day at Goddard",
      "es": "Hubo un día increíble en Goddard"
    }
  },
  {
    "translation": {
      "en": "that people have been looking forward to for years, really.",
      "es": "que la gente había estado esperando durante años."
    }
  },
  {
    "translation": {
      "en": "They raised it upright and rotated it towards the viewing area,",
      "es": "Lo levantaron y lo giraron hacia el área de observación,"
    }
  },
  {
    "translation": {
      "en": "and we all got to see that mirror.",
      "es": "y todos pudimos ver el espejo."
    }
  },
  {
    "translation": {
      "en": "And that was just a, like, Whew, don't start crying moment.",
      "es": "Fue un momento de no vayas a llorar."
    }
  },
  {
    "translation": {
      "en": "I mean, because you're-- you're seeing your own reflection",
      "es": "Porque ves tu propio reflejo"
    }
  },
  {
    "translation": {
      "en": "in the same mirror that's going to detect light",
      "es": "en el mismo espejo que detectará la luz"
    }
  },
  {
    "translation": {
      "en": "from infant galaxies and distant planets.",
      "es": "de galaxias jóvenes y planetas lejanos."
    }
  },
  {
    "translation": {
      "en": "And to think that it's also seeing me? Like, that was-- that was really cool.",
      "es": "Saber que también me refleja a mí es increíble."
    }
  },
  {
    "translation": {
      "en": "We've designed this telescope specifically to see the universe in infrared light.",
      "es": "Diseñamos este telescopio específicamente para ver el universo en luz infrarroja."
    }
  },
  {
    "translation": {
      "en": "The most distant galaxies are so far away",
      "es": "Las galaxias más distantes están tan lejos"
    }
  },
  {
    "translation": {
      "en": "that they are emitting all of their light as infrared light,",
      "es": "que emiten toda su luz en forma de luz infrarroja,"
    }
  },
  {
    "translation": {
      "en": "light that's a little bit more red than what your eyes can see.",
      "es": "una luz un poco más roja de lo que ven nuestros ojos."
    }
  },
  {
    "translation": {
      "en": "Even if we had a telescope like Hubble, a visible- light telescope,",
      "es": "Aunque tuviéramos un telescopio como el Hubble, de luz visible, muchísimo más grande,"
    }
  },
  {
    "translation": {
      "en": "that was much, much, much bigger,",
      "es": "de luz visible, muchísimo más grande,"
    }
  },
  {
    "translation": {
      "en": "we still wouldn't be able to see the light from these first galaxies.",
      "es": "no podríamos ver la luz de estas primeras galaxias."
    }
  },
  {
    "translation": {
      "en": "While we designed this telescope to primarily study early galaxies,",
      "es": "Aunque diseñamos este telescopio para estudiar galaxias antiguas,"
    }
  },
  {
    "translation": {
      "en": "the fact that it's so big and so powerful",
      "es": "el hecho de que sea tan grande y potente"
    }
  },
  {
    "translation": {
      "en": "means that it will have unprecedented capability",
      "es": "implica que tendrá una capacidad nunca antes vista"
    }
  },
  {
    "translation": {
      "en": "in helping us learn more about exoplanets, about planets orbiting other stars.",
      "es": "para ayudarnos a aprender más sobre exoplanetas, planetas que orbitan otras estrellas."
    }
  },
  {
    "translation": {
      "en": "In particular, about whether or not any of the nearby planets",
      "es": "Particularmente, sobre si alguno de los planetas cercanos"
    }
  },
  {
    "translation": {
      "en": "might be potentially habitable.",
      "es": "podría ser habitable o no."
    }
  },
  {
    "translation": {
      "en": "The way it will do that",
      "es": "La forma de hacer eso"
    }
  },
  {
    "translation": {
      "en": "is by looking at the molecules that are in that planet's atmosphere.",
      "es": "es analizando las moléculas que hay en la atmósfera de ese planeta."
    }
  },
  {
    "translation": {
      "en": "It would be able to detect methane, carbon dioxide, water vapor.",
      "es": "Podría detectar metano, dióxido de carbono y vapor de agua."
    }
  },
  {
    "translation": {
      "en": "Where there's water, there's usually life.",
      "es": "Donde hay agua suele haber vida."
    }
  },
  {
    "translation": {
      "en": "It's not a stretch to say that this telescope",
      "es": "No es exagerado decir que este telescopio es nuestro próximo gran salto"
    }
  },
  {
    "translation": {
      "en": "is our next, sort of, giant leap in our search for life in the universe.",
      "es": "No es exagerado decir que este telescopio es nuestro próximo gran salto en nuestra búsqueda de vida en el universo."
    }
  },
  {
    "translation": {
      "en": "I mean, how amazing would it be if I said, Look, here are five planets,",
      "es": "¿No sería increíble si dijera: Mira, aquí hay cinco planetas"
    }
  },
  {
    "translation": {
      "en": "it looks like there is life there?",
      "es": "y parece que hay vida allí?"
    }
  },
  {
    "translation": {
      "en": "Can you imagine? That changes everything.",
      "es": "¿Te lo imaginas? Eso cambia todo."
    }
  },
  {
    "translation": {
      "en": "Webb is humans at its best,",
      "es": "El Webb tiene lo mejor de los humanos,"
    }
  },
  {
    "translation": {
      "en": "a selfless pursuit of what's really out there.",
      "es": "una búsqueda desinteresada de lo que realmente existe,"
    }
  },
  {
    "translation": {
      "en": "Learning more about ourselves, our history, about the world itself.",
      "es": "un mayor aprendizaje de nosotros mismos, nuestra historia y el mundo."
    }
  },
  {
    "translation": {
      "en": "I think it's incredibly amazing.",
      "es": "Creo que es alucinante."
    }
  },
  {
    "translation": {
      "en": "I grew up in Switzerland.",
      "es": "Crecí en Suiza."
    }
  },
  {
    "translation": {
      "en": "My father was an evangelist pastor in a fundamentalist church.",
      "es": "Mi padre era pastor evangélico en una iglesia fundamentalista."
    }
  },
  {
    "translation": {
      "en": "We hardly ever heard about science.",
      "es": "Casi nunca se hablaba de ciencia."
    }
  },
  {
    "translation": {
      "en": "I was taught all my youth that the whole universe was built in seven days.",
      "es": "En mi juventud, me enseñaron que el universo se creó en siete días."
    }
  },
  {
    "translation": {
      "en": "And then I went to one class.",
      "es": "Y luego fui a una clase."
    }
  },
  {
    "translation": {
      "en": "The teacher explained how science changed the trajectory of history.",
      "es": "La maestra explicó cómo la ciencia cambió la trayectoria de la historia."
    }
  },
  {
    "translation": {
      "en": "And I thought, That's the job I want.",
      "es": "Y pensé: Ese es el trabajo que quiero."
    }
  },
  {
    "translation": {
      "en": "I can do science, and through it, change the course of history.",
      "es": "Puedo hacer ciencia y, a través de ella, cambiar el curso de la historia."
    }
  },
  {
    "translation": {
      "en": "I've been in the job for five years.",
      "es": "Llevo cinco años en el puesto."
    }
  },
  {
    "translation": {
      "en": "Many people think of me as not patient enough.",
      "es": "Mucha gente piensa que no tengo suficiente paciencia."
    }
  },
  {
    "translation": {
      "en": "My way of accountability sometimes can come across as harsh.",
      "es": "A veces, mi forma de ser responsable puede parecer dura."
    }
  },
  {
    "translation": {
      "en": "But suppose it failed.",
      "es": "Pero supongamos que fallara."
    }
  },
  {
    "translation": {
      "en": "It would set the whole history of world science back",
      "es": "Retrasaría la historia de la ciencia mundial"
    }
  },
  {
    "translation": {
      "en": "by one to two decades.",
      "es": "una o dos décadas."
    }
  },
  {
    "translation": {
      "en": "I track all my miles.",
      "es": "Rastreo todos mis kilómetros."
    }
  },
  {
    "translation": {
      "en": "The whole year… A thousand is the goal every year.",
      "es": "Todo el año. La meta es 1600 cada año."
    }
  },
  {
    "translation": {
      "en": "Depending on how stressful the year is, it's more or less. The more stress, the more miles.",
      "es": "Dependiendo de lo estresante que sea. Más estrés, más kilómetros."
    }
  },
  {
    "translation": {
      "en": "Closing in on 1,200.",
      "es": "Estoy cerca de los 1900."
    }
  },
  {
    "translation": {
      "en": "NASA, right? This is the agency that has coined the… the tagline,",
      "es": "Fue la NASA, ¿no? Es la agencia que acuñó el lema el fracaso no es una opción."
    }
  },
  {
    "translation": {
      "en": "''Failure is not an option.''",
      "es": "el lema el fracaso no es una opción."
    }
  },
  {
    "translation": {
      "en": "It's a tagline that sounds really good,",
      "es": "Esa frase suena muy bien,"
    }
  },
  {
    "translation": {
      "en": "but every time we do a mission, failure is an option.",
      "es": "pero en cada misión, el fracaso sí es una opción."
    }
  },
  {
    "translation": {
      "en": "There are all these challenges from the very beginning.",
      "es": "Hay muchos desafíos desde el principio."
    }
  },
  {
    "translation": {
      "en": "This institute will be managing a telescope",
      "es": "Este instituto manejará un telescopio"
    }
  },
  {
    "translation": {
      "en": "with a launch projected for 2007.",
      "es": "cuyo lanzamiento se proyecta para 2007."
    }
  },
  {
    "translation": {
      "en": "The target price for doing this will be 500 million dollars.",
      "es": "El precio objetivo por hacerlo será de 500 millones de dólares."
    }
  },
  {
    "translation": {
      "en": "The first time somebody talked about the price of that telescope,",
      "es": "La primera vez que se habló del precio,"
    }
  },
  {
    "translation": {
      "en": "everybody who had-- had worked on-- on the Hubble Space Telescope,",
      "es": "todos los que habían trabajado en el Telescopio Espacial Hubble,"
    }
  },
  {
    "translation": {
      "en": "which was close-- more than six billion dollars,",
      "es": "en el que se usaron más de seis mil millones,"
    }
  },
  {
    "translation": {
      "en": "knew it's total bullshit.",
      "es": "sabían que era mentira."
    }
  },
  {
    "translation": {
      "en": "As the project grew,",
      "es": "Mientras el proyecto crecía,"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, the cost went to six billion dollars.",
      "es": "de repente, el costo subió a seis mil millones de dólares."
    }
  },
  {
    "translation": {
      "en": "Mr. Howard, did you ever see the movie called The Money Pit?",
      "es": "Señor Howard, ¿alguna vez vio la película Hogar dulce hogar?"
    }
  },
  {
    "translation": {
      "en": "Yes, absolutely.",
      "es": "Sí, claro."
    }
  },
  {
    "translation": {
      "en": "I think the standard line in that movie was, ''It's only two more weeks.''",
      "es": "La frase estándar en esa película era solo faltan dos semanas."
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. Now, how can we justify this to our constituents?",
      "es": "¿Cómo podemos justificar esto ante nuestros electores?"
    }
  },
  {
    "translation": {
      "en": "There was an investigation by Congress.",
      "es": "El Congreso hizo una investigación."
    }
  },
  {
    "translation": {
      "en": "And they basically said, Let's kill that thing.",
      "es": "Dijeron: Vamos a detenerlo."
    }
  },
  {
    "translation": {
      "en": "It felt like it wasn't going to happen.",
      "es": "Parecía que no iba a pasar."
    }
  },
  {
    "translation": {
      "en": "Congress was going to cancel us.",
      "es": "El Congreso lo iba a cancelar."
    }
  },
  {
    "translation": {
      "en": "It was a shock.",
      "es": "Estábamos en shock."
    }
  },
  {
    "translation": {
      "en": "I'm a-- a young scientist anxious to do science with this telescope,",
      "es": "Yo era una científica joven ansiosa por ejercer con este telescopio."
    }
  },
  {
    "translation": {
      "en": "and now we're stopping after all this time?",
      "es": "¿No se haría después de tanto tiempo?"
    }
  },
  {
    "translation": {
      "en": "Congress said, We'll give you the money, and that's when I came in.",
      "es": "El Congreso dijo: Te daremos el dinero, y ahí entré yo."
    }
  },
  {
    "translation": {
      "en": "Nobody wanted to talk about it. It's like, Oh, it's-- it's not-- it's fine.",
      "es": "Nadie quería hablar de eso. No pasa nada. Todo bien."
    }
  },
  {
    "translation": {
      "en": "It's like, Well, how are you performing? We're losing time, but it will be fine.",
      "es": "¿Cómo van?. Estamos perdiendo tiempo, pero todo va a estar bien."
    }
  },
  {
    "translation": {
      "en": "It was not fine.",
      "es": "Y no estaba bien."
    }
  },
  {
    "translation": {
      "en": "I remember it getting ready for vibration and acoustics.",
      "es": "Recuerdo cuando se preparaba para la vibración y acústica."
    }
  },
  {
    "translation": {
      "en": "What you do is you try to break the telescope.",
      "es": "Se intenta romper el telescopio."
    }
  },
  {
    "translation": {
      "en": "Of course you want it to survive, but you shake it",
      "es": "Quieres que sobreviva, pero lo sacudes como lo haría el cohete."
    }
  },
  {
    "translation": {
      "en": "just like it will be shaken in the rocket.",
      "es": "pero lo sacudes como lo haría el cohete."
    }
  },
  {
    "translation": {
      "en": "And we blasted sound at it, just like it will see during a launch.",
      "es": "Le lanzamos ruidos como pasaría durante un lanzamiento."
    }
  },
  {
    "translation": {
      "en": "The first test went really, really well.",
      "es": "La primera prueba salió muy bien."
    }
  },
  {
    "translation": {
      "en": "Then, when we tested it with the spacecraft and the sunshield,",
      "es": "Luego, cuando lo probamos con la nave espacial y el parasol,"
    }
  },
  {
    "translation": {
      "en": "the fasteners started falling down.",
      "es": "los sujetadores empezaron a caerse."
    }
  },
  {
    "translation": {
      "en": "There's 10,000 screws on that thing.",
      "es": "Tenía 10 000 tornillos."
    }
  },
  {
    "translation": {
      "en": "Now, if you've ever fixed a bicycle,",
      "es": "Si has reparado una bicicleta,"
    }
  },
  {
    "translation": {
      "en": "you realize if you put the fastener on, you need to tighten it, so it locks.",
      "es": "sabes que, si le pones tornillos, hay que ajustarlos para que traben."
    }
  },
  {
    "translation": {
      "en": "The fasteners were not locked.",
      "es": "Estos no estaban ajustados."
    }
  },
  {
    "translation": {
      "en": "How can that be?",
      "es": "¿Cómo puede ser?"
    }
  },
  {
    "translation": {
      "en": "It needs to go to space. The fasteners need to be locked.",
      "es": "Iba al espacio. Debían estar ajustados."
    }
  },
  {
    "translation": {
      "en": "So we had to redo all the fasteners, find all of them.",
      "es": "Tuvimos que buscar y recolocar todos los tornillos."
    }
  },
  {
    "translation": {
      "en": "It took six months",
      "es": "Llevó seis meses"
    }
  },
  {
    "translation": {
      "en": "and cost 150 million dollars to fix the problem.",
      "es": "y costó 150 millones de dólares arreglar el problema."
    }
  },
  {
    "translation": {
      "en": "Frankly, people are making more mistakes than they should.",
      "es": "La gente comete más errores de los que debería."
    }
  },
  {
    "translation": {
      "en": "It's embarrassing.",
      "es": "Es vergonzoso."
    }
  },
  {
    "translation": {
      "en": "In the meantime, we got the largest number of negative news stories",
      "es": "Mientras tanto, en muchos artículos hablaban mal de nosotros"
    }
  },
  {
    "translation": {
      "en": "of that mission, as compared to any and all of them.",
      "es": "y de la misión, en comparación con las demás."
    }
  },
  {
    "translation": {
      "en": "Nobody wants to be part of a stinker.",
      "es": "Nadie quiere ser un fracaso."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be part of a success, just like any sports team.",
      "es": "Todos quieren tener éxito, como cualquier equipo deportivo."
    }
  },
  {
    "translation": {
      "en": "You need to turn it around. You need to stop losing.",
      "es": "Hay que dar vuelta el asunto, dejar de perder."
    }
  },
  {
    "translation": {
      "en": "The team, they were always amazing people.",
      "es": "El equipo siempre fue de gente increíble."
    }
  },
  {
    "translation": {
      "en": "I consider it a leadership issue.",
      "es": "El problema era de liderazgo."
    }
  },
  {
    "translation": {
      "en": "We run the risk of scratching and damaging the mirror,",
      "es": "Corremos el riesgo de rayar y dañar el espejo."
    }
  },
  {
    "translation": {
      "en": "so we have to be very careful about that.",
      "es": "Hay que tener mucho cuidado."
    }
  },
  {
    "translation": {
      "en": "What I needed to do is replace leaders to bring that team together",
      "es": "Lo que tenía que hacer era reemplazar a los líderes para reunir el equipo"
    }
  },
  {
    "translation": {
      "en": "and create the attention that it requires to do something this magnificent.",
      "es": "y crear la atención que se necesitaba para hacer algo tan magnífico."
    }
  },
  {
    "translation": {
      "en": "Right, so you want the energy, Yes, we're going to do this.",
      "es": "Se necesitaba esa energía. Sí, vamos a lograrlo."
    }
  },
  {
    "translation": {
      "en": "And then I think that's what happened.",
      "es": "Y creo que eso fue lo que pasó."
    }
  },
  {
    "translation": {
      "en": "I remember the day where I basically…",
      "es": "Recuerdo el día en que, básicamente,"
    }
  },
  {
    "translation": {
      "en": "For the first time, I was really surprised.",
      "es": "me sorprendí realmente por primera vez."
    }
  },
  {
    "translation": {
      "en": "The two halves,",
      "es": "Las dos mitades,"
    }
  },
  {
    "translation": {
      "en": "the primary mirror and the sunshield, they had to come together.",
      "es": "el espejo principal y el parasol, debían unirse."
    }
  },
  {
    "translation": {
      "en": "I knew that was going to be really hard.",
      "es": "Sabía que eso sería muy difícil."
    }
  },
  {
    "translation": {
      "en": "They had never seen each other, those two halves.",
      "es": "Esas dos mitades nunca habían estado juntas."
    }
  },
  {
    "translation": {
      "en": "All the systems, all the cables, everything had to work.",
      "es": "Los sistemas, los cables… Todo tenía que funcionar."
    }
  },
  {
    "translation": {
      "en": "When the two halves came together…",
      "es": "Cuando ambas mitades se juntaron…"
    }
  },
  {
    "translation": {
      "en": "it worked the first time.",
      "es": "funcionó la primera vez."
    }
  },
  {
    "translation": {
      "en": "The team were just barely where they needed to be,",
      "es": "El equipo apenas estaba donde debía estar."
    }
  },
  {
    "translation": {
      "en": "and they were not ahead, and all of sudden, they got ahead.",
      "es": "No se adelantaron, y de repente, se adelantaron."
    }
  },
  {
    "translation": {
      "en": "They were better than what people had expected them to be.",
      "es": "Estuvieron mejor de lo que la gente esperaba."
    }
  },
  {
    "translation": {
      "en": "That is amazing.",
      "es": "Eso es increíble."
    }
  },
  {
    "translation": {
      "en": "We have a mission that's basically ready.",
      "es": "Tenemos una misión que está lista."
    }
  },
  {
    "translation": {
      "en": "If somebody asks me, How certain are you to launch Webb right now?",
      "es": "Si me preguntan: ¿Qué tan seguro estás de lanzar el Webb?."
    }
  },
  {
    "translation": {
      "en": "I'm betting my house.",
      "es": "Apuesto mi casa."
    }
  },
  {
    "translation": {
      "en": "All of these years we've put into getting this telescope to the launchpad.",
      "es": "Invertimos todos estos años en llevar este telescopio a la plataforma."
    }
  },
  {
    "translation": {
      "en": "Part of me is like, Is it really here? Is it really happening?",
      "es": "Por un lado, pienso: ¿En serio está pasando?."
    }
  },
  {
    "translation": {
      "en": "I feel excitement and-- and, uh, happy nervousness.",
      "es": "Siento emoción y nerviosismo bueno."
    }
  },
  {
    "translation": {
      "en": "Do I like launches? Well…",
      "es": "¿Me gustan los lanzamientos? Bueno…"
    }
  },
  {
    "translation": {
      "en": "I like-- I like them when they're over.",
      "es": "Me gustan cuando terminan."
    }
  },
  {
    "translation": {
      "en": "It's like jumping with a parachute, right?",
      "es": "Es como saltar con paracaídas."
    }
  },
  {
    "translation": {
      "en": "When the parachute opens, it's always a nice-- a nice ride.",
      "es": "Una vez que se abre el paracaídas, el paseo es lindo."
    }
  },
  {
    "translation": {
      "en": "We are just about 12 hours from launching. Fingers crossed that the weather holds,",
      "es": "Estamos a 12 horas del lanzamiento. Crucemos los dedos por el clima"
    }
  },
  {
    "translation": {
      "en": "and we'll be able to launch this telescope tomorrow morning.",
      "es": "para que podamos lanzar este telescopio mañana por la mañana."
    }
  },
  {
    "translation": {
      "en": "I can't believe… I can't believe that we're almost here.",
      "es": "No puedo creer que ya casi llega el día."
    }
  },
  {
    "translation": {
      "en": "I'm so excited. I can't wait to get this telescope into space.",
      "es": "Estoy ansiosa. Quiero ver este telescopio en el espacio."
    }
  },
  {
    "translation": {
      "en": "I write both speeches by myself.",
      "es": "Escribo los dos discursos solo."
    }
  },
  {
    "translation": {
      "en": "I think it's absolutely critical that they're authentic and personal,",
      "es": "Creo que es fundamental que sean auténticos y personales,"
    }
  },
  {
    "translation": {
      "en": "uh, especially in a time of disappointment,",
      "es": "sobre todo, si nos llevamos una decepción."
    }
  },
  {
    "translation": {
      "en": "frankly,",
      "es": "La verdad,"
    }
  },
  {
    "translation": {
      "en": "that I'm there authentically as a human.",
      "es": "estaré ahí auténticamente como humano."
    }
  },
  {
    "translation": {
      "en": "So that's important.",
      "es": "Eso es importante."
    }
  },
  {
    "translation": {
      "en": "The positive speech, nobody will remember.",
      "es": "Nadie recordará el discurso positivo."
    }
  },
  {
    "translation": {
      "en": "It won't matter. I can say whatever I want to.",
      "es": "No importará. Puedo decir lo que quiera."
    }
  },
  {
    "translation": {
      "en": "The negative speech really matters.",
      "es": "El discurso negativo es lo que importa."
    }
  },
  {
    "translation": {
      "en": "So, it's really important to think about it carefully.",
      "es": "Así que es muy importante pensarlo detenidamente."
    }
  },
  {
    "translation": {
      "en": "Seven, six, five,",
      "es": "Siete, seis, cinco…"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one, liftoff.",
      "es": "LANZAMIENTO DE SATÉLITE CLÚSTER 4 DE JUNIO DE 1996 …despegue."
    }
  },
  {
    "translation": {
      "en": "Ignition.",
      "es": "Encendido."
    }
  },
  {
    "translation": {
      "en": "I remember the first Ariane 5 failure. I still remember how it looked.",
      "es": "Recuerdo el primer fracaso del Ariane 5. Aún recuerdo cómo se veía."
    }
  },
  {
    "translation": {
      "en": "Liftoff.",
      "es": "Despegue."
    }
  },
  {
    "translation": {
      "en": "I still remember it, burned in my-- in my head.",
      "es": "Todavía lo recuerdo, se me grabó en la cabeza."
    }
  },
  {
    "translation": {
      "en": "All propulsion parameters are normal. Trajectory is normal.",
      "es": "Parámetros de propulsión normales. La trayectoria es normal."
    }
  },
  {
    "translation": {
      "en": "Today's launch was not successful,",
      "es": "El lanzamiento de hoy no fue exitoso"
    }
  },
  {
    "translation": {
      "en": "and Webb did not reach the orbit as planned.",
      "es": "y el Webb no llegó a la órbita como se había planeado."
    }
  },
  {
    "translation": {
      "en": "This is a setback for all of us,",
      "es": "Esto es un contratiempo para nosotros,"
    }
  },
  {
    "translation": {
      "en": "and for science and exploration of our universe.",
      "es": "la ciencia y la exploración de nuestro universo."
    }
  },
  {
    "translation": {
      "en": "We surely are disappointed.",
      "es": "Estamos muy decepcionados."
    }
  },
  {
    "translation": {
      "en": "However, as difficult as the setback we're experiencing right now is,",
      "es": "Sin embargo, por más difícil que sea esto que estamos viviendo,"
    }
  },
  {
    "translation": {
      "en": "there's one thing that will not change.",
      "es": "hay una cosa que no cambiará."
    }
  },
  {
    "translation": {
      "en": "Our commitment to the scientific exploration of space.",
      "es": "Nuestro compromiso con la exploración científica del espacio."
    }
  },
  {
    "translation": {
      "en": "The coolest thing of the decade, possibly the century, is about to happen.",
      "es": "Está por suceder lo más genial de la década, tal vez del siglo."
    }
  },
  {
    "translation": {
      "en": "The successor to the Hubble,",
      "es": "El sucesor del Hubble,"
    }
  },
  {
    "translation": {
      "en": "three times as large and way more technologically advanced,",
      "es": "tres veces más grande y más avanzado tecnológicamente,"
    }
  },
  {
    "translation": {
      "en": "is about to be launched. I'm going to start crying.",
      "es": "está por lanzarse. Voy a llorar."
    }
  },
  {
    "translation": {
      "en": "Feliz Navidad. I got up at 4:50 a.m. this morning",
      "es": "Feliz Navidad. Esta mañana, me levanté a las 4:50"
    }
  },
  {
    "translation": {
      "en": "to watch the JWST launch.",
      "es": "para ver el lanzamiento del TEJW."
    }
  },
  {
    "translation": {
      "en": "Just praying to all the science gods that everything goes without a hitch,",
      "es": "Rezo a todos los dioses de la ciencia para que todo salga perfecto"
    }
  },
  {
    "translation": {
      "en": "and that in six months, we'll be able to get this wonderful data.",
      "es": "y que, en seis meses, tengamos información maravillosa."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, everyone.",
      "es": "Feliz Navidad a todos."
    }
  },
  {
    "translation": {
      "en": "From the Jupiter Control Center here in Kourou, French Guiana,",
      "es": "Desde el Centro de Control Jupiter aquí, en Kourou, Guayana Francesa,"
    }
  },
  {
    "translation": {
      "en": "you are looking live at an Ariane 5 rocket on its launchpad,",
      "es": "estamos viendo en vivo un cohete Ariane 5 en su plataforma de lanzamiento,"
    }
  },
  {
    "translation": {
      "en": "ready to send the James Webb Space Telescope",
      "es": "listo para enviar al Telescopio Espacial James Webb"
    }
  },
  {
    "translation": {
      "en": "on the initial phase of its journey.",
      "es": "en la fase inicial de su viaje."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands of scientists are watching this launch right now.",
      "es": "Decenas de miles de científicos están observando este lanzamiento."
    }
  },
  {
    "translation": {
      "en": "Their entire future depends on the success of that launch.",
      "es": "Todo su futuro depende del éxito que tenga."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas! We're here and ready to watch the James Webb Space Telescope launch.",
      "es": "¡Feliz Navidad! Estamos listos para ver el lanzamiento del telescopio James Webb."
    }
  },
  {
    "translation": {
      "en": "Right now, we have a green board, no issues as the countdown proceeds.",
      "es": "En este momento, no hay problemas a medida que avanza la cuenta regresiva."
    }
  },
  {
    "translation": {
      "en": "No issues again being tracked by the flight control team here in Kourou.",
      "es": "Sin problemas de rastreo para el equipo de control de vuelo aquí, en Kourou."
    }
  },
  {
    "translation": {
      "en": "I'm not a very superstitious man,",
      "es": "No soy muy supersticioso,"
    }
  },
  {
    "translation": {
      "en": "but I am going to take three, uh-- three lucky charms with me today.",
      "es": "pero hoy me llevaré tres amuletos."
    }
  },
  {
    "translation": {
      "en": "I have my old man's taxi license.",
      "es": "La licencia de taxi de mi padre,"
    }
  },
  {
    "translation": {
      "en": "I have my grandfather Menzel's bow tie",
      "es": "la corbata de moño de mi abuelo Menzel"
    }
  },
  {
    "translation": {
      "en": "and my grandfather DeLeo's logbook from his, uh-- when he was a private pilot.",
      "es": "y la bitácora de mi abuelo DeLeo de cuando era piloto privado."
    }
  },
  {
    "translation": {
      "en": "It's all looking very good here at the spaceport",
      "es": "Todo se ve muy bien aquí, en el puerto espacial,"
    }
  },
  {
    "translation": {
      "en": "for a Christmas Day launch.",
      "es": "para este lanzamiento de Navidad."
    }
  },
  {
    "translation": {
      "en": "Operations running smoothly, the countdown ticking over nicely,",
      "es": "Las operaciones funcionan normalmente y la cuenta regresiva avanza bien."
    }
  },
  {
    "translation": {
      "en": "all the systems are green, and we are go for launch.",
      "es": "Los sistemas están listos. Preparados para el lanzamiento."
    }
  },
  {
    "translation": {
      "en": "The weather is go.",
      "es": "El clima es óptimo."
    }
  },
  {
    "translation": {
      "en": "NASA officials carefully, uh, watching, uh, the telemetry,",
      "es": "Los agentes de la NASA observan atentamente la telemetría"
    }
  },
  {
    "translation": {
      "en": "standing by for terminal count.",
      "es": "y esperan el conteo de la terminal."
    }
  },
  {
    "translation": {
      "en": "Ten, nine, eight…",
      "es": "Diez, nueve, ocho…"
    }
  },
  {
    "translation": {
      "en": "Seven, six, five,",
      "es": "Siete, seis, cinco,"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one…",
      "es": "cuatro, tres, dos, uno…"
    }
  },
  {
    "translation": {
      "en": "ESC shutdown.",
      "es": "Apagado del sistema."
    }
  },
  {
    "translation": {
      "en": "All onboard parameters are normal.",
      "es": "Parámetros a bordo, normales."
    }
  },
  {
    "translation": {
      "en": "And we're about 17 seconds away from Webb separation.",
      "es": "Estamos a 17 segundos de la separación del Webb."
    }
  },
  {
    "translation": {
      "en": "Springs will gently push Webb away from the upper stage of the Ariane 5.",
      "es": "Los resortes separarán al Webb de la parte superior del Ariane 5."
    }
  },
  {
    "translation": {
      "en": "Separation of the Webb Telescope.",
      "es": "Separación del Telescopio Webb."
    }
  },
  {
    "translation": {
      "en": "- Go, Webb! -",
      "es": "¡Vamos, Webb!"
    }
  },
  {
    "translation": {
      "en": "- Thank you. Yes! - Congratulations, eh? My gosh.",
      "es": "- Gracias. ¡Sí! - Felicitaciones."
    }
  },
  {
    "translation": {
      "en": "We do have confirmation of observatory separation,",
      "es": "Tenemos la confirmación de la separación del observatorio"
    }
  },
  {
    "translation": {
      "en": "that will lead, uh, to the deployment of Webb's solar array.",
      "es": "a la que le seguirá el despliegue del panel solar del Webb."
    }
  },
  {
    "translation": {
      "en": "Webb will remain on internal battery power until its singular solar array unfurls.",
      "es": "El Webb funcionará con la batería interna hasta que se despliegue su matriz solar."
    }
  },
  {
    "translation": {
      "en": "Webb now, uh, has its array out, confirmation that it is power positive.",
      "es": "Ya se desplegó la matriz, lo cual confirma que tiene potencia."
    }
  },
  {
    "translation": {
      "en": "- Solar array is out. -",
      "es": "Se abrió la matriz."
    }
  },
  {
    "translation": {
      "en": "All right! All right!",
      "es": "¡Muy bien!"
    }
  },
  {
    "translation": {
      "en": "Now we're talking!",
      "es": "¡Ahora sí! ¡Eso es!"
    }
  },
  {
    "translation": {
      "en": "As it moves to its workplace about a million miles away from Earth,",
      "es": "Mientras se acerca a su lugar de trabajo, a un millón de kilómetros de la Tierra,"
    }
  },
  {
    "translation": {
      "en": "it will be deployed by the telescope controllers",
      "es": "los controles del telescopio lo desplegarán"
    }
  },
  {
    "translation": {
      "en": "at the Mission Operations Center, the MOC, as it's called.",
      "es": "en el Centro de Operaciones de Misión, o MOC, por sus siglas en inglés."
    }
  },
  {
    "translation": {
      "en": "Over the next few weeks, Webb will continue deploying",
      "es": "En las próximas semanas, El Webb seguirá desplegando sus antenas, parasoles y espejos."
    }
  },
  {
    "translation": {
      "en": "its antennas, sunshield, and mirrors.",
      "es": "El Webb seguirá desplegando sus antenas, parasoles y espejos."
    }
  },
  {
    "translation": {
      "en": "Each procedure, a critical and complicated step",
      "es": "Cada proceso es un paso crítico complicado"
    }
  },
  {
    "translation": {
      "en": "to fully assemble the seven- ton telescope.",
      "es": "para armar el telescopio de siete toneladas."
    }
  },
  {
    "translation": {
      "en": "The Webb Telescope is created by some of the brightest minds in the world,",
      "es": "Algunas de las mentes más brillantes crearon el Telescopio Webb."
    }
  },
  {
    "translation": {
      "en": "and all of them are gonna be watching at the edge of their seat.",
      "es": "Todas van a estar observando esto con mucha ansiedad."
    }
  },
  {
    "translation": {
      "en": "Anything goes wrong at any point,",
      "es": "Si algo sale mal en cualquier momento,"
    }
  },
  {
    "translation": {
      "en": "there's basically nothing humankind can actually do about it.",
      "es": "no hay nada que la humanidad pueda hacer al respecto."
    }
  },
  {
    "translation": {
      "en": "Everybody's congratulating people here about the launch,",
      "es": "Todos nos felicitan por el lanzamiento,"
    }
  },
  {
    "translation": {
      "en": "and we're all-- we're all very happy for the congratulations.",
      "es": "y estamos muy felices por eso,"
    }
  },
  {
    "translation": {
      "en": "But we all know that, you know, the hard stuff is yet to come.",
      "es": "pero sabemos que aún no pasó lo más difícil."
    }
  },
  {
    "translation": {
      "en": "Deploying this telescope is like rebuilding an IKEA desk",
      "es": "Desplegar este telescopio es como armar un escritorio,"
    }
  },
  {
    "translation": {
      "en": "from a million miles away, robotically.",
      "es": "robóticamente, a un millón de kilómetros de distancia."
    }
  },
  {
    "translation": {
      "en": "Webb's going about a mile a second.",
      "es": "El Webb va a 1.5 km por segundo."
    }
  },
  {
    "translation": {
      "en": "We'll be passing lunar orbit pretty soon,",
      "es": "Pronto pasará la órbita lunar,"
    }
  },
  {
    "translation": {
      "en": "so we're close to 230,000 miles away from us right now.",
      "es": "así que está a unos 370 000 km en este momento."
    }
  },
  {
    "translation": {
      "en": "Webb is traveling to the L2 point,",
      "es": "El Webb está viajando al punto L2,"
    }
  },
  {
    "translation": {
      "en": "a million miles away from the Earth.",
      "es": "a un millón y medio de kilómetros de la Tierra."
    }
  },
  {
    "translation": {
      "en": "If you're here on the Earth and want to see faint stars,",
      "es": "Si quieres ver estrellas leves,"
    }
  },
  {
    "translation": {
      "en": "you don't look at them from the city, you go out to the country.",
      "es": "no las miras desde la ciudad, vas al campo."
    }
  },
  {
    "translation": {
      "en": "So going out to L2, for us, represents going out to the country.",
      "es": "Para nosotros, ir a L2 es como ir al campo."
    }
  },
  {
    "translation": {
      "en": "And it's a place where the gravity of the Sun and the gravity of the Earth can combine",
      "es": "Es un lugar donde la gravedad del Sol y la de la Tierra pueden juntarse"
    }
  },
  {
    "translation": {
      "en": "to form a stable orbit around the Sun.",
      "es": "para formar una órbita estable alrededor del Sol."
    }
  },
  {
    "translation": {
      "en": "It took the Apollo astronauts roughly three days",
      "es": "Los astronautas del Apolo tardaron unos tres días"
    }
  },
  {
    "translation": {
      "en": "to go from the Earth to the Moon.",
      "es": "en ir de la Tierra a la Luna."
    }
  },
  {
    "translation": {
      "en": "To get out to the L2 point, it takes us about 30 days.",
      "es": "Llegar al punto L2 nos lleva unos 30 días."
    }
  },
  {
    "translation": {
      "en": "And on its way out there, we're deploying.",
      "es": "En su camino, se despliega."
    }
  },
  {
    "translation": {
      "en": "This is my first deployment. I feel nervous.",
      "es": "Este es mi primer despliegue. Estoy nerviosa."
    }
  },
  {
    "translation": {
      "en": "Especially with this mission. It can't be serviced, right?",
      "es": "Sobre todo, con esta misión. No se puede trabajar físicamente,"
    }
  },
  {
    "translation": {
      "en": "So any problems that arise, any challenges, we have to take them head- on.",
      "es": "así que cualquier problema o desafío que surja, hay que afrontarlo."
    }
  },
  {
    "translation": {
      "en": "There are hundreds of us working, uh, in the Mission Operations Center around the clock,",
      "es": "Cientos de nosotros trabajamos sin parar en el Centro de Operaciones de Misión."
    }
  },
  {
    "translation": {
      "en": "especially the flight operations team.",
      "es": "Sobre todo, el equipo de operaciones de vuelo."
    }
  },
  {
    "translation": {
      "en": "We're able to communicate with the telescope via this Mission Operations Center.",
      "es": "Podemos comunicarnos con el telescopio por el Centro de Operaciones de Misión."
    }
  },
  {
    "translation": {
      "en": "We send commands to the telescope, or blocks of code,",
      "es": "Enviamos órdenes o bloques de código al telescopio"
    }
  },
  {
    "translation": {
      "en": "to tell it what to do, what activity to perform.",
      "es": "para decirle qué actividad realizar."
    }
  },
  {
    "translation": {
      "en": "We can't actually see the telescope in space, it's too far,",
      "es": "No podemos ver el telescopio en el espacio, está muy lejos."
    }
  },
  {
    "translation": {
      "en": "so we have a tool that's an animated model of the telescope,",
      "es": "Tenemos una herramienta, un modelo animado del telescopio,"
    }
  },
  {
    "translation": {
      "en": "where we can see the telescope unfolding.",
      "es": "donde podemos verlo desplegándose."
    }
  },
  {
    "translation": {
      "en": "As a woman, being Latina,",
      "es": "En esto, al ser mujer y latina,"
    }
  },
  {
    "translation": {
      "en": "it makes me a unicorn in this industry.",
      "es": "soy como un unicornio en esta industria."
    }
  },
  {
    "translation": {
      "en": "And I didn't have anyone like me to look up to in this space.",
      "es": "No tenía un modelo a quien admirar en este espacio."
    }
  },
  {
    "translation": {
      "en": "I got my NASA badge when I was 19 years old.",
      "es": "Me dieron la placa de la NASA cuando tenía 19 años."
    }
  },
  {
    "translation": {
      "en": "I didn't expect to get there that fast, to such a big and prestigious place.",
      "es": "No esperaba llegar así de pronto a un lugar tan grande y prestigioso."
    }
  },
  {
    "translation": {
      "en": "But as soon as I got there, I knew I was going to make my mark.",
      "es": "Pero apenas entré, supe que iba a dejar mi marca."
    }
  },
  {
    "translation": {
      "en": "I develop code and procedures for the deployment system.",
      "es": "Desarrollo códigos y procedimientos para el sistema de despliegue."
    }
  },
  {
    "translation": {
      "en": "No matter what activity we're performing on orbit,",
      "es": "No importa qué actividad hagamos en órbita,"
    }
  },
  {
    "translation": {
      "en": "all of those systems combined have to function and flow as one.",
      "es": "todos esos sistemas juntos deben funcionar y fluir como uno solo."
    }
  },
  {
    "translation": {
      "en": "Dep OC, that CR is pulled up. You have first command during the window.",
      "es": "Ya está abierto. Procedan con la primera orden."
    }
  },
  {
    "translation": {
      "en": "Proceed. We are good to go.",
      "es": "Adelante. Estamos listos."
    }
  },
  {
    "translation": {
      "en": "Copy that. Code execute.",
      "es": "Copiado. Ejecutar código."
    }
  },
  {
    "translation": {
      "en": "The command line looks good. You're a go to execute.",
      "es": "La línea de comando se ve bien. Pueden ejecutar."
    }
  },
  {
    "translation": {
      "en": "Execute.",
      "es": "Ejecutar."
    }
  },
  {
    "translation": {
      "en": "Most of the single point failures reside in the sunshield.",
      "es": "La mayoría de los puntos individuales de falla están en el parasol."
    }
  },
  {
    "translation": {
      "en": "- If these mechanisms don't release… - …that's a bad day.",
      "es": "Si estos mecanismos no liberan, será un mal día."
    }
  },
  {
    "translation": {
      "en": "Okay, Dep Lead, your motor has moved to the hold state.",
      "es": "Bien, subjefa, el motor está en modo de espera."
    }
  },
  {
    "translation": {
      "en": "- And you're go to continue. - Executing.",
      "es": "- Ya puede continuar. - Ejecutando."
    }
  },
  {
    "translation": {
      "en": "Copy that, boss. I am happy with that move.",
      "es": "Copiado. Me parece bien ese movimiento."
    }
  },
  {
    "translation": {
      "en": "Continue.",
      "es": "Continúe."
    }
  },
  {
    "translation": {
      "en": "No matter how many tests you do, just like a parachute,",
      "es": "No importa cuántas pruebas hagas. Como un paracaídas,"
    }
  },
  {
    "translation": {
      "en": "it's only going to be as good as the last time you fold it.",
      "es": "será tan bueno como la última vez que se plegó."
    }
  },
  {
    "translation": {
      "en": "And you're never gonna know how good that is",
      "es": "Y nunca sabes cuán bien está"
    }
  },
  {
    "translation": {
      "en": "until you jump out of the plane and pull the rip cord.",
      "es": "hasta que saltas del avión y tiras la cuerda."
    }
  },
  {
    "translation": {
      "en": "Go to proceed onto step 031 for the group six.",
      "es": "Podemos seguir con el paso 031 para el grupo seis."
    }
  },
  {
    "translation": {
      "en": "Copy. On the wing.",
      "es": "Copiado. En el ala."
    }
  },
  {
    "translation": {
      "en": "And OC, that looks good. You are go to continue.",
      "es": "Se ve bien. Pueden continuar."
    }
  },
  {
    "translation": {
      "en": "Good to go. Proceed. Go ahead and continue with a go.",
      "es": "Bien. Seguimos. Confirmado el avance."
    }
  },
  {
    "translation": {
      "en": "Proc looks good. You're go to execute.",
      "es": "El proceso se ve bien. Pueden ejecutar."
    }
  },
  {
    "translation": {
      "en": "Executing.",
      "es": "Ejecutando."
    }
  },
  {
    "translation": {
      "en": "You are go to fire.",
      "es": "Pueden activar."
    }
  },
  {
    "translation": {
      "en": "Good to go. Let's see how they both fire.",
      "es": "Bien, veamos cómo se activan los dos."
    }
  },
  {
    "translation": {
      "en": "And OC, you are go to execute deploy.",
      "es": "Ya pueden ejecutar el despliegue."
    }
  },
  {
    "translation": {
      "en": "Execute.",
      "es": "Ejecutando."
    }
  },
  {
    "translation": {
      "en": "I can confirm that all five layers of the sunshield are fully tensioned.",
      "es": "Puedo confirmar que las cinco capas del parasol están completamente tensadas."
    }
  },
  {
    "translation": {
      "en": "All right!",
      "es": "¡Excelente!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Dep Lead.",
      "es": "Gracias, subjefa."
    }
  },
  {
    "translation": {
      "en": "Significant milestone accomplished. Job well done, sunshield team.",
      "es": "Es un hito importante. Bien hecho, equipo de protección solar. Bien hecho."
    }
  },
  {
    "translation": {
      "en": "Job well done.",
      "es": "Bien hecho, equipo de protección solar. Bien hecho."
    }
  },
  {
    "translation": {
      "en": "All right, congratulations, everybody. Congratulations.",
      "es": "Bien, felicitaciones a todos. Los felicito."
    }
  },
  {
    "translation": {
      "en": "It was a good day. You know, it was hard-- hard to predict, and there it is.",
      "es": "Fue un buen día. Era difícil de predecir, pero ya está."
    }
  },
  {
    "translation": {
      "en": "Cooling the telescope, just the way it should. It is a beautiful thing.",
      "es": "Se enfría el telescopio, como debería ser. Es hermoso."
    }
  },
  {
    "translation": {
      "en": "As of right now, we, uh-- we have eliminated 266",
      "es": "Hasta ahora, eliminamos 266"
    }
  },
  {
    "translation": {
      "en": "of the 344 single point failures.",
      "es": "de los 344 puntos individuales de falla."
    }
  },
  {
    "translation": {
      "en": "They can't fail because they're no longer needed, they worked.",
      "es": "Ya no pueden fallar porque funcionó todo."
    }
  },
  {
    "translation": {
      "en": "But you got to maintain the sense of caution,",
      "es": "Pero hay que seguir siendo cautos"
    }
  },
  {
    "translation": {
      "en": "because there's still some stuff to go.",
      "es": "porque aún quedan cosas por hacer."
    }
  },
  {
    "translation": {
      "en": "- Morning, Thomas. - Hey, everybody.",
      "es": "- Buen día, Thomas. - Hola."
    }
  },
  {
    "translation": {
      "en": "- Morning. - Good morning.",
      "es": "Buenos días."
    }
  },
  {
    "translation": {
      "en": "Good to see you.",
      "es": "Me alegra verte."
    }
  },
  {
    "translation": {
      "en": "Stations at Madrid are green and standing by for handover.",
      "es": "Las estaciones de Madrid están listas para el mando."
    }
  },
  {
    "translation": {
      "en": "And OC, Dep Ops on ops.",
      "es": "Operaciones está listo."
    }
  },
  {
    "translation": {
      "en": "Dep Lead has verified those parameters. We are go with the motor move.",
      "es": "El subjefe verificó los parámetros. Adelante con mover el motor."
    }
  },
  {
    "translation": {
      "en": "If the wings of the primary mirror didn't latch,",
      "es": "Si las alas del espejo principal no encajaran,"
    }
  },
  {
    "translation": {
      "en": "they would actually vibrate in ways that we didn't want them to.",
      "es": "vibrarían de maneras que no querríamos."
    }
  },
  {
    "translation": {
      "en": "And that vibration would actually show up as a blurring of the image.",
      "es": "Y esa vibración se podría ver como una imagen borrosa."
    }
  },
  {
    "translation": {
      "en": "We have reached our full preload, so at this time…",
      "es": "Llegamos a la precarga completa,"
    }
  },
  {
    "translation": {
      "en": "- Oh, wow, that's it. - …we are go to proceed onto step 046",
      "es": "así que ahora vamos a seguir con el paso 046"
    }
  },
  {
    "translation": {
      "en": "to enable and activate SCS- 256.",
      "es": "para habilitar y activar SCS-256."
    }
  },
  {
    "translation": {
      "en": "Dep Ops, this is Dep Lead on deployment, and those parameters look good.",
      "es": "Operaciones, el subjefe en el despliegue. Los parámetros están bien."
    }
  },
  {
    "translation": {
      "en": "Copy, proceeding with motor move.",
      "es": "Copiado. Adelante con el motor."
    }
  },
  {
    "translation": {
      "en": "Come on, ball. Pitch it in there.",
      "es": "Vamos. Ponlo ahí."
    }
  },
  {
    "translation": {
      "en": "- Look, it's starting to come out. - You can see it moving. Yeah.",
      "es": "- Mira, empieza a salir. - Se ve que se mueve."
    }
  },
  {
    "translation": {
      "en": "All right, we're almost halfway there at 54.",
      "es": "Muy bien, ya casi llegamos a la mitad en 54."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "es": "Miren eso."
    }
  },
  {
    "translation": {
      "en": "- It's coming in. - Yeah. Keep going.",
      "es": "- Está entrando. - Sí. Sigue."
    }
  },
  {
    "translation": {
      "en": "- Ninety- five now. Ninety- six. - Yeah.",
      "es": "- Noventa y cinco. Noventa y seis. - Sí."
    }
  },
  {
    "translation": {
      "en": "- There we go! - Alright.",
      "es": "- ¡Eso es! - Sí."
    }
  },
  {
    "translation": {
      "en": "Four…",
      "es": "Cuatro…"
    }
  },
  {
    "translation": {
      "en": "three, two, one.",
      "es": "tres, dos, uno."
    }
  },
  {
    "translation": {
      "en": "And we have a fully deployed JWST observatory.",
      "es": "El observatorio del TEJW está completamente desplegado."
    }
  },
  {
    "translation": {
      "en": "- Whoo- hoo! - Primary mirror.",
      "es": "El espejo principal."
    }
  },
  {
    "translation": {
      "en": "- We're there! - That sure looks beautiful.",
      "es": "- ¡Ya está! - Se ve hermoso."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "God Almighty.",
      "es": "Por Dios."
    }
  },
  {
    "translation": {
      "en": "How hard was that?",
      "es": "Fue facilísimo, ¿no?"
    }
  },
  {
    "translation": {
      "en": "- I was looking for you, first. -",
      "es": "Te estaba buscando a ti primero."
    }
  },
  {
    "translation": {
      "en": "Talk to me. How are you feeling?",
      "es": "Dime, ¿cómo te sientes?"
    }
  },
  {
    "translation": {
      "en": "How the record is, it's been going smoother than we ever thought.",
      "es": "Por los registros, estuvo avanzando mejor de lo que esperábamos."
    }
  },
  {
    "translation": {
      "en": "So to actually see it-- see it come together the way it did was beautiful.",
      "es": "Así que verlo armarse así fue hermoso."
    }
  },
  {
    "translation": {
      "en": "Everything went so smoothly, just really exciting.",
      "es": "Todo salió perfectamente, fue muy emocionante."
    }
  },
  {
    "translation": {
      "en": "Wanted to pop some champagne, but unfortunately, I didn't have any so…",
      "es": "Quería abrir una champaña, pero, por desgracia, no tenía."
    }
  },
  {
    "translation": {
      "en": "I want to tell you just how excited and emotional I am right now.",
      "es": "Quiero transmitirles lo emocionado y conmovido que estoy."
    }
  },
  {
    "translation": {
      "en": "We have a deployed telescope on orbit.",
      "es": "Tenemos un telescopio desplegado en órbita."
    }
  },
  {
    "translation": {
      "en": "I personally appreciate your sacrifice",
      "es": "Por mi parte, agradezco el sacrificio"
    }
  },
  {
    "translation": {
      "en": "that you've given to this magnificent telescope,",
      "es": "que han hecho por este telescopio magnífico,"
    }
  },
  {
    "translation": {
      "en": "the likes of which the world has never seen.",
      "es": "un modelo nunca antes visto."
    }
  },
  {
    "translation": {
      "en": "So how does it feel to make history, everybody?",
      "es": "¿Qué se siente hacer historia?"
    }
  },
  {
    "translation": {
      "en": "It feels awesome!",
      "es": "¡Es impresionante!"
    }
  },
  {
    "translation": {
      "en": "JWST has completed all of its major deployments.",
      "es": "El TEJW completó todos sus despliegues más importantes."
    }
  },
  {
    "translation": {
      "en": "Things are going spectacular.",
      "es": "Las cosas van espectacularmente."
    }
  },
  {
    "translation": {
      "en": "We have the biggest, most complex observatory",
      "es": "Tenemos el observatorio más grande y complejo"
    }
  },
  {
    "translation": {
      "en": "we've ever sent to space, and we can expect some awesome images.",
      "es": "que hemos enviado al espacio y tendremos imágenes asombrosas."
    }
  },
  {
    "translation": {
      "en": "Y'all, we did it!",
      "es": "¡Sí, lo hicimos!"
    }
  },
  {
    "translation": {
      "en": "It's hard to conceptualize what those first images will be.",
      "es": "Es difícil imaginar cómo serán esas primeras imágenes."
    }
  },
  {
    "translation": {
      "en": "I study how galaxies change over time,",
      "es": "Estudio cómo cambian las galaxias con el tiempo,"
    }
  },
  {
    "translation": {
      "en": "so I'm interested in how stars form in galaxies,",
      "es": "así que me interesa cómo se forman las estrellas en las galaxias"
    }
  },
  {
    "translation": {
      "en": "and how black holes form, and how those processes change over time.",
      "es": "y los agujeros negros y cómo cambian esos procesos con el tiempo."
    }
  },
  {
    "translation": {
      "en": "So, I am most excited for the deep field images.",
      "es": "Estoy muy ansiosa por las imágenes de campo profundo."
    }
  },
  {
    "translation": {
      "en": "It's in these deep fields that we will be able to see the most distant galaxies.",
      "es": "En estos campos profundos podremos ver las galaxias más lejanas."
    }
  },
  {
    "translation": {
      "en": "But it's about a million miles from Earth,",
      "es": "Pero está a un millón y medio de kilómetros,"
    }
  },
  {
    "translation": {
      "en": "and there is definitely still a lot that could go wrong.",
      "es": "y aún hay muchas cosas que podrían salir mal."
    }
  },
  {
    "translation": {
      "en": "There always is.",
      "es": "Siempre hay."
    }
  },
  {
    "translation": {
      "en": "There are still 49 single point failure items that never go away.",
      "es": "Aún hay 49 puntos individuales de falla que nunca desaparecen."
    }
  },
  {
    "translation": {
      "en": "And if any of those single point failure items fails,",
      "es": "Si sucede alguno de esos puntos,"
    }
  },
  {
    "translation": {
      "en": "we can lose the mission.",
      "es": "podríamos perder la misión."
    }
  },
  {
    "translation": {
      "en": "An embarrassingly blurred Hubble Telescope.",
      "es": "Un Telescopio Hubble vergonzosamente borroso."
    }
  },
  {
    "translation": {
      "en": "One of the telescope's two mirrors is thought to be defective,",
      "es": "Creen que uno de los dos espejos del telescopio está defectuoso."
    }
  },
  {
    "translation": {
      "en": "blurring its images.",
      "es": "Las imágenes quedan borrosas."
    }
  },
  {
    "translation": {
      "en": "The Hubble Space Telescope, we turn it on, it was out of focus.",
      "es": "El Telescopio Espacial Hubble estaba desenfocado al encenderlo."
    }
  },
  {
    "translation": {
      "en": "The primary mirror, the focal length was wrong.",
      "es": "En el espejo principal, la distancia focal estaba mal."
    }
  },
  {
    "translation": {
      "en": "It was a disaster for many scientists that had counted on these images.",
      "es": "Fue un desastre para muchos científicos que contaban con las imágenes."
    }
  },
  {
    "translation": {
      "en": "To the astronomers working on it at the time, I can't imagine what--",
      "es": "No puedo imaginar para los astrónomos en ese momento"
    }
  },
  {
    "translation": {
      "en": "what a letdown that was.",
      "es": "la decepción que fue eso."
    }
  },
  {
    "translation": {
      "en": "It was bad, you know? Even for me as a kid, I remember. Like, Oh, no!",
      "es": "Fue espantoso. Incluso para mí, que era niña. Recuerdo decir: ¡No!."
    }
  },
  {
    "translation": {
      "en": "Jeff, you'll have your hands full. You might wanna go ahead and put your helmet lights on.",
      "es": "Jeff, tienes mucho que hacer. Mejor, enciende las luces de tu casco."
    }
  },
  {
    "translation": {
      "en": "Good idea.",
      "es": "Buena idea."
    }
  },
  {
    "translation": {
      "en": "Astronauts went up there and included a little optical piece.",
      "es": "Enviaron a astronautas que incluyeron una pequeña pieza óptica."
    }
  },
  {
    "translation": {
      "en": "Almost a little-- Like, glasses, right, that fixed that focal length.",
      "es": "Casi como anteojos diminutos que arreglaron la distancia focal."
    }
  },
  {
    "translation": {
      "en": "- One bright pixel. - Right there!",
      "es": "- Un píxel brillante. - ¡Ahí!"
    }
  },
  {
    "translation": {
      "en": "There, there, there.",
      "es": "Ahí."
    }
  },
  {
    "translation": {
      "en": "- We can see the pixels. - We did it!",
      "es": "- Vemos los píxeles. - ¡Lo logramos!"
    }
  },
  {
    "translation": {
      "en": "The hard part about Webb,",
      "es": "Lo complicado del Webb"
    }
  },
  {
    "translation": {
      "en": "it's too far away.",
      "es": "es que está muy lejos."
    }
  },
  {
    "translation": {
      "en": "If there's any problem, we cannot send astronauts to fix it.",
      "es": "Si hay algún problema, no podemos enviar astronautas para arreglarlo."
    }
  },
  {
    "translation": {
      "en": "We'll align the telescope.",
      "es": "Alinearemos el telescopio."
    }
  },
  {
    "translation": {
      "en": "Essentially, refocusing it.",
      "es": "Básicamente, lo reenfocaremos."
    }
  },
  {
    "translation": {
      "en": "That's a complicated process.",
      "es": "Es un proceso complicado."
    }
  },
  {
    "translation": {
      "en": "The ghost of Hubble definitely haunts this team and has for decades.",
      "es": "El fantasma del Hubble persigue a este equipo desde hace décadas."
    }
  },
  {
    "translation": {
      "en": "Many of my mentors were involved in Hubble.",
      "es": "Muchos de mis mentores trabajaron en el Hubble."
    }
  },
  {
    "translation": {
      "en": "They all warned me about what that bad day is like.",
      "es": "Todos me contaron sobre cómo fue ese mal día."
    }
  },
  {
    "translation": {
      "en": "That it's public, it's visible, it's ugly, and you don't want to live through that.",
      "es": "Es público, visible y espantoso. Uno no quiere pasar por eso."
    }
  },
  {
    "translation": {
      "en": "So over the last few hours, we have taken a bunch of calibration data",
      "es": "En las últimas horas, tomamos muchos datos de calibrado"
    }
  },
  {
    "translation": {
      "en": "to measure the state of the telescope.",
      "es": "para medir el estado del telescopio."
    }
  },
  {
    "translation": {
      "en": "Literally none of us have looked at this yet.",
      "es": "Nadie ha visto esto todavía."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "es": "Ahí va."
    }
  },
  {
    "translation": {
      "en": "Galaxies all over.",
      "es": "Galaxias por todos lados."
    }
  },
  {
    "translation": {
      "en": "Galaxies.",
      "es": "Galaxias."
    }
  },
  {
    "translation": {
      "en": "There are a lot more galaxies than there are stars.",
      "es": "Hay muchas más galaxias que estrellas."
    }
  },
  {
    "translation": {
      "en": "It is just gorgeous and sharp.",
      "es": "Se ve hermoso y nítido."
    }
  },
  {
    "translation": {
      "en": "This is how it's supposed to be.",
      "es": "Así es como tiene que ser."
    }
  },
  {
    "translation": {
      "en": "Six months after the most powerful telescope ever made launched into space,",
      "es": "Seis meses después de que se lanzara al espacio el telescopio más poderoso,"
    }
  },
  {
    "translation": {
      "en": "the team inside the Webb Space Telescope's flight control room is preparing",
      "es": "el equipo de control de vuelo del Telescopio Webb se prepara"
    }
  },
  {
    "translation": {
      "en": "to reveal what astronomers all over the world have been waiting for for decades,",
      "es": "para mostrar lo que los astrónomos de todo el mundo llevan décadas esperando:"
    }
  },
  {
    "translation": {
      "en": "the telescope's first full- color images.",
      "es": "las primeras imágenes a color del telescopio."
    }
  },
  {
    "translation": {
      "en": "You think this is, like, the best, sort of, orientation for this… - For this grouping? - Yeah, you know…",
      "es": "¿Crees que esta sea la mejor orientación para este grupo?"
    }
  },
  {
    "translation": {
      "en": "I've tried different rotations,",
      "es": "Probé diferentes rotaciones,"
    }
  },
  {
    "translation": {
      "en": "but because it is, like, basically a square, - we can do whatever we want. - Yeah.",
      "es": "pero, como es un cuadrado, podemos hacer lo que queramos."
    }
  },
  {
    "translation": {
      "en": "That infrared information is giving us so much more detail",
      "es": "Esa información infrarroja nos da muchos más detalles"
    }
  },
  {
    "translation": {
      "en": "than we could get with the Hubble in the visible.",
      "es": "de los que podríamos obtener con el Hubble."
    }
  },
  {
    "translation": {
      "en": "But to actually see it,",
      "es": "Pero podemos verlo."
    }
  },
  {
    "translation": {
      "en": "and you're like, There's just no… There's no doubting it now.",
      "es": "Realmente, no te queda duda alguna."
    }
  },
  {
    "translation": {
      "en": "The raw material we get from the telescope",
      "es": "Las imágenes en crudo que nos da el telescopio"
    }
  },
  {
    "translation": {
      "en": "starts out as a black- and- white image.",
      "es": "comienzan en blanco y negro."
    }
  },
  {
    "translation": {
      "en": "Then I dive down into the pixels and make the color image pop as much as possible.",
      "es": "Luego ahondo en los píxeles y hago que el color se resalte todo lo posible."
    }
  },
  {
    "translation": {
      "en": "Because really, the-- the job is trying to unearth",
      "es": "Porque, en realidad, el trabajo es tratar de descubrir"
    }
  },
  {
    "translation": {
      "en": "the-- the richness and the complexity of the data",
      "es": "la riqueza y complejidad de los datos sin cambiar los propios datos."
    }
  },
  {
    "translation": {
      "en": "without changing anything in the data. It's all there.",
      "es": "la riqueza y complejidad de los datos sin cambiar los propios datos. Está todo ahí. El universo está en la oscuridad y tenemos que mostrarlo."
    }
  },
  {
    "translation": {
      "en": "The universe is, sort of, hiding in the darkness, and we have to bring it out.",
      "es": "Está todo ahí. El universo está en la oscuridad y tenemos que mostrarlo."
    }
  },
  {
    "translation": {
      "en": "The colors in the image are really important. They have astrophysical meaning.",
      "es": "Los colores son importantes. Tienen relevancia astrofísica."
    }
  },
  {
    "translation": {
      "en": "We work with the scientists directly on this",
      "es": "Trabajamos directamente con los científicos,"
    }
  },
  {
    "translation": {
      "en": "and-- and get their take on what they're seeing in these images.",
      "es": "que opinan sobre lo que ven en estas imágenes."
    }
  },
  {
    "translation": {
      "en": "This is the red channel of the image, although it's black and white. This is--",
      "es": "Este es el canal rojo de la imagen, aunque está en blanco y negro."
    }
  },
  {
    "translation": {
      "en": "When I combine everything in color, this will be red.",
      "es": "Cuando llegue a los colores, será rojo."
    }
  },
  {
    "translation": {
      "en": "And so every distant galaxy in here, all these faint fuzzy objects,",
      "es": "Cada galaxia lejana aquí, todos estos objetos borrosos…"
    }
  },
  {
    "translation": {
      "en": "these are gonna be the ones that show up and really pop as red.",
      "es": "Estos se destacarán y se verán rojos."
    }
  },
  {
    "translation": {
      "en": "Then I can bring in the green channel here,",
      "es": "Luego agrego el canal verde."
    }
  },
  {
    "translation": {
      "en": "and now you're seeing, as color comes to life,",
      "es": "Ahora ven, a medida que el color aparece,"
    }
  },
  {
    "translation": {
      "en": "just red and green.",
      "es": "solo rojo y verde."
    }
  },
  {
    "translation": {
      "en": "And the greens are confined more to the, sort of, nearby galaxies, and, of course, the stars.",
      "es": "Lo verde se limita más a las galaxias cercanas y, claro, a las estrellas."
    }
  },
  {
    "translation": {
      "en": "And then, when I bring in the short wavelengths in blue,",
      "es": "Luego, cuando añado las ondas cortas en azul,"
    }
  },
  {
    "translation": {
      "en": "the image comes to life.",
      "es": "la imagen cobra vida."
    }
  },
  {
    "translation": {
      "en": "These images have been so precious. They're like our children.",
      "es": "Estas imágenes tienen mucho valor. Son como nuestros hijos."
    }
  },
  {
    "translation": {
      "en": "And, like, we've been, like, you know, nurturing them,",
      "es": "Las hemos estado alimentando"
    }
  },
  {
    "translation": {
      "en": "trying to get them ready for when they're revealed to the world.",
      "es": "y preparando para mostrarse al mundo."
    }
  },
  {
    "translation": {
      "en": "I think that's just an important moment,",
      "es": "Es un momento importante"
    }
  },
  {
    "translation": {
      "en": "because it's not just an important feat for science.",
      "es": "porque no es solo una hazaña de la ciencia,"
    }
  },
  {
    "translation": {
      "en": "I think it's-- it's an important feat for humanity.",
      "es": "es una hazaña importante para la humanidad."
    }
  },
  {
    "translation": {
      "en": "And I think it's, like, a very exciting time.",
      "es": "Creo que es un momento emocionante,"
    }
  },
  {
    "translation": {
      "en": "And to be a part of something I think is so important is just a huge honor.",
      "es": "y ser parte de algo de esta magnitud es un gran honor."
    }
  },
  {
    "translation": {
      "en": "Today, our understanding of the universe is about to get clearer.",
      "es": "Hoy nuestra comprensión del universo se va a volver más clara."
    }
  },
  {
    "translation": {
      "en": "It is. President Biden's going to unveil",
      "es": "Sí. El presidente Biden presentará"
    }
  },
  {
    "translation": {
      "en": "the much- anticipated first full- color image from NASA's Webb Space Telescope.",
      "es": "la anticipada primera imagen a todo color del Telescopio Espacial Webb de la NASA."
    }
  },
  {
    "translation": {
      "en": "I think we should start with the image the President is unveiling tonight.",
      "es": "Deberíamos comenzar con la imagen que el presidente va a presentar."
    }
  },
  {
    "translation": {
      "en": "- If that's okay? - Perfect.",
      "es": "- ¿Bien? - Perfecto."
    }
  },
  {
    "translation": {
      "en": "This is what we call Webb's first deep field.",
      "es": "Esto es lo que llamamos el primer campo profundo del Webb."
    }
  },
  {
    "translation": {
      "en": "Uh, this was the original reason for the observatory.",
      "es": "Esta fue la razón original del observatorio."
    }
  },
  {
    "translation": {
      "en": "And we think this is the deepest view of the universe so far.",
      "es": "Y creemos que es la imagen más profunda del universo hasta ahora."
    }
  },
  {
    "translation": {
      "en": "So…",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "- Please. - Wow.",
      "es": "Por favor."
    }
  },
  {
    "translation": {
      "en": "- So… - Wow.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "So the deepest Hubble images took weeks to do.",
      "es": "Las imágenes más profundas del Hubble llevaron semanas."
    }
  },
  {
    "translation": {
      "en": "We did this in a few hours.",
      "es": "Hicimos esto en unas horas."
    }
  },
  {
    "translation": {
      "en": "- What you see is a… - Beautiful.",
      "es": "- Lo que se ve… - Hermoso. …es un cúmulo enorme de galaxias."
    }
  },
  {
    "translation": {
      "en": "…is a massive galaxy cluster.",
      "es": "…es un cúmulo enorme de galaxias."
    }
  },
  {
    "translation": {
      "en": "When we look at a swirl like that, is that an entire galaxy?",
      "es": "Cuando vemos un remolino así, ¿es una galaxia entera?"
    }
  },
  {
    "translation": {
      "en": "An entire galaxy. Every point you see here, almost, is a galaxy.",
      "es": "Una galaxia entera. Casi cada punto es una galaxia."
    }
  },
  {
    "translation": {
      "en": "There's more than 7,000 in this picture.",
      "es": "Hay más de 7000 en esta foto."
    }
  },
  {
    "translation": {
      "en": "Galaxies that we did not-- - Seven thousand in this picture? - Mm- hmm.",
      "es": "- Galaxias que no… - ¿Siete mil en esta foto?"
    }
  },
  {
    "translation": {
      "en": "The size of this field is if you take a grain of sand,",
      "es": "El tamaño de este campo es como tomar un grano de arena"
    }
  },
  {
    "translation": {
      "en": "and you hold it out--",
      "es": "y sostenerlo…"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - That's the angle.",
      "es": "- Sí. - Ese es el ángulo."
    }
  },
  {
    "translation": {
      "en": "It's a tiny field in the sky.",
      "es": "Es un campo diminuto en el cielo."
    }
  },
  {
    "translation": {
      "en": "And everywhere else we have looked, the sky is filled with galaxies.",
      "es": "Y dondequiera que miramos, el cielo está lleno de galaxias."
    }
  },
  {
    "translation": {
      "en": "We see them immediately.",
      "es": "Las vemos enseguida."
    }
  },
  {
    "translation": {
      "en": "- See the little red dot there? - Yes.",
      "es": "- ¿Ve ese puntito rojo? - Sí."
    }
  },
  {
    "translation": {
      "en": "- It is the most distant one we found. - My goodness.",
      "es": "- Es la más lejana que encontramos. - Cielos."
    }
  },
  {
    "translation": {
      "en": "- That's 13.1 billion years. - Wow.",
      "es": "Está a 13.1 mil millones de años."
    }
  },
  {
    "translation": {
      "en": "We're going to show that--",
      "es": "Vamos a demostrar…"
    }
  },
  {
    "translation": {
      "en": "- The universe is 13.8 billion years old. - That's right.",
      "es": "El universo tiene 13 800 millones de años. Así es."
    }
  },
  {
    "translation": {
      "en": "When I describe this to the President, what do you want me to tell him?",
      "es": "Cuando le describa esto al presidente, ¿qué quieres que le diga?"
    }
  },
  {
    "translation": {
      "en": "What you're looking at is our own origin",
      "es": "Lo que vemos es nuestro propio origen"
    }
  },
  {
    "translation": {
      "en": "and the origin of every galaxy and star in the universe.",
      "es": "y el origen de cada galaxia y estrella en el universo."
    }
  },
  {
    "translation": {
      "en": "- That's our history, right there. - It is-- It is our whole history.",
      "es": "- Esta es nuestra historia. - Es toda nuestra historia."
    }
  },
  {
    "translation": {
      "en": "Our whole history is right there.",
      "es": "Está toda ahí."
    }
  },
  {
    "translation": {
      "en": "The more that we find this cosmos is so large,",
      "es": "Encontramos cada vez más cosas en este cosmos tan enorme."
    }
  },
  {
    "translation": {
      "en": "I want to know who I am and what I am.",
      "es": "Quiero saber quién y qué soy."
    }
  },
  {
    "translation": {
      "en": "And how do I fit in all of this?",
      "es": "Y cómo encajo yo en todo esto."
    }
  },
  {
    "translation": {
      "en": "Today is a historic day for America and all of humanity.",
      "es": "Hoy es un día histórico para Estados Unidos y toda la humanidad."
    }
  },
  {
    "translation": {
      "en": "We're gonna get a glimpse of the oldest documented light in the history of the universe",
      "es": "Tendremos un atisbo de la luz más antigua registrada en la historia del universo."
    }
  },
  {
    "translation": {
      "en": "from over 13 billion--",
      "es": "De más de 13 mil millones…"
    }
  },
  {
    "translation": {
      "en": "Let me say that again, 13 billion years ago.",
      "es": "Lo diré de nuevo. De hace 13 mil millones de años."
    }
  },
  {
    "translation": {
      "en": "It's hard to even fathom.",
      "es": "Es difícil imaginarlo."
    }
  },
  {
    "translation": {
      "en": "And now let's take a look at the very first image",
      "es": "Y ahora, veamos a la primera imagen"
    }
  },
  {
    "translation": {
      "en": "from this miraculous telescope.",
      "es": "de este telescopio milagroso."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh!",
      "es": "¡No puede ser!"
    }
  },
  {
    "translation": {
      "en": "The first image from the James Webb Space Telescope.",
      "es": "La primera imagen del Telescopio Espacial James Webb."
    }
  },
  {
    "translation": {
      "en": "And here it is.",
      "es": "Aquí está."
    }
  },
  {
    "translation": {
      "en": "Uh, galaxies to the edge of time. Oh my gosh.",
      "es": "Galaxias más allá del tiempo. Cielos."
    }
  },
  {
    "translation": {
      "en": "Okay…",
      "es": "No puede ser."
    }
  },
  {
    "translation": {
      "en": "Ooh!",
      "es": "MI REACCIÓN CUANDO VI UNA DE LAS PRIMERAS IMÁGENES DEL TEJW"
    }
  },
  {
    "translation": {
      "en": "It really is amazing.",
      "es": "Es impresionante."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "es": "Por Dios."
    }
  },
  {
    "translation": {
      "en": "I have no words.",
      "es": "Sin palabras."
    }
  },
  {
    "translation": {
      "en": "The whole thing is a bit mind- boggling, everybody.",
      "es": "Todo esto me abruma un poco."
    }
  },
  {
    "translation": {
      "en": "It's just-- It's just fantastic.",
      "es": "Es fantástico."
    }
  },
  {
    "translation": {
      "en": "- Ah! Can you see the arcs? - Yeah.",
      "es": "- ¿Ves los arcos? - Sí."
    }
  },
  {
    "translation": {
      "en": "- It's… It's max clusters. - It's amazing, right?",
      "es": "Son cúmulos gigantes."
    }
  },
  {
    "translation": {
      "en": "It's a pretty cool photo. It's just gorgeous.",
      "es": "Qué foto fantástica. Es preciosa."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh!",
      "es": "¡Dios mío!"
    }
  },
  {
    "translation": {
      "en": "Another message they're trying to convey through us,",
      "es": "ASTROFÍSICA Otro mensaje que dicen es que esta investigación…"
    }
  },
  {
    "translation": {
      "en": "is that this type of research is called...",
      "es": "Otro mensaje que dicen es que esta investigación…"
    }
  },
  {
    "translation": {
      "en": "…with the space telescope James Webb…",
      "es": "…con el telescopio espacial James Webb…"
    }
  },
  {
    "translation": {
      "en": "The reaction of myself and all my colleagues was of sheer joyful amazement.",
      "es": "Mi reacción y la de mis colegas fue de pura alegría."
    }
  },
  {
    "translation": {
      "en": "That image made us giddy when we saw it.",
      "es": "Esa imagen nos hizo erizar la piel."
    }
  },
  {
    "translation": {
      "en": "We knew in our hearts that whatever's out there,",
      "es": "Sabíamos en el fondo que lo que hubiera"
    }
  },
  {
    "translation": {
      "en": "we're going to see it.",
      "es": "íbamos a verlo."
    }
  },
  {
    "translation": {
      "en": "JWST!",
      "es": "¡TEJW!"
    }
  },
  {
    "translation": {
      "en": "JWST! JWST! JWST!",
      "es": "¡TEJW!"
    }
  },
  {
    "translation": {
      "en": "So, let's get ready to reveal our image.",
      "es": "Nos preparamos para revelar la imagen."
    }
  },
  {
    "translation": {
      "en": "There it is. - It's called Stephan's Quintet. - Oh!",
      "es": "Ahí está. Se llama El Quinteto de Stephan."
    }
  },
  {
    "translation": {
      "en": "- And it's wondrous. - Oh! - Giovanni, what do you think? -",
      "es": "Es maravilloso. Giovanni, ¿qué te parece?"
    }
  },
  {
    "translation": {
      "en": "The rays coming through.",
      "es": "Mira cómo pasan los reflejos."
    }
  },
  {
    "translation": {
      "en": "It's like fog.",
      "es": "Es como niebla."
    }
  },
  {
    "translation": {
      "en": "The Pillars of Creation is a star- forming region",
      "es": "Los Pilares de la Creación son una región de formación estelar"
    }
  },
  {
    "translation": {
      "en": "within our Milky Way galaxy.",
      "es": "en nuestra galaxia, la Vía Láctea."
    }
  },
  {
    "translation": {
      "en": "Each of the dots of light that we're seeing in this image",
      "es": "Cada uno de los puntos de luz que vemos en esta imagen"
    }
  },
  {
    "translation": {
      "en": "is a star not unlike our own sun.",
      "es": "es una estrella similar a nuestro sol."
    }
  },
  {
    "translation": {
      "en": "We, our own solar system, and even ourselves,",
      "es": "Nuestro propio sistema solar y hasta nosotros mismos"
    }
  },
  {
    "translation": {
      "en": "were born out of the same material that we're seeing in these beautiful images.",
      "es": "nacimos del mismo material que vemos en estas hermosas imágenes."
    }
  },
  {
    "translation": {
      "en": "The iron in our blood and the calcium in our bones",
      "es": "El hierro en nuestra sangre y el calcio en nuestros huesos"
    }
  },
  {
    "translation": {
      "en": "was literally formed out of a star that exploded billions of years ago.",
      "es": "se formaron a partir de una estrella que explotó hace miles de millones de años."
    }
  },
  {
    "translation": {
      "en": "Newborn stars are enshrouded in dust.",
      "es": "Las estrellas recién formadas están envueltas en polvo."
    }
  },
  {
    "translation": {
      "en": "We need to be able to see through that dust,",
      "es": "Debemos poder ver a través de ese polvo."
    }
  },
  {
    "translation": {
      "en": "and infrared light allows us to do that.",
      "es": "La luz infrarroja nos permite hacerlo."
    }
  },
  {
    "translation": {
      "en": "This is a dying star in its last gasp of its life.",
      "es": "Esta es una estrella moribunda en su último tramo de vida."
    }
  },
  {
    "translation": {
      "en": "This beautiful view of the Cartwheel Galaxy",
      "es": "Esta hermosa vista de la galaxia Rueda de Carro"
    }
  },
  {
    "translation": {
      "en": "gives us a closer look at what happens when galaxies collide.",
      "es": "nos deja ver más de cerca lo que pasa cuando las galaxias chocan."
    }
  },
  {
    "translation": {
      "en": "The new discoveries from JWST in the field of exoplanet science are just incredible.",
      "es": "Los descubrimientos del TEJW en el campo de la ciencia exoplanetaria son increíbles."
    }
  },
  {
    "translation": {
      "en": "There was this recent discovery of carbon dioxide in a gas giant planet",
      "es": "Hace poco, se descubrió dióxido de carbono en un planeta gaseoso gigante"
    }
  },
  {
    "translation": {
      "en": "orbiting a Sun- like star about 700 light years away.",
      "es": "que orbita una estrella como el Sol a unos 700 años luz."
    }
  },
  {
    "translation": {
      "en": "It really is the first clear, detailed evidence for carbon dioxide",
      "es": "Es la primera prueba clara y detallada de dióxido de carbono"
    }
  },
  {
    "translation": {
      "en": "ever detected in a planet outside the solar system.",
      "es": "que se haya detectado en un planeta fuera del sistema solar."
    }
  },
  {
    "translation": {
      "en": "Still, it just blows me away.",
      "es": "Me sigue sorprendiendo."
    }
  },
  {
    "translation": {
      "en": "It's overwhelming. I mean…",
      "es": "Me abruma."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a bit overwhelming.",
      "es": "Sí, me abruma un poco."
    }
  },
  {
    "translation": {
      "en": "I think it's so-- it's such a good example of what, you know,",
      "es": "Creo que es un buen ejemplo"
    }
  },
  {
    "translation": {
      "en": "what we humans can do when we work together for something good.",
      "es": "de lo que los humanos podemos hacer cuando trabajamos juntos por algo bueno."
    }
  },
  {
    "translation": {
      "en": "There's so much bad in the world right now. It's a really tough time.",
      "es": "Hay muchas cosas malas en el mundo. Es un momento difícil."
    }
  },
  {
    "translation": {
      "en": "And this is… this is good.",
      "es": "Y esto es bueno."
    }
  },
  {
    "translation": {
      "en": "This is a-- a little bit of light…",
      "es": "Esto es un atisbo de luz"
    }
  },
  {
    "translation": {
      "en": "…in what is otherwise a little bit of a dark time, I think, for sure.",
      "es": "en un momento bastante oscuro."
    }
  },
  {
    "translation": {
      "en": "Webb is a demonstration of what's possible",
      "es": "El Webb es una demostración de lo que es posible"
    }
  },
  {
    "translation": {
      "en": "when we come together and, uh, do something hard.",
      "es": "cuando nos unimos y hacemos algo difícil."
    }
  },
  {
    "translation": {
      "en": "Ten thousand people, all of them with strengths and weaknesses,",
      "es": "Diez mil personas, con sus fortalezas y debilidades,"
    }
  },
  {
    "translation": {
      "en": "all of them with many reasons why it shouldn't work,",
      "es": "con muchas razones por las que no debía funcionar,"
    }
  },
  {
    "translation": {
      "en": "coming together as an excellent team, and being successful at it.",
      "es": "se unieron como un equipo excelente y tuvieron éxito."
    }
  },
  {
    "translation": {
      "en": "We can do that, imagine all the other problems we can solve.",
      "es": "Si podemos hacer eso, imagina los problemas que podemos resolver."
    }
  },
  {
    "translation": {
      "en": "So for me, it's-- Yeah, it's that hope that is up there in-- in space now, right?",
      "es": "Para mí, es esa esperanza que está en el espacio ahora, ¿no?"
    }
  },
  {
    "translation": {
      "en": "You know, demonstrating its power every day.",
      "es": "Demuestra su poder todos los días."
    }
  },
  {
    "translation": {
      "en": "We made history, that we're looking back 13 and a half billion years.",
      "es": "Hicimos historia al poder volver 13 500 millones de años."
    }
  },
  {
    "translation": {
      "en": "I feel proud. I feel filled with hope.",
      "es": "Estoy orgullosa y llena de esperanza."
    }
  },
  {
    "translation": {
      "en": "You know, because these images today just show the world",
      "es": "Porque estas imágenes de hoy solo muestran al mundo"
    }
  },
  {
    "translation": {
      "en": "that there's so much more to explore in our universe",
      "es": "que hay mucho más para explorar en nuestro universo"
    }
  },
  {
    "translation": {
      "en": "and how we're connected.",
      "es": "y que estamos conectados."
    }
  },
  {
    "translation": {
      "en": "This is only the beginning.",
      "es": "Esto es solo el principio."
    }
  },
  {
    "translation": {
      "en": "I hope I can tell my grandkids I was on the team that built the telescope",
      "es": "Espero que mis nietos sepan que estuve en el equipo del telescopio"
    }
  },
  {
    "translation": {
      "en": "that'll solve the really, really big question.",
      "es": "que responderá la gran pregunta"
    }
  },
  {
    "translation": {
      "en": "Right? Are we alone or not?",
      "es": "¿estamos solos o no?."
    }
  },
  {
    "translation": {
      "en": "Every space telescope that's been put up has found something they just didn't anticipate.",
      "es": "Todos los telescopios espaciales encontraron algo que no se esperaba."
    }
  },
  {
    "translation": {
      "en": "And I hope with something the size of James Webb",
      "es": "Espero que, con algo del tamaño del James Webb,"
    }
  },
  {
    "translation": {
      "en": "that, you know, we see something completely, completely unexpected.",
      "es": "veamos algo completamente inesperado."
    }
  }
]