[
  {
    "translation": {
      "en": "[woman 1] I find AI to be awe-inspiring.",
      "es": "La inteligencia artificial es impresionante."
    }
  },
  {
    "translation": {
      "en": "All right, circling up. Good formation.",
      "es": "Muy bien, ya sube. Buena formación."
    }
  },
  {
    "translation": {
      "en": "[woman 1] AI has the potential to eliminate poverty,",
      "es": "Tiene el potencial de eliminar la pobreza,"
    }
  },
  {
    "translation": {
      "en": "give us new medicines,",
      "es": "crear medicamentos nuevos"
    }
  },
  {
    "translation": {
      "en": "and make our world even more peaceful.",
      "es": "y hacer el mundo más pacífico."
    }
  },
  {
    "translation": {
      "en": "[man 1] Nice work.",
      "es": "Buen trabajo."
    }
  },
  {
    "translation": {
      "en": "[woman 1] But there are so many risks along the way.",
      "es": "Pero hay muchos riesgos en el camino."
    }
  },
  {
    "translation": {
      "en": "With AI, we are essentially creating a non-human intelligence",
      "es": "Con la inteligencia artificial, creamos una inteligencia no humana"
    }
  },
  {
    "translation": {
      "en": "that is very unpredictable.",
      "es": "que es muy impredecible."
    }
  },
  {
    "translation": {
      "en": "As it gets more powerful,",
      "es": "A medida que se potencia,"
    }
  },
  {
    "translation": {
      "en": "where are the red lines we're going to draw with AI,",
      "es": "¿dónde quedan límites que se van a trazar con la IA"
    }
  },
  {
    "translation": {
      "en": "in terms of how we want to use it, or not use it?",
      "es": "en cuanto a si vamos a usarla o no?"
    }
  },
  {
    "translation": {
      "en": "There is no place that is ground zero for this conversation",
      "es": "No hay mayor punto de partida en este asunto"
    }
  },
  {
    "translation": {
      "en": "more than military applications.",
      "es": "que la aplicación militar."
    }
  },
  {
    "translation": {
      "en": "The battlefield has now become the province of software and hardware.",
      "es": "El campo de batalla se ha convertido en el área del software y hardware."
    }
  },
  {
    "translation": {
      "en": "[man 1] Target has been acquired…",
      "es": "Objetivo adquirido…"
    }
  },
  {
    "translation": {
      "en": "[woman 1] And militaries are racing",
      "es": "Los militares se apuran para desarrollar IA"
    }
  },
  {
    "translation": {
      "en": "to develop AI faster than their adversaries.",
      "es": "Los militares se apuran para desarrollar IA antes que sus adversarios."
    }
  },
  {
    "translation": {
      "en": "[man 1] I'm dead.",
      "es": "Estoy muerto."
    }
  },
  {
    "translation": {
      "en": "[woman 1] We're moving towards a world where not only major militaries,",
      "es": "Avanzamos rápidamente hacia un mundo donde no solo los grandes ejércitos"
    }
  },
  {
    "translation": {
      "en": "but non-state actors, private industries,",
      "es": "sino también figuras no estatales, industrias privadas"
    }
  },
  {
    "translation": {
      "en": "or even our local police department down the street",
      "es": "o incluso nuestra comisaría del barrio"
    }
  },
  {
    "translation": {
      "en": "could be able to use these weapons that can autonomously kill.",
      "es": "podrían usar estas armas que matan de forma autónoma."
    }
  },
  {
    "translation": {
      "en": "Will we cede the decision to take a life to algorithms, to computer software?",
      "es": "¿Cederemos la decisión de quitar vidas a algoritmos, a programas informáticos?"
    }
  },
  {
    "translation": {
      "en": "It's one of the most pressing issues of our time.",
      "es": "Es uno de los temas más urgentes de nuestra época."
    }
  },
  {
    "translation": {
      "en": "And, if not used wisely,",
      "es": "Y, si no se usa apropiadamente,"
    }
  },
  {
    "translation": {
      "en": "poses a grave risk to every single person on the planet.",
      "es": "supone un gran riesgo para todas las personas del mundo."
    }
  },
  {
    "translation": {
      "en": "[male voice] Good work out there, guys.",
      "es": "Bien hecho, chicos."
    }
  },
  {
    "translation": {
      "en": "[tech 1] That's a wider lens than we had before. [man 2] Really?",
      "es": "- La lente es mucho más amplia que antes. - ¿En serio?"
    }
  },
  {
    "translation": {
      "en": "[tech 1] You can see a lot more data.",
      "es": "Se ven muchos más datos."
    }
  },
  {
    "translation": {
      "en": "Very cool.",
      "es": "Grandioso."
    }
  },
  {
    "translation": {
      "en": "At Shield AI, we are building an AI pilot",
      "es": "En Shield AI, estamos creando un piloto de IA"
    }
  },
  {
    "translation": {
      "en": "that's taking self-driving, artificial intelligence technology",
      "es": "que pone la tecnología de la inteligencia artificial autónoma"
    }
  },
  {
    "translation": {
      "en": "and putting it on aircraft.",
      "es": "en las aeronaves."
    }
  },
  {
    "translation": {
      "en": "When we talk about an AI pilot,",
      "es": "Cuando hablamos de un piloto de IA,"
    }
  },
  {
    "translation": {
      "en": "we think about giving an aircraft a higher level of autonomy.",
      "es": "pensamos en darle a una aeronave mayor autonomía."
    }
  },
  {
    "translation": {
      "en": "They will be solving problems on their own.",
      "es": "Resolvería problemas por su cuenta."
    }
  },
  {
    "translation": {
      "en": "Nova is an autonomous quadcopter",
      "es": "Nova es un cuadricóptero autónomo"
    }
  },
  {
    "translation": {
      "en": "that explores buildings and subterranean structures",
      "es": "que explora edificios y estructuras subterráneas"
    }
  },
  {
    "translation": {
      "en": "ahead of clearance forces",
      "es": "antes que las fuerzas humanas"
    }
  },
  {
    "translation": {
      "en": "to provide eyes and ears in those spaces.",
      "es": "para tener imágenes y audio en esos espacios."
    }
  },
  {
    "translation": {
      "en": "You can definitely tell a ton of improvements since we saw it last.",
      "es": "Hay muchísimas mejoras desde la última vez que lo vimos."
    }
  },
  {
    "translation": {
      "en": "[tech 2] We're working on some exploration changes today.",
      "es": "Estamos con cambios de exploración."
    }
  },
  {
    "translation": {
      "en": "We're working a little floor-by-floor stuff.",
      "es": "Trabajamos piso por piso."
    }
  },
  {
    "translation": {
      "en": "It'll finish one floor, all the rooms, before going to the second.",
      "es": "Termina todos los cuartos de un piso antes de ir a otro."
    }
  },
  {
    "translation": {
      "en": "-That's awesome. -We put in some changes recently…",
      "es": "- Es increíble. - Hicimos algunos cambios…"
    }
  },
  {
    "translation": {
      "en": "A lot of people often ask me",
      "es": "Muchos me preguntan"
    }
  },
  {
    "translation": {
      "en": "why artificial intelligence is an important capability.",
      "es": "por qué la inteligencia artificial es una capacidad importante."
    }
  },
  {
    "translation": {
      "en": "And I just think back to the missions that I was executing.",
      "es": "Y pienso en las misiones que ejecutaba."
    }
  },
  {
    "translation": {
      "en": "Spent seven years in the Navy.",
      "es": "Pasé siete años en la Marina."
    }
  },
  {
    "translation": {
      "en": "I was a former Navy SEAL deployed twice to Afghanistan,",
      "es": "Fui SEAL de la Marina. Me enviaron dos veces a Afganistán"
    }
  },
  {
    "translation": {
      "en": "once to the Pacific Theater.",
      "es": "y una al Teatro del Pacífico."
    }
  },
  {
    "translation": {
      "en": "In a given day, we might have to clear 150 different compounds or buildings.",
      "es": "Un día cualquiera, debíamos revisar 150 recintos o edificios."
    }
  },
  {
    "translation": {
      "en": "One of the core capabilities is close-quarters combat.",
      "es": "Una capacidad principal es el combate cuerpo a cuerpo."
    }
  },
  {
    "translation": {
      "en": "Gunfighting at extremely close ranges inside buildings.",
      "es": "Los tiroteos a muy corta distancia dentro de los edificios."
    }
  },
  {
    "translation": {
      "en": "You are getting shot at.",
      "es": "Te disparan."
    }
  },
  {
    "translation": {
      "en": "There are IEDs potentially inside the building.",
      "es": "Hay explosivos improvisados dentro del edificio."
    }
  },
  {
    "translation": {
      "en": "It's the most dangerous thing that any special operations forces member,",
      "es": "Es lo más peligroso que cualquier miembro de las fuerzas especiales"
    }
  },
  {
    "translation": {
      "en": "any infantry member, can do in a combat zone. Bar none.",
      "es": "o de la infantería puede hacer en una zona de combate. Sin duda."
    }
  },
  {
    "translation": {
      "en": "For the rest of my life I'll be thankful for my time in the Navy.",
      "es": "Siempre estaré agradecido por mi tiempo en la Marina."
    }
  },
  {
    "translation": {
      "en": "There are a collection of moments and memories that, when I think about,",
      "es": "Hay una serie de momentos y recuerdos que, cuando los pienso,"
    }
  },
  {
    "translation": {
      "en": "I certainly get emotional.",
      "es": "me conmueven mucho."
    }
  },
  {
    "translation": {
      "en": "It is cliché that freedom isn't free, but I 100% believe it.",
      "es": "Es un cliché que la libertad no es gratis, pero lo creo totalmente."
    }
  },
  {
    "translation": {
      "en": "[quavers] Um, I've experienced it, and it takes a lot of sacrifice.",
      "es": "Lo he vivido y requiere de mucho sacrificio."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "es": "Perdón."
    }
  },
  {
    "translation": {
      "en": "When something bad happens to one of your teammates,",
      "es": "Cuando algo malo le pasa a uno de tus compañeros,"
    }
  },
  {
    "translation": {
      "en": "whether they're hurt or they're killed,",
      "es": "que queda herido o muerto,"
    }
  },
  {
    "translation": {
      "en": "um, it's just a… It's a really tragic thing.",
      "es": "eso es algo muy trágico."
    }
  },
  {
    "translation": {
      "en": "You know, for me now in the work that we do,",
      "es": "Para mí, en el trabajo que hacemos,"
    }
  },
  {
    "translation": {
      "en": "it's motivating to um… be able to you know, reduce the number of times",
      "es": "motiva la posibilidad de poder disminuir la cantidad de veces"
    }
  },
  {
    "translation": {
      "en": "that ever happens again.",
      "es": "de que eso pase."
    }
  },
  {
    "translation": {
      "en": "[man 3] In the late 2000s,",
      "es": "A fines de la década del 2000,"
    }
  },
  {
    "translation": {
      "en": "there was this awakening inside the Defense Department",
      "es": "aumentó la conciencia en el Departamento de Defensa"
    }
  },
  {
    "translation": {
      "en": "to what you might call the accidental robotics revolution.",
      "es": "sobre lo que podría llamarse la revolución robótica accidental."
    }
  },
  {
    "translation": {
      "en": "We deployed thousands of air and ground robots to Iraq and Afghanistan.",
      "es": "Enviamos miles de robots aéreos y terrestres a Irak y Afganistán."
    }
  },
  {
    "translation": {
      "en": "[man 4] When I was asked by the Obama administration to become the Deputy Secretary of Defense,",
      "es": "Cuando el gobierno de Obama me pidió que fuera subsecretario de Defensa,"
    }
  },
  {
    "translation": {
      "en": "the way war was fought… uh, was definitely changing.",
      "es": "la forma en que se libraba la guerra estaba cambiando mucho."
    }
  },
  {
    "translation": {
      "en": "Robots were used where people would have been used.",
      "es": "Se usaban robots cuando se habría usado gente."
    }
  },
  {
    "translation": {
      "en": "[Paul] Early robotics systems were remote-controlled.",
      "es": "Los primeros sistemas se controlaban remotamente."
    }
  },
  {
    "translation": {
      "en": "There's a human driving it, steering it, like you might a remote-controlled car.",
      "es": "Un humano los manejaba como si fuera un auto a control remoto."
    }
  },
  {
    "translation": {
      "en": "[Bob] They first started generally going after improvised explosive devices,",
      "es": "Comenzaron buscando artefactos explosivos improvisados."
    }
  },
  {
    "translation": {
      "en": "and if the bomb blew up, the robot would blow up.",
      "es": "Si la bomba explotaba, el robot también."
    }
  },
  {
    "translation": {
      "en": "Then you'd say, \"That's a bummer. Okay, get out the other robot.\"",
      "es": "Decíamos: \"Qué lástima. Bien, saca otro robot\"."
    }
  },
  {
    "translation": {
      "en": "[woman 2] In Afghanistan, you had the Predator drone,",
      "es": "En Afganistán, estaba el dron Predator"
    }
  },
  {
    "translation": {
      "en": "and it became a very, very useful tool to conduct airstrikes.",
      "es": "que se convirtió en una herramienta muy útil para realizar ataques aéreos."
    }
  },
  {
    "translation": {
      "en": "[Paul] Over time, military planners started to begin to wonder,",
      "es": "Luego, los planificadores militares comenzaron a preguntarse"
    }
  },
  {
    "translation": {
      "en": "\"What else could robots be used for?\" And where was this going?",
      "es": "para qué más podían usarse los robots y hacia dónde iba eso."
    }
  },
  {
    "translation": {
      "en": "And one of the common themes was this trend towards greater autonomy.",
      "es": "Y una de las tendencias fue la idea de mayor autonomía."
    }
  },
  {
    "translation": {
      "en": "[woman 2] An autonomous weapon is one that makes decisions on its own,",
      "es": "Un arma autónoma toma decisiones por sí sola"
    }
  },
  {
    "translation": {
      "en": "with little to no human intervention.",
      "es": "con poca o ninguna intervención humana."
    }
  },
  {
    "translation": {
      "en": "So it has an independent capacity, and it's self-directed.",
      "es": "Tiene una capacidad independiente y es autodirigida."
    }
  },
  {
    "translation": {
      "en": "And whether it can kill depends on whether it's armed or not.",
      "es": "Que mate depende de si está armada o no."
    }
  },
  {
    "translation": {
      "en": "[Bob] When you have more and more autonomy in your entire system,",
      "es": "Cuando hay cada vez más autonomía en todo tu sistema,"
    }
  },
  {
    "translation": {
      "en": "everything starts to move at a higher clock speed.",
      "es": "se mueve a una velocidad precisa más alta."
    }
  },
  {
    "translation": {
      "en": "And when you operate at a faster pace than your adversaries,",
      "es": "Y cuando operas a un ritmo más veloz que tus rivales,"
    }
  },
  {
    "translation": {
      "en": "that is an extraordinarily big advantage in battle.",
      "es": "es una ventaja extraordinariamente grande en la batalla."
    }
  },
  {
    "translation": {
      "en": "[man 5] What we focus on as it relates to autonomy",
      "es": "En cuanto a la autonomía, nos centramos"
    }
  },
  {
    "translation": {
      "en": "is highly resilient intelligence systems.",
      "es": "en sistemas de inteligencia altamente resistentes."
    }
  },
  {
    "translation": {
      "en": "Systems that can read and react based on their environment,",
      "es": "Sistemas que pueden leer y reaccionar según su entorno"
    }
  },
  {
    "translation": {
      "en": "and make decisions about how to maneuver in that world.",
      "es": "y tomar decisiones sobre cómo maniobrar en ese mundo."
    }
  },
  {
    "translation": {
      "en": "The facility that we're at today was originally built as a movie studio",
      "es": "Estas instalaciones se construyeron como un estudio de cine"
    }
  },
  {
    "translation": {
      "en": "that was converted over",
      "es": "que se transformaron"
    }
  },
  {
    "translation": {
      "en": "to enable these realistic military training environments.",
      "es": "para permitir entornos de entrenamiento militar realistas."
    }
  },
  {
    "translation": {
      "en": "We are here to evaluate our AI pilot.",
      "es": "Vinimos a evaluar nuestro piloto de inteligencia artificial."
    }
  },
  {
    "translation": {
      "en": "The mission is looking for threats. It's about clearance forces.",
      "es": "La misión es buscar amenazas. Se trata de fuerzas de despeje."
    }
  },
  {
    "translation": {
      "en": "It can make a decision about how to attack that problem.",
      "es": "Puede tomar una decisión sobre cómo atacar el problema."
    }
  },
  {
    "translation": {
      "en": "[man 6] We call this \"the fatal funnel.\" You have to come through a doorway.",
      "es": "A esto lo llamamos \"el embudo fatal\". Debemos atravesar una puerta."
    }
  },
  {
    "translation": {
      "en": "It's where we're most vulnerable.",
      "es": "Allí somos más vulnerables."
    }
  },
  {
    "translation": {
      "en": "This one looks better.",
      "es": "Esta está mejor."
    }
  },
  {
    "translation": {
      "en": "[man 6] The Nova lets us know, is there a shooter behind that door, is there a family behind that door?",
      "es": "El Nova nos avisa si hay un tirador detrás de la puerta o si hay una familia."
    }
  },
  {
    "translation": {
      "en": "It'll allow us to make better decisions and keep people out of harms way.",
      "es": "Nos permite tomar mejores decisiones y sacar a la gente del peligro."
    }
  },
  {
    "translation": {
      "en": "[man 7] We use the vision sensors",
      "es": "Usamos los sensores de visión"
    }
  },
  {
    "translation": {
      "en": "to be able to get an understanding of what the environment looks like.",
      "es": "para tener una idea de cómo es el entorno."
    }
  },
  {
    "translation": {
      "en": "It's a multistory building.",
      "es": "Hay varios pisos."
    }
  },
  {
    "translation": {
      "en": "Here's the map.",
      "es": "Aquí está el mapa."
    }
  },
  {
    "translation": {
      "en": "While I was exploring, here's what I saw and where I saw them.",
      "es": "Mientras exploraba, vi esto y el lugar."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Person detector. That's sweet.",
      "es": "Detector de personas. Qué genial."
    }
  },
  {
    "translation": {
      "en": "[man 7] One of the other sensors onboard Nova is a thermal scanner.",
      "es": "Uno de los otros sensores del Nova es un escáner térmico."
    }
  },
  {
    "translation": {
      "en": "If that's 98.6 degrees, it probably is a human.",
      "es": "Si dice 37 grados, probablemente haya un humano."
    }
  },
  {
    "translation": {
      "en": "People are considered threats until deemed otherwise.",
      "es": "Las personas son amenazas hasta considerarse lo contrario."
    }
  },
  {
    "translation": {
      "en": "It is about eliminating the fog of war to make better decisions.",
      "es": "Se trata de eliminar la incertidumbre para tomar mejores decisiones."
    }
  },
  {
    "translation": {
      "en": "And when we look to the future,",
      "es": "Y cuando pensamos en el futuro,"
    }
  },
  {
    "translation": {
      "en": "we're scaling out to build teams of autonomous aircraft.",
      "es": "anticipamos cómo construir equipos de aeronaves autónomas."
    }
  },
  {
    "translation": {
      "en": "[man 7] With self-driving vehicles,",
      "es": "Con vehículos autónomos,"
    }
  },
  {
    "translation": {
      "en": "ultimately the person has said to it, \"I'd like you to go from point A to point B.\"",
      "es": "la persona decía: \"Quiero que vayas del punto A al punto B.\""
    }
  },
  {
    "translation": {
      "en": "Our systems are being asked not to go from point A to point B,",
      "es": "A nuestros sistemas no se les pide ir del punto A al punto B,"
    }
  },
  {
    "translation": {
      "en": "but to achieve an objective.",
      "es": "sino cumplir un objetivo."
    }
  },
  {
    "translation": {
      "en": "It's more akin to, \"I need milk.\"",
      "es": "Es como decir: \"Quiero leche\"."
    }
  },
  {
    "translation": {
      "en": "And then the robot would have to figure out what grocery store to go to,",
      "es": "Luego el robot tendría que averiguar a qué tienda ir,"
    }
  },
  {
    "translation": {
      "en": "be able to retrieve that milk, and then bring it back.",
      "es": "poder tomar esa leche y traerla de vuelta."
    }
  },
  {
    "translation": {
      "en": "And even more so,",
      "es": "Mejor todavía,"
    }
  },
  {
    "translation": {
      "en": "it may be more appropriately stated as, \"Keep the refrigerator stocked.\"",
      "es": "se podría decir algo más apropiado como: \"Que el refrigerador esté lleno\"."
    }
  },
  {
    "translation": {
      "en": "And so, this is a level of intelligence in terms to figuring out what we need and how we do it.",
      "es": "Es un nivel de inteligencia que dilucida qué necesitamos y cómo lo resolvemos."
    }
  },
  {
    "translation": {
      "en": "And if there is a challenge, or a problem, or an issue arises, figure out how to mitigate that.",
      "es": "Y si hay un desafío, un problema o un asunto, averigua cómo resolverlo."
    }
  },
  {
    "translation": {
      "en": "[Brandon] When I had made the decision to leave the Navy, I started thinking,",
      "es": "Cuando tomé la decisión de irme de la Marina, empecé a pensar en qué vendría después."
    }
  },
  {
    "translation": {
      "en": "\"Okay. Well, what's next?\"",
      "es": "empecé a pensar en qué vendría después."
    }
  },
  {
    "translation": {
      "en": "I grew up with the Internet. Saw what it became.",
      "es": "Crecí con internet. Vi cómo se transformó."
    }
  },
  {
    "translation": {
      "en": "And part of the conclusion that I had reached was…",
      "es": "Una conclusión a la que llegué"
    }
  },
  {
    "translation": {
      "en": "AI in 2015",
      "es": "fue que la inteligencia artificial en 2015"
    }
  },
  {
    "translation": {
      "en": "was really where the Internet was in 1991.",
      "es": "estaba como internet en 1991."
    }
  },
  {
    "translation": {
      "en": "And AI was poised to take off",
      "es": "Y la IA estaba lista para despegar"
    }
  },
  {
    "translation": {
      "en": "and be one of the most powerful technologies in the world.",
      "es": "y ser una de las tecnologías más poderosas del mundo."
    }
  },
  {
    "translation": {
      "en": "Working with it every single day, I can see the progress that is being made.",
      "es": "Trabajo con ella todos los días y veo los avances que tiene."
    }
  },
  {
    "translation": {
      "en": "But for a lot of people, when they think \"AI,\"",
      "es": "Pero mucha gente, cuando piensa la IA,"
    }
  },
  {
    "translation": {
      "en": "their minds immediately go to Hollywood.",
      "es": "enseguida piensa en Hollywood."
    }
  },
  {
    "translation": {
      "en": "[computer voice] Shall we play a game?",
      "es": "¿A qué quieres jugar?"
    }
  },
  {
    "translation": {
      "en": "How about Global Thermonuclear War?",
      "es": "¿Qué tal a la guerra termonuclear global?"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "es": "Está bien."
    }
  },
  {
    "translation": {
      "en": "[man 8] When people think of artificial intelligence generally, they might think of The Terminator. Or I, Robot.",
      "es": "Generalmente, cuando se menciona la IA, la gente piensa en Terminator, Yo, robot…"
    }
  },
  {
    "translation": {
      "en": "Deactivate.",
      "es": "Desactivar."
    }
  },
  {
    "translation": {
      "en": "What am I?",
      "es": "¿Qué soy?"
    }
  },
  {
    "translation": {
      "en": "[man 8] Or The Matrix.",
      "es": "O Matrix."
    }
  },
  {
    "translation": {
      "en": "Based on what you see in the sci-fi movies,",
      "es": "Según las películas de ciencia ficción,"
    }
  },
  {
    "translation": {
      "en": "how do you know I'm a human? I could just be computer generated AI.",
      "es": "¿cómo sabes que soy humano? Podría ser una IA generada por computadora."
    }
  },
  {
    "translation": {
      "en": "Replicants are like any other machine. They're either a benefit or a hazard.",
      "es": "Los replicantes son como cualquier otra máquina. Un beneficio o un peligro."
    }
  },
  {
    "translation": {
      "en": "[Andrew] But there's all sorts of more primitive AIs,",
      "es": "Pero hay muchos tipos de IA más primitivas"
    }
  },
  {
    "translation": {
      "en": "that are still going to change our lives",
      "es": "que cambiarán nuestras vidas"
    }
  },
  {
    "translation": {
      "en": "well before we reach the thinking, talking robot stage.",
      "es": "mucho antes de llegar a la etapa del robot que piensa y habla."
    }
  },
  {
    "translation": {
      "en": "[woman 3] The robots are here. The robots are making decisions.",
      "es": "Los robots existen y están tomando decisiones."
    }
  },
  {
    "translation": {
      "en": "The robot revolution has arrived,",
      "es": "La revolución de los robots ha llegado,"
    }
  },
  {
    "translation": {
      "en": "it's just that it doesn't look like what anybody imagined.",
      "es": "solo que nadie imaginaba que sería así."
    }
  },
  {
    "translation": {
      "en": "[film character] Terminator's an infiltration unit. Part man, part machine.",
      "es": "Terminator es una unidad de infiltración. Es hombre y máquina."
    }
  },
  {
    "translation": {
      "en": "[man 9] We're not talking about a Terminator-style killer robot.",
      "es": "No hablamos de un robot asesino al estilo Terminator."
    }
  },
  {
    "translation": {
      "en": "We're talking about AI that can do some tasks that humans can do.",
      "es": "Hablamos de una IA que hace tareas que los humanos pueden hacer."
    }
  },
  {
    "translation": {
      "en": "But the concern is whether these systems are reliable.",
      "es": "Pero el asunto es si estos sistemas son confiables."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] New details in last night's crash involving a self-driving Uber SUV.",
      "es": "Nuevos detalles del accidente mortal de anoche con un Uber autónomo."
    }
  },
  {
    "translation": {
      "en": "The company created an artificial intelligence chatbot.",
      "es": "La compañía creó un chatbot de inteligencia artificial."
    }
  },
  {
    "translation": {
      "en": "She took on a rather racist tone…",
      "es": "Se volvió bastante racista…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Twenty-six state legislators falsely identified as criminals.",
      "es": "Legisladores estatales identificados erróneamente como criminales."
    }
  },
  {
    "translation": {
      "en": "The question is whether they can handle the complexities of the real world.",
      "es": "La pregunta es si pueden manejar las complejidades del mundo real."
    }
  },
  {
    "translation": {
      "en": "[man 10] The physical world is really messy.",
      "es": "El mundo físico es muy desordenado."
    }
  },
  {
    "translation": {
      "en": "There are many things that we don't know,",
      "es": "Hay muchas cosas que no sabemos."
    }
  },
  {
    "translation": {
      "en": "making it much harder to train AI systems.",
      "es": "Esto hace que sea difícil entrenar sistemas de IA."
    }
  },
  {
    "translation": {
      "en": "That is where machine learning systems have started to come in.",
      "es": "Ahí comenzaron los sistemas de aprendizaje automático."
    }
  },
  {
    "translation": {
      "en": "[man 11] Machine learning has been a huge advancement",
      "es": "El aprendizaje automático ha sido un gran avance"
    }
  },
  {
    "translation": {
      "en": "because it means that we don't have to teach computers everything.",
      "es": "porque no tenemos que enseñarles todo a las computadoras."
    }
  },
  {
    "translation": {
      "en": "You actually give a computer millions of pieces of information,",
      "es": "Le das a una computadora millones de pedazos de información,"
    }
  },
  {
    "translation": {
      "en": "and the machine begins to learn.",
      "es": "y la máquina empieza a aprender."
    }
  },
  {
    "translation": {
      "en": "And that could be applied to anything.",
      "es": "Y eso se puede aplicar a todo."
    }
  },
  {
    "translation": {
      "en": "[Pulkit] Our Robot Dog project, we are trying to show",
      "es": "En nuestro proyecto Perro Robot, intentamos mostrar"
    }
  },
  {
    "translation": {
      "en": "that our dog can walk across many, many diverse terrains.",
      "es": "que el perro puede caminar por muchas superficies distintas."
    }
  },
  {
    "translation": {
      "en": "Humans have evolved over billions of years to walk,",
      "es": "Los humanos evolucionaron por millones de años para caminar,"
    }
  },
  {
    "translation": {
      "en": "but there's a lot of intelligence in adapting to these different terrains.",
      "es": "pero hay mucha inteligencia para adaptarse a las superficies."
    }
  },
  {
    "translation": {
      "en": "The question remains for robotic systems is,",
      "es": "Queda saber si los sistemas robóticos"
    }
  },
  {
    "translation": {
      "en": "could they also adapt like animals and humans?",
      "es": "podrían adaptarse como animales y humanos."
    }
  },
  {
    "translation": {
      "en": "With machine learning, we collect lots and lots of data in simulation.",
      "es": "Con el aprendizaje automático, recogemos muchos datos en la simulación."
    }
  },
  {
    "translation": {
      "en": "A simulation is a digital twin of reality.",
      "es": "Una simulación es un gemelo digital de la realidad."
    }
  },
  {
    "translation": {
      "en": "We can have many instances of that reality running on different computers.",
      "es": "Podemos tener muchas instancias de esa realidad en varias computadoras."
    }
  },
  {
    "translation": {
      "en": "It samples thousands of actions in simulation.",
      "es": "Muestra miles de acciones en la simulación."
    }
  },
  {
    "translation": {
      "en": "The ground that they're encountering has different slipperiness.",
      "es": "El suelo que ven es diferente en cuanto a lo resbaloso."
    }
  },
  {
    "translation": {
      "en": "It has different softness.",
      "es": "Tiene otra dureza."
    }
  },
  {
    "translation": {
      "en": "We take all the experience of these thousands of robots",
      "es": "Tomamos toda la experiencia de estos miles de robots de la simulación"
    }
  },
  {
    "translation": {
      "en": "from simulation and download this into a real robotic system.",
      "es": "Tomamos toda la experiencia de estos miles de robots de la simulación y la descargamos en un sistema robótico real."
    }
  },
  {
    "translation": {
      "en": "The test we're going to do today is to see if it can adapt to new terrains.",
      "es": "La prueba que haremos hoy es si puede adaptarse a nuevos terrenos."
    }
  },
  {
    "translation": {
      "en": "When the robot was going over foam, the feet movements were stomping on the ground.",
      "es": "Cuando el robot pasaba sobre la espuma, los pies golpeaban el suelo al caminar."
    }
  },
  {
    "translation": {
      "en": "Versus when it came on this poly surface,",
      "es": "En cambio, sobre la superficie de polietileno,"
    }
  },
  {
    "translation": {
      "en": "it was trying to adjust the motion, so it doesn't slip.",
      "es": "intentaba ajustar el movimiento para no resbalarse."
    }
  },
  {
    "translation": {
      "en": "Then that is when it strikes you,",
      "es": "Entonces, te das cuenta"
    }
  },
  {
    "translation": {
      "en": "\"This is what machine learning is bringing to the table.\"",
      "es": "de que esto es lo que aporta el aprendizaje automático."
    }
  },
  {
    "translation": {
      "en": "We think the Robot Dog could be really helpful in disaster response scenarios",
      "es": "Creemos que el Perro Robot puede ser útil en casos de respuesta en desastres,"
    }
  },
  {
    "translation": {
      "en": "where you need to navigate many different kinds of terrain.",
      "es": "donde se deben recorrer diferentes tipos de superficies."
    }
  },
  {
    "translation": {
      "en": "Or putting these dogs to do surveillance in harsh environments.",
      "es": "O se pueden poner estos perros para vigilar en ambientes hostiles."
    }
  },
  {
    "translation": {
      "en": "But most technology runs into the challenge",
      "es": "Pero en la mayor parte de la tecnología existe el desafío"
    }
  },
  {
    "translation": {
      "en": "that there is some good they can do, and there's some bad.",
      "es": "de que puede hacer cosas buenas y cosas malas."
    }
  },
  {
    "translation": {
      "en": "For example, we can use nuclear technology for energy…",
      "es": "Por ejemplo, la tecnología nuclear se puede usar para extraer energía…"
    }
  },
  {
    "translation": {
      "en": "but we also could develop atom bombs which are really bad.",
      "es": "pero también, para desarrollar bombas atómicas, algo muy malo."
    }
  },
  {
    "translation": {
      "en": "This is what is known as the dual-use problem.",
      "es": "Esto es lo que se conoce como el problema del doble uso."
    }
  },
  {
    "translation": {
      "en": "Fire is dual-use.",
      "es": "El fuego es de doble uso."
    }
  },
  {
    "translation": {
      "en": "Human intelligence is dual-use.",
      "es": "La inteligencia humana es de doble uso."
    }
  },
  {
    "translation": {
      "en": "So, needless to say, artificial intelligence is also dual-use.",
      "es": "Entonces, no hace falta decir que la IA también es de doble uso."
    }
  },
  {
    "translation": {
      "en": "It's really important to think about AI used in context",
      "es": "Es muy importante que la IA se use en contexto"
    }
  },
  {
    "translation": {
      "en": "because, yes, it's terrific to have a search-and-rescue robot",
      "es": "porque, sí, es genial tener un robot de búsqueda y rescate"
    }
  },
  {
    "translation": {
      "en": "that can help locate somebody after an avalanche,",
      "es": "que ayude a hallar gente después de una avalancha,"
    }
  },
  {
    "translation": {
      "en": "but that same robot can be weaponized.",
      "es": "pero ese mismo robot puede estar armado."
    }
  },
  {
    "translation": {
      "en": "[Pulkit] When you see companies using robotics for putting armed weapons on them,",
      "es": "Cuando ves empresas que usan robots para ponerles armas cargadas,"
    }
  },
  {
    "translation": {
      "en": "a part of you becomes mad.",
      "es": "por un lado, te enojas."
    }
  },
  {
    "translation": {
      "en": "And a part of it is the realization that when we put our technology,",
      "es": "Pero nos damos cuenta de que, cuando ponemos nuestra tecnología,"
    }
  },
  {
    "translation": {
      "en": "this is what's going to happen.",
      "es": "esto es lo que pasa."
    }
  },
  {
    "translation": {
      "en": "[woman 4] This is a real transformative technology.",
      "es": "Es una tecnología muy transformadora."
    }
  },
  {
    "translation": {
      "en": "These are weapon systems",
      "es": "Son sistemas de armas"
    }
  },
  {
    "translation": {
      "en": "that could actually change our safety and security in a dramatic way.",
      "es": "que podrían cambiar drásticamente nuestra seguridad."
    }
  },
  {
    "translation": {
      "en": "As of now, we are not sure that machines can actually make",
      "es": "Por ahora, no estamos seguros de que las máquinas puedan distinguir"
    }
  },
  {
    "translation": {
      "en": "the distinction between civilians and combatants.",
      "es": "entre civiles y combatientes."
    }
  },
  {
    "translation": {
      "en": "[Paul] Early in the war in Afghanistan, I was part of an Army Ranger sniper team",
      "es": "En la guerra en Afganistán, estuve en un equipo de francotiradores"
    }
  },
  {
    "translation": {
      "en": "looking for enemy fighters coming across the border.",
      "es": "que buscaba cazas enemigos pasando la frontera."
    }
  },
  {
    "translation": {
      "en": "And they sent a little girl to scout out our position.",
      "es": "Enviaron a una niña a explorar nuestra posición."
    }
  },
  {
    "translation": {
      "en": "One thing that never came up was the idea of shooting this girl.",
      "es": "Nunca surgió la idea de dispararle a esa niña."
    }
  },
  {
    "translation": {
      "en": "Under the laws of war, that would have been legal.",
      "es": "Según las leyes de la guerra, habría sido legal."
    }
  },
  {
    "translation": {
      "en": "They don't set an age for enemy combatants.",
      "es": "No fijan una edad para los combatientes enemigos."
    }
  },
  {
    "translation": {
      "en": "If you built a robot to comply perfectly with the law of war,",
      "es": "De haber tenido un robot que cumpliera las leyes de la guerra al detalle,"
    }
  },
  {
    "translation": {
      "en": "it would have shot this little girl.",
      "es": "le habría disparado."
    }
  },
  {
    "translation": {
      "en": "How would a robot know the difference between what's legal and what is right?",
      "es": "¿Cómo sabría un robot la diferencia entre lo legal y lo correcto?"
    }
  },
  {
    "translation": {
      "en": "[man 12] When it comes to autonomous drone warfare,",
      "es": "En una guerra de drones autónomos,"
    }
  },
  {
    "translation": {
      "en": "they wanna take away the harm that it places on American soldiers",
      "es": "se quiere eliminar el daño a los soldados estadounidenses"
    }
  },
  {
    "translation": {
      "en": "and the American psyche,",
      "es": "y a la psique nacional,"
    }
  },
  {
    "translation": {
      "en": "uh, but the increase on civilian harm ends up with Afghans,",
      "es": "pero el aumento del daño civil termina en los afganos,"
    }
  },
  {
    "translation": {
      "en": "and Iraqis, and Somalians.",
      "es": "iraquíes y somalíes."
    }
  },
  {
    "translation": {
      "en": "I would really ask those who support trusting AI to be used in drones,",
      "es": "Les preguntaría a quienes apoyan la IA en los drones:"
    }
  },
  {
    "translation": {
      "en": "\"What if your village was on the receiving end of that?\"",
      "es": "\"¿Y si tu aldea estuviera en la mira?\"."
    }
  },
  {
    "translation": {
      "en": "[man 13] AI is a dual-edged sword.",
      "es": "La IA es un arma de doble filo."
    }
  },
  {
    "translation": {
      "en": "It can be used for good, which is what we'd use it for ordinarily,",
      "es": "Se puede usar para el bien, y eso hacemos normalmente,"
    }
  },
  {
    "translation": {
      "en": "and at the flip of a switch,",
      "es": "pero, con solo tocar un interruptor,"
    }
  },
  {
    "translation": {
      "en": "the technology becomes potentially something that could be lethal.",
      "es": "la tecnología se vuelve algo posiblemente letal."
    }
  },
  {
    "translation": {
      "en": "I'm a clinical pharmacologist.",
      "es": "Soy farmacólogo clínico."
    }
  },
  {
    "translation": {
      "en": "I have a team of people",
      "es": "Tengo un equipo"
    }
  },
  {
    "translation": {
      "en": "that are using artificial intelligence to figure out drugs",
      "es": "que usa inteligencia artificial para analizar drogas"
    }
  },
  {
    "translation": {
      "en": "that will cure diseases that are not getting any attention.",
      "es": "que curen enfermedades a las que aún no se les pone atención."
    }
  },
  {
    "translation": {
      "en": "It used to be with drug discoveries, you would take a molecule that existed,",
      "es": "Antes, con los descubrimientos de drogas, tomabas una molécula existente"
    }
  },
  {
    "translation": {
      "en": "and do a tweak to that to get to a new drug.",
      "es": "y le hacías un ajuste para crear una droga nueva."
    }
  },
  {
    "translation": {
      "en": "And now we've developed AI that can feed us with millions of ideas,",
      "es": "Ahora hemos desarrollado una IA que nos brinda millones de ideas,"
    }
  },
  {
    "translation": {
      "en": "millions of molecules,",
      "es": "millones de moléculas,"
    }
  },
  {
    "translation": {
      "en": "and that opens up so many possibilities",
      "es": "y eso abre muchas posibilidades"
    }
  },
  {
    "translation": {
      "en": "for treating diseases we've never been able to treat previously.",
      "es": "para tratar enfermedades que no hemos podido tratar antes."
    }
  },
  {
    "translation": {
      "en": "But there's definitely a dark side that I never have thought",
      "es": "Pero hay un lado oscuro al que nunca imaginé que iría."
    }
  },
  {
    "translation": {
      "en": "that I would go to.",
      "es": "al que nunca imaginé que iría."
    }
  },
  {
    "translation": {
      "en": "This whole thing started when I was invited",
      "es": "Todo esto comenzó cuando me invitó"
    }
  },
  {
    "translation": {
      "en": "by an organization out of Switzerland called the Spiez Laboratory",
      "es": "una organización de Suiza llamada Spiez Laboratory"
    }
  },
  {
    "translation": {
      "en": "to give a presentation on the potential misuse of AI.",
      "es": "para hablar sobre el posible uso indebido de la IA."
    }
  },
  {
    "translation": {
      "en": "[man 14] Sean just sent me an email with a few ideas",
      "es": "Sean me envió un correo con algunas ideas"
    }
  },
  {
    "translation": {
      "en": "of some ways we could misuse our own artificial intelligence.",
      "es": "de cómo se podía hacer un mal uso de la inteligencia artificial."
    }
  },
  {
    "translation": {
      "en": "And instead of asking our model to create drug-like molecules,",
      "es": "En lugar de pedirle al modelo que creara moléculas similares a las de las drogas,"
    }
  },
  {
    "translation": {
      "en": "that could be used to treat diseases,",
      "es": "usadas para tratar enfermedades,"
    }
  },
  {
    "translation": {
      "en": "let's see if we can generate the most toxic molecules possible.",
      "es": "veríamos si podíamos crear las moléculas más tóxicas posibles."
    }
  },
  {
    "translation": {
      "en": "[Sean] I wanted to make the point, could we use AI technology to design molecules that were deadly?",
      "es": "Quería ver si se podía usar la tecnología de la IA para diseñar moléculas mortales."
    }
  },
  {
    "translation": {
      "en": "[Fabio] And to be honest, we thought it was going to fail",
      "es": "Sinceramente, pensamos que iba a fallar"
    }
  },
  {
    "translation": {
      "en": "because all we really did was flip this zero to a one.",
      "es": "porque lo único que hicimos fue cambiar este cero a uno."
    }
  },
  {
    "translation": {
      "en": "And by inverting it, instead of driving away from toxicity,",
      "es": "Y, al invertirlo, en lugar de disminuir la toxicidad,"
    }
  },
  {
    "translation": {
      "en": "now we're driving towards toxicity.",
      "es": "la estábamos aumentando."
    }
  },
  {
    "translation": {
      "en": "And that's it.",
      "es": "Nada más."
    }
  },
  {
    "translation": {
      "en": "While I was home, the computer was doing the work.",
      "es": "La computadora hacía el trabajo mientras yo estaba en casa."
    }
  },
  {
    "translation": {
      "en": "I mean, it was cranking through, generating thousands of molecules,",
      "es": "Ingresaba números y generaba miles de moléculas."
    }
  },
  {
    "translation": {
      "en": "and we didn't have to do anything other than just push \"go.\"",
      "es": "No teníamos que hacer nada más que presionar \"ahora\"."
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next morning, there was this file on my computer,",
      "es": "A la mañana siguiente, había un archivo en mi computadora"
    }
  },
  {
    "translation": {
      "en": "and within it were roughly 40,000 molecules",
      "es": "que contenía unas 40 000 moléculas."
    }
  },
  {
    "translation": {
      "en": "that were potentially",
      "es": "Posiblemente,"
    }
  },
  {
    "translation": {
      "en": "some of the most toxic molecules known to humankind.",
      "es": "eran algunas de las moléculas más tóxicas que conocemos."
    }
  },
  {
    "translation": {
      "en": "[Sean] The hairs on the back of my neck stood up on end.",
      "es": "Se me erizaron los pelos de la nuca."
    }
  },
  {
    "translation": {
      "en": "I was blown away.",
      "es": "Quedé pasmado."
    }
  },
  {
    "translation": {
      "en": "The computer made tens of thousands of ideas for new chemical weapons.",
      "es": "La computadora creó decenas de miles de ideas para nuevas armas químicas."
    }
  },
  {
    "translation": {
      "en": "Obviously, we have molecules that look like and are VX analogs and VX",
      "es": "Obviamente, tenemos moléculas que se parecen y son análogas al VX y VX"
    }
  },
  {
    "translation": {
      "en": "in the data set.",
      "es": "en los datos."
    }
  },
  {
    "translation": {
      "en": "VX is one of the most potent chemical weapons in the world.",
      "es": "El VX es una de las armas químicas más potentes del mundo."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] New claims from police",
      "es": "Ahora la policía dice"
    }
  },
  {
    "translation": {
      "en": "that the women seen attacking Kim Jong-nam in this airport assassination",
      "es": "que las mujeres que atacaron a Kim Jong-nam en este aeropuerto"
    }
  },
  {
    "translation": {
      "en": "were using a deadly nerve agent called VX.",
      "es": "usaban un agente nervioso mortal llamado VX."
    }
  },
  {
    "translation": {
      "en": "[Sean] It can cause death through asphyxiation.",
      "es": "Puede causar la muerte por asfixia."
    }
  },
  {
    "translation": {
      "en": "This is a very potent molecule,",
      "es": "Es una molécula muy potente."
    }
  },
  {
    "translation": {
      "en": "and most of these molecules were predicted to be even more deadly than VX.",
      "es": "Se decía que la mayoría de estas moléculas eran más mortales que el VX."
    }
  },
  {
    "translation": {
      "en": "[Fabio] Many of them had never, as far as we know, been seen before.",
      "es": "Hasta donde sabemos, muchas eran desconocidas."
    }
  },
  {
    "translation": {
      "en": "And so, when Sean and I realized this, we're like, \"Oh, what have we done?\" [chuckles]",
      "es": "Cuando Sean y yo nos dimos cuenta de esto, pensamos: \"¿Qué hicimos?\"."
    }
  },
  {
    "translation": {
      "en": "[Sean] I quickly realized that we had opened Pandora's box,",
      "es": "Me di cuenta enseguida de que habíamos abierto la caja de Pandora"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Stop. Don't do anything else. We're done.\"",
      "es": "y dije: \"Basta. No hagamos nada más. Terminamos."
    }
  },
  {
    "translation": {
      "en": "\"Just make me the slides that I need for the presentation.\"",
      "es": "Solo hazme las diapositivas para la presentación\"."
    }
  },
  {
    "translation": {
      "en": "When we did this experiment, I was thinking, \"What's the worst thing that could possibly happen?\"",
      "es": "Cuando hicimos el experimento, pensé: \"¿Qué es lo peor que podría pasar?\"."
    }
  },
  {
    "translation": {
      "en": "But now I'm like, \"We were naive. We were totally naive in doing it.\"",
      "es": "Pero fuimos totalmente ingenuos al hacer eso."
    }
  },
  {
    "translation": {
      "en": "The thing that terrifies me the most is that anyone could do what we did.",
      "es": "Lo que más me aterra es que cualquiera puede hacerlo."
    }
  },
  {
    "translation": {
      "en": "All it takes is the flip of a switch.",
      "es": "Solo se toca un interruptor."
    }
  },
  {
    "translation": {
      "en": "How do we control this technology before it's used",
      "es": "¿Cómo controlamos esta tecnología antes de que se use"
    }
  },
  {
    "translation": {
      "en": "potentially to do something that's utterly destructive?",
      "es": "para hacer algo posiblemente destructivo?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] At the heart of the conversation around artificial intelligence",
      "es": "En el centro de la conversación sobre la IA"
    }
  },
  {
    "translation": {
      "en": "and how do we choose to use it in society",
      "es": "y de cómo elegimos usarla en la sociedad"
    }
  },
  {
    "translation": {
      "en": "is a race between the power, with which we develop technologies,",
      "es": "hay una carrera entre el poder con el que desarrollamos tecnologías"
    }
  },
  {
    "translation": {
      "en": "and the wisdom that we have to govern it.",
      "es": "y la sabiduría para gobernarlo."
    }
  },
  {
    "translation": {
      "en": "There are the obvious moral and ethical implications",
      "es": "Hay implicancias morales y éticas obvias"
    }
  },
  {
    "translation": {
      "en": "of the same thing that powers our smartphones",
      "es": "en que lo mismo que activa nuestros teléfonos"
    }
  },
  {
    "translation": {
      "en": "being entrusted with the moral decision to take a life.",
      "es": "toma la decisión moral de quitar una vida."
    }
  },
  {
    "translation": {
      "en": "I work with the Future Of Life Institute, a community of scientist activists.",
      "es": "Trabajo en el Future Of Life Institute, una comunidad de activistas científicos."
    }
  },
  {
    "translation": {
      "en": "We're overall trying to show",
      "es": "En general, intentamos mostrar"
    }
  },
  {
    "translation": {
      "en": "that there is this other side to speeding up and escalating automation.",
      "es": "que hay otro aspecto en acelerar y aumentar la autonomía."
    }
  },
  {
    "translation": {
      "en": "[Emilia] But we're trying to make sure that technologies we create",
      "es": "Pero intentamos que las tecnologías que creamos"
    }
  },
  {
    "translation": {
      "en": "are used in a way that is safe and ethical.",
      "es": "se usen de manera segura y ética."
    }
  },
  {
    "translation": {
      "en": "Let's have conversations about rules of engagement,",
      "es": "Hablemos sobre reglas de combate"
    }
  },
  {
    "translation": {
      "en": "and codes of conduct in using AI throughout our weapons systems.",
      "es": "y códigos de conducta para usar la IA en nuestros sistemas de armas."
    }
  },
  {
    "translation": {
      "en": "Because we are now seeing \"enter the battlefield\" technologies",
      "es": "Porque ahora vemos tecnologías para entrar al campo de batalla"
    }
  },
  {
    "translation": {
      "en": "that can be used to kill autonomously.",
      "es": "que pueden matar de manera autónoma."
    }
  },
  {
    "translation": {
      "en": "In 2021, the UN released a report on the potential use",
      "es": "En 2021, la ONU publicó un informe sobre el uso potencial"
    }
  },
  {
    "translation": {
      "en": "of a lethal autonomous weapon on the battlefield in Libya.",
      "es": "de un arma autónoma letal en un campo de batalla en Libia."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] A UN panel said that a drone flying in the Libyan civil war last year",
      "es": "Un panel de la ONU dijo que el año pasado un dron en la guerra civil de Libia"
    }
  },
  {
    "translation": {
      "en": "had been programmed to attack targets autonomously.",
      "es": "se había programado para atacar objetivos de forma autónoma."
    }
  },
  {
    "translation": {
      "en": "[Emilia] If the UN reporting is accurate,",
      "es": "Si los informes de la ONU son precisos,"
    }
  },
  {
    "translation": {
      "en": "this would be a watershed moment for humanity.",
      "es": "este sería un momento decisivo para la humanidad"
    }
  },
  {
    "translation": {
      "en": "Because it marks a use case",
      "es": "porque marca un caso de uso"
    }
  },
  {
    "translation": {
      "en": "where an AI made the decision to take a life, and not a human being.",
      "es": "donde una IA tomó la decisión de quitar una vida. No fue un ser humano."
    }
  },
  {
    "translation": {
      "en": "[Stacie] You're seeing advanced autonomous weapons",
      "es": "Se ven armas autónomas avanzadas"
    }
  },
  {
    "translation": {
      "en": "beginning to be used in different places around the globe.",
      "es": "que comienzan a usarse en diferentes lugares del mundo."
    }
  },
  {
    "translation": {
      "en": "There were reports out of Israel.",
      "es": "Hubo informes de Israel."
    }
  },
  {
    "translation": {
      "en": "Azerbaijan used autonomous systems to target Armenian air defenses.",
      "es": "Azerbaiyán usó sistemas autónomos para atacar defensas aéreas armenias."
    }
  },
  {
    "translation": {
      "en": "[Sean] It can fly around the battlefield for hours,",
      "es": "Puede sobrevolar el campo de batalla por horas,"
    }
  },
  {
    "translation": {
      "en": "looking for things to hit on its own,",
      "es": "buscando objetivos para impactar"
    }
  },
  {
    "translation": {
      "en": "and then plow into them without any kind of human intervention.",
      "es": "y estrellarse contra ellos sin ninguna intervención humana."
    }
  },
  {
    "translation": {
      "en": "[Stacie] And we've seen recently these different videos that are posted in Ukraine.",
      "es": "Hace poco, hemos visto diferentes videos que se publican en Ucrania."
    }
  },
  {
    "translation": {
      "en": "[Paul] It's unclear what mode they might have been in when they were operating.",
      "es": "No está claro en qué modo estaban cuando operaban."
    }
  },
  {
    "translation": {
      "en": "Was a human in the loop, choosing what targets to attack,",
      "es": "¿Había un humano eligiendo qué objetivos atacar"
    }
  },
  {
    "translation": {
      "en": "or was the machine doing that on its own?",
      "es": "o la máquina lo hacía sola?"
    }
  },
  {
    "translation": {
      "en": "But there will certainly come a point in time,",
      "es": "Pero, por supuesto, llegará un momento,"
    }
  },
  {
    "translation": {
      "en": "whether it's already happened in Libya, Ukraine or elsewhere,",
      "es": "sea en Libia, en Ucrania o en cualquier otro lugar,"
    }
  },
  {
    "translation": {
      "en": "where a machine makes its own decision about whom to kill on the battlefield.",
      "es": "en que una máquina decidirá sola a quién matar en el campo de batalla."
    }
  },
  {
    "translation": {
      "en": "[Izumi] Machines exercising lethal power against humans",
      "es": "Las máquinas que ejercen poder letal contra humanos"
    }
  },
  {
    "translation": {
      "en": "without human intervention",
      "es": "sin intervención humana"
    }
  },
  {
    "translation": {
      "en": "is politically unacceptable, morally repugnant.",
      "es": "son políticamente inaceptables y moralmente repugnantes."
    }
  },
  {
    "translation": {
      "en": "Whether the international community",
      "es": "Si la comunidad internacional"
    }
  },
  {
    "translation": {
      "en": "will be sufficient to govern those challenges",
      "es": "será suficiente para gobernar esos desafíos"
    }
  },
  {
    "translation": {
      "en": "is a big question mark.",
      "es": "es un gran interrogante."
    }
  },
  {
    "translation": {
      "en": "[Emilia] If we look towards the future, even just a few years from now,",
      "es": "Si pensamos en el futuro, aunque sea dentro de unos años,"
    }
  },
  {
    "translation": {
      "en": "what the landscape looks like is very scary,",
      "es": "el panorama es muy aterrador"
    }
  },
  {
    "translation": {
      "en": "given that the amount of capital and human resource",
      "es": "porque la cantidad de capital y recursos humanos"
    }
  },
  {
    "translation": {
      "en": "going into making AI more powerful",
      "es": "para hacer que la IA sea más poderosa"
    }
  },
  {
    "translation": {
      "en": "and using it for all of these different applications,",
      "es": "y se use en estas diferentes aplicaciones"
    }
  },
  {
    "translation": {
      "en": "is immense.",
      "es": "es inmensa."
    }
  },
  {
    "translation": {
      "en": "Oh my God, this guy.",
      "es": "Dios mío, qué tipo."
    }
  },
  {
    "translation": {
      "en": "[Brandon] He knows he can't win.",
      "es": "Sabe que no puede ganar."
    }
  },
  {
    "translation": {
      "en": "When I see AI win at different problems, I find it inspirational.",
      "es": "Cuando veo a la IA ganar en diferentes problemas, me parece inspirador."
    }
  },
  {
    "translation": {
      "en": "Going for a little Hail Mary action.",
      "es": "Que sea lo que Dios quiera."
    }
  },
  {
    "translation": {
      "en": "And you can apply those same tactics, techniques, procedures to real aircraft.",
      "es": "Y pueden aplicar esas mismas tácticas, técnicas y procesos en aeronaves reales."
    }
  },
  {
    "translation": {
      "en": "-[friend] Good game. -[Brandon] All right, good game. [laughs]",
      "es": "Buen juego. Bien jugado."
    }
  },
  {
    "translation": {
      "en": "It's surprising to me that people continue to make statements about what AI can't do. Right?",
      "es": "Me sorprende que la gente siga hablando de lo que la IA no puede hacer."
    }
  },
  {
    "translation": {
      "en": "\"Oh, it'll never be able to beat a world champion in chess.\"",
      "es": "\"Nunca vencería a un campeón mundial de ajedrez\"."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] An IBM computer has made a comeback",
      "es": "Una computadora de la empresa IBM volvió"
    }
  },
  {
    "translation": {
      "en": "in Game 2 of its match with world chess champion, Garry Kasparov.",
      "es": "para esta segunda partida contra el campeón mundial, Garry Kasparov."
    }
  },
  {
    "translation": {
      "en": "[commentator] Whoa! Kasparov has resigned!",
      "es": "¡Kasparov renunció!"
    }
  },
  {
    "translation": {
      "en": "[Kasporov] When I see something that is well beyond my understanding,",
      "es": "Cuando veo algo que está más allá de mi comprensión,"
    }
  },
  {
    "translation": {
      "en": "I'm scared. And that was something well beyond my understanding.",
      "es": "me da miedo. Y eso fue algo más allá de mi comprensión."
    }
  },
  {
    "translation": {
      "en": "[Brandon] And then people would say,",
      "es": "La gente también dice:"
    }
  },
  {
    "translation": {
      "en": "\"It'll never be able to beat a world champion in the game of Go.\"",
      "es": "\"Nunca podrá ganarle al campeón mundial de Go\"."
    }
  },
  {
    "translation": {
      "en": "[Go champion] I believe human intuition is still too advanced for A.I.",
      "es": "Creo que la intuición humana es demasiado avanzada para la IA"
    }
  },
  {
    "translation": {
      "en": "to have caught up.",
      "es": "y no podrá alcanzarla."
    }
  },
  {
    "translation": {
      "en": "[man 15] Go is one of the most complicated games anyone can learn",
      "es": "Go es uno de los juegos más complicados para aprender"
    }
  },
  {
    "translation": {
      "en": "because the number of moves on the board, when you do the math,",
      "es": "por la cantidad de movimientos en la mesa que, si se calculan,"
    }
  },
  {
    "translation": {
      "en": "equal more atoms than there are in the entire universe.",
      "es": "superan la cantidad de átomos en todo el universo."
    }
  },
  {
    "translation": {
      "en": "There was a team at Google called DeepMind, and they created a program called AlphaGo",
      "es": "Había un equipo en Google llamado DeepMind que creó un programa llamado AlphaGo"
    }
  },
  {
    "translation": {
      "en": "to be able to beat the world's best players.",
      "es": "para vencer a los mejores jugadores del mundo."
    }
  },
  {
    "translation": {
      "en": "Congratulations to…",
      "es": "Felicitaciones a…"
    }
  },
  {
    "translation": {
      "en": "-AlphaGo -AlphaGo.",
      "es": "AlphaGo."
    }
  },
  {
    "translation": {
      "en": "A computer program has just beaten a 9 dan professional.",
      "es": "Un programa de computadora le ganó a un 9 dan profesional."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Then DeepMind chose StarCraft as kind of their next AI challenge.",
      "es": "Y luego, DeepMind eligió StarCraft como su próximo desafío de la IA."
    }
  },
  {
    "translation": {
      "en": "StarCraft is perhaps the most popular real-time strategy game of all time.",
      "es": "StarCraft es quizás el juego de estrategia en tiempo real más popular."
    }
  },
  {
    "translation": {
      "en": "AlphaStar became famous when it started defeating world champions.",
      "es": "AlphaStar se hizo famoso cuando comenzó a derrotar a campeones mundiales."
    }
  },
  {
    "translation": {
      "en": "[host 1] AlphaStar absolutely smashing Immortal Arc.",
      "es": "AlphaStar destruye en Immortal Arc."
    }
  },
  {
    "translation": {
      "en": "[host 2] Know what? This is not gonna be a fight that the pros can win.",
      "es": "¿Sabes qué? Los profesionales no podrán ganar esta pelea."
    }
  },
  {
    "translation": {
      "en": "It's kind of ridiculous.",
      "es": "Es ridículo."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Professional gamers say, \"I would never try that tactic.\"",
      "es": "Los profesionales decían: \"Nunca probaría esa táctica\"."
    }
  },
  {
    "translation": {
      "en": "\"I would never try that strategy. That's something that's not human.\"",
      "es": "\"Nunca probaría esa estrategia. Eso no es humano\"."
    }
  },
  {
    "translation": {
      "en": "And that was perhaps, you know, the \"a-ha\" moment for me.",
      "es": "Y ese fue quizá el momento de revelación para mí."
    }
  },
  {
    "translation": {
      "en": "I came to realize the time is now.",
      "es": "Me di cuenta de que era el momento."
    }
  },
  {
    "translation": {
      "en": "There's an important technology and an opportunity to make a difference.",
      "es": "Hay una tecnología importante y una oportunidad para hacer un cambio."
    }
  },
  {
    "translation": {
      "en": "I only knew the problems that I had faced as a SEAL in close-quarters combat,",
      "es": "Solo conocía los problemas como SEAL en los combates cuerpo a cuerpo,"
    }
  },
  {
    "translation": {
      "en": "but one of my good friends, who was an F-18 pilot, told me,",
      "es": "pero uno de mis amigos, que era piloto de F-18, me dijo:"
    }
  },
  {
    "translation": {
      "en": "\"We have the same problem in the fighter jet community.\"",
      "es": "\"Tenemos el mismo problema en la comunidad de jets."
    }
  },
  {
    "translation": {
      "en": "\"They are jamming communications.\"",
      "es": "Bloquean las comunicaciones."
    }
  },
  {
    "translation": {
      "en": "\"There are proliferated surface-to-air missile sites that make it too dangerous to operate.\"",
      "es": "Hay más sitios de misiles superficie-aire que hacen que sea peligroso operar\"."
    }
  },
  {
    "translation": {
      "en": "Imagine if we had a fighter jet that was commanded by an AI.",
      "es": "Imagina si tuviéramos un jet de combate pilotado por una IA."
    }
  },
  {
    "translation": {
      "en": "[host 3] Welcome to the AlphaDogfights.",
      "es": "Bienvenidos a las pruebas."
    }
  },
  {
    "translation": {
      "en": "We're a couple of minutes away from this first semifinal.",
      "es": "Estamos a unos minutos de la primera semifinal."
    }
  },
  {
    "translation": {
      "en": "[Brandon] DARPA, the Defense Advanced Research Projects Agency,",
      "es": "DARPA, la Agencia de Proyectos de Investigación Avanzados de Defensa,"
    }
  },
  {
    "translation": {
      "en": "had seen AlphaGo and AlphaStar,",
      "es": "había visto AlphaGo y AlphaStar."
    }
  },
  {
    "translation": {
      "en": "and so this idea of the AlphaDogfight competition came to life.",
      "es": "Esta idea de la competencia AlphaDogfight se hizo realidad."
    }
  },
  {
    "translation": {
      "en": "[host 4] It's what you wanna see your fighter pilots do.",
      "es": "Eso quieres ver en pilotos de combate humanos."
    }
  },
  {
    "translation": {
      "en": "[host 3] This looks like human dogfighting.",
      "es": "Parece una pelea de perros humana."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Dogfighting is fighter-on-fighter aircraft going at it.",
      "es": "Las peleas de perros son aviones de combate que se atacan."
    }
  },
  {
    "translation": {
      "en": "You can think about it as a boxing match in the sky.",
      "es": "Es como un combate de boxeo en el cielo."
    }
  },
  {
    "translation": {
      "en": "Maybe people have seen the movie Top Gun.",
      "es": "Quienes vieron Top Gun lo entienden."
    }
  },
  {
    "translation": {
      "en": "-[character] Can we outrun these guys? -[Maverick] Not their missiles and guns.",
      "es": "¿Podemos superarlos? No sus misiles y armas."
    }
  },
  {
    "translation": {
      "en": "[character] It's a dogfight.",
      "es": "Es una pelea de perros."
    }
  },
  {
    "translation": {
      "en": "[Brandon] Learning to master dogfighting can take eight to ten years.",
      "es": "Aprender a dominar las peleas puede llevar de ocho a diez años."
    }
  },
  {
    "translation": {
      "en": "It's an extremely complex challenge to build AI around.",
      "es": "Es un desafío tremendamente complejo para construir la IA."
    }
  },
  {
    "translation": {
      "en": "The prior approaches to autonomy and dogfighting tended to be brittle.",
      "es": "Los enfoques anteriores a la autonomía y las peleas de perros eran frágiles."
    }
  },
  {
    "translation": {
      "en": "[man 16] We figured machine learning was probably the way to solve this problem.",
      "es": "Pensamos que el aprendizaje automático resolvería el problema."
    }
  },
  {
    "translation": {
      "en": "At first, the AI knew nothing about the world in which it was dropped.",
      "es": "Al principio, la IA no sabía nada sobre el mundo donde estaba."
    }
  },
  {
    "translation": {
      "en": "It didn't know it was flying or what dogfighting was. It didn't know what an F-16 is.",
      "es": "No sabía que volaba, qué era una pelea de perros o un F-16."
    }
  },
  {
    "translation": {
      "en": "All it knew was the available actions it could take,",
      "es": "Solo sabía las acciones que podía hacer"
    }
  },
  {
    "translation": {
      "en": "and it would start to randomly explore those actions.",
      "es": "y comenzó a explorarlas."
    }
  },
  {
    "translation": {
      "en": "[colleague] The blue plane's been training for only a small amount of time.",
      "es": "El avión azul estuvo entrenando por poco tiempo."
    }
  },
  {
    "translation": {
      "en": "You can see it wobbling back and forth,",
      "es": "Se tambalea hacia adelante y hacia atrás"
    }
  },
  {
    "translation": {
      "en": "uh, flying very erratically, generally away from its adversary.",
      "es": "y vuela muy erráticamente, generalmente, lejos de su adversario."
    }
  },
  {
    "translation": {
      "en": "As the fight progresses, we can see blue is starting to establish here its game plan.",
      "es": "Cuando avanza la pelea, vemos que el azul comienza con un plan de juego."
    }
  },
  {
    "translation": {
      "en": "It's more in a position to shoot.",
      "es": "Está en posición de disparar."
    }
  },
  {
    "translation": {
      "en": "Once in a while, the learning algorithm said,",
      "es": "A veces, el algoritmo de aprendizaje decía:"
    }
  },
  {
    "translation": {
      "en": "\"Here's a cookie. Keep doing more of that.\"",
      "es": "\"Toma un premio. Sigue haciendo eso\"."
    }
  },
  {
    "translation": {
      "en": "We can take advantage of computer power and train the agents many times in parallel.",
      "es": "Podemos aprovechar la computadora y entrenar a los agentes en paralelo."
    }
  },
  {
    "translation": {
      "en": "It's like a basketball team.",
      "es": "Es como un equipo de básquet."
    }
  },
  {
    "translation": {
      "en": "Instead of playing the same team over and over again,",
      "es": "En lugar de jugar con el mismo equipo una y otra vez,"
    }
  },
  {
    "translation": {
      "en": "you're traveling the world playing 512 different teams,",
      "es": "viajamos por el mundo jugando con 512 equipos diferentes"
    }
  },
  {
    "translation": {
      "en": "all at the same time.",
      "es": "al mismo tiempo."
    }
  },
  {
    "translation": {
      "en": "You can get very good, very fast.",
      "es": "Puedes volverte bueno muy rápido."
    }
  },
  {
    "translation": {
      "en": "We were able to run that simulation 24/7",
      "es": "Pudimos hacer esa simulación 24/7"
    }
  },
  {
    "translation": {
      "en": "and get something like 30 years of pilot training time in, in 10 months.",
      "es": "y tener 30 años de entrenamiento de piloto en 10 meses."
    }
  },
  {
    "translation": {
      "en": "We went from barely able to control the aircraft",
      "es": "Pasamos de apenas controlar la aeronave"
    }
  },
  {
    "translation": {
      "en": "to being a stone-cold assassin.",
      "es": "a ser un asesino a sangre fría."
    }
  },
  {
    "translation": {
      "en": "Under training, we were competing only against other artificial intelligence.",
      "es": "Al entrenar, competíamos solo contra otras IA."
    }
  },
  {
    "translation": {
      "en": "But competing against humans directly was kind of the ultimate target.",
      "es": "Pero el objetivo final era competir directamente contra humanos."
    }
  },
  {
    "translation": {
      "en": "My name is Mike Benitez,",
      "es": "Me llamo Mike Benitez."
    }
  },
  {
    "translation": {
      "en": "I'm a Lieutenant Colonel in the U.S. Air Force.",
      "es": "Soy teniente coronel de la Fuerza Aérea."
    }
  },
  {
    "translation": {
      "en": "Been on active duty about 25 years.",
      "es": "Llevo 25 años de servicio activo."
    }
  },
  {
    "translation": {
      "en": "I've got 250 combat missions",
      "es": "Tuve 250 misiones de combate."
    }
  },
  {
    "translation": {
      "en": "and I'm a weapons school graduate, which is Air Force version of Top Gun.",
      "es": "Me gradué en la Escuela de Armas, la versión de la Fuerza Aérea de Top Gun."
    }
  },
  {
    "translation": {
      "en": "I've never actually flown against AI.",
      "es": "Nunca volé contra la IA."
    }
  },
  {
    "translation": {
      "en": "So I'm pretty excited to see how well I can do.",
      "es": "Me entusiasma ver cómo lo hago."
    }
  },
  {
    "translation": {
      "en": "[commander] We got now a 6,000 feet offensive set up nose-to-nose.",
      "es": "Tenemos una ofensiva de 1800 metros de frente."
    }
  },
  {
    "translation": {
      "en": "Fight's on.",
      "es": "Adelante."
    }
  },
  {
    "translation": {
      "en": "He's gone now.",
      "es": "Se fue."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's actually really interesting.",
      "es": "Es muy interesante."
    }
  },
  {
    "translation": {
      "en": "Dead. Got him. Flawless victory.",
      "es": "- Muerto. - Le di. Una victoria impecable."
    }
  },
  {
    "translation": {
      "en": "All right, round two.",
      "es": "Bien, segunda ronda."
    }
  },
  {
    "translation": {
      "en": "What the artificial intelligence is doing is maneuvering with such precision,",
      "es": "Lo que hace la inteligencia artificial es maniobrar con tanta precisión"
    }
  },
  {
    "translation": {
      "en": "uh, that I just can't keep up with it.",
      "es": "que no puedo seguirle el ritmo."
    }
  },
  {
    "translation": {
      "en": "Right into the merge.",
      "es": "Justo en la unión."
    }
  },
  {
    "translation": {
      "en": "Oh, now you're gone.",
      "es": "Vas a morir."
    }
  },
  {
    "translation": {
      "en": "Got him!",
      "es": "Le di."
    }
  },
  {
    "translation": {
      "en": "Still got me.",
      "es": "Me dio."
    }
  },
  {
    "translation": {
      "en": "[Brett] AI is never scared.",
      "es": "La IA nunca tiene miedo."
    }
  },
  {
    "translation": {
      "en": "There's a human emotional element in the cockpit an AI won't have.",
      "es": "Hay un aspecto emocional humano en la cabina que la IA no tiene."
    }
  },
  {
    "translation": {
      "en": "One of the more interesting strategies our AI developed,",
      "es": "Una estrategia interesante que desarrolló nuestra IA"
    }
  },
  {
    "translation": {
      "en": "was what we call the face shot.",
      "es": "es lo que llamamos el tiro de frente."
    }
  },
  {
    "translation": {
      "en": "Usually a human wants to shoot from behind",
      "es": "Por lo general, un humano quiere disparar desde atrás"
    }
  },
  {
    "translation": {
      "en": "because it's hard for them to shake you loose.",
      "es": "porque es difícil para el otro soltarte."
    }
  },
  {
    "translation": {
      "en": "They don't try face shots because you're playing a game of chicken.",
      "es": "No hace tiros de frente porque todos prueban su valentía."
    }
  },
  {
    "translation": {
      "en": "When we come head-on, 3,000 feet away to 500 feet away",
      "es": "Cuando atacamos de frente, de 900 a 150 metros de distancia,"
    }
  },
  {
    "translation": {
      "en": "can happen in a blink of an eye.",
      "es": "puede ser en un segundo."
    }
  },
  {
    "translation": {
      "en": "You run a high risk of colliding, so humans don't try it.",
      "es": "Corres riesgo de colisionar, así que los humanos no lo intentan."
    }
  },
  {
    "translation": {
      "en": "The AI, unless it's told to fear death, will not fear death.",
      "es": "La IA no le teme a la muerte a menos que se le indique."
    }
  },
  {
    "translation": {
      "en": "[Mike] All good. Feels like I'm fighting against a human, uh,",
      "es": "Siento que voy contra un humano,"
    }
  },
  {
    "translation": {
      "en": "a human that has a reckless abandonment for safety. [chuckles]",
      "es": "pero uno que no tiene en cuenta la seguridad."
    }
  },
  {
    "translation": {
      "en": "He's not gonna survive this last one.",
      "es": "No sobrevivirá esta vez."
    }
  },
  {
    "translation": {
      "en": "He doesn't have enough time.",
      "es": "No tiene tiempo."
    }
  },
  {
    "translation": {
      "en": "[Brett] Good night.",
      "es": "Buenas noches."
    }
  },
  {
    "translation": {
      "en": "[Mike] I'm dead.",
      "es": "Morí."
    }
  },
  {
    "translation": {
      "en": "It's humbling to know",
      "es": "Es humillante saber"
    }
  },
  {
    "translation": {
      "en": "that I might not even be the best thing for this mission,",
      "es": "que tal vez no sea el mejor para esta misión"
    }
  },
  {
    "translation": {
      "en": "and that thing could be something that replaces me one day.",
      "es": "y que esa cosa me podría reemplazar un día."
    }
  },
  {
    "translation": {
      "en": "[colleague] Same 6 CAV.",
      "es": "Visibilidad, 1800 m."
    }
  },
  {
    "translation": {
      "en": "One thousand offset.",
      "es": "Y 300 de margen."
    }
  },
  {
    "translation": {
      "en": "[Brandon] With this AI pilot commanding fighter aircraft,",
      "es": "Con este piloto de IA al mando de aeronaves,"
    }
  },
  {
    "translation": {
      "en": "the winning is relentless, it's dominant.",
      "es": "la victoria es implacable, dominante."
    }
  },
  {
    "translation": {
      "en": "It's not just winning by a wide range.",
      "es": "No es solo ganar por un margen amplio."
    }
  },
  {
    "translation": {
      "en": "It's, \"Okay, how can we get that onto our aircraft?\" It's that powerful.",
      "es": "Es pensar cómo meter eso en nuestra aeronave. Es así de poderoso."
    }
  },
  {
    "translation": {
      "en": "[Nathan] It's realistic to expect that AI will be piloting an F-16,",
      "es": "Es realista pretender que la IA pilotee un F-16,"
    }
  },
  {
    "translation": {
      "en": "and it will not be that far out.",
      "es": "y no faltará mucho para eso."
    }
  },
  {
    "translation": {
      "en": "[Brandon] If you're going up against an AI pilot that has a 99.99999% win rate,",
      "es": "Si un piloto de inteligencia artificial tiene una tasa de éxito del 99.99999 %,"
    }
  },
  {
    "translation": {
      "en": "you don't stand a chance.",
      "es": "no tienes chance."
    }
  },
  {
    "translation": {
      "en": "When I think about one AI pilot being unbeatable,",
      "es": "Cuando veo que un piloto de IA es imbatible,"
    }
  },
  {
    "translation": {
      "en": "I think about what a team of 50, or 100,",
      "es": "pienso en lo que un equipo de 50, 100"
    }
  },
  {
    "translation": {
      "en": "or 1,000 AI pilots can continue to, uh, achieve.",
      "es": "o 1000 pilotos de inteligencia artificial puede lograr."
    }
  },
  {
    "translation": {
      "en": "Swarming is a team of highly intelligent aircraft that work with each other.",
      "es": "El enjambre es un grupo de aviones inteligentes que trabajan juntos."
    }
  },
  {
    "translation": {
      "en": "They're sharing information about what to do, how to solve a problem.",
      "es": "Comparten información sobre qué hacer y cómo resolver un problema."
    }
  },
  {
    "translation": {
      "en": "Swarming will be a game-changing and transformational capability",
      "es": "El enjambre será una capacidad que redefinirá las reglas del juego para nuestro ejército y aliados."
    }
  },
  {
    "translation": {
      "en": "to our military and our allies.",
      "es": "que redefinirá las reglas del juego para nuestro ejército y aliados."
    }
  },
  {
    "translation": {
      "en": "[controller] Target has been acquired, and the drones are tracking him.",
      "es": "El objetivo se detectó. Los drones lo están rastreando."
    }
  },
  {
    "translation": {
      "en": "[controller] Here comes the land.",
      "es": "Bien, ya aterrizan."
    }
  },
  {
    "translation": {
      "en": "[man 17] Primary goal of the swarming research we're working on",
      "es": "El objetivo principal de la investigación del enjambre"
    }
  },
  {
    "translation": {
      "en": "is to deploy a large number of drones",
      "es": "es desplegar una gran cantidad de drones"
    }
  },
  {
    "translation": {
      "en": "over an area that is hard to get to or dangerous to get to.",
      "es": "en un área de acceso difícil o peligroso."
    }
  },
  {
    "translation": {
      "en": "The Army Research Lab has been supporting this particular research project.",
      "es": "El Laboratorio de Invest. del Ejército estuvo apoyando este proyecto."
    }
  },
  {
    "translation": {
      "en": "If you want to know what's in a location,",
      "es": "Si quieres saber qué hay en un lugar,"
    }
  },
  {
    "translation": {
      "en": "but it's hard to get to that area, or it's a very large area,",
      "es": "pero es difícil llegar a esa área o es una zona muy grande,"
    }
  },
  {
    "translation": {
      "en": "then deploying a swarm is a very natural way to extend the reach of individuals",
      "es": "enviar un enjambre es una forma natural de extender el alcance de los individuos"
    }
  },
  {
    "translation": {
      "en": "and collect information that is critical to the mission.",
      "es": "y reunir información crítica para la misión."
    }
  },
  {
    "translation": {
      "en": "So, right now in our swarm deployment,",
      "es": "En este despliegue de enjambre,"
    }
  },
  {
    "translation": {
      "en": "we essentially give a single command to go track the target of interest.",
      "es": "damos una sola orden para rastrear el objetivo en cuestión."
    }
  },
  {
    "translation": {
      "en": "Then the drones go and do all of that on their own.",
      "es": "Luego los drones van y hacen todo solos."
    }
  },
  {
    "translation": {
      "en": "Artificial intelligence allows the robots to move collectively as a swarm",
      "es": "La IA permite que los robots se muevan colectivamente como un enjambre"
    }
  },
  {
    "translation": {
      "en": "in a decentralized manner.",
      "es": "de manera desconcentrada."
    }
  },
  {
    "translation": {
      "en": "In the swarms in nature that we see,",
      "es": "En los enjambres de la naturaleza,"
    }
  },
  {
    "translation": {
      "en": "there's no boss, no main animal telling them what to do.",
      "es": "no hay un jefe o un animal principal que indica qué hacer."
    }
  },
  {
    "translation": {
      "en": "The behavior is emerging out of each individual animal",
      "es": "El comportamiento surge de cada animal individual"
    }
  },
  {
    "translation": {
      "en": "following a few simple rules.",
      "es": "que sigue algunas reglas simples."
    }
  },
  {
    "translation": {
      "en": "And out of that grows this emergent collective behavior that you see.",
      "es": "Y de allí surge este comportamiento colectivo que se ve."
    }
  },
  {
    "translation": {
      "en": "What's awe-inspiring about swarms in nature",
      "es": "Lo asombroso de los enjambres en la naturaleza"
    }
  },
  {
    "translation": {
      "en": "is the graceful ability in which they move.",
      "es": "es la habilidad con la que se mueven."
    }
  },
  {
    "translation": {
      "en": "It's as if they were built to be a part of this group.",
      "es": "Es como si estuvieran diseñados para estar en un grupo."
    }
  },
  {
    "translation": {
      "en": "Ideally, what we'd love to see with our drone swarm is,",
      "es": "Lo ideal es que veamos con nuestro enjambre de drones,"
    }
  },
  {
    "translation": {
      "en": "much like in the swarm in nature,",
      "es": "como con los enjambres naturales,"
    }
  },
  {
    "translation": {
      "en": "decisions being made by the group collectively.",
      "es": "que las decisiones se tomen colectivamente."
    }
  },
  {
    "translation": {
      "en": "The other piece of inspiration for us",
      "es": "Otras cosas que nos dan inspiración"
    }
  },
  {
    "translation": {
      "en": "comes in the form of reliability and resiliency.",
      "es": "son la confiabilidad y la resistencia."
    }
  },
  {
    "translation": {
      "en": "That swarm will not go down",
      "es": "Ese enjambre no cae"
    }
  },
  {
    "translation": {
      "en": "if one individual animal doesn't do what it's supposed to do.",
      "es": "si un animal individual no hace lo que debe hacer."
    }
  },
  {
    "translation": {
      "en": "Even if one of the agents falls out, or fails,",
      "es": "Incluso si uno de los agentes cae, falla"
    }
  },
  {
    "translation": {
      "en": "or isn't able to complete the task,",
      "es": "o no puede completar la tarea,"
    }
  },
  {
    "translation": {
      "en": "the swarm will continue.",
      "es": "el enjambre continúa."
    }
  },
  {
    "translation": {
      "en": "And ultimately, that's what we'd like to have.",
      "es": "Eso es lo que nos gustaría tener."
    }
  },
  {
    "translation": {
      "en": "We have this need in combat scenarios for identifying enemy aircraft,",
      "es": "Debemos identificar aviones enemigos en situaciones de combate."
    }
  },
  {
    "translation": {
      "en": "and it used to be we required one person controlling one robot.",
      "es": "Antes se necesitaba a una persona que controlara un robot."
    }
  },
  {
    "translation": {
      "en": "As autonomy increases,",
      "es": "A medida que aumenta la autonomía,"
    }
  },
  {
    "translation": {
      "en": "I hope we will get to see a large number of robots",
      "es": "también aumentaría la cantidad de robots"
    }
  },
  {
    "translation": {
      "en": "being controlled by a very small number of people.",
      "es": "controlados por muy pocas personas."
    }
  },
  {
    "translation": {
      "en": "I see no reason why we couldn't achieve a thousand eventually",
      "es": "No veo por qué no podemos llegar a mil"
    }
  },
  {
    "translation": {
      "en": "because each agent will be able to act of its own accord, and the sky's the limit.",
      "es": "porque cada agente podrá actuar por su cuenta. No hay límites."
    }
  },
  {
    "translation": {
      "en": "We can scale our learning…",
      "es": "Podemos ampliar esos datos…"
    }
  },
  {
    "translation": {
      "en": "[Justin B.] We've been working on swarming in simulation for quite some time,",
      "es": "Hace tiempo que trabajamos en la simulación con enjambres."
    }
  },
  {
    "translation": {
      "en": "and it is time to bring that to real-world aircraft.",
      "es": "Ya es hora de llevar eso a las aeronaves."
    }
  },
  {
    "translation": {
      "en": "We expect to be doing three robots at once over the network,",
      "es": "Esperamos hacer tres robots a la vez en la red"
    }
  },
  {
    "translation": {
      "en": "and then starting to add more and more capabilities.",
      "es": "y luego agregar cada vez más habilidades."
    }
  },
  {
    "translation": {
      "en": "We want to be able to test that on smaller systems,",
      "es": "Queremos probar eso en sistemas más pequeños,"
    }
  },
  {
    "translation": {
      "en": "but take those same concepts and apply them to larger systems,",
      "es": "pero tomar esos conceptos y aplicarlos a sistemas más grandes"
    }
  },
  {
    "translation": {
      "en": "like a fighter jet.",
      "es": "como un avión de combate."
    }
  },
  {
    "translation": {
      "en": "[Brandon] We talk a lot about,",
      "es": "Hablamos mucho"
    }
  },
  {
    "translation": {
      "en": "how do you give a platoon the combat power of a battalion?",
      "es": "de cómo se le da a un pelotón el poder de combate de un batallón."
    }
  },
  {
    "translation": {
      "en": "Or a battalion the combat power of a brigade?",
      "es": "O a un batallón el poder de combate de una brigada."
    }
  },
  {
    "translation": {
      "en": "You can do that with swarming.",
      "es": "Se puede hacer con el enjambre."
    }
  },
  {
    "translation": {
      "en": "And when you can unlock that power of swarming,",
      "es": "Cuando liberas ese poder del enjambre,"
    }
  },
  {
    "translation": {
      "en": "you have just created a new strategic deterrence to military aggression.",
      "es": "habrás creado una nueva disuasión estratégica en la agresión militar."
    }
  },
  {
    "translation": {
      "en": "[Bob] I think the most exciting thing is the number of young men and women",
      "es": "Creo que lo más emocionante es la cantidad de hombres y mujeres jóvenes"
    }
  },
  {
    "translation": {
      "en": "who we will save if we really do this right.",
      "es": "que salvaremos si lo hacemos bien."
    }
  },
  {
    "translation": {
      "en": "And we trade machines",
      "es": "Intercambiamos máquinas"
    }
  },
  {
    "translation": {
      "en": "rather than human lives.",
      "es": "y no vidas humanas."
    }
  },
  {
    "translation": {
      "en": "Some argue that autonomous weapons will make warfare more precise",
      "es": "Algunos dicen que las armas autónomas harán que la guerra sea más precisa y compasiva,"
    }
  },
  {
    "translation": {
      "en": "and more humane,",
      "es": "sea más precisa y compasiva,"
    }
  },
  {
    "translation": {
      "en": "but it's actually difficult to predict",
      "es": "pero es difícil predecir"
    }
  },
  {
    "translation": {
      "en": "exactly how autonomous weapons might change warfare ahead of time.",
      "es": "cómo las armas autónomas podrían cambiar las guerras."
    }
  },
  {
    "translation": {
      "en": "It's like the invention of the Gatling gun.",
      "es": "Es como la ametralladora Gatling."
    }
  },
  {
    "translation": {
      "en": "Richard Gatling was an inventor,",
      "es": "Richard Gatling era inventor."
    }
  },
  {
    "translation": {
      "en": "and he saw soldiers coming back, wounded in the Civil War,",
      "es": "Vio soldados heridos que regresaban de la Guerra Civil"
    }
  },
  {
    "translation": {
      "en": "and wanted to find ways to make warfare more humane.",
      "es": "y quiso buscar formas de hacer la guerra más compasiva."
    }
  },
  {
    "translation": {
      "en": "To reduce the number of soldiers that were killed in war",
      "es": "De poder disminuir la cantidad de muertes en la guerra"
    }
  },
  {
    "translation": {
      "en": "by reducing the number of soldiers in the battle.",
      "es": "llevando menos soldados a la batalla."
    }
  },
  {
    "translation": {
      "en": "And so he invented the Gatling gun, an automated gun turned by a crank",
      "es": "Así que inventó la ametralladora Gatling, que se activaba con una manivela"
    }
  },
  {
    "translation": {
      "en": "that could automate the process of firing.",
      "es": "y automatizaba el proceso de disparo."
    }
  },
  {
    "translation": {
      "en": "It increased effectively by a hundredfold the firepower that soldiers could deliver.",
      "es": "Aumentaba cien veces la potencia de fuego que aportaban los soldados."
    }
  },
  {
    "translation": {
      "en": "Oftentimes, efforts to make warfare more precise and humane…",
      "es": "A veces, los esfuerzos para hacer la guerra más precisa y compasiva"
    }
  },
  {
    "translation": {
      "en": "…can have the opposite effect.",
      "es": "pueden tener el efecto opuesto."
    }
  },
  {
    "translation": {
      "en": "[Arash] Think about the effect of one errant drone strike",
      "es": "Piensa en el efecto de un ataque de dron errante"
    }
  },
  {
    "translation": {
      "en": "in a rural area that drives the local populace against the United States,",
      "es": "en una zona rural que pone a la población contra Estados Unidos,"
    }
  },
  {
    "translation": {
      "en": "against the local government. You know, supposedly the good guys.",
      "es": "contra un gobierno local. Supuestamente, los buenos."
    }
  },
  {
    "translation": {
      "en": "Now magnify that by 1,000.",
      "es": "Ahora multiplica eso por 1000."
    }
  },
  {
    "translation": {
      "en": "[Emilia] The creation of a weapon system",
      "es": "La creación de un sistema de armas"
    }
  },
  {
    "translation": {
      "en": "that is cheap, scalable, and doesn't require human operators",
      "es": "que sea barato, expansible y que no requiera agentes humanos"
    }
  },
  {
    "translation": {
      "en": "drastically changes the actual barriers to conflict.",
      "es": "cambia drásticamente las barreras del conflicto."
    }
  },
  {
    "translation": {
      "en": "It keeps me up at night to think of a world where war is ubiquitous,",
      "es": "Me inquieta pensar en un mundo donde la guerra sea omnipresente,"
    }
  },
  {
    "translation": {
      "en": "and we no longer carry the human and financial cost of war",
      "es": "y ya no carguemos con el costo humano y financiero de la guerra"
    }
  },
  {
    "translation": {
      "en": "because we're just so far removed from…",
      "es": "porque ya no haría falta pensar"
    }
  },
  {
    "translation": {
      "en": "the lives that will be lost.",
      "es": "en las vidas que se perderían."
    }
  },
  {
    "translation": {
      "en": "[Sean] This whole thing is haunting me.",
      "es": "Esto me atormenta."
    }
  },
  {
    "translation": {
      "en": "I just needed an example of artificial intelligence misuse.",
      "es": "Solo necesitaba un ejemplo de mal uso de la IA."
    }
  },
  {
    "translation": {
      "en": "The unanticipated consequences of doing that simple thought experiment",
      "es": "Las consecuencias inesperadas de hacer ese experimento simple"
    }
  },
  {
    "translation": {
      "en": "have gone way too far.",
      "es": "fueron demasiado lejos."
    }
  },
  {
    "translation": {
      "en": "When I gave the presentation",
      "es": "En la presentación"
    }
  },
  {
    "translation": {
      "en": "on the toxic molecules created by AI technology,",
      "es": "de las moléculas tóxicas creadas por la tecnología de IA"
    }
  },
  {
    "translation": {
      "en": "the audience's jaws dropped.",
      "es": "el público quedó pasmado."
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next decision was whether we should publish this information.",
      "es": "La siguiente decisión fue si debíamos publicar esta información."
    }
  },
  {
    "translation": {
      "en": "On one hand, you want to warn the world",
      "es": "Por un lado, quieres advertir sobre este tipo de capacidades,"
    }
  },
  {
    "translation": {
      "en": "of these sorts of capabilities, but on the other hand,",
      "es": "Por un lado, quieres advertir sobre este tipo de capacidades, pero, por otro lado, no quieres darle la idea a alguien si nunca la ha tenido."
    }
  },
  {
    "translation": {
      "en": "you don't want to give somebody the idea if they had never had it before.",
      "es": "pero, por otro lado, no quieres darle la idea a alguien si nunca la ha tenido."
    }
  },
  {
    "translation": {
      "en": "We decided it was worth publishing",
      "es": "Decidimos publicarla"
    }
  },
  {
    "translation": {
      "en": "to maybe find some ways to mitigate the misuse of this type of AI",
      "es": "para buscar formas de mitigar el mal uso de este tipo de IA"
    }
  },
  {
    "translation": {
      "en": "before it occurs.",
      "es": "antes de que ocurriera."
    }
  },
  {
    "translation": {
      "en": "The general public's reaction was shocking.",
      "es": "La reacción del público en general fue de impacto."
    }
  },
  {
    "translation": {
      "en": "We can see the metrics on the page, how many people have accessed it.",
      "es": "Podíamos ver la cantidad de personas que accedieron a la página."
    }
  },
  {
    "translation": {
      "en": "The kinds of articles we normally write, we're lucky if we get--",
      "es": "Para artículos que normalmente escribimos, con suerte, unas mil personas los leen en un período de un año o varios años."
    }
  },
  {
    "translation": {
      "en": "A few thousand people look at our article over a period of a year or multiple years.",
      "es": "con suerte, unas mil personas los leen en un período de un año o varios años."
    }
  },
  {
    "translation": {
      "en": "It was 10,000 people had read it within a week.",
      "es": "Diez mil personas leyeron este en una semana."
    }
  },
  {
    "translation": {
      "en": "Then it was 20,000, then it was 30,000, then it was 40,000,",
      "es": "Luego fueron 20 000, luego 30 000 y luego 40 000."
    }
  },
  {
    "translation": {
      "en": "and we were up to 10,000 people a day.",
      "es": "Llegó a hasta 10 000 personas por día."
    }
  },
  {
    "translation": {
      "en": "[Sean] We've done The Economist, the Financial Times.",
      "es": "Llegamos a The Economist y al Financial Times."
    }
  },
  {
    "translation": {
      "en": "Radiolab, you know, they reached out. Like, I've heard of Radiolab!",
      "es": "Radiolab nos contactó. ¡Conocía Radiolab!"
    }
  },
  {
    "translation": {
      "en": "But then the reactions turned into this thing that's out of control.",
      "es": "Pero luego, las reacciones se descontrolaron un poco."
    }
  },
  {
    "translation": {
      "en": "When we look at those tweets, it's like, \"Oh my God, could they do anything worse?\"",
      "es": "Cuando vimos esos tuits, pensamos: \"¿Podían hacer algo peor?\"."
    }
  },
  {
    "translation": {
      "en": "Why did they do this?",
      "es": "\"¿Por qué hicieron esto?\"."
    }
  },
  {
    "translation": {
      "en": "And then we got an invitation I never would have anticipated.",
      "es": "Y recibimos una invitación que nunca imaginábamos."
    }
  },
  {
    "translation": {
      "en": "There was a lot of discussion inside the White House about the article,",
      "es": "Hubo mucho debate en la Casa Blanca sobre el artículo,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to talk to us urgently.",
      "es": "y querían hablar con nosotros."
    }
  },
  {
    "translation": {
      "en": "Obviously, it's an incredible honor",
      "es": "Obviamente, es un gran honor"
    }
  },
  {
    "translation": {
      "en": "to be able to talk to people at this level.",
      "es": "poder hablar con gente de ese nivel."
    }
  },
  {
    "translation": {
      "en": "But then it hits you",
      "es": "Pero luego caes en la cuenta."
    }
  },
  {
    "translation": {
      "en": "like, \"Oh my goodness, it's the White House. The boss.\"",
      "es": "\"Por Dios, es la Casa Blanca. El gran jefe\"."
    }
  },
  {
    "translation": {
      "en": "This involved putting together data sets that were open source…",
      "es": "Esto implicó reunir datos de código abierto…"
    }
  },
  {
    "translation": {
      "en": "And in about six hours, the model was able to generate about over 40,000…",
      "es": "En unas seis horas, el modelo generó más de 40 000…"
    }
  },
  {
    "translation": {
      "en": "[Sean] They asked questions about how much computing power you needed,",
      "es": "Preguntaron cuánta capacidad de procesamiento se necesitaba,"
    }
  },
  {
    "translation": {
      "en": "and we told them it was nothing special.",
      "es": "y dijimos que no demasiada."
    }
  },
  {
    "translation": {
      "en": "Literally a standard run-of-the-mill, six-year-old Mac.",
      "es": "Simplemente, una Mac común y corriente de seis años."
    }
  },
  {
    "translation": {
      "en": "And that blew them away.",
      "es": "Y eso los sorprendió."
    }
  },
  {
    "translation": {
      "en": "The folks that are in charge of understanding chemical warfare agents",
      "es": "Los encargados de analizar los agentes de guerras químicas"
    }
  },
  {
    "translation": {
      "en": "and governmental agencies, they had no idea of this potential.",
      "es": "y las agencias gubernamentales no tenían idea de este potencial."
    }
  },
  {
    "translation": {
      "en": "We've got this cookbook to make these chemical weapons,",
      "es": "Tenemos un manual para hacer armas químicas,"
    }
  },
  {
    "translation": {
      "en": "and in the hands of a bad actor that has malicious intent",
      "es": "pero, en manos de alguien con malas intenciones,"
    }
  },
  {
    "translation": {
      "en": "it could be utterly horrifying.",
      "es": "podría ser algo horrendo."
    }
  },
  {
    "translation": {
      "en": "People have to sit up and listen,",
      "es": "La gente debía escuchar,"
    }
  },
  {
    "translation": {
      "en": "and we have to take steps to either regulate the technology",
      "es": "y nosotros, tomar medidas para regular la tecnología"
    }
  },
  {
    "translation": {
      "en": "or constrain it in a way that it can't be misused.",
      "es": "o restringirla de manera que no se usara mal."
    }
  },
  {
    "translation": {
      "en": "Because the potential for lethality…",
      "es": "Porque el potencial de letalidad"
    }
  },
  {
    "translation": {
      "en": "is terrifying.",
      "es": "es aterrador."
    }
  },
  {
    "translation": {
      "en": "The question of the ethics of AI is largely addressed by society,",
      "es": "La cuestión de la ética de la IA se aborda, en gran parte, en la sociedad,"
    }
  },
  {
    "translation": {
      "en": "not by the engineers or technologists, the mathematicians.",
      "es": "no entre los ingenieros, tecnólogos o matemáticos."
    }
  },
  {
    "translation": {
      "en": "Every technology that we bring forth, every novel innovation,",
      "es": "Cada tecnología que presentamos y cada innovación"
    }
  },
  {
    "translation": {
      "en": "ultimately falls under the purview of how society believes we should use it.",
      "es": "cae en el ámbito de cómo la sociedad cree que deberíamos usarla."
    }
  },
  {
    "translation": {
      "en": "[Bob] Right now, the Department of Defense says,",
      "es": "Ahora, el Departamento de Defensa dice:"
    }
  },
  {
    "translation": {
      "en": "\"The only thing that is saying we are going to kill something on the battlefield is a human.\"",
      "es": "\"Lo único que dice que vamos a matar algo en el campo de batalla es a un humano\"."
    }
  },
  {
    "translation": {
      "en": "A machine can do the killing,",
      "es": "Una máquina puede matar,"
    }
  },
  {
    "translation": {
      "en": "but only at the behest of a human operator,",
      "es": "pero solo por mandato de un operador humano."
    }
  },
  {
    "translation": {
      "en": "and I don't see that ever changing.",
      "es": "No creo que eso vaya a cambiar."
    }
  },
  {
    "translation": {
      "en": "[Arash] They assure us that this type of technology will be safe.",
      "es": "Nos aseguran que este tipo de tecnología será segura."
    }
  },
  {
    "translation": {
      "en": "But the United States military just doesn't have a trustworthy reputation",
      "es": "Pero el ejército de EE. UU. no tiene una reputación confiable con los drones en la guerra."
    }
  },
  {
    "translation": {
      "en": "with drone warfare.",
      "es": "no tiene una reputación confiable con los drones en la guerra."
    }
  },
  {
    "translation": {
      "en": "And so, when it comes to trusting the U.S. military with AI,",
      "es": "Cuando se trata de confiarle la IA al ejército estadounidense,"
    }
  },
  {
    "translation": {
      "en": "I would say, you know, the track record kinda speaks for itself.",
      "es": "diría que los antecedentes hablan por sí solos."
    }
  },
  {
    "translation": {
      "en": "[Paul] The U.S. Defense Department policy on the use of autonomy in weapons",
      "es": "La política del Departamento de Defensa sobre la autonomía en las armas"
    }
  },
  {
    "translation": {
      "en": "does not ban any kind of weapon system.",
      "es": "no prohíbe ningún tipo de sistema de armas."
    }
  },
  {
    "translation": {
      "en": "And even if militaries might not want autonomous weapons,",
      "es": "Incluso si los militares no quisieran armas autónomas,"
    }
  },
  {
    "translation": {
      "en": "we could see militaries handing over more decisions to machines",
      "es": "podrían delegar más decisiones a las máquinas"
    }
  },
  {
    "translation": {
      "en": "just to keep pace with competitors.",
      "es": "para seguir el ritmo de los rivales."
    }
  },
  {
    "translation": {
      "en": "And that could drive militaries to automate decisions",
      "es": "Y eso podría llevar a los militares a automatizar decisiones que quizá no quieran."
    }
  },
  {
    "translation": {
      "en": "that they may not want to.",
      "es": "a automatizar decisiones que quizá no quieran."
    }
  },
  {
    "translation": {
      "en": "[Bob] Vladimir Putin said, \"Whoever leads in AI is going to rule the world.\"",
      "es": "Vladímir Putin dijo: \"Quien lidere en la IA gobernará el mundo\"."
    }
  },
  {
    "translation": {
      "en": "President Xi has made it clear that AI is one of the number one technologies",
      "es": "El presidente Xi dejó en claro que la IA es una de las tecnologías"
    }
  },
  {
    "translation": {
      "en": "that China wants to dominate in.",
      "es": "que China quiere dominar."
    }
  },
  {
    "translation": {
      "en": "We're clearly in a technological competition.",
      "es": "Claramente, estamos en una competencia tecnológica."
    }
  },
  {
    "translation": {
      "en": "[Brandon] You hear people talk about guardrails, and I believe that is what people should be doing.",
      "es": "La gente habla de valores, y creo que deberían hacerlo."
    }
  },
  {
    "translation": {
      "en": "But there is a very real race for AI superiority.",
      "es": "Pero hay una competencia real por la superioridad de la IA."
    }
  },
  {
    "translation": {
      "en": "And our adversaries, whether it's China, whether it's Russia, whether it's Iran,",
      "es": "Y nuestros adversarios, ya sea China, Rusia o Irán,"
    }
  },
  {
    "translation": {
      "en": "are not going to give two thoughts to what our policy says around AI.",
      "es": "no van a pensar en lo que dice nuestra política sobre la IA."
    }
  },
  {
    "translation": {
      "en": "You're seeing a lot more conversations around AI policy,",
      "es": "Hay muchos más debates sobre las políticas de las IA,"
    }
  },
  {
    "translation": {
      "en": "but I wish more leaders would have the conversation",
      "es": "pero desearía que los líderes debatieran"
    }
  },
  {
    "translation": {
      "en": "saying, ''How quickly can we build this thing?",
      "es": "qué tan rápido se puede construir,"
    }
  },
  {
    "translation": {
      "en": "Let's resource the heck out of it and build it.\"",
      "es": "cómo se lo equipa y crea."
    }
  },
  {
    "translation": {
      "en": "We are at the Association of the U.S. Army's biggest trade show of the year.",
      "es": "Estamos en la feria más grande del año de la Asociación del Ejército de EE. UU."
    }
  },
  {
    "translation": {
      "en": "Basically, any vendor who is selling a product or technology into a military",
      "es": "Básicamente, cualquiera que venda un producto o tecnología al ejército"
    }
  },
  {
    "translation": {
      "en": "will be exhibiting.",
      "es": "tiene una muestra aquí."
    }
  },
  {
    "translation": {
      "en": "[man 18] The Tyndall Air Force Base has four of our robots",
      "es": "La base de la Fuerza Aérea Tyndall tiene cuatro robots"
    }
  },
  {
    "translation": {
      "en": "that patrol their base 24 hours a day, 7 days a week.",
      "es": "que patrullan su base las 24 horas todos los días."
    }
  },
  {
    "translation": {
      "en": "We can add everything from cameras to sensors to whatever you need.",
      "es": "Podemos agregar de todo, desde cámaras hasta sensores y lo que se necesite."
    }
  },
  {
    "translation": {
      "en": "Manipulator arms. Again, just to complete the mission that the customer has in mind.",
      "es": "Brazos manipuladores. Todo para completar la misión que tiene el cliente."
    }
  },
  {
    "translation": {
      "en": "[man 19] What if your enemy introduces AI?",
      "es": "¿Y si tu enemigo presenta una IA?"
    }
  },
  {
    "translation": {
      "en": "A fighting system that thinks faster than you, responds faster,",
      "es": "¿Un sistema de lucha que piensa y responde más rápido que tú"
    }
  },
  {
    "translation": {
      "en": "than what a human being can do? We've got to be prepared.",
      "es": "o cualquier ser humano? Hay que estar preparados."
    }
  },
  {
    "translation": {
      "en": "We train our systems to collect intel on the enemy,",
      "es": "Entrenamos nuestros sistemas para reunir datos sobre el enemigo"
    }
  },
  {
    "translation": {
      "en": "managing enemy targets with humans supervising the kill chain.",
      "es": "y manejamos los objetivos enemigos con humanos en la cadena de matanzas."
    }
  },
  {
    "translation": {
      "en": "-[Brandon] Hi, General. -How you doing?",
      "es": "- Hola, General. - ¿Qué tal?"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Good, sir. How are you? Um…",
      "es": "Bien, señor. ¿Y usted?"
    }
  },
  {
    "translation": {
      "en": "I'll just say no one is investing more in an AI pilot. Our AI pilot's called Hivemind,",
      "es": "Nadie invierte más en un piloto de IA. Nuestro piloto se llama Hivemind."
    }
  },
  {
    "translation": {
      "en": "so we applied it to our quadcopter Nova. It goes inside buildings,",
      "es": "Lo aplicamos a nuestro cuadricóptero Nova. Entra en edificios"
    }
  },
  {
    "translation": {
      "en": "explores them ahead of special operation forces and infantry forces.",
      "es": "y los explora antes que las fuerzas operativas y de infantería."
    }
  },
  {
    "translation": {
      "en": "We're applying Hivemind to V-BAT,",
      "es": "Estamos aplicando Hivemind al V-Bat."
    }
  },
  {
    "translation": {
      "en": "so I think about, you know, putting up hundreds of those teams.",
      "es": "Planeo colocar cientos de esos equipos,"
    }
  },
  {
    "translation": {
      "en": "Whether it's the Taiwan Strait,",
      "es": "sea en el estrecho de Taiwán o en Ucrania"
    }
  },
  {
    "translation": {
      "en": "whether it's in the Ukraine, deterring our adversaries.",
      "es": "sea en el estrecho de Taiwán o en Ucrania para disuadir a los adversarios. Estoy muy emocionado."
    }
  },
  {
    "translation": {
      "en": "So, pretty excited about it.",
      "es": "para disuadir a los adversarios. Estoy muy emocionado."
    }
  },
  {
    "translation": {
      "en": "-All right. Thank you. -So. Thank you, General.",
      "es": "- Bien. Gracias. - Gracias, General."
    }
  },
  {
    "translation": {
      "en": "AI pilots should be ubiquitous, and that should be the case by 2025, 2030.",
      "es": "Los pilotos de IA deben ser omnipresentes. Eso debería pasar para 2025 o 2030."
    }
  },
  {
    "translation": {
      "en": "Its adoption will be rapid throughout militaries across the world.",
      "es": "Su aplicación será rápida en los ejércitos de todo el mundo."
    }
  },
  {
    "translation": {
      "en": "What do you do with the Romanian military, their UAS guy?",
      "es": "¿Qué se hace con las aeronaves militares rumanas autónomas?"
    }
  },
  {
    "translation": {
      "en": "[soldier] High-tech in the military.",
      "es": "Alta tecnología en el ejército."
    }
  },
  {
    "translation": {
      "en": "We've spent half a billion dollars to date on building an AI pilot.",
      "es": "Gastamos 500 millones de dólares en crear un piloto de IA."
    }
  },
  {
    "translation": {
      "en": "We will spend another billion dollars over the next five years. And that is…",
      "es": "Gastaremos otros mil millones en los próximos cinco años. Es una buena razón por la que ganamos los programas de récords nacionales."
    }
  },
  {
    "translation": {
      "en": "It's a major reason why we're winning the programs of record in the U.S.",
      "es": "Es una buena razón por la que ganamos los programas de récords nacionales."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "es": "Genial."
    }
  },
  {
    "translation": {
      "en": "I mean, it's impressive. You succeeded to weaponize that.",
      "es": "Es impresionante. ¿Lograron convertir eso en un arma?"
    }
  },
  {
    "translation": {
      "en": "Uh, it is… This is not weaponized yet.",
      "es": "Aún no es un arma."
    }
  },
  {
    "translation": {
      "en": "So not yet. But yes, in the future.",
      "es": "Aún no. Pero lo será en el futuro."
    }
  },
  {
    "translation": {
      "en": "Our customers think about it as a truck. We think of it as an intelligent truck",
      "es": "Los clientes lo ven como un camión. Es como un camión inteligente"
    }
  },
  {
    "translation": {
      "en": "that can do a lot of different things.",
      "es": "que puede hacer muchas cosas."
    }
  },
  {
    "translation": {
      "en": "Thank you, buddy.",
      "es": "- Gracias. - De nada."
    }
  },
  {
    "translation": {
      "en": "[Brandon] I'll make sure to follow up with you.",
      "es": "Te mantendré actualizado."
    }
  },
  {
    "translation": {
      "en": "If you come back in 10 years,",
      "es": "Si volvieras en diez años,"
    }
  },
  {
    "translation": {
      "en": "you'll see that, um… AI and autonomy will have dominated this entire market.",
      "es": "verías que la IA y la autonomía habrán dominado todo este mercado."
    }
  },
  {
    "translation": {
      "en": "[Nathan] Forces that are supported by AI and autonomy",
      "es": "Las fuerzas respaldadas con IA y autonomía"
    }
  },
  {
    "translation": {
      "en": "will absolutely dominate, crush, and destroy forces without.",
      "es": "dominarán, aplastarán y destruirán aquellas que no las tienen."
    }
  },
  {
    "translation": {
      "en": "It'll be the equivalent of horses going up against tanks,",
      "es": "Será como poner caballos contra tanques"
    }
  },
  {
    "translation": {
      "en": "people with swords going up against the machine gun.",
      "es": "o gente con espadas contra ametralladoras."
    }
  },
  {
    "translation": {
      "en": "It will not even be close.",
      "es": "Sería incomparable."
    }
  },
  {
    "translation": {
      "en": "[Brandon] It will become ubiquitous, used at every spectrum of warfare,",
      "es": "Se volverá omnipresente y se usará en todos los ámbitos de guerra."
    }
  },
  {
    "translation": {
      "en": "the tactical level,",
      "es": "En el nivel táctico"
    }
  },
  {
    "translation": {
      "en": "the strategic level,",
      "es": "y en el estratégico."
    }
  },
  {
    "translation": {
      "en": "operating at speeds that humans cannot fathom today.",
      "es": "Se operará a velocidades que los humanos no pueden imaginar."
    }
  },
  {
    "translation": {
      "en": "[Paul] Commanders are already overwhelmed with too much information.",
      "es": "Los comandantes ya están abrumados con tanta información."
    }
  },
  {
    "translation": {
      "en": "Imagery from satellites, and drones, and sensors.",
      "es": "Hay imágenes de satélites, drones y sensores."
    }
  },
  {
    "translation": {
      "en": "One of the things AI can do is help a commander more rapidly understand what is occurring.",
      "es": "La IA puede ayudar a un comandante a entender más rápidamente lo que pasa."
    }
  },
  {
    "translation": {
      "en": "And then, \"What are the decisions I need to make?\"",
      "es": "Con eso, verá qué decisiones tomar."
    }
  },
  {
    "translation": {
      "en": "[Bob] Artificial intelligence will take into account all the factors",
      "es": "La inteligencia artificial tendrá en cuenta todos los factores"
    }
  },
  {
    "translation": {
      "en": "that determine the way war is fought,",
      "es": "que determinen cómo se libra una guerra,"
    }
  },
  {
    "translation": {
      "en": "come up with strategies…",
      "es": "sugerirá estrategias…"
    }
  },
  {
    "translation": {
      "en": "and give recommendations on how to win a battle.",
      "es": "y dará recomendaciones sobre cómo ganar una batalla."
    }
  },
  {
    "translation": {
      "en": "[man 20] We at Lockheed Martin, like our Department of Defense customer,",
      "es": "En Lockheed Martin, como en el Departamento de Defensa,"
    }
  },
  {
    "translation": {
      "en": "view artificial intelligence as a key technology enabler for command and control.",
      "es": "vemos la IA como habilitador de tecnología clave para el mando y el control."
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The rate of spread has an average of two feet per second.",
      "es": "La velocidad de propagación es de 60 cm por segundo."
    }
  },
  {
    "translation": {
      "en": "[analyst 2] This perimeter is roughly 700 acres.",
      "es": "Este perímetro es de unas 280 hectáreas."
    }
  },
  {
    "translation": {
      "en": "[man 20] The fog of war is a reality for us on the defense side,",
      "es": "La incertidumbre es una realidad del lado de la defensa,"
    }
  },
  {
    "translation": {
      "en": "but it has parallels to being in the environment",
      "es": "pero tiene similitudes con estar en la naturaleza"
    }
  },
  {
    "translation": {
      "en": "and having to make decisions for wildfires as well.",
      "es": "y tener que tomar decisiones en caso de incendios."
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The Washburn fire is just north of the city of Wawona.",
      "es": "El incendio de Washburn está al norte de Wawona."
    }
  },
  {
    "translation": {
      "en": "[man 20] You're having to make decisions with imperfect data.",
      "es": "Tienes que tomar decisiones con datos imperfectos."
    }
  },
  {
    "translation": {
      "en": "And so how do we have AI help us with that fog of war?",
      "es": "¿Cómo nos ayuda la IA con esa incertidumbre?"
    }
  },
  {
    "translation": {
      "en": "Wildfires are very chaotic.",
      "es": "Los incendios son muy caóticos."
    }
  },
  {
    "translation": {
      "en": "They're very complex,",
      "es": "Son muy complejos."
    }
  },
  {
    "translation": {
      "en": "and so we're working to utilize artificial intelligence",
      "es": "Por eso, estamos trabajando en usar la inteligencia artificial para tomar decisiones."
    }
  },
  {
    "translation": {
      "en": "to help make decisions.",
      "es": "en usar la inteligencia artificial para tomar decisiones."
    }
  },
  {
    "translation": {
      "en": "The Cognitive Mission Manager is a program we're building",
      "es": "Cognitive Mission Manager es un programa en proceso"
    }
  },
  {
    "translation": {
      "en": "that takes aerial infrared video",
      "es": "que toma imágenes aéreas infrarrojas"
    }
  },
  {
    "translation": {
      "en": "and then processes it through our AI algorithms",
      "es": "y las procesa con algoritmos de inteligencia artificial"
    }
  },
  {
    "translation": {
      "en": "to be able to predict the future state of the fire.",
      "es": "para poder predecir el futuro del incendio."
    }
  },
  {
    "translation": {
      "en": "[man 21] As we move into the future,",
      "es": "Con el paso del tiempo,"
    }
  },
  {
    "translation": {
      "en": "the Cognitive Mission Manager will use simulation,",
      "es": "Cognitive Mission Manager usará simulaciones"
    }
  },
  {
    "translation": {
      "en": "running scenarios over thousands of cycles,",
      "es": "y analizará contextos a lo largo de miles de ciclos"
    }
  },
  {
    "translation": {
      "en": "to recommend the most effective way to deploy resources",
      "es": "para recomendar la forma más efectiva de desplegar recursos"
    }
  },
  {
    "translation": {
      "en": "to suppress high-priority areas of fire.",
      "es": "para inhibir las áreas prioritarias de incendios."
    }
  },
  {
    "translation": {
      "en": "It'll say, \"Go perform an aerial suppression with a Firehawk here.\"",
      "es": "Dirá: \"Ve a hacer una inhibición aérea con un Firehawk aquí\"."
    }
  },
  {
    "translation": {
      "en": "\"Take ground crews that clear brush…",
      "es": "\"Pon equipos terrestres entre la maleza"
    }
  },
  {
    "translation": {
      "en": "…firefighters that are hosing down,",
      "es": "y bomberos con mangueras"
    }
  },
  {
    "translation": {
      "en": "and deploy them into the highest priority areas.\"",
      "es": "a las áreas de mayor prioridad\"."
    }
  },
  {
    "translation": {
      "en": "Those decisions will be able to be generated faster and more efficiently.",
      "es": "Esas decisiones podrán generarse más rápida y eficientemente."
    }
  },
  {
    "translation": {
      "en": "[Justin T.] We view AI as uniquely allowing our humans",
      "es": "Consideramos que la IA les permite a los humanos estar al día con el entorno cambiante."
    }
  },
  {
    "translation": {
      "en": "to be able to keep up with the ever-changing environment.",
      "es": "les permite a los humanos estar al día con el entorno cambiante."
    }
  },
  {
    "translation": {
      "en": "And there are a credible number of parallels",
      "es": "Y hay una cantidad creíble de similitudes"
    }
  },
  {
    "translation": {
      "en": "to what we're used to at Lockheed Martin on the defense side.",
      "es": "con lo que vemos en Lockheed Martin en el lado de la defensa."
    }
  },
  {
    "translation": {
      "en": "[Emilia] The military is no longer talking about just using AI",
      "es": "Los militares ya no hablan de usar inteligencia artificial"
    }
  },
  {
    "translation": {
      "en": "in individual weapons systems to make targeting and kill decisions,",
      "es": "y sistemas de armas individuales para tomar decisiones de apuntar y matar,"
    }
  },
  {
    "translation": {
      "en": "but integrating AI",
      "es": "sino de integrar la IA"
    }
  },
  {
    "translation": {
      "en": "into the whole decision-making architecture of the military.",
      "es": "en toda la arquitectura de toma de decisiones del ejército."
    }
  },
  {
    "translation": {
      "en": "[Bob] The Army has a big project called Project Convergence.",
      "es": "El ejército tiene un gran plan llamado Proyecto Convergencia."
    }
  },
  {
    "translation": {
      "en": "The Navy has Overmatch.",
      "es": "La Marina tiene Overmatch."
    }
  },
  {
    "translation": {
      "en": "And the Air Force has Advanced Battle Management System.",
      "es": "Y la Fuerza Aérea tiene Advanced Battle Management System."
    }
  },
  {
    "translation": {
      "en": "The Department of Defense is trying to figure out, \"How do we put all these pieces together,",
      "es": "El Departamento de Defensa quiere ver cómo juntar todas esas piezas"
    }
  },
  {
    "translation": {
      "en": "so that we can operate faster than our adversary",
      "es": "para poder operar más rápido que nuestro rival"
    }
  },
  {
    "translation": {
      "en": "and really gain an advantage?\"",
      "es": "y tener una buena ventaja."
    }
  },
  {
    "translation": {
      "en": "[Stacie] An AI Battle Manager would be like a fairly high-ranking General",
      "es": "Un jefe de batalla de IA sería un general de alto rango que esté a cargo de la batalla."
    }
  },
  {
    "translation": {
      "en": "who's in charge of the battle.",
      "es": "sería un general de alto rango que esté a cargo de la batalla."
    }
  },
  {
    "translation": {
      "en": "Helping to give orders to large numbers of forces,",
      "es": "Que ayudara a dar órdenes a una gran cantidad de fuerzas"
    }
  },
  {
    "translation": {
      "en": "coordinating the actions of all of the weapons that are out there,",
      "es": "y coordinara las acciones de todas las armas que existieran,"
    }
  },
  {
    "translation": {
      "en": "and doing it at a speed that no human could keep up with.",
      "es": "y a una velocidad que ningún humano podría alcanzar."
    }
  },
  {
    "translation": {
      "en": "[Emilia] We've spent the past 70 years",
      "es": "Pasamos los últimos 70 años"
    }
  },
  {
    "translation": {
      "en": "building the most sophisticated military on the planet,",
      "es": "creando el ejército más sofisticado del planeta,"
    }
  },
  {
    "translation": {
      "en": "and now we're facing the decision as to whether we want to cede control",
      "es": "y ahora debemos decidir si queremos ceder el control sobre esa infraestructura"
    }
  },
  {
    "translation": {
      "en": "over that infrastructure to an algorithm, to software.",
      "es": "si queremos ceder el control sobre esa infraestructura a un algoritmo, a un software."
    }
  },
  {
    "translation": {
      "en": "And the consequences of that decision",
      "es": "Y las consecuencias de esa decisión"
    }
  },
  {
    "translation": {
      "en": "could trigger the full weight of our military arsenals.",
      "es": "podrían afectar todo el peso de nuestro arsenal militar."
    }
  },
  {
    "translation": {
      "en": "That's not one Hiroshima. That's hundreds.",
      "es": "No es un caso de Hiroshima. Son cientos."
    }
  },
  {
    "translation": {
      "en": "This is the time that we need to act",
      "es": "Debemos actuar en este momento"
    }
  },
  {
    "translation": {
      "en": "because the window to actually contain this risk is rapidly closing.",
      "es": "porque la ventana para contener el riesgo se está cerrando rápidamente."
    }
  },
  {
    "translation": {
      "en": "[UN chair] This afternoon, we start with international security challenges",
      "es": "Esta tarde comenzaremos con los desafíos de seguridad internacional"
    }
  },
  {
    "translation": {
      "en": "posed by emerging technologies",
      "es": "que plantean las nuevas tecnologías"
    }
  },
  {
    "translation": {
      "en": "in the area of lethal autonomous weapons systems.",
      "es": "en el área de sistemas de armas autónomas letales."
    }
  },
  {
    "translation": {
      "en": "[Emilia] Conversations are happening within the United Nations",
      "es": "Hay conversaciones dentro de las Naciones Unidas"
    }
  },
  {
    "translation": {
      "en": "about the threat of lethal autonomous weapons",
      "es": "sobre el riesgo de armas autónomas letales"
    }
  },
  {
    "translation": {
      "en": "and our prohibition on systems that use AI to select and target people.",
      "es": "y nuestra prohibición de sistemas que usen la IA para elegir y abatir personas."
    }
  },
  {
    "translation": {
      "en": "Consensus amongst technologists is clear and resounding.",
      "es": "El consenso entre los tecnólogos es claro y rotundo."
    }
  },
  {
    "translation": {
      "en": "We are opposed to autonomous weapons that target humans.",
      "es": "Nos oponemos a las armas autónomas dirigidas a humanos."
    }
  },
  {
    "translation": {
      "en": "[Izumi] For years, states have actually discussed this issue",
      "es": "Durante años, los estados ayudaron con el debate de los sistemas de armas autónomas letales."
    }
  },
  {
    "translation": {
      "en": "of lethal autonomous weapon systems.",
      "es": "con el debate de los sistemas de armas autónomas letales."
    }
  },
  {
    "translation": {
      "en": "This is about a common, shared sense of security.",
      "es": "Se trata de una sensación de seguridad común."
    }
  },
  {
    "translation": {
      "en": "But of course, it's not easy.",
      "es": "Pero, claro, no es fácil."
    }
  },
  {
    "translation": {
      "en": "Certain countries, especially those military powers,",
      "es": "Ciertos países, especialmente, las potencias militares,"
    }
  },
  {
    "translation": {
      "en": "they want to be ahead of the curve,",
      "es": "quieren estar a la vanguardia"
    }
  },
  {
    "translation": {
      "en": "so that they will be ahead of their adversaries.",
      "es": "para ir más adelantados que sus adversarios."
    }
  },
  {
    "translation": {
      "en": "[Paul] The problem is, everyone has to agree to get anything done.",
      "es": "Pero todos deben estar de acuerdo para que se haga algo."
    }
  },
  {
    "translation": {
      "en": "There will be at least one country that objects,",
      "es": "Habrá al menos un país que se oponga,"
    }
  },
  {
    "translation": {
      "en": "and certainly the United States and Russia have both made clear",
      "es": "y Estados Unidos y Rusia han dejado en claro"
    }
  },
  {
    "translation": {
      "en": "that they are opposed to a treaty that would ban autonomous weapons.",
      "es": "que se oponen a un tratado que prohíba las armas autónomas."
    }
  },
  {
    "translation": {
      "en": "[Emilia] When we think about the number of people working to make AI more powerful",
      "es": "Cuando pensamos en la cantidad de personas que trabajan para mejorar la IA,"
    }
  },
  {
    "translation": {
      "en": "that room is very crowded.",
      "es": "esa sala está muy llena."
    }
  },
  {
    "translation": {
      "en": "When we think about the room of people, making sure that AI is safe,",
      "es": "Cuando pensamos en la cantidad de personas que trabajan para que la IA sea segura,"
    }
  },
  {
    "translation": {
      "en": "that room's much more sparsely populated. [chuckles]",
      "es": "esa sala está mucho menos poblada."
    }
  },
  {
    "translation": {
      "en": "But I'm also really optimistic.",
      "es": "Pero también soy muy optimista."
    }
  },
  {
    "translation": {
      "en": "I look at something like the Biological Weapons Convention,",
      "es": "Pienso en la Convención de armas biológicas,"
    }
  },
  {
    "translation": {
      "en": "which happened in the middle of the Cold War…",
      "es": "que ocurrió en plena Guerra Fría,"
    }
  },
  {
    "translation": {
      "en": "…despite tensions between the Soviet Union and the United States.",
      "es": "a pesar de las tensiones entre la Unión Soviética y Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "They were able to realize that the development of biological weapons",
      "es": "Se dieron cuenta de que el desarrollo de armas biológicas"
    }
  },
  {
    "translation": {
      "en": "was in neither of their best interests,",
      "es": "no beneficiaba a ninguna de las partes"
    }
  },
  {
    "translation": {
      "en": "and not in the best interests of the world at large.",
      "es": "y tampoco al mundo en general."
    }
  },
  {
    "translation": {
      "en": "Arms race dynamics favor speed over safety.",
      "es": "La dinámica del avance armamentista favorece la velocidad sobre la seguridad."
    }
  },
  {
    "translation": {
      "en": "But I think what's important to consider is,",
      "es": "Pero creo que lo importante es considerar"
    }
  },
  {
    "translation": {
      "en": "at some point, the cost of moving fast becomes too high.",
      "es": "que, en algún momento, el costo de moverse rápido se vuelve muy alto."
    }
  },
  {
    "translation": {
      "en": "[Sean] We can't just develop things in isolation",
      "es": "No podemos desarrollar las cosas de forma aislada"
    }
  },
  {
    "translation": {
      "en": "and put them out there without any thought of where they could go in the future.",
      "es": "y exponerlas sin pensar en adónde podrían ir en el futuro."
    }
  },
  {
    "translation": {
      "en": "We've got to prevent that atom bomb moment.",
      "es": "Debemos evitar ese momento de la bomba atómica."
    }
  },
  {
    "translation": {
      "en": "[Brandon] The stakes in the AI race are massive.",
      "es": "Hay muchísimo en juego en el avance de la IA."
    }
  },
  {
    "translation": {
      "en": "I don't think a lot of people appreciate the global stability",
      "es": "No creo que mucha gente entienda la estabilidad global"
    }
  },
  {
    "translation": {
      "en": "that has been provided by having a superior military force",
      "es": "que ha brindado tener una fuerza militar superior"
    }
  },
  {
    "translation": {
      "en": "for the past 75 years.",
      "es": "durante los últimos 75 años."
    }
  },
  {
    "translation": {
      "en": "And so the United States and our allied forces,",
      "es": "Estados Unidos y nuestras fuerzas aliadas"
    }
  },
  {
    "translation": {
      "en": "they need to outperform adversarial AI.",
      "es": "deben superar la IA de sus rivales."
    }
  },
  {
    "translation": {
      "en": "There is no second place in war.",
      "es": "No hay un segundo en la guerra."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] China laid out an ambitious plan to be the world leader in AI by 2030.",
      "es": "China presentó el plan ambicioso de ser el líder mundial en IA para 2030."
    }
  },
  {
    "translation": {
      "en": "It's a race that some say America is losing…",
      "es": "Es una carrera que algunos dicen que EE. UU. pierde…"
    }
  },
  {
    "translation": {
      "en": "[official] He will accelerate the adoption of artificial intelligence",
      "es": "Se acelera la aplicación de la inteligencia artificial"
    }
  },
  {
    "translation": {
      "en": "to ensure our competitive military advantage.",
      "es": "para asegurar nuestra ventaja militar competitiva."
    }
  },
  {
    "translation": {
      "en": "[Paul] We are racing forward with this technology.",
      "es": "Estamos avanzando con esta tecnología."
    }
  },
  {
    "translation": {
      "en": "I think what's unclear is how far are we going to go?",
      "es": "Lo que no está claro es hasta dónde vamos a llegar."
    }
  },
  {
    "translation": {
      "en": "Do we control technology, or does it control us?",
      "es": "¿Controlamos la tecnología o ella nos controla a nosotros?"
    }
  },
  {
    "translation": {
      "en": "[Emilia] There's really no opportunity for do-overs.",
      "es": "No se puede rehacer nada."
    }
  },
  {
    "translation": {
      "en": "Once the genie is out of the bottle, it is out.",
      "es": "Una vez que el genio sale de la botella, ya está."
    }
  },
  {
    "translation": {
      "en": "And it is very, very difficult to put it back in.",
      "es": "Y es muy difícil volver a meterlo."
    }
  },
  {
    "translation": {
      "en": "[Sean] And if we don't act now, it's too late.",
      "es": "Y si no actuamos ahora, será demasiado tarde."
    }
  },
  {
    "translation": {
      "en": "It may already be too late.",
      "es": "Quizá ya sea tarde."
    }
  }
]