[
  {
    "translation": {
      "en": "Onefour are Australia's first drill rappers.",
      "es": "ONEFOUR son los primeros raperos de drill de Australia."
    }
  },
  {
    "translation": {
      "en": "The genre is defined in part by lyrics laden with graphic descriptions",
      "es": "El género se define por letras llenas de descripciones de violencia,"
    }
  },
  {
    "translation": {
      "en": "of violence, including gang warfare.",
      "es": "El género se define por letras llenas de descripciones de violencia, incluyendo batallas de pandillas."
    }
  },
  {
    "translation": {
      "en": "They say that, uh, children as young as 13 are joining these so- called gangs",
      "es": "Dicen que niños de 13 años se unen a estas pandillas"
    }
  },
  {
    "translation": {
      "en": "that are modeling themselves on violent US rap culture.",
      "es": "inspiradas en la violenta cultura del rap estadounidense."
    }
  },
  {
    "translation": {
      "en": "We're saying that the music that they're promoting",
      "es": "Decimos que la música que promueven"
    }
  },
  {
    "translation": {
      "en": "is inciting violence.",
      "es": "incita a la violencia."
    }
  },
  {
    "translation": {
      "en": "The public would expect us to shut that down.",
      "es": "El público quiere que la detengamos."
    }
  },
  {
    "translation": {
      "en": "Stay out of sight, out of mind, while we get the cops on that side of the building, just so…",
      "es": "Manténgase ocultos mientras llevamos a la policía a ese lado."
    }
  },
  {
    "translation": {
      "en": "We've gotta stay here, stay out of sight, just in case they jeopardize the show.",
      "es": "Tenemos que quedarnos aquí por si ponen en peligro el concierto."
    }
  },
  {
    "translation": {
      "en": "I don't know how comfortable I'd feel having a child of mine",
      "es": "No sé si me sentiría cómodo si uno de mis hijos fuera a un concierto"
    }
  },
  {
    "translation": {
      "en": "going to one of these concerts 'cause I'm scared there'll be conflict.",
      "es": "No sé si me sentiría cómodo si uno de mis hijos fuera a un concierto porque puede haber conflictos."
    }
  },
  {
    "translation": {
      "en": "The Onefour boys, they are amazing songwriters.",
      "es": "Los chicos de ONEFOUR son compositores increíbles."
    }
  },
  {
    "translation": {
      "en": "You hear it, and, um, and you believe it, you know.",
      "es": "Los escuchas y les crees."
    }
  },
  {
    "translation": {
      "en": "They've made the biggest cultural impact on the scene in Australia and haven't been able to perform here.",
      "es": "Tuvieron un gran impacto cultural y no pudieron tocar aquí."
    }
  },
  {
    "translation": {
      "en": "Onefour have become the biggest hip- hop group in this country,",
      "es": "ONEFOUR es el grupo de hip-hop más grande del país,"
    }
  },
  {
    "translation": {
      "en": "but the police won't let them perform to their fans.",
      "es": "pero la policía no los deja tocar en vivo."
    }
  },
  {
    "translation": {
      "en": "Every single gig they do just gets shut down.",
      "es": "Cancelan todos sus conciertos."
    }
  },
  {
    "translation": {
      "en": "This story is crazy. They're like the N.W.A. from this country.",
      "es": "Es es una locura. Son como los N.W.A. de este país."
    }
  },
  {
    "translation": {
      "en": "Pretty much, yeah.",
      "es": "Algo así, sí."
    }
  },
  {
    "translation": {
      "en": "The way police handled that situation was fucking ridiculous.",
      "es": "La policía manejó la situación de manera ridícula."
    }
  },
  {
    "translation": {
      "en": "We pray, Father, this time that the show will not be disrupted by any means whatsoever.",
      "es": "Oramos, Padre, para que esta vez no interrumpan el espectáculo."
    }
  },
  {
    "translation": {
      "en": "I feel like we've come so far, but if we can't do the show, it's over.",
      "es": "Siento que llegamos muy lejos. Pero, si no podemos tocar, se acabó."
    }
  },
  {
    "translation": {
      "en": "We have intelligence that there is a likelihood of conflict.",
      "es": "Tenemos indicios de que puede haber un conflicto."
    }
  },
  {
    "translation": {
      "en": "There's no way there'll be a performance here in New South Wales, and I'll do everything I can to stop it.",
      "es": "No pueden tocar en Nueva Gales del Sur. Haré lo que pueda para detenerlos."
    }
  },
  {
    "translation": {
      "en": "I never thought of music as something that, you know, I would end up taking as a career.",
      "es": "Nunca pensé que terminaría teniendo una carrera en la música."
    }
  },
  {
    "translation": {
      "en": "We didn't see it as people like us can do music.",
      "es": "No creíamos que la gente como nosotros pudiera hacer música."
    }
  },
  {
    "translation": {
      "en": "It wasn't an option.",
      "es": "No era una opción."
    }
  },
  {
    "translation": {
      "en": "We grew up in Mount Druitt. It's a suburb on the outskirts of Western Sydney.",
      "es": "Crecimos en Mount Druitt, un suburbio en las afueras de Sídney Occidental."
    }
  },
  {
    "translation": {
      "en": "There's a really big Islander community out there.",
      "es": "Hay una gran comunidad isleña allí."
    }
  },
  {
    "translation": {
      "en": "And we're Samoan.",
      "es": "Somos samoanos."
    }
  },
  {
    "translation": {
      "en": "I've known most of the boys all my life. I grew up with them.",
      "es": "Conozco a la mayoría de los chicos de toda mi vida. Crecimos juntos."
    }
  },
  {
    "translation": {
      "en": "We were just normal kids, always playing with other the kids in the street.",
      "es": "Éramos niños normales, siempre jugando."
    }
  },
  {
    "translation": {
      "en": "Just leave it there.",
      "es": "Déjalo ahí."
    }
  },
  {
    "translation": {
      "en": "We come from the church. Don't know how the fuck we ended up like this.",
      "es": "Íbamos a la iglesia. No sé cómo diablos terminamos así."
    }
  },
  {
    "translation": {
      "en": "We didn't really know it at the time, but Mount Druitt back then was, like…",
      "es": "En ese entonces no lo sabíamos, pero Mount Druitt era como…"
    }
  },
  {
    "translation": {
      "en": "…it was hectic.",
      "es": "Era un caos."
    }
  },
  {
    "translation": {
      "en": "It has that stigma around it, a place that no one really cares about.",
      "es": "Tiene su estigma, es un lugar al que nadie le importa."
    }
  },
  {
    "translation": {
      "en": "Growing up in Mount Druitt, there was only, like, three options for Islanders.",
      "es": "Para los isleños de Mount Druitt, había tres opciones:"
    }
  },
  {
    "translation": {
      "en": "Either footie, the factory, or a life of crime.",
      "es": "el fútbol, la fábrica o una vida delictiva."
    }
  },
  {
    "translation": {
      "en": "In high school,",
      "es": "En la secundaria,"
    }
  },
  {
    "translation": {
      "en": "they had this Islander class where they'd try to give advice.",
      "es": "había una clase en la que trataban de dar consejos."
    }
  },
  {
    "translation": {
      "en": "He was telling us, Youse are all going to jail.",
      "es": "Nos decían: Van a ir a prisión."
    }
  },
  {
    "translation": {
      "en": "Like, every single one of youse.",
      "es": "Cada uno de ustedes."
    }
  },
  {
    "translation": {
      "en": "I remember, like, the first time I ever watched the news,",
      "es": "La primera vez que vi las noticias, a uno de los chicos de la iglesia"
    }
  },
  {
    "translation": {
      "en": "it was one of the lads from church just got his head caved in",
      "es": "La primera vez que vi las noticias, a uno de los chicos de la iglesia le había roto la cabeza otro grupo de chicos de la zona."
    }
  },
  {
    "translation": {
      "en": "from another group of boys, yeah.",
      "es": "le había roto la cabeza otro grupo de chicos de la zona."
    }
  },
  {
    "translation": {
      "en": "After that, any time I watched the news, it was always about Mount Druitt,",
      "es": "Después de eso, siempre se hablaba de Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "and if they ever spoke about Mount Druitt, it was just negative.",
      "es": "Si hablaban de Mount Druitt, era negativo."
    }
  },
  {
    "translation": {
      "en": "Mount Druitt. It's also Sydney, just not the one in the tourist brochures.",
      "es": "Mount Druitt. También es Sídney, pero no la de los folletos turísticos."
    }
  },
  {
    "translation": {
      "en": "You don't wanna go to Mount Druitt after dark.  No, you… you really don't.",
      "es": "No quieres ir a Mount Druitt de noche. No, realmente no."
    }
  },
  {
    "translation": {
      "en": "Community groups are pleading for help, with young people scared to go outside.",
      "es": "Grupos de la comunidad piden ayuda, y los jóvenes tienen miedo de salir."
    }
  },
  {
    "translation": {
      "en": "For us to feel safe, it was just to build this bond",
      "es": "Sentirse seguro era… No podíamos andar en la calle."
    }
  },
  {
    "translation": {
      "en": "where we can, like, go around the streets and that,",
      "es": "No podíamos andar en la calle."
    }
  },
  {
    "translation": {
      "en": "and it was like, You got my back, I got your back.",
      "es": "Nos cuidábamos el uno al otro."
    }
  },
  {
    "translation": {
      "en": "The whole reason the boys started chilling together was…",
      "es": "La razón por la que comenzamos a juntarnos"
    }
  },
  {
    "translation": {
      "en": "was one of our mates ended up getting jumped, like, real bad.",
      "es": "fue que uno de nuestros compañeros terminó siendo asaltado."
    }
  },
  {
    "translation": {
      "en": "And then the boys come back,",
      "es": "Los muchachos regresaron."
    }
  },
  {
    "translation": {
      "en": "and they were just like, What are we gonna do? You know? Like, We can't just sit here.",
      "es": "Dijimos: ¿Qué vamos a hacer? No podemos quedarnos sentados."
    }
  },
  {
    "translation": {
      "en": "And so after that, we started walking around deep.",
      "es": "Después de eso, empezamos a juntarnos en grupo."
    }
  },
  {
    "translation": {
      "en": "If someone was to cross us, boom, jump straight into it.",
      "es": "Si alguien se cruzara con nosotros, lo atacábamos."
    }
  },
  {
    "translation": {
      "en": "Everyone had their Rambos ready and their blades and shit.",
      "es": "Todos tenían navajas y cuchillas y esas cosas."
    }
  },
  {
    "translation": {
      "en": "But we've always seen it as a family from the jump,",
      "es": "Siempre nos consideramos una familia."
    }
  },
  {
    "translation": {
      "en": "so when they labeled us a gang, we… we already knew how they were trying to portray us.",
      "es": "Cuando nos llamaban 'pandilla', sabíamos cómo trataban de retratarnos."
    }
  },
  {
    "translation": {
      "en": "We've always had run- ins with police. They just look at us as, like, criminals.",
      "es": "Siempre tuvimos roces con la policía. Nos ven como criminales."
    }
  },
  {
    "translation": {
      "en": "They used to bash us. That's what they used to do.",
      "es": "Solían golpearnos. Eso hacían."
    }
  },
  {
    "translation": {
      "en": "I got a gun, mate.",
      "es": "Estoy armado."
    }
  },
  {
    "translation": {
      "en": "Stay back.",
      "es": "Atrás."
    }
  },
  {
    "translation": {
      "en": "I got a gun.",
      "es": "Estoy armado."
    }
  },
  {
    "translation": {
      "en": "This was a time in our lives where we were always getting into trouble,",
      "es": "En ese momento, siempre nos metíamos en problemas."
    }
  },
  {
    "translation": {
      "en": "going off the rails a bit.",
      "es": "Perdimos el control."
    }
  },
  {
    "translation": {
      "en": "But then we, um… discovered Street Uni.",
      "es": "Pero luego descubrimos Street Uni."
    }
  },
  {
    "translation": {
      "en": "We didn't realize at that time how important it would be.",
      "es": "No sabíamos lo importante que sería."
    }
  },
  {
    "translation": {
      "en": "Esky was the youth leader just taking care of us headaches.",
      "es": "Esky era el líder juvenil que nos cuidaba."
    }
  },
  {
    "translation": {
      "en": "Street University is a youth center.",
      "es": "Street University es un centro juvenil."
    }
  },
  {
    "translation": {
      "en": "It's the place where they can belong and feel safe",
      "es": "Es el lugar donde pueden pertenecer y sentirse seguros"
    }
  },
  {
    "translation": {
      "en": "outside of the streets that surround us in Mount Druitt.",
      "es": "fuera de las calles de Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "We provide resources and programs",
      "es": "Brindamos recursos y programas"
    }
  },
  {
    "translation": {
      "en": "that young people wouldn't usually get involved with,",
      "es": "en los que los jóvenes no suelen participar."
    }
  },
  {
    "translation": {
      "en": "and one of the ways that we engaged them",
      "es": "Una de las formas de atraerlos"
    }
  },
  {
    "translation": {
      "en": "was through the recording studio.",
      "es": "era el estudio de grabación."
    }
  },
  {
    "translation": {
      "en": "When they introduced us to the little studio they had, we were stuck on it.",
      "es": "Cuando nos presentaron el estudio, nos atraparon."
    }
  },
  {
    "translation": {
      "en": "It was, like, a free recording studio, so it was perfect for us,",
      "es": "Un estudio de grabación gratuito. Era perfecto."
    }
  },
  {
    "translation": {
      "en": "'cause at the time, we didn't have any money.",
      "es": "En ese momento, no teníamos dinero."
    }
  },
  {
    "translation": {
      "en": "We got into it straightaway. We loved it.",
      "es": "Empezamos de inmediato. Nos encantó."
    }
  },
  {
    "translation": {
      "en": "Like, Shit, we could do something like that.",
      "es": "Podríamos hacer algo así."
    }
  },
  {
    "translation": {
      "en": "I really felt grateful that they had something to channel their energy into",
      "es": "Agradecí que pudieran canalizar sus energías"
    }
  },
  {
    "translation": {
      "en": "other than the mischief they were getting up to.",
      "es": "en algo diferente a sus travesuras habituales."
    }
  },
  {
    "translation": {
      "en": "So I was like, Man, if you guys are…",
      "es": "Dije: Si esto es lo que les gusta"
    }
  },
  {
    "translation": {
      "en": "if that's your thing, it's gonna keep you out of trouble,",
      "es": "Dije: Si esto es lo que les gusta y lo que los mantendrá alejados de las calles,"
    }
  },
  {
    "translation": {
      "en": "keep you busy so you're not on the streets,",
      "es": "y lo que los mantendrá alejados de las calles,"
    }
  },
  {
    "translation": {
      "en": "I'm good with that.",
      "es": "me gusta."
    }
  },
  {
    "translation": {
      "en": "J Emz was definitely the leader.",
      "es": "J Emz definitivamente era el líder."
    }
  },
  {
    "translation": {
      "en": "He would turn to his group and be like, All right, you guys sit there.",
      "es": "Se dirigía al grupo y les decía: Siéntense ahí."
    }
  },
  {
    "translation": {
      "en": "You sit behind the desk.",
      "es": "Tú, atrás del escritorio."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna jump on the mic, and we're gonna start.",
      "es": "Yo empezaré al micrófono."
    }
  },
  {
    "translation": {
      "en": "Spenny…",
      "es": "Spenny…"
    }
  },
  {
    "translation": {
      "en": "I heard of Spenny before I met him.",
      "es": "Oí hablar de Spenny antes de conocerlo."
    }
  },
  {
    "translation": {
      "en": "He was known as the guy that was in front",
      "es": "Era conocido como el que estaba al frente"
    }
  },
  {
    "translation": {
      "en": "when it came to, like, the brawls.",
      "es": "cuando se trataba de peleas."
    }
  },
  {
    "translation": {
      "en": "I think Spenny, he was just always that hard case.",
      "es": "Creo que Spenny siempre fue difícil."
    }
  },
  {
    "translation": {
      "en": "The only way he knew how to solve something was fight.",
      "es": "Solo sabía resolver conflictos peleando."
    }
  },
  {
    "translation": {
      "en": "YP, that's my younger brother, my blood brother.",
      "es": "YP es mi hermano menor, mi hermano de sangre."
    }
  },
  {
    "translation": {
      "en": "He was always the youngest in the crew.",
      "es": "Siempre fue el más joven."
    }
  },
  {
    "translation": {
      "en": "They were like, Yo, yo, Esky, listen to this, and they would show me one of the songs,",
      "es": "Me decían: Esky, escucha esto. Y me mostraban una canción."
    }
  },
  {
    "translation": {
      "en": "so I'm listening to it, and I'm like, Whose voice is that?",
      "es": "Dije: ¿De quién es esa voz?."
    }
  },
  {
    "translation": {
      "en": "J Emz is like, That's my brother, YP.",
      "es": "J Emz dijo: De mi hermano, YP."
    }
  },
  {
    "translation": {
      "en": "And I was like, Wow, bro, a family of musicians.",
      "es": "Pensé: Vaya, una familia de músicos."
    }
  },
  {
    "translation": {
      "en": "If I was to describe Cell, yeah, it'll be…",
      "es": "Si tuviera que describir a Celly, diría…"
    }
  },
  {
    "translation": {
      "en": "He's a loose cannon, yeah. He's just… You know, he had it rough growing up.",
      "es": "Es un caso perdido. Tuvo una infancia complicada."
    }
  },
  {
    "translation": {
      "en": "See, Celly, he always had talent in rap. He loved rapping.",
      "es": "Celly siempre tuvo talento para el rap. Le encantaba."
    }
  },
  {
    "translation": {
      "en": "He wanted to use his rap skills",
      "es": "Quería usar sus habilidades para contar"
    }
  },
  {
    "translation": {
      "en": "to paint a picture of what it's like to grow up in Housing Commission.",
      "es": "Quería usar sus habilidades para contar cómo era crecer en las viviendas públicas."
    }
  },
  {
    "translation": {
      "en": "So Lekks, he used to work at Street Uni.",
      "es": "Lekks trabajaba en Street Uni."
    }
  },
  {
    "translation": {
      "en": "Yeah, he was just like that older bro that helped us out in the studio when we started locking in.",
      "es": "Fue el hermano mayor que nos ayudó en el estudio cuando empezamos."
    }
  },
  {
    "translation": {
      "en": "Lekks was always a rap- head. He… He… He loved his music, you know?",
      "es": "Lekks siempre escuchó rap. Le encantaba su música."
    }
  },
  {
    "translation": {
      "en": "I remember the first time he showed me Harlem Spartans,",
      "es": "Recuerdo la primera vez que me mostró Harlem Spartans,"
    }
  },
  {
    "translation": {
      "en": "which was the drill group that he was being influenced by.",
      "es": "el grupo de drill que lo influenciaba."
    }
  },
  {
    "translation": {
      "en": "Lekks goes, This is the future of Australian hip- hop right here.",
      "es": "Lekks dijo: Este es el futuro del hip-hop australiano."
    }
  },
  {
    "translation": {
      "en": "Ah, drill music. Yeah. Fun for the whole family.",
      "es": "Música drill. Diversión para toda la familia."
    }
  },
  {
    "translation": {
      "en": "I guess it's a style of rap music. Emerged out of Chicago",
      "es": "Es un estilo de música rap. Surgió en Chicago"
    }
  },
  {
    "translation": {
      "en": "in the early part of the last decade, throughout the 2010s.",
      "es": "a principios de la última década."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a shock to the hip- hop scene. It was just very abrasive and very raw.",
      "es": "Fue un shock para la escena del hip-hop. Es muy abrasivo y muy crudo."
    }
  },
  {
    "translation": {
      "en": "A more violent, gritty kind of hip- hop",
      "es": "Un hip-hop más violento y descarnado"
    }
  },
  {
    "translation": {
      "en": "with pretty explicit lyrics referring to what life on the streets was like.",
      "es": "con letras explícitas que hacen referencia a la vida en las calles."
    }
  },
  {
    "translation": {
      "en": "A lot of references to stabbings, to shootings.",
      "es": "Muchas referencias a apuñalamientos y tiroteos."
    }
  },
  {
    "translation": {
      "en": "It became part of the international hip- hop mainstream",
      "es": "Se convirtió en parte del hip-hop internacional"
    }
  },
  {
    "translation": {
      "en": "when it crossed over into the UK, particularly into London and South London.",
      "es": "cuando cruzó al Reino Unido. Particularmente, a Londres."
    }
  },
  {
    "translation": {
      "en": "What Onefour gravitated towards was, like, the UK version of drill.",
      "es": "ONEFOUR se inclinó por la versión británica del drill."
    }
  },
  {
    "translation": {
      "en": "Drill is dark, and it's scary. It's like a horror movie almost.",
      "es": "El drill es oscuro y da miedo. Es como una película de terror."
    }
  },
  {
    "translation": {
      "en": "And I think drill really did speak to them when they heard it,",
      "es": "Y creo que realmente los tocó cuando lo escucharon."
    }
  },
  {
    "translation": {
      "en": "'cause that's exactly what they were going through.",
      "es": "Estaban pasando por eso mismo."
    }
  },
  {
    "translation": {
      "en": "We loved it. Like, Shit, we could do something like that.",
      "es": "Nos encantó. Podríamos hacer algo así."
    }
  },
  {
    "translation": {
      "en": "So when we started experimenting, we started making drill.",
      "es": "Así que, cuando empezamos a experimentar, hicimos drill."
    }
  },
  {
    "translation": {
      "en": "Every single one say F- T- P Fuck you pigs, release my Gs",
      "es": "Todos dicen FTP. Cerdos, suelten a mis hermanos."
    }
  },
  {
    "translation": {
      "en": "We're Mount Druitt's real recipe",
      "es": "Somos la verdad de Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "Before Onefour was even a group,",
      "es": "Antes de que ONEFOUR fuera un grupo,"
    }
  },
  {
    "translation": {
      "en": "they were known in the area as a…",
      "es": "se los conocía en la zona como…"
    }
  },
  {
    "translation": {
      "en": "I hate using the word gang,",
      "es": "Odio usar la palabra pandilla."
    }
  },
  {
    "translation": {
      "en": "but that's… that's what they were known for.",
      "es": "Pero se los conocía así."
    }
  },
  {
    "translation": {
      "en": "In the early Onefour tracks, that they were really talking about the violence in the streets.",
      "es": "En sus primeras canciones, hablaban de la violencia en las calles."
    }
  },
  {
    "translation": {
      "en": "Spenny, one day, he attended my music workshops.",
      "es": "Spenny, un día, asistió a mis talleres de música."
    }
  },
  {
    "translation": {
      "en": "We were gonna go around in a circle and just share what we wrote.",
      "es": "Íbamos a compartir lo que habíamos escrito."
    }
  },
  {
    "translation": {
      "en": "And as he was sharing,",
      "es": "Y mientras compartía,"
    }
  },
  {
    "translation": {
      "en": "some of the boys from Onefour walked past the door and was like,",
      "es": "pasaron algunos de los chicos de ONEFOUR y dijeron:"
    }
  },
  {
    "translation": {
      "en": "Spenny, we gotta go. There's something going down.",
      "es": "Spenny, tenemos que irnos. Pasó algo."
    }
  },
  {
    "translation": {
      "en": "And Spenny looks at me, and he's like, Oh, sorry, man.",
      "es": "Spenny me miró y dijo: Lo siento, amigo."
    }
  },
  {
    "translation": {
      "en": "I'm like, Nah, it's all good.",
      "es": "Y yo: Está bien."
    }
  },
  {
    "translation": {
      "en": "And Spenny, like, you know, dropped the notepad, and then he left out the door.",
      "es": "Spenny dejó su libreta y se fue."
    }
  },
  {
    "translation": {
      "en": "It's like this yin and yang.",
      "es": "Es como el yin y el yang."
    }
  },
  {
    "translation": {
      "en": "You have the street,",
      "es": "Está la calle"
    }
  },
  {
    "translation": {
      "en": "and then you have the music.",
      "es": "y la música."
    }
  },
  {
    "translation": {
      "en": "A version of postcode wars happens all over the world,",
      "es": "En todo el mundo hay guerras de pandillas."
    }
  },
  {
    "translation": {
      "en": "from South Central LA to, you know, Brixton.",
      "es": "Desde Los Ángeles hasta Brixton."
    }
  },
  {
    "translation": {
      "en": "It's young people who find small communities,",
      "es": "Son jóvenes que encuentran una comunidad"
    }
  },
  {
    "translation": {
      "en": "and they'll defend that at any cost,",
      "es": "y la defienden a toda costa,"
    }
  },
  {
    "translation": {
      "en": "even when it gets tested by an opposing neighborhood.",
      "es": "incluso cuando la ataca un grupo opuesto."
    }
  },
  {
    "translation": {
      "en": "There's always been drama with, you know, certain areas.",
      "es": "Siempre ha habido drama en ciertas áreas."
    }
  },
  {
    "translation": {
      "en": "I don't know how it started and all the history behind it.",
      "es": "No sé toda la historia detrás de eso."
    }
  },
  {
    "translation": {
      "en": "I just guess growing up around it, we got sucked into it.",
      "es": "Creo que crecimos alrededor de eso, nos absorbió."
    }
  },
  {
    "translation": {
      "en": "Got to a point where you couldn't escape it at all.",
      "es": "Llegó un punto en el que no podíamos escapar."
    }
  },
  {
    "translation": {
      "en": "When I was involved, uh, in that world,",
      "es": "Cuando estaba en ese mundo,"
    }
  },
  {
    "translation": {
      "en": "I experienced multiple deaths.",
      "es": "vi muchas muertes."
    }
  },
  {
    "translation": {
      "en": "Um… gang murders, essentially.",
      "es": "Asesinatos de pandillas."
    }
  },
  {
    "translation": {
      "en": "All young people in their twenties.",
      "es": "Jóvenes de 20 años."
    }
  },
  {
    "translation": {
      "en": "It turned my life around, and, uh, now I work as a journalist.",
      "es": "Cambió mi vida, y ahora trabajo como periodista."
    }
  },
  {
    "translation": {
      "en": "Violence becomes the means for you to achieve a status in these areas.",
      "es": "La violencia se convierte en el medio para lograr un estatus en estas áreas."
    }
  },
  {
    "translation": {
      "en": "Like, the only way you can create an identity for yourself is through violence.",
      "es": "La única forma de crear una identidad es a través de la violencia."
    }
  },
  {
    "translation": {
      "en": "Well, police have just completed a citywide crackdown on violent crime and weapons possession.",
      "es": "La policía tomó medidas en toda la ciudad contra delitos violentos y armas."
    }
  },
  {
    "translation": {
      "en": "There has been ongoing conflict between two rival gangs,",
      "es": "Ha habido conflictos entre dos pandillas rivales,"
    }
  },
  {
    "translation": {
      "en": "primarily involving Pacific Islanders.",
      "es": "involucrando principalmente a isleños."
    }
  },
  {
    "translation": {
      "en": "Rest assured that every single day, there are men and women in this organization",
      "es": "Sepan que, cada día, los hombres y mujeres de esta organización"
    }
  },
  {
    "translation": {
      "en": "who are doing their best to fight those involved in conflict",
      "es": "dan su mayor esfuerzo peleando para que nuestras calles sean seguras."
    }
  },
  {
    "translation": {
      "en": "for the purpose of making our streets and communities safe.",
      "es": "peleando para que nuestras calles sean seguras."
    }
  },
  {
    "translation": {
      "en": "In this case, Onefour falls under the banner of Mounty County,",
      "es": "En este caso, ONEFOUR está dentro del Condado del Monte."
    }
  },
  {
    "translation": {
      "en": "which is the 2770 postcode in Greater Western Sydney,",
      "es": "Código postal 2770, en Sídney Occidental."
    }
  },
  {
    "translation": {
      "en": "and they were at war with the Inner West Brotherhood or the 21 District.",
      "es": "Estaban en guerra con una pandilla del Distrito 21."
    }
  },
  {
    "translation": {
      "en": "In drill tracks, a big part of the music is you also diss as well.",
      "es": "Una gran parte de las canciones de drill está dedicada a insultos."
    }
  },
  {
    "translation": {
      "en": "Check yourself, how you act…  I never wanted to rap until I seen it as a way",
      "es": "Nunca quise rapear hasta que lo vi como una forma"
    }
  },
  {
    "translation": {
      "en": "where I can diss people I didn't like.",
      "es": "de insultar a la gente que no me gustaba."
    }
  },
  {
    "translation": {
      "en": "When I went in the studio, it was just literally just me, like, passionate and knowing, yeah, I'm gonna offend these guys with this shit",
      "es": "En el estudio, sentía pasión y sabía que ofendería a esos tipos"
    }
  },
  {
    "translation": {
      "en": "because, like, you know, they got one of our friends.",
      "es": "porque habían atacado a un amigo."
    }
  },
  {
    "translation": {
      "en": "After that, it was like they crossed a line.",
      "es": "Fue como cruzar una línea."
    }
  },
  {
    "translation": {
      "en": "And it sounds crazy, but that's literally why I loved making my music.",
      "es": "Suena loco, pero eso es lo que me gustaba de hacer música."
    }
  },
  {
    "translation": {
      "en": "I loved hurting, like, their feelings.",
      "es": "Me gustaba herir sus sentimientos."
    }
  },
  {
    "translation": {
      "en": "With drill music, that's all you made, was diss tracks.",
      "es": "La música de drill estaba llena de insultos."
    }
  },
  {
    "translation": {
      "en": "With that kind of platform of making music",
      "es": "Con esa plataforma para hacer música"
    }
  },
  {
    "translation": {
      "en": "and being able to tell your story coupled with social media,",
      "es": "y poder contar su historia en las redes sociales."
    }
  },
  {
    "translation": {
      "en": "you know, it's like, that's a shitstorm.",
      "es": "Es una bomba de tiempo."
    }
  },
  {
    "translation": {
      "en": "I was worried that some of the songs were obviously gonna exacerbate the violence in the area.",
      "es": "Me preocupaba que algunas de las canciones exacerbaran la violencia en el área."
    }
  },
  {
    "translation": {
      "en": "One time, there was this incident at the train station.",
      "es": "Una vez hubo un incidente en la estación de tren."
    }
  },
  {
    "translation": {
      "en": "Word got around that people from another postcode were coming down,",
      "es": "Se corrió la voz de que vendría gente de otro código postal."
    }
  },
  {
    "translation": {
      "en": "so there was gonna be a massive brawl.",
      "es": "Iba a haber una pelea masiva."
    }
  },
  {
    "translation": {
      "en": "At that brawl, a Molotov was thrown in that tunnel.",
      "es": "En esa pelea, arrojaron una bomba molotov en el túnel."
    }
  },
  {
    "translation": {
      "en": "We… said this needs to stop.",
      "es": "Dijimos que eso debía terminar."
    }
  },
  {
    "translation": {
      "en": "Big high hopes, right,",
      "es": "Era muy ambicioso"
    }
  },
  {
    "translation": {
      "en": "um, to try and stop something that's been happening for decades.",
      "es": "intentar detener algo que sucedía desde hace décadas."
    }
  },
  {
    "translation": {
      "en": "There's always gonna be conflict. There's always gonna be drama.",
      "es": "Siempre habrá conflicto y drama."
    }
  },
  {
    "translation": {
      "en": "We were just doing whatever we wanted, and trouble was like a normal thing.",
      "es": "Hacíamos lo que queríamos y los problemas eran algo normal."
    }
  },
  {
    "translation": {
      "en": "After that, something ended up happening, and I ended up going to jail.",
      "es": "Después de eso, terminé en prisión."
    }
  },
  {
    "translation": {
      "en": "We ended up just getting into an altercation with another group of boys,",
      "es": "Terminamos discutiendo con otro grupo de chicos,"
    }
  },
  {
    "translation": {
      "en": "and it just escalated.",
      "es": "y todo escaló."
    }
  },
  {
    "translation": {
      "en": "It was pretty bad.",
      "es": "Fue bastante malo."
    }
  },
  {
    "translation": {
      "en": "- - J Emz went to jail. Without him there, maybe four or five months later,",
      "es": "J Emz fue a prisión. Sin él, unos cuatro o cinco meses después,"
    }
  },
  {
    "translation": {
      "en": "YP started to fall into trouble as well.",
      "es": "YP también empezó a meterse en problemas."
    }
  },
  {
    "translation": {
      "en": "That night at the pub…",
      "es": "Esa noche en el bar…"
    }
  },
  {
    "translation": {
      "en": "That… that night was a killer night for us.",
      "es": "Esa noche fue terrible para nosotros."
    }
  },
  {
    "translation": {
      "en": "I don't blame any of the other boys. I don't put it on them. He…",
      "es": "No culpo a los otros chicos."
    }
  },
  {
    "translation": {
      "en": "He did the… His actions are his actions, but…",
      "es": "Sus acciones son su responsabilidad, pero…"
    }
  },
  {
    "translation": {
      "en": "We just went to one of the boys' birthdays.",
      "es": "Fuimos al cumpleaños de uno de los chicos."
    }
  },
  {
    "translation": {
      "en": "These Aussie lads were just, like, talking out of school.",
      "es": "Unos muchachos estaban hablando de más."
    }
  },
  {
    "translation": {
      "en": "They were being very rude and racist.",
      "es": "Estaban siendo groseros y racistas."
    }
  },
  {
    "translation": {
      "en": "Lekks is helpless. You know, he can't do nothing. So we just… we just jumped.",
      "es": "Lekks estaba indefenso, no podía hacer nada. Lo ayudamos."
    }
  },
  {
    "translation": {
      "en": "Wasn't a question, you know?",
      "es": "No había duda."
    }
  },
  {
    "translation": {
      "en": "I practically did what I felt was right at the time and just…",
      "es": "Hice lo que creí que era lo correcto."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Could've been a lot different. We could've went and spoke to 'em,",
      "es": "Podría haber sido diferente. Podríamos haber hablado."
    }
  },
  {
    "translation": {
      "en": "but that was just the way we… we handled it. We didn't know how to talk back then.",
      "es": "Pero así manejábamos los conflictos. No sabíamos hablar con calma."
    }
  },
  {
    "translation": {
      "en": "I just remember feeling, like, my heart sink.",
      "es": "Recuerdo sentir que el corazón se me rompió."
    }
  },
  {
    "translation": {
      "en": "It was really disappointing",
      "es": "Fue muy decepcionante"
    }
  },
  {
    "translation": {
      "en": "because they were just starting to turn their lives around,",
      "es": "porque estaban empezando a cambiar sus vidas."
    }
  },
  {
    "translation": {
      "en": "and then this happens.",
      "es": "Y luego ocurrió eso."
    }
  },
  {
    "translation": {
      "en": "They're back in trouble with the police again.",
      "es": "Volvieron a tener problemas con la policía."
    }
  },
  {
    "translation": {
      "en": "Me, Cell, and my other coeys, yeah, we all made bail that night,",
      "es": "Celly, yo y mis otros amigos salimos bajo fianza esa noche."
    }
  },
  {
    "translation": {
      "en": "and I was like, We're gonna beat this. Don't worry, Mum. We're straight.",
      "es": "Pensaba: Lo lograremos. Tranquila, mamá. Estamos bien."
    }
  },
  {
    "translation": {
      "en": "YP, Celly, and Lekks were waiting for sentencing.",
      "es": "YP, Celly y Lekks esperaban su sentencia."
    }
  },
  {
    "translation": {
      "en": "While they were waiting, the music started to pick up.",
      "es": "Mientras esperaban, volvimos a la música."
    }
  },
  {
    "translation": {
      "en": "We were in the studio, like, every day. We ended up making What You Know.",
      "es": "Estábamos en el estudio todos los días. Terminamos haciendo What you know."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, we got a bit of radio play on that song.",
      "es": "Esa canción sonó en las radios."
    }
  },
  {
    "translation": {
      "en": "On Triple J. There's the Hip- Hop Show, Hauie's show.",
      "es": "En Triple J. En Hip-Hop Show. En Hauie's Show."
    }
  },
  {
    "translation": {
      "en": "I was following the progression of the group,",
      "es": "Yo seguía al grupo."
    }
  },
  {
    "translation": {
      "en": "and they started promoting their new single.",
      "es": "Comenzaron a promocionar su canción."
    }
  },
  {
    "translation": {
      "en": "The musicianship of Onefour really sets them apart.",
      "es": "La maestría musical de ONEFOUR realmente los distingue."
    }
  },
  {
    "translation": {
      "en": "Not only their abilities and their… their mind for music",
      "es": "No solo por sus habilidades y su mente para la música,"
    }
  },
  {
    "translation": {
      "en": "but also them being the first of their sound in Australia.",
      "es": "sino también por ser los primeros en hacer esa música Australia."
    }
  },
  {
    "translation": {
      "en": "I was like, Okay, these guys have got it.",
      "es": "Pensé: Estos tipos son estupendos."
    }
  },
  {
    "translation": {
      "en": "I reached out and said, Look, I understand the history that you guys have with law,",
      "es": "Los contacté y dije: Sé que tienen problemas con la ley,"
    }
  },
  {
    "translation": {
      "en": "but if you really want music to be your way of getting out of that,",
      "es": "pero si quieren que la música sea su forma de salir de eso,"
    }
  },
  {
    "translation": {
      "en": "then let's connect.",
      "es": "conectémonos."
    }
  },
  {
    "translation": {
      "en": "Hau's the man.",
      "es": "Hau es el mejor."
    }
  },
  {
    "translation": {
      "en": "Without him, to be honest, like, there would be no Onefour, you know?",
      "es": "Sin él, para ser honesto, no habría ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "He started waking us up,",
      "es": "Empezó a despertarnos."
    }
  },
  {
    "translation": {
      "en": "and that's when we started telling ourselves, Shit, we could actually make something out of this.",
      "es": "Empezamos a decirnos: Podemos hacer algo con esto."
    }
  },
  {
    "translation": {
      "en": "I direct, uh, a label which is a joint venture with Sony.",
      "es": "Dirijo un sello que es un emprendimiento conjunto con Sony."
    }
  },
  {
    "translation": {
      "en": "Um… I'm someone that pushes and empowers people of my community,",
      "es": "Soy alguien que empodera a la gente de mi comunidad,"
    }
  },
  {
    "translation": {
      "en": "whether that community is Pacific Islander, whether that community is hip- hop.",
      "es": "ya sea de las islas del Pacífico o del hip-hop."
    }
  },
  {
    "translation": {
      "en": "And one of the main things I asked them was,",
      "es": "Y una de las cosas que les pregunté fue:"
    }
  },
  {
    "translation": {
      "en": "Outside of the legal troubles,",
      "es": "Aparte de los problemas legales,"
    }
  },
  {
    "translation": {
      "en": "what is holding you back from success?",
      "es": "¿qué les impide tener éxito?."
    }
  },
  {
    "translation": {
      "en": "J Emz, he said, Oh, we don't have a professional place to record.",
      "es": "J Emz dijo: No tenemos un lugar profesional para grabar."
    }
  },
  {
    "translation": {
      "en": "Okay, so if I can get you a studio, would you come?",
      "es": "Está bien. Si les consiguiera un estudio, ¿vendrían?."
    }
  },
  {
    "translation": {
      "en": "And J Emz said, Name the place, time, day, we'll be there.",
      "es": "Y J Emz dijo: Dinos dónde y cuándo y allí estaremos."
    }
  },
  {
    "translation": {
      "en": "We thought, Shit, we're about to be stars.",
      "es": "Pensamos: Mierda, vamos a ser estrellas."
    }
  },
  {
    "translation": {
      "en": "This is the first time going into a proper studio.",
      "es": "Fue la primera vez que fuimos a un estudio."
    }
  },
  {
    "translation": {
      "en": "Going into that studio and being part of Sony",
      "es": "Ir a ese estudio y ser parte de Sony"
    }
  },
  {
    "translation": {
      "en": "was, like probably the best time ever, like, doing music",
      "es": "fue, probablemente, el mejor momento de nuestras carreras."
    }
  },
  {
    "translation": {
      "en": "because it was, like, the first time I was introduced to the music industry.",
      "es": "Fue cuando nos presentaron la industria de la música."
    }
  },
  {
    "translation": {
      "en": "Seeing all those, you know, big names and those big faces on… on… on the wall",
      "es": "Ver todos esos grandes nombres y rostros en la pared"
    }
  },
  {
    "translation": {
      "en": "made me feel like this is where I wanna be for the rest of my life",
      "es": "me hizo sentir que quería estar ahí el resto de mi vida"
    }
  },
  {
    "translation": {
      "en": "and what I wanna do.",
      "es": "haciendo eso."
    }
  },
  {
    "translation": {
      "en": "I said, You come here, we're working.",
      "es": "Les dije: Aquí adentro, trabajamos."
    }
  },
  {
    "translation": {
      "en": "What you do outside the studio, is up to you. I can't control that.",
      "es": "No puedo controlar qué hacen afuera del estudio."
    }
  },
  {
    "translation": {
      "en": "No drinking, no drugs, no drama.",
      "es": "Sin alcohol, sin drogas, sin drama."
    }
  },
  {
    "translation": {
      "en": "You come in here, record music, write, and that's it.",
      "es": "Aquí, componen y escriben canciones. Nada más."
    }
  },
  {
    "translation": {
      "en": "That whole thing was hard, bro. Hard.",
      "es": "Ese segmento fue duo."
    }
  },
  {
    "translation": {
      "en": "So every Saturday, we're in there.",
      "es": "Íbamos todos los sábados."
    }
  },
  {
    "translation": {
      "en": "Just get work done and get out.",
      "es": "Trabajábamos y nos íbamos."
    }
  },
  {
    "translation": {
      "en": "And Hau was always on our back, telling us, Make sure you're writing,",
      "es": "Hau siempre nos decía: Asegúrense de escribir."
    }
  },
  {
    "translation": {
      "en": "and that's when we started making our best music.",
      "es": "Comenzamos a hacer nuestra mejor música."
    }
  },
  {
    "translation": {
      "en": "One of the first sessions, I was like, All right, boys, what's the first song we're gonna do?",
      "es": "En una de las primeras sesiones, dije: ¿Cuál es la primera canción?."
    }
  },
  {
    "translation": {
      "en": "I'm sure it was YP who said, Oh yeah, got a song called 'Shanks and Shivs.'",
      "es": "YP dijo: Tenemos una canción llamada 'Shanks and Shivs'."
    }
  },
  {
    "translation": {
      "en": "Oh shit! What's this song about? Well, it's about a couple of knives.",
      "es": "¡Mierda! ¿De qué trata?. De unas navajas."
    }
  },
  {
    "translation": {
      "en": "Nah, yeah, I remember our first studio session with Hauie.",
      "es": "Recuerdo nuestra primera sesión en el estudio."
    }
  },
  {
    "translation": {
      "en": "I wasn't, like, trying to put on a facade or nothin'. I just wanted to go in there and rap my shit.",
      "es": "No quería aparentar. Solo quería entrar y rapear."
    }
  },
  {
    "translation": {
      "en": "Hip- hop has always been a vehicle for minorities and the oppressed.",
      "es": "El hip-hop siempre ha sido un vehículo para las minorías y los oprimidos."
    }
  },
  {
    "translation": {
      "en": "Drill music in particular, it's not so much about being technical.",
      "es": "El drill no intenta ser una música técnica."
    }
  },
  {
    "translation": {
      "en": "It's just about telling the story as authentically and as raw as you can,",
      "es": "Se trata de contar la historia de la manera más auténtica posible."
    }
  },
  {
    "translation": {
      "en": "and I think that's why drill's so effective.",
      "es": "Creo que por eso es tan efectivo."
    }
  },
  {
    "translation": {
      "en": "You know, what you see is what you get, and there's no bullshit around it.",
      "es": "Lo que ves es lo que hay. Nada de tonterías."
    }
  },
  {
    "translation": {
      "en": "It's nuts, but that's just part of the music, you know?",
      "es": "Es una locura, pero es parte de la música."
    }
  },
  {
    "translation": {
      "en": "That's part of why it's so dangerous because it's real.",
      "es": "Por eso es tan peligroso: porque es real."
    }
  },
  {
    "translation": {
      "en": "When everything started to grow,",
      "es": "Cuando la música comenzó a crecer, pensamos:"
    }
  },
  {
    "translation": {
      "en": "the music started to grow, we started to realize, Shit, like,",
      "es": "Cuando la música comenzó a crecer, pensamos: Mierda, necesitamos a alguien que conozca el lado comercial."
    }
  },
  {
    "translation": {
      "en": "we need someone that knows this business side of things.",
      "es": "Mierda, necesitamos a alguien que conozca el lado comercial."
    }
  },
  {
    "translation": {
      "en": "And I knew that Ricky was the man to… to continue on.",
      "es": "Sabía que Ricky era la persona indicada."
    }
  },
  {
    "translation": {
      "en": "I knew it would be difficult. I never knew how difficult.",
      "es": "Sabía que sería difícil. Pero no sabía qué tan difícil."
    }
  },
  {
    "translation": {
      "en": "Rick used to come sit in sessions with us all the time.",
      "es": "Rick solía sentarse en las sesiones con nosotros."
    }
  },
  {
    "translation": {
      "en": "He used to just do his own thing and mind his own business in the corner, but he always had advice.",
      "es": "Solía ocuparse de sus asuntos, pero siempre tenía consejos."
    }
  },
  {
    "translation": {
      "en": "I really admired the loyalty that they had to each other,",
      "es": "Realmente admiraba su lealtad,"
    }
  },
  {
    "translation": {
      "en": "the way that they took care of each other, and I was like, I wanna be a part of that.",
      "es": "la forma en que se cuidaban. Pensé: Quiero ser parte de eso."
    }
  },
  {
    "translation": {
      "en": "I remember speaking to the guys, saying, This could actually be a thing for you, like.",
      "es": "Recuerdo hablar con los muchachos y decir: Esto podría ser algo especial."
    }
  },
  {
    "translation": {
      "en": "You're doing something that hasn't been done before.",
      "es": "Hacemos algo que nunca antes se hizo."
    }
  },
  {
    "translation": {
      "en": "And they were kinda oblivious to it. They were like, No, like, this is different. This is a different kinda situation.",
      "es": "No se daban cuenta: No, esta es una situación diferente."
    }
  },
  {
    "translation": {
      "en": "At the time, I was, yeah, working with Laroi.",
      "es": "En ese momento, estaba trabajando con Laroi."
    }
  },
  {
    "translation": {
      "en": "I thought that he would be the type of kid who'd wanna show them things, just be curious to connect with them.",
      "es": "Pensé que querría mostrarles cosas. Que querría conectarse con ellos."
    }
  },
  {
    "translation": {
      "en": "Laroi wasn't as big as he is now.",
      "es": "Laroi no era tan famoso como ahora."
    }
  },
  {
    "translation": {
      "en": "He was, um, just another normal kid from Redfern.",
      "es": "Era otro chico normal de Redfern."
    }
  },
  {
    "translation": {
      "en": "I had seen, like, a video of them rapping on… on Facebook or something like that.",
      "es": "Había visto un video de ellos rapeando en Facebook o algo así."
    }
  },
  {
    "translation": {
      "en": "Right away, instantly knew they have something special about them.",
      "es": "Supe de inmediato que tenían algo especial."
    }
  },
  {
    "translation": {
      "en": "We learned a lot from sitting in studio sessions with him.",
      "es": "En las sesiones de estudio con él, aprendimos mucho."
    }
  },
  {
    "translation": {
      "en": "He'd get in there, do his thing, and we used to be shocked.",
      "es": "Hacía lo suyo y nos sorprendíamos."
    }
  },
  {
    "translation": {
      "en": "Like, Holy shit! This kid's a genius.",
      "es": "¡Mierda! Este tipo es un genio."
    }
  },
  {
    "translation": {
      "en": "It was all kinda new to them, I think,",
      "es": "Creo que todo era nuevo para ellos."
    }
  },
  {
    "translation": {
      "en": "and the coolest part was seeing the growth and the constant growth of their process.",
      "es": "Lo mejor fue ver el crecimiento constante de su proceso."
    }
  },
  {
    "translation": {
      "en": "And then, by the end of, like, spending a couple months with them, I'm like, Oh, these cunts are next level.",
      "es": "Al final de un par de meses con ellos, pensé: Estos tipos son excelentes."
    }
  },
  {
    "translation": {
      "en": "If you weren't convinced by Shanks and Shivs,",
      "es": "Si no te convenció Shanks and Shivs,"
    }
  },
  {
    "translation": {
      "en": "you were convinced with The Message.",
      "es": "te convenció The Message."
    }
  },
  {
    "translation": {
      "en": "So we knew, like, to be able to impact the music scene,",
      "es": "Sabíamos que, para impactar la escena musical,"
    }
  },
  {
    "translation": {
      "en": "we'd have to do something no one's done before.",
      "es": "debíamos hacer algo que no se hubiera hecho antes."
    }
  },
  {
    "translation": {
      "en": "That was the first track that we just closed all filters,",
      "es": "Fue la primera canción en la que apagamos todos los filtros"
    }
  },
  {
    "translation": {
      "en": "and we just went ahead, you know?",
      "es": "y seguimos adelante."
    }
  },
  {
    "translation": {
      "en": "We thought, This is gonna get attention from police, public eye.",
      "es": "Pensamos: Esto llamará la atención de la policía y del público."
    }
  },
  {
    "translation": {
      "en": "Well, I just said, Yeah, let's get that out right now.",
      "es": "Dije : Sí, lancémosla ahora mismo."
    }
  },
  {
    "translation": {
      "en": "And we just said, Fuck it. Just drop it. You know?",
      "es": "Dijimos A la mierda. Lancémosla."
    }
  },
  {
    "translation": {
      "en": "The Message came out, and that's the one that really blew up.",
      "es": "Lanzamos El Mensaje. Esa canción explotó."
    }
  },
  {
    "translation": {
      "en": "Oh, Mum, guess what? It's up to 500!",
      "es": "Mamá, ¿adivina qué? ¡Llegó a 500!."
    }
  },
  {
    "translation": {
      "en": "Yay. 500 people listened to your song.",
      "es": "Bravo. 500 personas escucharon su canción."
    }
  },
  {
    "translation": {
      "en": "Hey, Mum! 500,000!",
      "es": "¡Oye, mamá! ¡500 000!."
    }
  },
  {
    "translation": {
      "en": "Oh my God! Who in the world's listening to your rubbish? Like…",
      "es": "¡Dios mío! ¿Quién escucha su basura?."
    }
  },
  {
    "translation": {
      "en": "That was our first song to hit a million views.",
      "es": "Fue la primera en llegar a un millón."
    }
  },
  {
    "translation": {
      "en": "It was fucking game over.",
      "es": "Se acabó el juego."
    }
  },
  {
    "translation": {
      "en": "Like, doin' millions of views in three days,",
      "es": "tener millones de reproducciones en tres días"
    }
  },
  {
    "translation": {
      "en": "that was largely unheard of.",
      "es": "era inaudito."
    }
  },
  {
    "translation": {
      "en": "It was so organic, so grassroots, so independent.",
      "es": "Era orgánico, popular, independiente."
    }
  },
  {
    "translation": {
      "en": "A word- of- mouth and social- media, just, explosion.",
      "es": "El boca a boca y las redes sociales, una explosión."
    }
  },
  {
    "translation": {
      "en": "They were just like, Oh my God.",
      "es": "Pensaron: Dios mío. Les gusta lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "People really like what we're doing. A million views is bananas.",
      "es": "Pensaron: Dios mío. Les gusta lo que hacemos. Un millón de reproducciones es una locura."
    }
  },
  {
    "translation": {
      "en": "I'd never seen this happen before in Australia.",
      "es": "Nunca había visto algo así en Australia."
    }
  },
  {
    "translation": {
      "en": "I think what… what surprised me the most was the international reaction.",
      "es": "Creo que lo que más me sorprendió fue la reacción internacional."
    }
  },
  {
    "translation": {
      "en": "The reactors are the ones that really blew it up for Onefour.",
      "es": "Las reacciones fueron las que hicieron viral a ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "First time we found out what reactions were.",
      "es": "No sabíamos qué eran las reacciones."
    }
  },
  {
    "translation": {
      "en": "We didn't know people were doing that to music videos.",
      "es": "No sabíamos que la gente hacía eso."
    }
  },
  {
    "translation": {
      "en": "They must be doing some bad things with that disclaimer.",
      "es": "Deben estar haciendo cosas malas si necesitan ese descargo."
    }
  },
  {
    "translation": {
      "en": "First off, there's been a lot of buzz around this song,",
      "es": "Ha habido mucho revuelo en torno a esta canción."
    }
  },
  {
    "translation": {
      "en": "so I wanna see what it's about. Let's go.",
      "es": "Me pregunto por qué. Veamos."
    }
  },
  {
    "translation": {
      "en": "Bro, he just named, like, 50,000 people that need to be free.",
      "es": "Acaba de nombrar a 50 000 personas que deben liberarse."
    }
  },
  {
    "translation": {
      "en": "The song opened with a fuckin' call from jail.",
      "es": "La canción empieza con una llamada desde la cárcel."
    }
  },
  {
    "translation": {
      "en": "Like, what the fuck?",
      "es": "¿Qué carajo?"
    }
  },
  {
    "translation": {
      "en": "- Are you seeing where they outside? - Bro!",
      "es": "- ¿Viste dónde están? - ¡Hermano!"
    }
  },
  {
    "translation": {
      "en": "They outside the courthouse, like.",
      "es": "Están en el juzgado."
    }
  },
  {
    "translation": {
      "en": "- Say what? - Look.",
      "es": "- ¿Qué? - Mira."
    }
  },
  {
    "translation": {
      "en": "Mount Druitt Courthouse, and they're doing this outside the courthouse.",
      "es": "Están haciendo eso afuera del juzgado de Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "Proper, fam.",
      "es": "Estupendo."
    }
  },
  {
    "translation": {
      "en": "I think it's the most provocative thing in recent contemporary Australian art.",
      "es": "Creo que es lo más provocativo del arte australiano contemporáneo."
    }
  },
  {
    "translation": {
      "en": "Such a fuck you to everything that had shaped these guys.",
      "es": "Un vete a la mierda a todo lo que los había moldeado."
    }
  },
  {
    "translation": {
      "en": "He said, Hey, I'mma pull mine. I'mma let you pull yours.",
      "es": "Dijo: Yo saco la mía y te dejaré sacar la tuya."
    }
  },
  {
    "translation": {
      "en": "We gon' show who gon' die first.",
      "es": "Vamos a ver quién muere primero."
    }
  },
  {
    "translation": {
      "en": "Keep me away from these niggas, bro.",
      "es": "Manténganme alejado de estos tipos."
    }
  },
  {
    "translation": {
      "en": "This is so funny.",
      "es": "Es muy gracioso."
    }
  },
  {
    "translation": {
      "en": "Like, accent- wise, the accent's actually good.",
      "es": "El acento es muy bueno."
    }
  },
  {
    "translation": {
      "en": "It started as a novelty, but then when I realized,",
      "es": "Comenzó como algo simpático, pero, cuando me di cuenta, pensé:"
    }
  },
  {
    "translation": {
      "en": "Oh wow, these guys actually can rap.",
      "es": "Estos tipos sí saben rapear."
    }
  },
  {
    "translation": {
      "en": "The world hadn't yet seen people of color",
      "es": "El mundo aún no había visto a gente de color rapeando con acento australiano."
    }
  },
  {
    "translation": {
      "en": "rapping in an Australian accent.",
      "es": "a gente de color rapeando con acento australiano."
    }
  },
  {
    "translation": {
      "en": "They didn't even know a lot of us existed.",
      "es": "No sabían que existíamos."
    }
  },
  {
    "translation": {
      "en": "They both got one ponytail.",
      "es": "Los dos tienen coletas."
    }
  },
  {
    "translation": {
      "en": "Bro, I think that's a… um, from the Rocksides, fam.",
      "es": "Creo que son del mismo lugar que The Rock."
    }
  },
  {
    "translation": {
      "en": "Oh, them man there.",
      "es": "Esos tipos."
    }
  },
  {
    "translation": {
      "en": "You know what I'm talkin' about? What's it called? Samoan.",
      "es": "- ¿Cómo se llama? Samoa. - Como The Rock."
    }
  },
  {
    "translation": {
      "en": "The perceptions of what they thought Australians were",
      "es": "Las percepciones existentes sobre los australianos"
    }
  },
  {
    "translation": {
      "en": "were Neighbours, Home and Away.",
      "es": "venían de Neighbours y Home and Away."
    }
  },
  {
    "translation": {
      "en": "Lara Bingle. Steve Irwin.",
      "es": "Lara Bingle. Steve Irwin."
    }
  },
  {
    "translation": {
      "en": "Tall, blond surfer guys.",
      "es": "Surfistas altos y rubios."
    }
  },
  {
    "translation": {
      "en": "And Onefour don't look like any of those cunts.",
      "es": "ONEFOUR no se parece en nada."
    }
  },
  {
    "translation": {
      "en": "They definitely changed the perception of what Australia looks like, sounds like, and what happens here.",
      "es": "Definitivamente cambiaron la percepción de cómo se ve y cómo suena Australia."
    }
  },
  {
    "translation": {
      "en": "- Yo, brother. - Nah, go on, like…",
      "es": "- Oye. - Vamos…"
    }
  },
  {
    "translation": {
      "en": "Need to take it easy otherwise I'm gonna lose it.",
      "es": "Con calma. Si no, voy a enloquecer."
    }
  },
  {
    "translation": {
      "en": "Bro, this video is lit as fuck. These man turn up for the video.",
      "es": "Hermano, este video es genial. Dieron todo en este video."
    }
  },
  {
    "translation": {
      "en": "The top artists in the UK started, like, giving us our props.",
      "es": "Los mejores artistas del Reino Unido comenzaron a apoyarnos."
    }
  },
  {
    "translation": {
      "en": "Probably the first was Skepta.",
      "es": "El primero fue Skepta."
    }
  },
  {
    "translation": {
      "en": "Shout out Onefour. All the Gs.",
      "es": "Saludos a ONEFOUR. Son gánsteres."
    }
  },
  {
    "translation": {
      "en": "Dave, he posted us on his story.",
      "es": "Dave nos publicó en su historia."
    }
  },
  {
    "translation": {
      "en": "These were artists at the top of their game, and they're posting about Onefour.",
      "es": "Artistas en la plenitud de sus carreras hablando sobre ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "Getting all that love from overseas was crazy.",
      "es": "Recibir todo ese amor fue una locura."
    }
  },
  {
    "translation": {
      "en": "I think YP's line was so iconic because it was just a succinct summation of what the group was about.",
      "es": "Creo que la línea de YP fue tan icónica porque era un resumen de su identidad."
    }
  },
  {
    "translation": {
      "en": "Onefour. We're from here. You're from there. We don't like you.",
      "es": "ONEFOUR, somos de aquí. Tú eres de allí. No nos caes bien."
    }
  },
  {
    "translation": {
      "en": "Oh my days.",
      "es": "Dios mío."
    }
  },
  {
    "translation": {
      "en": "That is actually… No. No. No.",
      "es": "Eso es… No."
    }
  },
  {
    "translation": {
      "en": "Fuck off, man. Fuck off, man.",
      "es": "Al carajo."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, that's fucking cold.",
      "es": "Sí, es muy duro."
    }
  },
  {
    "translation": {
      "en": "There's certain lines in that world that they were part of",
      "es": "En ese mundo de las que formaban parte, hay ciertas líneas"
    }
  },
  {
    "translation": {
      "en": "that you really don't cross.",
      "es": "que no deben cruzarse."
    }
  },
  {
    "translation": {
      "en": "Especially when someone's died, you know, you don't really",
      "es": "Especialmente cuando alguien muere. Uno no"
    }
  },
  {
    "translation": {
      "en": "provoke them in that way.",
      "es": "los provoca así."
    }
  },
  {
    "translation": {
      "en": "It's pretty, some would say, disrespectful,",
      "es": "Es bastante irrespetuoso."
    }
  },
  {
    "translation": {
      "en": "but they said it, recorded it, and spit it on a verse.",
      "es": "Pero lo dijeron, lo grabaron y lo rapearon."
    }
  },
  {
    "translation": {
      "en": "So that line refers to the stabbing death",
      "es": "Esa línea se refiere a la muerte"
    }
  },
  {
    "translation": {
      "en": "of a member of an opposing gang called 21 District.",
      "es": "de un miembro de la pandilla Distrito 21."
    }
  },
  {
    "translation": {
      "en": "One of the members gets stabbed, is killed,",
      "es": "Uno de los miembros murió apuñalado"
    }
  },
  {
    "translation": {
      "en": "and that leaves them with 20 members.",
      "es": "y eso los dejó con 20 miembros."
    }
  },
  {
    "translation": {
      "en": "With that line, everything was about to change for Onefour.",
      "es": "Con esa línea, todo iba a cambiar para ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "I'm both disgusted by it…",
      "es": "Me da asco."
    }
  },
  {
    "translation": {
      "en": "But if art is meant to make you feel something,",
      "es": "Pero, si el arte debe hacerte sentir emociones,"
    }
  },
  {
    "translation": {
      "en": "you succeeded in the point of art right there.",
      "es": "lo lograron."
    }
  },
  {
    "translation": {
      "en": "But I also thought, like, people are gonna hate this line. It's gonna be so controversial.",
      "es": "Pero también pensé que la gente odiaría ese verso."
    }
  },
  {
    "translation": {
      "en": "It was shocking, it was confronting, but it was exciting, man.",
      "es": "Fue impactante. Fue una confrontación. Pero fue emocionante."
    }
  },
  {
    "translation": {
      "en": "Fifty guys in balaclavas talking about sharp objects.",
      "es": "Cincuenta tipos con pasamontañas hablando de navajas."
    }
  },
  {
    "translation": {
      "en": "You know, they had a buzz about 'em.",
      "es": "Llamaron la atención."
    }
  },
  {
    "translation": {
      "en": "They followed The Message with Spot the Difference",
      "es": "Luego de The Message, vino Spot the Difference, donde subieron un poco más de nivel."
    }
  },
  {
    "translation": {
      "en": "and just leveled up some more.",
      "es": "vino Spot the Difference, donde subieron un poco más de nivel."
    }
  },
  {
    "translation": {
      "en": "When you saw that,",
      "es": "Lo vimos."
    }
  },
  {
    "translation": {
      "en": "you knew it was a new dawn of hip- hop in Australia.",
      "es": "Era un nuevo amanecer para el hip-hop en Australia."
    }
  },
  {
    "translation": {
      "en": "I was like, This is a fucking fly story. We should cover these guys.",
      "es": "Pensé: Es una historia genial, deberíamos seguirlos."
    }
  },
  {
    "translation": {
      "en": "And it was a wild shoot.",
      "es": "Y fue una locura."
    }
  },
  {
    "translation": {
      "en": "They were on the phone, calling people, calling people.",
      "es": "Llamaron a gente por teléfono."
    }
  },
  {
    "translation": {
      "en": "They're, like, these guys come. These guys come.",
      "es": "Y empezó a llegar gente."
    }
  },
  {
    "translation": {
      "en": "Oh, that was the best day. One of the best days of my life, bro.",
      "es": "Fue uno de los mejores días de mi vida."
    }
  },
  {
    "translation": {
      "en": "It was goin' off its head, you know? Had the whole area out, man.",
      "es": "Era una locura. Toda el área ocupada."
    }
  },
  {
    "translation": {
      "en": "We were in this car park, and more flares keep getting popped, and cars are doing burnouts,",
      "es": "Cada vez había más bengalas y autos quemando ruedas en el pavimento."
    }
  },
  {
    "translation": {
      "en": "and suddenly, they're like, Let's lock the fucking road down!",
      "es": "Dijeron: ¡Bloqueemos la maldita calle."
    }
  },
  {
    "translation": {
      "en": "The cops couldn't do nothing because you had, like, three, four hundred kids",
      "es": "La policía no podía hacer nada porque había unos 400 jóvenes"
    }
  },
  {
    "translation": {
      "en": "storming the streets of Mount Druitt, literally reclaiming the streets, taking over.",
      "es": "reclamando las calles de Mount Druitt, tomando el control."
    }
  },
  {
    "translation": {
      "en": "It was unlike any shoot I've been on",
      "es": "Fue diferente a otras grabaciones porque había personas que sentían"
    }
  },
  {
    "translation": {
      "en": "because there were people that felt like they were being heard and seen",
      "es": "Fue diferente a otras grabaciones porque había personas que sentían que las escuchaban por primera vez."
    }
  },
  {
    "translation": {
      "en": "for the first time.",
      "es": "que las escuchaban por primera vez."
    }
  },
  {
    "translation": {
      "en": "We're seeing the bright lights, and we're seeing kids,",
      "es": "Veíamos las luces y a chicos"
    }
  },
  {
    "translation": {
      "en": "and they're, like, following us around at the shops, trying to take photos and that.",
      "es": "que nos seguían por todos lados y nos tomaban fotos."
    }
  },
  {
    "translation": {
      "en": "It just felt like genuine hometown love.",
      "es": "Se sentía como el amor del pueblo."
    }
  },
  {
    "translation": {
      "en": "Can't imagine what it would feel like to be a kid in Mount Druitt,",
      "es": "No puedo imaginar cómo se sentiría un niño de Mount Druitt"
    }
  },
  {
    "translation": {
      "en": "to see your area splashed on the screen like that and the whole world suddenly pay attention.",
      "es": "viendo su barrio en la pantalla y que todo el mundo preste atención."
    }
  },
  {
    "translation": {
      "en": "That gives me goosebumps, thinking about that.",
      "es": "Me pone la piel de gallina."
    }
  },
  {
    "translation": {
      "en": "Suddenly, you know, be like, I've got these dreams,",
      "es": "Pueden pensar: Tengo sueños y puedo hacerlos realidad"
    }
  },
  {
    "translation": {
      "en": "and now I can realize them because the guys across the road did.",
      "es": "porque los muchachos de enfrente lo hicieron."
    }
  },
  {
    "translation": {
      "en": "Like spot the difference",
      "es": "SUBIR VIDEO"
    }
  },
  {
    "translation": {
      "en": "2019 was and still is undoubtedly ruled by my next guests in the studio.",
      "es": "2019 fue, y sigue siendo, dominado por mis próximos invitados en el estudio."
    }
  },
  {
    "translation": {
      "en": "Onefour, the fucking hottest shit on the scene right now.",
      "es": "ONEFOUR lo más popular de la escena en este momento."
    }
  },
  {
    "translation": {
      "en": "A YouTube phenomenon.",
      "es": "Son un fenómeno de YouTube."
    }
  },
  {
    "translation": {
      "en": "They've forged their way into Australian music history",
      "es": "Se abrieron paso en la música australiana"
    }
  },
  {
    "translation": {
      "en": "with their unapologetic writing, their raw energy, and the pride they have in their area.",
      "es": "sin remordimientos, con energía pura y con el orgullo que sienten por su área."
    }
  },
  {
    "translation": {
      "en": "We started meeting with a lot of magazines.",
      "es": "Tuvimos entrevistas para revistas."
    }
  },
  {
    "translation": {
      "en": "Rolling Stones and all that, GQ.",
      "es": "Rolling Stone, GQ, todo eso."
    }
  },
  {
    "translation": {
      "en": "How would you describe yourself now? What is your, like, identity?",
      "es": "¿Cómo se describirían ahora? ¿Cuál es su identidad?"
    }
  },
  {
    "translation": {
      "en": "Are you rappers? Are you musicians?",
      "es": "¿Son raperos? ¿Son músicos?"
    }
  },
  {
    "translation": {
      "en": "We're fuckin' musicians.",
      "es": "Somos músicos."
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up. We're good at what we do too, you know?",
      "es": "Somos buenos en lo que hacemos."
    }
  },
  {
    "translation": {
      "en": "Force a shiv on these opps…",
      "es": "EL GRUPO MÁS CONTROVERTIDO"
    }
  },
  {
    "translation": {
      "en": "Every cunt in Australia wanted to make drill music after that.",
      "es": "Después de eso, todos querían hacer drill."
    }
  },
  {
    "translation": {
      "en": "Like, everybody.",
      "es": "Todos."
    }
  },
  {
    "translation": {
      "en": "He's got a little Australian fucking dance going there.",
      "es": "Tienen un maldito baile australiano."
    }
  },
  {
    "translation": {
      "en": "The Mounty Bop, you guys have helped popularize.",
      "es": "Ayudaron a popularizar el Mounty Bop."
    }
  },
  {
    "translation": {
      "en": "- It's going big on TikTok and all that. -",
      "es": "Es popular en TikTok."
    }
  },
  {
    "translation": {
      "en": "It's unprecedented in the history of Australian music to have that kind of impact.",
      "es": "Un impacto así no tiene precedentes en la música australiana."
    }
  },
  {
    "translation": {
      "en": "Oh, I felt like a superstar.",
      "es": "Me sentí como una superestrella."
    }
  },
  {
    "translation": {
      "en": "Yeah, it felt good because it just changed our mindset",
      "es": "Se sintió bien porque cambió nuestra mentalidad"
    }
  },
  {
    "translation": {
      "en": "and the way we looked at life.",
      "es": "y cómo encarábamos la vida."
    }
  },
  {
    "translation": {
      "en": "And then after that, Dave toured Australia.",
      "es": "Después de eso, Dave hizo una gira por Australia."
    }
  },
  {
    "translation": {
      "en": "He asked for Onefour to support him on the Sydney and Melbourne legs.",
      "es": "Le pidió a ONEFOUR que lo apoyara en Sídney y en Melbourne."
    }
  },
  {
    "translation": {
      "en": "It was about to come together for them.",
      "es": "Estaban a punto de triunfar."
    }
  },
  {
    "translation": {
      "en": "I'm not brave enough to be a cop, tough enough to be a gangster,",
      "es": "No soy valiente como un policía, duro como un gánster"
    }
  },
  {
    "translation": {
      "en": "or smart enough to be a lawyer, so I became a crime reporter.",
      "es": "ni inteligente como un abogado, así que soy reportero policial."
    }
  },
  {
    "translation": {
      "en": "It's one thing to have an anthem,",
      "es": "Una cosa es tener un himno,"
    }
  },
  {
    "translation": {
      "en": "but it depends what that anthem's saying or how it's being interpreted.",
      "es": "pero depende de qué dice o de cómo se lo interprete."
    }
  },
  {
    "translation": {
      "en": "You know, a bunch of young guys",
      "es": "Un grupo de jóvenes"
    }
  },
  {
    "translation": {
      "en": "who are talking about how tough they are,",
      "es": "que hablan de lo duros que son,"
    }
  },
  {
    "translation": {
      "en": "about carrying knives, about hating another crew.",
      "es": "de portar cuchillos, de odiar a otro grupo…"
    }
  },
  {
    "translation": {
      "en": "You know, anthems can be positive and… and negative.",
      "es": "Los himnos pueden ser positivos o negativos."
    }
  },
  {
    "translation": {
      "en": "Obviously, Onefour get a bit of notoriety. They're getting popular.",
      "es": "Obviamente, ONEFOUR ganó notoriedad. Se volvieron populares."
    }
  },
  {
    "translation": {
      "en": "The real controversy around Onefour started when a couple of other drill acts",
      "es": "La verdadera controversia comenzó cuando un par de bandas de drill"
    }
  },
  {
    "translation": {
      "en": "started popping up in West Sydney as well.",
      "es": "comenzaron a aparecer en Sídney."
    }
  },
  {
    "translation": {
      "en": "The media latched onto feuds between these rappers.",
      "es": "Los medios de comunicación se aferraron a las disputas entre estos raperos."
    }
  },
  {
    "translation": {
      "en": "We have a media in Australia particularly on the conservative side.",
      "es": "Los medios de comunicación en Australia son muy conservadores."
    }
  },
  {
    "translation": {
      "en": "Tabloids like the Daily Mail and the Daily Telegraph",
      "es": "El Daily Mail y el Daily Telegraph"
    }
  },
  {
    "translation": {
      "en": "have whipped up a fervor of gang crime in Western Sydney.",
      "es": "sienten fervor por el crimen relacionado con pandillas."
    }
  },
  {
    "translation": {
      "en": "These newspapers sell when they talk about gang crime.",
      "es": "Estos periódicos venden cuando hablan de pandillas."
    }
  },
  {
    "translation": {
      "en": "They love to splash this stuff on the front page.",
      "es": "Les encanta ponerlas en primera plana."
    }
  },
  {
    "translation": {
      "en": "They love to create a sense of panic and hysteria.",
      "es": "Les encanta crear una sensación de pánico."
    }
  },
  {
    "translation": {
      "en": "If you believe these papers, you'd think that Sydney was like Gotham City.",
      "es": "Si les crees, piensas que Sídney es como Ciudad Gótica."
    }
  },
  {
    "translation": {
      "en": "Right? You'd think there was a violent crime epidemic and Western Sydney crime is out of control,",
      "es": "Piensas que hay una epidemia y que el crimen está fuera de control."
    }
  },
  {
    "translation": {
      "en": "and it's all being perpetuated by young Islander men.",
      "es": "Todo culpa de los jóvenes isleños."
    }
  },
  {
    "translation": {
      "en": "When you actually look at the numbers, it's not the case.",
      "es": "Cuando miras los números, no es así."
    }
  },
  {
    "translation": {
      "en": "It's the safest Sydney's been in so long.",
      "es": "Hace mucho que Sídney no era tan segura."
    }
  },
  {
    "translation": {
      "en": "My first recollection of coming across Onefour was,",
      "es": "La primera vez que supe de ONEFOUR fue por un artículo periodístico."
    }
  },
  {
    "translation": {
      "en": "um, a newspaper article,",
      "es": "fue por un artículo periodístico."
    }
  },
  {
    "translation": {
      "en": "and I thought, This is kind of really interesting.",
      "es": "Pensé que era muy interesante."
    }
  },
  {
    "translation": {
      "en": "What the hell have these guys done to… to get this kind of media attention?",
      "es": "¿Qué diablos hicieron estos tipos para llamar la atención de los medios?."
    }
  },
  {
    "translation": {
      "en": "On an international scale,",
      "es": "En una escala internacional,"
    }
  },
  {
    "translation": {
      "en": "you wouldn't say that Australia has a… a serious crime problem.",
      "es": "no dirías que Australia tiene problemas serios de delincuencia."
    }
  },
  {
    "translation": {
      "en": "In Australia, the crime problems are around domestic and family violence",
      "es": "En Australia, la delincuencia está relacionada con la violencia doméstica"
    }
  },
  {
    "translation": {
      "en": "and sexual assault.",
      "es": "y la agresión sexual."
    }
  },
  {
    "translation": {
      "en": "And yet often, the media attention are on these different forms of crime,",
      "es": "Sin embargo, los medios se enfocan en diferentes formas de delincuencia,"
    }
  },
  {
    "translation": {
      "en": "whether it be organized crime or gang crime, if you wanna call it that,",
      "es": "el crimen organizado o los crímenes de pandillas,"
    }
  },
  {
    "translation": {
      "en": "that seem, on the face of it, more exciting and much more newsworthy.",
      "es": "que parecen, a primera vista, mucho más emocionantes."
    }
  },
  {
    "translation": {
      "en": "Do I think Sydney's getting more violent? I think there are aspects.",
      "es": "¿Sídney se vuelve más violenta? En ciertos aspectos."
    }
  },
  {
    "translation": {
      "en": "Young Sydney's getting more violent.",
      "es": "La juventud se vuelve más violenta."
    }
  },
  {
    "translation": {
      "en": "That's coming not from Bureau of Stats or Census.",
      "es": "Eso no viene de la Oficina de Estadísticas o del Censo,"
    }
  },
  {
    "translation": {
      "en": "That's coming from 40 years of reporting crime in Sydney.",
      "es": "viene de 40 años de informar sobre crímenes en Sídney."
    }
  },
  {
    "translation": {
      "en": "All these tabloid newspapers, they were suggesting that,",
      "es": "Todos esos periódicos insinuaban"
    }
  },
  {
    "translation": {
      "en": "if these music groups come to more popularity and prominence,",
      "es": "que si estos grupos musicales ganaban más popularidad y prominencia,"
    }
  },
  {
    "translation": {
      "en": "there's gonna be more violence on the streets.",
      "es": "habría más violencia."
    }
  },
  {
    "translation": {
      "en": "Something is sick in New South Wales, particularly Sydney.",
      "es": "Algo está mal en Sídney."
    }
  },
  {
    "translation": {
      "en": "This is very, very scary.",
      "es": "Esto da mucho miedo."
    }
  },
  {
    "translation": {
      "en": "The worst urban conflict in a generation is being fueled by drill rap.",
      "es": "El peor conflicto urbano de esta generación está siendo alimentado por el drill."
    }
  },
  {
    "translation": {
      "en": "Yeah, it incites. There's no doubt about it.",
      "es": "Sí, lo incita. No hay duda."
    }
  },
  {
    "translation": {
      "en": "I don't know how comfortable I'd feel",
      "es": "No sé qué tan cómodo me sentiría"
    }
  },
  {
    "translation": {
      "en": "about having a 14- or 15- year- old of mine going to one of these concerts",
      "es": "si tuviera un hijo de 14 o 15 años que fuera a un concierto."
    }
  },
  {
    "translation": {
      "en": "'cause I'm scared there'll be conflict.",
      "es": "Tengo miedo de que haya problemas."
    }
  },
  {
    "translation": {
      "en": "We make music. You know? We don't incite violence.",
      "es": "Hacemos música. No incitamos violencia."
    }
  },
  {
    "translation": {
      "en": "We don't make people go out there and do things that we're saying.",
      "es": "No hacemos que la gente salga y haga las cosas de las que hablamos."
    }
  },
  {
    "translation": {
      "en": "The media was never on our side. Yeah, they hated, like, what we were representing,",
      "es": "Los medios no estaban de nuestro lado. Odiaban lo que representábamos."
    }
  },
  {
    "translation": {
      "en": "and anytime, like, something happens on the street, they would just blame us.",
      "es": "Cada vez que pasa algo en la calle, nos echan la culpa."
    }
  },
  {
    "translation": {
      "en": "There's nothing unique about art that talks about violence,",
      "es": "No es nada único tener arte que hable de violencia."
    }
  },
  {
    "translation": {
      "en": "but for some reason, when it comes to hip- hop from Western Sydney,",
      "es": "Por alguna razón, con el hip-hop del oeste de Sídney,"
    }
  },
  {
    "translation": {
      "en": "we're having that debate all over again,",
      "es": "volvemos a debatir."
    }
  },
  {
    "translation": {
      "en": "and I think it's because of who's telling that story.",
      "es": "Y creo que es por quién está contando esa historia."
    }
  },
  {
    "translation": {
      "en": "I think that the controversial aspect of Onefour definitely became a double- edged sword with them.",
      "es": "El aspecto controvertido de ONEFOUR se convirtió en un arma de doble filo."
    }
  },
  {
    "translation": {
      "en": "What attracted people to the group initially was then turned against them by the larger media corporations",
      "es": "Lo que inicialmente atrajo a la gente se volvió en su contra por los medios"
    }
  },
  {
    "translation": {
      "en": "and, of course, the police.",
      "es": "y por la policía."
    }
  },
  {
    "translation": {
      "en": "I grew up in Southwest Sydney as a young person,",
      "es": "Crecí en el suroeste de Sídney."
    }
  },
  {
    "translation": {
      "en": "and in my time growing up, you know, I saw the impact of crime.",
      "es": "Cuando era niño, vi el impacto del crimen."
    }
  },
  {
    "translation": {
      "en": "You know, I had family who were victims of crime,",
      "es": "Tengo familiares que fueron víctimas del crimen,"
    }
  },
  {
    "translation": {
      "en": "so I have a real drive to make the place a safer place for everyone.",
      "es": "Tengo familiares que fueron víctimas del crimen, así que quiero que este lugar sea más seguro para todos."
    }
  },
  {
    "translation": {
      "en": "My name is Deb Wallace.",
      "es": "Me llamo Deb Wallace."
    }
  },
  {
    "translation": {
      "en": "My first station, 40 years ago, was a place called Blacktown,",
      "es": "Mi primera comisaría, hace 40 años, fue en un lugar llamado Blacktown."
    }
  },
  {
    "translation": {
      "en": "and the substation was Mount Druitt.",
      "es": "La subestación era Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "I think I saw the harm",
      "es": "Creo que vi el daño"
    }
  },
  {
    "translation": {
      "en": "that drug and gang crime does to a community,",
      "es": "que las drogas y las pandillas causan en una comunidad,"
    }
  },
  {
    "translation": {
      "en": "and it was an area that particularly interested me.",
      "es": "y era un área que me interesaba particularmente."
    }
  },
  {
    "translation": {
      "en": "It was probably the middle of July 2019",
      "es": "Fue a mediados de julio de 2019"
    }
  },
  {
    "translation": {
      "en": "when we started to see the violence escalate with these street gangs.",
      "es": "cuando comenzamos a ver un aumento de la violencia."
    }
  },
  {
    "translation": {
      "en": "We saw them take on banners, and they changed them regularly,",
      "es": "Vimos que usaban estandarte. Los cambiaban regularmente,"
    }
  },
  {
    "translation": {
      "en": "which shows me they weren't real structured or very sophisticated.",
      "es": "lo que demostraba que no tenían mucha estructura."
    }
  },
  {
    "translation": {
      "en": "They probably had more banners than I've had baked dinners.",
      "es": "Tenían más estandartes que yo cenas horneadas."
    }
  },
  {
    "translation": {
      "en": "I think when we first started to see them emerge,",
      "es": "Cuando empezamos a verlos emerger,"
    }
  },
  {
    "translation": {
      "en": "uh, their names were Greater West and District 21,",
      "es": "sus nombres eran Greater West y Distrito 21."
    }
  },
  {
    "translation": {
      "en": "and then we started to see Onefour.",
      "es": "Luego empezamos a ver ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "And, um, we started to hear about some lyrics that Onefour were using.",
      "es": "Y comenzamos a escuchar sobre algunas letras que usaban."
    }
  },
  {
    "translation": {
      "en": "Where we're trying to combat and divert kids from violence,",
      "es": "Cuando tratamos de combatir la violencia y alejar a los niños de ella,"
    }
  },
  {
    "translation": {
      "en": "this group was using lyrics that, to us,",
      "es": "este grupo usaba letras que, para nosotros,"
    }
  },
  {
    "translation": {
      "en": "had the possibility of inciting the acts of violence that the street gangs were committing.",
      "es": "podían incitar los actos de violencia que las pandillas cometían."
    }
  },
  {
    "translation": {
      "en": "It's pretty entrenched in drill rapping that unless you have actually done that crime",
      "es": "Está bien claro en el drill que, si no cometiste el crimen"
    }
  },
  {
    "translation": {
      "en": "or you are in that gang, um, you cannot sing about that actual activity.",
      "es": "o no estás en la pandilla, no puedes cantar sobre esa actividad."
    }
  },
  {
    "translation": {
      "en": "And we know that some of them were involved",
      "es": "Sabemos que algunos estuvieron involucrados en agresiones graves."
    }
  },
  {
    "translation": {
      "en": "in serious, serious assaults.",
      "es": "estuvieron involucrados en agresiones graves."
    }
  },
  {
    "translation": {
      "en": "And if you read the lyrics of The Message,",
      "es": "Si lees la letra de The Message,"
    }
  },
  {
    "translation": {
      "en": "they are really essentially two groups,",
      "es": "hay esencialmente dos grupos"
    }
  },
  {
    "translation": {
      "en": "you know, open platform",
      "es": "y una plataforma abierta para hablar sobre lo que sucederá"
    }
  },
  {
    "translation": {
      "en": "to talk about what will happen if those two groups come to each other.",
      "es": "y una plataforma abierta para hablar sobre lo que sucederá si se encuentran."
    }
  },
  {
    "translation": {
      "en": "So the idea was to get onto it quickly before it escalated.",
      "es": "La idea era intervenir rápido antes de que se intensificara."
    }
  },
  {
    "translation": {
      "en": "The New South Wales police force has a long history of different units",
      "es": "La policía de la región tiene diferentes unidades"
    }
  },
  {
    "translation": {
      "en": "aimed at targeting gang crime.",
      "es": "contra las pandillas."
    }
  },
  {
    "translation": {
      "en": "Basically, those groups have been merged into a force called Strike Force Raptor.",
      "es": "Esos grupos se fusionaron en una fuerza llamada Strike Force Raptor."
    }
  },
  {
    "translation": {
      "en": "That's a intense tactical elite unit of New South Wales police,",
      "es": "Es una unidad táctica de élite de la policía de Nueva Gales del Sur"
    }
  },
  {
    "translation": {
      "en": "whose job it is to disrupt organized gang activity",
      "es": "cuyo trabajo es interrumpir la actividad de pandillas"
    }
  },
  {
    "translation": {
      "en": "across New South Wales",
      "es": "y que se enfoca particularmente"
    }
  },
  {
    "translation": {
      "en": "that focuses particularly on terrorism suspects",
      "es": "y que se enfoca particularmente sobre sospechosos de terrorismo o bandas de motociclistas."
    }
  },
  {
    "translation": {
      "en": "or organized motorcycle gangs.",
      "es": "sobre sospechosos de terrorismo o bandas de motociclistas."
    }
  },
  {
    "translation": {
      "en": "It was around this time that Strike Force Raptor",
      "es": "Fue en esta época que Strike Force Raptor"
    }
  },
  {
    "translation": {
      "en": "began their crusade against Onefour.",
      "es": "comenzó su cruzada contra ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "A special strike force has been set up by New South Wales police",
      "es": "La policía creó una fuerza de ataque especial"
    }
  },
  {
    "translation": {
      "en": "to address the youth crime epidemic in Sydney's West.",
      "es": "para hacer frente a la epidemia de delincuencia juvenil."
    }
  },
  {
    "translation": {
      "en": "They say that children as young as 13 are joining these so- called gangs",
      "es": "Dicen que niños de 13 años se unen a estas supuestas pandillas"
    }
  },
  {
    "translation": {
      "en": "that are modeling themselves on violent US rap culture.",
      "es": "que se inspiran en la violenta cultura del rap estadounidense."
    }
  },
  {
    "translation": {
      "en": "The fact that these powers started being used",
      "es": "El hecho de que estos poderes comenzaran a usarse"
    }
  },
  {
    "translation": {
      "en": "against rappers and people in the hip- hop community,",
      "es": "contra raperos y gente del hip-hop"
    }
  },
  {
    "translation": {
      "en": "it's unprecedented in Australian history.",
      "es": "no tiene precedentes en Australia."
    }
  },
  {
    "translation": {
      "en": "When they got fixed on us, we didn't know what was happening.",
      "es": "Cuando se fijaron en nosotros no sabíamos qué pasaba."
    }
  },
  {
    "translation": {
      "en": "We didn't know why they were doing that.",
      "es": "No sabíamos por qué lo hacían."
    }
  },
  {
    "translation": {
      "en": "We were just getting raided and rushed by the police everywhere we were going.",
      "es": "La policía nos allanaba y acosaba a dondequiera que fuéramos."
    }
  },
  {
    "translation": {
      "en": "So they employ high- impact policing. A lot of raids. You get pulled over a lot.",
      "es": "Eran acciones de alto impacto. Redadas. Nos detenían todo el tiempo."
    }
  },
  {
    "translation": {
      "en": "There's heavy surveillance, things like that, to really get in your face.",
      "es": "Mucha vigilancia, cosas como esas para incomodarnos."
    }
  },
  {
    "translation": {
      "en": "We have a suite of legislation in New South Wales",
      "es": "Tenemos un conjunto de leyes en Nueva Gales del Sur…"
    }
  },
  {
    "translation": {
      "en": "that, particularly for overseas countries,",
      "es": "Tenemos un conjunto de leyes en Nueva Gales del Sur… En los países extranjeros,"
    }
  },
  {
    "translation": {
      "en": "would really not probably allow or understand their police forces having such powers.",
      "es": "no se permitiría ni entendería que la policía tenga tales poderes."
    }
  },
  {
    "translation": {
      "en": "My parents were getting searched everywhere they go.",
      "es": "Registraban a mis padres dondequiera que fueran."
    }
  },
  {
    "translation": {
      "en": "Like, they'll drive down the road, and they'll get stopped.",
      "es": "Registraban a mis padres dondequiera que fueran. Conducían por la carretera y los detenían."
    }
  },
  {
    "translation": {
      "en": "When you go through shit, it's not just you that goes through it.",
      "es": "Cuando tienes problemas, no solo tú la pasas mal."
    }
  },
  {
    "translation": {
      "en": "You go through it with family.",
      "es": "Tu familia también."
    }
  },
  {
    "translation": {
      "en": "When my house gets raided, who's in the house? My family.",
      "es": "Cuando allanan mi casa, ¿quién está? Mi familia."
    }
  },
  {
    "translation": {
      "en": "Everything's turned upside down. Even the rubbish bins, pot plants, everything.",
      "es": "Todo está patas arriba. Los basureros, las macetas, todo."
    }
  },
  {
    "translation": {
      "en": "My daughter was 14.",
      "es": "Mi hija tenía 14 años."
    }
  },
  {
    "translation": {
      "en": "She was walking towards the front of the house when they came in,",
      "es": "Estaba caminando hacia el frente de la casa cuando entraron,"
    }
  },
  {
    "translation": {
      "en": "and they had rifles at her, and she was crying.",
      "es": "y le apuntaron con rifles. Se puso a llorar."
    }
  },
  {
    "translation": {
      "en": "And all she's saying is like, Don't shoot my dog! Don't shoot my dog!",
      "es": "Todo lo que decía era: ¡No le disparen a mi perro!."
    }
  },
  {
    "translation": {
      "en": "We have to experience that. We have to live with that.",
      "es": "Tuvimos que pasar con eso. Tuvimos que vivir con eso."
    }
  },
  {
    "translation": {
      "en": "I don't expect them to understand something they didn't grow up in.",
      "es": "No espero que entiendan algo con lo que no crecieron."
    }
  },
  {
    "translation": {
      "en": "They're the ones kicking the doors down. They're not the ones living in the house",
      "es": "Ellos derriban las puertas. No vivirán en la casa cuyas puertas derriban."
    }
  },
  {
    "translation": {
      "en": "that the doors are getting kicked down in.",
      "es": "No vivirán en la casa cuyas puertas derriban."
    }
  },
  {
    "translation": {
      "en": "Of course it's not a fair fight.",
      "es": "No es una pelea justa."
    }
  },
  {
    "translation": {
      "en": "You've got one side who has 15 million dollars in funding",
      "es": "Un lado tiene 15 millones de dólares de fondos"
    }
  },
  {
    "translation": {
      "en": "and a staff of over 100 police officers",
      "es": "y un personal de más de 100 policías"
    }
  },
  {
    "translation": {
      "en": "against a few rappers who are trying to make artwork.",
      "es": "contra unos raperos que intentan hacer obras de arte."
    }
  },
  {
    "translation": {
      "en": "Yeah, so I had been a fan of Onefour's music for a while.",
      "es": "Hace tiempo que era fanático de su música."
    }
  },
  {
    "translation": {
      "en": "I thought what they were doing was incredible",
      "es": "Pensé que hacían algo increíble"
    }
  },
  {
    "translation": {
      "en": "and it reminded me of what we saw in the United States",
      "es": "y me recordó lo que vimos en Estados Unidos"
    }
  },
  {
    "translation": {
      "en": "in the early '90s and late '80s with N.W.A.",
      "es": "a principios de los 90 con N.W.A."
    }
  },
  {
    "translation": {
      "en": "I did an audio documentary for the ABC, Australia's national public broadcaster,",
      "es": "Hice un documental para ABC, la emisora pública nacional de Australia,"
    }
  },
  {
    "translation": {
      "en": "called License to Drill.",
      "es": "llamado License to Drill."
    }
  },
  {
    "translation": {
      "en": "I sat down with Sergeant Trueman, the head of the team targeting Onefour,",
      "es": "Me senté con el sargento Trueman, el jefe del equipo que perseguía a ONEFOUR,"
    }
  },
  {
    "translation": {
      "en": "and what he told me was pretty shocking.",
      "es": "y lo que me dijo fue bastante impactante."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use everything in my power to make your life miserable",
      "es": "Haré todo lo que pueda para hacerte la vida imposible hasta que dejes de hacer lo que haces."
    }
  },
  {
    "translation": {
      "en": "until you stop doing what you're doing.",
      "es": "para hacerte la vida imposible hasta que dejes de hacer lo que haces."
    }
  },
  {
    "translation": {
      "en": "Every aspect of your life, I'm gonna make it uncomfortable for you.",
      "es": "Haré que cada aspecto de tu vida sea incómodo."
    }
  },
  {
    "translation": {
      "en": "The ability of Raptor,",
      "es": "La habilidad de Raptor,"
    }
  },
  {
    "translation": {
      "en": "which local police don't have,",
      "es": "que la policía local no posee,"
    }
  },
  {
    "translation": {
      "en": "is that we have the time, the resources,",
      "es": "es que tenemos el tiempo, los recursos"
    }
  },
  {
    "translation": {
      "en": "and the tenacity that where we have a problem,",
      "es": "y la tenacidad para, frente a un problema,"
    }
  },
  {
    "translation": {
      "en": "we will make sure that we are lawfully harassing that group",
      "es": "poder acosar legalmente a ese grupo"
    }
  },
  {
    "translation": {
      "en": "and enforcing all measures that we can",
      "es": "y hacer cumplir todas las medidas"
    }
  },
  {
    "translation": {
      "en": "until that group either dissolves or they desist from their criminal behavior.",
      "es": "hasta que ese grupo se disuelva o deje su comportamiento criminal."
    }
  },
  {
    "translation": {
      "en": "And we don't apologize for that.",
      "es": "Y no nos disculpamos por eso."
    }
  },
  {
    "translation": {
      "en": "The way that the police are being used to target Onefour",
      "es": "La forma en que usaron a la policía para atacar a ONEFOUR"
    }
  },
  {
    "translation": {
      "en": "is something that has never been seen in Australia,",
      "es": "fue algo nunca antes visto en Australia."
    }
  },
  {
    "translation": {
      "en": "and the police know what they're doing is going to break them.",
      "es": "Y la policía sabía que lo que hacía los quebraría."
    }
  },
  {
    "translation": {
      "en": "So I got this text from another colleague of mine.",
      "es": "Recibí este mensaje de otro colega:"
    }
  },
  {
    "translation": {
      "en": "They said, Oh, Raptor Squad, the police, is running a presentation on Onefour",
      "es": "El Escuadrón Raptor, de la policía, está haciendo una presentación sobre ONEFOUR y su efecto en los jóvenes."
    }
  },
  {
    "translation": {
      "en": "and its effects on young people.",
      "es": "está haciendo una presentación sobre ONEFOUR y su efecto en los jóvenes."
    }
  },
  {
    "translation": {
      "en": "I went, Okay, I definitely need to check this one out.",
      "es": "Pensé: Definitivamente necesito verla."
    }
  },
  {
    "translation": {
      "en": "From a Raptor perspective,",
      "es": "Desde nuestra perspectiva,"
    }
  },
  {
    "translation": {
      "en": "community engagement always sits at the heart of what policing is, right?",
      "es": "la integración a la comunidad es el pilar de nuestro trabajo."
    }
  },
  {
    "translation": {
      "en": "Because the reality for policing is we can't police",
      "es": "Porque no podemos vigilar"
    }
  },
  {
    "translation": {
      "en": "without the community, you know, wanting us to police.",
      "es": "sin que la comunidad quiera que lo hagamos."
    }
  },
  {
    "translation": {
      "en": "The really fundamental principles of policing.",
      "es": "Principios fundamentales de la policía."
    }
  },
  {
    "translation": {
      "en": "So you walk in, and then they would pull up the presentation slide,",
      "es": "Entré y comenzaron con la presentación."
    }
  },
  {
    "translation": {
      "en": "and they say, Okay, everyone, this is Onefour.",
      "es": "Dijeron: Bien, estos son ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "So there was elders, you know, church ministers, youth leaders,",
      "es": "Había ancianos, pastores de la iglesia, líderes juveniles,"
    }
  },
  {
    "translation": {
      "en": "community leaders, young people.",
      "es": "líderes comunitarios, jóvenes."
    }
  },
  {
    "translation": {
      "en": "We were all sitting there,",
      "es": "Estábamos sentados,"
    }
  },
  {
    "translation": {
      "en": "and they were lined up in the back of the wall.",
      "es": "y ellos en fila contra la pared."
    }
  },
  {
    "translation": {
      "en": "Yeah, they were in their… their Raptor suits, their, you know, thick vests.",
      "es": "Llevaban sus trajes de Raptor, chalecos gruesos."
    }
  },
  {
    "translation": {
      "en": "Yeah, showing us images of young people",
      "es": "Mostraban imágenes de jóvenes,"
    }
  },
  {
    "translation": {
      "en": "and saying that, you know, these people are potentially responsible for violence",
      "es": "decían que eran responsables por la violencia"
    }
  },
  {
    "translation": {
      "en": "and putting up lyrics.",
      "es": "y mostraban letras."
    }
  },
  {
    "translation": {
      "en": "I guess they were trying to educate parents",
      "es": "Intentaban de educar a los padres"
    }
  },
  {
    "translation": {
      "en": "about signs of youth being involved with gangs and stuff.",
      "es": "sobre las señales de que los jóvenes estén involucrados en pandillas."
    }
  },
  {
    "translation": {
      "en": "I felt like they were blaming a lot of things on my children,",
      "es": "Sentí que culpaban a mis hijos de muchas cosas,"
    }
  },
  {
    "translation": {
      "en": "and they were saying it was because of the music.",
      "es": "y decían que era por la música."
    }
  },
  {
    "translation": {
      "en": "It was just getting us in a room, as Pacific people, together",
      "es": "Fue juntar a los isleños en la misma habitación"
    }
  },
  {
    "translation": {
      "en": "to tell us to stop being bad.",
      "es": "para decirnos que dejáramos de ser malos."
    }
  },
  {
    "translation": {
      "en": "If you're constantly being profiled by police",
      "es": "Si la policía te persigue constantemente"
    }
  },
  {
    "translation": {
      "en": "and you feel insecure and unsafe in your own community,",
      "es": "y te sientes inseguro en tu propia comunidad,"
    }
  },
  {
    "translation": {
      "en": "you're gonna get angry.",
      "es": "te vas a enojar."
    }
  },
  {
    "translation": {
      "en": "It was like the camp of the group was split in two.",
      "es": "Era como si el grupo estuviera dividido en dos."
    }
  },
  {
    "translation": {
      "en": "There was a group of them saying,",
      "es": "Había un grupo de ellos que decía:"
    }
  },
  {
    "translation": {
      "en": "Yes, Onefour are promoting gang violence,",
      "es": "ONEFOUR está promoviendo la violencia de las pandillas."
    }
  },
  {
    "translation": {
      "en": "and then there was the other half going,",
      "es": "Y la otra mitad decía:"
    }
  },
  {
    "translation": {
      "en": "They are, but that is not the full picture.",
      "es": "Es cierto, pero eso no es todo."
    }
  },
  {
    "translation": {
      "en": "There was a lot of shock. There were tears.",
      "es": "Hubo mucha conmoción. Hubo lágrimas."
    }
  },
  {
    "translation": {
      "en": "I recall some people, halfway through the presentation,",
      "es": "Recuerdo que algunas personas, a mitad de la presentación,"
    }
  },
  {
    "translation": {
      "en": "just getting up and leaving, and saying, These are our family members.",
      "es": "se levantaron y se fueron, diciendo que esa era nuestra familia."
    }
  },
  {
    "translation": {
      "en": "It was oriented to be intimidating,",
      "es": "Estaba orientado a intimidar"
    }
  },
  {
    "translation": {
      "en": "to scrutinize our communities",
      "es": "y a examinar a nuestras comunidades,"
    }
  },
  {
    "translation": {
      "en": "who feel already out of place.",
      "es": "que ya se sienten fuera de lugar."
    }
  },
  {
    "translation": {
      "en": "It's so stupid,",
      "es": "Es estúpido"
    }
  },
  {
    "translation": {
      "en": "in my opinion, spending money on stupid shit like that",
      "es": "gastar dinero en estupideces como esa"
    }
  },
  {
    "translation": {
      "en": "when they could be, like, helping the kids and shit on the streets.",
      "es": "cuando podrían ayudar a los niños en las calles."
    }
  },
  {
    "translation": {
      "en": "It's a shame 'cause there's so much resources behind you.",
      "es": "Es una pena, tienen muchos recursos."
    }
  },
  {
    "translation": {
      "en": "You can do so much to be able to touch people",
      "es": "Pueden hacer mucho para llegar a la gente"
    }
  },
  {
    "translation": {
      "en": "and… and build that bridge between youth and police.",
      "es": "y construir lazos entre los jóvenes y la policía."
    }
  },
  {
    "translation": {
      "en": "Then one of my officers came to me said, Boss, they're starting to do concerts.",
      "es": "Un oficial vino y me dijo: Están empezando a hacer conciertos."
    }
  },
  {
    "translation": {
      "en": "In fact, they've got one, and I think it was a theater in Sydney.",
      "es": "Creo que fue en un teatro en Sídney."
    }
  },
  {
    "translation": {
      "en": "And they said, We're concerned that if this concert goes ahead,",
      "es": "Dije: Nos preocupa que si este concierto se lleva a cabo,"
    }
  },
  {
    "translation": {
      "en": "it's really gonna be a clash of, you know, the Onefours will turn up, but also 21 District,",
      "es": "habrá un conflicto. Estará ONEFOUR, pero también Distrito 21."
    }
  },
  {
    "translation": {
      "en": "and if they do, they're not gonna sit there and share Jaffas together.",
      "es": "Si lo hacen, no será para compartir el pan."
    }
  },
  {
    "translation": {
      "en": "Well, we knew that the police",
      "es": "Sabíamos que la policía"
    }
  },
  {
    "translation": {
      "en": "were gonna try to do whatever they could to disrupt.",
      "es": "intentaría hacer todo lo posible para perturbarnos."
    }
  },
  {
    "translation": {
      "en": "But we… we had no idea, like, to what lengths they would go to.",
      "es": "Pero no sabíamos hasta dónde llegarían."
    }
  },
  {
    "translation": {
      "en": "'Cause they were so full of great ideas, these… these police.",
      "es": "Nuestros policías estaban llenos de grandes ideas."
    }
  },
  {
    "translation": {
      "en": "And they said, We're gonna go and talk to the promoters and just tell them about the concerns we have.",
      "es": "Dijeron que hablarían con los promotores y les contarían nuestras preocupaciones."
    }
  },
  {
    "translation": {
      "en": "I provide all the information to the venues, and I say to 'em,",
      "es": "Les di toda la información a los teatros y les dije:"
    }
  },
  {
    "translation": {
      "en": "You can't provide the safety that needs to be provided",
      "es": "No pueden proporcionar la seguridad necesaria para el evento."
    }
  },
  {
    "translation": {
      "en": "for this event to go ahead, and the cost of the tickets",
      "es": "No pueden proporcionar la seguridad necesaria para el evento. El costo de las entradas no puede pagar"
    }
  },
  {
    "translation": {
      "en": "are never gonna cover the amount of police they need",
      "es": "El costo de las entradas no puede pagar los policías necesarios para un evento como este."
    }
  },
  {
    "translation": {
      "en": "to try and safely run an event like this.",
      "es": "los policías necesarios para un evento como este."
    }
  },
  {
    "translation": {
      "en": "I will do that for every event in New South Wales until the violence stops.",
      "es": "Haré lo mismo para cada evento hasta que cese la violencia."
    }
  },
  {
    "translation": {
      "en": "It's ridiculous.",
      "es": "Es ridículo."
    }
  },
  {
    "translation": {
      "en": "Yeah, it just got to the point where the promoters just had enough.",
      "es": "Sí, llegó el punto en que los promotores se rindieron."
    }
  },
  {
    "translation": {
      "en": "This is the first time ever that one of our shows got shut down.",
      "es": "Es la primera vez que cancelan uno de nuestros conciertos."
    }
  },
  {
    "translation": {
      "en": "If you find an opportunity to break out of these hoods",
      "es": "Si encuentras la oportunidad de salir de esos barrios"
    }
  },
  {
    "translation": {
      "en": "and make something of yourself,",
      "es": "y tener una buena vida,"
    }
  },
  {
    "translation": {
      "en": "and then the police tell you you're never gonna perform live",
      "es": "y luego la policía te dice que nunca tocarás en vivo"
    }
  },
  {
    "translation": {
      "en": "in the city that raised you to your biggest fans,",
      "es": "en la ciudad que te crio y para tus admiradores,"
    }
  },
  {
    "translation": {
      "en": "it's really demoralizing.",
      "es": "es muy desmoralizador."
    }
  },
  {
    "translation": {
      "en": "We got banned from playing in Sydney,",
      "es": "Nos prohibieron tocar en Sídney,"
    }
  },
  {
    "translation": {
      "en": "but it didn't mean we couldn't play in another state.",
      "es": "pero podíamos tocar en otros lados."
    }
  },
  {
    "translation": {
      "en": "We booked a show in Brisbane. 2,000 people.",
      "es": "Preparamos un concierto en Brisbane para 2000 personas."
    }
  },
  {
    "translation": {
      "en": "We announced the show,",
      "es": "Anunciamos el espectáculo"
    }
  },
  {
    "translation": {
      "en": "and within probably ten minutes to 15 minutes, it was sold out.",
      "es": "y, en unos 10 o 15 minutos, se agotó."
    }
  },
  {
    "translation": {
      "en": "This was big for us 'cause it was our first headline show.",
      "es": "Fue la primera vez que fuimos el acto principal."
    }
  },
  {
    "translation": {
      "en": "I feel like it's a bit of a spotlight, you know? I'm proud.",
      "es": "Están en el centro de la atención. Estoy orgulloso."
    }
  },
  {
    "translation": {
      "en": "Nah, yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "We worked really tightly with the event promoters,",
      "es": "Trabajamos de manera cercana con los promotores,"
    }
  },
  {
    "translation": {
      "en": "who are also Pacific Islander.",
      "es": "que también son isleños."
    }
  },
  {
    "translation": {
      "en": "We made sure that there were community elders the kids would recognize",
      "es": "Nos aseguramos de que hubiera ancianos de la comunidad que los jóvenes reconocieran en la sala."
    }
  },
  {
    "translation": {
      "en": "in the room before they entered,",
      "es": "que los jóvenes reconocieran en la sala."
    }
  },
  {
    "translation": {
      "en": "and we worked very closely with the local community to make sure that there was no trouble.",
      "es": "Y trabajamos con la comunidad para asegurar que no hubiera problemas."
    }
  },
  {
    "translation": {
      "en": "Everyone in Australia in the music industry is watching this show.",
      "es": "Todos en la industria de la música está viendo el concierto."
    }
  },
  {
    "translation": {
      "en": "Number one thing basically is no sign of any violence.",
      "es": "Lo principal es que no hay señales de violencia."
    }
  },
  {
    "translation": {
      "en": "The adrenaline's hitting now, and we're keen, you know?",
      "es": "La adrenalina está subiendo y estamos ansiosos."
    }
  },
  {
    "translation": {
      "en": "We're ready to get on stage.",
      "es": "Estamos listos."
    }
  },
  {
    "translation": {
      "en": "Dear heavenly father, thank you for bringing us all together.",
      "es": "Querido Padre, gracias por unirnos a todos."
    }
  },
  {
    "translation": {
      "en": "- Amen. - Let's go, boys.",
      "es": "- Amén. - Vamos, muchachos."
    }
  },
  {
    "translation": {
      "en": "Brisbane show was their moment to shine.",
      "es": "El concierto de Brisbane. Era su momento de brillar."
    }
  },
  {
    "translation": {
      "en": "That's when I realized the amount of fans we had.",
      "es": "Ahí me di cuenta de cuántos seguidores teníamos."
    }
  },
  {
    "translation": {
      "en": "It was crazy to see. Just like, fuck yeah!",
      "es": "Fue una locura. ¡Maldición, sí!"
    }
  },
  {
    "translation": {
      "en": "We're actually gonna be able to leave this life behind.",
      "es": "Vamos a poder dejar esta vida atrás."
    }
  },
  {
    "translation": {
      "en": "Made me realize being on that stage is what I wanna do.",
      "es": "Me di cuenta de que era lo que quería hacer,"
    }
  },
  {
    "translation": {
      "en": "Having shown that we could hold, uh, an event safely,",
      "es": "Como demostramos que podíamos hacer un evento seguro"
    }
  },
  {
    "translation": {
      "en": "we thought, like, There should be no problems now.",
      "es": "pensamos que no tendríamos más problemas."
    }
  },
  {
    "translation": {
      "en": "We drop In the Beginning, and everyone goes crazy.",
      "es": "Tocamos In the Beginning y todos se volvieron locos."
    }
  },
  {
    "translation": {
      "en": "Everyone's really positive, like super, super excited,",
      "es": "Todos estaban positivos y emocionados."
    }
  },
  {
    "translation": {
      "en": "and we decide that, you know, now's the perfect time to do a national tour.",
      "es": "Decidimos que era el momento de hacer una gira nacional."
    }
  },
  {
    "translation": {
      "en": "Melbourne, Adelaide, Perth, over to NZ, back to Sydney.",
      "es": "Melbourne, Adelaida, Perth, Nueva Zelanda y de vuelta a Sídney."
    }
  },
  {
    "translation": {
      "en": "Couple of hours after announcing, we're already on the verge of selling out.",
      "es": "Un par de horas después de anunciarlo, estaba por agotarse."
    }
  },
  {
    "translation": {
      "en": "We're doing the rehearsals and preparing for this national tour.",
      "es": "Estábamos ensayando y preparándonos para la gira nacional."
    }
  },
  {
    "translation": {
      "en": "And the guys are going through their set, super excited.",
      "es": "Los chicos ensayaban, estaban muy emocionados."
    }
  },
  {
    "translation": {
      "en": "Everyone's, like, nailing their verses, and the set's coming together.",
      "es": "Todos hacían un gran trabajo, iba tomando forma."
    }
  },
  {
    "translation": {
      "en": "Fucking love now, baby! Fucking sick!",
      "es": "¡Cuánto amor, querido! ¡Estupendo!"
    }
  },
  {
    "translation": {
      "en": "- We love you! Oh! -",
      "es": "¡Te amamos!"
    }
  },
  {
    "translation": {
      "en": "Thanks for real, buddy, yeah? Thank you! This is the best day ever!",
      "es": "Gracias a todos. ¡Es el mejor día de mi vida!"
    }
  },
  {
    "translation": {
      "en": "And I get a message from our booking agent",
      "es": "Recibí un mensaje de nuestro agente de reservas"
    }
  },
  {
    "translation": {
      "en": "saying that Raptor have approached venues",
      "es": "diciendo que la policía había contactado a los teatros"
    }
  },
  {
    "translation": {
      "en": "in Melbourne and Adelaide,",
      "es": "de Melbourne y Adelaida."
    }
  },
  {
    "translation": {
      "en": "and it looks like one of the venues is about to pull out",
      "es": "Uno de los teatros estaba por dar marcha atrás"
    }
  },
  {
    "translation": {
      "en": "because of pressure from the police.",
      "es": "por la presión de la policía."
    }
  },
  {
    "translation": {
      "en": "The police are sending intimidating letters to the venues to say,",
      "es": "La policía estaba intimidando a los teatros. Decía:"
    }
  },
  {
    "translation": {
      "en": "If you have this group play, we're gonna have a little closer look",
      "es": "Si aceptan a esta banda, veremos más de cerca"
    }
  },
  {
    "translation": {
      "en": "at some of those breaches of your liquor- licensing laws",
      "es": "las infracciones a su licencia para vender alcohol"
    }
  },
  {
    "translation": {
      "en": "that might've occurred over the last couple of years,",
      "es": "que podrían haber ocurrido,"
    }
  },
  {
    "translation": {
      "en": "and perhaps you won't have that license into the future.",
      "es": "y tal vez perderán su licencia."
    }
  },
  {
    "translation": {
      "en": "Anyone looking at the letter",
      "es": "Cualquiera que viera esa carta"
    }
  },
  {
    "translation": {
      "en": "would probably interpret it as something being very close to blackmail.",
      "es": "probablemente la interpretaría como algo cercano a un chantaje."
    }
  },
  {
    "translation": {
      "en": "We didn't say they couldn't perform.",
      "es": "No dijimos que no podían actuar."
    }
  },
  {
    "translation": {
      "en": "We just had an obligation",
      "es": "Teníamos la obligación"
    }
  },
  {
    "translation": {
      "en": "to tell the venues of the potential risk.",
      "es": "de informar a los lugares del riesgo potencial."
    }
  },
  {
    "translation": {
      "en": "I wanna really set the record straight, that it wasn't the police that stopped it.",
      "es": "Quiero que quede claro que la policía no los detuvo."
    }
  },
  {
    "translation": {
      "en": "The venue itself determined that they weren't prepared to allow that, um, concert to go ahead.",
      "es": "Los teatros decidieron no seguir adelante con los conciertos."
    }
  },
  {
    "translation": {
      "en": "When I read that email, I was like, Oh man, how do I tell these boys this?",
      "es": "Cuando me enteré, pensé: ¿Cómo se lo digo a los chicos?"
    }
  },
  {
    "translation": {
      "en": "It's just gonna destroy their morale.",
      "es": "Esto los destruirá."
    }
  },
  {
    "translation": {
      "en": "And I'm sitting them down after rehearsals and saying, Look, I've got a bit of news.",
      "es": "Los senté después de los ensayos y les dije: Tengo noticias."
    }
  },
  {
    "translation": {
      "en": "The police are pressuring Melbourne, and we're gonna lose Melbourne.",
      "es": "La policía presiona al teatro de Melbourne. Lo perderemos."
    }
  },
  {
    "translation": {
      "en": "And they said, As long as we don't lose Sydney,",
      "es": "Y dijeron: Si no perdemos Sídney,"
    }
  },
  {
    "translation": {
      "en": "as long as we get to do home, like, it's okay.",
      "es": "si podemos presentarnos en casa, está bien."
    }
  },
  {
    "translation": {
      "en": "And the next day, we rehearsed again,",
      "es": "Y al día siguiente, volvimos a ensayar."
    }
  },
  {
    "translation": {
      "en": "and I got the second piece of news that we were gonna lose Adelaide and Sydney.",
      "es": "Recibí la noticia de que perderíamos Adelaida y Sídney."
    }
  },
  {
    "translation": {
      "en": "Yeah, it happened day by day. Like, we lost each venue a day at a time.",
      "es": "Sí, pasaba cada día. Cada día perdíamos un lugar."
    }
  },
  {
    "translation": {
      "en": "Oh, no venue wanted to do anything with us because of the police pressure.",
      "es": "Ningún lugar quería hacer nada con nosotros."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was heartbreaking for us.",
      "es": "Fue desgarrador."
    }
  },
  {
    "translation": {
      "en": "They wanted to fight back, but how do you fight?",
      "es": "Querían contraatacar, pero ¿cómo?"
    }
  },
  {
    "translation": {
      "en": "How do you fight back against something that big?",
      "es": "¿Cómo luchar contra algo tan grande?"
    }
  },
  {
    "translation": {
      "en": "Touring for an artist is… is a big deal.",
      "es": "Para un artista, las giras son importantes."
    }
  },
  {
    "translation": {
      "en": "It's… it's… it's their opportunity to not only connect with their fans",
      "es": "Es su oportunidad no solo de conectarse con sus seguidores,"
    }
  },
  {
    "translation": {
      "en": "but it's an opportunity to make some really good money.",
      "es": "sino también de ganar mucho dinero."
    }
  },
  {
    "translation": {
      "en": "It's interesting because, um, I think we should give these guys a go.",
      "es": "Creo que deberíamos darles una oportunidad."
    }
  },
  {
    "translation": {
      "en": "They've got a chance to go, um, international here,",
      "es": "Tienen la oportunidad de hacerse internacionales."
    }
  },
  {
    "translation": {
      "en": "and it's a known fact that you make your money from concerts.",
      "es": "Y se sabe que se gana dinero con los conciertos."
    }
  },
  {
    "translation": {
      "en": "Just stifling like that, you're commercially cutting them dry,",
      "es": "Si los sofocan así, los arruinan económicamente."
    }
  },
  {
    "translation": {
      "en": "like, they'll… they'll have nothing, which I think's massively disappointing",
      "es": "No tendrán nada, lo que creo que sería muy decepcionante"
    }
  },
  {
    "translation": {
      "en": "for a group of guys from Mount Druitt who've done so well to come this far.",
      "es": "para un grupo de Mount Druitt que llegó hasta aquí."
    }
  },
  {
    "translation": {
      "en": "The only one that we felt like we're definitely gonna be able to do,",
      "es": "El único que creíamos que podríamos hacer,"
    }
  },
  {
    "translation": {
      "en": "and the police can't really do much to interfere, was New Zealand.",
      "es": "El único que creíamos que podríamos hacer, porque la policía no podía interferir, era el de Nueva Zelanda."
    }
  },
  {
    "translation": {
      "en": "I was like, At least we get to do New Zealand.",
      "es": "Al menos podremos ir a Nueva Zelanda."
    }
  },
  {
    "translation": {
      "en": "But unfortunately, YP, Lekks, and Celly are due to be sentenced",
      "es": "Desafortunadamente, YP, Lekks y Celly esperaban sentencia"
    }
  },
  {
    "translation": {
      "en": "for that incident at the pub a few years earlier.",
      "es": "por ese incidente en el pub unos años atrás."
    }
  },
  {
    "translation": {
      "en": "So the only two members who could travel to New Zealand was J Emz and Spenny.",
      "es": "Los únicos dos miembros que pudieron viajar fueron J Emz y Spenny."
    }
  },
  {
    "translation": {
      "en": "We were excited to get out of the country because of all the dramas that was going on back home.",
      "es": "Estábamos emocionados de salir del país por todo el drama que había en casa."
    }
  },
  {
    "translation": {
      "en": "We disembarked, and we went through customs,",
      "es": "Desembarcamos, pasamos por la aduana"
    }
  },
  {
    "translation": {
      "en": "and I knew something was wrong",
      "es": "y supe que algo andaba mal"
    }
  },
  {
    "translation": {
      "en": "because I saw quite a number of police.",
      "es": "porque vi a muchos policías."
    }
  },
  {
    "translation": {
      "en": "We got to immigration,",
      "es": "Llegamos a Migraciones."
    }
  },
  {
    "translation": {
      "en": "and as we went through to clear passports,",
      "es": "Teníamos que mostrar los pasaportes."
    }
  },
  {
    "translation": {
      "en": "Spenny tried to go through first,",
      "es": "Spenny trató de pasar primero,"
    }
  },
  {
    "translation": {
      "en": "and the gate wouldn't open.",
      "es": "y la puerta no se abrió."
    }
  },
  {
    "translation": {
      "en": "Just a big red X.",
      "es": "Solo una gran X roja."
    }
  },
  {
    "translation": {
      "en": "Who had their passports taken? Can youse three come with me?",
      "es": "¿A quiénes le quitaron los pasaportes? ¿Pueden venir?"
    }
  },
  {
    "translation": {
      "en": "The rest of you guys, if you want, you can wait…",
      "es": "El resto de ustedes…"
    }
  },
  {
    "translation": {
      "en": "They said that Raptor from Australia has contacted them,",
      "es": "Dijeron que la policía de Australia los había contactado"
    }
  },
  {
    "translation": {
      "en": "saying that we're coming into the country.",
      "es": "para decirles que entraríamos al país."
    }
  },
  {
    "translation": {
      "en": "As the commander of Strike Force Raptor and the Gang Squad,",
      "es": "Como comandante de Strike Force Raptor,"
    }
  },
  {
    "translation": {
      "en": "it's quite normal that any information about potential risks",
      "es": "es bastante normal compartir información sobre riesgos potenciales"
    }
  },
  {
    "translation": {
      "en": "to another community or another area is passed on.",
      "es": "compartir información sobre riesgos potenciales a otras comunidades."
    }
  },
  {
    "translation": {
      "en": "It's the only way we can combat organized crime.",
      "es": "Es la única manera de combatir el crimen organizado."
    }
  },
  {
    "translation": {
      "en": "We don't tell anyone else how to do their job or what to do.",
      "es": "No le decimos a nadie cómo hacer su trabajo o qué hacer."
    }
  },
  {
    "translation": {
      "en": "We just simply pass on the information about what we found and what we did.",
      "es": "Simplemente transmitimos la información que tenemos y lo que hicimos."
    }
  },
  {
    "translation": {
      "en": "They tell us that J Emz won't be let into the country",
      "es": "Nos dijeron que no dejarían entrar a J Emz"
    }
  },
  {
    "translation": {
      "en": "because of his prior criminal record.",
      "es": "por sus antecedentes penales."
    }
  },
  {
    "translation": {
      "en": "I explained to them. I said, This is what we're here for.",
      "es": "Les expliqué: Estamos aquí para esto."
    }
  },
  {
    "translation": {
      "en": "J Emz doesn't pose any particular risk to the country.",
      "es": "J Emz no representa ningún riesgo."
    }
  },
  {
    "translation": {
      "en": "He's not gonna offend while he's here. He's here to work.",
      "es": "No delinquirá. Vino a trabajar."
    }
  },
  {
    "translation": {
      "en": "But they said, We're not letting him into the country, and that was pretty much it.",
      "es": "Dijeron: No lo dejaremos entrar, y eso fue todo."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was gutted. You know, traveling that whole way and not being able to do it,",
      "es": "Estaba destrozado. Llegar allí y no poder hacerlo…"
    }
  },
  {
    "translation": {
      "en": "but, yeah, I guess I shoulda seen it coming, you know what I mean?",
      "es": "Debería haberlo esperado, ¿entienden?"
    }
  },
  {
    "translation": {
      "en": "While I was in that holding cell, that's when I got the news",
      "es": "Mientras estaba en esa celda, me enteré"
    }
  },
  {
    "translation": {
      "en": "that, um, Lekks, my little brother, and Celly got locked up.",
      "es": "de que habían encerrado a Lekks y a Celly."
    }
  },
  {
    "translation": {
      "en": "P got four years.",
      "es": "A P, por cuatro años."
    }
  },
  {
    "translation": {
      "en": "Lekks got four years, and Celly got… I think he got ten.",
      "es": "A Lekks le dieron cuatro años. A Celly, diez."
    }
  },
  {
    "translation": {
      "en": "It gets to a certain stage where you just become numb to emotion.",
      "es": "Llegas a un punto en el que te vuelves insensible."
    }
  },
  {
    "translation": {
      "en": "In the moment, like when, um… when she was calling out the verdict, I knew my family, and that was hard.",
      "es": "Cuando dio el veredicto, pensé en mi familia. Fue difícil."
    }
  },
  {
    "translation": {
      "en": "But I still had that mind frame, like, Yeah, fuck it. This is the life.",
      "es": "Pero todavía tenía el mismo estado de ánimo. Así es la vida."
    }
  },
  {
    "translation": {
      "en": "I told my husband, No matter what happens today, I'm not crying.",
      "es": "Le dije a mi esposo: Pase lo que pase hoy, no voy a llorar."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna put that on him.",
      "es": "No le haré ver eso."
    }
  },
  {
    "translation": {
      "en": "But I remember just coming home and just going over the Harbour Bridge",
      "es": "Pero recuerdo que fuimos a casa y, cruzando el puente,"
    }
  },
  {
    "translation": {
      "en": "and just wiping my tears.",
      "es": "me secaba las lágrimas."
    }
  },
  {
    "translation": {
      "en": "When I got the news, yeah, I was pretty broken.",
      "es": "Cuando me enteré, estaba destrozado."
    }
  },
  {
    "translation": {
      "en": "I thought, like, How are we gonna be able to hold up the crew while they're gone?",
      "es": "Pensé, ¿Cómo podremos mantener el grupo mientras no están?."
    }
  },
  {
    "translation": {
      "en": "We didn't think they were gonna get that long.",
      "es": "No pensamos que sería tanto tiempo."
    }
  },
  {
    "translation": {
      "en": "Everything was going so well,",
      "es": "Todo iba muy bien."
    }
  },
  {
    "translation": {
      "en": "and then, like, for it to just be, like, put on pause,",
      "es": "Y luego tuvimos que pausarlo."
    }
  },
  {
    "translation": {
      "en": "yeah, it was the worst timing.",
      "es": "Fue el peor momento."
    }
  },
  {
    "translation": {
      "en": "The show's getting canned, eh? Do you reckon I'd be able to do it by myself?",
      "es": "- Cancelarán el concierto. - ¿Crees que podría hacerlo solo?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "es": "Imposible."
    }
  },
  {
    "translation": {
      "en": "You'd suck.",
      "es": "Apestarías."
    }
  },
  {
    "translation": {
      "en": "That's not happening.",
      "es": "No sucederá."
    }
  },
  {
    "translation": {
      "en": "- You have to do it by yourself. - Huh?",
      "es": "Tienes que hacerlo tú solo."
    }
  },
  {
    "translation": {
      "en": "Oh, I felt for Spenny at the time because there's a lot of weight on your shoulders now.",
      "es": "Sentí pena por Spenny porque tenía mucha responsabilidad."
    }
  },
  {
    "translation": {
      "en": "We didn't know whether we were gonna go through with the show or not.",
      "es": "No sabíamos si seguiría con el concierto."
    }
  },
  {
    "translation": {
      "en": "Fuck it. I'm doing the show still.",
      "es": "A la mierda. Lo haré."
    }
  },
  {
    "translation": {
      "en": "Just to let our people know.",
      "es": "Díselo a nuestra gente."
    }
  },
  {
    "translation": {
      "en": "Run the ball up for the boys, aye.",
      "es": "Vamos hasta el final."
    }
  },
  {
    "translation": {
      "en": "- The show must fucking go on. -",
      "es": "El espectáculo debe continuar."
    }
  },
  {
    "translation": {
      "en": "They can't stop… They can't stop us!",
      "es": "No pueden detenernos."
    }
  },
  {
    "translation": {
      "en": "The show must fucking go on!",
      "es": "¡El espectáculo debe continuar!"
    }
  },
  {
    "translation": {
      "en": "I wasn't nervous. I was more angry. I wanted to prove a point.",
      "es": "No estaba nervioso. Estaba enojado. Quería probar algo."
    }
  },
  {
    "translation": {
      "en": "I was over all the bullshit from them, like, just them trying to stop us.",
      "es": "Estaba cansado de que intentaran detenernos."
    }
  },
  {
    "translation": {
      "en": "I wanted to look back at it and be like, They didn't end up breaking us that night.",
      "es": "Quería mirar hacia atrás y decir: Esa noche no nos rompieron."
    }
  },
  {
    "translation": {
      "en": "Hope you're ready for tonight. - Ah, tonight! - Whoo!",
      "es": "- ¿Están listos para esta noche? - ¡Esta noche!"
    }
  },
  {
    "translation": {
      "en": "There is a massive show going down",
      "es": "Hay un gran espectáculo"
    }
  },
  {
    "translation": {
      "en": "from a global group who just took the world by storm.",
      "es": "de un grupo global que sorprendió al mundo."
    }
  },
  {
    "translation": {
      "en": "And I could see Spenny just thinking. Like, he was committed to the idea,",
      "es": "Vi que Spenny pensaba. Estaba decidido a hacerlo,"
    }
  },
  {
    "translation": {
      "en": "but he just didn't know how it was gonna work.",
      "es": "pero no sabía cómo iba a funcionar."
    }
  },
  {
    "translation": {
      "en": "Unless you go through the shit that we've gone through,",
      "es": "A menos que pases por la mierda que pasamos,"
    }
  },
  {
    "translation": {
      "en": "then come talk to me, bro, you know what I mean?",
      "es": "no vengas a hablarme, ¿entiendes?"
    }
  },
  {
    "translation": {
      "en": "We don't just make fucking music like this because we want to.",
      "es": "No hacemos música como esta porque queramos."
    }
  },
  {
    "translation": {
      "en": "It's because that's what we've been through.",
      "es": "Es por lo que pasamos."
    }
  },
  {
    "translation": {
      "en": "And that's why people love it, because a lot of people have been through the same thing, the same situation.",
      "es": "Por eso a la gente le encanta. Prque muchos pasaron por lo mismo."
    }
  },
  {
    "translation": {
      "en": "That's why people are actually gonna show up.",
      "es": "Por eso la gente va a venir."
    }
  },
  {
    "translation": {
      "en": "They know it's real, know what I mean? The government doesn't want us to perform.",
      "es": "Saben que es real. El gobierno no quiere que lo hagamos."
    }
  },
  {
    "translation": {
      "en": "They don't want us to be better, but it's not up to them, you know?",
      "es": "No quieren que seamos mejores, pero no depende de ellos."
    }
  },
  {
    "translation": {
      "en": "'Cause the people speak for themselves.",
      "es": "Porque la gente habla por sí misma."
    }
  },
  {
    "translation": {
      "en": "I was more nervous five minutes before the show.",
      "es": "Estaba más nervioso cinco minutos antes del concierto."
    }
  },
  {
    "translation": {
      "en": "My legs weren't working, but I just ran with it.",
      "es": "No me funcionaban las piernas, pero seguí adelante."
    }
  },
  {
    "translation": {
      "en": "It's a lot of weight to carry on your shoulders, you know?",
      "es": "Es mucho peso para un par de hombros."
    }
  },
  {
    "translation": {
      "en": "But he knew that he had Onefour's reputation to uphold.",
      "es": "Pero sabía que debía mantener la reputación de ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "He knew that the fans were waiting, like, had been waiting for a long time.",
      "es": "Sabía que los fanáticos estaban esperando desde hace mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "Free YP! Free YP!",
      "es": "¡Liberen a YP!"
    }
  },
  {
    "translation": {
      "en": "They gave Celly ten years and YP four.",
      "es": "A Celly le dieron diez años. A YP, cuatro."
    }
  },
  {
    "translation": {
      "en": "But, listen, YP wrote this shit just before he got locked up.",
      "es": "Escuchen, YP escribió esto justo antes de que lo encerraran."
    }
  },
  {
    "translation": {
      "en": "Listen to the fucking lyrics. This shit's a struggle for us.",
      "es": "Escuchen la maldita letra. Esta es nuestra lucha."
    }
  },
  {
    "translation": {
      "en": "They call us ball runners With the utmost respect",
      "es": "Nos dicen perdedores, con el mayor respeto."
    }
  },
  {
    "translation": {
      "en": "Well known in the system There's not much of us left",
      "es": "Se sabe que en el sistema no quedamos muchos."
    }
  },
  {
    "translation": {
      "en": "One of my proudest moments. That show tells you a lot about the character of the group,",
      "es": "Uno de mis momentos de mayor orgullo. Ese concierto dice mucho sobre el grupo."
    }
  },
  {
    "translation": {
      "en": "what they're willing to do for each other,",
      "es": "Sobre lo que están dispuestos hacer el uno por el otro"
    }
  },
  {
    "translation": {
      "en": "and how committed they are to what they're doing.",
      "es": "y cuán comprometidos están con lo que hacen."
    }
  },
  {
    "translation": {
      "en": "Came home to the same shit.",
      "es": "Al volver, la misma mierda."
    }
  },
  {
    "translation": {
      "en": "Raptor was there, waiting for us at the airport.",
      "es": "Nos esperaban en el aeropuerto."
    }
  },
  {
    "translation": {
      "en": "They separated us and started to ask us a bunch of questions about what we did,",
      "es": "Nos separaron y empezaron a hacernos un montón de preguntas."
    }
  },
  {
    "translation": {
      "en": "whether we knew that what we were doing was illegal or wrong.",
      "es": "Si sabíamos que lo que estábamos haciendo era ilegal."
    }
  },
  {
    "translation": {
      "en": "So they asked us to sign non- association papers",
      "es": "Nos pidieron que firmáramos documentos de no asociación"
    }
  },
  {
    "translation": {
      "en": "to say that we wouldn't affiliate with the members of the group, the rappers.",
      "es": "para declarar que no nos asociaríamos con los miembros del grupo, los raperos."
    }
  },
  {
    "translation": {
      "en": "One of the strongest, uh, tools we had in our toolbox",
      "es": "Una de las herramientas más fuertes que teníamos"
    }
  },
  {
    "translation": {
      "en": "was the legislation of consorting.",
      "es": "era la legislación de consortes."
    }
  },
  {
    "translation": {
      "en": "And it's about telling people that if you associate with that person",
      "es": "Se trata de decirle a la gente que asociarse con cierta persona"
    }
  },
  {
    "translation": {
      "en": "who has been convicted of a serious offense,",
      "es": "a quien condenaron por un delito grave"
    }
  },
  {
    "translation": {
      "en": "then you may be committing a crime yourself.",
      "es": "puede ser un delito en sí mismo."
    }
  },
  {
    "translation": {
      "en": "And you warn them.",
      "es": "Les advertimos."
    }
  },
  {
    "translation": {
      "en": "We just feel that was just intimidation.",
      "es": "Creemos que fue solo intimidación."
    }
  },
  {
    "translation": {
      "en": "It was meant to just make us fearful about working with the group.",
      "es": "Querían que tuviéramos miedo de trabajar con ellos."
    }
  },
  {
    "translation": {
      "en": "They were saying to me I can't affiliate with J Emz.",
      "es": "Me decían que no podía asociarne a J Emz."
    }
  },
  {
    "translation": {
      "en": "I was getting nervous 'cause I was, like, Is this true or not?",
      "es": "Me estaba poniendo nervioso. ¿Era cierto o no?"
    }
  },
  {
    "translation": {
      "en": "If we can't affiliate with each other, how are we meant to do music?",
      "es": "Si no podemos asociarnos, ¿cómo vamos a hacer música?"
    }
  },
  {
    "translation": {
      "en": "Could this be the end of Onefour?",
      "es": "¿Podía ser el final de ONEFOUR?"
    }
  },
  {
    "translation": {
      "en": "You know, Lekks was already in. Celly was in. YP's about to go in.",
      "es": "Lekks y Celly estaban en prisión. YP estaba a punto de entrar."
    }
  },
  {
    "translation": {
      "en": "Could Spenny and J Emz carry that torch?",
      "es": "¿Podrían Spenny y J Emz cargar la antorcha?"
    }
  },
  {
    "translation": {
      "en": "It's just me, Spenny left, and there's a lot that we have to uphold",
      "es": "Solo quedamos Spenny y yo, y hay muchas cosas que debemos defender"
    }
  },
  {
    "translation": {
      "en": "now that they're gone.",
      "es": "ahora que se fueron."
    }
  },
  {
    "translation": {
      "en": "I think this was, like, the lowest time for us.",
      "es": "Creo que ese fue el peor momento para nosotros."
    }
  },
  {
    "translation": {
      "en": "I wanted to give up, and I just didn't wanna do it anymore.",
      "es": "Quería rendirme. Ya no quería seguir."
    }
  },
  {
    "translation": {
      "en": "Like, I felt like the stress was just too much.",
      "es": "Sentí que el estrés era demasiado."
    }
  },
  {
    "translation": {
      "en": "Yeah, there were moments when I definitely felt like",
      "es": "Sí, hubo momentos en los que sentí"
    }
  },
  {
    "translation": {
      "en": "all of us had the idea that, like, this is getting too hard.",
      "es": "que todos creíamos que se estaba poniendo demasiado difícil."
    }
  },
  {
    "translation": {
      "en": "How much more of this can we take before we have to say, like, Oh man, it's just not working?",
      "es": "¿Cuánto más podemos aguantar antes de decir: Esto no funciona?"
    }
  },
  {
    "translation": {
      "en": "Um… Yeah, we were just thinking,",
      "es": "Pensábamos:"
    }
  },
  {
    "translation": {
      "en": "like, How the fuck we gonna get out of this one? You know?",
      "es": "¿Cómo diablos saldremos de esta?."
    }
  },
  {
    "translation": {
      "en": "Thing is, these boys have changed their lives and for the better,",
      "es": "Estos muchachos cambiaron sus vidas para mejor."
    }
  },
  {
    "translation": {
      "en": "and I've seen it personally.",
      "es": "Lo vi personalmente."
    }
  },
  {
    "translation": {
      "en": "It really does feel like they don't wanna see 'em win.",
      "es": "Parece que no quieren verlos ganar."
    }
  },
  {
    "translation": {
      "en": "I think you've gotta give people a chance. You've gotta give people room to grow.",
      "es": "Hay que darle una oportunidad a la gente, darle espacio para crecer."
    }
  },
  {
    "translation": {
      "en": "You can't shut them down.",
      "es": "No puedes desalentarla."
    }
  },
  {
    "translation": {
      "en": "Yeah, I had thoughts of, you know, just going back and doing what we knew,",
      "es": "Sí, pensé en volver a hacer lo que sabíamos,"
    }
  },
  {
    "translation": {
      "en": "doing the same old shit or running around the streets.",
      "es": "en hacer lo mismo de siempre en la calle."
    }
  },
  {
    "translation": {
      "en": "Where's Spenny? Call Spenny and…",
      "es": "Llama a Spenny y…"
    }
  },
  {
    "translation": {
      "en": "I'm always trying to be there for the team.",
      "es": "Siempre trato de apoyar al grupo."
    }
  },
  {
    "translation": {
      "en": "I'm always trying to be there, but at the end of the day, I'm a criminal.",
      "es": "Siempre trato de apoyar al grupo. Pero, al final de cuentas, soy un criminal."
    }
  },
  {
    "translation": {
      "en": "- You know me. - I know… It's done.",
      "es": "Pero, al final de cuentas, soy un criminal. Lo sé. Lo querías con ganas."
    }
  },
  {
    "translation": {
      "en": "- You wanted this bad. - End of the day, I'm a crim.",
      "es": "Lo sé. Lo querías con ganas. - Soy un criminal. - Ese no es el punto."
    }
  },
  {
    "translation": {
      "en": "That's not the point.",
      "es": "- Soy un criminal. - Ese no es el punto."
    }
  },
  {
    "translation": {
      "en": "I knew that the guys just needed to get away from things for a while.",
      "es": "Sabía que necesitaban alejarse de todo por un tiempo."
    }
  },
  {
    "translation": {
      "en": "There was sadness for losing Lekks, Celly, and YP,",
      "es": "Estaban tristes por perder a Lekks, Celly y YP."
    }
  },
  {
    "translation": {
      "en": "and I just figured it could be a good time to capture that feeling,",
      "es": "Pensé que era un buen momento para capturar esa sensación."
    }
  },
  {
    "translation": {
      "en": "and that feeling would be the backbone or inspiration behind some new music.",
      "es": "Y esa sensación sería la inspiración para su nueva música."
    }
  },
  {
    "translation": {
      "en": "So we went somewhere in the country, and we just started making music,",
      "es": "Fuimos al campo y comenzamos a hacer música."
    }
  },
  {
    "translation": {
      "en": "and the sole purpose to go out there was to make music with B Wise.",
      "es": "La idea era hacer música con B Wise."
    }
  },
  {
    "translation": {
      "en": "We were thinking at that time, like,",
      "es": "Pensamos: ¿Cómo le mostramos a la gente"
    }
  },
  {
    "translation": {
      "en": "How do we show people that there's more to the group",
      "es": "Pensamos: ¿Cómo le mostramos a la gente que el grupo tiene más de lo que pueden ver?."
    }
  },
  {
    "translation": {
      "en": "than what they might see?",
      "es": "que el grupo tiene más de lo que pueden ver?."
    }
  },
  {
    "translation": {
      "en": "You… You have to find that balance, you get what I'm saying?",
      "es": "Hay que encontrar ese equilibrio, ¿entiendes?"
    }
  },
  {
    "translation": {
      "en": "Don't completely abandon something that's clearly working.",
      "es": "No abandones por completo algo que funciona."
    }
  },
  {
    "translation": {
      "en": "Just what you're doing is you're just… you're showing progression.",
      "es": "Lo que haces es mostrar progreso."
    }
  },
  {
    "translation": {
      "en": "We're just able to think out there, be able to work differently.",
      "es": "Pudimos pensar y trabajar de manera diferente."
    }
  },
  {
    "translation": {
      "en": "We just knew we had to base it around what was going on at the time.",
      "es": "Sabíamos que debíamos basarnos en lo que nos estaba pasando."
    }
  },
  {
    "translation": {
      "en": "Then we ended up coming up with a song called Home and Away.",
      "es": "Terminamos con una canción llamada Home and Away."
    }
  },
  {
    "translation": {
      "en": "At war with the cops like Brax But this ain't home and away Didn't grow up Round all those beaches…",
      "es": "Esto no es Home and Away. No crecí con en la…"
    }
  },
  {
    "translation": {
      "en": "We dedicated that song to the boys in jail and the area where we came from.",
      "es": "La dedicamos a los chicos en prisión y a los del barrio."
    }
  },
  {
    "translation": {
      "en": "Pull up, bang, spray Do dat, do dat, gang, gang Gang, gang",
      "es": "BIENVENIDOS A MOUNT DRUITT"
    }
  },
  {
    "translation": {
      "en": "Home and Away was",
      "es": "Home and Away fue su manera"
    }
  },
  {
    "translation": {
      "en": "those boys trying to find something to fulfill that void.",
      "es": "de intentar encontrar algo para llenar el vacío."
    }
  },
  {
    "translation": {
      "en": "Onefour grew up watching Home and Away",
      "es": "ONEFOUR creció viendo Home and Away"
    }
  },
  {
    "translation": {
      "en": "and not seeing themselves represented.",
      "es": "sin verse representados."
    }
  },
  {
    "translation": {
      "en": "They want the next generation of kids coming up",
      "es": "Quieren que la próxima generación"
    }
  },
  {
    "translation": {
      "en": "not to be focused on what's happening at the bay",
      "es": "no se concentre en lo que pasa en la bahía."
    }
  },
  {
    "translation": {
      "en": "but to realize the lives they live are as valid of being represented",
      "es": "Que sepan que sus vidas son válidas y tienen representación."
    }
  },
  {
    "translation": {
      "en": "and of telling stories about.",
      "es": "Que se pueden contar."
    }
  },
  {
    "translation": {
      "en": "When you see Home and Away, you just see palm trees, beaches, sand.",
      "es": "Cuando ves Home and Away, solo ves palmeras, playas, arena."
    }
  },
  {
    "translation": {
      "en": "We feel that's the perspective people have on Australia,",
      "es": "Creemos que así se imaginan a Australia."
    }
  },
  {
    "translation": {
      "en": "so we just thought we'd show 'em a different side of Australia",
      "es": "Pensamos en mostrarles un lado diferente de Australia."
    }
  },
  {
    "translation": {
      "en": "and the life that we're living and what it's like",
      "es": "La vida que vivimos y cómo es en nuestra parte de Australia."
    }
  },
  {
    "translation": {
      "en": "on our side of Australia.",
      "es": "y cómo es en nuestra parte de Australia."
    }
  },
  {
    "translation": {
      "en": "So, for the next year, we got into a rhythm of working, and yeah.",
      "es": "El año siguiente, nos pusimos a trabajar."
    }
  },
  {
    "translation": {
      "en": "The EP Against All Odds,",
      "es": "En el EP Against All Odds,"
    }
  },
  {
    "translation": {
      "en": "they purely recorded what they were feeling at the time.",
      "es": "grabaron solamente lo que sentían en ese momento."
    }
  },
  {
    "translation": {
      "en": "I imagine that would've been a difficult time for J Emz and Spenny,",
      "es": "Me imagino que habrá sido un momento difícil para J Emz y Spenny,"
    }
  },
  {
    "translation": {
      "en": "just the two of 'em, especially going through so many obstacles and so many hurdles.",
      "es": "pasando por tantos obstáculos y situaciones duras."
    }
  },
  {
    "translation": {
      "en": "We've got a lot on the line right now.",
      "es": "Tenemos mucho en juego."
    }
  },
  {
    "translation": {
      "en": "It's… It's different.",
      "es": "Es diferente."
    }
  },
  {
    "translation": {
      "en": "Like, I got people that rely on me.",
      "es": "Tengo gente que confía en mí."
    }
  },
  {
    "translation": {
      "en": "This call is originating from the correctional center.",
      "es": "Esta llamada proviene del centro penitenciario."
    }
  },
  {
    "translation": {
      "en": "You boys are on the radio now, and I know that the boys are massive.",
      "es": "Ahora están en la radio, y sé que los chicos son famosos."
    }
  },
  {
    "translation": {
      "en": "You can do this for us as well.",
      "es": "Pueden hacer esto por nosotros."
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "es": "¿Qué les parece?"
    }
  },
  {
    "translation": {
      "en": "I'm learning how to play the song 'cause I'm gonna prove everyone wrong.",
      "es": "Estoy aprendiendo a tocar para mostrar que se equivocan."
    }
  },
  {
    "translation": {
      "en": "That's what I'm good at doing, proving people wrong.",
      "es": "Eso me sale bien. Mostrar que se equivocan."
    }
  },
  {
    "translation": {
      "en": "It's all about Onefour and their new EP. From Mount Druitt to the globe.",
      "es": "Se trata de ONEFOUR y su nuevo EP, de Mount Druitt al mundo."
    }
  },
  {
    "translation": {
      "en": "What do you want everyone to take away from this project?",
      "es": "¿Qué quieren que la gente piense de este proyecto?"
    }
  },
  {
    "translation": {
      "en": "Just read the title Against All Odds.",
      "es": "Lean el título: Against All Odds."
    }
  },
  {
    "translation": {
      "en": "You can have your back against the wall all you want,",
      "es": "Puedes estar contra las cuerdas."
    }
  },
  {
    "translation": {
      "en": "but it's how many times you get back up and keep fighting.",
      "es": "Lo importante es cuántas veces te levantas y sigues peleando."
    }
  },
  {
    "translation": {
      "en": "True.",
      "es": "Es cierto."
    }
  },
  {
    "translation": {
      "en": "We found out that some big international artists started reaching out to us,",
      "es": "Grandes artistas internacionales comenzaron a contactarnos,"
    }
  },
  {
    "translation": {
      "en": "and we realized, bro, it's time to work, you know?",
      "es": "y nos dimos cuenta de que era hora de trabajar."
    }
  },
  {
    "translation": {
      "en": "No one's gonna do this for us, so we've gotta do it for ourselves.",
      "es": "Nadie lo hará por nosotros, debemos hacerlo nosotros."
    }
  },
  {
    "translation": {
      "en": "We had Ferg hit us up.",
      "es": "Nos contactó Ferg."
    }
  },
  {
    "translation": {
      "en": "AJ, Headie.",
      "es": "AJ, Headie."
    }
  },
  {
    "translation": {
      "en": "We also did a song called My City, uh, which featured The Kid Laroi.",
      "es": "También hicimos una canción con The Kid Laroi: My City."
    }
  },
  {
    "translation": {
      "en": "- Oh, what a feeling -",
      "es": "Ahora culpan a ONEFOUR por lo que pasa en Sídney."
    }
  },
  {
    "translation": {
      "en": "Get the fuck out my face",
      "es": "Carajo, vete de aquí."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it.",
      "es": "No podía creerlo."
    }
  },
  {
    "translation": {
      "en": "Like, I've just never seen anyone from Australian hip- hop",
      "es": "Nunca había visto a nadie del hip-hop australiano"
    }
  },
  {
    "translation": {
      "en": "even get recognized by an overseas act that I admired.",
      "es": "que fuera reconocido por un artista extranjero que yo admirara."
    }
  },
  {
    "translation": {
      "en": "These are guys that are at the top of what's happening in culture at the moment",
      "es": "Estos son tipos que están en la cúspide de la cultura del momento,"
    }
  },
  {
    "translation": {
      "en": "because hip- hop is, you know, the biggest genre in the world.",
      "es": "Porque el hip-hop es el género más popular del mundo."
    }
  },
  {
    "translation": {
      "en": "And yet, in Australia, we wanna deplatform it and censor it.",
      "es": "Sin embargo, en Australia queremos eliminarlo."
    }
  },
  {
    "translation": {
      "en": "If they're not allowed to perform, if they can't make a living by making art,",
      "es": "Si no se les permite ganarse la vida haciendo arte,"
    }
  },
  {
    "translation": {
      "en": "Onefour, I think, will be a pretty bleak cautionary tale",
      "es": "creo que ONEFOUR será una advertencia bastante sombría"
    }
  },
  {
    "translation": {
      "en": "for what happens if you choose to tangle with the Australian police.",
      "es": "de lo que sucede si eliges luchar contra la policía australiana."
    }
  },
  {
    "translation": {
      "en": "If the police are successful in destroying a group,",
      "es": "Si la policía logra destruir un grupo,"
    }
  },
  {
    "translation": {
      "en": "it's a dark day for Australia and freedom of expression.",
      "es": "será un día triste para la libertad de expresión."
    }
  },
  {
    "translation": {
      "en": "Very disheartening. You know, you would question yourself.",
      "es": "Es desalentador. Uno se preguntaría de qué sirve hacer música"
    }
  },
  {
    "translation": {
      "en": "Like, what's… what's the use of… of making music",
      "es": "Uno se preguntaría de qué sirve hacer música"
    }
  },
  {
    "translation": {
      "en": "if I can't even perform, you know, for the people?",
      "es": "si no se puede tocar para la gente."
    }
  },
  {
    "translation": {
      "en": "I heard on the grapevine that YP is getting out very soon,",
      "es": "Escuché que YP saldrá muy pronto,"
    }
  },
  {
    "translation": {
      "en": "and I think that's the injection of energy that Onefour really needs right now.",
      "es": "y creo que esa es la inyección de energía que ONEFOUR necesita."
    }
  },
  {
    "translation": {
      "en": "I can't wait for him to get out. It's…",
      "es": "No veo la hora de que salga."
    }
  },
  {
    "translation": {
      "en": "We've been doing it without, you know, him and Lekks and Cell as well,",
      "es": "Lo estuvimos haciendo sin él, Lekks ni Celly."
    }
  },
  {
    "translation": {
      "en": "and, you know, finally, it's time for us to come back together and go forward.",
      "es": "Finalmente, es hora de que volvamos a estar juntos."
    }
  },
  {
    "translation": {
      "en": "The one with Illy on it?",
      "es": "Quiero un video de eso."
    }
  },
  {
    "translation": {
      "en": "We're on video call every weekend. It's always me and him.",
      "es": "Nos llamamos todos los fines de semana."
    }
  },
  {
    "translation": {
      "en": "Everyone will say hello, and then they'll go, Here's Mum,",
      "es": "Todos lo saludan y luego dicen: Aquí está mamá,"
    }
  },
  {
    "translation": {
      "en": "and then I'm the phone call for the rest of the time.",
      "es": "y hablo con él el resto del tiempo."
    }
  },
  {
    "translation": {
      "en": "I've realized what I wanna do. I wanna do music, like, all the way.",
      "es": "Me di cuenta de lo que quiero hacer. Quiero hacer música."
    }
  },
  {
    "translation": {
      "en": "I don't really wanna do anything else when I get out. Just music.",
      "es": "No quiero hacer nada más cuando salga. Solo música."
    }
  },
  {
    "translation": {
      "en": "I can't wait. You know, that's my… that's my brother.",
      "es": "No puedo esperar. Es mi hermano."
    }
  },
  {
    "translation": {
      "en": "I've been waiting for this day ever since he went in.",
      "es": "Espero este momento desde que quedó preso."
    }
  },
  {
    "translation": {
      "en": "Shit, I already got his bed ready for him and that.",
      "es": "Ya le preparé la cama y todo eso."
    }
  },
  {
    "translation": {
      "en": "He's been inside for two years, and, like, I feel like he might be a bit lost.",
      "es": "Estuvo preso dos años, creo que puede estar un poco perdido."
    }
  },
  {
    "translation": {
      "en": "When you're inside those walls, you can become trapped, and you feel shit,",
      "es": "Cuando estás dentro, puedes quedar atrapado y sentirte mal."
    }
  },
  {
    "translation": {
      "en": "like, This is gonna be me now for the rest of your life.",
      "es": "Así será el resto de mi vida."
    }
  },
  {
    "translation": {
      "en": "He's a bit institutionalized from, you know, going in at a young age.",
      "es": "Está un poco institucionalizado por haber entrado tan joven."
    }
  },
  {
    "translation": {
      "en": "He went in at 18.",
      "es": "Entró a los 18,"
    }
  },
  {
    "translation": {
      "en": "But better things will come when he leaves those gates.",
      "es": "pero vendrán cosas mejores cuando salga."
    }
  },
  {
    "translation": {
      "en": "I guess you can kinda see, like, where my head was at",
      "es": "Se puede ver cómo estaba"
    }
  },
  {
    "translation": {
      "en": "before I even walked out of them gates.",
      "es": "antes de salir por las puertas:"
    }
  },
  {
    "translation": {
      "en": "Still trapped. Still looking at everyone like I wanted to turn on everyone.",
      "es": "Todavía atrapado. Mirando a todos como buscando pelea."
    }
  },
  {
    "translation": {
      "en": "And when I walked out, and I seen my little sisters and my mum,",
      "es": "Cuando salí y vi a mis hermanitas y a mi mamá,"
    }
  },
  {
    "translation": {
      "en": "it was a bit unreal in a sense.",
      "es": "fue un poco irreal en cierto sentido."
    }
  },
  {
    "translation": {
      "en": "Give me another cuddle.",
      "es": "Dame otro abrazo."
    }
  },
  {
    "translation": {
      "en": "I felt, like, some type of, um, anxiety and shit,",
      "es": "Sentí un poco de ansiedad y todo eso."
    }
  },
  {
    "translation": {
      "en": "and I never knew what that was, but soon as I walked out, I noticed.",
      "es": "Nunca supe qué era, pero tan pronto como salí, me di cuenta."
    }
  },
  {
    "translation": {
      "en": "Bro, like, this is just weird, you know?",
      "es": "Hermano, esto es raro, ¿sabes?"
    }
  },
  {
    "translation": {
      "en": "Also coming out and, like, not knowing what to do, was… it was the big thing.",
      "es": "Salir y no saber qué hacer. Ese era el problema."
    }
  },
  {
    "translation": {
      "en": "Like, all right, I'm gonna… I'm gonna fall back into my old habits,",
      "es": "Bien, volveré a mis viejos hábitos"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna end up back in jail.",
      "es": "y terminaré en prisión de nuevo."
    }
  },
  {
    "translation": {
      "en": "You all right?",
      "es": "¿Estás bien?"
    }
  },
  {
    "translation": {
      "en": "And then, like, when I was outside, I realized",
      "es": "Y luego, afuera, me di cuenta"
    }
  },
  {
    "translation": {
      "en": "fucking opportunities are in my hands now, like.",
      "es": "de que tenía oportunidades en las manos."
    }
  },
  {
    "translation": {
      "en": "You know, if I don't get there to the…",
      "es": "Si no alcanzo mis objetivos, es culpa mía."
    }
  },
  {
    "translation": {
      "en": "to my end goals, this and that, it's on me, so that's when I stepped up,",
      "es": "Si no alcanzo mis objetivos, es culpa mía. Entonces, di un paso al frente, y dije: Hagámoslo."
    }
  },
  {
    "translation": {
      "en": "and I was, like, Fuck this, let's go. You know, Let's take it all away.",
      "es": "Entonces, di un paso al frente, y dije: Hagámoslo. Vamos hasta el final."
    }
  },
  {
    "translation": {
      "en": "Studio sessions are coming up. Monday to Friday, weekend off.",
      "es": "Se acercan las sesiones de estudio. De lunes a viernes."
    }
  },
  {
    "translation": {
      "en": "My routine started kicking in again, and it was just like,",
      "es": "Mi rutina comenzó de nuevo y fue como:"
    }
  },
  {
    "translation": {
      "en": "You know what? You gotta do this now. This is your job. This is your work.",
      "es": "Tienes que hacerlo. Este es tu trabajo"
    }
  },
  {
    "translation": {
      "en": "If you really wanna keep on the straight and narrow, this is what you gotta do.",
      "es": "¿Quieres seguir por el buen camino? Tienes que hacer esto."
    }
  },
  {
    "translation": {
      "en": "This is the make it or break it. Yeah, I'm excited for it.",
      "es": "Esto decidirá todo. Estoy emocionado."
    }
  },
  {
    "translation": {
      "en": "I feel like with all the things that's happened around us and",
      "es": "Siento que con todas las cosas que sucedieron a nuestro alrededor y…"
    }
  },
  {
    "translation": {
      "en": "all the setbacks that we've had to go through, like,",
      "es": "todos los reveses que tuvimos,"
    }
  },
  {
    "translation": {
      "en": "it's finally our turn to see our full potential",
      "es": "es nuestro turno de ver todo nuestro potencial"
    }
  },
  {
    "translation": {
      "en": "and get to where we're meant to be.",
      "es": "y llegar a donde debemos estar."
    }
  },
  {
    "translation": {
      "en": "But lo and behold, Raptor stepped back in.",
      "es": "Pero la policía volvió a aparecer."
    }
  },
  {
    "translation": {
      "en": "This week, New South Wales police upped the ante",
      "es": "Esta semana, la policía subió la apuesta"
    }
  },
  {
    "translation": {
      "en": "with a warning to sites like YouTube, Instagram, and Spotify",
      "es": "con una advertencia a sitios como YouTube, Instagram y Spotify"
    }
  },
  {
    "translation": {
      "en": "that they would take action over material inciting violence or criminal activity.",
      "es": "de que tomarían medidas por materiales que inciten a actividades delictivas."
    }
  },
  {
    "translation": {
      "en": "From what I can gather, police are looking now,",
      "es": "La policía está buscando."
    }
  },
  {
    "translation": {
      "en": "and it's not just songs.",
      "es": "No solo canciones."
    }
  },
  {
    "translation": {
      "en": "It's also posts, video content,",
      "es": "También publicaciones y videos"
    }
  },
  {
    "translation": {
      "en": "that they believe could create a threat to any part of the community.",
      "es": "que creen que pueden amenazar a cualquier parte de la comunidad."
    }
  },
  {
    "translation": {
      "en": "They're gonna approach the platforms and say, We'd like you to look at that.",
      "es": "Contactan a las plataformas y dicen: Deberían revisar eso."
    }
  },
  {
    "translation": {
      "en": "We're thinking that it's dangerous.",
      "es": "Pensamos que es peligroso."
    }
  },
  {
    "translation": {
      "en": "It wasn't so much about us going to a YouTube",
      "es": "No se trataba de ir a YouTube"
    }
  },
  {
    "translation": {
      "en": "or a social media platform and saying, Take this down.",
      "es": "o a otra plataforma y decir: Eliminen esto."
    }
  },
  {
    "translation": {
      "en": "Where we thought the messaging was, you know, inciting violence,",
      "es": "Cuando pensábamos que el mensaje incitaba a la violencia,"
    }
  },
  {
    "translation": {
      "en": "then we would say to the platforms,",
      "es": "decíamos:"
    }
  },
  {
    "translation": {
      "en": "We're bringing this to your attention. You decide.",
      "es": "Les informamos de esto. Ustedes deciden. ¿Esto se adecua"
    }
  },
  {
    "translation": {
      "en": "Is that fit for purpose for your framework as a company?",
      "es": "Les informamos de esto. Ustedes deciden. ¿Esto se adecua al reglamento de su empresa?."
    }
  },
  {
    "translation": {
      "en": "The police are trying to stop this music from being heard, from being performed, from being streamed,",
      "es": "La policía intenta evitar que esta música se escuche, se interprete y se transmita."
    }
  },
  {
    "translation": {
      "en": "and they're trying to send a message to Onefour and anyone else like them.",
      "es": "Están enviando un mensaje:"
    }
  },
  {
    "translation": {
      "en": "Don't bother. We'll ruin your lives if you do this.",
      "es": "No se gasten. Arruinaremos sus vidas."
    }
  },
  {
    "translation": {
      "en": "But is the New South Wales police",
      "es": "¿Pero es la policía"
    }
  },
  {
    "translation": {
      "en": "really an adequate judge of what is acceptable and what's not?",
      "es": "un juez adecuado de lo que es aceptable y lo que no lo es?"
    }
  },
  {
    "translation": {
      "en": "I can't think of any other moment in Australian hip- hop",
      "es": "No puedo pensar en ningún otro momento del el hip-hop australiano"
    }
  },
  {
    "translation": {
      "en": "where musicians were censored,",
      "es": "donde hayan censurado a músicos."
    }
  },
  {
    "translation": {
      "en": "and I've heard some of the most violent Australian hip- hop that you can possibly imagine.",
      "es": "Y escuché el hip-hop australiano más violento que puedan imaginar."
    }
  },
  {
    "translation": {
      "en": "These guys could take to any stage in Melbourne or Sydney whenever they want.",
      "es": "Pueden ir a cualquier escenario en Melbourne o Sídney cuando quieran."
    }
  },
  {
    "translation": {
      "en": "I think as long as the New South Wales police",
      "es": "Si la policía de Nueva Gales del Sur"
    }
  },
  {
    "translation": {
      "en": "censor and deplatform artists of color,",
      "es": "censura y descalifica a los artistas de color,"
    }
  },
  {
    "translation": {
      "en": "we've got a long way to go",
      "es": "tenemos un largo camino por recorrer"
    }
  },
  {
    "translation": {
      "en": "in terms of the type of culture we're willing to accept and represent.",
      "es": "tenemos un largo camino por recorrer en términos de qué estamos dispuestos a aceptar."
    }
  },
  {
    "translation": {
      "en": "They're not bashing us like they were before,",
      "es": "Ya no nos atacan como antes,"
    }
  },
  {
    "translation": {
      "en": "but in my opinion, it's even worse, bro.",
      "es": "pero, en mi opinión, es aún peor."
    }
  },
  {
    "translation": {
      "en": "We've literally tried to go straight and narrow,",
      "es": "Tratamos de obedecer las leyes,"
    }
  },
  {
    "translation": {
      "en": "and… and they're taking our ability to work and fend for ourselves,",
      "es": "y nos quitan nuestra capacidad de trabajar y de mantenernos."
    }
  },
  {
    "translation": {
      "en": "so they might think, you know, they can shut down one or two shows.",
      "es": "Creen que pueden cancelar uno o dos conciertos."
    }
  },
  {
    "translation": {
      "en": "The way I see it is, all they're doing is building that fire bigger in me.",
      "es": "Para mí, todo lo que hacen es aumentar ese fuego en mí."
    }
  },
  {
    "translation": {
      "en": "I'm never gonna stop now just 'cause of what they keep doing.",
      "es": "Nunca me detendré por lo que hacen."
    }
  },
  {
    "translation": {
      "en": "But clearly, Raptor aren't gonna let it go.",
      "es": "La policía no se rendirá."
    }
  },
  {
    "translation": {
      "en": "Lucky for us, an old friend has reached out.",
      "es": "Por suerte, un viejo amigo nos contactó."
    }
  },
  {
    "translation": {
      "en": "He messaged me,",
      "es": "Me envió un mensaje"
    }
  },
  {
    "translation": {
      "en": "and he was telling me that it wouldn't be right for anyone else to open up for him,",
      "es": "y me dijo que no sería correcto que alguien más abriera su concierto."
    }
  },
  {
    "translation": {
      "en": "so he hit me up, and he asked me how it was looking.",
      "es": "Me llamó y me preguntó cómo estaba."
    }
  },
  {
    "translation": {
      "en": "In the two years that I've worked with Onefour,",
      "es": "En los dos años que trabajé con ONEFOUR,"
    }
  },
  {
    "translation": {
      "en": "Laroi has gone on to become Australia's biggest musical export.",
      "es": "Laroi se convirtió en el músico más grande de Australia."
    }
  },
  {
    "translation": {
      "en": "A global superstar.",
      "es": "Una superestrella mundial."
    }
  },
  {
    "translation": {
      "en": "Laroi had requested that Onefour support him on his national tour.",
      "es": "Laroi había pedido que ONEFOUR lo apoyara en su gira."
    }
  },
  {
    "translation": {
      "en": "Well, The Kid Laroi is one of the biggest pop stars on the planet",
      "es": "The Kid Laroi es una de las estrellas pop más grandes del mundo,"
    }
  },
  {
    "translation": {
      "en": "after absolutely exploding onto the scene only a couple of years ago.",
      "es": "luego de explotar completamente  hace solo un par de años."
    }
  },
  {
    "translation": {
      "en": "Laroi is finally back in Australia for a huge arena tour of the country.",
      "es": "Laroi finalmente regresó a Australia para una gran gira por el país."
    }
  },
  {
    "translation": {
      "en": "I was trying to have them open for the, uh, for the tour,",
      "es": "Quería que abrieran los conciertos de mi gira."
    }
  },
  {
    "translation": {
      "en": "and, uh, they… they told me,",
      "es": "Quería que abrieran los conciertos de mi gira. Me dijeron:"
    }
  },
  {
    "translation": {
      "en": "um, There's no way in hell that that's happening.",
      "es": "No hay forma de que eso suceda."
    }
  },
  {
    "translation": {
      "en": "We're going back and forth, and he was saying",
      "es": "Nos comunicábamos y nos decía"
    }
  },
  {
    "translation": {
      "en": "they won't be able to do the tour if they announce us.",
      "es": "que no podrían hacer la gira con nosotros."
    }
  },
  {
    "translation": {
      "en": "I said, Oh. Okay, you know what? It's all good. Don't worry about it, and, um, yeah,",
      "es": "Dije: Está bien, no se preocupen."
    }
  },
  {
    "translation": {
      "en": "so I'm just pretty much gonna just bring them in and just not tell anyone, so…",
      "es": "Así que los incluiré sin decirle nada a nadie."
    }
  },
  {
    "translation": {
      "en": "That's why I'm sneaking 'em into the show on Thursday.",
      "es": "Los voy a incluir en el concierto del jueves."
    }
  },
  {
    "translation": {
      "en": "It's gonna be bonkers.",
      "es": "Será una locura,"
    }
  },
  {
    "translation": {
      "en": "They've, you know… They've barely performed two live shows,",
      "es": "Apenas realizaron dos conciertos en vivo,"
    }
  },
  {
    "translation": {
      "en": "you know, so to go out on stage and get their roses",
      "es": "así que subir al escenario y recibir aplausos"
    }
  },
  {
    "translation": {
      "en": "in front of 20,000 Sydneysiders, like, it's not a small thing.",
      "es": "frente a 20 000 espectadores no es poca cosa."
    }
  },
  {
    "translation": {
      "en": "Tell me Where did they all get their confidence?",
      "es": "no es poca cosa."
    }
  },
  {
    "translation": {
      "en": "The opportunity to go and perform",
      "es": "Finalmente, la oportunidad de tocar"
    }
  },
  {
    "translation": {
      "en": "actually without fucking getting pressed by any venues,",
      "es": "sin que los teatros nos presionen."
    }
  },
  {
    "translation": {
      "en": "and big shout out to Kid Laroi",
      "es": "Un gran agradecimiento a Kid Laroi."
    }
  },
  {
    "translation": {
      "en": "'cause, you know, we never get to do shows anyway, so fucking love, man, all love.",
      "es": "Nunca podemos tocar. Así que amor. Puro amor."
    }
  },
  {
    "translation": {
      "en": "Word. They probably think your little apology…",
      "es": "Probablemente piensen en tu pequeña disculpa…"
    }
  },
  {
    "translation": {
      "en": "One- fucking- four, baby!",
      "es": "¡ONEFOUR, bebé!"
    }
  },
  {
    "translation": {
      "en": "See you… See you later. See youse tonight.",
      "es": "Hasta luego. Nos vemos esta noche."
    }
  },
  {
    "translation": {
      "en": "It's mad that we get to rehearse, knowing that, on the same night,",
      "es": "Es una locura que podamos ensayar sabiendo que en la misma noche"
    }
  },
  {
    "translation": {
      "en": "we're about to come out in front of 20,000 people.",
      "es": "vamos a tocar frente a 20 000 personas."
    }
  },
  {
    "translation": {
      "en": "It's gonna be our first time, like, performing with YP on stage for, you know, around three years.",
      "es": "Será la primera vez que nos presentemos con YP en tres años."
    }
  },
  {
    "translation": {
      "en": "It's crazy, like, doing anything with Kid Laroi at that kinda level, like, it's gonna be big.",
      "es": "Es una locura hacer algo con Kid Laroi a ese nivel. Va a ser enorme."
    }
  },
  {
    "translation": {
      "en": "- -",
      "es": "3 HORAS DESPUÉS"
    }
  },
  {
    "translation": {
      "en": "Police search warrant! Open the door!",
      "es": "¡Redada! ¡Abran!"
    }
  },
  {
    "translation": {
      "en": "Yeah, just the police, they end up kicking our door in",
      "es": "Sí, la policía. Derribaron la puerta"
    }
  },
  {
    "translation": {
      "en": "and raid us the night of Laroi's first show.",
      "es": "y nos allanaron en la noche del primer concierto."
    }
  },
  {
    "translation": {
      "en": "It's putrid. You know, like, it's your home, you know,",
      "es": "Es horrible. Es tu casa"
    }
  },
  {
    "translation": {
      "en": "and then you've got a bunch of strangers running in your house, guns out,",
      "es": "y hay extraños entrando con armas,"
    }
  },
  {
    "translation": {
      "en": "this and that, just flippin' it upside down.",
      "es": "esto y aquello, dando vuelta todo."
    }
  },
  {
    "translation": {
      "en": "You can just imagine what, like, my mum and my sisters would think.",
      "es": "Imagínense lo que pensaron mi mamá y mis hermanas."
    }
  },
  {
    "translation": {
      "en": "It's just, like,",
      "es": "Es…"
    }
  },
  {
    "translation": {
      "en": "you know, it's wrong.",
      "es": "Está mal."
    }
  },
  {
    "translation": {
      "en": "The house was searched,",
      "es": "Revisaron la casa"
    }
  },
  {
    "translation": {
      "en": "and they had two police on us the whole time to make sure we didn't leave the room.",
      "es": "y dos policías nos vigilaron para que no saliéramos de la habitación."
    }
  },
  {
    "translation": {
      "en": "And from then on, we're, like, Fuck's sake.",
      "es": "En ese momento, pensamos: Demonios."
    }
  },
  {
    "translation": {
      "en": "The boys aren't gonna come. We couldn't make Laroi's first show.",
      "es": "Los chicos no van a venir. No pudimos ir al primer concierto."
    }
  },
  {
    "translation": {
      "en": "It can't be a coincidence.",
      "es": "No puede ser casualidad."
    }
  },
  {
    "translation": {
      "en": "There's a motive behind this and a message the police are sending",
      "es": "Hay un motivo, un mensaje que la policía envía"
    }
  },
  {
    "translation": {
      "en": "that, um… that we're not in control, that they are.",
      "es": "que dice que no tenemos el control. Ellos lo tienen."
    }
  },
  {
    "translation": {
      "en": "Yeah, 100% they knew that we were gonna come out. We were getting ready to leave at six o'clock,",
      "es": "Sí, sabían que íbamos a ir. Nos preparábamos para salir a las seis."
    }
  },
  {
    "translation": {
      "en": "and their house literally got raided at 5:30.",
      "es": "Y allanaron la casa literalmente a las 5:30."
    }
  },
  {
    "translation": {
      "en": "If the inference is that Raptor went there because they were doing a surprise visit,",
      "es": "Si suponen que la policía fue porque darían un concierto sorpresa,"
    }
  },
  {
    "translation": {
      "en": "I'm not sure how much of a surprise it must've been.",
      "es": "no creo que haya sido una buena sorpresa."
    }
  },
  {
    "translation": {
      "en": "But, no, we would never, ever go and do a raid on someone's house because they were gonna sing at a concert.",
      "es": "Pero nunca allanaríamos la casa de alguien porque iba a dar un concierto."
    }
  },
  {
    "translation": {
      "en": "That's just, in my view, um, nonsense.",
      "es": "En mi opinión, eso es una tontería."
    }
  },
  {
    "translation": {
      "en": "That's the thing about the cops trying to stop us.",
      "es": "Eso es lo que pasa con los policías."
    }
  },
  {
    "translation": {
      "en": "If",
      "es": "Si"
    }
  },
  {
    "translation": {
      "en": "they were able to stop us, we'll be worse than what we ever were.",
      "es": "logran detenernos, seremos peores que nunca."
    }
  },
  {
    "translation": {
      "en": "You know, we're trying to make it out, and putting us back in the trenches,",
      "es": "Intentamos salir. Si nos ponen de nuevo en las trincheras,"
    }
  },
  {
    "translation": {
      "en": "we just create more drama for them.",
      "es": "solo crearemos más problemas para ellos."
    }
  },
  {
    "translation": {
      "en": "So no matter what we've been through in the past",
      "es": "No importa lo que nos haya pasado,"
    }
  },
  {
    "translation": {
      "en": "and what we've had to go through with Onefour,",
      "es": "lo que hayamos tenido superar."
    }
  },
  {
    "translation": {
      "en": "I feel like it helps everyone around me, not just myself.",
      "es": "Creo que ayuda a todos, no solo a mí."
    }
  },
  {
    "translation": {
      "en": "It helps my family. It means everything now.",
      "es": "Ayuda a mi familia. Significa todo."
    }
  },
  {
    "translation": {
      "en": "Success to them now is, first of all, being able to provide for their friends and family.",
      "es": "El éxito para ellos es, en primer lugar, poder mantener a sus amigos y familiares."
    }
  },
  {
    "translation": {
      "en": "But that's their culture and where they come from, is like,",
      "es": "Esa es su cultura y de dónde vienen."
    }
  },
  {
    "translation": {
      "en": "you don't succeed on your own. You gotta bring your village with you.",
      "es": "No tienes éxito solo. Traes a tu aldea contigo."
    }
  },
  {
    "translation": {
      "en": "I remember when they first came up, J Emz would always say,",
      "es": "Cuando aparecieron por primera vez, J Emz siempre decía:"
    }
  },
  {
    "translation": {
      "en": "When we get big, we're gonna come back and renovate your studio.",
      "es": "Cuando seamos grandes, volveremos y renovaremos tu estudio."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, just two years later, they came back and renovated the studio.",
      "es": "Dos años después, regresaron y renovaron el estudio."
    }
  },
  {
    "translation": {
      "en": "There is a lot of young music and young talent coming up.",
      "es": "Está surgiendo mucha música joven."
    }
  },
  {
    "translation": {
      "en": "I love it. I love hearing at all, you know.",
      "es": "Me encanta escucharla."
    }
  },
  {
    "translation": {
      "en": "They opened the floodgates for so many other acts,",
      "es": "Abrieron las compuertas para que muchos otros artistas,"
    }
  },
  {
    "translation": {
      "en": "especially from Pacific Islander backgrounds,",
      "es": "especialmente los isleños,"
    }
  },
  {
    "translation": {
      "en": "to get into music and realize that this was a viable career.",
      "es": "vieran que la música era una carrera viable."
    }
  },
  {
    "translation": {
      "en": "Hell yeah. You know, I'm… I'm very proud of what we achieved.",
      "es": "Claro que sí. Estoy muy orgulloso de lo que hicimos."
    }
  },
  {
    "translation": {
      "en": "We set out to shift the culture, and we did.",
      "es": "Nos propusimos cambiar la cultura y lo hicimos."
    }
  },
  {
    "translation": {
      "en": "I think, at the end of the day, it all boils out to, you know, that young boy at home in Mount Druitt",
      "es": "Al final de cuentas, todo se reduce a que ese joven en su casa en Mount Druitt"
    }
  },
  {
    "translation": {
      "en": "suddenly sees these rappers who live across the road from him",
      "es": "vea a estos raperos que viven en frente"
    }
  },
  {
    "translation": {
      "en": "make it to the world stage.",
      "es": "llegar al escenario mundial."
    }
  },
  {
    "translation": {
      "en": "And suddenly, he gets that spark to dream in the same way.",
      "es": "Y, de repente, pueda soñar de la misma manera."
    }
  },
  {
    "translation": {
      "en": "One thing I want people to understand is how important it is",
      "es": "Quiero que la gente entienda lo importante que es"
    }
  },
  {
    "translation": {
      "en": "to find something you love and then run with it.",
      "es": "encontrar algo que amas y llevarlo adelante."
    }
  },
  {
    "translation": {
      "en": "Whether it's music or whether it's anything else.",
      "es": "Ya sea música o cualquier otra cosa."
    }
  },
  {
    "translation": {
      "en": "That's the one thing that helped us",
      "es": "Eso es lo que nos ayudó"
    }
  },
  {
    "translation": {
      "en": "get out of a lot of the bullshit we had to go through.",
      "es": "a salir de la mierda por la que pasamos."
    }
  },
  {
    "translation": {
      "en": "Onefour's presence has just had such a massive impact",
      "es": "La presencia de ONEFOUR tuvo un impacto masivo"
    }
  },
  {
    "translation": {
      "en": "on the music industry as a whole in Australia,",
      "es": "en la industria de la música del país."
    }
  },
  {
    "translation": {
      "en": "but ironically, Onefour have been banned from playing shows,",
      "es": "Irónicamente, se les prohibió tocar en vivo."
    }
  },
  {
    "translation": {
      "en": "so even though they're the reason why everyone's getting bigger fees,",
      "es": "Son la razón por la que todos ganan más dinero,"
    }
  },
  {
    "translation": {
      "en": "they're not getting their slice of the pie. Essentially a pie that they baked.",
      "es": "pero no reciben su parte del pastel que ellos mismos hornearon."
    }
  },
  {
    "translation": {
      "en": "As much as we did take that big hit",
      "es": "Por mucho que hayamos perdido,"
    }
  },
  {
    "translation": {
      "en": "losing tours, losing rappers, we're not gonna go out like that.",
      "es": "giras y raperos, no nos rendiremos así nomás."
    }
  },
  {
    "translation": {
      "en": "No way.",
      "es": "De ninguna manera."
    }
  },
  {
    "translation": {
      "en": "That's one of the main reasons why we all keep pushing together,",
      "es": "Es una de las razones por las que seguiremos juntos."
    }
  },
  {
    "translation": {
      "en": "'cause we know the circle's bigger, the picture's bigger,",
      "es": "Sabemos que el círculo es más grande"
    }
  },
  {
    "translation": {
      "en": "and, you know, there's a lot more to lose if you lose.",
      "es": "y hay mucho más que perder si perdemos."
    }
  },
  {
    "translation": {
      "en": "So we can't lose.",
      "es": "No podemos perder."
    }
  },
  {
    "translation": {
      "en": "Luckily for us, Laroi put on another show the next day.",
      "es": "Afortunadamente, Laroi hizo otro concierto al día siguiente."
    }
  },
  {
    "translation": {
      "en": "Ha ha.",
      "es": "Ja."
    }
  },
  {
    "translation": {
      "en": "Heading to the show on Friday, you can feel that there's, like, an anxiety or, like, a nervousness,",
      "es": "Yendo al concierto del viernes, sentimos ansiedad o nerviosismo,"
    }
  },
  {
    "translation": {
      "en": "but also, like, a… a suspense.",
      "es": "pero también suspenso."
    }
  },
  {
    "translation": {
      "en": "We don't know that this is actually gonna happen or not.",
      "es": "No sabemos si podremos hacerlo."
    }
  },
  {
    "translation": {
      "en": "We can't risk the police catching wind of any of this.",
      "es": "No podemos arriesgarnos a que la policía se entere."
    }
  },
  {
    "translation": {
      "en": "Stay out of sight, out of mind right now,",
      "es": "Manténganse ocultos"
    }
  },
  {
    "translation": {
      "en": "while we get the cops on that side of the building.",
      "es": "mientras llevamos a la policía al otro lado."
    }
  },
  {
    "translation": {
      "en": "We just don't want, obviously, them trying to disturb us.",
      "es": "No queremos que nos molesten."
    }
  },
  {
    "translation": {
      "en": "We gotta stay over here, stay out of sight, in case they jeopardize anything with the show.",
      "es": "Tenemos que quedarnos aquí por si ponen en peligro el concierto."
    }
  },
  {
    "translation": {
      "en": "Do pray, Father, at this time that the show will not be disrupted by any means whatsoever.",
      "es": "Oramos, Padre, para que esta vez no interrumpan el espectáculo."
    }
  },
  {
    "translation": {
      "en": "- Amen. - Amen.",
      "es": "- Amén. - Amén."
    }
  },
  {
    "translation": {
      "en": "- Hey, Lekks. - Hey, bro.",
      "es": "- Hola, Lekks. - Hola, hermano."
    }
  },
  {
    "translation": {
      "en": "Hey, bro. We're about to go up. I'll call you later. Love you, Lekks.",
      "es": "Hola. Estamos por salir. Te llamo luego. Te amo, Lekks."
    }
  },
  {
    "translation": {
      "en": "We deserve this. We deserve to be up there.",
      "es": "Merecemos estar ahí."
    }
  },
  {
    "translation": {
      "en": "Sydney, usually, usually,",
      "es": "Sídney, normalmente,"
    }
  },
  {
    "translation": {
      "en": "we would roll right into the next song.",
      "es": "pasaríamos a la siguiente canción."
    }
  },
  {
    "translation": {
      "en": "But tonight, I told you guys on my Instagram",
      "es": "Pero les dije por Instagram"
    }
  },
  {
    "translation": {
      "en": "that I have a very special special guest.",
      "es": "que esta noche tendría un invitado especial."
    }
  },
  {
    "translation": {
      "en": "Before this very special guest comes out, I wanna say this.",
      "es": "Antes de que este invitado salga, quiero decir esto:"
    }
  },
  {
    "translation": {
      "en": "These guys have been banned from performing in Australia.",
      "es": "a estos tipos se les prohibió actuar en Australia."
    }
  },
  {
    "translation": {
      "en": "And guess what?",
      "es": "¿Adivinen qué?"
    }
  },
  {
    "translation": {
      "en": "I don't fuck with that.",
      "es": "No estoy de acuerdo."
    }
  },
  {
    "translation": {
      "en": "So tonight, I'm gonna fucking get them what they deserve,",
      "es": "Así que esta noche les daré lo que se merecen."
    }
  },
  {
    "translation": {
      "en": "and they're gonna come out here and do a few songs for us tonight.",
      "es": "Vendrán y cantarán unas canciones para nosotros."
    }
  },
  {
    "translation": {
      "en": "Let's fucking go, Sydney! Make some noise for your very own Onefour!",
      "es": "¡Vamos, Sídney! ¡Un aplauso para ONEFOUR!"
    }
  },
  {
    "translation": {
      "en": "You know what fucking time it is! Let's go, Sydney!",
      "es": "¡Saben qué maldita hora es! ¡Vamos, Sídney!"
    }
  },
  {
    "translation": {
      "en": "I'm like the Jay or the Drake of my city Fuck what they say",
      "es": "Soy como el Jay o el Drake de mi ciudad."
    }
  },
  {
    "translation": {
      "en": "They won't say that shit to me I'm in downtown",
      "es": "No me dirán nada, estoy en el centro."
    }
  },
  {
    "translation": {
      "en": "All my brothers is with me Shout out my boys from the 70",
      "es": "Mis hermanos están conmigo. Saludos a los de 70."
    }
  },
  {
    "translation": {
      "en": "Shout out my boys from the 60 They know what's in me",
      "es": "Saludos a los de 60. Saben lo que hay en mí"
    }
  },
  {
    "translation": {
      "en": "Shout out my boys from the 17 They really know how I was livin'",
      "es": "Saludos a los de 17, saben cómo vivía."
    }
  },
  {
    "translation": {
      "en": "Oh, what a feeling I walk through the city",
      "es": "Camino por la ciudad,"
    }
  },
  {
    "translation": {
      "en": "They treat me like God We were six deep in that five- seater car",
      "es": "me tratan como a un Dios. Éramos seis en un auto para cinco."
    }
  },
  {
    "translation": {
      "en": "I heard they got a problem with me Told 'em, Come to my face",
      "es": "Oíque tenían un problema conmigo, pero son un fraude."
    }
  },
  {
    "translation": {
      "en": "But they fakin', they fraud Drive in the hood in Lamborghini cars",
      "es": "Oíque tenían un problema conmigo, pero son un fraude. Ando en Lamborghinis."
    }
  },
  {
    "translation": {
      "en": "I might just give a hunnid to my dawgs Thank you for holding it down",
      "es": "Podría darles un billete de cien a mis amigos."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry if you ever felt Like there was love lost",
      "es": "Lo siento si sentiste que se fue el amor."
    }
  },
  {
    "translation": {
      "en": "Now they blamin' Onefour For all of the drillings They blamin' us For what happens in Sydney",
      "es": "Ahora culpan a ONEFOUR por lo que pasa en Sídney."
    }
  },
  {
    "translation": {
      "en": "They blamin' us For what happens in Melbourne",
      "es": "Por lo que pasa en Melbourne."
    }
  },
  {
    "translation": {
      "en": "They blamin' us For what happens in Brissy",
      "es": "Por lo que pasa en Brissy."
    }
  },
  {
    "translation": {
      "en": "Tell me who's with me? 'Cause I ain't kidding This shit's been happenin' Since back in the day",
      "es": "¿Quién está conmigo? Esto sucede desde hace mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "No one said nothing when sh got… Now everybody's got suttin' to say",
      "es": "Nadie dijo nada entonces, pero ahora todos hablan."
    }
  },
  {
    "translation": {
      "en": "Get the fuck out my face",
      "es": "Carajo, vete de aquí."
    }
  },
  {
    "translation": {
      "en": "…now between the event coordinators, your manager, and police,",
      "es": "ONEFOUR CONTINÚA RECIBIENDO ATENCIÓN DE STRIKE FORCE RAPTOR. 6 MESES DESPUÉS DE LA FILMACIÓN"
    }
  },
  {
    "translation": {
      "en": "you were meant to perform your song promote it, whatever.",
      "es": "…quieren cantar su canción, lo que sea."
    }
  },
  {
    "translation": {
      "en": "That's not happening now.",
      "es": "No sucederá."
    }
  },
  {
    "translation": {
      "en": "So there's no song. There's no singing, dancing. There's no promotion.",
      "es": "No hay canción. No hay canto ni baile. Nada."
    }
  },
  {
    "translation": {
      "en": "What's the problem with us doing the song?",
      "es": "¿Cuál es el problema con que cantemos?"
    }
  },
  {
    "translation": {
      "en": "- That's the whole problem. - What's wrong with the song?",
      "es": "- Ese es el problema. - ¿Qué pasa con la canción?"
    }
  },
  {
    "translation": {
      "en": "It's nothing to do with the song. It's the fact that you guys are here.",
      "es": "No tiene que ver con la canción. No pueden estar aquí."
    }
  },
  {
    "translation": {
      "en": "But why are you stopping the song from playing?",
      "es": "¿Por qué interrumpes la canción?"
    }
  },
  {
    "translation": {
      "en": "- Am I gonna keep going in circles? - Just answer my question.",
      "es": "- ¿Seguimos dando vueltas? - Responde la pregunta."
    }
  },
  {
    "translation": {
      "en": "- I'm trying to explain to you-- - You're not answering straight.",
      "es": "- Intento explicar… - No estás respondiendo."
    }
  },
  {
    "translation": {
      "en": "No problems. Everyone, get on that wall. Put your hands against it.",
      "es": "No hay problema. Las manos contra la pared."
    }
  },
  {
    "translation": {
      "en": "- You're not answering. - No, you're not listening.",
      "es": "- No respondes. - Tú no escuchas."
    }
  },
  {
    "translation": {
      "en": "Yeah, I grew up in Mounty That's home of the brave",
      "es": "EN MEMORIA DE VILZA Y HOLLABACK"
    }
  },
  {
    "translation": {
      "en": "All the bullshit aside All the violence and that It's still home I won't let no one talk down on Mounty",
      "es": "Subtítulos: Pablo Legari"
    }
  }
]