[
  {
    "translation": {
      "en": "This is our planet. Planet Earth.",
      "es": "Este es nuestro planeta, el planeta Tierra."
    }
  },
  {
    "translation": {
      "en": "It's a planet I'm literally on right now.",
      "es": "En este momento, estoy literalmente parada sobre él."
    }
  },
  {
    "translation": {
      "en": "And unless you're watching this on a long- haul flight or while falling off a building,",
      "es": "Y a menos que estén en un avión o cayendo de un edificio,"
    }
  },
  {
    "translation": {
      "en": "chances are, you are too.",
      "es": "ustedes también están parados sobre él."
    }
  },
  {
    "translation": {
      "en": "This is the incredible story of how humankind transformed our world",
      "es": "Esta es la increíble historia de cómo el hombre transformó nuestro mundo"
    }
  },
  {
    "translation": {
      "en": "from being a load of pointless nature like this",
      "es": "de ser un montón de naturaleza sin sentido, como esta,"
    }
  },
  {
    "translation": {
      "en": "to full of modern things like this,",
      "es": "a estar lleno de cosas modernas como estas,"
    }
  },
  {
    "translation": {
      "en": "and how it did it using nothing more than its hands",
      "es": "y de cómo lo transformó usando solo sus manos"
    }
  },
  {
    "translation": {
      "en": "and its imagination, and also tools, and electricity, and the Internet.",
      "es": "y su imaginación, y también herramientas como la electricidad e Internet."
    }
  },
  {
    "translation": {
      "en": "It's a journey that will take me to every corner of the globe",
      "es": "Este viaje me llevará a los rincones del planeta"
    }
  },
  {
    "translation": {
      "en": "money and pandemic travel restrictions would allow.",
      "es": "que el dinero y las restricciones por la pandemia me permitirán ir."
    }
  },
  {
    "translation": {
      "en": "Getting up close to some of our species' most stunning achievements.",
      "es": "Veremos algunos de los logros más impresionantes de nuestra especie. EL REY LEÓN"
    }
  },
  {
    "translation": {
      "en": "And I'll be asking questions…",
      "es": "Y les haré preguntas…"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "es": "¿Quién es usted?"
    }
  },
  {
    "translation": {
      "en": "…to leading academics, clevernauts and expertists",
      "es": "…a expertos y sesudos académicos"
    }
  },
  {
    "translation": {
      "en": "who will help me unlock the mystery of human civilization.",
      "es": "que me ayudarán a desentrañar el misterio de la civilización humana."
    }
  },
  {
    "translation": {
      "en": "Why do they say it's a mystery how the pyramids were built",
      "es": "¿Por qué dicen que es un misterio cómo se construyeron las pirámides"
    }
  },
  {
    "translation": {
      "en": "when it's obviously just big bricks in a triangle?",
      "es": "cuando es obvio que son solo grandes ladrillos que forman un triángulo?"
    }
  },
  {
    "translation": {
      "en": "This is not just the story of the planet we live in.",
      "es": "Esta no es solo la historia de nuestro planeta,"
    }
  },
  {
    "translation": {
      "en": "This is the story of the world we live on. Or both.",
      "es": "es la historia del mundo en el que vivimos. O de ambos."
    }
  },
  {
    "translation": {
      "en": "So join me, Philomena Cunk,",
      "es": "Soy Philomena Cunk."
    }
  },
  {
    "translation": {
      "en": "for a landmark look at the world we built together.",
      "es": "Acompáñenme a una mirada histórica al mundo que construimos juntos."
    }
  },
  {
    "translation": {
      "en": "This is Cunk on Earth!",
      "es": "Esto es La Tierra según Philomena Cunk."
    }
  },
  {
    "translation": {
      "en": "For billions of years, there was no civilization on Earth.",
      "es": "Durante miles de millones de años no hubo civilización en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "Just animals, plants and gases getting on and mingling.",
      "es": "solo animales, plantas y gases conviviendo y mezclándose."
    }
  },
  {
    "translation": {
      "en": "Must have been beautiful, but also boring.",
      "es": "Debe haber sido hermoso, pero también aburrido."
    }
  },
  {
    "translation": {
      "en": "Until along came a creature that would change all that: human man.",
      "es": "Hasta que llegó una criatura que cambiaría todo eso: el hombre humano."
    }
  },
  {
    "translation": {
      "en": "Was early man similar to us? I mean, was he made out of the same sort of meat that we are?",
      "es": "¿Era el hombre primitivo como nosotros? ¿Estaba hecho de la misma carne?"
    }
  },
  {
    "translation": {
      "en": "You know, was it… Did it have a brand name like beef or pork?",
      "es": "¿Esa carne tenía un nombre, como carne de res o cerdo?"
    }
  },
  {
    "translation": {
      "en": "Far as we can tell, they were made out of the same stuff as us.",
      "es": "El hombre primitivo estaba hecho del mismo material que nosotros."
    }
  },
  {
    "translation": {
      "en": "All we have is bones, of course. And they're exactly the same as our bones.",
      "es": "Nosotros tenemos huesos, y los de ellos son iguales a los nuestros."
    }
  },
  {
    "translation": {
      "en": "We can only assume that the bones were encased in flesh, something like ours.",
      "es": "Podemos suponer que sus huesos estaban envueltos en carne, como los nuestros,"
    }
  },
  {
    "translation": {
      "en": "But I'm not aware of any kind of brand name that they would have had.",
      "es": "pero no conozco que haya tenido un nombre."
    }
  },
  {
    "translation": {
      "en": "- So it would have just been flesh? - Just flesh, I think, yes.",
      "es": "- ¿Entonces era solo carne? - Solo carne, sí."
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a brand name for human flesh, wouldn't it?",
      "es": "Sería difícil inventar un nombre para la carne humana, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "Horfe?",
      "es": "¿Horfe?"
    }
  },
  {
    "translation": {
      "en": "We often assume early men were stupid because they had big eyebrows and said ugg.",
      "es": "Asumimos que aquellos hombres eran idiotas porque tenían grandes cejas y decían uh."
    }
  },
  {
    "translation": {
      "en": "But in fact, they were pioneering inventerers.",
      "es": "Pero, en realidad, fueron pioneros inventores."
    }
  },
  {
    "translation": {
      "en": "They were the first men to use tools,",
      "es": "Fueron los primeros que usaron herramientas,"
    }
  },
  {
    "translation": {
      "en": "which is something most men have forgotten how to do today,",
      "es": "algo que la mayoría de los hombres de hoy han olvidado fabricar,"
    }
  },
  {
    "translation": {
      "en": "which is why they have to get someone in, a real man.",
      "es": "y por eso tienen que conseguir a un hombre de verdad."
    }
  },
  {
    "translation": {
      "en": "How did early man make tools whilst walking on all fours?",
      "es": "¿Cómo hizo el hombre primitivo para hacer herramientas si caminaba en cuatro patas?"
    }
  },
  {
    "translation": {
      "en": "Well, we don't think that they walked on all fours for too long.",
      "es": "Bueno, no creemos que caminaban en cuatro patas por mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "We're pretty sure they were walking upright for at least the last two million years.",
      "es": "Estamos seguros de que caminaron erguidos durante los últimos dos millones de años."
    }
  },
  {
    "translation": {
      "en": "So did they make the tools with their front legs or their hind legs?",
      "es": "¿Hacían las herramientas con las piernas delanteras o con las traseras?"
    }
  },
  {
    "translation": {
      "en": "I don't think humans have ever been good at making things with their feet.",
      "es": "Los humanos nunca han sido buenos haciendo cosas con los pies."
    }
  },
  {
    "translation": {
      "en": "So, yes, it would have been the front legs they used for making tools.",
      "es": "Habrían usado las piernas delanteras para fabricar las herramientas."
    }
  },
  {
    "translation": {
      "en": "Right. So in leg terms, it would have been their top legs.",
      "es": "En términos de piernas, habrían sido sus piernas superiores."
    }
  },
  {
    "translation": {
      "en": "Yes, I think they would certainly have used the top legs for making tools,",
      "es": "Sí. Sin duda habrían usado las piernas superiores para hacer herramientas,"
    }
  },
  {
    "translation": {
      "en": "or arms and hands, as we call them today.",
      "es": "o los brazos y manos, como los llamamos hoy."
    }
  },
  {
    "translation": {
      "en": "One thing they did invent was fire,",
      "es": "Algo que sí inventaron fue el fuego,"
    }
  },
  {
    "translation": {
      "en": "which allowed them to see at night and kept them warm,",
      "es": "que les permitió ver por la noche, darles calor"
    }
  },
  {
    "translation": {
      "en": "tragically prolonging their already tedious lives.",
      "es": "y prolongar trágicamente sus ya tediosas vidas."
    }
  },
  {
    "translation": {
      "en": "But they had to invent something to do during the long, boring evenings.",
      "es": "Pero tenían que inventar algo qué hacer durante las noches largas y aburridas,"
    }
  },
  {
    "translation": {
      "en": "And that something was art.",
      "es": "y ese algo fue el arte."
    }
  },
  {
    "translation": {
      "en": "I'm entering a cave, not by mistake or because I'm a wolf,",
      "es": "Estoy entrando en una cueva, no por error ni porque yo sea un lobo,"
    }
  },
  {
    "translation": {
      "en": "but because I've been specifically asked to come here by the producers,",
      "es": "sino porque los productores me pidieron específicamente que viniera"
    }
  },
  {
    "translation": {
      "en": "to look at cave art.",
      "es": "para ver el arte rupestre."
    }
  },
  {
    "translation": {
      "en": "Cave paintings like these",
      "es": "Pinturas rupestres como estas"
    }
  },
  {
    "translation": {
      "en": "are one of the first examples of civilization on Earth.",
      "es": "son uno de los primeros ejemplos de civilización en la Tierra."
    }
  },
  {
    "translation": {
      "en": "Don't worry, it gets better.",
      "es": "No se preocupen, se pone mejor."
    }
  },
  {
    "translation": {
      "en": "Early cave artists started out painting whatever was close to hand,",
      "es": "Los primeros artistas rupestres pintaban cualquier cosa que tuvieran a mano,"
    }
  },
  {
    "translation": {
      "en": "like their hands.",
      "es": "como sus manos."
    }
  },
  {
    "translation": {
      "en": "Then they branched out into stories.",
      "es": "Luego se diversificaron y pintaron historias."
    }
  },
  {
    "translation": {
      "en": "Initially, just boring stories about cows standing still.",
      "es": "Al principio eran historias aburridas sobre vacas quietas,"
    }
  },
  {
    "translation": {
      "en": "But soon they began creating white- knuckle fight scenes like this:",
      "es": "pero pronto comenzaron a pintar escenas de lucha como esta:"
    }
  },
  {
    "translation": {
      "en": "Humans Versus Cows 2D.",
      "es": "humanos contra vacas en 2D."
    }
  },
  {
    "translation": {
      "en": "To a caveman, this was the thrilling equivalent of Fast and Furious Part 7.",
      "es": "Para un hombre de las cavernas, este era el equivalente a Fast and Furious parte 7."
    }
  },
  {
    "translation": {
      "en": "Have any of the cave paintings been adapted into films?",
      "es": "¿Se ha adaptado al cine alguna de estas pinturas rupestres?"
    }
  },
  {
    "translation": {
      "en": "Suppose they couldn't get the rights anyway, though, could they?",
      "es": "Supongo que no podrían conseguir los derechos de autor."
    }
  },
  {
    "translation": {
      "en": "Filmmaking obviously arose much, much later than the end of the cave paintings.",
      "es": "El cine obviamente surgió mucho después del final de las pinturas rupestres."
    }
  },
  {
    "translation": {
      "en": "So there hasn't been a cave wall that's been like, Oh my God, that's an incredible story.",
      "es": "Entonces nadie ha dicho: Esta historia es increíble."
    }
  },
  {
    "translation": {
      "en": "We need to get Steven Spielberg to make this.",
      "es": "Tenemos que conseguir a Steven Spielberg para que la filme."
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a story that would last an hour and a half",
      "es": "Sería difícil escribir una historia que dure hora y media"
    }
  },
  {
    "translation": {
      "en": "based on just one panel in a cave.",
      "es": "basada en una sola pintura de una cueva."
    }
  },
  {
    "translation": {
      "en": "Some believe these violent images were painted as a religious act",
      "es": "Algunos creen que estas imágenes violentas se pintaron como actos religiosos"
    }
  },
  {
    "translation": {
      "en": "intended to bring good luck in upcoming battles.",
      "es": "con la intención de traer buena suerte en las batallas."
    }
  },
  {
    "translation": {
      "en": "We don't know why humankind was at war with the cows,",
      "es": "No sabemos por qué la humanidad estaba en guerra con las vacas"
    }
  },
  {
    "translation": {
      "en": "and tragically, we never will.",
      "es": "y, trágicamente, nunca lo sabremos."
    }
  },
  {
    "translation": {
      "en": "In fact, we'll probably never even know the name of the artist or these cows,",
      "es": "Es más, probablemente nunca sabremos el nombre del artista o de estas vacas,"
    }
  },
  {
    "translation": {
      "en": "because whoever painted this is almost certainly dead now.",
      "es": "porque quien pintó esto ya debe de estar muerto."
    }
  },
  {
    "translation": {
      "en": "Hunting animals every day was a pain in the arse",
      "es": "Cazar animales todos los días era un fastidio,"
    }
  },
  {
    "translation": {
      "en": "until someone came up with the idea of also eating plants,",
      "es": "hasta que a alguien se le ocurrió la idea de comer plantas,"
    }
  },
  {
    "translation": {
      "en": "which were easier to catch because they couldn't run away.",
      "es": "que eran más fáciles de atrapar porque no podían huir."
    }
  },
  {
    "translation": {
      "en": "This simple act of laziness led to the invention of farming,",
      "es": "Este simple acto de pereza condujo a la invención de la agricultura,"
    }
  },
  {
    "translation": {
      "en": "a huge leap forwards, which was now more dangerous",
      "es": "un enorme salto de progreso que ahora sería muy peligroso dar,"
    }
  },
  {
    "translation": {
      "en": "because you might land on one of the farming implements that were suddenly lying around.",
      "es": "porque uno podría caer encima de algún apero de labranza que estuviera por ahí."
    }
  },
  {
    "translation": {
      "en": "The early farmers grew wheat and learnt to bake bread.",
      "es": "Los primeros agricultores cultivaron trigo y aprendieron a hacer pan."
    }
  },
  {
    "translation": {
      "en": "They also grew barley, peas and lentils",
      "es": "También cultivaron cebada, guisantes y lentejas,"
    }
  },
  {
    "translation": {
      "en": "so they could have made a passable vegan burger to put inside the bread.",
      "es": "por lo que pudieron haber hecho una hamburguesa vegana para meterla en el pan."
    }
  },
  {
    "translation": {
      "en": "But luckily they didn't have to.",
      "es": "Pero, por suerte, no hubo necesidad de hacerlo."
    }
  },
  {
    "translation": {
      "en": "Because they'd also invented this, the fence,",
      "es": "Porque también inventaron la valla,"
    }
  },
  {
    "translation": {
      "en": "a high- tech wooden machine for containing animals.",
      "es": "una máquina de madera moderna para contener animales."
    }
  },
  {
    "translation": {
      "en": "Humans quickly enslaved sheep, chickens, goats",
      "es": "Los humanos rápidamente esclavizaron ovejas, gallinas, cabras"
    }
  },
  {
    "translation": {
      "en": "and their number- one enemies, the cows.",
      "es": "y su enemigo número uno: la vaca."
    }
  },
  {
    "translation": {
      "en": "Farms became a lot like zoos, except, of course, in a zoo,",
      "es": "Las granjas se convirtieron en zoológicos. Pero, por supuesto, en los zoológicos"
    }
  },
  {
    "translation": {
      "en": "you can't pick out an animal you like the look of and kill it and eat it.",
      "es": "uno no puede elegir un animal para matarlo y comerlo."
    }
  },
  {
    "translation": {
      "en": "Unless perhaps the zoo itself is struggling financially",
      "es": "A menos que ese zoológico tenga problemas económicos"
    }
  },
  {
    "translation": {
      "en": "and the owner's lost all hope.",
      "es": "y el propietario haya perdido toda esperanza."
    }
  },
  {
    "translation": {
      "en": "Humans turned animals they couldn't eat or ride",
      "es": "Los humanos convirtieron a los animales que no se podían comer ni montar"
    }
  },
  {
    "translation": {
      "en": "into pets if they were pretty enough.",
      "es": "en mascotas, si eran lo bastante bonitos."
    }
  },
  {
    "translation": {
      "en": "Early man domesticated dogs for companionship.",
      "es": "El hombre primitivo domesticó al perro para que lo acompañara,"
    }
  },
  {
    "translation": {
      "en": "And cats, for whatever we have cats for.",
      "es": "y al gato, no sé para qué."
    }
  },
  {
    "translation": {
      "en": "This was the first time in history life could be described as cozy.",
      "es": "Esta fue la primera vez en la historia que la vida empezó a ser cómoda."
    }
  },
  {
    "translation": {
      "en": "People lived in proper houses, which soon grew to become cities.",
      "es": "La gente vivía en casas adecuadas, y pronto crecieron las ciudades."
    }
  },
  {
    "translation": {
      "en": "It's hard to believe I'm walking through the ruins of the first ever city,",
      "es": "Es difícil creer que estoy caminando en las ruinas de la primera ciudad,"
    }
  },
  {
    "translation": {
      "en": "because I'm not. That's in Iraq, which is miles away and fucking dangerous.",
      "es": "porque no es así. Ella está en Irak, a miles kilómetros, y es muy peligrosa."
    }
  },
  {
    "translation": {
      "en": "But the remains of it look pretty much like this,",
      "es": "Pero los restos de esa ciudad se parecen a esto,"
    }
  },
  {
    "translation": {
      "en": "so you'd never know I wasn't actually there if I wasn't telling you now by accident.",
      "es": "y ustedes no sabrían que nunca estuve allá si no se los hubiera dicho."
    }
  },
  {
    "translation": {
      "en": "Today it's just a dismal load of bricks and dust.",
      "es": "Hoy es solo un lúgubre montón de ladrillos y polvo,"
    }
  },
  {
    "translation": {
      "en": "But if you use a modern computer to simulate what it used to look like,",
      "es": "pero si usamos una computadora moderna para simular cómo era esa ciudad,"
    }
  },
  {
    "translation": {
      "en": "the results are nothing short of breathtaking.",
      "es": "el resultado sería nada más y nada menos que impresionante."
    }
  },
  {
    "translation": {
      "en": "Civilization had begun.",
      "es": "La civilización había comenzado."
    }
  },
  {
    "translation": {
      "en": "Who invented civilization?",
      "es": "¿Quién inventó la civilización?"
    }
  },
  {
    "translation": {
      "en": "Civilization wasn't something that was invented",
      "es": "La civilización no fue algo que se inventó"
    }
  },
  {
    "translation": {
      "en": "or something that started abruptly.",
      "es": "ni algo que empezó abruptamente."
    }
  },
  {
    "translation": {
      "en": "We talk about civilization once humans started agriculture,",
      "es": "Se habla de civilización una vez que los humanos empezaron con la agricultura"
    }
  },
  {
    "translation": {
      "en": "once they started building cities and creating laws.",
      "es": "y empezaron a construir ciudades y a crear leyes."
    }
  },
  {
    "translation": {
      "en": "That was something that happened gradually",
      "es": "Fue algo que ocurrió gradualmente en diferentes partes del mundo,"
    }
  },
  {
    "translation": {
      "en": "in different parts of the world rather than just being invented suddenly.",
      "es": "Fue algo que ocurrió gradualmente en diferentes partes del mundo, no algo que se inventó de repente."
    }
  },
  {
    "translation": {
      "en": "Yeah, so it wasn't just one man who wanted to remain anonymous.",
      "es": "Entonces, no fue obra de un solo hombre que quiso permanecer en el anonimato."
    }
  },
  {
    "translation": {
      "en": "'Cause that would be something we shouldn't go along with if it was.",
      "es": "De ser así, sería algo con lo que no deberíamos estar de acuerdo."
    }
  },
  {
    "translation": {
      "en": "Do you mean we shouldn't go along…",
      "es": "¿Se refiere no estar de acuerdo…?"
    }
  },
  {
    "translation": {
      "en": "If it's one man who wants to remain anonymous,",
      "es": "Si fue un hombre que quería permanecer en el anonimato,"
    }
  },
  {
    "translation": {
      "en": "there's something a bit shifty about that, isn't there?",
      "es": "¿no le parecería un poco sospechoso?"
    }
  },
  {
    "translation": {
      "en": "So civilization was invented in Mesopotamia",
      "es": "Entonces, la civilización se inventó en Mesopotamia"
    }
  },
  {
    "translation": {
      "en": "by person or persons unknown.",
      "es": "por una persona o varias personas desconocidas,"
    }
  },
  {
    "translation": {
      "en": "But whoever they were, they were way ahead of their time.",
      "es": "y quienesquiera que hayan sido, estaban muy avanzados para su época."
    }
  },
  {
    "translation": {
      "en": "Did the Mesopotamians have any of the same things that we have today?",
      "es": "¿Tenían los mesopotámicos algunas de las cosas que tenemos hoy en día?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Like what?",
      "es": "- Sí. - ¿Qué, por ejemplo?"
    }
  },
  {
    "translation": {
      "en": "Weapons, jewelry, temples, animals.",
      "es": "Armas, joyas, templos, animales…"
    }
  },
  {
    "translation": {
      "en": "Oh, right. No, I meant like feet and eyebrows and that sort of thing.",
      "es": "No, me refería a pies, cejas y cosas así."
    }
  },
  {
    "translation": {
      "en": "- Yes. - They did?",
      "es": "- Sí. - ¿Ah, sí?"
    }
  },
  {
    "translation": {
      "en": "They had the whole set of organs, holes, bits that work together",
      "es": "Tenían los mismos órganos, agujeros y miembros que trabajaban juntos."
    }
  },
  {
    "translation": {
      "en": "and bits on the outside, bits on the inside.",
      "es": "Eran iguales por fuera y por dentro."
    }
  },
  {
    "translation": {
      "en": "So they had the same number of holes and everything.",
      "es": "Entonces tenían la misma cantidad de agujeros."
    }
  },
  {
    "translation": {
      "en": "As far as science is in a position to reassure you, yes.",
      "es": "Desde el punto de vista científico, sí."
    }
  },
  {
    "translation": {
      "en": "One of their most significant killer apps was something we still use to this day:",
      "es": "Una de sus geniales aplicaciones más importantes era algo que aún usamos hoy:"
    }
  },
  {
    "translation": {
      "en": "the circle.",
      "es": "el círculo."
    }
  },
  {
    "translation": {
      "en": "Wheels might look complicated to the likes of you,",
      "es": "La rueda puede parecer complicada para gente como ustedes,"
    }
  },
  {
    "translation": {
      "en": "but the way they work is actually simple.",
      "es": "pero su funcionamiento es muy sencillo."
    }
  },
  {
    "translation": {
      "en": "The circle bit here revolves around a sort of sticky- out bit in the middle,",
      "es": "Esta parte circular gira en torno a una pieza que sobresale del centro."
    }
  },
  {
    "translation": {
      "en": "and then as the wheel skin here pushes against the ground,",
      "es": "Mientas la superficie de la rueda empuja contra el suelo,"
    }
  },
  {
    "translation": {
      "en": "the pressure rolls the entire planet back and away from you,",
      "es": "la presión hace que todo el círculo ruede hacia atrás y hacia afuera,"
    }
  },
  {
    "translation": {
      "en": "giving you the impression that you're moving forward,",
      "es": "dando la impresión de que uno avanza hacia adelante,"
    }
  },
  {
    "translation": {
      "en": "which, incredibly, you actually are.",
      "es": "cosa que, increíblemente, es lo que en realidad sucede."
    }
  },
  {
    "translation": {
      "en": "The wheel allowed people to travel around trading things,",
      "es": "La rueda permitió que la gente viajara y comerciara artículos,"
    }
  },
  {
    "translation": {
      "en": "but first they needed to count how many things they owned.",
      "es": "pero primero necesitaban contar cuántos artículos poseían,"
    }
  },
  {
    "translation": {
      "en": "And that led to the tragic invention of maths.",
      "es": "lo que condujo a la trágica invención de las matemáticas."
    }
  },
  {
    "translation": {
      "en": "Let's talk maths and numbers. Were numbers worth less back in ancient times",
      "es": "Hablemos de matemáticas y números. ¿Los números valían menos en la antigüedad"
    }
  },
  {
    "translation": {
      "en": "or did they have the same value as now, only bigger?",
      "es": "o tenían el mismo valor que ahora, solo que ahora son más grandes?"
    }
  },
  {
    "translation": {
      "en": "Numbers had the same value as they do now in ancient times, yeah.",
      "es": "Los números tienen el mismo valor ahora que en la antigüedad."
    }
  },
  {
    "translation": {
      "en": "People still needed to count things.",
      "es": "La gente necesitaba contar cosas."
    }
  },
  {
    "translation": {
      "en": "And did they have the same number of numbers as we do?",
      "es": "¿Y tenían la misma cantidad de números que nosotros?"
    }
  },
  {
    "translation": {
      "en": "You know, from 1 to 700, with 700 being the biggest number?",
      "es": "Por ejemplo, del uno al 700, siendo 700 el número más grande."
    }
  },
  {
    "translation": {
      "en": "700 has never been the biggest number. You can count to as many as you like.",
      "es": "700 nunca ha sido el número más grande. Puedes contar hasta el número que quieras."
    }
  },
  {
    "translation": {
      "en": "No, no, I saw a thing on YouTube. After 700, numbers repeat.",
      "es": "No. Vi un video en YouTube que decía que después del 700, los números se repiten."
    }
  },
  {
    "translation": {
      "en": "They just give them different names so you think they're still going up.",
      "es": "Solo les dan nombres diferentes para que uno crea que van creciendo."
    }
  },
  {
    "translation": {
      "en": "Do you want me to send it to you?",
      "es": "¿Quiere que se lo envíe?"
    }
  },
  {
    "translation": {
      "en": "With numbers going as high, but no higher than, 700,",
      "es": "Con números tan altos, pero no superiores a 700,"
    }
  },
  {
    "translation": {
      "en": "people needed something to help them count.",
      "es": "la gente necesitaba algo que los ayudara a contar."
    }
  },
  {
    "translation": {
      "en": "That's where this came in. It's called a- bacus.",
      "es": "Fue entonces que llegó esto. Se llama ábaco."
    }
  },
  {
    "translation": {
      "en": "Using a- bacus, our ancestors could count how many possessions they owned.",
      "es": "Con el ábaco, nuestros ancestros pudieron contar cuántas posesiones tenían."
    }
  },
  {
    "translation": {
      "en": "It was a short step from this to the invention of money, in the form of cash.",
      "es": "De ahí a la invención del dinero en forma de moneda, solo había un paso."
    }
  },
  {
    "translation": {
      "en": "Ancient people invented currency to make life on Earth easier,",
      "es": "Los antiguos inventaron la moneda para facilitar la vida en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "but in doing so, they inadvertently invented capitalism,",
      "es": "pero al hacerlo, inadvertidamente inventaron el capitalismo,"
    }
  },
  {
    "translation": {
      "en": "which is gonna kill everyone.",
      "es": "que luego mataría a todo el mundo."
    }
  },
  {
    "translation": {
      "en": "Sorry, that's not a question. It's just something I read on Twitter.",
      "es": "Lo siento, esa no es una pregunta, es algo que leí en Twitter."
    }
  },
  {
    "translation": {
      "en": "Having conquered numbers,",
      "es": "Luego de conquistar los números,"
    }
  },
  {
    "translation": {
      "en": "humankind moved on to something even more boring by inventing writing.",
      "es": "la humanidad inventó algo aún más aburrido: la escritura."
    }
  },
  {
    "translation": {
      "en": "Was the invention of writing a significant development",
      "es": "¿Fue la invención de la escritura un avance significativo"
    }
  },
  {
    "translation": {
      "en": "or more of a flash in the pan, like rap metal?",
      "es": "o más bien algo pasajero como el rap metal?"
    }
  },
  {
    "translation": {
      "en": "I think once writing was thought up, once it appeared in the world,",
      "es": "Creo que una vez que la escritura apareció en el mundo,"
    }
  },
  {
    "translation": {
      "en": "it was unstoppable.",
      "es": "fue indetenible."
    }
  },
  {
    "translation": {
      "en": "So it was much, much bigger than rap metal then?",
      "es": "Entonces fue algo mucho más grande que el rap metal."
    }
  },
  {
    "translation": {
      "en": "- Yes, much bigger. - What about acid jazz?",
      "es": "- Sí, mucho más grande. - ¿Y que el acid jazz?"
    }
  },
  {
    "translation": {
      "en": "I still would put writing ahead of it.",
      "es": "La escritura fue aún más grande."
    }
  },
  {
    "translation": {
      "en": "No, I just wondered what you thought of acid jazz. What's this?",
      "es": "Me preguntaba qué pensaba usted del acid jazz. ¿Qué es esto?"
    }
  },
  {
    "translation": {
      "en": "It's a cast. It's not the real thing.",
      "es": "Un molde. No es real."
    }
  },
  {
    "translation": {
      "en": "It purports to stand in for a Mesopotamian clay tablet written in cuneiform writing,",
      "es": "Es una tablilla mesopotámica de arcilla escrita en escritura cuneiforme."
    }
  },
  {
    "translation": {
      "en": "the first kind of writing that appeared in the world, writing on clay tablets.",
      "es": "La primera escritura que apareció en el mundo fue en tablillas de arcilla."
    }
  },
  {
    "translation": {
      "en": "As books go, I have to say it's quite a boring cover, isn't it?",
      "es": "En cuanto a los libros, debo decir que es una portada muy aburrida."
    }
  },
  {
    "translation": {
      "en": "It doesn't even look like it opens properly.",
      "es": "Parece que ni siquiera se puede abrir."
    }
  },
  {
    "translation": {
      "en": "Are you one of the people that judges a book by the cover?",
      "es": "¿Es usted de los que juzga un libro por la portada?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, I am. - Well, that's a sad and misguided view.",
      "es": "- Sí, lo soy. - Pues es una opinión triste y equivocada."
    }
  },
  {
    "translation": {
      "en": "If someone shouted this aloud, would that have been the first audio book?",
      "es": "Si alguien hubiera leído esto a gritos, ¿habría sido el primer audiolibro?"
    }
  },
  {
    "translation": {
      "en": "Writing changed the world. Suddenly ideas didn't have to disappear",
      "es": "La escritura cambió el mundo. Ya las ideas no tenían que desparecer"
    }
  },
  {
    "translation": {
      "en": "just because the person whose head they were trapped in had died.",
      "es": "solo porque la persona en cuya cabeza estaban había muerto."
    }
  },
  {
    "translation": {
      "en": "Instead, you could convert your ideas into writing,",
      "es": "En su lugar, ahora se podían plasmar las ideas por escrito,"
    }
  },
  {
    "translation": {
      "en": "and then anyone else could come along and upload those ideas into their own brain",
      "es": "y cualquiera podía transferir esas ideas a su propio cerebro"
    }
  },
  {
    "translation": {
      "en": "by wirelessly importing them through their eyes.",
      "es": "importándolas inalámbricamente a través de sus ojos."
    }
  },
  {
    "translation": {
      "en": "Incredibly, despite being invented thousands of years ago,",
      "es": "Increíblemente, a pesar de haber sido inventada hace miles de años,"
    }
  },
  {
    "translation": {
      "en": "writing still exists today, underneath video clips that we watch online.",
      "es": "la escritura aún existe hoy: debajo de los videoclips que vemos en Internet."
    }
  },
  {
    "translation": {
      "en": "It's here you'll also find another kind of handmade language that still endures:",
      "es": "Aquí también se encuentra otro tipo de lenguaje artesanal que aún perdura:"
    }
  },
  {
    "translation": {
      "en": "emoji.",
      "es": "el emoji."
    }
  },
  {
    "translation": {
      "en": "Or as the ancient Egyptians who invented them called them, hieroglyphics.",
      "es": "O como lo llamaron los antiguos egipcios que lo inventaron: jeroglíficos."
    }
  },
  {
    "translation": {
      "en": "They told whole stories in hieroglyphic code.",
      "es": "Los egipcios contaban historias en código jeroglífico."
    }
  },
  {
    "translation": {
      "en": "It's like a more coherent Marvel comic.",
      "es": "Es como un cómic de Marvel, pero más coherente."
    }
  },
  {
    "translation": {
      "en": "Rather than being put up in public where living people could enjoy them,",
      "es": "En vez de exhibirlos en público para el disfrute de los vivos,"
    }
  },
  {
    "translation": {
      "en": "these Egyptian comic strips were painted on the walls of tombs",
      "es": "estas tiras cómicas egipcias se pintaban en las paredes de las tumbas"
    }
  },
  {
    "translation": {
      "en": "to entertain dead people.",
      "es": "para entretener a los muertos."
    }
  },
  {
    "translation": {
      "en": "And those tombs lay beneath some of the most recognizable,",
      "es": "Esas tumbas yacen debajo de algunos de los más reconocidos"
    }
  },
  {
    "translation": {
      "en": "not to mention pointiest, buildings in history.",
      "es": "y puntiagudos edificios de la historia."
    }
  },
  {
    "translation": {
      "en": "I'm talking about the pyramids.",
      "es": "Estoy hablando de las pirámides."
    }
  },
  {
    "translation": {
      "en": "Looking at the pyramids today, it's impossible not to be struck by the thought",
      "es": "Al ver estas pirámides, es imposible no pensar"
    }
  },
  {
    "translation": {
      "en": "that they're basically big triangles with a sort of square arse.",
      "es": "que, básicamente, son grandes triángulos con un culo cuadrado."
    }
  },
  {
    "translation": {
      "en": "There's probably a word for that shape, but no one knows what it might be.",
      "es": "Probablemente esa forma tenga un nombre, pero nadie sabe cuál es."
    }
  },
  {
    "translation": {
      "en": "It's one of the many timeless mysteries of the pyramids.",
      "es": "Es uno de los muchos eternos misterios de las pirámides."
    }
  },
  {
    "translation": {
      "en": "Why are pyramids that shape? Is it to stop homeless people sleeping on them?",
      "es": "¿Las pirámides tienen esa forma para que los indigentes no durmieran en ellas?"
    }
  },
  {
    "translation": {
      "en": "I don't think they had many homeless people in ancient Egypt.",
      "es": "No creo que hubiera muchos indigentes en el antiguo Egipto."
    }
  },
  {
    "translation": {
      "en": "Did they not?",
      "es": "- ¿No? - No. La gente se cuidaba entre sí."
    }
  },
  {
    "translation": {
      "en": "No, no, people looked after each other, I think, and helped each other.",
      "es": "- ¿No? - No. La gente se cuidaba entre sí. - Se ayudaban mutuamente. - Cierto."
    }
  },
  {
    "translation": {
      "en": "Right. I suppose it's good with rain as well,",
      "es": "- Se ayudaban mutuamente. - Cierto. Son buenas para la lluvia, porque el agua se desliza."
    }
  },
  {
    "translation": {
      "en": "because it'll just roll off.",
      "es": "Son buenas para la lluvia, porque el agua se desliza."
    }
  },
  {
    "translation": {
      "en": "How did Egyptians build the pyramids?",
      "es": "¿Cómo construyeron los egipcios las pirámides?"
    }
  },
  {
    "translation": {
      "en": "Did they start at the top and work down or start at the bottom and work up?",
      "es": "¿Las trabajaban de arriba hacia abajo o de abajo hacia arriba?"
    }
  },
  {
    "translation": {
      "en": "They had to start at the bottom and work up because",
      "es": "Las trabajaban de abajo hacia arriba,"
    }
  },
  {
    "translation": {
      "en": "it would be impossible to start at the top and work down.",
      "es": "porque sería imposible empezar arriba y trabajar hacia abajo."
    }
  },
  {
    "translation": {
      "en": "The Egyptians believed the most significant thing you could do in your life was die.",
      "es": "Los egipcios creían que lo más importante que uno podía hacer en la vida era morir."
    }
  },
  {
    "translation": {
      "en": "And the more important you were, the more complicated your death had to be.",
      "es": "Y cuanto más importante eras, más complicada debía ser tu muerte."
    }
  },
  {
    "translation": {
      "en": "Egyptian kings were known as pharaohs,",
      "es": "A los reyes egipcios se les conocía como faraones,"
    }
  },
  {
    "translation": {
      "en": "and when they died, they'd get turned into mummies of Scooby- Doo fame.",
      "es": "y cuando morían, los convertían en momias que adquirían tanta fama como Scooby-Doo."
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians were obsessed with dead people, weren't they?",
      "es": "Los antiguos egipcios estaban obsesionados con los muertos, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "But they're all dead themselves now. So do you think they still feel that way?",
      "es": "Pero ahora están todos muertos. ¿Cree que aún sienten esa obsesión?"
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians weren't obsessed with dead people,",
      "es": "Los antiguos egipcios no estaban obsesionados con la muerte,"
    }
  },
  {
    "translation": {
      "en": "but actually they were obsessed with life. They wanted to be alive,",
      "es": "estaban obsesionados con la vida. Querían estar vivos,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to make sure that when they died, they came alive again.",
      "es": "y querían asegurarse de que cuando murieran, volvieran a la vida."
    }
  },
  {
    "translation": {
      "en": "And that's why they did mummification.",
      "es": "Por eso practicaban la momificación."
    }
  },
  {
    "translation": {
      "en": "So how did they mummify people? Talk me through the process.",
      "es": "¿Cómo momificaban a la gente? Hábleme del proceso."
    }
  },
  {
    "translation": {
      "en": "Uh, you'd get your dead body and you'd lay it out on a table",
      "es": "Ponían el cadáver sobre una mesa"
    }
  },
  {
    "translation": {
      "en": "and then you'd wash it, and then you'd start by removing the brain.",
      "es": "y lo lavaban. Luego le extraían el cerebro,"
    }
  },
  {
    "translation": {
      "en": "And then they would cut open down the middle of the body",
      "es": "y después abrían el cuerpo por la mitad"
    }
  },
  {
    "translation": {
      "en": "and they would take out anything that they thought would rot.",
      "es": "y sacaban lo que pensaban que podría podrirse."
    }
  },
  {
    "translation": {
      "en": "And then they would cover it in salt and dry it out,",
      "es": "Luego lo cubrían de sal, lo secaban"
    }
  },
  {
    "translation": {
      "en": "and then they would wrap it in bandages, and then that would be a mummy.",
      "es": "y lo envolvían en vendas. Eso es una momia."
    }
  },
  {
    "translation": {
      "en": "So the kind of spa treatment that Gwyneth Paltrow has on a weekly basis.",
      "es": "Es como el tratamiento de spa que Gwyneth Paltrow se hace cada semana."
    }
  },
  {
    "translation": {
      "en": "Has a mummy ever ridden a bicycle?",
      "es": "¿Una momia nunca se ha montado en una bicicleta?"
    }
  },
  {
    "translation": {
      "en": "Not that I know of, no. But the ancient Egyptians didn't have bicycles.",
      "es": "No que yo sepa. Los antiguos egipcios no tenían bicicletas."
    }
  },
  {
    "translation": {
      "en": "- Right. - They didn't even have roads.",
      "es": "- Ya veo. - Ni siquiera tenían calles."
    }
  },
  {
    "translation": {
      "en": "So they couldn't have a bicycle because they couldn't ride a bicycle.",
      "es": "No podían tener bicicletas porque no sabían montar bicicleta."
    }
  },
  {
    "translation": {
      "en": "I don't know why I asked that. I just couldn't think of anything else to say.",
      "es": "No sé por qué pregunté eso. Es que no se me ocurrió otra pregunta."
    }
  },
  {
    "translation": {
      "en": "While the pharaohs of Egypt left a legacy of temples and tombs,",
      "es": "Mientras que los faraones de Egipto dejaron un legado de templos y tumbas,"
    }
  },
  {
    "translation": {
      "en": "across the water, an even more impressive empire was appearing.",
      "es": "del otro lado del mar estaba surgiendo un imperio aún más impresionante."
    }
  },
  {
    "translation": {
      "en": "Greece, the country, not the musical,",
      "es": "En Grecia, el país, no la película,"
    }
  },
  {
    "translation": {
      "en": "was where the birth of civilization was born.",
      "es": "fue donde nació la civilización."
    }
  },
  {
    "translation": {
      "en": "The ancient Greeks invented lots of things we still have today,",
      "es": "Los antiguos griegos inventaron muchas cosas que aún tenemos hoy,"
    }
  },
  {
    "translation": {
      "en": "like medicine and olives,",
      "es": "como la medicina y las aceitunas,"
    }
  },
  {
    "translation": {
      "en": "and lots of things that have died out, like democracy and pillars.",
      "es": "y muchas cosas que ya han desaparecido, como la democracia y los pilares."
    }
  },
  {
    "translation": {
      "en": "As well as these impressive ruins, the ancient Greeks also developed culture",
      "es": "Además de estas increíbles ruinas, los griegos también desarrollaron la cultura,"
    }
  },
  {
    "translation": {
      "en": "in the form of yoghurt and theatre in all its tedious forms.",
      "es": "en forma de yogur y teatro, en todos sus tediosos formatos."
    }
  },
  {
    "translation": {
      "en": "The Greeks were into tragedies.",
      "es": "A los griegos les gustaban las tragedias."
    }
  },
  {
    "translation": {
      "en": "In a tragedy, sad things happen like people dying or killing themselves.",
      "es": "En las tragedias ocurren cosas tristes, la gente muere o se suicida."
    }
  },
  {
    "translation": {
      "en": "But the ancient Greek tragedies happened ages ago.",
      "es": "Pero las antiguas tragedias griegas ocurrieron hace siglos."
    }
  },
  {
    "translation": {
      "en": "Are the things that happened in them still sad?",
      "es": "¿Siguen siendo tristes?"
    }
  },
  {
    "translation": {
      "en": "They are still sad because what the tragedies tell are stories about humans,",
      "es": "Siguen siendo tristes, porque las tragedias son cuentos son sobre humanos"
    }
  },
  {
    "translation": {
      "en": "who we can relate to in some cases.",
      "es": "con los que, en muchos casos, nos identificamos."
    }
  },
  {
    "translation": {
      "en": "But it was so long ago. Why should I care?",
      "es": "Pero eso fue hace muchísimo tiempo. ¿Por qué debería importarme?"
    }
  },
  {
    "translation": {
      "en": "Well, again, tragedy is often about human situations.",
      "es": "Bueno, es que las tragedias, a menudo, tratan situaciones humanas."
    }
  },
  {
    "translation": {
      "en": "Even today, if you found out that by accident",
      "es": "Incluso hoy en día, si te enteraras de que, por accidente,"
    }
  },
  {
    "translation": {
      "en": "you'd killed your own father and married your mother, you'd be quite upset,",
      "es": "mataste a tu padre y te casaste con tu madre, estarías muy afligida,"
    }
  },
  {
    "translation": {
      "en": "um, just as Oedipus was.",
      "es": "igual que Edipo."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm cold, but I just don't give a shit about people in ancient Greece.",
      "es": "Tal vez soy fría, pero la gente de la antigua Grecia me importa un bledo."
    }
  },
  {
    "translation": {
      "en": "That's a shame.",
      "es": "Eso es una pena."
    }
  },
  {
    "translation": {
      "en": "- Do you? - I do care quite a lot. Yeah, it's my job.",
      "es": "- ¿A usted sí le importa? - Me importa mucho, es mi trabajo."
    }
  },
  {
    "translation": {
      "en": "My mate Paul wrote a story about a man who got a new potato stuck up himself",
      "es": "Mi amigo Paul escribió un cuento sobre un tipo que se metió una papa"
    }
  },
  {
    "translation": {
      "en": "following an ill- advised sex game.",
      "es": "en un juego sexual muy desacertado."
    }
  },
  {
    "translation": {
      "en": "And he wrote that in the form of a limerick. No one died, but it sounds horrendous.",
      "es": "Lo escribió en un verso jocoso. El tipo no murió, pero es horrendo."
    }
  },
  {
    "translation": {
      "en": "Is that a tragedy,",
      "es": "¿Eso es una tragedia,"
    }
  },
  {
    "translation": {
      "en": "or would the potato have to take root and kill him for it to qualify?",
      "es": "o la papa tendría que haber echado raíces y matarlo para considerarlo una tragedia?"
    }
  },
  {
    "translation": {
      "en": "It sounds like a very unfortunate incident.",
      "es": "Parece un incidente muy desafortunado,"
    }
  },
  {
    "translation": {
      "en": "I'm not sure it has a more timeless relevance that might make it a tragedy.",
      "es": "pero no creo que tenga la relevancia para considerarlo una tragedia."
    }
  },
  {
    "translation": {
      "en": "Paul said it really happened as well.",
      "es": "Paul dijo que ocurrió de verdad."
    }
  },
  {
    "translation": {
      "en": "Honestly, he's had such a time of it lately. He really needs a holiday.",
      "es": "Últimamente la ha pasado muy mal, de verdad que necesita unas vacaciones."
    }
  },
  {
    "translation": {
      "en": "The Greeks also created a kind of theatre for stupid people, known as sport.",
      "es": "Los griegos también crearon una especie de teatro para idiotas llamado deporte."
    }
  },
  {
    "translation": {
      "en": "They started the Olympic Games without inviting other countries",
      "es": "Ellos iniciaron los Juegos Olímpicos sin invitar a otros países,"
    }
  },
  {
    "translation": {
      "en": "to ensure Greece would win.",
      "es": "para asegurarse de que Grecia siempre ganara."
    }
  },
  {
    "translation": {
      "en": "The contenders at these early Olympics took part completely naked,",
      "es": "Los competidores en estos Juegos Olímpicos participaban totalmente desnudos,"
    }
  },
  {
    "translation": {
      "en": "partly because an athletic physique was considered a virtue,",
      "es": "en parte porque un cuerpo atlético se consideraba una virtud"
    }
  },
  {
    "translation": {
      "en": "but mainly because Lycra wasn't available.",
      "es": "pero, sobre todo, porque la licra no existía."
    }
  },
  {
    "translation": {
      "en": "I heard that at the early Olympics, athletes had to compete in the nude.",
      "es": "He oído que en las primeras Olimpíadas, los atletas tenían que competir desnudos."
    }
  },
  {
    "translation": {
      "en": "So they did compete naked.",
      "es": "Sí, competían desnudos,"
    }
  },
  {
    "translation": {
      "en": "And there are writings about this being quite an erotic sight in some cases.",
      "es": "y hay escritos que dicen que, en algunos casos, era un evento bastante erótico."
    }
  },
  {
    "translation": {
      "en": "With wrestling, with all that wriggling about,",
      "es": "Con todo el forcejeo que hay en la lucha libre,"
    }
  },
  {
    "translation": {
      "en": "they'd have seen right up their bumholes and everything.",
      "es": "todo el mundo les veía las nalgas a los atletas."
    }
  },
  {
    "translation": {
      "en": "Couldn't they censor it for people watching it in the auditorium,",
      "es": "¿No podían censurar eso para el público en el auditorio?"
    }
  },
  {
    "translation": {
      "en": "modesty patches or something,",
      "es": "¿Ponerles un taparrabos o algo así?"
    }
  },
  {
    "translation": {
      "en": "or ask people to close their eyes each time someone bends over?",
      "es": "¿O decirle a la gente que cerrara los ojos cuando se agachaban?"
    }
  },
  {
    "translation": {
      "en": "I think that probably wouldn't have worked.",
      "es": "Creo que eso no habría funcionado."
    }
  },
  {
    "translation": {
      "en": "But you'd have seen right up their bumholes.",
      "es": "Pero se les veían las nalgas."
    }
  },
  {
    "translation": {
      "en": "In some cases people might have done.",
      "es": "En algunos casos, es posible que sí."
    }
  },
  {
    "translation": {
      "en": "Did Zeus really approve of that?",
      "es": "¿Y Zeus aprobó eso?"
    }
  },
  {
    "translation": {
      "en": "But perhaps the most famous form of wrestling the Greeks invented",
      "es": "Pero tal vez la forma de lucha más famosa que inventaron los griegos"
    }
  },
  {
    "translation": {
      "en": "was mental wrestling.",
      "es": "fue la lucha mental."
    }
  },
  {
    "translation": {
      "en": "Philosophy is basically thinking about thinking,",
      "es": "La filosofía es, básicamente, pensar sobre el pensamiento,"
    }
  },
  {
    "translation": {
      "en": "which sounds like a waste of time because it is,",
      "es": "lo que parece una pérdida de tiempo, y eso es,"
    }
  },
  {
    "translation": {
      "en": "although a philosopher might argue that that time they've wasted",
      "es": "aunque un filósofo podría argumentar que, en principio,"
    }
  },
  {
    "translation": {
      "en": "never existed in the first place,",
      "es": "ese tiempo perdido nunca existió."
    }
  },
  {
    "translation": {
      "en": "at which point you'd probably give up talking to them and open a packet of biscuits.",
      "es": "En ese caso, no sigas hablando con él y cómete unas galletas."
    }
  },
  {
    "translation": {
      "en": "These are the ancient Greek philosophers.",
      "es": "Estos son los antiguos filósofos griegos."
    }
  },
  {
    "translation": {
      "en": "Not the actual ones, they'd be a load of dust and bones now.",
      "es": "No los de verdad, porque ahora son un montón de polvo y huesos"
    }
  },
  {
    "translation": {
      "en": "Maybe some teeth if you're lucky.",
      "es": "y, con suerte, algunos dientes."
    }
  },
  {
    "translation": {
      "en": "These are just clever simulations made of rock.",
      "es": "Estas son imitaciones ingeniosas hechas con roca."
    }
  },
  {
    "translation": {
      "en": "The Greek philosophers came up with bold new theories about life on Earth.",
      "es": "A los filósofos griegos se les ocurrieron nuevas teorías sobre la vida en la Tierra,"
    }
  },
  {
    "translation": {
      "en": "That's why we still know their names today,",
      "es": "y es por eso que aún hoy sabemos sus nombres,"
    }
  },
  {
    "translation": {
      "en": "even though they haven't put out any new material in ages.",
      "es": "a pesar de que desde hace siglos no han publicado nada nuevo."
    }
  },
  {
    "translation": {
      "en": "Socrates, Pythagoras,",
      "es": "Sócrates, Pitágoras,"
    }
  },
  {
    "translation": {
      "en": "this one, him.",
      "es": "este, él."
    }
  },
  {
    "translation": {
      "en": "And this is Plato.",
      "es": "Y este es Platón."
    }
  },
  {
    "translation": {
      "en": "As you can see, even now, centuries after his death, he's still deep in thought,",
      "es": "Como ven, siglos después de su muerte, hoy sigue sumido en sus pensamientos,"
    }
  },
  {
    "translation": {
      "en": "concocting clever theories in his head.",
      "es": "urdiendo en su cabeza teorías ingeniosas."
    }
  },
  {
    "translation": {
      "en": "If only we could hold a microphone to the side of his brain",
      "es": "Ojalá pudiéramos poner un micrófono en su cabeza para oírlas."
    }
  },
  {
    "translation": {
      "en": "and hear them for ourselves, but we can't.",
      "es": "Ojalá pudiéramos poner un micrófono en su cabeza para oírlas. Pero no podemos. Y si pudiéramos, estarían en griego,"
    }
  },
  {
    "translation": {
      "en": "And even if we could, they'd be in Greek,",
      "es": "Pero no podemos. Y si pudiéramos, estarían en griego,"
    }
  },
  {
    "translation": {
      "en": "which no one on our production team can speak.",
      "es": "y nadie en nuestro equipo de producción habla griego."
    }
  },
  {
    "translation": {
      "en": "Plato handed his wisdom on to a student",
      "es": "Platón le transmitió su sabiduría a un estudiante"
    }
  },
  {
    "translation": {
      "en": "who would become one of the most influential thinkers of all time:",
      "es": "que luego sería uno de los pensadores más influyentes de todos los tiempos:"
    }
  },
  {
    "translation": {
      "en": "Aristotle.",
      "es": "Aristóteles."
    }
  },
  {
    "translation": {
      "en": "Aristotle said a lot of clever things, didn't he?",
      "es": "Aristóteles dijo muchas cosas inteligentes, ¿verdad?"
    }
  },
  {
    "translation": {
      "en": "My favorite is, You've got to dance like nobody's watching.",
      "es": "Mi favorita es: Baila como si nadie te estuviera viendo."
    }
  },
  {
    "translation": {
      "en": "It's so true, and you can apply it to anything.",
      "es": "Eso es muy cierto, y se puede aplicar a cualquier cosa."
    }
  },
  {
    "translation": {
      "en": "Because my confidence is quite brittle at times,",
      "es": "Bueno, es que mi confianza a veces es bastante frágil."
    }
  },
  {
    "translation": {
      "en": "and I know I come across as quite confident,",
      "es": "Sé que doy la impresión de ser muy segura de mí misma,"
    }
  },
  {
    "translation": {
      "en": "but sometimes when I'm talking to experts,",
      "es": "pero a veces, cuando hablo con expertos,"
    }
  },
  {
    "translation": {
      "en": "I worry that, you know, I might come across as a bit stupid.",
      "es": "me preocupa que pueda parecer un poco estúpida,"
    }
  },
  {
    "translation": {
      "en": "And when I think of dance like no one's watching, that really helps me, you know?",
      "es": "y me ayuda mucho pensar en eso de Baila como si nadie te estuviera viendo."
    }
  },
  {
    "translation": {
      "en": "It's like a gift.",
      "es": "Es como un don."
    }
  },
  {
    "translation": {
      "en": "What made Aristotle think of that?",
      "es": "¿Es qué se inspiró Aristóteles para decir eso?"
    }
  },
  {
    "translation": {
      "en": "I'm not aware that Aristotle said that particular thing",
      "es": "No sé si Aristóteles haya dicho eso"
    }
  },
  {
    "translation": {
      "en": "about dancing when no one's watching.",
      "es": "sobre bailar como si nadie te estuviera viendo."
    }
  },
  {
    "translation": {
      "en": "- I don't think he said that. - He did, didn't he?",
      "es": "- No creo que lo haya dicho. - ¿No lo dijo?"
    }
  },
  {
    "translation": {
      "en": "If he did, I don't know and I don't know why, but I don't think he did.",
      "es": "Si lo dijo, no lo sé, y no sé por qué, pero dudo que lo haya dicho."
    }
  },
  {
    "translation": {
      "en": "Is there something similar that he might have said,",
      "es": "¿Hay algo similar que pudiera haber dicho"
    }
  },
  {
    "translation": {
      "en": "um… about-- something about one's confidence?",
      "es": "sobre la confianza en uno mismo?"
    }
  },
  {
    "translation": {
      "en": "- I don't think so. - Right.",
      "es": "- Creo que no. - Ya veo."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno…"
    }
  },
  {
    "translation": {
      "en": "Experts may disagree over what they actually said,",
      "es": "Los expertos pueden discrepar sobre lo que realmente dijeron,"
    }
  },
  {
    "translation": {
      "en": "but there's no doubt these Greek pioneers changed the way we think.",
      "es": "pero no hay duda de que estos pioneros griegos cambiaron nuestra forma de pensar."
    }
  },
  {
    "translation": {
      "en": "Did a philosopher ever think of an idea so big it split their head open?",
      "es": "¿A algún filósofo se le ocurrió una idea tan grande que le haya partido la cabeza?"
    }
  },
  {
    "translation": {
      "en": "Not that I'm aware of.",
      "es": "No que yo sepa."
    }
  },
  {
    "translation": {
      "en": "You know how the human brain is full of pipes? Philosophers--",
      "es": "¿Sabía que el cerebro humano está lleno de tuberías? Filósofos…"
    }
  },
  {
    "translation": {
      "en": "- I'm not. - You didn't know about that?",
      "es": "- No. - ¿No lo sabía?"
    }
  },
  {
    "translation": {
      "en": "- I didn't know about that. - Okay, well, the brain's full of pipes.",
      "es": "- No. - Pues el cerebro está lleno de tuberías."
    }
  },
  {
    "translation": {
      "en": "You know how philosophers have these thoughts,",
      "es": "¿Sabía que a los filósofos se les ocurren esos pensamientos"
    }
  },
  {
    "translation": {
      "en": "and they try and push these thoughts through these pipes?",
      "es": "y tratan de empujarlos a través de esas tuberías?"
    }
  },
  {
    "translation": {
      "en": "When you're having a big idea,",
      "es": "Cuando a uno se le ocurre una gran idea,"
    }
  },
  {
    "translation": {
      "en": "is it best to break it up into lots of little thoughts, about the size of peas,",
      "es": "¿es mejor dividirla en pequeños pensamientos, del tamaño de un guisante,"
    }
  },
  {
    "translation": {
      "en": "and squeeze them through in quick succession,",
      "es": "y apretujarlos en rápida sucesión,"
    }
  },
  {
    "translation": {
      "en": "or just bite the bullet and force it through your mind pipe in one huge clod,",
      "es": "o arriesgarse y forzar la idea entera dentro de las tuberías del cerebro,"
    }
  },
  {
    "translation": {
      "en": "like gritting your teeth and thinking for dear life?",
      "es": "apretar los dientes y rezar por tu vida?"
    }
  },
  {
    "translation": {
      "en": "Well, that's a very interesting way of describing",
      "es": "Bueno, esa es una forma muy interesante de describir"
    }
  },
  {
    "translation": {
      "en": "two general tendencies in philosophy.",
      "es": "las dos tendencias generales que hay en filosofía."
    }
  },
  {
    "translation": {
      "en": "One, the more analytic style,",
      "es": "Una, que es más analítica,"
    }
  },
  {
    "translation": {
      "en": "which means cutting problems up into bite- sized portions…",
      "es": "y que divide los problemas en porciones del tamaño de un bocado…"
    }
  },
  {
    "translation": {
      "en": "Peas.",
      "es": "Guisantes."
    }
  },
  {
    "translation": {
      "en": "…and the other a more synthetic approach",
      "es": "Y la otra que tiene un enfoque más sintético"
    }
  },
  {
    "translation": {
      "en": "which takes on a larger perspective.",
      "es": "y que adopta una perspectiva más amplia."
    }
  },
  {
    "translation": {
      "en": "So your characterization is, in fact,",
      "es": "Tu interpretación es, de hecho,"
    }
  },
  {
    "translation": {
      "en": "a rather intriguing delineation",
      "es": "una definición bastante interesante"
    }
  },
  {
    "translation": {
      "en": "of two major strands in current philosophy.",
      "es": "de las dos corrientes principales de la filosofía actual."
    }
  },
  {
    "translation": {
      "en": "- Is that good? - Excellent.",
      "es": "- ¿Eso es bueno? - Excelente."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "es": "Estupendo."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, ancient Greece was being spread across the globe by this man,",
      "es": "Mientras tanto, este hombre extendía la antigua Grecia por todo el mundo:"
    }
  },
  {
    "translation": {
      "en": "Alexander the Great.",
      "es": "Alejandro Magno."
    }
  },
  {
    "translation": {
      "en": "Alexander the Great became a king at 20,",
      "es": "Alejandro Magno se convirtió en rey a los 20 años,"
    }
  },
  {
    "translation": {
      "en": "conducted a military campaign throughout the Middle East,",
      "es": "dirigió una campaña militar por todo el Medio Oriente"
    }
  },
  {
    "translation": {
      "en": "and had an empire stretching all the way from Greece to India",
      "es": "y, a sus 30 años, había forjado un imperio que se extendía"
    }
  },
  {
    "translation": {
      "en": "by the time he was 30. What did his hair look like?",
      "es": "desde Grecia hasta la India. ¿Qué aspecto tenía su pelo?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "es": "No lo sé."
    }
  },
  {
    "translation": {
      "en": "And Alexander wasn't the only megastar with his own empire.",
      "es": "Y Alejandro no fue la única megaestrella con su propio imperio."
    }
  },
  {
    "translation": {
      "en": "Huge swathes of China had been unified by Qin Shi Huang,",
      "es": "Qin Shi Huang unificó enormes regiones de China."
    }
  },
  {
    "translation": {
      "en": "the first cartoon character to found his own empire",
      "es": "Fue el primer personaje de dibujos animados que fundó su imperio"
    }
  },
  {
    "translation": {
      "en": "and build the Great Wall of China.",
      "es": "y el que construyó la Gran Muralla China."
    }
  },
  {
    "translation": {
      "en": "They say the Great Wall of China is the only landmark audible from space.",
      "es": "Dicen que la Gran Muralla China es la única referencia audible desde el espacio."
    }
  },
  {
    "translation": {
      "en": "Yeah, you can't… you can't hear it.",
      "es": "Bueno, la muralla no se oye."
    }
  },
  {
    "translation": {
      "en": "And they say that you can see it from space, but it's not true.",
      "es": "Dicen que se puede ver desde el espacio, pero no es cierto."
    }
  },
  {
    "translation": {
      "en": "- They've tried. - So you can't see it from space.",
      "es": "¿No se ve desde el espacio?"
    }
  },
  {
    "translation": {
      "en": "Chinese astronauts have tried to see the Great Wall and they can't.",
      "es": "Astronautas chinos han tratado de ver la Gran Muralla y no han podido."
    }
  },
  {
    "translation": {
      "en": "They can't see it. So it's invisible. It's an invisible wall, like a forcefield.",
      "es": "¿No han podido? Entonces es una muralla invisible, como un campo de fuerza."
    }
  },
  {
    "translation": {
      "en": "It's only invisible from space. On the ground you can certainly see it.",
      "es": "Solo es invisible desde el espacio. En tierra sí se puede ver."
    }
  },
  {
    "translation": {
      "en": "That's so weird, isn't it? Is that one of the great mysteries?",
      "es": "Qué extraño, ¿no? ¿Ese es uno de los grandes misterios?"
    }
  },
  {
    "translation": {
      "en": "And do we know if China has a roof? Is there a great roof of China?",
      "es": "¿Sabemos si China tiene techo? ¿Existe un gran techo de China?"
    }
  },
  {
    "translation": {
      "en": "No, no great roof.",
      "es": "No, no hay un gran techo."
    }
  },
  {
    "translation": {
      "en": "The Chinese empire was a powerhouse of intense creativity",
      "es": "El Imperio chino era una potencia de intensa creatividad"
    }
  },
  {
    "translation": {
      "en": "and philosophical thought,",
      "es": "y pensamiento filosófico"
    }
  },
  {
    "translation": {
      "en": "captured in historical documents produced centuries",
      "es": "plasmados en documentos históricos publicados siglos antes"
    }
  },
  {
    "translation": {
      "en": "before the release of unrelated Belgian techno anthem Pump Up the Jam.",
      "es": "del lanzamiento del himno tecno belga Pump Up the Jam."
    }
  },
  {
    "translation": {
      "en": "The Greeks had an empire and the Chinese had an empire.",
      "es": "Los griegos tenían un imperio y los chinos tenían un imperio,"
    }
  },
  {
    "translation": {
      "en": "But when most of us think of the word empire, we think of the big one,",
      "es": "pero cuando pensamos en la palabra imperio, pensamos en los grandes:"
    }
  },
  {
    "translation": {
      "en": "Star Wars… or Rome.",
      "es": "Star Wars o Roma."
    }
  },
  {
    "translation": {
      "en": "And this is history, so it's Rome, I'm afraid.",
      "es": "Pero esto es historia, así que hablaremos de Roma."
    }
  },
  {
    "translation": {
      "en": "Its empire rose to supremacy under the leadership of Julius Caesar,",
      "es": "Su imperio alcanzó la supremacía bajo el liderazgo de Julio César,"
    }
  },
  {
    "translation": {
      "en": "the most notorious Roman until Polanski.",
      "es": "el romano más célebre hasta Polanski."
    }
  },
  {
    "translation": {
      "en": "One of the reasons we still know a lot about the Romans today is Wikipedia.",
      "es": "Una de las razones por la que hoy sabemos sobre los romanos es Wikipedia."
    }
  },
  {
    "translation": {
      "en": "And the reason Wikipedia knows a lot about the Romans",
      "es": "Y la razón por la que Wikipedia sabe mucho sobre los romanos"
    }
  },
  {
    "translation": {
      "en": "is because of what happened in Pompeii.",
      "es": "es por lo que pasó en Pompeya."
    }
  },
  {
    "translation": {
      "en": "Pompeii was so advanced, it had its own volcano,",
      "es": "Pompeya era tan avanzada que tenía su propio volcán,"
    }
  },
  {
    "translation": {
      "en": "which is Latin for angry hill.",
      "es": "que en latín significa colina enfadada."
    }
  },
  {
    "translation": {
      "en": "For years, humans and the volcano lived in harmony,",
      "es": "Durante años, los humanos y el volcán vivieron en armonía,"
    }
  },
  {
    "translation": {
      "en": "until one fateful day they fell out and the volcano went off,",
      "es": "hasta que un fatídico día se pelearon y el volcán estalló"
    }
  },
  {
    "translation": {
      "en": "burying Pompeii beneath a thick layer of ash.",
      "es": "y enterró a Pompeya bajo una gruesa capa de ceniza."
    }
  },
  {
    "translation": {
      "en": "Everyday life was frozen in its tracks",
      "es": "La vida cotidiana se congeló en seco,"
    }
  },
  {
    "translation": {
      "en": "as though someone had magically stopped the hands of time",
      "es": "como si alguien mágicamente hubiera detenido el tiempo"
    }
  },
  {
    "translation": {
      "en": "and then shat dust everywhere.",
      "es": "y hubiera cagado polvo por todas partes."
    }
  },
  {
    "translation": {
      "en": "It was deadly at the time, but on the bright side,",
      "es": "En ese momento fue mortal, pero el lado bueno"
    }
  },
  {
    "translation": {
      "en": "it gave archaeologists a treasure trove of information about how the Romans lived.",
      "es": "es que les dio a los arqueólogos mucha información sobre cómo vivían los romanos."
    }
  },
  {
    "translation": {
      "en": "Thanks to the volcano, we know everyday Romans had grey skin, were totally bald,",
      "es": "Gracias al volcán, sabemos que los romanos tenían piel gris, eran totalmente calvos"
    }
  },
  {
    "translation": {
      "en": "and spent their time lying around inside their shockingly dusty houses.",
      "es": "y se la pasaban echados en sus casas espantosamente polvorientas."
    }
  },
  {
    "translation": {
      "en": "But it also preserved glimpses of how sophisticated Roman life was,",
      "es": "Pero se conservaron destellos de lo sofisticada que era la vida romana"
    }
  },
  {
    "translation": {
      "en": "with creature comforts like indoor plumbing and cunnilingus.",
      "es": "con sus comodidades, como la plomería interior y el cunnilingus."
    }
  },
  {
    "translation": {
      "en": "The Roman Empire was years ahead of its time.",
      "es": "El Imperio romano estaba muy avanzado para su época."
    }
  },
  {
    "translation": {
      "en": "People think the Romans invented loads of things,",
      "es": "La gente cree que los romanos inventaron muchas cosas,"
    }
  },
  {
    "translation": {
      "en": "but often they only perfected things that other people had made.",
      "es": "pero a menudo solo perfeccionaron cosas que otra gente ya había hecho."
    }
  },
  {
    "translation": {
      "en": "I'll say some things and you tell me if the Romans invented them",
      "es": "Voy a nombrar algunas cosas, y usted me dirá si los romanos las inventaron"
    }
  },
  {
    "translation": {
      "en": "or just perfected them. Right? Invented or perfected.",
      "es": "o si solo las perfeccionaron. Inventaron o perfeccionaron."
    }
  },
  {
    "translation": {
      "en": "Test me.",
      "es": "Ponme a prueba."
    }
  },
  {
    "translation": {
      "en": "- Underfloor heating. - Invented.",
      "es": "- Calefacción por suelo radiante. - Lo inventaron."
    }
  },
  {
    "translation": {
      "en": "- The calendar. - Perfected.",
      "es": "- El calendario. - Lo perfeccionaron."
    }
  },
  {
    "translation": {
      "en": "You wallied. That means you can't answer the next one.",
      "es": "Perdió. Eso significa que no puede contestar la siguiente."
    }
  },
  {
    "translation": {
      "en": "Roads.",
      "es": "Calles."
    }
  },
  {
    "translation": {
      "en": "Well, the roads were invented by Persians and plenty of people knew about roads.",
      "es": "Los persas inventaron las calles, mucha gente ya las conocían."
    }
  },
  {
    "translation": {
      "en": "You wallied anyway, you can't answer that one.",
      "es": "Había perdido, no podía responder esa."
    }
  },
  {
    "translation": {
      "en": "- Oh, right. - Concrete.",
      "es": "Había perdido, no podía responder esa. - El hormigón. - Lo inventaron."
    }
  },
  {
    "translation": {
      "en": "Invented.",
      "es": "- El hormigón. - Lo inventaron."
    }
  },
  {
    "translation": {
      "en": "The alphabet.",
      "es": "- El alfabeto. - Definitivamente no lo inventaron,"
    }
  },
  {
    "translation": {
      "en": "Definitely did not invent it, and probably didn't really perfect it either.",
      "es": "- El alfabeto. - Definitivamente no lo inventaron, y probablemente tampoco lo perfeccionaron."
    }
  },
  {
    "translation": {
      "en": "I mean, that's sort of…",
      "es": "y probablemente tampoco lo perfeccionaron."
    }
  },
  {
    "translation": {
      "en": "- Gotta pick one. - Have I? Yeah.",
      "es": "- Tiene que elegir una. - ¿Ah, sí?"
    }
  },
  {
    "translation": {
      "en": "Um… I mean, perfected is wrong-- Ding! Anal bleaching.",
      "es": "- No lo perfeccionaron… - ¡Tilín! El blanqueamiento anal."
    }
  },
  {
    "translation": {
      "en": "- What? - Anal bleaching.",
      "es": "- ¿El qué? - Blanqueamiento anal."
    }
  },
  {
    "translation": {
      "en": "Anal bleaching?",
      "es": "Blanqueamiento anal…"
    }
  },
  {
    "translation": {
      "en": "- I've no idea what they would have done. - Go on, give it a go.",
      "es": "- No tengo idea de lo que habrían hecho. - Inténtelo."
    }
  },
  {
    "translation": {
      "en": "- I don't know what it is. - It's when they bleach your arse.",
      "es": "- Ni siquiera sé qué es. - Es blanquear el culo."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah. Lighten it up.",
      "es": "- ¿Ah, sí? - Ponerlo más claro."
    }
  },
  {
    "translation": {
      "en": "Not around my way, they don't. But anyway, I've no idea with that. Pass.",
      "es": "No sabía que eso existía. En fin, no sé qué hicieron con eso. Paso."
    }
  },
  {
    "translation": {
      "en": "Invented or perfected, you can't pass.",
      "es": "Lo inventaron o perfeccionaron, no puede pasar."
    }
  },
  {
    "translation": {
      "en": "- Bleaching? - Yep. Bleaching the arsehole.",
      "es": "- ¿Blanquear? - Sí. Blanquear el culo."
    }
  },
  {
    "translation": {
      "en": "Um… okay. Well, I'll say they invented it, but…",
      "es": "Bueno, diré que lo inventaron, pero…"
    }
  },
  {
    "translation": {
      "en": "Just a few hundred thousand years ago,",
      "es": "Hace cientos de miles de años,"
    }
  },
  {
    "translation": {
      "en": "humans had been living in caves like animals.",
      "es": "los humanos vivían en cuevas como animales."
    }
  },
  {
    "translation": {
      "en": "Now, following a series of technological and cultural breakthroughs,",
      "es": "Ahora, luego de una serie de avances tecnológicos y culturales,"
    }
  },
  {
    "translation": {
      "en": "we were living in cities, like people.",
      "es": "vivimos en ciudades, como gente."
    }
  },
  {
    "translation": {
      "en": "Looking around ancient Rome, our ancestors could have been forgiven",
      "es": "Mirando a la antigua Roma, a nuestros ancestros se les podría perdonar"
    }
  },
  {
    "translation": {
      "en": "for feeling almost as smug as James Corden.",
      "es": "por haberse sentido tan engreídos como James Corden."
    }
  },
  {
    "translation": {
      "en": "But little did the Roman Empire know",
      "es": "Pero poco sabía el Imperio romano"
    }
  },
  {
    "translation": {
      "en": "it was about to come up against its biggest challenge:",
      "es": "que estaba a punto de enfrentar su mayor desafío:"
    }
  },
  {
    "translation": {
      "en": "a man of peace, Jesus Christ Almighty, street name: son of God.",
      "es": "un hombre de paz, Jesucristo Todopoderoso, alias el hijo de Dios."
    }
  },
  {
    "translation": {
      "en": "Next time, we look at religion and how it spread.",
      "es": "En el próximo episodio analizaremos la religión y cómo se extendió"
    }
  },
  {
    "translation": {
      "en": "Like memes, but with a whole lifestyle and clothing line attached.",
      "es": "como memes, pero con un estilo de vida y una vestimenta propia."
    }
  },
  {
    "translation": {
      "en": "And we'll be looking at two of the most important books in history:",
      "es": "Veremos dos de los libros más importantes de la historia:"
    }
  },
  {
    "translation": {
      "en": "the Bible and the Koran,",
      "es": "la Biblia y el Corán"
    }
  },
  {
    "translation": {
      "en": "and finally answering the question, which is best?",
      "es": "y, por fin, responderemos la pregunta ¿cuál es mejor?"
    }
  }
]