[
  {
    "translation": {
      "en": "More of that in a moment, but here's Jill with something else.",
      "es": "Pronto volvemos con eso, pero aquí está Jill con otra cosa."
    }
  },
  {
    "translation": {
      "en": "Struggling away, hello.",
      "es": "Luchando, hola."
    }
  },
  {
    "translation": {
      "en": "Television in some way had always fascinated me from the year dot.",
      "es": "La televisión siempre me había fascinado de alguna forma."
    }
  },
  {
    "translation": {
      "en": "I was about eight years old and I'd have my four library tickets",
      "es": "Cuando tenía ocho años, con mis cuatro boletos de biblioteca,"
    }
  },
  {
    "translation": {
      "en": "and go to the library and get books about television.",
      "es": "iba y sacaba libros sobre televisión."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "es": "Jill y yo los saludamos."
    }
  },
  {
    "translation": {
      "en": "You're watching the BBC's Breakfast News at 6:30.",
      "es": "Están viendo Breakfast News de la BBC a las 6:30."
    }
  },
  {
    "translation": {
      "en": "It took me I suppose, um, until I was about 25 to get inside.",
      "es": "Demoré hasta los 25 años en entrar."
    }
  },
  {
    "translation": {
      "en": "Jill Dando.",
      "es": "Jill Dando."
    }
  },
  {
    "translation": {
      "en": "Jill was the most famous TV presenter on British television.",
      "es": "Jill era la presentadora más famosa de la televisión británica."
    }
  },
  {
    "translation": {
      "en": "The golden girl of British television,",
      "es": "La chica dorada de la televisión,"
    }
  },
  {
    "translation": {
      "en": "murdered on her doorstep in broad daylight.",
      "es": "asesinada en su puerta en pleno día. ASESINADA EJECUCIÓN"
    }
  },
  {
    "translation": {
      "en": "That just does not happen.",
      "es": "Esas cosas no pasan."
    }
  },
  {
    "translation": {
      "en": "I think anyone who has got a little bit of fame",
      "es": "Creo que cualquiera que tenga algo de fama"
    }
  },
  {
    "translation": {
      "en": "knows that there are two sides to it.",
      "es": "sabe que tiene dos caras."
    }
  },
  {
    "translation": {
      "en": "You get a lot of unwanted attention.",
      "es": "Recibes mucha atención no deseada."
    }
  },
  {
    "translation": {
      "en": "Strange people. Obsessive.",
      "es": "Gente rara. Obsesiva."
    }
  },
  {
    "translation": {
      "en": "You kind of look over your shoulder a bit.",
      "es": "Miras un poco detrás de ti."
    }
  },
  {
    "translation": {
      "en": "People all over are joining again",
      "es": "Gente de todo el país se une"
    }
  },
  {
    "translation": {
      "en": "to solve some of Britain's most difficult and serious crimes.",
      "es": "para resolver algunos de los delitos más graves."
    }
  },
  {
    "translation": {
      "en": "Crimewatch had a fantastic reputation",
      "es": "Crimewatch tenía una reputación fantástica"
    }
  },
  {
    "translation": {
      "en": "for putting information out there",
      "es": "por dar a conocer información"
    }
  },
  {
    "translation": {
      "en": "and getting people to ring in with critical pieces of evidence.",
      "es": "y hacer que la gente llamara con pruebas clave."
    }
  },
  {
    "translation": {
      "en": "If you harbor any suspicions, do call. So many clues and so much anguish.",
      "es": "Si tiene alguna sospecha, llame. Hay muchas pistas y mucha angustia."
    }
  },
  {
    "translation": {
      "en": "Do you ever get worried about the things you see on Crimewatch?",
      "es": "¿Te preocupas por las cosas que ves en Crimewatch?"
    }
  },
  {
    "translation": {
      "en": "Oh. Yes, you do. But the crimes that we show are so rare.",
      "es": "Sí. Pero los delitos que mostramos son muy poco comunes."
    }
  },
  {
    "translation": {
      "en": "It's not something that you walk into the street",
      "es": "No es algo que vayas caminando"
    }
  },
  {
    "translation": {
      "en": "and think, The same thing's going to happen to me.",
      "es": "y pienses que te pasará lo mismo."
    }
  },
  {
    "translation": {
      "en": "There was reason to be scared.",
      "es": "Había razón para tener miedo."
    }
  },
  {
    "translation": {
      "en": "It takes a certain sort of person,",
      "es": "Se necesita cierta clase de persona,"
    }
  },
  {
    "translation": {
      "en": "a brutal sadistic psychopath, to shoot a gun into a head.",
      "es": "un psicópata sádico brutal, para disparar en la cabeza."
    }
  },
  {
    "translation": {
      "en": "This was one of the largest murder investigations",
      "es": "Fue una de las investigaciones más grandes"
    }
  },
  {
    "translation": {
      "en": "the Metropolitan Police ever had to face.",
      "es": "de la policía metropolitana."
    }
  },
  {
    "translation": {
      "en": "It's been 22 years and it's unsolved.",
      "es": "Pasaron 22 años y sigue sin resolverse."
    }
  },
  {
    "translation": {
      "en": "Whoever did it is still out there.",
      "es": "Quien lo haya hecho sigue en libertad."
    }
  },
  {
    "translation": {
      "en": "One of Britain's most popular television presenters has been murdered",
      "es": "Una de las presentadoras británicas más populares fue asesinada"
    }
  },
  {
    "translation": {
      "en": "in what could be a professional hit.",
      "es": "en lo que pudo ser un asesinato a sueldo."
    }
  },
  {
    "translation": {
      "en": "The tributes here on the flowers echo the overriding reaction of shock…",
      "es": "Los tributos en las flores dejan el eco del shock…"
    }
  },
  {
    "translation": {
      "en": "Even the Queen has been moved to comment, saying she is shocked…",
      "es": "Hasta la reina se conmovió y dijo que está impactada…"
    }
  },
  {
    "translation": {
      "en": "Police say there are many possible motives for the murder.",
      "es": "La policía dice que hay muchos posibles motivos."
    }
  },
  {
    "translation": {
      "en": "…responsible for solving so many crimes may have created enemies in the process.",
      "es": "…responsable de resolver tantos delitos quizá creó enemigos."
    }
  },
  {
    "translation": {
      "en": "The Crimewatch presenter may have been assassinated in retaliation",
      "es": "La presentadora quizá fue asesinada como represalia"
    }
  },
  {
    "translation": {
      "en": "for the NATO bombing of the Belgrade.",
      "es": "por el bombardeo de OTAN a Belgrado."
    }
  },
  {
    "translation": {
      "en": "Detectives confirm that Jill Dando",
      "es": "Los detectives confirman que Jill Dando dijo que la seguía"
    }
  },
  {
    "translation": {
      "en": "had claimed of being followed by a stalker.",
      "es": "Los detectives confirman que Jill Dando dijo que la seguía un acosador."
    }
  },
  {
    "translation": {
      "en": "A man who has gone on trial in London",
      "es": "Un hombre, juzgado en Londres, tenía una obsesión con los famosos"
    }
  },
  {
    "translation": {
      "en": "had an obsession with celebrities and was fascinated with firearms.",
      "es": "Un hombre, juzgado en Londres, tenía una obsesión con los famosos y le fascinaban las armas."
    }
  },
  {
    "translation": {
      "en": "Detectives say they're not ruling out any line of inquiry.",
      "es": "Los detectives dicen que no descartan nada."
    }
  },
  {
    "translation": {
      "en": "Some believe the killer may have got away with murder.",
      "es": "Algunos creen que el asesino se salió con la suya."
    }
  },
  {
    "translation": {
      "en": "Ambulance service, hello?",
      "es": "Servicio de ambulancia."
    }
  },
  {
    "translation": {
      "en": "Hello, ambulance? I'm walking along Gowan Avenue.",
      "es": "Hola, ¿ambulancia? Voy caminando por la avenida Gowan."
    }
  },
  {
    "translation": {
      "en": "It looks like, um, there's somebody collapsed.",
      "es": "Parece que alguien colapsó."
    }
  },
  {
    "translation": {
      "en": "And, confidentially, it looks like it's Jill Dando.",
      "es": "Y, confidencialmente, parece que es Jill Dando."
    }
  },
  {
    "translation": {
      "en": "And she's collapsed on her doorstep. There's a lot of blood.",
      "es": "Está en el suelo en su entrada. Hay mucha sangre."
    }
  },
  {
    "translation": {
      "en": "Can you approach and check that she's breathing?",
      "es": "¿Puede acercarse y ver si respira?"
    }
  },
  {
    "translation": {
      "en": "- Doesn't look like she is. - Right.",
      "es": "- No parece que respirara. - Entiendo."
    }
  },
  {
    "translation": {
      "en": "Blood's coming from her nose, her arms are blue.",
      "es": "Tiene sangre en la nariz, tiene los brazos azules."
    }
  },
  {
    "translation": {
      "en": "I need to find out if she needs… if she's breathing.",
      "es": "Debo saber si necesita… si sigue respirando."
    }
  },
  {
    "translation": {
      "en": "Is the lady's chest going up and down?",
      "es": "¿Su pecho se mueve?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. No. I don't think she's alive.",
      "es": "Dios. No. No creo que esté viva."
    }
  },
  {
    "translation": {
      "en": "- Okay. - I'm sorry.",
      "es": "- Bien. - Lo siento."
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll get help for you.",
      "es": "Tranquila. Le enviaré ayuda."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "es": "Por favor."
    }
  },
  {
    "translation": {
      "en": "I was on call for the central London murder group.",
      "es": "Yo estaba de guardia en el departamento de asesinatos."
    }
  },
  {
    "translation": {
      "en": "We had been busy, we were under- resourced.",
      "es": "Habíamos estado muy ocupados, no teníamos suficientes recursos."
    }
  },
  {
    "translation": {
      "en": "And I was told by my detective sergeant",
      "es": "Y mi sargento detective me dijo… INVESTIGADOR SÉNIOR"
    }
  },
  {
    "translation": {
      "en": "that there had been a stabbing down in Fulham.",
      "es": "INVESTIGADOR SÉNIOR …de un apuñalamiento en Fulham."
    }
  },
  {
    "translation": {
      "en": "Fulham was a well- to- do, wealthy area.",
      "es": "Fulham es un área acaudalada."
    }
  },
  {
    "translation": {
      "en": "So it was unusual for that reason.",
      "es": "Así que por eso es inusual."
    }
  },
  {
    "translation": {
      "en": "Very unusual.",
      "es": "Muy inusual."
    }
  },
  {
    "translation": {
      "en": "I was driving down there",
      "es": "Iba de camino"
    }
  },
  {
    "translation": {
      "en": "and I got a phone call from my chief superintendent.",
      "es": "y recibí una llamada del comisario."
    }
  },
  {
    "translation": {
      "en": "And he said to me, That case, that's going to be Jill Dando.",
      "es": "Me dijo: La de ese caso es Jill Dando."
    }
  },
  {
    "translation": {
      "en": "In most homicide cases,",
      "es": "En los homicidios,"
    }
  },
  {
    "translation": {
      "en": "the detectives would not have known their victim at all,",
      "es": "los detectives no conocen a la víctima, en general,"
    }
  },
  {
    "translation": {
      "en": "but in this case, almost everybody knew of Jill Dando.",
      "es": "pero casi todos sabían quién era Jill Dando."
    }
  },
  {
    "translation": {
      "en": "There was an ambulance coming up the Fulham Road as we were going down,",
      "es": "Venía una ambulancia por la calle Fulham cuando llegábamos"
    }
  },
  {
    "translation": {
      "en": "and I realized that was her being taken away from the scene.",
      "es": "y nos dimos cuenta de que se la llevaban del lugar."
    }
  },
  {
    "translation": {
      "en": "It was a lovely spring day…",
      "es": "Era un día primaveral,"
    }
  },
  {
    "translation": {
      "en": "and I was reading the bulletins, the news summaries.",
      "es": "y yo leía los boletines, los resúmenes de noticias."
    }
  },
  {
    "translation": {
      "en": "The next scheduled bulletin is at 2:40.",
      "es": "El próximo boletín será a las 2:40."
    }
  },
  {
    "translation": {
      "en": "I had put on a rather nice blue suit.",
      "es": "Me había puesto un bonito traje azul."
    }
  },
  {
    "translation": {
      "en": "Well, one actually that came from the designers",
      "es": "Era de los diseñadores… PRESENTADORA DE BBC"
    }
  },
  {
    "translation": {
      "en": "that Jill and I used to go to together.",
      "es": "…a los que Jill y yo íbamos."
    }
  },
  {
    "translation": {
      "en": "And everything was fine in the newsroom, which is a buzzy, noisy, vibrant place.",
      "es": "Y todo iba bien en la sala de prensa, que es un lugar enérgico y ruidoso."
    }
  },
  {
    "translation": {
      "en": "…page 45. Tell me what promos you're running?",
      "es": "Página 45. ¿Qué programa hay?"
    }
  },
  {
    "translation": {
      "en": "And then the news came in that a woman had been killed.",
      "es": "Y llegó la noticia de que habían matado a una mujer."
    }
  },
  {
    "translation": {
      "en": "And these rumors started going around the newsroom that it was Jill.",
      "es": "Comenzó a haber rumores de que era Jill."
    }
  },
  {
    "translation": {
      "en": "And it went terribly quiet.",
      "es": "Y se hizo silencio."
    }
  },
  {
    "translation": {
      "en": "When I arrived, I was briefed by the uniformed officers.",
      "es": "Cuando llegué, me informaron policías uniformados."
    }
  },
  {
    "translation": {
      "en": "And they told me that no one had seen what had actually happened to Jill.",
      "es": "Me dijeron que nadie había visto lo que le había pasado a Jill."
    }
  },
  {
    "translation": {
      "en": "But they had already identified two witnesses",
      "es": "Pero ya habían identificado a dos testigos"
    }
  },
  {
    "translation": {
      "en": "who had seen a man leaving the scene.",
      "es": "que habían visto a un hombre irse."
    }
  },
  {
    "translation": {
      "en": "And they described this white man, dark hair, thick- set,",
      "es": "Describieron a un hombre blanco, de cabello oscuro, corpulento,"
    }
  },
  {
    "translation": {
      "en": "wearing a coat, a dark coat, wasn't masked, wasn't wearing gloves.",
      "es": "con un abrigo oscuro, no llevaba máscara ni guantes."
    }
  },
  {
    "translation": {
      "en": "So the real focus right there was how the person",
      "es": "Debíamos concentrarnos en cómo atraparíamos"
    }
  },
  {
    "translation": {
      "en": "who had been seen running away was to be caught.",
      "es": "a la persona que se había visto huir."
    }
  },
  {
    "translation": {
      "en": "Uniformed officers were told to spread out and search the area.",
      "es": "Se les dijo a los oficiales que se dispersaran y revisaran el área."
    }
  },
  {
    "translation": {
      "en": "We were waiting for information from the hospital",
      "es": "Esperábamos información del hospital"
    }
  },
  {
    "translation": {
      "en": "because there was no confirmation that Jill had died.",
      "es": "porque no se había confirmado la muerte."
    }
  },
  {
    "translation": {
      "en": "That changed very quickly when I stood on the pavement",
      "es": "Eso cambió rápidamente cuando me paré en la calle"
    }
  },
  {
    "translation": {
      "en": "and just looked from the gate,",
      "es": "y miré desde la reja"
    }
  },
  {
    "translation": {
      "en": "up to the front door of Jill's house.",
      "es": "hasta la puerta de la casa de Jill."
    }
  },
  {
    "translation": {
      "en": "And I could see the bullet and casing on the doorstep.",
      "es": "Vi la bala y el casquillo en el escalón."
    }
  },
  {
    "translation": {
      "en": "Jill Dando had been shot in the head.",
      "es": "Le habían disparado en la cabeza."
    }
  },
  {
    "translation": {
      "en": "It was immediately sort of unfathomable.",
      "es": "De inmediato fue incomprensible."
    }
  },
  {
    "translation": {
      "en": "The concept of any woman being shot in the head in London,",
      "es": "El concepto de que a una mujer le dispararan en la cabeza en Londres,"
    }
  },
  {
    "translation": {
      "en": "yet alone a celebrity, was rare in the extreme.",
      "es": "sobre todo a una celebridad, era extremadamente extraño."
    }
  },
  {
    "translation": {
      "en": "The media are already up at the top cordon.",
      "es": "Los medios ya estaban en el cordón policial."
    }
  },
  {
    "translation": {
      "en": "I knew then that the media interest was going to be extraordinary.",
      "es": "Supe de inmediato que el interés sería extraordinario."
    }
  },
  {
    "translation": {
      "en": "Jill Dando arrived here by ambulance at 12:30 p.m.",
      "es": "Jill Dando llegó en ambulancia a las 12:30 p. m."
    }
  },
  {
    "translation": {
      "en": "Despite all efforts by ambulance paramedics and hospital medical staff,",
      "es": "A pesar de los esfuerzos de los paramédicos y médicos del hospital,"
    }
  },
  {
    "translation": {
      "en": "she was certified dead at 1:03 p.m.",
      "es": "se la declaró muerta a la 1:03 p. m."
    }
  },
  {
    "translation": {
      "en": "The newsroom was cold with… with shock.",
      "es": "La sala de prensa estaba helada del impacto."
    }
  },
  {
    "translation": {
      "en": "Real shock.",
      "es": "Un verdadero impacto."
    }
  },
  {
    "translation": {
      "en": "We're people who are used to reporting",
      "es": "Estamos acostumbrados a informar"
    }
  },
  {
    "translation": {
      "en": "on all sorts of deaths, disasters, wars.",
      "es": "sobre toda clase de muertes, catástrofes, guerras."
    }
  },
  {
    "translation": {
      "en": "But to have one of your own…",
      "es": "Pero que una de las tuyas…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. It's just I was…",
      "es": "Lo siento. Es que…"
    }
  },
  {
    "translation": {
      "en": "One of your very, very own,",
      "es": "Que una de las tuyas"
    }
  },
  {
    "translation": {
      "en": "killed in that manner on her own doorstep was just too awful to believe.",
      "es": "sea asesinada de esta forma en su puerta era demasiado horrible para creerlo."
    }
  },
  {
    "translation": {
      "en": "And I… I had to read it.",
      "es": "Y tuve que leerlo."
    }
  },
  {
    "translation": {
      "en": "Jill was 37.",
      "es": "Jill tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "I remember a boss saying to me, Are you going to be okay doing this?",
      "es": "Recuerdo que un jefe me dijo: ¿Estarás bien haciendo esto?."
    }
  },
  {
    "translation": {
      "en": "And I said, yeah, I'll be okay.",
      "es": "Le dije, sí, estaré bien."
    }
  },
  {
    "translation": {
      "en": "Jill was 37.",
      "es": "Jill tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "Pete, I'm telling you she was 37.",
      "es": "Pete, te digo que tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "es": "Bien."
    }
  },
  {
    "translation": {
      "en": "I told her, she was 37.",
      "es": "Se lo dije, tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "She was exactly two years younger than me. She was 37.",
      "es": "Tenía dos años menos que yo. Tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "What shall I say?",
      "es": "¿Qué digo?"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, she was definitely 37. Definitely.",
      "es": "Te lo digo, definitivamente tenía 37 años."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "es": "Aquí vamos."
    }
  },
  {
    "translation": {
      "en": "Within the past few minutes, police have confirmed",
      "es": "En los últimos minutos, la policía confirmó"
    }
  },
  {
    "translation": {
      "en": "that the BBC television presenter Jill Dando has been stabbed to death",
      "es": "que la presentadora de la BBC, Jill Dando, fue apuñalada"
    }
  },
  {
    "translation": {
      "en": "outside her west London home.",
      "es": "en la puerta de su casa."
    }
  },
  {
    "translation": {
      "en": "She died in the ambulance on her way to hospital.",
      "es": "Murió en la ambulancia de camino al hospital."
    }
  },
  {
    "translation": {
      "en": "There are no more details at the moment.",
      "es": "De momento no tenemos más detalles."
    }
  },
  {
    "translation": {
      "en": "The next scheduled bulletin is at 2:40.",
      "es": "El próximo boletín es a las 2:40."
    }
  },
  {
    "translation": {
      "en": "I was working in the, uh, Bristol office",
      "es": "Trabajaba en la oficina de Bristol… HERMANO DE JILL"
    }
  },
  {
    "translation": {
      "en": "of the Bristol Evening Post.",
      "es": "…del Bristol Evening Post."
    }
  },
  {
    "translation": {
      "en": "And our newsroom had a bank of TV screens.",
      "es": "Nuestra sala de prensa tenía muchas televisiones."
    }
  },
  {
    "translation": {
      "en": "Our BBC colleague Jill Dando has died",
      "es": "Nuestra colega de BBC, Jill Dando, murió"
    }
  },
  {
    "translation": {
      "en": "after being attacked outside her London home.",
      "es": "tras ser atacada en la puerta de su casa."
    }
  },
  {
    "translation": {
      "en": "Reports were coming out that she had died.",
      "es": "Llegaban informes de que había muerto."
    }
  },
  {
    "translation": {
      "en": "I clicked into sort of automatic mode.",
      "es": "Entré en modo automático."
    }
  },
  {
    "translation": {
      "en": "I thought I need to protect my dad from this.",
      "es": "Pensé que debía proteger a mi padre de eso."
    }
  },
  {
    "translation": {
      "en": "I rushed down to Weston- super- Mare.",
      "es": "Fui rápidamente a Weston-super-Mare."
    }
  },
  {
    "translation": {
      "en": "He was obviously devastated.",
      "es": "Obviamente, estaba devastado."
    }
  },
  {
    "translation": {
      "en": "I was wondering how we were going to cope with all this.",
      "es": "Yo me preguntaba cómo lidiaríamos con esto."
    }
  },
  {
    "translation": {
      "en": "About half an hour after I had got down to Weston,",
      "es": "Media hora después de llegar a Weston,"
    }
  },
  {
    "translation": {
      "en": "the TV reporter from BBC Points West knocked on the door. I knew him.",
      "es": "el reportero de BBC Points West golpeó a la puerta. Yo lo conocía."
    }
  },
  {
    "translation": {
      "en": "And I sort of slipped back into journalistic mode.",
      "es": "Y me puse en modo periodista."
    }
  },
  {
    "translation": {
      "en": "I gave him an interview.",
      "es": "Le di una entrevista."
    }
  },
  {
    "translation": {
      "en": "When did you last see her? Was it…",
      "es": "¿Cuándo la viste por última vez?"
    }
  },
  {
    "translation": {
      "en": "I saw her on, um… Easter Sunday.",
      "es": "La vi en Pascua."
    }
  },
  {
    "translation": {
      "en": "It would've been about two, three weeks ago.",
      "es": "Habrá sido hace dos o tres semanas."
    }
  },
  {
    "translation": {
      "en": "Yeah, she was on good form. Um, looking forward to her wedding.",
      "es": "Se veía bien. Ansiosa por su boda."
    }
  },
  {
    "translation": {
      "en": "It was a sense of emptiness and a sense of despair.",
      "es": "Tenía una sensación de vacío y desesperación."
    }
  },
  {
    "translation": {
      "en": "And I had to explain to my dad what had happened,",
      "es": "Tuve que explicarle a mi padre lo que había pasado"
    }
  },
  {
    "translation": {
      "en": "what was going to happen.",
      "es": "y lo que pasaría."
    }
  },
  {
    "translation": {
      "en": "That we were kind of going to be in the eye of a storm.",
      "es": "Que íbamos a estar en el ojo de una tormenta."
    }
  },
  {
    "translation": {
      "en": "The police search is well underway now, Alan.",
      "es": "La búsqueda policial está en marcha, Alan."
    }
  },
  {
    "translation": {
      "en": "There are a minimum of 30 detectives.",
      "es": "Hay un mínimo de 30 detectives."
    }
  },
  {
    "translation": {
      "en": "You can see behind me the operation in front of Jill's home.",
      "es": "Detrás de mí se ve la operación frente a la casa de Jill."
    }
  },
  {
    "translation": {
      "en": "All the resources came.",
      "es": "Vinieron todos."
    }
  },
  {
    "translation": {
      "en": "The ballistics experts, the blood experts, the scene photographers.",
      "es": "Expertos en balística, analistas de patrones de sangre, fotógrafos."
    }
  },
  {
    "translation": {
      "en": "The scene itself had been heavily contaminated.",
      "es": "La propia escena había sido contaminada."
    }
  },
  {
    "translation": {
      "en": "Because there had been attempts to resuscitate.",
      "es": "Porque había habido intentos de resucitarla."
    }
  },
  {
    "translation": {
      "en": "But everything was picked up, relevant or not, scrapings, gravel.",
      "es": "Pero tomamos muestras de todo, relevante o no, raspaduras, grava."
    }
  },
  {
    "translation": {
      "en": "Fingerprint marks from the gate.",
      "es": "Huellas dactilares de la verja."
    }
  },
  {
    "translation": {
      "en": "Fibers.",
      "es": "Fibras."
    }
  },
  {
    "translation": {
      "en": "We had a bullet and a cartridge casing on the doorstep.",
      "es": "Teníamos una bala y un casquillo en la entrada."
    }
  },
  {
    "translation": {
      "en": "The ballistics expert told me it was a single shot",
      "es": "El experto en balística me dijo que fue un solo tiro"
    }
  },
  {
    "translation": {
      "en": "to the left side of her head.",
      "es": "a la izquierda de la cabeza."
    }
  },
  {
    "translation": {
      "en": "Some thought like a professional execution.",
      "es": "Algunos pensaron que era una ejecución profesional."
    }
  },
  {
    "translation": {
      "en": "And that bullet and casing on the doorstep were from a 9mm caliber weapon.",
      "es": "La bala y el casquillo eran de un arma 9 mm."
    }
  },
  {
    "translation": {
      "en": "The search teams arrived.",
      "es": "Llegaron los equipos de búsqueda."
    }
  },
  {
    "translation": {
      "en": "The whole of Gowan Avenue was searched.",
      "es": "Se registró toda la avenida Gowan."
    }
  },
  {
    "translation": {
      "en": "Bins, gardens, flowerbeds, shrubs.",
      "es": "Cubos de basura, jardines, flores, arbustos."
    }
  },
  {
    "translation": {
      "en": "Looking to see if the gun had been discarded or anything had been discarded.",
      "es": "Por si habían desechado el arma o algo."
    }
  },
  {
    "translation": {
      "en": "We identified some of the key witnesses.",
      "es": "Identificamos a algunos testigos clave."
    }
  },
  {
    "translation": {
      "en": "The postman, a sort of Mediterranean- looking man,",
      "es": "El cartero, un hombre de aspecto mediterráneo,"
    }
  },
  {
    "translation": {
      "en": "just after ten o'clock on the opposite side of the road to Jill's house,",
      "es": "justo después de las diez en frente a la casa de Jill,"
    }
  },
  {
    "translation": {
      "en": "and a witness claimed he saw a man running across the road",
      "es": "y un testigo dijo que vio a un hombre correr por la calle"
    }
  },
  {
    "translation": {
      "en": "and he stopped at the bus stop.",
      "es": "hasta la parada del autobús."
    }
  },
  {
    "translation": {
      "en": "And he was sweating.",
      "es": "Y que sudaba."
    }
  },
  {
    "translation": {
      "en": "There was a traffic warden,",
      "es": "Había una policía de tránsito"
    }
  },
  {
    "translation": {
      "en": "and she was about to give a ticket to the driver of a blue Range Rover,",
      "es": "que iba a ponerle una multa al conductor de una Range Rover azul,"
    }
  },
  {
    "translation": {
      "en": "and as she was starting to write the ticket out,",
      "es": "y cuando empezó a escribir la multa,"
    }
  },
  {
    "translation": {
      "en": "he brushed her off and he drove away.",
      "es": "él la apartó y se fue en la camioneta."
    }
  },
  {
    "translation": {
      "en": "So, I didn't know at the time",
      "es": "En aquel momento no sabía"
    }
  },
  {
    "translation": {
      "en": "whether there was one person involved or two or three.",
      "es": "si había una persona involucrada, o dos o tres."
    }
  },
  {
    "translation": {
      "en": "Everybody in that street on that day had to be eliminated out",
      "es": "Teníamos que descartar a todos los de esa calle"
    }
  },
  {
    "translation": {
      "en": "as much as possible.",
      "es": "tanto como fuera posible."
    }
  },
  {
    "translation": {
      "en": "The next day's newspapers were absolutely rammed with stories about the murder.",
      "es": "Los periódicos del día siguiente estaban llenos de historias. EXCORRESPONSAL DE CRÍMENES THE SUN: ASESINADA"
    }
  },
  {
    "translation": {
      "en": "It was the only story in town.",
      "es": "MUERTE DE LA CHICA COMÚN Era la única historia."
    }
  },
  {
    "translation": {
      "en": "On a sad morning, we'll be talking about poor Jill Dando.",
      "es": "En una mañana triste, hablaremos de la pobre Jill Dando."
    }
  },
  {
    "translation": {
      "en": "The shocking loss of one of Britain's best- known personalities",
      "es": "Su pérdida inspiró tributos."
    }
  },
  {
    "translation": {
      "en": "drew many tributes.",
      "es": "inspiró tributos."
    }
  },
  {
    "translation": {
      "en": "In London, police are investigating a murder",
      "es": "La policía investiga el asesinato"
    }
  },
  {
    "translation": {
      "en": "that has shocked the television- viewing public.",
      "es": "que impactó al público televisivo."
    }
  },
  {
    "translation": {
      "en": "Jill Dando was, in the opinion of many in Britain,",
      "es": "Jill Dando, según muchos en Gran Bretaña,"
    }
  },
  {
    "translation": {
      "en": "second only to Princess Diana",
      "es": "solo estaba por debajo de la princesa Diana"
    }
  },
  {
    "translation": {
      "en": "in terms of public affection.",
      "es": "en cuanto al cariño del público."
    }
  },
  {
    "translation": {
      "en": "Jill Dando was someone who was known to, virtually, everybody in this country.",
      "es": "Jill Dando era conocida por todos en este país."
    }
  },
  {
    "translation": {
      "en": "Even the Queen has been moved to comment, saying she is shocked and saddened.",
      "es": "Incluso la reina dijo que estaba impactada y triste."
    }
  },
  {
    "translation": {
      "en": "Following the death of Princess Diana,",
      "es": "Tras la muerte de la princesa Diana,"
    }
  },
  {
    "translation": {
      "en": "I would say that Jill Dando's murder",
      "es": "diría que el asesinado de Jill Dando…"
    }
  },
  {
    "translation": {
      "en": "was the biggest story that we will ever report on.",
      "es": "PERIODISTA Y PRESENTADORA …fue la historia más importante que reportaremos."
    }
  },
  {
    "translation": {
      "en": "Female journalists of my generation were shaken by it",
      "es": "Las periodistas de mi generación quedamos conmovidas"
    }
  },
  {
    "translation": {
      "en": "because we saw ourselves in Jill.",
      "es": "porque nos veíamos a nosotras mismas en Jill."
    }
  },
  {
    "translation": {
      "en": "Jill had been a journalist. She loved the press.",
      "es": "Jill fue periodista. Le encantaba la prensa."
    }
  },
  {
    "translation": {
      "en": "She was good to us, she respected us, she knew we were doing a job",
      "es": "Era buena, nos respetaba, sabía que hacíamos nuestro trabajo"
    }
  },
  {
    "translation": {
      "en": "and we wanted as much as the police",
      "es": "y queríamos, como la policía,"
    }
  },
  {
    "translation": {
      "en": "to find out who did it because she was one of us.",
      "es": "descubrir quién lo hizo, porque ella era una de nosotras."
    }
  },
  {
    "translation": {
      "en": "I was the crime correspondent at the Daily Mirror.",
      "es": "OFICINA CENTRAL DE DAILY MIRROR CANARY WHARF, LONDRES Yo era el corresponsal de delitos del Daily Mirror."
    }
  },
  {
    "translation": {
      "en": "I can remember discussing it with… with my news editor.",
      "es": "Recuerdo hablarlo con mi editor."
    }
  },
  {
    "translation": {
      "en": "And him saying to me, So, what do you think about this?",
      "es": "Me dijo: ¿Qué piensa de esto?."
    }
  },
  {
    "translation": {
      "en": "He said, it must be something with Crimewatch.",
      "es": "Debe tener que ver con Crimewatch."
    }
  },
  {
    "translation": {
      "en": "Well, not necessarily, hold your horses.",
      "es": "No necesariamente, tranquilo."
    }
  },
  {
    "translation": {
      "en": "One of the pieces of information coming in from one of our reporters on the ground",
      "es": "Uno de los datos que nos dieron nuestros reporteros"
    }
  },
  {
    "translation": {
      "en": "was that they'd found a neighbor to Jill's house in Gowan Avenue",
      "es": "fue que un vecino de la casa de Jill en la avenida Gowan"
    }
  },
  {
    "translation": {
      "en": "who'd heard a scream.",
      "es": "había oído un grito."
    }
  },
  {
    "translation": {
      "en": "- Did you hear a man's voice? - No man's voice at all.",
      "es": "¿Escuchó una voz de hombre? Para nada."
    }
  },
  {
    "translation": {
      "en": "- Did you hear a shot or did you-- - There was no shots.",
      "es": "- ¿Escuchó un tiro o…? - No hubo tiros."
    }
  },
  {
    "translation": {
      "en": "From what I'd say was a shot, I didn't think there was a shot, no.",
      "es": "Según lo que yo diría que es un tiro, no me pareció."
    }
  },
  {
    "translation": {
      "en": "From your assessment, what did you hear?",
      "es": "Según su opinión, ¿qué oyó?"
    }
  },
  {
    "translation": {
      "en": "I did hear… a scream.",
      "es": "Oí un grito."
    }
  },
  {
    "translation": {
      "en": "I had a private conversation",
      "es": "Tuve una conversación privada"
    }
  },
  {
    "translation": {
      "en": "with one of the members of the murder squad.",
      "es": "con un policía de homicidios."
    }
  },
  {
    "translation": {
      "en": "He said we cannot find any witnesses, any neighbors,",
      "es": "Dijo que no encontraban testigos ni vecinos,"
    }
  },
  {
    "translation": {
      "en": "anybody who was in the area at the time who actually heard a gunshot.",
      "es": "nadie que estuviera en el área que haya escuchado el disparo."
    }
  },
  {
    "translation": {
      "en": "We don't have the gun. We don't have anybody who saw the gun.",
      "es": "No tenemos el arma. Ni a nadie que haya visto el arma."
    }
  },
  {
    "translation": {
      "en": "But this weapon could have had a silencer on it.",
      "es": "Pero el arma podría haber tenido un silenciador."
    }
  },
  {
    "translation": {
      "en": "Unlike in the movies,",
      "es": "A diferencia de las películas,"
    }
  },
  {
    "translation": {
      "en": "a silencer on a gun is a very rare piece of equipment in real life.",
      "es": "un silenciador en un arma es un accesorio muy raro en la vida real."
    }
  },
  {
    "translation": {
      "en": "So, automatically, that suggestion steered us in the direction",
      "es": "Así que esa noción nos hizo virar automáticamente"
    }
  },
  {
    "translation": {
      "en": "that maybe this was a professional job.",
      "es": "a que quizá fuera un asesinato por encargo."
    }
  },
  {
    "translation": {
      "en": "Somebody asked the question, is this an assassination?",
      "es": "Alguien hizo la pregunta, ¿es un asesinato?"
    }
  },
  {
    "translation": {
      "en": "Is this an execution?",
      "es": "¿Es una ejecución?"
    }
  },
  {
    "translation": {
      "en": "Like a political murder or an organized crime murder?",
      "es": "¿Un asesinato político o del crimen organizado?"
    }
  },
  {
    "translation": {
      "en": "So all the theories about, you know, the who, the what, the why,",
      "es": "Las teorías sobre quién, qué y por qué"
    }
  },
  {
    "translation": {
      "en": "were starting to stack up.",
      "es": "comenzaban a acumularse."
    }
  },
  {
    "translation": {
      "en": "Jill Dando was left dying on the doorstep of her home.",
      "es": "A Jill Dando la dejaron casi muerta en su puerta."
    }
  },
  {
    "translation": {
      "en": "Revenge, perhaps, for her role as a crime reporter who helps jail top criminals.",
      "es": "Quizá por su papel como reportera que ayuda a encarcelar delincuentes."
    }
  },
  {
    "translation": {
      "en": "Everyone had a view on how Jill Dando was murdered and who was responsible.",
      "es": "Todos tenían una idea de cómo fue asesinada y quién fue responsable."
    }
  },
  {
    "translation": {
      "en": "Back to the office, I held a meeting with the team.",
      "es": "En la oficina, hice una reunión con el equipo."
    }
  },
  {
    "translation": {
      "en": "I said, there's a danger of us being swept up with the media hype.",
      "es": "Dije que existía el peligro de dejarnos llevar por la prensa."
    }
  },
  {
    "translation": {
      "en": "And reminded them that, with any murder investigation,",
      "es": "Les recordé que, con cualquier investigación de homicidio,"
    }
  },
  {
    "translation": {
      "en": "the victim was a key element to try to solve the case.",
      "es": "la víctima era un elemento clave para resolverlo."
    }
  },
  {
    "translation": {
      "en": "So we needed to look at Jill's life.",
      "es": "Debíamos analizar la vida de Jill."
    }
  },
  {
    "translation": {
      "en": "Who is Jill",
      "es": "Quién es Jill"
    }
  },
  {
    "translation": {
      "en": "and who were the persons closest to her and nearer to her?",
      "es": "y quiénes eran las personas más cercanas a ella."
    }
  },
  {
    "translation": {
      "en": "I don't, I'm afraid.",
      "es": "Me temo que no."
    }
  },
  {
    "translation": {
      "en": "I'm one of these people who what you see is what you get.",
      "es": "Yo soy tal cual me muestro."
    }
  },
  {
    "translation": {
      "en": "I don't think I've got any skeletons in the cupboard.",
      "es": "No creo tener ningún muerto en el placar."
    }
  },
  {
    "translation": {
      "en": "I was nine years old when Jill was born in 1961.",
      "es": "Yo tenía nueve años cuando Jill nació en 1961."
    }
  },
  {
    "translation": {
      "en": "Quite often on a Sunday as a family,",
      "es": "Muchos domingos, la familia"
    }
  },
  {
    "translation": {
      "en": "we'd go down for a picnic on the beach.",
      "es": "iba de pícnic a la playa."
    }
  },
  {
    "translation": {
      "en": "Do you remember those sand- blown lettuce sandwiches?",
      "es": "¿Recuerdas esos sándwiches de lechuga con arena?"
    }
  },
  {
    "translation": {
      "en": "They were part of the staple diet",
      "es": "Eran parte del menú típico"
    }
  },
  {
    "translation": {
      "en": "of summers growing up in Weston- super- Mare.",
      "es": "de los veranos en Weston-super-Mare."
    }
  },
  {
    "translation": {
      "en": "There wasn't much money around.",
      "es": "No teníamos mucho dinero."
    }
  },
  {
    "translation": {
      "en": "We didn't have exotic holidays like that.",
      "es": "No teníamos vacaciones exóticas."
    }
  },
  {
    "translation": {
      "en": "I wonder whether she actually had a passport",
      "es": "No sé si ella tenía pasaporte"
    }
  },
  {
    "translation": {
      "en": "before she was offered the job as, uh, presenting the Holiday program.",
      "es": "antes de tener el trabajo de presentadora de Holiday."
    }
  },
  {
    "translation": {
      "en": "It was almost preordained that she was going to become a journalist.",
      "es": "Estaba casi predestinada a ser periodista."
    }
  },
  {
    "translation": {
      "en": "Well, she was interested in words and, um, she was more outgoing than I was.",
      "es": "Le interesaban las palabras y era más extrovertida que yo."
    }
  },
  {
    "translation": {
      "en": "I'd whisper in her ear occasionally saying, Why are you still in Weston?",
      "es": "A veces le susurraba al oído: ¿Por qué sigues en Weston?,"
    }
  },
  {
    "translation": {
      "en": "Why don't you look for jobs around the place?",
      "es": "¿Por qué no buscas trabajo en otro lugar?."
    }
  },
  {
    "translation": {
      "en": "Thirty years ago, a computer capable of similar calculations",
      "es": "Hace 30 años, una computadora capaz de hacer cálculos similares"
    }
  },
  {
    "translation": {
      "en": "wouldn't have fitted into a building this size.",
      "es": "no habría cabido en un edificio así."
    }
  },
  {
    "translation": {
      "en": "It would have been full of…",
      "es": "Habría estado lleno de…"
    }
  },
  {
    "translation": {
      "en": "She got a job as a journalist on BBC Spotlight, based in Plymouth.",
      "es": "Consiguió trabajo como periodista en BBC Spotlight, con base en Plymouth."
    }
  },
  {
    "translation": {
      "en": "And then became a presenter.",
      "es": "Y luego pasó a ser presentadora."
    }
  },
  {
    "translation": {
      "en": "They do mention the ethics committee refusing this idea.",
      "es": "Dicen que el comité de ética rechaza esta idea."
    }
  },
  {
    "translation": {
      "en": "They've said no more sisters are going to be donors.",
      "es": "Dijeron que ya no habrá hermanas donantes."
    }
  },
  {
    "translation": {
      "en": "She was so polished and so professional.",
      "es": "Era muy refinada y profesional."
    }
  },
  {
    "translation": {
      "en": "…Fisherman depend is in deep financial trouble.",
      "es": "…del que los pescadores dependen está en problemas."
    }
  },
  {
    "translation": {
      "en": "But at the same time retaining a natural warmth about her.",
      "es": "Pero al mismo tiempo conservaba su calidez natural."
    }
  },
  {
    "translation": {
      "en": "Sort of a twinkle in her eye.",
      "es": "Tenía un brillo en los ojos."
    }
  },
  {
    "translation": {
      "en": "Her performances on Spotlight",
      "es": "Sus apariciones en Spotlight"
    }
  },
  {
    "translation": {
      "en": "caught the attention of the producers at BBC Breakfast.",
      "es": "llamaron la atención de BBC Breakfast."
    }
  },
  {
    "translation": {
      "en": "…television made, is going up the line to Breakfast Time.",
      "es": "…la señorita fue ascendida a Breakfast Time."
    }
  },
  {
    "translation": {
      "en": "The world by then was her oyster.",
      "es": "Tenía el mundo a sus pies."
    }
  },
  {
    "translation": {
      "en": "- I must just-- - How many times have I done this now?",
      "es": "- Debo decir… - ¿Cuántas veces lo he hecho?"
    }
  },
  {
    "translation": {
      "en": "Thank you very much. Oh, God.",
      "es": "Muchas gracias. Cielos."
    }
  },
  {
    "translation": {
      "en": "- We wish you well, my darling. - Thank you.",
      "es": "- Te deseamos lo mejor. - Gracias."
    }
  },
  {
    "translation": {
      "en": "You better say goodnight for the last time.",
      "es": "Da las buenas noches por última vez."
    }
  },
  {
    "translation": {
      "en": "Good night from here and good morning from London on Monday.",
      "es": "Buenas noches desde aquí y buen día desde Londres el lunes."
    }
  },
  {
    "translation": {
      "en": "Page 45. Now, would you tell me what promos you're running?",
      "es": "Página 45. ¿Me dirías qué promociones pondrás?"
    }
  },
  {
    "translation": {
      "en": "Give me that. Just hold on a second.",
      "es": "Dame eso. Espera un segundo."
    }
  },
  {
    "translation": {
      "en": "No, Bob, I've got to know now.",
      "es": "No, Bob, debo saberlo."
    }
  },
  {
    "translation": {
      "en": "Run the first one. I'll confirm in a couple of seconds.",
      "es": "Pon el primero. Confirmaré en un par de segundos."
    }
  },
  {
    "translation": {
      "en": "I'm Bob Wheaton.",
      "es": "Soy Bob Wheaton."
    }
  },
  {
    "translation": {
      "en": "At that time, I was, uh, running the six o'clock news.",
      "es": "EXPAREJA Y EDITOR DE BBC En esa época, yo dirigía las noticias de las seis."
    }
  },
  {
    "translation": {
      "en": "I can remember.",
      "es": "Lo recuerdo."
    }
  },
  {
    "translation": {
      "en": "There I was sitting at the desk.",
      "es": "Yo estaba en el escritorio,"
    }
  },
  {
    "translation": {
      "en": "I'm ready to get the six o'clock news of the day prepared.",
      "es": "listo para preparar las noticias de las seis de ese día."
    }
  },
  {
    "translation": {
      "en": "And there on, um, BBC Breakfast Time…",
      "es": "Y en BBC Breakfast Time…"
    }
  },
  {
    "translation": {
      "en": "- Dementia has found more evidence… - …was Jill.",
      "es": "- …se encontraron más pruebas… - …estaba Jill."
    }
  },
  {
    "translation": {
      "en": "…possible link with aluminum levels…",
      "es": "…de los niveles de aluminio…"
    }
  },
  {
    "translation": {
      "en": "Hadn't seen her before.",
      "es": "No la había visto antes."
    }
  },
  {
    "translation": {
      "en": "The study, published in…",
      "es": "El estudio, publicado en…"
    }
  },
  {
    "translation": {
      "en": "She had a good face for television.",
      "es": "Lucía muy bien en televisión."
    }
  },
  {
    "translation": {
      "en": "While Frank Bruno's been preparing for his fight…",
      "es": "Mientras Frank Bruno se prepara para su pelea…"
    }
  },
  {
    "translation": {
      "en": "Her voice, beautiful, a classless English voice.",
      "es": "Su voz era hermosa, típicamente inglesa."
    }
  },
  {
    "translation": {
      "en": "…tussling with a television crew in Canada.",
      "es": "…luchando en Canadá."
    }
  },
  {
    "translation": {
      "en": "She was a total natural.",
      "es": "Estaba hecha para eso."
    }
  },
  {
    "translation": {
      "en": "Winds of up to 100 miles an hour…",
      "es": "Vientos de hasta 160 km/h…"
    }
  },
  {
    "translation": {
      "en": "She shone and I knew she was gonna go places.",
      "es": "Ella brillaba, y yo sabía que lograría grandes cosas."
    }
  },
  {
    "translation": {
      "en": "But I think how you look does matter.",
      "es": "Pero creo que cómo te ves sí importa."
    }
  },
  {
    "translation": {
      "en": "And she'd arrived from provinces looking like a regional girl.",
      "es": "Y llegó de la provincia con aspecto de chica regional."
    }
  },
  {
    "translation": {
      "en": "I'd looked at her and said to her, You need to sort the way your hair is,",
      "es": "La miré y le dije: Debes arreglarte el pelo,"
    }
  },
  {
    "translation": {
      "en": "you need to wear the right clothes. She'd put on a lot of weight.",
      "es": "debes usar la ropa adecuada. Había subido mucho de peso."
    }
  },
  {
    "translation": {
      "en": "And, you know, she was advised that she needed to look right.",
      "es": "Y se le aconsejó que debía verse bien."
    }
  },
  {
    "translation": {
      "en": "At the time she had curly, permed hair.",
      "es": "Tenía el cabello ondulado."
    }
  },
  {
    "translation": {
      "en": "Um, brown.",
      "es": "AMIGO Y PELUQUERO DE JILL Castaño."
    }
  },
  {
    "translation": {
      "en": "And she wanted a different look.",
      "es": "Y ella quería otro look."
    }
  },
  {
    "translation": {
      "en": "I think I suggested that we cut this short and, uh, see where we go with it.",
      "es": "Creo que sugerí cortarlo y luego ver qué hacíamos."
    }
  },
  {
    "translation": {
      "en": "And she said, I'm going to be on television. Should I ask my producer?",
      "es": "Dijo: Saldré en televisión. ¿Le pregunto a mi productor?."
    }
  },
  {
    "translation": {
      "en": "And I went, No, probably not a good idea.",
      "es": "Le dije: No, no me parece una buena idea."
    }
  },
  {
    "translation": {
      "en": "The government's £3.25 billion package to keep down the poll tax",
      "es": "El paquete de £3250 millones para bajar el impuesto a la comunidad"
    }
  },
  {
    "translation": {
      "en": "has been welcomed by Conservative backbenchers.",
      "es": "fue bienvenido por los conservadores."
    }
  },
  {
    "translation": {
      "en": "It became quite a signature look.",
      "es": "Se volvió un look característico."
    }
  },
  {
    "translation": {
      "en": "And in many ways I think people saw Jill as a TV Diana.",
      "es": "Y en muchos sentidos, creo que la gente veía a Jill como una Diana de la tele."
    }
  },
  {
    "translation": {
      "en": "At that time, Diana would come down",
      "es": "En esa época, Diana venía,"
    }
  },
  {
    "translation": {
      "en": "and we would probably do the occasional blow- dry.",
      "es": "y ocasionalmente la peinábamos."
    }
  },
  {
    "translation": {
      "en": "Who had the haircut first?",
      "es": "¿Quién tuvo primero ese corte?"
    }
  },
  {
    "translation": {
      "en": "Jill.",
      "es": "Jill."
    }
  },
  {
    "translation": {
      "en": "Her hair was right. She had lost a lot of weight.",
      "es": "Tenía el cabello perfecto. Había bajado de peso."
    }
  },
  {
    "translation": {
      "en": "Her diction was perfect. She had a charm about the way she presented the news.",
      "es": "Tenía una dicción perfecta. Tenía carisma para presentar las noticias."
    }
  },
  {
    "translation": {
      "en": "Well, a fine weekend in prospects.",
      "es": "Será un gran fin de semana."
    }
  },
  {
    "translation": {
      "en": "And people regarded her as a girl next door",
      "es": "Y la gente la consideraba una chica común"
    }
  },
  {
    "translation": {
      "en": "who was giving them, uh, the authority of BBC News and it was a good package.",
      "es": "que le daba la autoridad de BBC News y era fantástica en general."
    }
  },
  {
    "translation": {
      "en": "I suppose in celebrating the success, we got closer.",
      "es": "Supongo que al celebrar el éxito, nos acercamos más."
    }
  },
  {
    "translation": {
      "en": "And, uh, eventually we became involved.",
      "es": "Y finalmente comenzamos una relación."
    }
  },
  {
    "translation": {
      "en": "Jill got involved with Bob very early on,",
      "es": "Jill inició una relación con Bob a poco de llegar,"
    }
  },
  {
    "translation": {
      "en": "so that was always quite-- I don't want to say this on camera.",
      "es": "así que siempre fue… No quiero decirlo en cámara."
    }
  },
  {
    "translation": {
      "en": "It was a difficult situation. She was… She was with the boss.",
      "es": "Era una situación difícil. Estaba con el jefe."
    }
  },
  {
    "translation": {
      "en": "I think the top will probably be South Africa again.",
      "es": "Creo que otra vez comenzaremos con Sudáfrica."
    }
  },
  {
    "translation": {
      "en": "Today, or rather today…",
      "es": "Hoy o…"
    }
  },
  {
    "translation": {
      "en": "I always thought it was a very strange relationship",
      "es": "Siempre pensé que era una relación muy rara"
    }
  },
  {
    "translation": {
      "en": "because she was so freewheeling…",
      "es": "porque ella era muy libre…"
    }
  },
  {
    "translation": {
      "en": "And he was quite a control freak, but in a very quiet way.",
      "es": "Y él era un controlador, pero de una forma muy tranquila. AGENTE DE JILL"
    }
  },
  {
    "translation": {
      "en": "There was no bad word said, it was like I, you know…",
      "es": "AGENTE DE JILL No decía nada malo…"
    }
  },
  {
    "translation": {
      "en": "Shh. Let me explain. This is what it is. It was that kind of relationship.",
      "es": "Te explicaré. Así son las cosas. Esa era la clase de relación."
    }
  },
  {
    "translation": {
      "en": "…section which has got library film and graphics and so on.",
      "es": "…sección que tiene la filmoteca y los gráficos."
    }
  },
  {
    "translation": {
      "en": "Jill was at the top of her game.",
      "es": "Estaba en la cima. AMIGA Y COLEGA"
    }
  },
  {
    "translation": {
      "en": "She'd choose what she wanted to do.",
      "es": "AMIGA Y COLEGA Elegía qué hacer."
    }
  },
  {
    "translation": {
      "en": "I was brought in as a young journalist, I think I was about 23.",
      "es": "Yo entré como periodista joven, creo que tenía unos 23 años."
    }
  },
  {
    "translation": {
      "en": "I really looked up to Jill.",
      "es": "Admiraba mucho a Jill."
    }
  },
  {
    "translation": {
      "en": "Um, she was absolutely where I wanted to end up.",
      "es": "Yo quería llegar a donde ella estaba."
    }
  },
  {
    "translation": {
      "en": "The headlines this morning…",
      "es": "Los titulares esta mañana…"
    }
  },
  {
    "translation": {
      "en": "But it was really hard.",
      "es": "Pero era muy difícil."
    }
  },
  {
    "translation": {
      "en": "It was difficult not to feel a bit of an imposter.",
      "es": "Era difícil no sentirse como una impostora."
    }
  },
  {
    "translation": {
      "en": "Could we have? I wouldn't mind some scripts.",
      "es": "¿Podemos? No me molestaría tener un guion."
    }
  },
  {
    "translation": {
      "en": "Sitting next to these alpha males, sometimes she was made to feel inferior.",
      "es": "Sentada junto a estos machos alfa, a veces la hacían sentir inferior."
    }
  },
  {
    "translation": {
      "en": "So often when he's talking to ladies who say",
      "es": "A menudo, las chicas le dicen"
    }
  },
  {
    "translation": {
      "en": "it's harder for us in broadcasting.",
      "es": "que para ellas es más difícil."
    }
  },
  {
    "translation": {
      "en": "And I keep thinking, absolute nonsense, I mean, you know,",
      "es": "Y para mí es una tontería,"
    }
  },
  {
    "translation": {
      "en": "if you're a good- looking woman, then it is not difficult.",
      "es": "si eres una mujer atractiva, no es difícil."
    }
  },
  {
    "translation": {
      "en": "- It, well… - It is easier.",
      "es": "- Bueno… - Es más fácil."
    }
  },
  {
    "translation": {
      "en": "No. I think people expect more of women, that's the trouble, you know…",
      "es": "Creo que la gente espera más de las mujeres, ese es el problema."
    }
  },
  {
    "translation": {
      "en": "As Jill's, uh, career is advancing,",
      "es": "A medida que avanzaba la carrera de Jill,"
    }
  },
  {
    "translation": {
      "en": "one of the problems that she had,",
      "es": "uno de los problemas que tenía,"
    }
  },
  {
    "translation": {
      "en": "all the women had, was that it was a very male- dominated company.",
      "es": "que tenían todas las mujeres, es que era una compañía dominada por hombres."
    }
  },
  {
    "translation": {
      "en": "To be absolutely honest, it was quite misogynistic.",
      "es": "Sinceramente, era bastante misógina."
    }
  },
  {
    "translation": {
      "en": "All sorts of men will be regarded as controlling",
      "es": "Los hombres son considerados controladores,"
    }
  },
  {
    "translation": {
      "en": "because men are especially… Tough editors are tough sometimes.",
      "es": "en especial los editores, porque son duros a veces."
    }
  },
  {
    "translation": {
      "en": "But controlling in a way which is detrimental to the relationship",
      "es": "Pero controladores de una forma que perjudique la relación"
    }
  },
  {
    "translation": {
      "en": "or to the person, not at all.",
      "es": "o a la persona, no, para nada."
    }
  },
  {
    "translation": {
      "en": "The reality is, most people are killed by someone they know.",
      "es": "La mayoría de la gente es asesinada por un conocido."
    }
  },
  {
    "translation": {
      "en": "The people in her inner circle were Alan Farthing, her fiancé.",
      "es": "Su círculo eran Alan Farthing, su prometido."
    }
  },
  {
    "translation": {
      "en": "Her previous partner for, who had been her partner for some years, seven years.",
      "es": "Su pareja anterior, con quien había estado por siete años."
    }
  },
  {
    "translation": {
      "en": "Mr. Wheaton.",
      "es": "El Sr. Wheaton."
    }
  },
  {
    "translation": {
      "en": "And her business agent, Mr. Roseman.",
      "es": "Y su agente comercial, el Sr. Roseman."
    }
  },
  {
    "translation": {
      "en": "They had to be seen and interviewed and eliminated primarily by alibi.",
      "es": "Debían ser interrogados y eliminados principalmente por sus coartadas."
    }
  },
  {
    "translation": {
      "en": "If you could show you were somewhere else on the 26th of April, in that time frame,",
      "es": "Si podías demostrar que estabas en otro lado el 26 de abril, a esa hora,"
    }
  },
  {
    "translation": {
      "en": "you can't be the murderer.",
      "es": "no podías ser el asesino."
    }
  },
  {
    "translation": {
      "en": "But it doesn't necessarily remove yourself from somehow arranging for her murder,",
      "es": "Pero no descarta necesariamente que hayas coordinado su asesinato,"
    }
  },
  {
    "translation": {
      "en": "if that was the situation.",
      "es": "si esa fuera la situación."
    }
  },
  {
    "translation": {
      "en": "First of all I wanted to ask how you're coping at the moment.",
      "es": "Primero, quiero preguntarte cómo estás lidiando con esto."
    }
  },
  {
    "translation": {
      "en": "I think I'm coping in the same way as",
      "es": "Creo que de la misma forma"
    }
  },
  {
    "translation": {
      "en": "anybody else would cope under the circumstances.",
      "es": "que lo haría cualquiera."
    }
  },
  {
    "translation": {
      "en": "I'm devastated.",
      "es": "Estoy devastado."
    }
  },
  {
    "translation": {
      "en": "Everybody around me is devastated.",
      "es": "Todos los que me rodean están devastados."
    }
  },
  {
    "translation": {
      "en": "I cannot understand why they would want to kill - somebody as gentle… - This was my mother's…",
      "es": "No comprendo por qué querrían matar a una persona tan dulce,"
    }
  },
  {
    "translation": {
      "en": "…kind, well- meaning and",
      "es": "amable, buena y…"
    }
  },
  {
    "translation": {
      "en": "as perfect a person as Jill.",
      "es": "perfecta como Jill."
    }
  },
  {
    "translation": {
      "en": "I'll always remember it.",
      "es": "Siempre lo recordaré. 21 DE MAYO DE 1999"
    }
  },
  {
    "translation": {
      "en": "We were in the back of a limousine following Jill's coffin.",
      "es": "Íbamos en una limusina tras el ataúd de Jill."
    }
  },
  {
    "translation": {
      "en": "There were just thousands of people who'd come out.",
      "es": "Habían venido miles de personas."
    }
  },
  {
    "translation": {
      "en": "Weston just stopped.",
      "es": "Weston se detuvo."
    }
  },
  {
    "translation": {
      "en": "I didn't know her personally, but I thought I'd like to be here.",
      "es": "No la conocía personalmente, pero quise estar aquí."
    }
  },
  {
    "translation": {
      "en": "Diana was our rose, but Jill was our sunflower.",
      "es": "Diana era nuestra rosa, pero Jill era nuestro girasol."
    }
  },
  {
    "translation": {
      "en": "I can't say any more.",
      "es": "No puedo decir nada más."
    }
  },
  {
    "translation": {
      "en": "A hundred or so people were invited to the church.",
      "es": "Unas cien personas fueron invitadas a la iglesia."
    }
  },
  {
    "translation": {
      "en": "Many of her friends worked with her at the BBC.",
      "es": "Muchos de sus amigos que trabajaban en la BBC."
    }
  },
  {
    "translation": {
      "en": "The coffin arrived at the church at three o'clock.",
      "es": "El ataúd llegó a la iglesia a las tres en punto."
    }
  },
  {
    "translation": {
      "en": "It was accompanied by her brother, Nigel.",
      "es": "Fue acompañado por su hermano, Nigel."
    }
  },
  {
    "translation": {
      "en": "Her father, Jack.",
      "es": "Su padre, Jack."
    }
  },
  {
    "translation": {
      "en": "And, of course, by the man she would have married this September,",
      "es": "Y el hombre con quien se casaría en septiembre,"
    }
  },
  {
    "translation": {
      "en": "her fiancé, Alan Farthing.",
      "es": "su prometido, Alan Farthing."
    }
  },
  {
    "translation": {
      "en": "When Jill met Alan, it was quite a life- changing moment for her.",
      "es": "Cuando Jill conoció a Alan, a ella le cambió la vida."
    }
  },
  {
    "translation": {
      "en": "A moment that she'd thought about and had dreams of for quite a while.",
      "es": "Un momento en el que había pensado y con el que había soñado."
    }
  },
  {
    "translation": {
      "en": "She'd announced her engagement.",
      "es": "JILL DANDO COMPARTE LAS FOTOS DE SU COMPROMISO Había anunciado su compromiso."
    }
  },
  {
    "translation": {
      "en": "She should have been in a church getting married, you know,",
      "es": "Debía estar en una iglesia casándose,"
    }
  },
  {
    "translation": {
      "en": "and here she was in a church being buried.",
      "es": "y aquí estaba en su funeral."
    }
  },
  {
    "translation": {
      "en": "Life was entering a new, exciting, fulfilling age.",
      "es": "Se iniciaba una época nueva y emocionante en su vida."
    }
  },
  {
    "translation": {
      "en": "Until that fateful moment,",
      "es": "Hasta ese trágico momento,"
    }
  },
  {
    "translation": {
      "en": "Jill, the beautiful girl next door,",
      "es": "cuando Jill, la chica hermosa… WESTONS PERDIÓ A SU PRINCESA"
    }
  },
  {
    "translation": {
      "en": "known to every family in the country, was shot dead.",
      "es": "…conocida por todo el país, fue asesinada de un disparo."
    }
  },
  {
    "translation": {
      "en": "And then everyone was asking the question, Why?",
      "es": "Y todo el mundo se preguntaba por qué."
    }
  },
  {
    "translation": {
      "en": "Some of my key thinking about it was,",
      "es": "Algunas cosas clave que yo pensaba:"
    }
  },
  {
    "translation": {
      "en": "if someone deliberately set out to kill her,",
      "es": "si alguien quiso matarla deliberadamente,"
    }
  },
  {
    "translation": {
      "en": "why would they choose to kill her? What was to be gained from that?",
      "es": "¿por qué a ella? ¿Qué ganaba con eso?"
    }
  },
  {
    "translation": {
      "en": "What benefit would anybody accrue from killing Jill Dando?",
      "es": "¿De qué se beneficiaba alguien con matar a Jill Dando?"
    }
  },
  {
    "translation": {
      "en": "And then Alan Farthing mentioned that a large sum of money,",
      "es": "Y luego Alan Farthing mencionó que hubo mucho dinero,"
    }
  },
  {
    "translation": {
      "en": "over £30,000, £35,000,",
      "es": "más de £30 000, £35 000,"
    }
  },
  {
    "translation": {
      "en": "was given by Jill to Mr. Wheaton.",
      "es": "que Jill le dio al Sr. Wheaton."
    }
  },
  {
    "translation": {
      "en": "So, that had to be investigated as to why that sum of money had been given over.",
      "es": "TRANSACCIÓN: 35 000 Debía investigarse por qué le había dado ese dinero."
    }
  },
  {
    "translation": {
      "en": "After the funeral, the police came to see me.",
      "es": "Tras el funeral, la policía vino a verme."
    }
  },
  {
    "translation": {
      "en": "And one of the policemen goes, Well, we've had this report",
      "es": "Y uno me dijo: Nos informaron"
    }
  },
  {
    "translation": {
      "en": "that you owed her quite a lot of money,",
      "es": "que usted le debía bastante dinero"
    }
  },
  {
    "translation": {
      "en": "um, and you still owed it to her when she died.",
      "es": "y aún se lo debía cuando murió."
    }
  },
  {
    "translation": {
      "en": "Uh, would you like to explain that?",
      "es": "¿Podría explicar eso?."
    }
  },
  {
    "translation": {
      "en": "I said, Yeah. Yeah. I'm quite happy to do that.",
      "es": "Le dije: Sí. Con gusto le explico."
    }
  },
  {
    "translation": {
      "en": "And you sort of feel, gosh, you know, the light is on me here.",
      "es": "Y sientes que te miran con una lupa."
    }
  },
  {
    "translation": {
      "en": "They wanted to know about how we met,",
      "es": "Querían saber cómo nos conocimos,"
    }
  },
  {
    "translation": {
      "en": "um, how long we'd been together, uh, how did we break up.",
      "es": "cuánto tiempo estuvimos juntos, cómo terminamos."
    }
  },
  {
    "translation": {
      "en": "And yes, she had contributed towards me buying my house by the river.",
      "es": "Y, sí, ella había contribuido cuando compré mi casa junto al río."
    }
  },
  {
    "translation": {
      "en": "I said, I had a mortgage, um, but there was a small shortfall.",
      "es": "Dije que tenía una hipoteca, pero faltaba un poco."
    }
  },
  {
    "translation": {
      "en": "I could've had a bigger mortgage, but she wanted to share",
      "es": "Pude pedirle más al banco, pero ella quería compartir"
    }
  },
  {
    "translation": {
      "en": "because we were then sharing the house together.",
      "es": "porque en ese momento compartíamos la casa."
    }
  },
  {
    "translation": {
      "en": "And by the way, I do not need that much money that badly.",
      "es": "Y, por cierto, no necesitaba tanto ese dinero."
    }
  },
  {
    "translation": {
      "en": "I can show you the evidence of why, and I took him to my computer,",
      "es": "Le ofrecí mostrarle las pruebas y lo dirigí a mi computadora,"
    }
  },
  {
    "translation": {
      "en": "went into my bank account and showed him, um, that I had quite a lot of money.",
      "es": "entré a mi cuenta bancaria y le mostré que tenía bastante dinero."
    }
  },
  {
    "translation": {
      "en": "She was generous to everybody, including me.",
      "es": "Ella era muy generosa con todos."
    }
  },
  {
    "translation": {
      "en": "We loved each other.",
      "es": "Nos queríamos."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have ever thought of doing something like that.",
      "es": "Nunca habría pensado en hacer algo así."
    }
  },
  {
    "translation": {
      "en": "To have lost somebody with whom, uh, I had spent valuable, interesting,",
      "es": "Haber perdido a alguien con quien había pasado años valiosos,"
    }
  },
  {
    "translation": {
      "en": "important and enjoyable years was a massive blow.",
      "es": "interesantes, importantes y disfrutables fue un gran golpe."
    }
  },
  {
    "translation": {
      "en": "Well, the things that are innocuous can appear suspicious.",
      "es": "Las cosas inofensivas pueden parecer sospechosas."
    }
  },
  {
    "translation": {
      "en": "I think it was just a gift from Jill to Mr. Wheaton.",
      "es": "Creo que fue un regalo de Jill al Sr. Wheaton."
    }
  },
  {
    "translation": {
      "en": "You know, you talk about things in detail",
      "es": "Se hablan las cosas en detalle,"
    }
  },
  {
    "translation": {
      "en": "but when following death, things can emerge,",
      "es": "pero tras la muerte, pueden surgir cosas, pero…"
    }
  },
  {
    "translation": {
      "en": "but they're almost tittle- tattle, gossip, salacious or otherwise.",
      "es": "son casi chismes o rumores."
    }
  },
  {
    "translation": {
      "en": "But it doesn't move you into the realm of responsibility for killing someone.",
      "es": "Pero eso no pasa a indicar que eres responsable de la muerte de alguien."
    }
  },
  {
    "translation": {
      "en": "We concluded that he was…",
      "es": "Concluimos que así era,"
    }
  },
  {
    "translation": {
      "en": "he had nothing to do with the murder at all.",
      "es": "que no tenía nada que ver con el asesinato."
    }
  },
  {
    "translation": {
      "en": "And we needed to sift out all that noise",
      "es": "Y debíamos descartar todo el ruido"
    }
  },
  {
    "translation": {
      "en": "and try to really focus on basic principles",
      "es": "e intentar concentrarnos en los principios básicos"
    }
  },
  {
    "translation": {
      "en": "before getting carried away further and further down different avenues.",
      "es": "antes de dejarnos llevar más lejos en los diferentes caminos."
    }
  },
  {
    "translation": {
      "en": "Jill didn't live at 29 Gowan Avenue.",
      "es": "Jill no vivía en la avenida Gowan 29."
    }
  },
  {
    "translation": {
      "en": "She lived with her fiancé, further out in West London.",
      "es": "Vivía con su novio, más hacia el oeste de Londres."
    }
  },
  {
    "translation": {
      "en": "We knew she visited Gowan Avenue rarely and stayed overnight even more rarely.",
      "es": "Sabíamos que iba poco a la avenida Gowan y no se quedaba a dormir casi nunca."
    }
  },
  {
    "translation": {
      "en": "So to know that Jill would turn up at 29 Gowan Avenue",
      "es": "Para saber que Jill iría al 29 de la avenida Gowan"
    }
  },
  {
    "translation": {
      "en": "on Monday morning by 11:30,",
      "es": "el lunes a las 11:30… MOVIMIENTOS FINALES DE JILL"
    }
  },
  {
    "translation": {
      "en": "you would have to have been following her.",
      "es": "…tendrías que haberla seguido."
    }
  },
  {
    "translation": {
      "en": "I was the deputy on the inquiry.",
      "es": "Yo era subdirector de la investigación."
    }
  },
  {
    "translation": {
      "en": "It was a painstaking process.",
      "es": "Fue un proceso meticuloso."
    }
  },
  {
    "translation": {
      "en": "Two officers going through",
      "es": "Dos oficiales revisando…"
    }
  },
  {
    "translation": {
      "en": "the many hundreds of hours of CCTV.",
      "es": "OFICIAL DETECTIVE …los cientos de horas de videos de vigilancia."
    }
  },
  {
    "translation": {
      "en": "There were thousands of people to eliminate from the inquiry.",
      "es": "Hubo miles de personas que eliminar de la investigación."
    }
  },
  {
    "translation": {
      "en": "Nothing would be discounted until each had been evaluated",
      "es": "No podía descartarse nada hasta que cada uno fuera evaluado"
    }
  },
  {
    "translation": {
      "en": "to a degree by one of the team.",
      "es": "en cierta medida por alguien del equipo."
    }
  },
  {
    "translation": {
      "en": "There was over 190 CCTV and cameras in the surrounding streets.",
      "es": "Había más de 190 cámaras de vigilancia en las calles circundantes."
    }
  },
  {
    "translation": {
      "en": "Four hundred and thirty hours of viewing time.",
      "es": "Unas 430 horas de visualización."
    }
  },
  {
    "translation": {
      "en": "And from that we established Jill's movements on the 26th of April.",
      "es": "Y con eso establecimos los movimientos de Jill el 26 de abril."
    }
  },
  {
    "translation": {
      "en": "Started from Alan Farthing's home.",
      "es": "Comenzó en la casa de Alan Farthing."
    }
  },
  {
    "translation": {
      "en": "She stopped at a petrol station.",
      "es": "Paró en una estación de servicio."
    }
  },
  {
    "translation": {
      "en": "Filled the car with petrol.",
      "es": "Cargó gasolina."
    }
  },
  {
    "translation": {
      "en": "And then she left the petrol station and she went into Hammersmith town center.",
      "es": "Y cuando abandonó la estación de servicio fue al centro de Hammersmith."
    }
  },
  {
    "translation": {
      "en": "Went to at least two shops, maybe three, to buy some fax paper or copying paper.",
      "es": "Fue al menos a dos tiendas, quizá tres, a comprar papel de fax o fotocopias."
    }
  },
  {
    "translation": {
      "en": "She returned to her car.",
      "es": "Volvió a su auto."
    }
  },
  {
    "translation": {
      "en": "Then she left Hammersmith and travelled south down to Fulham Road.",
      "es": "Abandonó Hammersmith y viajó al sur por la calle Fulham."
    }
  },
  {
    "translation": {
      "en": "Then she got down to near Gowan Avenue,",
      "es": "Luego fue hasta la avenida Gowan"
    }
  },
  {
    "translation": {
      "en": "parked right outside her house.",
      "es": "y estacionó en la puerta."
    }
  },
  {
    "translation": {
      "en": "And then she walked up the gateway.",
      "es": "Y luego fue hasta la reja."
    }
  },
  {
    "translation": {
      "en": "And killed at the doorstep.",
      "es": "Y la mataron en la puerta."
    }
  },
  {
    "translation": {
      "en": "It was simply a matter of just plodding through everything.",
      "es": "Simplemente se trataba de revisar todo."
    }
  },
  {
    "translation": {
      "en": "And we can categorically say, 100%, that she wasn't followed.",
      "es": "Y podemos decir con certeza que no la estaban siguiendo."
    }
  },
  {
    "translation": {
      "en": "So, how did the killer know",
      "es": "Así que, ¿cómo supo el asesino"
    }
  },
  {
    "translation": {
      "en": "that she was going to be at Gowan Avenue that morning?",
      "es": "que iría esa mañana a la avenida Gowan?"
    }
  },
  {
    "translation": {
      "en": "And then the thinking",
      "es": "Y luego pensamos"
    }
  },
  {
    "translation": {
      "en": "is that Jill told somebody where she was.",
      "es": "que Jill le había dicho a alguien dónde estaba."
    }
  },
  {
    "translation": {
      "en": "So we did look at the phone calls to her on that day.",
      "es": "Así que miramos las llamadas que recibió ese día."
    }
  },
  {
    "translation": {
      "en": "Who knew she was going to be where she was?",
      "es": "¿Quién sabía que iba a estar donde estaba?"
    }
  },
  {
    "translation": {
      "en": "There was one person alone.",
      "es": "Solo había una persona."
    }
  },
  {
    "translation": {
      "en": "Mr. Roseman.",
      "es": "El señor Roseman."
    }
  },
  {
    "translation": {
      "en": "Jon Roseman was Jill's very colorful agent.",
      "es": "Jon Roseman era el extravagante agente de Jill."
    }
  },
  {
    "translation": {
      "en": "Um, I had lots of dealings with Jon over the years.",
      "es": "Traté muchas veces con Jon a lo largo de los años."
    }
  },
  {
    "translation": {
      "en": "He was very, uh, shall I say, robust to deal with.",
      "es": "Era duro, digamos, lidiar con él."
    }
  },
  {
    "translation": {
      "en": "He was very straight- talking. Uh, you knew when you'd upset him.",
      "es": "Hablaba de forma muy directa. Sabías cuando lo molestabas."
    }
  },
  {
    "translation": {
      "en": "There's a very famous story about him",
      "es": "Hay una anécdota muy famosa"
    }
  },
  {
    "translation": {
      "en": "going around somewhere with a baseball bat to, uh… to show his feelings.",
      "es": "sobre él en la que fue a algún lugar con un bate de béisbol muy enojado."
    }
  },
  {
    "translation": {
      "en": "The police, they came to visit me on a Saturday morning.",
      "es": "La policía vino a visitarme un sábado por la mañana."
    }
  },
  {
    "translation": {
      "en": "And they asked me about this timeline.",
      "es": "Y me consultaron lo que había hecho."
    }
  },
  {
    "translation": {
      "en": "Because the only reason she went there that day was to pick up some faxes",
      "es": "Porque solo había ido allí ese día a buscar unos faxes"
    }
  },
  {
    "translation": {
      "en": "that had been sent to her from my office about some work.",
      "es": "que le había enviado de mi oficina sobre un trabajo."
    }
  },
  {
    "translation": {
      "en": "She was on her way to a lunch, I think it was.",
      "es": "Creo que iba de camino a un almuerzo."
    }
  },
  {
    "translation": {
      "en": "And so she just, like, literally stopped off",
      "es": "Así que solo pasó"
    }
  },
  {
    "translation": {
      "en": "back to her house to pick up faxes.",
      "es": "por su casa por los faxes."
    }
  },
  {
    "translation": {
      "en": "One of the things that they were interested in was my book.",
      "es": "Algo que les interesó fue mi libro."
    }
  },
  {
    "translation": {
      "en": "I had always wanted to be a writer.",
      "es": "Siempre había querido ser escritor."
    }
  },
  {
    "translation": {
      "en": "And so I had written a book.",
      "es": "Así que había escrito un libro. VERSIÓN 15 POR JON ROSEMAN"
    }
  },
  {
    "translation": {
      "en": "They always say, write about what you know,",
      "es": "Te dicen que escribas sobre lo que sabes,"
    }
  },
  {
    "translation": {
      "en": "so I wrote about an agent.",
      "es": "así que escribí sobre un agente"
    }
  },
  {
    "translation": {
      "en": "An agent whose clients were murdered under mysterious circumstances.",
      "es": "cuyos clientes eran asesinados en circunstancias misteriosas."
    }
  },
  {
    "translation": {
      "en": "A client who'd been shot.",
      "es": "A uno le habían disparado."
    }
  },
  {
    "translation": {
      "en": "Mr. Roseman had written a book",
      "es": "El Sr. Roseman había escrito un libro"
    }
  },
  {
    "translation": {
      "en": "which involved the death of a presenter or personality.",
      "es": "que incluía la muerte de un presentador o un famoso."
    }
  },
  {
    "translation": {
      "en": "So that seemed ironic that he's writing a novel",
      "es": "Así que parecía irónico que escribiera una novela"
    }
  },
  {
    "translation": {
      "en": "which actually then occurred in real life.",
      "es": "que luego ocurriera en la vida real."
    }
  },
  {
    "translation": {
      "en": "The police, there were two of them, sitting in my office,",
      "es": "Había dos policías en mi oficina,"
    }
  },
  {
    "translation": {
      "en": "and we talked it through",
      "es": "y lo hablamos,"
    }
  },
  {
    "translation": {
      "en": "and they asked me if I had a manuscript of the book, which I did.",
      "es": "me preguntaron si tenía un manuscrito del libro, lo cual sí tenía."
    }
  },
  {
    "translation": {
      "en": "And they also said, What was the time difference",
      "es": "Y también me preguntaron cuál era el período de tiempo"
    }
  },
  {
    "translation": {
      "en": "between the first murder in the book and the second murder in the book?",
      "es": "entre el primer asesinato y el segundo en el libro."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, like I was in the Twilight Zone.",
      "es": "Pensaba que estaba en La dimensión desconocida."
    }
  },
  {
    "translation": {
      "en": "I thought, he's not taking this seriously,",
      "es": "Pensaba que no hablaba en serio,"
    }
  },
  {
    "translation": {
      "en": "like somebody's had my manuscript and is following the plan of the book?",
      "es": "¿que alguien tuviera mi manuscrito y siguiera el plan del libro?"
    }
  },
  {
    "translation": {
      "en": "Did you think whether others might be suspecting you?",
      "es": "¿Pensaste que sospecharían de ti?"
    }
  },
  {
    "translation": {
      "en": "Well, I'd have to have paid someone to do it, that's for sure.",
      "es": "Pues tendría que pagarle a alguien para que lo hiciera."
    }
  },
  {
    "translation": {
      "en": "But I had this reputation,",
      "es": "Pero tenía mala reputación,"
    }
  },
  {
    "translation": {
      "en": "and yes, I was really tough, but it was just an act.",
      "es": "y sí que era muy duro, pero era pura actuación."
    }
  },
  {
    "translation": {
      "en": "And anybody who suspected that I would cut off",
      "es": "Y cualquiera que sospechara que yo cortaría"
    }
  },
  {
    "translation": {
      "en": "a financial revenue like Jill Dando's would have to be insane.",
      "es": "una fuente de ingresos como la de Jill Dando estaría loco."
    }
  },
  {
    "translation": {
      "en": "Action.",
      "es": "Acción."
    }
  },
  {
    "translation": {
      "en": "Well, that's all for this--",
      "es": "Eso es todo…"
    }
  },
  {
    "translation": {
      "en": "Hang on, I can't see the lens.",
      "es": "Espera, no veo la lente."
    }
  },
  {
    "translation": {
      "en": "When you turn, bring your body around. Oh, okay, right. I'm going…",
      "es": "- Cuando gires, gira el cuerpo. - Bien. Voy a…"
    }
  },
  {
    "translation": {
      "en": "I mean, it sounds terrible, but had we not sent her any faxes…",
      "es": "Suena horrible, pero si no hubiéramos enviado los faxes…"
    }
  },
  {
    "translation": {
      "en": "That's all from Mauritius.",
      "es": "Eso es todo desde Mauricio."
    }
  },
  {
    "translation": {
      "en": "Next week I'll be on the Greek island of Skiathos.",
      "es": "La próxima semana estaré en Skiathos."
    }
  },
  {
    "translation": {
      "en": "I'm not going to say--",
      "es": "No diré"
    }
  },
  {
    "translation": {
      "en": "Had she not gone back to the house that day, it wouldn't have happened.",
      "es": "que si no hubiera ido a la casa ese día, no habría pasado."
    }
  },
  {
    "translation": {
      "en": "Who knows how, where else it would have happened,",
      "es": "Quién sabe cómo y dónde más habría pasado,"
    }
  },
  {
    "translation": {
      "en": "but that was the reason she went back to the house.",
      "es": "pero esa fue la razón por la que fue a la casa."
    }
  },
  {
    "translation": {
      "en": "I do find this kind of stuff really difficult to talk about.",
      "es": "Me cuesta mucho hablar de estas cosas."
    }
  },
  {
    "translation": {
      "en": "Oh! It's just so glamorous. It's wonderful. Let me at it.",
      "es": "Es muy glamoroso. Es fantástico. Aquí voy."
    }
  },
  {
    "translation": {
      "en": "Everything was going so well for her.",
      "es": "Todo le iba muy bien."
    }
  },
  {
    "translation": {
      "en": "I came here unescorted, but I'm told that a prince is waiting in the wings.",
      "es": "Vine sin compañía, pero dicen que hay un príncipe esperándome."
    }
  },
  {
    "translation": {
      "en": "I mean, nobody has a life like that, right?",
      "es": "Nadie tiene una vida así, ¿no?"
    }
  },
  {
    "translation": {
      "en": "We would love to have a life like that, right?",
      "es": "Nos encantaría tenerla, ¿no?"
    }
  },
  {
    "translation": {
      "en": "But Jill had a life like that.",
      "es": "Pero Jill tenía una vida así."
    }
  },
  {
    "translation": {
      "en": "It's not! It's not. It's not.",
      "es": "No es cierto."
    }
  },
  {
    "translation": {
      "en": "Listen, I'm… Jill, I'm so sorry about this.",
      "es": "Jill, lo siento mucho."
    }
  },
  {
    "translation": {
      "en": "I… I find her death still difficult to come to terms with.",
      "es": "Aún me cuesta mucho aceptar su muerte."
    }
  },
  {
    "translation": {
      "en": "- Do you mind if I whirl her away? - Oh, you may whirl. I can't believe it.",
      "es": "¿Puedo llevármela a bailar? Claro que sí. No puedo creerlo."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "es": "Eso es."
    }
  },
  {
    "translation": {
      "en": "None of that inner group of people was responsible for Jill Dando's murder.",
      "es": "Nadie en el círculo íntimo de Jill Dando era responsable de su muerte."
    }
  },
  {
    "translation": {
      "en": "And we still didn't have an understanding of the reason why Jill had been killed.",
      "es": "Y aún no sabíamos por qué la habían matado."
    }
  },
  {
    "translation": {
      "en": "We had to properly focus down.",
      "es": "Debíamos concentrarnos."
    }
  },
  {
    "translation": {
      "en": "Who was the man who had been seen running away?",
      "es": "¿Quién era el hombre que vieron salir corriendo?"
    }
  },
  {
    "translation": {
      "en": "Who was driving the blue Range Rover?",
      "es": "¿Quién conducía la Range Rover azul?"
    }
  },
  {
    "translation": {
      "en": "And who was the sweating man?",
      "es": "¿Y quién era el hombre que sudaba?"
    }
  },
  {
    "translation": {
      "en": "I knew by then from talking to my contacts,",
      "es": "Para entonces sabía, por charlas con mis contactos,"
    }
  },
  {
    "translation": {
      "en": "that the murder of Jill Dando caused, you know, huge consternation",
      "es": "que el asesinato de Jill Dando había causado consternación"
    }
  },
  {
    "translation": {
      "en": "within the hierarchy at Scotland Yard as well",
      "es": "también en la jerarquía de Scotland Yard,"
    }
  },
  {
    "translation": {
      "en": "because Jill Dando was perceived as part of the policing family.",
      "es": "porque Jill Dando era percibida en realidad como parte de la policía."
    }
  },
  {
    "translation": {
      "en": "But they were bedeviled by the fact that they didn't have a suspect.",
      "es": "Pero estaban molestos porque no tenían un sospechoso."
    }
  },
  {
    "translation": {
      "en": "They didn't have a murder weapon.",
      "es": "No tenían el arma homicida."
    }
  },
  {
    "translation": {
      "en": "Morning.",
      "es": "FORENSE Buen día."
    }
  },
  {
    "translation": {
      "en": "Are you any closer to knowing either a suspect or a motive for this killing?",
      "es": "¿Están cerca de descubrir un motivo o un sospechoso?"
    }
  },
  {
    "translation": {
      "en": "We don't know the person who killed Jill Dando at this time",
      "es": "Por el momento, no sabemos quién mató a Jill Dando"
    }
  },
  {
    "translation": {
      "en": "and we're trying to establish a motive as to why she was killed.",
      "es": "e intentamos establecer el motivo."
    }
  },
  {
    "translation": {
      "en": "And our main inquiry focuses on determining the motive.",
      "es": "Nuestra investigación principal se concentra en el motivo."
    }
  },
  {
    "translation": {
      "en": "Once we establish the motive, we will be able to move forward more rapidly",
      "es": "Cuando lo establezcamos, podremos avanzar con mayor celeridad"
    }
  },
  {
    "translation": {
      "en": "as to who the suspect or suspects are.",
      "es": "hacia determinar los sospechosos."
    }
  },
  {
    "translation": {
      "en": "The red- top news business won't tolerate a vacuum, right?",
      "es": "Los tabloides no toleran un vacío."
    }
  },
  {
    "translation": {
      "en": "They want information. They've got pages to fill.",
      "es": "Quieren información. Deben llenar las páginas."
    }
  },
  {
    "translation": {
      "en": "I could see the clouds gathering on the horizon",
      "es": "Veía las nubes acumularse en el horizonte"
    }
  },
  {
    "translation": {
      "en": "and I knew, unless they solved this crime really quickly,",
      "es": "y sabía que, a menos que lo resolviéramos rápido,"
    }
  },
  {
    "translation": {
      "en": "it was only a short matter of time",
      "es": "sería cuestión de tiempo"
    }
  },
  {
    "translation": {
      "en": "before we started to become deluged with all sorts of theories.",
      "es": "antes de que nos bombardearan con miles de teorías."
    }
  },
  {
    "translation": {
      "en": "In the absence of any obvious motive for the attack,",
      "es": "En ausencia de motivos evidentes para el ataque,"
    }
  },
  {
    "translation": {
      "en": "speculation, and it is only that, focuses on a possible stalker.",
      "es": "la especulación, y solo es eso, se centra en que fuera un posible acosador."
    }
  },
  {
    "translation": {
      "en": "Jill Dando had had problems with obsessive fans in the past,",
      "es": "Jill Dando había tenido problemas con admiradores obsesivos,"
    }
  },
  {
    "translation": {
      "en": "as one close colleague recalls.",
      "es": "como recuerda uno de sus colegas."
    }
  },
  {
    "translation": {
      "en": "I don't think she was in any sense, in fear of, certainly not in mortal fear",
      "es": "No creo que ella tuviera miedo… PRESENTADOR DE CRIMEWATCH"
    }
  },
  {
    "translation": {
      "en": "of anything happening to her. She was irritated from time to time.",
      "es": "…de que le ocurriera algo. Se molestaba de vez en cuando."
    }
  },
  {
    "translation": {
      "en": "Uh, there had been somebody stalking her.",
      "es": "…de que le ocurriera algo. Se molestaba de vez en cuando. Había habido alguien que la acosaba."
    }
  },
  {
    "translation": {
      "en": "Um, I mean, to be honest, that's really, it goes with the turf.",
      "es": "Sinceramente, son gajes del oficio."
    }
  },
  {
    "translation": {
      "en": "Anyone who is in the public eye, and Jill was in the public eye",
      "es": "Cualquiera que esté en el ojo público, y Jill lo estaba,"
    }
  },
  {
    "translation": {
      "en": "more than almost anybody, um, does have certain threats.",
      "es": "más que casi nadie, tiene ciertas amenazas."
    }
  },
  {
    "translation": {
      "en": "We used to get all the mail coming to our office.",
      "es": "Recibíamos todo el correo en nuestra oficina."
    }
  },
  {
    "translation": {
      "en": "Some mail might be a little bit eh- eh,",
      "es": "Algunas cartas eran un poco raritas,"
    }
  },
  {
    "translation": {
      "en": "so you had to be careful and just take some of these letters away.",
      "es": "así que debías tener cuidado y quitarlas."
    }
  },
  {
    "translation": {
      "en": "But they weren't threatening, they were just, well, you know.",
      "es": "Pero no eran amenazantes, solo eran, ya sabes."
    }
  },
  {
    "translation": {
      "en": "There's a lot of perverts out there.",
      "es": "Está lleno de pervertidos."
    }
  },
  {
    "translation": {
      "en": "But then we received a letter from somebody claiming to be a Serb.",
      "es": "Pero luego recibimos una carta de alguien que decía ser serbio."
    }
  },
  {
    "translation": {
      "en": "It was in relation to the appeal",
      "es": "Tenía relación con el llamado"
    }
  },
  {
    "translation": {
      "en": "that Jill had given earlier that month for Kosovo.",
      "es": "que había hecho ese mes Jill por Kosovo."
    }
  },
  {
    "translation": {
      "en": "This weekend we've all become aware",
      "es": "Este fin de semana hemos oído"
    }
  },
  {
    "translation": {
      "en": "of the humanitarian crisis facing the Balkans,",
      "es": "de la crisis de los Balcanes,"
    }
  },
  {
    "translation": {
      "en": "as thousands of people from Kosovo…",
      "es": "en que miles de kosovares…"
    }
  },
  {
    "translation": {
      "en": "The letter seemed to be somewhat threatening.",
      "es": "La carta parecía ser amenazadora."
    }
  },
  {
    "translation": {
      "en": "Whatever you can afford can make a big difference to these people's lives",
      "es": "Lo que pueda donar hará la diferencia para estas personas"
    }
  },
  {
    "translation": {
      "en": "and their chances of survival.",
      "es": "y sus oportunidades de sobrevivir."
    }
  },
  {
    "translation": {
      "en": "The Balkan War had been going on in the former Yugoslavia,",
      "es": "Se desarrollaba la guerra de los Balcanes en la antigua Yugoslavia,"
    }
  },
  {
    "translation": {
      "en": "you know, which had split into various states,",
      "es": "que se había dividido en varios estados:"
    }
  },
  {
    "translation": {
      "en": "you know, Serbia and Kosovo and so forth.",
      "es": "Serbia, Kosovo y otros."
    }
  },
  {
    "translation": {
      "en": "It was a very horrible war.",
      "es": "Fue una guerra horrible."
    }
  },
  {
    "translation": {
      "en": "So, when it started to emerge that her agent had a threatening letter…",
      "es": "Cuando comenzó a divulgarse que su agente tenía una carta amenazadora,"
    }
  },
  {
    "translation": {
      "en": "Then the BBC started to get threats by telephone.",
      "es": "la BBC comenzó a recibir amenazas por teléfono…"
    }
  },
  {
    "translation": {
      "en": "The hair on the back of my neck stood up.",
      "es": "Me dieron escalofríos."
    }
  },
  {
    "translation": {
      "en": "The murder of one of the country's best- known TV personalities",
      "es": "El asesinato de una de las personas más famosas de la TV"
    }
  },
  {
    "translation": {
      "en": "has taken a frightening turn.",
      "es": "ha dado un giro aterrador."
    }
  },
  {
    "translation": {
      "en": "The TV center where Jill Dando worked received a phone call.",
      "es": "El centro donde trabajaba Jill Dando recibió una llamada."
    }
  },
  {
    "translation": {
      "en": "It was from a man claiming to be Serbian,",
      "es": "Fue de un hombre que decía ser serbio,"
    }
  },
  {
    "translation": {
      "en": "saying he was behind the star's death.",
      "es": "que decía que estaba detrás de la muerte de la estrella."
    }
  }
]