[
  {
    "translation": {
      "en": "So there was a day in the room where we were trying to figure out",
      "es": "Estábamos imaginando cómo sería el mundo"
    }
  },
  {
    "translation": {
      "en": "what the world looked like pre- Conjunction of the Spheres.",
      "es": "antes de la Conjunción de las Esferas."
    }
  },
  {
    "translation": {
      "en": "'Cause in Sapkowski's books,",
      "es": "Incluso en los libros,"
    }
  },
  {
    "translation": {
      "en": "there's actually not very much about that period.",
      "es": "no hay mucha información sobre ese período."
    }
  },
  {
    "translation": {
      "en": "It's-- it's kind of, like, a dark zone.",
      "es": "Es como una zona desconocida."
    }
  },
  {
    "translation": {
      "en": "Those unanswered questions, where you go, What happened in the world pre- Conjunction?",
      "es": "Eso nos da la libertad para explorar qué pasó"
    }
  },
  {
    "translation": {
      "en": "You get to play in that sandbox.",
      "es": "antes de la Conjunción."
    }
  },
  {
    "translation": {
      "en": "It's wonderful and terrifying at the same time, because you--",
      "es": "Es maravilloso y aterrador,"
    }
  },
  {
    "translation": {
      "en": "you want to pay homage to the books and the lore,",
      "es": "porque debes respetar los libros y la historia,"
    }
  },
  {
    "translation": {
      "en": "but also, you want to create a whole story that exists",
      "es": "pero también debes crear un relato completo"
    }
  },
  {
    "translation": {
      "en": "that will be worthy of a Sapkowski book.",
      "es": "que sea digno de un libro de Sapkowski."
    }
  },
  {
    "translation": {
      "en": "And getting to build that world",
      "es": "Construir ese mundo"
    }
  },
  {
    "translation": {
      "en": "and explain how everything came to be with The Witcher,",
      "es": "y explicar cómo partió el mundo de The Witcher"
    }
  },
  {
    "translation": {
      "en": "that's, like, a golden opportunity.",
      "es": "es una oportunidad única."
    }
  },
  {
    "translation": {
      "en": "It's a whole world every day you walk into,",
      "es": "Cada día es como ir a otro mundo."
    }
  },
  {
    "translation": {
      "en": "and you're just, kind of, mouth… to the floor.",
      "es": "Es simplemente sorprendente."
    }
  },
  {
    "translation": {
      "en": "Every single time we got to set, you're blown away.",
      "es": "Cuando llegamos al set, quedamos sorprendidos."
    }
  },
  {
    "translation": {
      "en": "You don't have to do much. Just stick the ears on, walk into an Elven bank,",
      "es": "Solo nos ponemos las orejas, entramos a un banco elfo"
    }
  },
  {
    "translation": {
      "en": "you're pretty much there, right?",
      "es": "y nos ponemos a trabajar."
    }
  },
  {
    "translation": {
      "en": "The care and effort from every single department",
      "es": "El cuidado y el esfuerzo de cada departamento"
    }
  },
  {
    "translation": {
      "en": "has brought this magic to life.",
      "es": "le dio vida a la magia."
    }
  },
  {
    "translation": {
      "en": "So Blood Origin takes place about twelve hundred years before the main Witcher show,",
      "es": "El Origen de la sangre ocurre unos 1200 años antes de The Witcher,"
    }
  },
  {
    "translation": {
      "en": "and it actually takes place in the Elven empire.",
      "es": "en la época del imperio elfo."
    }
  },
  {
    "translation": {
      "en": "It's very different than people in The Witcher think it is.",
      "es": "Y es muy diferente a cómo se piensa que era."
    }
  },
  {
    "translation": {
      "en": "It's much more advanced, more built- up. There's technology.",
      "es": "Es mucho más avanzado y desarrollado."
    }
  },
  {
    "translation": {
      "en": "Our spies in the Dwarven…",
      "es": "Nuestros espías…"
    }
  },
  {
    "translation": {
      "en": "I was a huge fan of The Witcher.",
      "es": "Me encantó The Witcher."
    }
  },
  {
    "translation": {
      "en": "I came into it through the video games, and then the books, and then the series.",
      "es": "Partí con el videojuego, luego los libros y la serie."
    }
  },
  {
    "translation": {
      "en": "This show is absolutely rooted in Sapkowski's writing and in his stories.",
      "es": "La base de esta serie son las historias de Sapkowski."
    }
  },
  {
    "translation": {
      "en": "We kind of combed through his writing and his books",
      "es": "Revisamos sus escritos y sus libros"
    }
  },
  {
    "translation": {
      "en": "to find all of those little pieces of lore of what the elves might have been.",
      "es": "para encontrar cada detalle de la historia de los elfos."
    }
  },
  {
    "translation": {
      "en": "Witcher fans are conversant and fully understand the Conjunction of the Spheres",
      "es": "Los fanes de la serie saben bien que la Conjunción de las Esferas"
    }
  },
  {
    "translation": {
      "en": "being the merging of the worlds where monsters and men",
      "es": "mezcló los mundos y llevó a monstruos y humanos"
    }
  },
  {
    "translation": {
      "en": "ended up in the Continent that we know of The Witcher.",
      "es": "al Continente de The Witcher."
    }
  },
  {
    "translation": {
      "en": "So we're taking it up to that moment. It's the month that leads up to there,",
      "es": "Esta serie cuenta la historia del mes anterior a ese evento."
    }
  },
  {
    "translation": {
      "en": "and we explain the mechanics of it and the tragic tale of how it came to be.",
      "es": "Explicamos el mecanismo y la trágica historia de cómo pasó."
    }
  },
  {
    "translation": {
      "en": "Declan conceived a kind of adventure show,",
      "es": "Declan quería hacer una serie de aventuras."
    }
  },
  {
    "translation": {
      "en": "and we started calling it a road show, actually,",
      "es": "La llamamos una serie ambulante,"
    }
  },
  {
    "translation": {
      "en": "with a band of misfits",
      "es": "con una banda de renegados"
    }
  },
  {
    "translation": {
      "en": "that is sort of coming back to stake their claim on the Elven city of Xin'trea,",
      "es": "que regresa para exigir lo que es suyo en la ciudad elfa de Xin'trea,"
    }
  },
  {
    "translation": {
      "en": "which is related to our main series' Cintra.",
      "es": "que está relacionada con Cintra de The Witcher."
    }
  },
  {
    "translation": {
      "en": "And it's based around Éile and Fjall,",
      "es": "Está centrada en Éile y Fjall,"
    }
  },
  {
    "translation": {
      "en": "who are two enemies from different clans who protect royals,",
      "es": "dos enemigos de clanes diferentes que protegen a la realeza."
    }
  },
  {
    "translation": {
      "en": "and she has abandoned her way and left her family, and she's been ostracized.",
      "es": "Ella abandonó su camino y su familia, así que la excluyeron."
    }
  },
  {
    "translation": {
      "en": "By circumstances, he's been ostracized too,",
      "es": "A él también lo excluyeron."
    }
  },
  {
    "translation": {
      "en": "and they find each other on the same side as the world gets turned upside down,",
      "es": "Se encuentran del mismo lado mientras el mundo se derrumba,"
    }
  },
  {
    "translation": {
      "en": "and they have to go and get revenge for their clans.",
      "es": "y deben vengarse por sus clanes."
    }
  },
  {
    "translation": {
      "en": "Send them all to clay.",
      "es": "Los enterraremos."
    }
  },
  {
    "translation": {
      "en": "They are all bound together by a shared experience,",
      "es": "Están todos unidos por una experiencia común,"
    }
  },
  {
    "translation": {
      "en": "trying to figure out who they are through each other,",
      "es": "y se ayudan entre sí para descubrir quiénes son."
    }
  },
  {
    "translation": {
      "en": "and it becomes this, like, flow of water",
      "es": "Su relación es como un río"
    }
  },
  {
    "translation": {
      "en": "that then just takes its own rhythm.",
      "es": "que toma su propio ritmo."
    }
  },
  {
    "translation": {
      "en": "A lot of them are really suffering.",
      "es": "Algunos sufrieron mucho."
    }
  },
  {
    "translation": {
      "en": "Within that suffering, they come together,",
      "es": "Y ese dolor hace que se unan"
    }
  },
  {
    "translation": {
      "en": "as they become a strange support group.",
      "es": "y formen un grupo de apoyo poco común."
    }
  },
  {
    "translation": {
      "en": "They're trying to figure out how to make things better, make things right.",
      "es": "Están intentando descubrir cómo mejorar las cosas."
    }
  },
  {
    "translation": {
      "en": "They all kind of end up",
      "es": "Terminan juntándose"
    }
  },
  {
    "translation": {
      "en": "on this kind of ride- or- die quest together",
      "es": "en una aventura que probará su lealtad,"
    }
  },
  {
    "translation": {
      "en": "because they have a shared goal, and they have a shared focus, and they have a shared desire.",
      "es": "porque tienen un objetivo, un foco y un deseo en común."
    }
  },
  {
    "translation": {
      "en": "They found each other for a reason.",
      "es": "Se encontraron por una razón."
    }
  },
  {
    "translation": {
      "en": "The fate of the world is down to them.",
      "es": "El destino del mundo depende de ellos."
    }
  },
  {
    "translation": {
      "en": "I think the group works 'cause they've all got their connections,",
      "es": "El grupo funciona porque todos tienen sus conexiones,"
    }
  },
  {
    "translation": {
      "en": "which then creates a really strong, unbreakable circle.",
      "es": "lo que crea un círculo muy fuerte e irrompible."
    }
  },
  {
    "translation": {
      "en": "For most of us, this is, like, one of the biggest and best things",
      "es": "Para la mayoría, este es uno de los mejores papeles"
    }
  },
  {
    "translation": {
      "en": "that we've done in our career so far,",
      "es": "que hemos interpretado hasta ahora."
    }
  },
  {
    "translation": {
      "en": "and I think we're all just so excited to be part of it",
      "es": "Estamos muy emocionados de ser parte de esto,"
    }
  },
  {
    "translation": {
      "en": "and so excited to be on set together",
      "es": "de trabajar juntos en el set"
    }
  },
  {
    "translation": {
      "en": "and be experiencing this together.",
      "es": "y de experimentar esto juntos."
    }
  },
  {
    "translation": {
      "en": "And then you've got Michelle, who's kinda been there, done it,",
      "es": "También está Michelle, que tiene mucha experiencia."
    }
  },
  {
    "translation": {
      "en": "you know, almost like the kind of… the fun, young auntie.",
      "es": "Es como la tía joven y divertida."
    }
  },
  {
    "translation": {
      "en": "When you are doing a good fight sequence",
      "es": "Para hacer una buena secuencia de pelea,"
    }
  },
  {
    "translation": {
      "en": "where there is real energy and real dynamics,",
      "es": "en la que la energía se sienta real y dinámica"
    }
  },
  {
    "translation": {
      "en": "and you must be able to feel that,",
      "es": "y que la audiencia lo perciba,"
    }
  },
  {
    "translation": {
      "en": "is when-- if the camera can move with you.",
      "es": "necesitas que la cámara se mueva contigo."
    }
  },
  {
    "translation": {
      "en": "Because when you are doing action,",
      "es": "Hacer escenas de acción"
    }
  },
  {
    "translation": {
      "en": "it's not just about the big picture.",
      "es": "no se trata solo del panorama general,"
    }
  },
  {
    "translation": {
      "en": "It's about the nuances.",
      "es": "sino de los detalles."
    }
  },
  {
    "translation": {
      "en": "In all our fight sequences, you will notice that you will see",
      "es": "En todas nuestras escenas de peleas,"
    }
  },
  {
    "translation": {
      "en": "all the different characters that come into play,",
      "es": "podrán ver a todos los personajes,"
    }
  },
  {
    "translation": {
      "en": "and you can see their motivation, you can see the precision,",
      "es": "sus motivaciones, la precisión de sus movimientos,"
    }
  },
  {
    "translation": {
      "en": "and you can feel the drama and the dynamics of it.",
      "es": "además de sentir el drama y la dinámica."
    }
  },
  {
    "translation": {
      "en": "When we meet Éile for the first time,",
      "es": "Cuando conocemos a Éile,"
    }
  },
  {
    "translation": {
      "en": "I think what she wants is… she wants to share a message.",
      "es": "está intentando transmitir un mensaje."
    }
  },
  {
    "translation": {
      "en": "I think that's a necessity for her,",
      "es": "Eso es una necesidad para ella."
    }
  },
  {
    "translation": {
      "en": "to share her story, connect with people, and move on.",
      "es": "Compartir su historia, conectar con la gente y seguir adelante."
    }
  },
  {
    "translation": {
      "en": "It became her purpose,",
      "es": "Se convirtió en su propósito."
    }
  },
  {
    "translation": {
      "en": "and it was her truth, and she couldn't ignore it.",
      "es": "Es una verdad que no pudo ignorar."
    }
  },
  {
    "translation": {
      "en": "Where's the road taking you?",
      "es": "¿Adónde vas?"
    }
  },
  {
    "translation": {
      "en": "To seek redemption.",
      "es": "A buscar mi redención."
    }
  },
  {
    "translation": {
      "en": "We are the Black Rose",
      "es": "Somos la Rosa Negra."
    }
  },
  {
    "translation": {
      "en": "Let no one doubt…",
      "es": "Que nadie dude…"
    }
  },
  {
    "translation": {
      "en": "It's funny, because the music was… not an afterthought,",
      "es": "Es curioso, porque la música no fue algo secundario,"
    }
  },
  {
    "translation": {
      "en": "but didn't exist in the original scripts, other than she was a musician.",
      "es": "pero el libreto original solo decía que tocaba música."
    }
  },
  {
    "translation": {
      "en": "But then it became the through line, you know? It was the connective tissue in her journey.",
      "es": "Eso luego se convirtió en el hilo conector de su viaje."
    }
  },
  {
    "translation": {
      "en": "A flower shall grow where our peasant…",
      "es": "Una flor crecerá donde fluye…"
    }
  },
  {
    "translation": {
      "en": "It was the a- ha moment,",
      "es": "El momento clave"
    }
  },
  {
    "translation": {
      "en": "that scene in-- where the people rise up and start to sing The Black Rose.",
      "es": "fue cuando la gente se pone a cantar la canción."
    }
  },
  {
    "translation": {
      "en": "Rise up and let them feel our thorns…",
      "es": "Levántense y déjenlos sentir nuestras espinas…"
    }
  },
  {
    "translation": {
      "en": "What the Lark sings about is freedom.",
      "es": "Canta sobre liberarse"
    }
  },
  {
    "translation": {
      "en": "Freedom from the shackles of oppression, freedom from starvation.",
      "es": "de las cadenas de la opresión y del hambre."
    }
  },
  {
    "translation": {
      "en": "Um, and she wants everybody to get three square meals a day,",
      "es": "Quiere que todos puedan alimentarse bien,"
    }
  },
  {
    "translation": {
      "en": "education, and to not have the boot of the oppressor on their necks.",
      "es": "que tengan una educación y que dejen de oprimir al pueblo."
    }
  },
  {
    "translation": {
      "en": "These are important things to be singing and writing about,",
      "es": "Son temas importantes."
    }
  },
  {
    "translation": {
      "en": "fighting against the law and fighting against oppressive government.",
      "es": "Luchar contra la ley y contra un gobierno opresivo."
    }
  },
  {
    "translation": {
      "en": "- Go! -",
      "es": "¡Vayan!"
    }
  },
  {
    "translation": {
      "en": "Spread the word. Let them know this is the day the lowborns rise.",
      "es": "¡Corran la voz! ¡Que sepan que hoy se levantó la baja cuna!"
    }
  },
  {
    "translation": {
      "en": "- - The day Xin'trea becomes yours.",
      "es": "¡Hoy tomarán el control de Xin'trea!"
    }
  },
  {
    "translation": {
      "en": "We are really starting to lean into the Elven civilization in the Witcher mothership,",
      "es": "Nos estamos adentrando en la civilización elfa en The Witcher,"
    }
  },
  {
    "translation": {
      "en": "because they're gonna become increasingly important as the series continues.",
      "es": "porque serán cada vez más importantes a lo largo de la serie."
    }
  },
  {
    "translation": {
      "en": "But one of the things we never understood was the timing of their rise and fall.",
      "es": "Algo que nunca entendimos fue el auge y la caída de su imperio."
    }
  },
  {
    "translation": {
      "en": "We knew that they had been the sort of original inhabitants of the Continent,",
      "es": "Sabíamos que eran los habitantes originales del Continente"
    }
  },
  {
    "translation": {
      "en": "and that at some point, they were pushed out by humans,",
      "es": "y que fueron expulsados por los humanos,"
    }
  },
  {
    "translation": {
      "en": "and it started sort of a cycle of violence and horror.",
      "es": "lo que inició un ciclo de violencia y horror."
    }
  },
  {
    "translation": {
      "en": "But we didn't really understand when that happened, why, and what that universe was.",
      "es": "Pero no sabíamos cuándo pasó, por qué pasó ni cómo era todo antes."
    }
  },
  {
    "translation": {
      "en": "It's set on the same Continent that we know from Sapkowski's books,",
      "es": "Está ambientado en el mismo continente de los libros de Sapkowski."
    }
  },
  {
    "translation": {
      "en": "and if you're a very eagle- eyed fan, we'll have some maps in there,",
      "es": "Si le ponen atención a los mapas,"
    }
  },
  {
    "translation": {
      "en": "and you will see that certain cities overlay other cities",
      "es": "podrán ver que algunas ciudades ocupan el mismo lugar"
    }
  },
  {
    "translation": {
      "en": "that we know of in the Witcher lore from the books.",
      "es": "que aquellas que aparecen en los libros."
    }
  },
  {
    "translation": {
      "en": "You will also notice that the coastline is slightly different.",
      "es": "Pero también notarán que la costa es diferente."
    }
  },
  {
    "translation": {
      "en": "I just wanted to play with the idea that after the Conjunction, it was like climate change.",
      "es": "Eso es porque la Conjunción fue como el cambio climático."
    }
  },
  {
    "translation": {
      "en": "It wasn't just people being brought into this world, and monsters.",
      "es": "No solo llegaron humanos y monstruos,"
    }
  },
  {
    "translation": {
      "en": "The actual climate changed.",
      "es": "el clima también cambió."
    }
  },
  {
    "translation": {
      "en": "Like, the Korath Desert is smaller, Brokilon Forest is huge.",
      "es": "Hay desiertos más pequeños y bosques más extensos."
    }
  },
  {
    "translation": {
      "en": "I wanted the world to feel very different than the world of The Witcher.",
      "es": "Quería que el mundo se sintiera distinto."
    }
  },
  {
    "translation": {
      "en": "The world of The Witcher is a very dark, oppressive, medieval kind of world.",
      "es": "El mundo de The Witcher es muy oscuro, opresivo y medieval."
    }
  },
  {
    "translation": {
      "en": "Uh, so I wanted this world to surprise.",
      "es": "Quería que este mundo sorprendiera"
    }
  },
  {
    "translation": {
      "en": "So when we come into it, we understand straightaway this is a different time, a different culture,",
      "es": "para que la audiencia notara de inmediato que es una cultura y tiempo diferentes"
    }
  },
  {
    "translation": {
      "en": "and it's the height of a culture.",
      "es": "y que está en su apogeo."
    }
  },
  {
    "translation": {
      "en": "Elven society was actually more modern than we expected.",
      "es": "La sociedad elfa era más moderna de lo que creíamos."
    }
  },
  {
    "translation": {
      "en": "It wasn't medieval at all. It was a society based on art",
      "es": "No era para nada medieval. Era una sociedad basada en el arte, la música, la literatura y la historia."
    }
  },
  {
    "translation": {
      "en": "and music and literature and history,",
      "es": "Era una sociedad basada en el arte, la música, la literatura y la historia."
    }
  },
  {
    "translation": {
      "en": "and I thought that was a really sort of bold concept.",
      "es": "Me pareció un concepto muy audaz."
    }
  },
  {
    "translation": {
      "en": "It was a really exciting challenge, actually, moving into this world,",
      "es": "Entrar en este mundo fue un desafío muy emocionante"
    }
  },
  {
    "translation": {
      "en": "because we had sort of touched on it a bit in the Witcher world,",
      "es": "porque ya habíamos visto atisbos de él en The Witcher,"
    }
  },
  {
    "translation": {
      "en": "and it was a chance to really explore",
      "es": "pero ahora teníamos una oportunidad para explorar"
    }
  },
  {
    "translation": {
      "en": "the depths of something that was happening behind the curtains in the Witcher world.",
      "es": "los detalles de lo que pasó de verdad."
    }
  },
  {
    "translation": {
      "en": "Xin'trean architecture is the idea of an elevation of engineering.",
      "es": "La arquitectura de Xin'trea se enfoca en la ingeniería."
    }
  },
  {
    "translation": {
      "en": "It's not just the standard columns and arches that you might expect.",
      "es": "No ocupa solo columnas y arcos que uno esperaría ver."
    }
  },
  {
    "translation": {
      "en": "It's quite open, quite minimalist.",
      "es": "Es bastante abierta y minimalista."
    }
  },
  {
    "translation": {
      "en": "The Elven world is very sophisticated, it's very art deco,",
      "es": "El mundo elfo es muy sofisticado. Es muy art déco."
    }
  },
  {
    "translation": {
      "en": "and Andrew's designs were very far removed from The Witcher,",
      "es": "Y los diseños de Andrew son diferentes a los de The Witcher."
    }
  },
  {
    "translation": {
      "en": "so it was like the Silk Road, very distant lands.",
      "es": "Es como si fueran de tierras muy lejanas."
    }
  },
  {
    "translation": {
      "en": "The colors were gonna be incredibly vibrant.",
      "es": "Los colores son increíblemente vibrantes."
    }
  },
  {
    "translation": {
      "en": "The textures and the fabrics were gonna be silks,",
      "es": "Las texturas y las telas usan seda,"
    }
  },
  {
    "translation": {
      "en": "and it was gonna be a huge contrast.",
      "es": "así que generan un gran contraste."
    }
  },
  {
    "translation": {
      "en": "It was very much important to Declan and myself and to Lauren",
      "es": "Era muy importante para Declan, para Lauren y para mí"
    }
  },
  {
    "translation": {
      "en": "to give the… the world of Blood Origin its own unique identity,",
      "es": "darle al mundo de esta serie su propia identidad,"
    }
  },
  {
    "translation": {
      "en": "but for that identity to then have a reciprocal effect",
      "es": "pero que al mismo tiempo compartiera la esencia"
    }
  },
  {
    "translation": {
      "en": "very much related to the Witcher world.",
      "es": "del mundo de The Witcher."
    }
  },
  {
    "translation": {
      "en": "We see the remnant, fading vestiges",
      "es": "Se ven los vestigios antiguos"
    }
  },
  {
    "translation": {
      "en": "of what was once there before, which is the Dwarven ruins",
      "es": "de lo que alguna vez fueron ruinas enanas,"
    }
  },
  {
    "translation": {
      "en": "upon which the city of Xin'trea was built.",
      "es": "sobre las cuales construyeron Xin'trea."
    }
  },
  {
    "translation": {
      "en": "Dwarven script, fifteen hundred years old,",
      "es": "Este texto enano de 1500 años"
    }
  },
  {
    "translation": {
      "en": "telling of Solryth's arrival.",
      "es": "habla de la llegada de Solryth."
    }
  },
  {
    "translation": {
      "en": "Which is ironic, because then you go to the world of The Witcher",
      "es": "Esto es irónico porque en The Witcher"
    }
  },
  {
    "translation": {
      "en": "and Xin'trea looks completely different and the palace looks different",
      "es": "Xin'trea y su palacio se ven completamente diferentes,"
    }
  },
  {
    "translation": {
      "en": "'cause they'd built upon the ruins of the Elven city.",
      "es": "ya que los humanos construyeron sobre las ruinas elfas."
    }
  },
  {
    "translation": {
      "en": "In Blood Origin, what we learn",
      "es": "En esta serie,"
    }
  },
  {
    "translation": {
      "en": "is that there were ancient Dwarven monuments,",
      "es": "aprendemos que había monolitos antiguos enanos"
    }
  },
  {
    "translation": {
      "en": "these monoliths that were buried to bring bounty to the land,",
      "es": "que enterraban para darle fertilidad a la tierra."
    }
  },
  {
    "translation": {
      "en": "and in The Witcher,",
      "es": "En The Witcher,"
    }
  },
  {
    "translation": {
      "en": "our main characters don't really know exactly what they are",
      "es": "los protagonistas no saben exactamente qué son"
    }
  },
  {
    "translation": {
      "en": "or what they were for.",
      "es": "o para qué se usaban."
    }
  },
  {
    "translation": {
      "en": "In the Witcher universe, we're seeing the, sort of, monoliths",
      "es": "En The Witcher, vemos que estos monolitos"
    }
  },
  {
    "translation": {
      "en": "as they've been decayed over time or decayed during the Conjunction of the Spheres.",
      "es": "se dañaron con el tiempo o por la Conjunción de las Esferas."
    }
  },
  {
    "translation": {
      "en": "So we're seeing fragments, in a way, or shrapnel.",
      "es": "Vemos fragmentos de ellos."
    }
  },
  {
    "translation": {
      "en": "And Balor has found this place called the arid world, the dry world,",
      "es": "Balor encontró un lugar llamado el mundo seco."
    }
  },
  {
    "translation": {
      "en": "and on this world, there is a woman who speaks to him.",
      "es": "Ahí encontró a una mujer que le habla."
    }
  },
  {
    "translation": {
      "en": "And this voice has promised him power like he's never known before.",
      "es": "Esa voz le prometió un poder que nunca había visto."
    }
  },
  {
    "translation": {
      "en": "And what he ends up accessing is human Chaos.",
      "es": "Lo que consigue al final es el Caos humano."
    }
  },
  {
    "translation": {
      "en": "It's very similar to what we see fire magic do in the Witcher series,",
      "es": "Es parecido a la magia de fuego que vemos en The Witcher,"
    }
  },
  {
    "translation": {
      "en": "which is deaden you inside.",
      "es": "que te mata por dentro."
    }
  },
  {
    "translation": {
      "en": "And this is a voice who knows the destruction that all of this is gonna cause,",
      "es": "Es una voz que conoce la destrucción que todo esto causará,"
    }
  },
  {
    "translation": {
      "en": "who knows the future, who knows the Conjunction of the Spheres is gonna happen,",
      "es": "que conoce el futuro y que sabe que ocurrirá la Conjunción."
    }
  },
  {
    "translation": {
      "en": "and is a Chaos agent and sort of delights in that.",
      "es": "Es un agente del Caos que se deleita con eso."
    }
  },
  {
    "translation": {
      "en": "And she sort of exists in reality, but also in myth.",
      "es": "Existe en la realidad, pero también en los mitos."
    }
  },
  {
    "translation": {
      "en": "What will you do with such wonderful Chaos?",
      "es": "¿Qué harás con ese Caos tan maravilloso?"
    }
  },
  {
    "translation": {
      "en": "And once Balor has that power that he's found in the other world,",
      "es": "Una vez que Balor obtiene el poder que encontró en el otro mundo,"
    }
  },
  {
    "translation": {
      "en": "he banishes Eredin and his soldiers to roam the spheres for all of eternity,",
      "es": "destierra a Eredin y a sus soldados a vagar por las esferas por siempre."
    }
  },
  {
    "translation": {
      "en": "and this is the beginning of the Wild Hunt.",
      "es": "Ese es el inicio de la Persecución Salvaje."
    }
  },
  {
    "translation": {
      "en": "There are a lot of characters, actually, that pop up in Blood Origin",
      "es": "Hay muchos personajes que aparecen en El origen de la sangre"
    }
  },
  {
    "translation": {
      "en": "in kind of unexpected ways.",
      "es": "de formas inesperadas."
    }
  },
  {
    "translation": {
      "en": "It's been really exciting to find little points of connection between the worlds.",
      "es": "Ha sido emocionante hallar puntos de conexión entre los mundos."
    }
  },
  {
    "translation": {
      "en": "We know in the books, to a certain point, how the witchers were created.",
      "es": "Los libros nos cuentan un poco de cómo se crearon los brujos."
    }
  },
  {
    "translation": {
      "en": "Before the Conjunction, there were no witchers.",
      "es": "Antes de la Conjunción, no había brujos."
    }
  },
  {
    "translation": {
      "en": "There wasn't a need for them. There were no monsters.",
      "es": "No era necesario. No había monstruos."
    }
  },
  {
    "translation": {
      "en": "This witcher is not the witcher we know,",
      "es": "Este brujo no es como los que conocemos."
    }
  },
  {
    "translation": {
      "en": "who's humanlike and can take potions and have powers.",
      "es": "No es un humano con poderes que puede tomar pociones."
    }
  },
  {
    "translation": {
      "en": "And yet, what happens is that Fjall is transformed",
      "es": "En este caso, lo que pasa es que Fjall se transforma"
    }
  },
  {
    "translation": {
      "en": "through a mixture of magic and herbs,",
      "es": "a través de una mezcla de magia y hierbas."
    }
  },
  {
    "translation": {
      "en": "and he begins to transform into a monster himself.",
      "es": "Se empieza a transformar en un monstruo."
    }
  },
  {
    "translation": {
      "en": "It's the very first prototype of a witcher, that goes wrong.",
      "es": "Es el primer prototipo de un brujo que resulta mal."
    }
  },
  {
    "translation": {
      "en": "It doesn't work. It's-- it's 1.0.",
      "es": "No funciona. Es la versión 1.0."
    }
  },
  {
    "translation": {
      "en": "Getting cast as the very first witcher was an awful lot of pressure.",
      "es": "Conseguir el papel del primer brujo fue muy estresante."
    }
  },
  {
    "translation": {
      "en": "I wanted to honor the story, I wanted to honor this character,",
      "es": "Quise honrar a la historia y al personaje."
    }
  },
  {
    "translation": {
      "en": "and I wanted to take it seriously, and I wanted to, uh… really give it every single thing I had.",
      "es": "Quise tomármelo en serio y poner todo mi esfuerzo."
    }
  },
  {
    "translation": {
      "en": "You can see its arsehole.",
      "es": "Se le ve el culo"
    }
  },
  {
    "translation": {
      "en": "And it was very challenging, because I had to go to places",
      "es": "Fue muy desafiante. Tuve que actuar escenas y hacer cosas muy difíciles."
    }
  },
  {
    "translation": {
      "en": "and I had to do things that were really, really tough.",
      "es": "Tuve que actuar escenas y hacer cosas muy difíciles."
    }
  },
  {
    "translation": {
      "en": "There was an awful lot of writhing and physical work that I had to do, and…",
      "es": "Demandó un gran esfuerzo físico."
    }
  },
  {
    "translation": {
      "en": "Yeah, I felt, um… I felt that I'd done a couple of rounds in a-- a boxing ring.",
      "es": "Se sintió como un par de rondas en un cuadrilátero de boxeo."
    }
  },
  {
    "translation": {
      "en": "And the Continent is now something different once again.",
      "es": "El continente vuelve a ser algo diferente."
    }
  },
  {
    "translation": {
      "en": "There are humans, and there are monsters,",
      "es": "Aparecieron humanos y monstruos."
    }
  },
  {
    "translation": {
      "en": "and in twelve hundred years, there will be Geralt.",
      "es": "Y en 1200 años aparecerá Geralt."
    }
  },
  {
    "translation": {
      "en": "Where once there were Two standing stones",
      "es": "Donde antes había dos piedras"
    }
  },
  {
    "translation": {
      "en": "Facing proudly in a field",
      "es": "erguidas con orgullo en un campo,"
    }
  },
  {
    "translation": {
      "en": "One lies broken on its side",
      "es": "ahora una de ellas se cayó"
    }
  },
  {
    "translation": {
      "en": "Since the meeting of the spheres",
      "es": "desde el encuentro de las esferas."
    }
  },
  {
    "translation": {
      "en": "Beneath that stone, a warrior",
      "es": "Debajo de esa piedra hay un guerrero"
    }
  },
  {
    "translation": {
      "en": "Whose bravery knew no bounds",
      "es": "cuya valentía no conocía límites."
    }
  },
  {
    "translation": {
      "en": "Who gave his life so you'd be free",
      "es": "Que dio su vida para que sean libres"
    }
  },
  {
    "translation": {
      "en": "And a tyrant be overthrown",
      "es": "y para derrocar a una tirana."
    }
  },
  {
    "translation": {
      "en": "They said he had a heart of stone",
      "es": "Dicen que tenía un corazón de piedra"
    }
  },
  {
    "translation": {
      "en": "No love or tender touch, no",
      "es": "sin amor ni cariño, no."
    }
  },
  {
    "translation": {
      "en": "Till a singin' Lark sang her song",
      "es": "Hasta que una alondra cantó su canción"
    }
  },
  {
    "translation": {
      "en": "And cracked his heart in two",
      "es": "y le partió el corazón en dos."
    }
  }
]