[
  {
    "translation": {
      "en": "Estaba sentado en el jardín de casa y recibí una llamada.",
      "es": "Estaba sentado en el jardínde casa y recibí una llamada."
    }
  },
  {
    "translation": {
      "en": "Me avisaron que mi hija Lucie había desaparecido.",
      "es": "Me avisaron que mi hija Luciehabía desaparecido."
    }
  },
  {
    "translation": {
      "en": "Mi primera reacción fue: \"¿Cómo sabe que desapareció?\".",
      "es": "Mi primera reacción fue:\"¿Cómo sabe que desapareció?\"."
    }
  },
  {
    "translation": {
      "en": "\"Hace un par de días que no sabemos nada de ella.",
      "es": "\"Hace un par de díasque no sabemos nada de ella."
    }
  },
  {
    "translation": {
      "en": "No contesta el teléfono y no recibimos correos\".",
      "es": "No contesta el teléfonoy no recibimos correos\"."
    }
  },
  {
    "translation": {
      "en": "Inmediatamente pensé que debía haber una explicación racional,",
      "es": "Inmediatamente pensé que debía haberuna explicación racional,"
    }
  },
  {
    "translation": {
      "en": "que debía haber una razón por la que no podía contactarse.",
      "es": "que debía haber una razónpor la que no podía contactarse."
    }
  },
  {
    "translation": {
      "en": "La Policía de Japón hizo un pedido público de ayuda",
      "es": "La Policía de Japón hizoun pedido público de ayuda"
    }
  },
  {
    "translation": {
      "en": "para rastrear a una mujer británica de 21 años.",
      "es": "para rastreara una mujer británica de 21 años."
    }
  },
  {
    "translation": {
      "en": "desde que dejó el bar donde trabajaba como anfitriona.",
      "es": "desde que dejó el bardonde trabajaba como anfitriona."
    }
  },
  {
    "translation": {
      "en": "Un lugar atractivo para muchos, una pesadilla para uno.",
      "es": "Un lugar atractivo para muchos,una pesadilla para uno."
    }
  },
  {
    "translation": {
      "en": "Ha pasado más de una semana desde que Lucie Blackman desapareció.",
      "es": "Ha pasado más de una semanadesde que Lucie Blackman desapareció."
    }
  },
  {
    "translation": {
      "en": "Cada año, cientos y cientos de jóvenes de ojos brillantes",
      "es": "Cada año, cientos y cientosde jóvenes de ojos brillantes"
    }
  },
  {
    "translation": {
      "en": "se dirigen a las luces brillantes de Tokio.",
      "es": "se dirigena las luces brillantes de Tokio."
    }
  },
  {
    "translation": {
      "en": "ha estado investigando vínculos con un culto religioso.",
      "es": "ha estado investigandovínculos con un culto religioso."
    }
  },
  {
    "translation": {
      "en": "La autoridad japonesa ahora está a la caza de un depredador sexual",
      "es": "La autoridad japonesa ahora estáa la caza de un depredador sexual"
    }
  },
  {
    "translation": {
      "en": "que ha estado acechando en las calles de Tokio durante décadas.",
      "es": "que ha estado acechando en las callesde Tokio durante décadas."
    }
  },
  {
    "translation": {
      "en": "DESAPARECIDA: EL CASO LUCIE BLACKMAN",
      "es": "DESAPARECIDA:EL CASO LUCIE BLACKMAN"
    }
  },
  {
    "translation": {
      "en": "Cuando Lucie terminó la escuela, quería salir al mundo,",
      "es": "Cuando Lucie terminó la escuela,quería salir al mundo,"
    }
  },
  {
    "translation": {
      "en": "Pero recuerdo que Lucie dijo: \"Me gustaría viajar a Japón\".",
      "es": "Pero recuerdo que Lucie dijo:\"Me gustaría viajar a Japón\"."
    }
  },
  {
    "translation": {
      "en": "Japón tiene esta imagen de ser impecable, ¿no?",
      "es": "Japón tiene esta imagende ser impecable, ¿no?"
    }
  },
  {
    "translation": {
      "en": "Pierdes tu billetera en el metro y vuelve a ti.",
      "es": "Pierdes tu billeteraen el metro y vuelve a ti."
    }
  },
  {
    "translation": {
      "en": "Tokio, en el 2000, era un lugar emocionante.",
      "es": "Tokio, en el 2000,era un lugar emocionante."
    }
  },
  {
    "translation": {
      "en": "Y había muchos extranjeros que venían a trabajar.",
      "es": "Y había muchos extranjerosque venían a trabajar."
    }
  },
  {
    "translation": {
      "en": "Era un lugar para ganar dinero y vivir buenos momentos.",
      "es": "Era un lugar para ganar dineroy vivir buenos momentos."
    }
  },
  {
    "translation": {
      "en": "Sí, como el resto del canal 4, estoy en Japón.",
      "es": "Sí, como el resto del canal 4,estoy en Japón."
    }
  },
  {
    "translation": {
      "en": "La exportación cultural más popular en este momento son los Pokémon.",
      "es": "La exportación cultural más popularen este momento son los Pokémon."
    }
  },
  {
    "translation": {
      "en": "La imagen del Japón seguro y educado era abrumadora.",
      "es": "La imagen del Japón seguroy educado era abrumadora."
    }
  },
  {
    "translation": {
      "en": "Nadie sospechaba que podía existir este mundo más oscuro.",
      "es": "Nadie sospechaba que podía existireste mundo más oscuro."
    }
  },
  {
    "translation": {
      "en": "Un amigo que administra una hostería me contactó…",
      "es": "Un amigo que administrauna hostería me contactó…"
    }
  },
  {
    "translation": {
      "en": "…y dijo que estaba muy preocupado por una chica de 21 años llamada Lucie",
      "es": "…y dijo que estaba muy preocupadopor una chica de 21 años llamada Lucie"
    }
  },
  {
    "translation": {
      "en": "que vivía en su casa de huéspedes y que no podía contactarla.",
      "es": "que vivía en su casa de huéspedesy que no podía contactarla."
    }
  },
  {
    "translation": {
      "en": "Era la primera vez que mi amigo experimentaba algo así",
      "es": "Era la primera vezque mi amigo experimentaba algo así"
    }
  },
  {
    "translation": {
      "en": "3 DE JULIO DE 2000 3 DÍAS DESAPARECIDA",
      "es": "3 DE JULIO DE 20003 DÍAS DESAPARECIDA"
    }
  },
  {
    "translation": {
      "en": "Se susurraban cosas en los medios japoneses.",
      "es": "Se susurraban cosasen los medios japoneses."
    }
  },
  {
    "translation": {
      "en": "AZAFATA BRITÁNICA SECUESTRADA POR UN CULTO",
      "es": "AZAFATA BRITÁNICASECUESTRADA POR UN CULTO"
    }
  },
  {
    "translation": {
      "en": "Pero, al principio, cuando nadie era consciente,",
      "es": "Pero, al principio,cuando nadie era consciente,"
    }
  },
  {
    "translation": {
      "en": "había un pequeño grupo de extranjeros que sabía",
      "es": "había un pequeño grupode extranjeros que sabía"
    }
  },
  {
    "translation": {
      "en": "Mi jefe me contactó y me dijo: \"Oye, gaijin…\",",
      "es": "Mi jefe me contactó y me dijo:\"Oye, gaijin…\","
    }
  },
  {
    "translation": {
      "en": "Dijo: \"Te necesitamos. Este es un caso que involucra gaijin\".",
      "es": "Dijo: \"Te necesitamos.Este es un caso que involucra gaijin\"."
    }
  },
  {
    "translation": {
      "en": "Mi primera impresión fue que probablemente había ido a Tailandia",
      "es": "Mi primera impresión fueque probablemente había ido a Tailandia"
    }
  },
  {
    "translation": {
      "en": "y había olvidado decirle a nadie. Seguro no era nada.",
      "es": "y había olvidado decirle a nadie.Seguro no era nada."
    }
  },
  {
    "translation": {
      "en": "Fui a la sede del Departamento de Policía Metropolitana.",
      "es": "Fui a la sede del Departamentode Policía Metropolitana."
    }
  },
  {
    "translation": {
      "en": "Estuve a cargo del caso Lucie como superintendente.",
      "es": "Estuve a cargo del caso Luciecomo superintendente."
    }
  },
  {
    "translation": {
      "en": "Al principio, era posible que simplemente hubiera huido,",
      "es": "Al principio,era posible que simplemente hubiera huido,"
    }
  },
  {
    "translation": {
      "en": "así que necesitábamos saber en detalle por su familia",
      "es": "así que necesitábamos saberen detalle por su familia"
    }
  },
  {
    "translation": {
      "en": "había muchos extranjeros que se quedaban más de la cuenta o trabajaban ilegalmente,",
      "es": "había muchos extranjeros que se quedabanmás de la cuenta o trabajaban ilegalmente,"
    }
  },
  {
    "translation": {
      "en": "SUBINSPECTOR POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUBINSPECTORPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "no estaba seguro de si era un caso criminal o no.",
      "es": "no estaba segurode si era un caso criminal o no."
    }
  },
  {
    "translation": {
      "en": "Timothy Blackman, el padre de Lucie, aterrizó en Tokio,",
      "es": "Timothy Blackman,el padre de Lucie, aterrizó en Tokio,"
    }
  },
  {
    "translation": {
      "en": "ya que, como dijo la Policía, temían que la hubieran secuestrado.",
      "es": "ya que, como dijo la Policía,temían que la hubieran secuestrado."
    }
  },
  {
    "translation": {
      "en": "\"Hola, papá, la estoy pasando bien en Japón\".",
      "es": "\"Hola, papá,la estoy pasando bien en Japón\"."
    }
  },
  {
    "translation": {
      "en": "Dijo que se estaba divirtiendo y que era una ciudad muy bonita.",
      "es": "Dijo que se estaba divirtiendoy que era una ciudad muy bonita."
    }
  },
  {
    "translation": {
      "en": "Había pasado algo y teníamos que traerla de vuelta.",
      "es": "Había pasado algoy teníamos que traerla de vuelta."
    }
  },
  {
    "translation": {
      "en": "Cualquier preocupación que puedas tener sobre no tener experiencia",
      "es": "Cualquier preocupación que puedas tenersobre no tener experiencia"
    }
  },
  {
    "translation": {
      "en": "sigues adelante porque intentas encontrar a tu hijo.",
      "es": "sigues adelanteporque intentas encontrar a tu hijo."
    }
  },
  {
    "translation": {
      "en": "Cuando Tim llegó, había una multitud de periodistas y gente.",
      "es": "Cuando Tim llegó, había una multitudde periodistas y gente."
    }
  },
  {
    "translation": {
      "en": "De repente, esa historia se volvió mucho más grande,",
      "es": "De repente, esa historiase volvió mucho más grande,"
    }
  },
  {
    "translation": {
      "en": "La exazafata de British Airways desapareció el 1 de julio.",
      "es": "La exazafata de British Airwaysdesapareció el 1 de julio."
    }
  },
  {
    "translation": {
      "en": "sobre una británica de 21 años que desapareció en Tokio hace 11 días.",
      "es": "sobre una británica de 21 añosque desapareció en Tokio hace 11 días."
    }
  },
  {
    "translation": {
      "en": "con un estimado de 27 millones y medio de personas que viven aquí,",
      "es": "con un estimado de 27 millones y mediode personas que viven aquí,"
    }
  },
  {
    "translation": {
      "en": "Conocí a Tim Blackman y a Sophie, la hermana menor de Lucie.",
      "es": "Conocí a Tim Blackman y a Sophie,la hermana menor de Lucie."
    }
  },
  {
    "translation": {
      "en": "Me dio la impresión de que estaba muy preocupado,",
      "es": "Me dio la impresiónde que estaba muy preocupado,"
    }
  },
  {
    "translation": {
      "en": "pero también de que Tim era un artista muy extravagante",
      "es": "pero también de que Tim eraun artista muy extravagante"
    }
  },
  {
    "translation": {
      "en": "de que todos se activaran y buscaran a Lucie.",
      "es": "de que todos se activarany buscaran a Lucie."
    }
  },
  {
    "translation": {
      "en": "y, por supuesto, era bilingüe, otra ventaja.",
      "es": "y, por supuesto,era bilingüe, otra ventaja."
    }
  },
  {
    "translation": {
      "en": "Creo que también tenía contactos en la Policía por su trabajo.",
      "es": "Creo que también tenía contactosen la Policía por su trabajo."
    }
  },
  {
    "translation": {
      "en": "Incluso antes de que llegara, la Policía buscaba información.",
      "es": "Incluso antes de que llegara,la Policía buscaba información."
    }
  },
  {
    "translation": {
      "en": "Hacían lo que podían para buscar información.",
      "es": "Hacían lo que podíanpara buscar información."
    }
  },
  {
    "translation": {
      "en": "Hay 30 000 carteles de Lucie Blackman en Tokio.",
      "es": "Hay 30 000 cartelesde Lucie Blackman en Tokio."
    }
  },
  {
    "translation": {
      "en": "pero no saben si los avistamientos son creíbles.",
      "es": "pero no sabensi los avistamientos son creíbles."
    }
  },
  {
    "translation": {
      "en": "Creo que todos los que la conocieron cuando era niña",
      "es": "Creo que todos los que la conocieroncuando era niña"
    }
  },
  {
    "translation": {
      "en": "Me reuní con Tim en nombre de la Policía y le expliqué la situación.",
      "es": "Me reuní con Tim en nombrede la Policía y le expliqué la situación."
    }
  },
  {
    "translation": {
      "en": "así que me sorprendieron las preguntas que tenía en ciertas áreas.",
      "es": "así que me sorprendieronlas preguntas que tenía en ciertas áreas."
    }
  },
  {
    "translation": {
      "en": "Me preguntó si había investigado bien las cámaras de seguridad.",
      "es": "Me preguntó si había investigadobien las cámaras de seguridad."
    }
  },
  {
    "translation": {
      "en": "le expliqué el uso limitado de cámaras de seguridad en Japón",
      "es": "le expliqué el uso limitadode cámaras de seguridad en Japón"
    }
  },
  {
    "translation": {
      "en": "En Londres, hay cámaras en todas las calles,",
      "es": "En Londres,hay cámaras en todas las calles,"
    }
  },
  {
    "translation": {
      "en": "La Policía reaccionó como uno esperaría, fue el colmo de la cortesía.",
      "es": "La Policía reaccionó como uno esperaría,fue el colmo de la cortesía."
    }
  },
  {
    "translation": {
      "en": "Un inglés que estaba casado con una japonesa",
      "es": "Un inglés que estaba casadocon una japonesa"
    }
  },
  {
    "translation": {
      "en": "\"Como Lucie no es japonesa, no habrá una investigación policial\".",
      "es": "\"Como Lucie no es japonesa,no habrá una investigación policial\"."
    }
  },
  {
    "translation": {
      "en": "Y pensé que lo primero que debíamos hacer era llevarlo a los medios.",
      "es": "Y pensé que lo primero que debíamoshacer era llevarlo a los medios."
    }
  },
  {
    "translation": {
      "en": "Nos despedimos de la Policía ayer por la tarde",
      "es": "Nos despedimosde la Policía ayer por la tarde"
    }
  },
  {
    "translation": {
      "en": "de que están siguiendo todas las líneas de investigación,",
      "es": "de que están siguiendotodas las líneas de investigación,"
    }
  },
  {
    "translation": {
      "en": "Organizamos una conferencia de prensa para intentar levantar el perfil en Tokio.",
      "es": "Organizamos una conferencia de prensapara intentar levantar el perfil en Tokio."
    }
  },
  {
    "translation": {
      "en": "Tuvieron que mover la conferencia de prensa a su auditorio más grande",
      "es": "Tuvieron que mover la conferenciade prensa a su auditorio más grande"
    }
  },
  {
    "translation": {
      "en": "porque todos los medios japoneses querían venir.",
      "es": "porque todos los medios japonesesquerían venir."
    }
  },
  {
    "translation": {
      "en": "\"Así es como encontraremos a Lucie, Sophie.",
      "es": "\"Así es como encontraremosa Lucie, Sophie."
    }
  },
  {
    "translation": {
      "en": "Esta gente encontrará a Lucie por nosotros\".",
      "es": "Esta gente encontraráa Lucie por nosotros\"."
    }
  },
  {
    "translation": {
      "en": "Seguro todos lo saben. Es mi hermana desaparecida.",
      "es": "Seguro todos lo saben.Es mi hermana desaparecida."
    }
  },
  {
    "translation": {
      "en": "Hay un gran interés por parte de la prensa británica.",
      "es": "Hay un gran interéspor parte de la prensa británica."
    }
  },
  {
    "translation": {
      "en": "Los medios japoneses tienden a evitar especulaciones,",
      "es": "Los medios japonesestienden a evitar especulaciones,"
    }
  },
  {
    "translation": {
      "en": "mientras los medios británicos elaboraron rápidamente",
      "es": "mientras los medios británicoselaboraron rápidamente"
    }
  },
  {
    "translation": {
      "en": "y encontraban a cualquiera que pudiera para hablar del tema.",
      "es": "y encontraban a cualquieraque pudiera para hablar del tema."
    }
  },
  {
    "translation": {
      "en": "¿UN CULTO MISTERIOSO SE LLEVÓ A NUESTRA HIJA?",
      "es": "¿UN CULTO MISTERIOSOSE LLEVÓ A NUESTRA HIJA?"
    }
  },
  {
    "translation": {
      "en": "y me dijeron que la habían subido a un barco a Hong Kong.",
      "es": "y me dijeron que la habían subidoa un barco a Hong Kong."
    }
  },
  {
    "translation": {
      "en": "La idea de que, de alguna manera, se hubiera interesado",
      "es": "La idea de que,de alguna manera, se hubiera interesado"
    }
  },
  {
    "translation": {
      "en": "y la Policía Metropolitana de Tokio tuvieron que dedicar mucho personal.",
      "es": "y la Policía Metropolitana de Tokiotuvieron que dedicar mucho personal."
    }
  },
  {
    "translation": {
      "en": "Normalmente, en un caso de desaparición, hay cuatro o cinco policías en el caso.",
      "es": "Normalmente, en un caso de desaparición,hay cuatro o cinco policías en el caso."
    }
  },
  {
    "translation": {
      "en": "La Policía investiga Roppongi, donde trabajaba Lucie.",
      "es": "La Policía investiga Roppongi,donde trabajaba Lucie."
    }
  },
  {
    "translation": {
      "en": "Lehman Brothers y toda esa gente de las finanzas.",
      "es": "Lehman Brothersy toda esa gente de las finanzas."
    }
  },
  {
    "translation": {
      "en": "el mismo club donde trabajaba Lucie Blackman.",
      "es": "el mismo clubdonde trabajaba Lucie Blackman."
    }
  },
  {
    "translation": {
      "en": "Era un club nocturno pequeño, común y corriente.",
      "es": "Era un club nocturno pequeño,común y corriente."
    }
  },
  {
    "translation": {
      "en": "Ser anfitriona es muy difícil de explicar porque no hay un equivalente occidental.",
      "es": "Ser anfitriona es muy difícil de explicarporque no hay un equivalente occidental."
    }
  },
  {
    "translation": {
      "en": "Vas a un club nocturno, que está lleno de hombres mayores,",
      "es": "Vas a un club nocturno,que está lleno de hombres mayores,"
    }
  },
  {
    "translation": {
      "en": "No se sentía particularmente sórdido o difícil.",
      "es": "No se sentía particularmentesórdido o difícil."
    }
  },
  {
    "translation": {
      "en": "Y solo tenías que trabajar cinco o seis horas.",
      "es": "Y solo tenías que trabajarcinco o seis horas."
    }
  },
  {
    "translation": {
      "en": "Podía ser un simple trabajo inocente si eso querías tú.",
      "es": "Podía ser un simple trabajo inocentesi eso querías tú."
    }
  },
  {
    "translation": {
      "en": "atrajo a chicas que querían tener una experiencia interesante,",
      "es": "atrajo a chicas que querían teneruna experiencia interesante,"
    }
  },
  {
    "translation": {
      "en": "Había muchas chicas independientes increíbles",
      "es": "Había muchas chicasindependientes increíbles"
    }
  },
  {
    "translation": {
      "en": "\"Dohan\" es, probablemente, la parte más dudosa de ser anfitriona.",
      "es": "\"Dohan\" es, probablemente,la parte más dudosa de ser anfitriona."
    }
  },
  {
    "translation": {
      "en": "Un dohan, específicamente, significa que cenas antes de ir a trabajar",
      "es": "Un dohan, específicamente,significa que cenas antes de ir a trabajar"
    }
  },
  {
    "translation": {
      "en": "y luego llevas al cliente contigo al club. Y una vez allí,",
      "es": "y luego llevas al cliente contigo al club.Y una vez allí,"
    }
  },
  {
    "translation": {
      "en": "pagan el bono de la cena y luego te compran tragos.",
      "es": "pagan el bono de la cenay luego te compran tragos."
    }
  },
  {
    "translation": {
      "en": "Y todas estas cosas se agregan a su cuenta.",
      "es": "Y todas estas cosasse agregan a su cuenta."
    }
  },
  {
    "translation": {
      "en": "Creo que se confunden los límites porque, obviamente, al salir",
      "es": "Creo que se confunden los límitesporque, obviamente, al salir"
    }
  },
  {
    "translation": {
      "en": "de un club de alterne con un cliente a solas,",
      "es": "de un club de alternecon un cliente a solas,"
    }
  },
  {
    "translation": {
      "en": "habrá clientes que entenderán más de esa situación.",
      "es": "habrá clientesque entenderán más de esa situación."
    }
  },
  {
    "translation": {
      "en": "personalmente, nunca me sentí en peligro en los clubes.",
      "es": "personalmente, nunca me sentíen peligro en los clubes."
    }
  },
  {
    "translation": {
      "en": "Trabajaba como periodista en Londres para una revista de mujeres,",
      "es": "Trabajaba como periodista en Londrespara una revista de mujeres,"
    }
  },
  {
    "translation": {
      "en": "y la revista estaba muy interesada en el concepto de anfitriona.",
      "es": "y la revista estaba muy interesadaen el concepto de anfitriona."
    }
  },
  {
    "translation": {
      "en": "para conocer la cultura de la anfitriona y tratar de averiguar más al respecto.",
      "es": "para conocer la cultura de la anfitrionay tratar de averiguar más al respecto."
    }
  },
  {
    "translation": {
      "en": "era un gran factor y una lucha de poder entre los hombres y las mujeres,",
      "es": "era un gran factor y una lucha de poderentre los hombres y las mujeres,"
    }
  },
  {
    "translation": {
      "en": "que los hombres tenían todo el dinero y las mujeres no,",
      "es": "que los hombres tenían todo el dineroy las mujeres no,"
    }
  },
  {
    "translation": {
      "en": "y, por lo tanto, los hombres eran los dominantes.",
      "es": "y, por lo tanto,los hombres eran los dominantes."
    }
  },
  {
    "translation": {
      "en": "Podías ver la política sexual en los clubes a simple vista.",
      "es": "Podías ver la política sexualen los clubes a simple vista."
    }
  },
  {
    "translation": {
      "en": "SUPERINTENDENTE POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUPERINTENDENTEPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "El primer equipo involucrado en el caso Lucie desde el principio",
      "es": "El primer equipo involucradoen el caso Lucie desde el principio"
    }
  },
  {
    "translation": {
      "en": "Nuestro equipo solo oyó de ellos que habían identificado a un sospechoso.",
      "es": "Nuestro equipo solo oyó de ellosque habían identificado a un sospechoso."
    }
  },
  {
    "translation": {
      "en": "Era un japonés que frecuentaba clubes de alterne en la zona de Roppongi,",
      "es": "Era un japonés que frecuentabaclubes de alterne en la zona de Roppongi,"
    }
  },
  {
    "translation": {
      "en": "Así que nos ordenaron detener al sospechoso",
      "es": "Así que nos ordenarondetener al sospechoso"
    }
  },
  {
    "translation": {
      "en": "Nos acercamos a su auto antes de que fuera a trabajar.",
      "es": "Nos acercamos a su autoantes de que fuera a trabajar."
    }
  },
  {
    "translation": {
      "en": "Le pedimos que viniera voluntariamente para interrogarlo.",
      "es": "Le pedimos que viniera voluntariamentepara interrogarlo."
    }
  },
  {
    "translation": {
      "en": "a la comisaría más cercana para investigar.",
      "es": "a la comisaría más cercanapara investigar."
    }
  },
  {
    "translation": {
      "en": "El tipo tenía una coartada, que terminamos corroborando.",
      "es": "El tipo tenía una coartada,que terminamos corroborando."
    }
  },
  {
    "translation": {
      "en": "está claro que es un padre amoroso y dedicado",
      "es": "está claro que esun padre amoroso y dedicado"
    }
  },
  {
    "translation": {
      "en": "que cree que su hija está viva en algún lugar de esta ciudad,",
      "es": "que cree que su hija está vivaen algún lugar de esta ciudad,"
    }
  },
  {
    "translation": {
      "en": "pero necesita encontrarla lo antes posible.",
      "es": "pero necesita encontrarlalo antes posible."
    }
  },
  {
    "translation": {
      "en": "Dave Russell en Tokio para Meridian Tonight.",
      "es": "Dave Russell en Tokiopara Meridian Tonight."
    }
  },
  {
    "translation": {
      "en": "Así que debía volver a centrar la atención en Lucie lo antes posible.",
      "es": "Así que debía volver a centrar la atenciónen Lucie lo antes posible."
    }
  },
  {
    "translation": {
      "en": "En las calles, poniendo afiches, quería que salieran en la televisión",
      "es": "En las calles, poniendo afiches,quería que salieran en la televisión"
    }
  },
  {
    "translation": {
      "en": "Tim y la Policía en Japón tuvieron un choque de culturas.",
      "es": "Tim y la Policía en Japóntuvieron un choque de culturas."
    }
  },
  {
    "translation": {
      "en": "Puedes poner el cartel en el poste, pero no puedes hacerlo ahí.",
      "es": "Puedes poner el cartel en el poste,pero no puedes hacerlo ahí."
    }
  },
  {
    "translation": {
      "en": "y cualquier padre intentaría absolutamente todo",
      "es": "y cualquier padre intentaríaabsolutamente todo"
    }
  },
  {
    "translation": {
      "en": "No iba a dejar que me ignoraran ni que me restringieran.",
      "es": "No iba a dejar que me ignoraranni que me restringieran."
    }
  },
  {
    "translation": {
      "en": "La forma en que hacía las cosas hacía parecer incompetente a la Policía",
      "es": "La forma en que hacía las cosashacía parecer incompetente a la Policía"
    }
  },
  {
    "translation": {
      "en": "y su desconfianza de la Policía japonesa, que son muy malos comunicadores,",
      "es": "y su desconfianza de la Policía japonesa,que son muy malos comunicadores,"
    }
  },
  {
    "translation": {
      "en": "y sabía que había mucho interés de los medios en el Reino Unido.",
      "es": "y sabía que había mucho interésde los medios en el Reino Unido."
    }
  },
  {
    "translation": {
      "en": "El primer ministro Blair se detuvo en Tokio",
      "es": "El primer ministro Blairse detuvo en Tokio"
    }
  },
  {
    "translation": {
      "en": "de la azafata británica desaparecida, Lucie Blackman.",
      "es": "de la azafata británicadesaparecida, Lucie Blackman."
    }
  },
  {
    "translation": {
      "en": "Trabajamos de cerca con las autoridades japonesas",
      "es": "Trabajamos de cercacon las autoridades japonesas"
    }
  },
  {
    "translation": {
      "en": "y, obviamente, le pedimos a la gente de Japón",
      "es": "y, obviamente,le pedimos a la gente de Japón"
    }
  },
  {
    "translation": {
      "en": "\"La Policía japonesa atrapará al sospechoso\".",
      "es": "\"La Policía japonesaatrapará al sospechoso\"."
    }
  },
  {
    "translation": {
      "en": "Nos pareció algo fácil de decir, pero difícil de hacer.",
      "es": "Nos pareció algo fácil de decir,pero difícil de hacer."
    }
  },
  {
    "translation": {
      "en": "una ligera inconsistencia en la política de investigación.",
      "es": "una ligera inconsistenciaen la política de investigación."
    }
  },
  {
    "translation": {
      "en": "Algunos de mis policías empezaron a actuar por su cuenta.",
      "es": "Algunos de mis policías empezarona actuar por su cuenta."
    }
  },
  {
    "translation": {
      "en": "Pensamos que sería mejor empezar la investigación desde el principio",
      "es": "Pensamos que sería mejor empezarla investigación desde el principio"
    }
  },
  {
    "translation": {
      "en": "SARGENTO POLICÍA METROPOLITANA DE TOKIO",
      "es": "SARGENTOPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "Una vez que muerde, no suelta, como un suppon.",
      "es": "Una vez que muerde,no suelta, como un suppon."
    }
  },
  {
    "translation": {
      "en": "Pasamos noches revisando los informes diarios",
      "es": "Pasamos noches revisandolos informes diarios"
    }
  },
  {
    "translation": {
      "en": "que la unidad principal había presentado desde el primer día,",
      "es": "que la unidad principalhabía presentado desde el primer día,"
    }
  },
  {
    "translation": {
      "en": "para entender cómo se había conducido la investigación,",
      "es": "para entendercómo se había conducido la investigación,"
    }
  },
  {
    "translation": {
      "en": "de la zona de Roppongi, donde había muchos clubes.",
      "es": "de la zona de Roppongi,donde había muchos clubes."
    }
  },
  {
    "translation": {
      "en": "Una anfitriona extranjera que trabajaba en un club",
      "es": "Una anfitriona extranjeraque trabajaba en un club"
    }
  },
  {
    "translation": {
      "en": "había recibido la invitación de un cliente a dar un paseo a la costa.",
      "es": "había recibido la invitación de un clientea dar un paseo a la costa."
    }
  },
  {
    "translation": {
      "en": "Dijeron que el gerente del club que presentó la información",
      "es": "Dijeron que el gerente del clubque presentó la información"
    }
  },
  {
    "translation": {
      "en": "Después de leer eso, pensamos que era ridículo.",
      "es": "Después de leer eso,pensamos que era ridículo."
    }
  },
  {
    "translation": {
      "en": "Una persona así podría darnos una pista legítima.",
      "es": "Una persona asípodría darnos una pista legítima."
    }
  },
  {
    "translation": {
      "en": "Esto parecía vincularse con el caso de Lucie Blackman.",
      "es": "Esto parecía vincularsecon el caso de Lucie Blackman."
    }
  },
  {
    "translation": {
      "en": "y a desenterrar casos para ver si conectaban los puntos.",
      "es": "y a desenterrar casospara ver si conectaban los puntos."
    }
  },
  {
    "translation": {
      "en": "que una chica que trabajaba para ellos había tenido la misma experiencia.",
      "es": "que una chica que trabajaba para elloshabía tenido la misma experiencia."
    }
  },
  {
    "translation": {
      "en": "SUBINSPECTORA POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUBINSPECTORAPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "Así que decidimos hablar con todos los empleados",
      "es": "Así que decidimos hablarcon todos los empleados"
    }
  },
  {
    "translation": {
      "en": "Al principio, las mujeres que trabajaban en los clubes",
      "es": "Al principio,las mujeres que trabajaban en los clubes"
    }
  },
  {
    "translation": {
      "en": "Era una situación muy vulnerable para esas chicas.",
      "es": "Era una situación muy vulnerablepara esas chicas."
    }
  },
  {
    "translation": {
      "en": "corrían un gran riesgo si iban a la Policía",
      "es": "corrían un gran riesgosi iban a la Policía"
    }
  },
  {
    "translation": {
      "en": "No hay ventaja en ir a la Policía si has sido victimizada como anfitriona.",
      "es": "No hay ventaja en ir a la Policíasi has sido victimizada como anfitriona."
    }
  },
  {
    "translation": {
      "en": "porque querían ayudarnos a encontrar a Lucie.",
      "es": "porque querían ayudarnosa encontrar a Lucie."
    }
  },
  {
    "translation": {
      "en": "descubrimos que todas estas mujeres habían tenido experiencias muy similares.",
      "es": "descubrimos que todas estas mujereshabían tenido experiencias muy similares."
    }
  },
  {
    "translation": {
      "en": "que habían sido drogadas y, posiblemente, violadas por un japonés rico.",
      "es": "que habían sido drogadas y, posiblemente,violadas por un japonés rico."
    }
  },
  {
    "translation": {
      "en": "Los criminales suelen apegarse al mismo modus operandi.",
      "es": "Los criminales suelen apegarseal mismo modus operandi."
    }
  },
  {
    "translation": {
      "en": "Así como los ladrones tienen su propia forma de entrar,",
      "es": "Así como los ladronestienen su propia forma de entrar,"
    }
  },
  {
    "translation": {
      "en": "Las invitaciones eran para ir a un lugar con vista al mar",
      "es": "Las invitaciones eran para ira un lugar con vista al mar"
    }
  },
  {
    "translation": {
      "en": "Las víctimas dijeron que se sentían como si las hubieran drogado.",
      "es": "Las víctimas dijeron que se sentíancomo si las hubieran drogado."
    }
  },
  {
    "translation": {
      "en": "Se despertaban con una sensación de incomodidad por todo el cuerpo.",
      "es": "Se despertaban con una sensaciónde incomodidad por todo el cuerpo."
    }
  },
  {
    "translation": {
      "en": "Entonces, con montones de otros testimonios",
      "es": "Entonces,con montones de otros testimonios"
    }
  },
  {
    "translation": {
      "en": "descubrieron que había un depredador sexual",
      "es": "descubrieronque había un depredador sexual"
    }
  },
  {
    "translation": {
      "en": "activo en Roppongi hacía años, y nunca lo habían atrapado.",
      "es": "activo en Roppongi hacía años,y nunca lo habían atrapado."
    }
  },
  {
    "translation": {
      "en": "La familia ha decidido ofrecer una recompensa",
      "es": "La familia ha decididoofrecer una recompensa"
    }
  },
  {
    "translation": {
      "en": "de un millón y medio de yenes por nueva información",
      "es": "de un millón y medio de yenespor nueva información"
    }
  },
  {
    "translation": {
      "en": "era un momento más para volver a llevar el caso a la pantalla.",
      "es": "era un momento más para volver a llevarel caso a la pantalla."
    }
  },
  {
    "translation": {
      "en": "La gente pensó que lo hacía porque me encantaba que me entrevistaran.",
      "es": "La gente pensó que lo hacíaporque me encantaba que me entrevistaran."
    }
  },
  {
    "translation": {
      "en": "Solo quería que la atención siguiera para encontrar a Lucie,",
      "es": "Solo quería que la atención siguierapara encontrar a Lucie,"
    }
  },
  {
    "translation": {
      "en": "y la única forma de hacerlo era alimentando al animal.",
      "es": "y la única forma de hacerloera alimentando al animal."
    }
  },
  {
    "translation": {
      "en": "Sentimos que, luego de siete u ocho semanas,",
      "es": "Sentimos que,luego de siete u ocho semanas,"
    }
  },
  {
    "translation": {
      "en": "se está volviendo una situación muy estresante.",
      "es": "se está volviendouna situación muy estresante."
    }
  },
  {
    "translation": {
      "en": "ya que aún consideran que este caso es extremadamente delicado.",
      "es": "ya que aún consideran que este casoes extremadamente delicado."
    }
  },
  {
    "translation": {
      "en": "Los japoneses pensaron que era un poco grosero,",
      "es": "Los japoneses pensaronque era un poco grosero,"
    }
  },
  {
    "translation": {
      "en": "porque no tenía el tiempo ni la capacidad mental",
      "es": "porque no teníael tiempo ni la capacidad mental"
    }
  },
  {
    "translation": {
      "en": "y había una gran exhibición de fuegos artificiales.",
      "es": "y había una gran exhibiciónde fuegos artificiales."
    }
  },
  {
    "translation": {
      "en": "Nos quedamos ahí parados y vimos los fuegos artificiales.",
      "es": "Nos quedamos ahí paradosy vimos los fuegos artificiales."
    }
  },
  {
    "translation": {
      "en": "Empecé como periodista, como un hombre que lo seguía.",
      "es": "Empecé como periodista,como un hombre que lo seguía."
    }
  },
  {
    "translation": {
      "en": "Le ponía una cámara en la nariz, y él me decía que me fuera.",
      "es": "Le ponía una cámara en la nariz,y él me decía que me fuera."
    }
  },
  {
    "translation": {
      "en": "Con el paso del tiempo, Tim empezó a confiar en mí",
      "es": "Con el paso del tiempo,Tim empezó a confiar en mí"
    }
  },
  {
    "translation": {
      "en": "¿Quieres ir a caminar porque no puedo dormir?",
      "es": "¿Quieres ir a caminarporque no puedo dormir?"
    }
  },
  {
    "translation": {
      "en": "Te pasa factura. La situación le pasó factura.",
      "es": "Te pasa factura.La situación le pasó factura."
    }
  },
  {
    "translation": {
      "en": "A medida que pasan los días y se convierten en semanas,",
      "es": "A medida que pasan los díasy se convierten en semanas,"
    }
  },
  {
    "translation": {
      "en": "Estás al borde de preguntarte: \"¿Qué podemos hacer ahora?\".",
      "es": "Estás al borde de preguntarte:\"¿Qué podemos hacer ahora?\"."
    }
  },
  {
    "translation": {
      "en": "la joven británica que desapareció en Japón.",
      "es": "la joven británicaque desapareció en Japón."
    }
  },
  {
    "translation": {
      "en": "Se me ocurrió la idea de empezar con un número de teléfono específico",
      "es": "Se me ocurrió la idea de empezarcon un número de teléfono específico"
    }
  },
  {
    "translation": {
      "en": "para que las chicas europeas u occidentales",
      "es": "para que las chicaseuropeas u occidentales"
    }
  },
  {
    "translation": {
      "en": "La probabilidad de que tuvieran información era muy alta.",
      "es": "La probabilidad de que tuvieraninformación era muy alta."
    }
  },
  {
    "translation": {
      "en": "por qué lo hacíamos ni lo que esperábamos obtener.",
      "es": "por qué lo hacíamosni lo que esperábamos obtener."
    }
  },
  {
    "translation": {
      "en": "Eran muy escépticos a la idea de que íbamos a conseguir",
      "es": "Eran muy escépticos a la ideade que íbamos a conseguir"
    }
  },
  {
    "translation": {
      "en": "información con una línea directa, pero no nos lo podían prohibir.",
      "es": "información con una línea directa,pero no nos lo podían prohibir."
    }
  },
  {
    "translation": {
      "en": "El mensaje de su madre y su hermano era simple.",
      "es": "El mensaje de su madrey su hermano era simple."
    }
  },
  {
    "translation": {
      "en": "para conmemorar el cumpleaños 22 de la exazafata desaparecida.",
      "es": "para conmemorar el cumpleaños 22de la exazafata desaparecida."
    }
  },
  {
    "translation": {
      "en": "Es para que Lucie recuerde que no olvidamos su cumpleaños,",
      "es": "Es para que Lucie recuerdeque no olvidamos su cumpleaños,"
    }
  },
  {
    "translation": {
      "en": "y siempre le encantó su cumpleaños, era algo grande.",
      "es": "y siempre le encantó su cumpleaños,era algo grande."
    }
  },
  {
    "translation": {
      "en": "dondequiera que esté, no lo hemos olvidado.",
      "es": "dondequiera que esté,no lo hemos olvidado."
    }
  },
  {
    "translation": {
      "en": "de un hombre que llevaba a las anfitrionas a pasear",
      "es": "de un hombreque llevaba a las anfitrionas a pasear"
    }
  },
  {
    "translation": {
      "en": "Una de las víctimas era Jessie, de Australia.",
      "es": "Una de las víctimasera Jessie, de Australia."
    }
  },
  {
    "translation": {
      "en": "SUBINSPECTOR POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUBINSPECTORPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "el nombre del sujeto y su número de celular",
      "es": "el nombre del sujetoy su número de celular"
    }
  },
  {
    "translation": {
      "en": "que enviara la libreta a Japón para verla con nuestros propios ojos.",
      "es": "que enviara la libreta a Japónpara verla con nuestros propios ojos."
    }
  },
  {
    "translation": {
      "en": "Se enojó tanto que había tachado el número.",
      "es": "Se enojó tantoque había tachado el número."
    }
  },
  {
    "translation": {
      "en": "Lo pusimos contra la luz para intentar identificar los dígitos.",
      "es": "Lo pusimos contra la luzpara intentar identificar los dígitos."
    }
  },
  {
    "translation": {
      "en": "y su número de celular, que terminaba en 3301, estaba escrito en el cuaderno.",
      "es": "y su número de celular, que terminabaen 3301, estaba escrito en el cuaderno."
    }
  },
  {
    "translation": {
      "en": "los números a los que se había llamado desde este teléfono.",
      "es": "los números a los que se había llamadodesde este teléfono."
    }
  },
  {
    "translation": {
      "en": "Recuperamos los registros telefónicos del número.",
      "es": "Recuperamos los registrostelefónicos del número."
    }
  },
  {
    "translation": {
      "en": "Encontramos diez números de teléfono a los que había llamado.",
      "es": "Encontramos diez números de teléfonoa los que había llamado."
    }
  },
  {
    "translation": {
      "en": "Es una pista muy sólida. Es un gran avance.",
      "es": "Es una pista muy sólida.Es un gran avance."
    }
  },
  {
    "translation": {
      "en": "que la persona que sospechan que secuestró a Lucie Blackman",
      "es": "que la persona que sospechanque secuestró a Lucie Blackman"
    }
  },
  {
    "translation": {
      "en": "está conectada con ella, que han tenido algún contacto.",
      "es": "está conectada con ella,que han tenido algún contacto."
    }
  },
  {
    "translation": {
      "en": "muchas identidades falsas para que nunca pudieran rastrearlas hasta él.",
      "es": "muchas identidades falsas para que nuncapudieran rastrearlas hasta él."
    }
  },
  {
    "translation": {
      "en": "Le pedimos a la compañía de celulares que hiciera una búsqueda",
      "es": "Le pedimos a la compañíade celulares que hiciera una búsqueda"
    }
  },
  {
    "translation": {
      "en": "encontramos una llamada captada por una antena cerca de la Torre de Tokio.",
      "es": "encontramos una llamada captadapor una antena cerca de la Torre de Tokio."
    }
  },
  {
    "translation": {
      "en": "TORRE DE TOKIO ANTENA 01",
      "es": "TORRE DE TOKIOANTENA 01"
    }
  },
  {
    "translation": {
      "en": "la señal fue captada en una dirección completamente diferente.",
      "es": "la señal fue captadaen una dirección completamente diferente."
    }
  },
  {
    "translation": {
      "en": "Otros cinco minutos después, la antena en el este captaba una llamada.",
      "es": "Otros cinco minutos después,la antena en el este captaba una llamada."
    }
  },
  {
    "translation": {
      "en": "que, si las llamadas las captaban cuatro antenas en cuatro direcciones,",
      "es": "que, si las llamadas las captabancuatro antenas en cuatro direcciones,"
    }
  },
  {
    "translation": {
      "en": "donde puedes localizar exactamente de dónde vino la llamada.",
      "es": "donde puedes localizar exactamentede dónde vino la llamada."
    }
  },
  {
    "translation": {
      "en": "Pudieron rastrear la llamada a un área de alto nivel llamada Akasaka.",
      "es": "Pudieron rastrear la llamada a un áreade alto nivel llamada Akasaka."
    }
  },
  {
    "translation": {
      "en": "Parece que la llamada vino de un lugar llamado Torres Moto-Akasaka,",
      "es": "Parece que la llamada vinode un lugar llamado Torres Moto-Akasaka,"
    }
  },
  {
    "translation": {
      "en": "En el sexto piso, una empresa llamada Plant Orihara,",
      "es": "En el sexto piso,una empresa llamada Plant Orihara,"
    }
  },
  {
    "translation": {
      "en": "El gerente dijo que el dueño era una persona inusual.",
      "es": "El gerente dijoque el dueño era una persona inusual."
    }
  },
  {
    "translation": {
      "en": "y siempre miraba hacia abajo y no mostraba su rostro.",
      "es": "y siempre miraba hacia abajoy no mostraba su rostro."
    }
  },
  {
    "translation": {
      "en": "Porsche, Mercedes-Benz, Aston Martin, Rolls-Royce.",
      "es": "Porsche, Mercedes-Benz,Aston Martin, Rolls-Royce."
    }
  },
  {
    "translation": {
      "en": "Todos los autos mencionados en los testimonios estaban ahí.",
      "es": "Todos los autos mencionadosen los testimonios estaban ahí."
    }
  },
  {
    "translation": {
      "en": "No sabía si P-Orihara era un nombre extranjero o de una empresa.",
      "es": "No sabía si P-Orihara eraun nombre extranjero o de una empresa."
    }
  },
  {
    "translation": {
      "en": "El nombre del residente no estaba en la lista.",
      "es": "El nombre del residenteno estaba en la lista."
    }
  },
  {
    "translation": {
      "en": "pero no tienen suficiente evidencia para una orden.",
      "es": "pero no tienen suficiente evidenciapara una orden."
    }
  },
  {
    "translation": {
      "en": "Solo hacen suposiciones y la investigación se detiene ahí,",
      "es": "Solo hacen suposicionesy la investigación se detiene ahí,"
    }
  },
  {
    "translation": {
      "en": "Entre las anfitrionas con las que hablamos,",
      "es": "Entre las anfitrionascon las que hablamos,"
    }
  },
  {
    "translation": {
      "en": "algunas mujeres estaban dispuestas a hablar oficialmente.",
      "es": "algunas mujeres estaban dispuestasa hablar oficialmente."
    }
  },
  {
    "translation": {
      "en": "Creo que era un hombre que se hacía llamar Koji.",
      "es": "Creo que era un hombreque se hacía llamar Koji."
    }
  },
  {
    "translation": {
      "en": "Era el único lugar de la zona que tenía eso.",
      "es": "Era el único lugarde la zona que tenía eso."
    }
  },
  {
    "translation": {
      "en": "La marina Zushi está a una hora y media de Tokio,",
      "es": "La marina Zushiestá a una hora y media de Tokio,"
    }
  },
  {
    "translation": {
      "en": "un complejo hotelero con condominios de lujo,",
      "es": "un complejo hotelerocon condominios de lujo,"
    }
  },
  {
    "translation": {
      "en": "y está en una zona muy costosa para los ricos y adinerados.",
      "es": "y está en una zona muy costosapara los ricos y adinerados."
    }
  },
  {
    "translation": {
      "en": "ella creía que podía ser el edificio cuatro o siete,",
      "es": "ella creía que podía serel edificio cuatro o siete,"
    }
  },
  {
    "translation": {
      "en": "Recuerdo que fuimos a un restaurante cercano",
      "es": "Recuerdo que fuimosa un restaurante cercano"
    }
  },
  {
    "translation": {
      "en": "y le mostramos la foto de Lucie a una camarera.",
      "es": "y le mostramos la foto de Luciea una camarera."
    }
  },
  {
    "translation": {
      "en": "Me dijo que estaba segura de que era esta mujer",
      "es": "Me dijo que estaba segurade que era esta mujer"
    }
  },
  {
    "translation": {
      "en": "Quería la lista de residentes de la marina Zushi.",
      "es": "Quería la lista de residentesde la marina Zushi."
    }
  },
  {
    "translation": {
      "en": "Le expliqué la urgencia de la situación y él entendió.",
      "es": "Le expliqué la urgencia de la situacióny él entendió."
    }
  },
  {
    "translation": {
      "en": "pero, si esta persona está viva, debemos rescatarla lo antes posible.",
      "es": "pero, si esta persona está viva,debemos rescatarla lo antes posible."
    }
  },
  {
    "translation": {
      "en": "Cuando los revisé uno por uno, todos me llevaron a nada.",
      "es": "Cuando los revisé uno por uno,todos me llevaron a nada."
    }
  },
  {
    "translation": {
      "en": "Pero tenía el presentimiento de que uno de ellos era sospechoso.",
      "es": "Pero tenía el presentimientode que uno de ellos era sospechoso."
    }
  },
  {
    "translation": {
      "en": "que tuviera muchos autos extranjeros de lujo.",
      "es": "que tuvieramuchos autos extranjeros de lujo."
    }
  },
  {
    "translation": {
      "en": "Se me puso la piel de gallina y sentí escalofríos.",
      "es": "Se me puso la piel de gallinay sentí escalofríos."
    }
  },
  {
    "translation": {
      "en": "porque es la primera vez que pueden unir los puntos.",
      "es": "porque es la primera vezque pueden unir los puntos."
    }
  },
  {
    "translation": {
      "en": "Hablé con los oficiales que habían trabajado en ese caso,",
      "es": "Hablé con los oficialesque habían trabajado en ese caso,"
    }
  },
  {
    "translation": {
      "en": "El fax de esa época tenía baja calidad, y la foto salía bastante oscura.",
      "es": "El fax de esa época tenía baja calidad,y la foto salía bastante oscura."
    }
  },
  {
    "translation": {
      "en": "Así que reunimos unas 100 fotos de sospechosos",
      "es": "Así que reunimosunas 100 fotos de sospechosos"
    }
  },
  {
    "translation": {
      "en": "ambas, señalaron la foto de Obara sin dudarlo.",
      "es": "ambas, señalaron la fotode Obara sin dudarlo."
    }
  },
  {
    "translation": {
      "en": "teníamos un nombre real para asociar a todos los seudónimos.",
      "es": "teníamos un nombre realpara asociar a todos los seudónimos."
    }
  },
  {
    "translation": {
      "en": "Ahora conocen la cara del sospechoso y se dan cuenta",
      "es": "Ahora conocen la caradel sospechoso y se dan cuenta"
    }
  },
  {
    "translation": {
      "en": "de que, si tiene de rehén a Lucie Blackman,",
      "es": "de que, si tiene de rehéna Lucie Blackman,"
    }
  },
  {
    "translation": {
      "en": "pero creímos tener suficiente para arrestarlo",
      "es": "pero creímos tener suficientepara arrestarlo"
    }
  },
  {
    "translation": {
      "en": "A las seis de la mañana, ya estábamos en posición.",
      "es": "A las seis de la mañana,ya estábamos en posición."
    }
  },
  {
    "translation": {
      "en": "INSPECTOR POLICÍA METROPOLITANA DE TOKIO",
      "es": "INSPECTORPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "Los investigadores se ponen nerviosos cuando arrestan a alguien.",
      "es": "Los investigadores se ponen nerviososcuando arrestan a alguien."
    }
  },
  {
    "translation": {
      "en": "Pusimos a dos personas en la salida de emergencia,",
      "es": "Pusimos a dos personasen la salida de emergencia,"
    }
  },
  {
    "translation": {
      "en": "y una persona junto a la puerta para vigilar.",
      "es": "y una personajunto a la puerta para vigilar."
    }
  },
  {
    "translation": {
      "en": "Creo que eran unas siete personas en total.",
      "es": "Creo que eranunas siete personas en total."
    }
  },
  {
    "translation": {
      "en": "Me dijeron por la radio que el sospechoso estaba despierto y había encendido la TV.",
      "es": "Me dijeron por la radio que el sospechosoestaba despierto y había encendido la TV."
    }
  },
  {
    "translation": {
      "en": "Siempre salía a comprar el periódico a eso de las siete,",
      "es": "Siempre salía a comprarel periódico a eso de las siete,"
    }
  },
  {
    "translation": {
      "en": "así que pensé que no había necesidad de irrumpir.",
      "es": "así que penséque no había necesidad de irrumpir."
    }
  },
  {
    "translation": {
      "en": "Pero me preocupaba que saltara por la ventana.",
      "es": "Pero me preocupabaque saltara por la ventana."
    }
  },
  {
    "translation": {
      "en": "Justo antes de las siete, la puerta se abrió.",
      "es": "Justo antes de las siete,la puerta se abrió."
    }
  },
  {
    "translation": {
      "en": "Cuando le pregunté: \"¿Es Obara?\", su cara cambió de repente.",
      "es": "Cuando le pregunté: \"¿Es Obara?\",su cara cambió de repente."
    }
  },
  {
    "translation": {
      "en": "Creo que sabía que el arresto era inminente.",
      "es": "Creo que sabíaque el arresto era inminente."
    }
  },
  {
    "translation": {
      "en": "Joji Obara, el presidente de una agencia inmobiliaria,",
      "es": "Joji Obara, el presidentede una agencia inmobiliaria,"
    }
  },
  {
    "translation": {
      "en": "La Policía dice que se veía a Obara a menudo en el área",
      "es": "La Policía diceque se veía a Obara a menudo en el área"
    }
  },
  {
    "translation": {
      "en": "donde Lucie, de 22 años, de Kent, había estado trabajando.",
      "es": "donde Lucie, de 22 años,de Kent, había estado trabajando."
    }
  },
  {
    "translation": {
      "en": "no mucho después, supimos que habían arrestado a alguien.",
      "es": "no mucho después,supimos que habían arrestado a alguien."
    }
  },
  {
    "translation": {
      "en": "Este era el hombre que quizá sabía dónde estaba Lucie.",
      "es": "Este era el hombre que quizásabía dónde estaba Lucie."
    }
  },
  {
    "translation": {
      "en": "Joji Obara era un playboy que había heredado una gran cantidad de dinero.",
      "es": "Joji Obara era un playboy que habíaheredado una gran cantidad de dinero."
    }
  },
  {
    "translation": {
      "en": "Era un hombre muy rico, por parte de su padre,",
      "es": "Era un hombre muy rico,por parte de su padre,"
    }
  },
  {
    "translation": {
      "en": "pero era conocido por sus vecinos como un hombre solitario.",
      "es": "pero era conocido por sus vecinoscomo un hombre solitario."
    }
  },
  {
    "translation": {
      "en": "y la Policía comenzó a buscar en todas sus propiedades.",
      "es": "y la Policía comenzó a buscaren todas sus propiedades."
    }
  },
  {
    "translation": {
      "en": "Estuve a cargo de la escena del crimen en el edificio cuatro de la marina Zushi.",
      "es": "Estuve a cargo de la escena del crimenen el edificio cuatro de la marina Zushi."
    }
  },
  {
    "translation": {
      "en": "Yo estuve a cargo del allanamiento en las Torres Moto-Akasaka.",
      "es": "Yo estuve a cargo del allanamientoen las Torres Moto-Akasaka."
    }
  },
  {
    "translation": {
      "en": "pero una entrada decía que se convertiría en malvado,",
      "es": "pero una entrada decíaque se convertiría en malvado,"
    }
  },
  {
    "translation": {
      "en": "Rápidamente, cambió su forma de pensar para volverse completamente malvado,",
      "es": "Rápidamente, cambió su forma de pensarpara volverse completamente malvado,"
    }
  },
  {
    "translation": {
      "en": "y se transformó en una especie de monstruo.",
      "es": "y se transformóen una especie de monstruo."
    }
  },
  {
    "translation": {
      "en": "la Policía allanó varias de sus propiedades en Tokio",
      "es": "la Policía allanóvarias de sus propiedades en Tokio"
    }
  },
  {
    "translation": {
      "en": "porque era una especie de magnate inmobiliario,",
      "es": "porque era una especiede magnate inmobiliario,"
    }
  },
  {
    "translation": {
      "en": "incluido el condominio costero de la marina Zushi,",
      "es": "incluido el condominio costerode la marina Zushi,"
    }
  },
  {
    "translation": {
      "en": "Las cintas tenían etiquetas con nombres, pero no nombres completos.",
      "es": "Las cintas tenían etiquetas con nombres,pero no nombres completos."
    }
  },
  {
    "translation": {
      "en": "Lo que Obara hizo fue grabar en cintas de video.",
      "es": "Lo que Obara hizofue grabar en cintas de video."
    }
  },
  {
    "translation": {
      "en": "Descubrimos que los artefactos metálicos del techo",
      "es": "Descubrimos que los artefactosmetálicos del techo"
    }
  },
  {
    "translation": {
      "en": "eran para levantar las piernas de la víctima.",
      "es": "eran para levantarlas piernas de la víctima."
    }
  },
  {
    "translation": {
      "en": "y los detectives tuvieron que verlas una por una.",
      "es": "y los detectives tuvieronque verlas una por una."
    }
  },
  {
    "translation": {
      "en": "Pero entre esas cintas, no había ninguna de Lucie Blackman.",
      "es": "Pero entre esas cintas,no había ninguna de Lucie Blackman."
    }
  },
  {
    "translation": {
      "en": "Pero con tanta evidencia en su contra, pensé que teníamos una oportunidad.",
      "es": "Pero con tanta evidencia en su contra,pensé que teníamos una oportunidad."
    }
  },
  {
    "translation": {
      "en": "Inventaba excusas como esa. Pero eso fue todo lo que admitió.",
      "es": "Inventaba excusas como esa.Pero eso fue todo lo que admitió."
    }
  },
  {
    "translation": {
      "en": "Niega haberla conocido, niega haber tenido contacto con ella.",
      "es": "Niega haberla conocido,niega haber tenido contacto con ella."
    }
  },
  {
    "translation": {
      "en": "Obara afirma que todo el sexo en estas cintas es consensuado.",
      "es": "Obara afirma que todo el sexoen estas cintas es consensuado."
    }
  },
  {
    "translation": {
      "en": "Ahora deben identificar a algunas de las víctimas que se presentarán",
      "es": "Ahora deben identificar a algunasde las víctimas que se presentarán"
    }
  },
  {
    "translation": {
      "en": "y verificarán el hecho de que no fue consensuado,",
      "es": "y verificarán el hechode que no fue consensuado,"
    }
  },
  {
    "translation": {
      "en": "para poder armar un caso penal en su contra.",
      "es": "para poder armarun caso penal en su contra."
    }
  },
  {
    "translation": {
      "en": "pensé que este crimen era comparable a un caso de homicidio.",
      "es": "pensé que este crimen era comparablea un caso de homicidio."
    }
  },
  {
    "translation": {
      "en": "Para una mujer, los crímenes sexuales son tan malos como un asesinato.",
      "es": "Para una mujer, los crímenes sexualesson tan malos como un asesinato."
    }
  },
  {
    "translation": {
      "en": "SARGENTO POLICÍA METROPOLITANA DE TOKIO",
      "es": "SARGENTOPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "Recuerdo que armamos un equipo de análisis en una habitación grande.",
      "es": "Recuerdo que armamos un equipode análisis en una habitación grande."
    }
  },
  {
    "translation": {
      "en": "Es una habitación en la que caben muchas personas.",
      "es": "Es una habitaciónen la que caben muchas personas."
    }
  },
  {
    "translation": {
      "en": "así que tuvimos que enviar oficiales jóvenes de Antidisturbios para ayudar.",
      "es": "así que tuvimos que enviar oficialesjóvenes de Antidisturbios para ayudar."
    }
  },
  {
    "translation": {
      "en": "pero veían los mismos crímenes una y otra vez.",
      "es": "pero veían los mismos crímenesuna y otra vez."
    }
  },
  {
    "translation": {
      "en": "Despertaron y no recordaban nada de lo que había pasado,",
      "es": "Despertaron y no recordabannada de lo que había pasado,"
    }
  },
  {
    "translation": {
      "en": "Pero teníamos la evidencia para mostrarles lo que había pasado.",
      "es": "Pero teníamos la evidenciapara mostrarles lo que había pasado."
    }
  },
  {
    "translation": {
      "en": "Una persona dijo: \"Di que no soy yo. ¿Soy yo?\".",
      "es": "Una persona dijo:\"Di que no soy yo. ¿Soy yo?\"."
    }
  },
  {
    "translation": {
      "en": "Otras dijeron: \"Eso quedó en el pasado y no quiero llevarlo más allá\".",
      "es": "Otras dijeron: \"Eso quedó en el pasadoy no quiero llevarlo más allá\"."
    }
  },
  {
    "translation": {
      "en": "Les expliqué que debíamos arrestar a este criminal y castigarlo.",
      "es": "Les expliqué que debíamos arrestara este criminal y castigarlo."
    }
  },
  {
    "translation": {
      "en": "No queríamos que Obara se saliera con la suya.",
      "es": "No queríamos que Obarase saliera con la suya."
    }
  },
  {
    "translation": {
      "en": "Y eso es lo que intenté explicarles a las víctimas.",
      "es": "Y eso es lo que intenté explicarlesa las víctimas."
    }
  },
  {
    "translation": {
      "en": "La Policía debe demostrar que el sexo no fue consensuado.",
      "es": "La Policía debe demostrarque el sexo no fue consensuado."
    }
  },
  {
    "translation": {
      "en": "Obviamente, si alguien está drogado, no puede consentir una relación sexual,",
      "es": "Obviamente, si alguien está drogado,no puede consentir una relación sexual,"
    }
  },
  {
    "translation": {
      "en": "de que usó cloroformo en una de sus víctimas.",
      "es": "de que usó cloroformoen una de sus víctimas."
    }
  },
  {
    "translation": {
      "en": "Así que hacen que un investigador forense revise todos esos videos.",
      "es": "Así que hacen que un investigador forenserevise todos esos videos."
    }
  },
  {
    "translation": {
      "en": "INVESTIGADOR FORENSE DOCTOR",
      "es": "INVESTIGADOR FORENSEDOCTOR"
    }
  },
  {
    "translation": {
      "en": "Siempre había toallas sobre la cara de todas.",
      "es": "Siempre había toallassobre la cara de todas."
    }
  },
  {
    "translation": {
      "en": "Entre los artículos incautados había drogas que inducían el sueño",
      "es": "Entre los artículos incautadoshabía drogas que inducían el sueño"
    }
  },
  {
    "translation": {
      "en": "y había una gran cantidad de éter, cloroformo",
      "es": "y había una gran cantidadde éter, cloroformo"
    }
  },
  {
    "translation": {
      "en": "Mientras miraba varios videos de las víctimas,",
      "es": "Mientras mirabavarios videos de las víctimas,"
    }
  },
  {
    "translation": {
      "en": "Me pregunté por qué hacía esos movimientos estando inconsciente.",
      "es": "Me pregunté por qué hacíaesos movimientos estando inconsciente."
    }
  },
  {
    "translation": {
      "en": "La intoxicación con cloroformo puede llevar a hepatitis aguda",
      "es": "La intoxicación con cloroformopuede llevar a hepatitis aguda"
    }
  },
  {
    "translation": {
      "en": "Y descubrí que uno de los síntomas se llama temblor de aleteo.",
      "es": "Y descubrí que uno de los síntomasse llama temblor de aleteo."
    }
  },
  {
    "translation": {
      "en": "Mientras investigaba más la situación de la víctima,",
      "es": "Mientras investigaba másla situación de la víctima,"
    }
  },
  {
    "translation": {
      "en": "descubrí que era una mujer de 21 años llamada Carita",
      "es": "descubrí que era una mujerde 21 años llamada Carita"
    }
  },
  {
    "translation": {
      "en": "Carita Ridgway, de 21, la misma edad que Lucie,",
      "es": "Carita Ridgway,de 21, la misma edad que Lucie,"
    }
  },
  {
    "translation": {
      "en": "Conocí a Samantha, la hermana mayor de Carita.",
      "es": "Conocí a Samantha,la hermana mayor de Carita."
    }
  },
  {
    "translation": {
      "en": "Ambas habían viajado por Japón y Australia antes.",
      "es": "Ambas habían viajadopor Japón y Australia antes."
    }
  },
  {
    "translation": {
      "en": "Su hermana Carita luego se le unió, pero no encontraba trabajo.",
      "es": "Su hermana Carita luego se le unió,pero no encontraba trabajo."
    }
  },
  {
    "translation": {
      "en": "Así que decidió buscar un trabajo temporal como anfitriona.",
      "es": "Así que decidió buscarun trabajo temporal como anfitriona."
    }
  },
  {
    "translation": {
      "en": "por un hombre que dijo que se había intoxicado con comida.",
      "es": "por un hombre que dijoque se había intoxicado con comida."
    }
  },
  {
    "translation": {
      "en": "Los médicos no entendían qué le estaba pasando.",
      "es": "Los médicos no entendíanqué le estaba pasando."
    }
  },
  {
    "translation": {
      "en": "Su cuerpo sufría una insuficiencia multiorgánica.",
      "es": "Su cuerpo sufríauna insuficiencia multiorgánica."
    }
  },
  {
    "translation": {
      "en": "tuvieron que apagar la máquina de soporte vital.",
      "es": "tuvieron que apagarla máquina de soporte vital."
    }
  },
  {
    "translation": {
      "en": "Pero la Policía no quiso hacer nada en ese momento",
      "es": "Pero la Policía no quiso hacer nadaen ese momento"
    }
  },
  {
    "translation": {
      "en": "porque dijeron que había muerto por intoxicación con comida,",
      "es": "porque dijeron que había muertopor intoxicación con comida,"
    }
  },
  {
    "translation": {
      "en": "y no sospecharon que se había cometido un delito.",
      "es": "y no sospecharonque se había cometido un delito."
    }
  },
  {
    "translation": {
      "en": "Pero, por suerte, guardaron una muestra del hígado de Carita.",
      "es": "Pero, por suerte, guardaronuna muestra del hígado de Carita."
    }
  },
  {
    "translation": {
      "en": "Luego del arresto de Obara, la Policía ató cabos",
      "es": "Luego del arresto de Obara,la Policía ató cabos"
    }
  },
  {
    "translation": {
      "en": "e hicieron un examen de la muestra del hígado y encontraron cloroformo.",
      "es": "e hicieron un examen de la muestradel hígado y encontraron cloroformo."
    }
  },
  {
    "translation": {
      "en": "Con eso, podrían arrestar a Joji Obara por el secuestro",
      "es": "Con eso, podrían arrestara Joji Obara por el secuestro"
    }
  },
  {
    "translation": {
      "en": "Pero seguía el misterio de qué había hecho con Lucie y estaba…",
      "es": "Pero seguía el misteriode qué había hecho con Lucie y estaba…"
    }
  },
  {
    "translation": {
      "en": "cualquier cinta que tuviera de lo que le hubiera hecho a Lucie.",
      "es": "cualquier cinta que tuvierade lo que le hubiera hecho a Lucie."
    }
  },
  {
    "translation": {
      "en": "Así que aún era difícil culparlo del secuestro y ataque a Lucie Blackman.",
      "es": "Así que aún era difícil culparlodel secuestro y ataque a Lucie Blackman."
    }
  },
  {
    "translation": {
      "en": "Tim Blackman y su hija Sophie, aún no saben qué le pasó a Lucie.",
      "es": "Tim Blackman y su hija Sophie,aún no saben qué le pasó a Lucie."
    }
  },
  {
    "translation": {
      "en": "La mujer de 22 años desapareció en Tokio en julio. Era anfitriona en un bar.",
      "es": "La mujer de 22 años desapareció en Tokioen julio. Era anfitriona en un bar."
    }
  },
  {
    "translation": {
      "en": "El empresario Joji Obara, arrestado hace un mes,",
      "es": "El empresario Joji Obara,arrestado hace un mes,"
    }
  },
  {
    "translation": {
      "en": "pero aún niega estar involucrado en su desaparición.",
      "es": "pero aún niega estar involucradoen su desaparición."
    }
  },
  {
    "translation": {
      "en": "Ahora resulta que admite que vio a Lucie en el club Casablanca.",
      "es": "Ahora resulta que admiteque vio a Lucie en el club Casablanca."
    }
  },
  {
    "translation": {
      "en": "Sabemos que fue una semana antes de que desapareciera.",
      "es": "Sabemos que fue una semanaantes de que desapareciera."
    }
  },
  {
    "translation": {
      "en": "La esperanza de que el arresto de Obara nos devolvería a Lucie",
      "es": "La esperanza de que el arrestode Obara nos devolvería a Lucie"
    }
  },
  {
    "translation": {
      "en": "Estás tan abatido que no puedes distinguir entre…",
      "es": "Estás tan abatidoque no puedes distinguir entre…"
    }
  },
  {
    "translation": {
      "en": "y guardaba muchos recibos en su apartamento.",
      "es": "y guardaba muchos recibosen su apartamento."
    }
  },
  {
    "translation": {
      "en": "El equipo de análisis de evidencia los examinó en detalle",
      "es": "El equipo de análisis de evidencialos examinó en detalle"
    }
  },
  {
    "translation": {
      "en": "y creó una cronología de las acciones de Obara.",
      "es": "y creó una cronologíade las acciones de Obara."
    }
  },
  {
    "translation": {
      "en": "a partir de los recibos que tenía, por dónde se movía durante el día.",
      "es": "a partir de los recibos que tenía,por dónde se movía durante el día."
    }
  },
  {
    "translation": {
      "en": "Según nuestro análisis, el 1 de julio, alrededor de las 3 p. m.,",
      "es": "Según nuestro análisis, el 1 de julio,alrededor de las 3 p. m.,"
    }
  },
  {
    "translation": {
      "en": "Obara se encontró con Lucie y se dirigió a Zushi.",
      "es": "Obara se encontró con Luciey se dirigió a Zushi."
    }
  },
  {
    "translation": {
      "en": "Obara y Lucie pararon en un restaurante cerca del puerto de yates de Zushi marina.",
      "es": "Obara y Lucie pararon en un restaurantecerca del puerto de yates de Zushi marina."
    }
  },
  {
    "translation": {
      "en": "Esto fue confirmado por el subinspector Asano en ese momento.",
      "es": "Esto fue confirmadopor el subinspector Asano en ese momento."
    }
  },
  {
    "translation": {
      "en": "Luego, por la tarde, alrededor de las 5 p.m.,",
      "es": "Luego, por la tarde,alrededor de las 5 p.m.,"
    }
  },
  {
    "translation": {
      "en": "fueron al apartamento de Obara en la marina Zushi.",
      "es": "fueron al apartamentode Obara en la marina Zushi."
    }
  },
  {
    "translation": {
      "en": "Aquí es donde se pierde el paradero de Lucie.",
      "es": "Aquí es donde se pierdeel paradero de Lucie."
    }
  },
  {
    "translation": {
      "en": "Entre la noche del 2 de julio y la madrugada del 3,",
      "es": "Entre la noche del 2 de julioy la madrugada del 3,"
    }
  },
  {
    "translation": {
      "en": "El 5 de julio, Obara fue al apartamento de Blue Sea Aburatsubo,",
      "es": "El 5 de julio, Obara fue al apartamentode Blue Sea Aburatsubo,"
    }
  },
  {
    "translation": {
      "en": "un residente se quejó con el gerente por ruidos en el apartamento de Obara.",
      "es": "un residente se quejó con el gerentepor ruidos en el apartamento de Obara."
    }
  },
  {
    "translation": {
      "en": "Y, entre los recibos, encuentran una compra muy curiosa.",
      "es": "Y, entre los recibos,encuentran una compra muy curiosa."
    }
  },
  {
    "translation": {
      "en": "Una motosierra, cemento y una carpa portátil.",
      "es": "Una motosierra,cemento y una carpa portátil."
    }
  },
  {
    "translation": {
      "en": "de que, probablemente, se usaron para encubrir el crimen.",
      "es": "de que, probablemente,se usaron para encubrir el crimen."
    }
  },
  {
    "translation": {
      "en": "Nuestro análisis nos llevó a la conclusión de que…",
      "es": "Nuestro análisis nos llevóa la conclusión de que…"
    }
  },
  {
    "translation": {
      "en": "Lucie perdió la vida la noche del primero de julio.",
      "es": "Lucie perdió la vidala noche del primero de julio."
    }
  },
  {
    "translation": {
      "en": "su cuerpo fue llevado de la marina Zushi a Blue Sea Aburatsubo.",
      "es": "su cuerpo fue llevado de la marina Zushia Blue Sea Aburatsubo."
    }
  },
  {
    "translation": {
      "en": "Y era muy probable que la hubieran descuartizado ahí.",
      "es": "Y era muy probableque la hubieran descuartizado ahí."
    }
  },
  {
    "translation": {
      "en": "pero solo había pruebas circunstanciales de que había sido él.",
      "es": "pero solo había pruebas circunstancialesde que había sido él."
    }
  },
  {
    "translation": {
      "en": "Necesitábamos pruebas suficientes para armar el caso para Lucie,",
      "es": "Necesitábamos pruebas suficientespara armar el caso para Lucie,"
    }
  },
  {
    "translation": {
      "en": "así que sabíamos que teníamos que encontrar el cuerpo como fuera.",
      "es": "así que sabíamos que teníamosque encontrar el cuerpo como fuera."
    }
  },
  {
    "translation": {
      "en": "SUPERINTENDENTE POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUPERINTENDENTEPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "en el área donde podría haber un cuerpo enterrado.",
      "es": "en el área donde podría haberun cuerpo enterrado."
    }
  },
  {
    "translation": {
      "en": "No podía ser muy lejos del apartamento en Aburatsubo.",
      "es": "No podía ser muy lejosdel apartamento en Aburatsubo."
    }
  },
  {
    "translation": {
      "en": "Les dije a mis hombres que era nuestra última oportunidad.",
      "es": "Les dije a mis hombresque era nuestra última oportunidad."
    }
  },
  {
    "translation": {
      "en": "Tenemos que lograr que este tipo fuera a la cárcel.",
      "es": "Tenemos que lograrque este tipo fuera a la cárcel."
    }
  },
  {
    "translation": {
      "en": "SUBINSPECTOR POLICÍA METROPOLITANA DE TOKIO",
      "es": "SUBINSPECTORPOLICÍA METROPOLITANA DE TOKIO"
    }
  },
  {
    "translation": {
      "en": "9 DE FEBRERO DE 2001 223 DÍAS DESAPARECIDA",
      "es": "9 DE FEBRERO DE 2001223 DÍAS DESAPARECIDA"
    }
  },
  {
    "translation": {
      "en": "La zona estaba llena de cosas que llegaban a la costa.",
      "es": "La zona estaba llena de cosasque llegaban a la costa."
    }
  },
  {
    "translation": {
      "en": "Así que saqué todo lo que había dentro de la cueva.",
      "es": "Así que saqué todo lo que habíadentro de la cueva."
    }
  },
  {
    "translation": {
      "en": "Despejé esa área y seguí cavando a su alrededor.",
      "es": "Despejé esa áreay seguí cavando a su alrededor."
    }
  },
  {
    "translation": {
      "en": "Al principio parecía un gran saco de arpillera.",
      "es": "Al principio parecía un gran sacode arpillera."
    }
  },
  {
    "translation": {
      "en": "Estaba parado en un lugar rocoso cerca de la cueva,",
      "es": "Estaba paradoen un lugar rocoso cerca de la cueva,"
    }
  },
  {
    "translation": {
      "en": "Una gran bandada de milanos se había reunido sobre la escena,",
      "es": "Una gran bandada de milanosse había reunido sobre la escena,"
    }
  },
  {
    "translation": {
      "en": "Captaron el olor de la muerte y comenzaron a volar en círculos.",
      "es": "Captaron el olor de la muertey comenzaron a volar en círculos."
    }
  },
  {
    "translation": {
      "en": "Temprano en la mañana del día que encontraron el cuerpo,",
      "es": "Temprano en la mañanadel día que encontraron el cuerpo,"
    }
  },
  {
    "translation": {
      "en": "Lo mantenía al tanto porque la Policía de Tokio no lo hacía.",
      "es": "Lo mantenía al tantoporque la Policía de Tokio no lo hacía."
    }
  },
  {
    "translation": {
      "en": "Recuerdo exactamente dónde estaba. Estaba parado en una calle secundaria,",
      "es": "Recuerdo exactamente dónde estaba.Estaba parado en una calle secundaria,"
    }
  },
  {
    "translation": {
      "en": "Y creo que 20 minutos después el intérprete de japonés me llamó y dijo",
      "es": "Y creo que 20 minutos despuésel intérprete de japonés me llamó y dijo"
    }
  },
  {
    "translation": {
      "en": "que, por los registros dentales, era Lucie seguro.",
      "es": "que, por los registros dentales,era Lucie seguro."
    }
  },
  {
    "translation": {
      "en": "por la persona maravillosa y hermosa que era,",
      "es": "por la persona maravillosay hermosa que era,"
    }
  },
  {
    "translation": {
      "en": "Nunca decía una palabra desagradable sobre nadie",
      "es": "Nunca decíauna palabra desagradable sobre nadie"
    }
  },
  {
    "translation": {
      "en": "y siempre hacía que la gente se sintiera muy especial.",
      "es": "y siempre hacía que la gentese sintiera muy especial."
    }
  },
  {
    "translation": {
      "en": "¿Cómo pudo alguien hacer algo tan horrible,",
      "es": "¿Cómo pudo alguienhacer algo tan horrible,"
    }
  },
  {
    "translation": {
      "en": "Cuando condenen al asesino de Lucie por este crimen,",
      "es": "Cuando condenen al asesino de Luciepor este crimen,"
    }
  },
  {
    "translation": {
      "en": "para mí, la justicia exige que pase el resto de su vida biológica en prisión",
      "es": "para mí, la justicia exige que paseel resto de su vida biológica en prisión"
    }
  },
  {
    "translation": {
      "en": "Ahora podemos acusarlo del homicidio de Lucie.",
      "es": "Ahora podemos acusarlodel homicidio de Lucie."
    }
  },
  {
    "translation": {
      "en": "Por el bien de las víctimas, debería recibir la pena máxima.",
      "es": "Por el bien de las víctimas,debería recibir la pena máxima."
    }
  },
  {
    "translation": {
      "en": "No puedo decir nada sobre cómo se desarrollará el juicio.",
      "es": "No puedo decir nadasobre cómo se desarrollará el juicio."
    }
  },
  {
    "translation": {
      "en": "espero que nunca vea otro día de sol ni vuelva a respirar.",
      "es": "espero que nunca veaotro día de sol ni vuelva a respirar."
    }
  },
  {
    "translation": {
      "en": "JOJI OBARA ES ACUSADO DE SECUESTRO, VIOLACIÓN RESULTANTE EN MUERTE",
      "es": "JOJI OBARA ES ACUSADO DE SECUESTRO,VIOLACIÓN RESULTANTE EN MUERTE"
    }
  },
  {
    "translation": {
      "en": "Y DE VIOLACIÓN QUE RESULTÓ EN LA MUERTE DE CARITA RIDGWAY.",
      "es": "Y DE VIOLACIÓN QUE RESULTÓEN LA MUERTE DE CARITA RIDGWAY."
    }
  },
  {
    "translation": {
      "en": "Estábamos sentados en la sala y Obara estaba allí,",
      "es": "Estábamos sentadosen la sala y Obara estaba allí,"
    }
  },
  {
    "translation": {
      "en": "SOLO HAY PRUEBAS SUFICIENTES PARA ACUSAR A OBARA",
      "es": "SOLO HAY PRUEBAS SUFICIENTESPARA ACUSAR A OBARA"
    }
  },
  {
    "translation": {
      "en": "EN 8 CASOS MÁS DE LAS POSIBLES 400 VÍCTIMAS.",
      "es": "EN 8 CASOS MÁSDE LAS POSIBLES 400 VÍCTIMAS."
    }
  },
  {
    "translation": {
      "en": "Si ponía toda mi esperanza en que lo declararan culpable,",
      "es": "Si ponía toda mi esperanzaen que lo declararan culpable,"
    }
  },
  {
    "translation": {
      "en": "OBARA RECIBE CADENA PERPETUA POR LA MUERTE DE CARITA RIDGWAY",
      "es": "OBARA RECIBE CADENA PERPETUAPOR LA MUERTE DE CARITA RIDGWAY"
    }
  },
  {
    "translation": {
      "en": "PERO ES DECLARADO INOCENTE DE TODOS LOS CARGOS",
      "es": "PERO ES DECLARADO INOCENTEDE TODOS LOS CARGOS"
    }
  },
  {
    "translation": {
      "en": "El veredicto de hoy en el tribunal ha demostrado",
      "es": "El veredicto de hoyen el tribunal ha demostrado"
    }
  },
  {
    "translation": {
      "en": "que valientemente se presentaron para apoyar el caso.",
      "es": "que valientemente se presentaronpara apoyar el caso."
    }
  },
  {
    "translation": {
      "en": "Pero, desafortunadamente, hoy no se hizo justicia para Lucie.",
      "es": "Pero, desafortunadamente,hoy no se hizo justicia para Lucie."
    }
  },
  {
    "translation": {
      "en": "Los investigadores estaban más enojados que sorprendidos.",
      "es": "Los investigadores estabanmás enojados que sorprendidos."
    }
  },
  {
    "translation": {
      "en": "que nuestra familia merece justicia para Lucie,",
      "es": "que nuestra familiamerece justicia para Lucie,"
    }
  },
  {
    "translation": {
      "en": "y que deberían considerar seriamente una apelación.",
      "es": "y que deberían considerarseriamente una apelación."
    }
  },
  {
    "translation": {
      "en": "La Policía tenía todos estos hilos dispersos,",
      "es": "La Policía teníatodos estos hilos dispersos,"
    }
  },
  {
    "translation": {
      "en": "pero no los habían conectado en un caso lo suficientemente fuerte",
      "es": "pero no los habían conectadoen un caso lo suficientemente fuerte"
    }
  },
  {
    "translation": {
      "en": "y lo que hicieron luego, cuando Blackman apeló,",
      "es": "y lo que hicieron luego,cuando Blackman apeló,"
    }
  },
  {
    "translation": {
      "en": "EN ABRIL DE 2007, EL CASO VA A APELACIÓN.",
      "es": "EN ABRIL DE 2007,EL CASO VA A APELACIÓN."
    }
  },
  {
    "translation": {
      "en": "Pusimos cada gota de sangre, sudor y lágrimas que teníamos.",
      "es": "Pusimos cada gota de sangre,sudor y lágrimas que teníamos."
    }
  },
  {
    "translation": {
      "en": "EL 16 DE DICIEMBRE DE 2008, OBARA ES DECLARADO CULPABLE",
      "es": "EL 16 DE DICIEMBRE DE 2008,OBARA ES DECLARADO CULPABLE"
    }
  },
  {
    "translation": {
      "en": "DE DESMEMBRAR Y ABANDONAR EL CUERPO DE LUCIE.",
      "es": "DE DESMEMBRAR Y ABANDONAREL CUERPO DE LUCIE."
    }
  },
  {
    "translation": {
      "en": "SU CADENA PERPETUA SE VUELVE IRREVERSIBLE.",
      "es": "SU CADENA PERPETUASE VUELVE IRREVERSIBLE."
    }
  },
  {
    "translation": {
      "en": "Hoy, la verdad, el honor y la justicia han prevalecido",
      "es": "Hoy, la verdad,el honor y la justicia han prevalecido"
    }
  },
  {
    "translation": {
      "en": "no solo para Lucie, sino para todas las víctimas de delitos sexuales.",
      "es": "no solo para Lucie, sino para todaslas víctimas de delitos sexuales."
    }
  },
  {
    "translation": {
      "en": "Tiene cadena perpetua, y creo que se ha hecho justicia.",
      "es": "Tiene cadena perpetua,y creo que se ha hecho justicia."
    }
  },
  {
    "translation": {
      "en": "de visitar la tumba de Lucie y presentarle mis respetos.",
      "es": "de visitar la tumba de Luciey presentarle mis respetos."
    }
  },
  {
    "translation": {
      "en": "UNA ESTRELLA QUE ILUMINA NUESTRO CIELO",
      "es": "UNA ESTRELLA QUE ILUMINANUESTRO CIELO"
    }
  },
  {
    "translation": {
      "en": "El hecho de que Lucie viniera de un país extranjero a trabajar",
      "es": "El hecho de que Lucie vinierade un país extranjero a trabajar"
    }
  },
  {
    "translation": {
      "en": "y luego se convirtiera en víctima de semejante crimen",
      "es": "y luego se convirtiera en víctimade semejante crimen"
    }
  },
  {
    "translation": {
      "en": "Cada año desde entonces, vamos allí para calmar su espíritu",
      "es": "Cada año desde entonces,vamos allí para calmar su espíritu"
    }
  },
  {
    "translation": {
      "en": "Lucie nos ha dado una experiencia de vida, sin embargo,",
      "es": "Lucie nos ha dadouna experiencia de vida, sin embargo,"
    }
  },
  {
    "translation": {
      "en": "porque mantuve eso fuera de la memoria de Lucie.",
      "es": "porque mantuve esofuera de la memoria de Lucie."
    }
  }
]