[
  {
    "translation": {
      "en": "It's win- or- go- home time at the Women's World Cup.",
      "es": "Hoy se gana o vuelven a casa en la Copa Mundial Femenina."
    }
  },
  {
    "translation": {
      "en": "The US team just completed their worst World Cup group stage ever.",
      "es": "Estados Unidos acaba de terminar su peor fase de grupos de la historia."
    }
  },
  {
    "translation": {
      "en": "We're not playing to our strengths. We're not seeing the bite we usually have.",
      "es": "No aprovechamos nuestro fuerte. Nos falta la garra de siempre."
    }
  },
  {
    "translation": {
      "en": "Nothing's rainbows and butterflies.",
      "es": "Estados Unidos no ve el arcoíris."
    }
  },
  {
    "translation": {
      "en": "A lotta chatter, noise.",
      "es": "Hubo mucho revuelo."
    }
  },
  {
    "translation": {
      "en": "The expectation is to dominate the ball,",
      "es": "La expectativa es dominar la pelota"
    }
  },
  {
    "translation": {
      "en": "to dominate the score, to dominate the tempo of games.",
      "es": "dominar el marcador y dominar el ritmo del partido."
    }
  },
  {
    "translation": {
      "en": "I don't think the respect of wearing the crest and playing for your country was there.",
      "es": "Creo que el honor de usar la camiseta y representar a país no estuvo presente."
    }
  },
  {
    "translation": {
      "en": "Yes, the performance was crap. We all know that.",
      "es": "Sí, el desempeño fue pésimo. Todos lo sabemos."
    }
  },
  {
    "translation": {
      "en": "We have to own it, and we have to focus for the next game.",
      "es": "Tenemos que hacernos cargo y enfocarnos en lo que sigue."
    }
  },
  {
    "translation": {
      "en": "It's a matter of using the noise",
      "es": "Es cuestión de aprovechar el revuelo"
    }
  },
  {
    "translation": {
      "en": "as an opportunity to… shut us all up.",
      "es": "como una oportunidad para callarnos a todos."
    }
  },
  {
    "translation": {
      "en": "There's always a belief, right? It's the US Women's National Team.",
      "es": "Siempre hay esperanza, ¿no? Es la selección femenina de EE. UU."
    }
  },
  {
    "translation": {
      "en": "There's always that mentality of,",
      "es": "Siempre está la creencia:"
    }
  },
  {
    "translation": {
      "en": "They're gonna find a way, and they have to find a way. No other option.",
      "es": "Como sea, lo van a lograr. Deben hacerlo. No tienen opción."
    }
  },
  {
    "translation": {
      "en": "If they don't find a way, they're all gonna pack their bags.",
      "es": "Si no lograr revertirlo, tendrán que irse a casa."
    }
  },
  {
    "translation": {
      "en": "We're not producing players that are getting it done. They're losing.",
      "es": "Nuestras jugadoras no lo están logrando. Están perdiendo."
    }
  },
  {
    "translation": {
      "en": "This is a whole thing. So it's a whole range of…",
      "es": "Así es eso es lo complejo. Existe una enorme gama de…"
    }
  },
  {
    "translation": {
      "en": "I gotta get out there, though.",
      "es": "Bueno, ya tengo que salir."
    }
  },
  {
    "translation": {
      "en": "Twenty seconds.",
      "es": "Veinte segundos."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "es": "Gracias."
    }
  },
  {
    "translation": {
      "en": "Five, four, three. Your mics.",
      "es": "Cinco, cuatro, tres. Sus micrófonos."
    }
  },
  {
    "translation": {
      "en": "We're in a pressure cooker. The tournament's a pressure cooker.",
      "es": "Estamos en una olla a presión. El campeonato lo es."
    }
  },
  {
    "translation": {
      "en": "This is a ******* mess.",
      "es": "Esto es un desastre."
    }
  },
  {
    "translation": {
      "en": "There's always going to be a target on our back.",
      "es": "Siempre vamos a estar en la mira."
    }
  },
  {
    "translation": {
      "en": "- With the generational change… - We are not invincible.",
      "es": "- Con el cambio generacional… - No somos invencibles."
    }
  },
  {
    "translation": {
      "en": "- Built into the team's DNA… - She missed the whole net.",
      "es": "- Lo que está en el ADN de este equipo… - ¡Ni cerca!"
    }
  },
  {
    "translation": {
      "en": "This team is just different.",
      "es": "Este equipo es diferente."
    }
  },
  {
    "translation": {
      "en": "It's not just about losing a game. The big risk is that they become irrelevant.",
      "es": "No tiene que ver con perder un partido. El riesgo es que se vuelvan irrelevantes."
    }
  },
  {
    "translation": {
      "en": "Slate it?",
      "es": "¿Explicarlo?"
    }
  },
  {
    "translation": {
      "en": "Can you just sort of explain what happened there?",
      "es": "¿Puedes explicarnos lo que pasó?"
    }
  },
  {
    "translation": {
      "en": "Can you just explain what happened?",
      "es": "¿Puedes contar qué sucedió?"
    }
  },
  {
    "translation": {
      "en": "What happened exactly?",
      "es": "¿Qué pasó exactamente?"
    }
  },
  {
    "translation": {
      "en": "I think we all understand we have that one goal",
      "es": "Todos entendemos que tenemos un objetivo:"
    }
  },
  {
    "translation": {
      "en": "of winning the World Cup.",
      "es": "ganar el Mundial."
    }
  },
  {
    "translation": {
      "en": "That's why you go, to win.",
      "es": "Y a eso vamos, a ganar."
    }
  },
  {
    "translation": {
      "en": "Um, nothing is satisfying… unless you win.",
      "es": "Nada será bueno, a menos que ganemos."
    }
  },
  {
    "translation": {
      "en": "We have had a lot of success in World Cups,",
      "es": "Tuvimos un muy buen desempeño en las Copas Mundiales,"
    }
  },
  {
    "translation": {
      "en": "but that doesn't mean we've won them all.",
      "es": "pero no significa que las ganamos todas."
    }
  },
  {
    "translation": {
      "en": "And the World Cup in Japan.",
      "es": "Y el Mundial de Japón."
    }
  },
  {
    "translation": {
      "en": "2015 was a long time coming.",
      "es": "La de 2015 se hizo desear."
    }
  },
  {
    "translation": {
      "en": "Rapinoe has driven ball in towards…",
      "es": "Rapinoe patea al área…"
    }
  },
  {
    "translation": {
      "en": "We hadn't won a World Cup since '99.",
      "es": "No ganábamos un Mundial desde el 99."
    }
  },
  {
    "translation": {
      "en": "I'm just so, so proud of this team and these players.",
      "es": "Estoy muy orgullosa del equipo y de las jugadoras."
    }
  },
  {
    "translation": {
      "en": "So happy for every little girl that dreams about this.",
      "es": "Feliz por las niñas que sueñan con esto."
    }
  },
  {
    "translation": {
      "en": "And then, in 2019, we went in there knowing we were gonna win.",
      "es": "Y, luego, en 2019, llegamos sabiendo que íbamos a ganar."
    }
  },
  {
    "translation": {
      "en": "Lovely run. Great goal!",
      "es": "Buena carrera. ¡Golazo!"
    }
  },
  {
    "translation": {
      "en": "We came outta there with the trophy.",
      "es": "Y nos fuimos con la copa."
    }
  },
  {
    "translation": {
      "en": "Now the world champions again. Nobody, nobody does it better.",
      "es": "Somos campeones otra vez. Nadie lo hace mejor que nosotros."
    }
  },
  {
    "translation": {
      "en": "Winning four World Cups, especially the two back- to- back,",
      "es": "Al ganar cuatro Mundiales, sobre todo dos consecutivos,"
    }
  },
  {
    "translation": {
      "en": "we wanna raise the bar. We want the three- peat.",
      "es": "queremos subir la vara e ir por más."
    }
  },
  {
    "translation": {
      "en": "But the game is different now.",
      "es": "Pero ahora es diferente."
    }
  },
  {
    "translation": {
      "en": "So many other teams are so good.",
      "es": "Hay muchos equipos buenos."
    }
  },
  {
    "translation": {
      "en": "Every game is gonna be an absolute grind.",
      "es": "Cada partido va a ser un desafío."
    }
  },
  {
    "translation": {
      "en": "Everyone is gonna give us their best game.",
      "es": "Todos jugarán a su máximo."
    }
  },
  {
    "translation": {
      "en": "There's always pressure on us. The expectation is always to win.",
      "es": "Tenemos mucha presión encima. Se espera que ganemos."
    }
  },
  {
    "translation": {
      "en": "Pressure is a fucking privilege on this team.",
      "es": "La presión es un privilegio en este equipo."
    }
  },
  {
    "translation": {
      "en": "Go! We better get there.",
      "es": "¡Más vale ganar!"
    }
  },
  {
    "translation": {
      "en": "I mean, to win one is hard.",
      "es": "O sea, ganar uno ya es difícil."
    }
  },
  {
    "translation": {
      "en": "To win two in a row is unbelievable.",
      "es": "Ganar dos seguidos es una locura."
    }
  },
  {
    "translation": {
      "en": "To win three, it has never been done.",
      "es": "Y ganar tres es algo jamás logrado."
    }
  },
  {
    "translation": {
      "en": "One of two things. The rebirth of a champion…",
      "es": "Es una de dos. El renacimiento de unas campeonas…"
    }
  },
  {
    "translation": {
      "en": "Work your ass off. This is the most important game of this tournament.",
      "es": "Este es el partido más importante del campeonato."
    }
  },
  {
    "translation": {
      "en": "Level these bitches the first second you get a chance. Come on, guys. Let's go!",
      "es": "Sáquenles ventaja apenas puedan. ¡Vamos, chicas! ¡Eso es!"
    }
  },
  {
    "translation": {
      "en": "…or the end of an era.",
      "es": "…o el final de una era."
    }
  },
  {
    "translation": {
      "en": "You guys are digging for headlines already.",
      "es": "Ya están buscando titulares."
    }
  },
  {
    "translation": {
      "en": "Soccer, football, is the world's game.",
      "es": "El fútbol es el deporte del mundo."
    }
  },
  {
    "translation": {
      "en": "And so, in terms of capturing the world's attention,",
      "es": "En términos de captar la atención del mundo,"
    }
  },
  {
    "translation": {
      "en": "every four years in the World Cup, it's a spectacle.",
      "es": "cada cuatro años, la Copa Mundial monta un gran espectáculo."
    }
  },
  {
    "translation": {
      "en": "Other teams have made a good case for themselves to be top contenders for the World Cup.",
      "es": "Otros equipos se esforzaron y probaron ser buenos contendientes para el Mundial."
    }
  },
  {
    "translation": {
      "en": "England, for example, winning the Euros.",
      "es": "Inglaterra ganó la Eurocopa."
    }
  },
  {
    "translation": {
      "en": "Spain and Germany are competing incredibly well recently.",
      "es": "España y Alemania, últimamente, están jugando increíblemente bien."
    }
  },
  {
    "translation": {
      "en": "But, of course, there's still a target on our back. There always will be.",
      "es": "Pero, lógico, aún estamos en la mira. Y siempre lo estaremos."
    }
  },
  {
    "translation": {
      "en": "The US team are the favorites. They're trying to three- peat.",
      "es": "El equipo estadounidense es el favorito. Y quieren la tercera."
    }
  },
  {
    "translation": {
      "en": "They're the team that everybody's chasin'.",
      "es": "Es el equipo que van a atacar."
    }
  },
  {
    "translation": {
      "en": "When you wear that crest, you have that pressure and that legacy",
      "es": "Cuando llevas ese traje, cargas con una presión y un legado"
    }
  },
  {
    "translation": {
      "en": "that has been passed down to you to represent the team to the highest standard and to win.",
      "es": "que te han entregado para representar al equipo en lo más alto y ganar."
    }
  },
  {
    "translation": {
      "en": "Prior to the World Cup roster, in the back of your head, you're like,",
      "es": "Antes de que anuncien el plantel del Mundial, tu cabeza está:"
    }
  },
  {
    "translation": {
      "en": "Everything I'm doing right now is being watched,",
      "es": "Me están observando cada movimiento."
    }
  },
  {
    "translation": {
      "en": "and this could be make or break, you know, going to the World Cup.",
      "es": "Todo podría ser decisivo para ir o no ir a al Mundial."
    }
  },
  {
    "translation": {
      "en": "So out of maybe the 30 or more contenders, at the end of the day, it's 23 players.",
      "es": "De las 30 o más contendientes, al final, solo quedan 23 jugadoras."
    }
  },
  {
    "translation": {
      "en": "And that's it.",
      "es": "Y eso es todo."
    }
  },
  {
    "translation": {
      "en": "So for the months prior to the World Cup,",
      "es": "Los meses previos al Mundial,"
    }
  },
  {
    "translation": {
      "en": "coaching staff, they've got lists of players.",
      "es": "el cuerpo técnico tiene listas de algunas jugadoras."
    }
  },
  {
    "translation": {
      "en": "They're watching lots of games,",
      "es": "Ven un montón de partidos"
    }
  },
  {
    "translation": {
      "en": "trying to identify the players that are rising to the top.",
      "es": "para intentar identificar a las jugadoras que más se destacan."
    }
  },
  {
    "translation": {
      "en": "And then they call these women into camp.",
      "es": "Y las llaman para ir al campo de entrenamiento."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "es": "Qué lindo."
    }
  },
  {
    "translation": {
      "en": "Camp we just kind of use as any time the team gets together.",
      "es": "Le decimos campamento cada vez que se junta el equipo."
    }
  },
  {
    "translation": {
      "en": "- What's the weather? - 80.",
      "es": "- ¿Qué temperatura hace? - Casi 27º."
    }
  },
  {
    "translation": {
      "en": "- What? - It's cold.",
      "es": "- ¿Qué? - Hace frío."
    }
  },
  {
    "translation": {
      "en": "Going to training.",
      "es": "Voy a entrenar."
    }
  },
  {
    "translation": {
      "en": "Trinity Rodman! Whoo!",
      "es": "¡Trinity Rodman!"
    }
  },
  {
    "translation": {
      "en": "We got it. We're ahead.",
      "es": "¡Eso! Tenemos la ventaja."
    }
  },
  {
    "translation": {
      "en": "It's not like sleepaway camp that young kids go to.",
      "es": "No es como el clásico campamento al que van los niños."
    }
  },
  {
    "translation": {
      "en": "- Good! - This is training camp.",
      "es": "- ¡Bien! - Acá entrenamos."
    }
  },
  {
    "translation": {
      "en": "Go! That group's done. Well done.",
      "es": "Ese grupo terminó. Muy bien."
    }
  },
  {
    "translation": {
      "en": "- Focus. - I got it.",
      "es": "- Atentas. - Yo voy."
    }
  },
  {
    "translation": {
      "en": "Coming into camp is kind of like a tryout.",
      "es": "Venir al campo es como una prueba."
    }
  },
  {
    "translation": {
      "en": "One ball!",
      "es": "¡Qué pelota!"
    }
  },
  {
    "translation": {
      "en": "It's usually every four weeks, or every six weeks.",
      "es": "Suele ser cada cuatro o seis semanas."
    }
  },
  {
    "translation": {
      "en": "Starting with a goal kick. Red team on the goal.",
      "es": "Saque de arco. Equipo rojo al arco."
    }
  },
  {
    "translation": {
      "en": "So everybody plays for their club team,",
      "es": "Todos jugamos para un club en particular."
    }
  },
  {
    "translation": {
      "en": "and then you get an email invitation",
      "es": "Y un día recibimos un email que dice:"
    }
  },
  {
    "translation": {
      "en": "saying, You've been invited to the US Women's National Team camp for these dates.",
      "es": "Estás invitada al campo de la selección nacional en estas fechas."
    }
  },
  {
    "translation": {
      "en": "And then, basically, you put your club team on hold,",
      "es": "Y, entonces, básicamente, pones en espera a tu club,"
    }
  },
  {
    "translation": {
      "en": "and you come and do your duty as a national team player.",
      "es": "vienes y cumples con tu deber como jugadora de la selección."
    }
  },
  {
    "translation": {
      "en": "All right. Welcome, everyone, again.",
      "es": "Bueno. Bienvenidas otra vez."
    }
  },
  {
    "translation": {
      "en": "It's, uh, exciting to have you back.",
      "es": "Nos emociona tenerlas acá de nuevo."
    }
  },
  {
    "translation": {
      "en": "Okay, just a reminder until the first World Cup game,",
      "es": "Solo un recordatorio de lo que se viene hasta el Mundial."
    }
  },
  {
    "translation": {
      "en": "we're gonna have nine games that we're gonna play.",
      "es": "Vamos a jugar nueve partidos."
    }
  },
  {
    "translation": {
      "en": "We're gonna have 22 trainings, okay?",
      "es": "Vamos a tener 22 entrenamientos, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "And these numbers are just getting smaller and smaller,",
      "es": "Y estos números solo van a bajar."
    }
  },
  {
    "translation": {
      "en": "and as these numbers go down, the stress and anxiety goes up.",
      "es": "Y a medida que nos acerquemos, la ansiedad va a aumentar."
    }
  },
  {
    "translation": {
      "en": "For all the players that get called into senior national team camp,",
      "es": "Para todas las jugadoras que invitan al campo de entrenamiento de la selección"
    }
  },
  {
    "translation": {
      "en": "there's a huge range of experience.",
      "es": "hay un gran rango de experiencia."
    }
  },
  {
    "translation": {
      "en": "Some players have no caps,",
      "es": "Algunas jugadoras no tienen caps."
    }
  },
  {
    "translation": {
      "en": "and a cap is just an appearance in an international match.",
      "es": "Básicamente, es jugar en un partido internacional."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter whether you have two caps or 200 caps.",
      "es": "No importa si tienen dos o 200 caps."
    }
  },
  {
    "translation": {
      "en": "The fact that you're in this room is already a good step forward for you.",
      "es": "Que estén acá ya es algo enorme."
    }
  },
  {
    "translation": {
      "en": "Obviously, the question that everybody wants to know",
      "es": "Obviamente, la pregunta que todas quieren saber"
    }
  },
  {
    "translation": {
      "en": "is how do you stay in this room?",
      "es": "es cómo hacer para quedarse acá."
    }
  },
  {
    "translation": {
      "en": "Win that, Sonnett, yes!",
      "es": "¡Róbasela, Sonnet, sí!"
    }
  },
  {
    "translation": {
      "en": "Win it back, win it back, blue!",
      "es": "¡Recupérala, azul!"
    }
  },
  {
    "translation": {
      "en": "Win it back!",
      "es": "¡Recupérala!"
    }
  },
  {
    "translation": {
      "en": "We have blood!",
      "es": "¡Hay sangre!"
    }
  },
  {
    "translation": {
      "en": "A World Cup roster is the final squad of players that are chosen,",
      "es": "La lista de convocadas al Mundial es el equipo final de jugadoras elegidas."
    }
  },
  {
    "translation": {
      "en": "you're allowed 23 players, who are going to the World Cup.",
      "es": "Te permiten llevar 23 jugadoras a la Copa Mundial."
    }
  },
  {
    "translation": {
      "en": "There are so many players who could be on this roster.",
      "es": "Hay tantas chicas que podrían estar en esa lista."
    }
  },
  {
    "translation": {
      "en": "It's not a for sure for me, so it's different than other players.",
      "es": "Para mí, no es seguro, es diferente a otras chicas."
    }
  },
  {
    "translation": {
      "en": "There are players that are for sure. We know who.",
      "es": "Hay otras que sí lo tienen asegurado."
    }
  },
  {
    "translation": {
      "en": "You have your veterans.",
      "es": "Están las fijas."
    }
  },
  {
    "translation": {
      "en": "You have your Becky Sauerbrunns, Megan Rapinoe, Alex Morgans,",
      "es": "Están Becky Sauerbrunns, Megan Rapinoe, Alex Morgans,"
    }
  },
  {
    "translation": {
      "en": "who have won all of the things.",
      "es": "que ganaron todo."
    }
  },
  {
    "translation": {
      "en": "Your Rose, Lindsey Horan, Julie, who have been on the team for a while.",
      "es": "También Rose, Lindsey Horan, Julie, que hace tiempo están en el equipo."
    }
  },
  {
    "translation": {
      "en": "Then there's a group of people that, like, are bubble players.",
      "es": "Y luego hay un grupo que está en un limbo."
    }
  },
  {
    "translation": {
      "en": "A bubble player is someone that is just on the edge of making the roster or not making it.",
      "es": "Son las que están en la línea entre estar o no convocadas al Mundial."
    }
  },
  {
    "translation": {
      "en": "They're on the edge of that bubble.",
      "es": "Están en el limbo."
    }
  },
  {
    "translation": {
      "en": "And that's never a fun place to be.",
      "es": "Y no es un lugar agradable."
    }
  },
  {
    "translation": {
      "en": "As the pool for the US Women's National Team grows and grows,",
      "es": "A medida que crece el número de aspirantes,"
    }
  },
  {
    "translation": {
      "en": "it's just harder and harder to get in the bubble.",
      "es": "se hace más difícil llegar a ese lugar."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, it's Vlatko Andonovski who has to make that call",
      "es": "Y, después de todo, es Vlatko Andonovski el que decide"
    }
  },
  {
    "translation": {
      "en": "and say, Okay, this is gonna be our final 23.",
      "es": "y dice: Listo, estas son nuestras 23."
    }
  },
  {
    "translation": {
      "en": "The ball is going to come to you, okay?",
      "es": "La pelota irá hacia ustedes."
    }
  },
  {
    "translation": {
      "en": "And you don't know when that is gonna happen.",
      "es": "Pero no saben cuándo sucederá."
    }
  },
  {
    "translation": {
      "en": "It may be in the most important time of the World Cup.",
      "es": "Puede ser en el momento más importante del Mundial."
    }
  },
  {
    "translation": {
      "en": "So let's be ready for that one shot and one goal, all right?",
      "es": "Así que preparémonos para ese instante y esa oportunidad."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "es": "Vamos."
    }
  },
  {
    "translation": {
      "en": "We're going to the Soccer Post store, um, that's just opening.",
      "es": "Vamos a la tienda Soccer Post que acaba de abrir."
    }
  },
  {
    "translation": {
      "en": "So this is the launch of it, and it's an exciting day",
      "es": "Es el lanzamiento y es un día emocionante,"
    }
  },
  {
    "translation": {
      "en": "because since moving to San Diego last year,",
      "es": "porque, desde que me mudé a San Diego el año pasado,"
    }
  },
  {
    "translation": {
      "en": "I have tried to really invest myself more into this community.",
      "es": "intento ser cada vez más parte de esta comunidad."
    }
  },
  {
    "translation": {
      "en": "So this is just another step to doing that.",
      "es": "Y este es otro paso para lograrlo."
    }
  },
  {
    "translation": {
      "en": "Oh actually, I think Charlie's coming",
      "es": "Creo que Charlie debería llegar"
    }
  },
  {
    "translation": {
      "en": "for, like, the next 30 minutes before swimming lessons.",
      "es": "en la próxima media hora, antes de ir a natación."
    }
  },
  {
    "translation": {
      "en": "We'll see how that works out.",
      "es": "Veremos qué pasa."
    }
  },
  {
    "translation": {
      "en": "This is so cool.",
      "es": "Esto es muy genial."
    }
  },
  {
    "translation": {
      "en": "Charlie! Hi, babe!",
      "es": "¡Charlie! Hola, mi amor."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "es": "¿Cómo estás?"
    }
  },
  {
    "translation": {
      "en": "Look at all these soccer shoes.",
      "es": "¿Viste todos estos botines?"
    }
  },
  {
    "translation": {
      "en": "No, not that one. Choose over here.",
      "es": "No, esos no. Mira estos."
    }
  },
  {
    "translation": {
      "en": "This one. Yeah. Nike.",
      "es": "Sí, este. Nike."
    }
  },
  {
    "translation": {
      "en": "All right, Chars. I think I need to take some photos. Okay?",
      "es": "Chars, tengo que sacar unas fotos."
    }
  },
  {
    "translation": {
      "en": "- Charlie, what do you need, babe? -",
      "es": "¿Qué quieres, amor?"
    }
  },
  {
    "translation": {
      "en": "I know. Well, it's because you have to be quiet.",
      "es": "Sí, ya sé. Es que tienes que hacer silencio."
    }
  },
  {
    "translation": {
      "en": "- No! - You don't wanna be quiet?",
      "es": "- ¡No! - ¿No quieres estar callada?"
    }
  },
  {
    "translation": {
      "en": "- I wanna go with you. - With me? I'm right here.",
      "es": "- Quiero estar contigo. - Estás conmigo."
    }
  },
  {
    "translation": {
      "en": "- I wanna be with you. - Okay.",
      "es": "- Quiero estar contigo. - Bueno."
    }
  },
  {
    "translation": {
      "en": "This is my first World Cup as a mom,",
      "es": "Es mi primer Mundial desde que soy mamá,"
    }
  },
  {
    "translation": {
      "en": "so that is different.",
      "es": "así que es diferente."
    }
  },
  {
    "translation": {
      "en": "It just makes it even more special.",
      "es": "Lo hace aún más especial."
    }
  },
  {
    "translation": {
      "en": "Okay. But I have to work right now.",
      "es": "Pero tengo que trabajar."
    }
  },
  {
    "translation": {
      "en": "- But I wanna be with you. - Okay.",
      "es": "- Pero quiero estar contigo. - Bueno."
    }
  },
  {
    "translation": {
      "en": "She puts things into perspective for me.",
      "es": "Me pone las cosas en perspectiva."
    }
  },
  {
    "translation": {
      "en": "I'm just, you know, a mom to her.",
      "es": "Para ella soy solo una mamá."
    }
  },
  {
    "translation": {
      "en": "I'm not this soccer player fighting for a roster spot,",
      "es": "No soy una jugadora de fútbol peleando por un lugar en la lista"
    }
  },
  {
    "translation": {
      "en": "fighting for a World Cup trophy.",
      "es": "y por ganar el Mundial."
    }
  },
  {
    "translation": {
      "en": "I'm just Mom.",
      "es": "Solo soy mamá."
    }
  },
  {
    "translation": {
      "en": "And I think that makes me just really happy and at ease.",
      "es": "Y eso me hace feliz y me da paz."
    }
  },
  {
    "translation": {
      "en": "Am I coming out?",
      "es": "¿Ya voy a salir?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "es": "Bueno."
    }
  },
  {
    "translation": {
      "en": "I'm so excited to announce…",
      "es": "Me entusiasma anunciar…"
    }
  },
  {
    "translation": {
      "en": "Let's continue to inspire the next generation together. Okay.",
      "es": "Sigamos inspirando juntos a las próximas generaciones."
    }
  },
  {
    "translation": {
      "en": "I've never cut a ribbon before.",
      "es": "Nunca corté una cinta."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah.",
      "es": "- ¿En serio? - Sí."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming.",
      "es": "Gracias por venir."
    }
  },
  {
    "translation": {
      "en": "You got the pink headband and everything.",
      "es": "Tienes la vincha rosa y todo."
    }
  },
  {
    "translation": {
      "en": "Alex actually reminds me very much of Mia Hamm",
      "es": "Alex me hace acordar mucho a Mia Hamm"
    }
  },
  {
    "translation": {
      "en": "because she does transcend the sport.",
      "es": "porque trasciende el deporte."
    }
  },
  {
    "translation": {
      "en": "For a person who's on the street who knows nothing about soccer,",
      "es": "Si le preguntas a cualquier persona que no sabe nada de fútbol"
    }
  },
  {
    "translation": {
      "en": "if you said, Who's one player you know?",
      "es": "si conoce a alguna jugadora,"
    }
  },
  {
    "translation": {
      "en": "In our day, it would've been Mia. Today it's Alex Morgan.",
      "es": "en nuestra época, habría dicho Mia. Hoy, Alex Morgan."
    }
  },
  {
    "translation": {
      "en": "Even if they don't have a clue about soccer or the women's national team,",
      "es": "Aunque no tengan idea de fútbol de la selección femenina,"
    }
  },
  {
    "translation": {
      "en": "they know who she is.",
      "es": "la gente la conoce."
    }
  },
  {
    "translation": {
      "en": "And the ESPY goes to Alex Morgan!",
      "es": "¡Y el ESPY es para Alex Morgan!"
    }
  },
  {
    "translation": {
      "en": "I wanna talk about Alex Morgan.",
      "es": "Quiero hablar de Alex Morgan."
    }
  },
  {
    "translation": {
      "en": "Alex!",
      "es": "¡Alex!"
    }
  },
  {
    "translation": {
      "en": "The fact that she's here presenting this to me is such an honor.",
      "es": "Que ella me esté entregando este premio es un gran honor."
    }
  },
  {
    "translation": {
      "en": "Sorry, but this is probably the second- best trophy we won this week.",
      "es": "Este debe ser el segundo mejor trofeo que ganamos esta semana."
    }
  },
  {
    "translation": {
      "en": "When you look at what she's capable of doing as a world figure, she's transcended football.",
      "es": "Si ves lo que es capaz de hacer como figura mundial, trasciende el fútbol."
    }
  },
  {
    "translation": {
      "en": "I mean, she's almost like a political figure.",
      "es": "Es casi como una figura política."
    }
  },
  {
    "translation": {
      "en": "When you're the star that's saddled with a lot of the promotional responsibilities…",
      "es": "Ser la estrella que carga con las responsabilidades promocionales,"
    }
  },
  {
    "translation": {
      "en": "…it's a lotta time, a lotta energy.",
      "es": "consume mucho tiempo y energía."
    }
  },
  {
    "translation": {
      "en": "We're trying to raise more opportunities for girls and women around the world",
      "es": "Queremos generar más oportunidades para que las mujeres"
    }
  },
  {
    "translation": {
      "en": "to be able to be included and respected in the sport.",
      "es": "tengan un lugar en el deporte."
    }
  },
  {
    "translation": {
      "en": "And to be able to balance it and still be the dominant player that she is, is not easy.",
      "es": "Poder hacer un equilibrio y seguir siendo la jugadora dominante no es fácil."
    }
  },
  {
    "translation": {
      "en": "Alex Morgan!",
      "es": "¡Alex Morgan!"
    }
  },
  {
    "translation": {
      "en": "Morgan!",
      "es": "¡Morgan!"
    }
  },
  {
    "translation": {
      "en": "Fabulous goal.",
      "es": "¡Un gol tremendo!"
    }
  },
  {
    "translation": {
      "en": "What Alex has, you can't teach.",
      "es": "Lo que Alex tiene, no se aprende."
    }
  },
  {
    "translation": {
      "en": "- And she is so fast. - Goal!",
      "es": "- Es muy rápida. - ¡Gol!"
    }
  },
  {
    "translation": {
      "en": "And then the strength that she has to score the goals that she's scored…",
      "es": "Y la fuerza que tiene para marcar los goles que hace…"
    }
  },
  {
    "translation": {
      "en": "And there it is for Alex Morgan.",
      "es": "Y ahí está Alex Morgan."
    }
  },
  {
    "translation": {
      "en": "Alex Morgan has done it!",
      "es": "¡Alex Morgan lo hizo!"
    }
  },
  {
    "translation": {
      "en": "…it's incredible.",
      "es": "…es increíble."
    }
  },
  {
    "translation": {
      "en": "Being on the national team for 13 years, 14 years,",
      "es": "Al estar en la selección durante 13 o 14 años,"
    }
  },
  {
    "translation": {
      "en": "change is just part of the game.",
      "es": "el cambio es moneda corriente."
    }
  },
  {
    "translation": {
      "en": "Between 2019 and '23,",
      "es": "Entre 2019 y 2023,"
    }
  },
  {
    "translation": {
      "en": "we've gone through five players who've had pregnancies.",
      "es": "cinco jugadoras estuvieron embarazadas."
    }
  },
  {
    "translation": {
      "en": "The last time, number ten…",
      "es": "Por última vez, con el número 10…"
    }
  },
  {
    "translation": {
      "en": "You have a player like Carli Lloyd, who retired.",
      "es": "Vimos a una jugadora como Carli Lloyd, que se retiró."
    }
  },
  {
    "translation": {
      "en": "There was a lot of personnel changes, a lot of players in that had never been in before,",
      "es": "Hubo muchos cambios en el plantel, muchas jugadoras nuevas,"
    }
  },
  {
    "translation": {
      "en": "a lot of players getting injured.",
      "es": "muchas se lesionaron."
    }
  },
  {
    "translation": {
      "en": "Mallory Swanson is hurt.",
      "es": "Algo le pasó a Swanson."
    }
  },
  {
    "translation": {
      "en": "And immediately, they're calling for the stretcher to be brought onto the field here.",
      "es": "Pidieron la camilla para que la fueran a buscar a la cancha."
    }
  },
  {
    "translation": {
      "en": "Not only that, um,",
      "es": "No solo eso,"
    }
  },
  {
    "translation": {
      "en": "the coaching and all that staff changed.",
      "es": "todo el cuerpo técnico cambió."
    }
  },
  {
    "translation": {
      "en": "That is it. That is the end of Jill Ellis's marvelous,",
      "es": "Es todo. Llegó el final de la estupenda y maravillosa carrera de Jill Ellis."
    }
  },
  {
    "translation": {
      "en": "magnificent career.",
      "es": "Llegó el final de la estupenda y maravillosa carrera de Jill Ellis."
    }
  },
  {
    "translation": {
      "en": "Two- time World Cup- winning coach.",
      "es": "La entrenadora que ganó dos Mundiales."
    }
  },
  {
    "translation": {
      "en": "All together!",
      "es": "¡Todos juntos!"
    }
  },
  {
    "translation": {
      "en": "US Women's National Team kicks off",
      "es": "Comienza una nueva era para selección femenina de EE. UU."
    }
  },
  {
    "translation": {
      "en": "a new era as Vlatko Andonovski takes over it.",
      "es": "Comienza una nueva era para selección femenina de EE. UU. con Vlatko Andonovski al mando."
    }
  },
  {
    "translation": {
      "en": "All right, ladies, let's jump into two groups here.",
      "es": "Muy bien, chicas, formen dos grupos."
    }
  },
  {
    "translation": {
      "en": "Red girls, blue girls. Two groups only.",
      "es": "Rojas y azules. Solo dos grupos."
    }
  },
  {
    "translation": {
      "en": "When Vlatko was hired,",
      "es": "Cuando Vlatko comenzó,"
    }
  },
  {
    "translation": {
      "en": "he was a player's type of coach.",
      "es": "era un director técnico tipo jugador."
    }
  },
  {
    "translation": {
      "en": "Get a drink. We'll move on the other side.",
      "es": "Tomemos agua y vamos al otro lado."
    }
  },
  {
    "translation": {
      "en": "A manager that players love,",
      "es": "Las jugadoras lo adoran."
    }
  },
  {
    "translation": {
      "en": "and you still only hear good things.",
      "es": "Solo se dicen cosas buenas de él."
    }
  },
  {
    "translation": {
      "en": "And what coach do you only hear good things about?",
      "es": "¿Y qué director técnico logra eso?"
    }
  },
  {
    "translation": {
      "en": "Right. Now we go, play!",
      "es": "¡Eso! ¡Jueguen!"
    }
  },
  {
    "translation": {
      "en": "But you do with Vlatko Andonovski.",
      "es": "Con Vlatko Andonovski pasa."
    }
  },
  {
    "translation": {
      "en": "First, I should say welcome, or welcome myself.",
      "es": "No sé si darles la bienvenida o dármela a mí."
    }
  },
  {
    "translation": {
      "en": "- - I'm excited to be part of this group.",
      "es": "Me entusiasma ser parte de este equipo."
    }
  },
  {
    "translation": {
      "en": "He is so knowledgeable and meticulous and detail- oriented,",
      "es": "Sabe muchísimo, es meticuloso y superdetallista,"
    }
  },
  {
    "translation": {
      "en": "but he's also got this really fun, goofy side to him as well.",
      "es": "pero también tiene un lado muy divertido y bromista."
    }
  },
  {
    "translation": {
      "en": "You look like you're sellin' ice cream or something.",
      "es": "Pareces un vendedor de helados ahí."
    }
  },
  {
    "translation": {
      "en": "Hey, guys!",
      "es": "¡Chicos!"
    }
  },
  {
    "translation": {
      "en": "It's not always easy, especially after a coaching change.",
      "es": "No es fácil, sobre todo con un técnico nuevo."
    }
  },
  {
    "translation": {
      "en": "Whether you liked the previous coach or not, you knew what the sessions, the vibe would be like.",
      "es": "Te gustara o no el anterior, sabías cómo era el entrenamiento."
    }
  },
  {
    "translation": {
      "en": "Now it's all different.",
      "es": "Ahora cambió."
    }
  },
  {
    "translation": {
      "en": "It's like, What's different? Why? Nobody likes change.",
      "es": "¿Por qué es diferente?. A nadie le gustan los cambios."
    }
  },
  {
    "translation": {
      "en": "Coming after a coach that won two World Cups, I knew it was probably the… the toughest moment.",
      "es": "Sabía que venir después de una entrenadora que ganó dos Mundiales sería difícil."
    }
  },
  {
    "translation": {
      "en": "Jill's legacy is winning.",
      "es": "Jill dejó la vara muy alta."
    }
  },
  {
    "translation": {
      "en": "I mean, double World Cup champ. That's the expectation.",
      "es": "O sea, dos veces campeonas del Mundial. Esa es la expectativa."
    }
  },
  {
    "translation": {
      "en": "It's our responsibility to prepare you for that.",
      "es": "Es nuestra responsabilidad prepararlas para eso."
    }
  },
  {
    "translation": {
      "en": "Vlatko's coaching style is very tactically heavy.",
      "es": "El estilo de entrenamiento de Vlatko está muy enfocado en la táctica."
    }
  },
  {
    "translation": {
      "en": "Before, I felt like-- I'm talking about, you know, '15, '11,",
      "es": "Antes, me sentía… Hablo de 2015, 2011…"
    }
  },
  {
    "translation": {
      "en": "we were able to go out and play every game the same way.",
      "es": "Salíamos a jugar todos los partidos igual."
    }
  },
  {
    "translation": {
      "en": "Ya know, we'd defend the same way. We'd attack the same way.",
      "es": "Defendíamos y atacábamos de la misma manera."
    }
  },
  {
    "translation": {
      "en": "You can't do that now.",
      "es": "Ahora no podemos hacerlo."
    }
  },
  {
    "translation": {
      "en": "Because the game has evolved so much,",
      "es": "El deporte evolucionó tanto"
    }
  },
  {
    "translation": {
      "en": "we still have to adjust our game a little bit defensively, and on the attack every game,",
      "es": "que aún debemos ajustar un poco la defensa o el ataque en cada partido."
    }
  },
  {
    "translation": {
      "en": "and I feel like Vlatko is incredibly good at that.",
      "es": "Y siento que Vlatko es increíblemente bueno en eso."
    }
  },
  {
    "translation": {
      "en": "Every game is another step in our preparation for the World Cup.",
      "es": "Cada partido es una preparación para el Mundial."
    }
  },
  {
    "translation": {
      "en": "This one is no different.",
      "es": "Y este no es la excepción."
    }
  },
  {
    "translation": {
      "en": "Here we go. Let's go.",
      "es": "Eso es, vamos."
    }
  },
  {
    "translation": {
      "en": "The environment believes in it,",
      "es": "El grupo lo cree."
    }
  },
  {
    "translation": {
      "en": "believes in success, believes in winning.",
      "es": "Cree en el éxito, cree en ganar."
    }
  },
  {
    "translation": {
      "en": "It's the mentality that has been created a long time ago,",
      "es": "Es la mentalidad que fijaron hace mucho tiempo"
    }
  },
  {
    "translation": {
      "en": "and it's been nurtured and evolved.",
      "es": "que se nutrió y evolucionó."
    }
  },
  {
    "translation": {
      "en": "And it's something that even myself, when I got this job,",
      "es": "Incluso yo, cuando empecé como director técnico,"
    }
  },
  {
    "translation": {
      "en": "I knew what I was getting into.",
      "es": "sabía en lo que me metía."
    }
  },
  {
    "translation": {
      "en": "Let's go out and win it. Let's go.",
      "es": "Salgamos y ganemos. ¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "It's literally win every game.",
      "es": "Literal, hay que ganar cada partido."
    }
  },
  {
    "translation": {
      "en": "It's very simple.",
      "es": "Es muy simple."
    }
  },
  {
    "translation": {
      "en": "If you win, you're doing well. If not, it's not good enough.",
      "es": "Si ganas, lo haces bien. Si no, eres un fracaso."
    }
  },
  {
    "translation": {
      "en": "We gotta win games. That's what we mean. That's why you're here.",
      "es": "Debemos ganar partidos. Por eso estamos acá."
    }
  },
  {
    "translation": {
      "en": "I always say it's the worst job in the world",
      "es": "Siempre digo que es el peor trabajo del mundo"
    }
  },
  {
    "translation": {
      "en": "because if you do your job, then you were just supposed to,",
      "es": "porque si lo haces bien, era tu deber."
    }
  },
  {
    "translation": {
      "en": "and if you do one hair less, then you're gonna get lambasted for it.",
      "es": "Pero si cometes el más mínimo error, te linchan."
    }
  },
  {
    "translation": {
      "en": "There's big questions for the manager to answer.",
      "es": "Hay preguntas que deben responder."
    }
  },
  {
    "translation": {
      "en": "Questions and criticism will come to this head coach.",
      "es": "Las críticas van a recaer sobre el director técnico."
    }
  },
  {
    "translation": {
      "en": "What can he do with this team, and what he hasn't been able to do.",
      "es": "¿Qué puede hacer con este equipo y qué no pudo hacer?"
    }
  },
  {
    "translation": {
      "en": "I think you have to be built so differently",
      "es": "Creo que tienes que estar programado diferente"
    }
  },
  {
    "translation": {
      "en": "to want the US Women's National Team head coaching job",
      "es": "para querer ser técnico de la selección de EE. UU.,"
    }
  },
  {
    "translation": {
      "en": "because you have the highest expectations and the highest pressure.",
      "es": "porque se te vuelca demasiada expectativa y muchísima presión."
    }
  },
  {
    "translation": {
      "en": "Hope you had an enjoyable weekend.",
      "es": "Ojalá hayan tenido un lindo finde."
    }
  },
  {
    "translation": {
      "en": "But more importantly, let's get ready for the World Cup.",
      "es": "Y ahora preparémonos para el Mundial."
    }
  },
  {
    "translation": {
      "en": "All right? Let's go.",
      "es": "¿Les parece? Empecemos."
    }
  },
  {
    "translation": {
      "en": "There's gonna be some pressure on him at this, his first World Cup.",
      "es": "Le va a recaer muchísima presión. Es su primer Mundial."
    }
  },
  {
    "translation": {
      "en": "And so, he needs the Alexes and the Rapinoes",
      "es": "Necesita a las Alex y las Rapinoe"
    }
  },
  {
    "translation": {
      "en": "that stabilize and ground the group.",
      "es": "para estabilizar y solidificar el grupo."
    }
  },
  {
    "translation": {
      "en": "People say, Well, Megan Rapinoe's at 38 years old.",
      "es": "La gente dice: Megan Rapinoe tiene 38 años."
    }
  },
  {
    "translation": {
      "en": "Should she be going to another World Cup?",
      "es": "¿Debería jugar otro Mundial?."
    }
  },
  {
    "translation": {
      "en": "She's been out with a calf injury recently.",
      "es": "Hace poco, estuvo sin jugar por una lesión."
    }
  },
  {
    "translation": {
      "en": "And who knows? Maybe she's rested, and it's fine, and it's a good thing.",
      "es": "¿Y quién sabe? Quizá se recuperó y ya está bien"
    }
  },
  {
    "translation": {
      "en": "But you just don't know until you get there.",
      "es": "Pero hasta que no entre, no se sabe."
    }
  },
  {
    "translation": {
      "en": "I say, If she can give 20 minutes off the bench and change the game, why not?",
      "es": "Pero si puede jugar 20 minutos y dar vuelta el partido, ¿por qué no?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be knighted. I don't know when, so I just preemptively put that on there.",
      "es": "Me van a nombrar caballera algún día. Mientras me atribuyo el título."
    }
  },
  {
    "translation": {
      "en": "She's so important to this team.",
      "es": "Es fundamental para este equipo."
    }
  },
  {
    "translation": {
      "en": "What a World Cup for Megan Rapinoe!",
      "es": "¡Qué Mundial para Megan Rapinoe!"
    }
  },
  {
    "translation": {
      "en": "She's seen it all.",
      "es": "Vio todo."
    }
  },
  {
    "translation": {
      "en": "My greatest superpower is I'm always me.",
      "es": "Mi mayor superpoder es ser siempre yo."
    }
  },
  {
    "translation": {
      "en": "Lit!",
      "es": "¡Buena onda!"
    }
  },
  {
    "translation": {
      "en": "When Megan is healthy and when Megan is fit,",
      "es": "Cuando Megan está sana y en forma,"
    }
  },
  {
    "translation": {
      "en": "I don't know if there's been a better all- around player.",
      "es": "no sé si existe alguna jugadora que la supere."
    }
  },
  {
    "translation": {
      "en": "With every World Cup, my life changed in a lot of ways.",
      "es": "Mi vida cambió con cada Mundial."
    }
  },
  {
    "translation": {
      "en": "I feel like none of 'em are given,",
      "es": "Siento que ninguno me fue servido,"
    }
  },
  {
    "translation": {
      "en": "but this one in particular was so not given.",
      "es": "pero este mucho menos."
    }
  },
  {
    "translation": {
      "en": "There's always so many players waiting in the wings, ready.",
      "es": "Siempre hay muchas jugadoras listas para entrar a la batalla."
    }
  },
  {
    "translation": {
      "en": "Players that were just on the outside of last World Cup are, like…",
      "es": "Las jugadoras que quedaron fuera del último Mundial…"
    }
  },
  {
    "translation": {
      "en": "They're them now.",
      "es": "Ahora son ellas."
    }
  },
  {
    "translation": {
      "en": "Since the beginning of the year, I've been taking it, like, camp to camp.",
      "es": "Desde principio de año fui a todas las instancias de campo."
    }
  },
  {
    "translation": {
      "en": "So I'm like, Okay, I just gotta make the next camp.",
      "es": "Siempre digo: Quiero pasar a la siguiente."
    }
  },
  {
    "translation": {
      "en": "And then, like, now, it's day by day, and it just gets more and more stressful.",
      "es": "Y ahora, que voy avanzando, se vuelve cada vez más estresante."
    }
  },
  {
    "translation": {
      "en": "Okay, guys, so we're gonna start, okay?",
      "es": "Bueno, chicas, vamos a empezar, ¿sí?"
    }
  },
  {
    "translation": {
      "en": "Yeah, so obviously, today, key game against the Spirit.",
      "es": "Bien, obviamente, hoy tenemos un partido decisivo contra Spirit."
    }
  },
  {
    "translation": {
      "en": "Remember, we get the ball to one side.",
      "es": "Bien, llevamos la pelota a un lado."
    }
  },
  {
    "translation": {
      "en": "We create that open space in the middle for Kristie to be, in this case,",
      "es": "Abrimos un espacio para que Kristie sea, en este caso,"
    }
  },
  {
    "translation": {
      "en": "the one driving the attack on that side.",
      "es": "la que ataque por ese lado."
    }
  },
  {
    "translation": {
      "en": "Okay, Kristie?",
      "es": "¿Sí, Kristie?"
    }
  },
  {
    "translation": {
      "en": "We got a game plan, we got a style,",
      "es": "Tenemos táctica, estilo"
    }
  },
  {
    "translation": {
      "en": "and you've been working on this for the last five months now,",
      "es": "y entrenaron para esto los últimos cinco meses,"
    }
  },
  {
    "translation": {
      "en": "so we know what we need to do to win.",
      "es": "así que sabemos qué hacer para ganar."
    }
  },
  {
    "translation": {
      "en": "This is my 12th year in the league.",
      "es": "Este es mi año número 12 en la liga."
    }
  },
  {
    "translation": {
      "en": "I'm 32 years old now, and for someone to tell me that I was gonna be in contention",
      "es": "Ahora tengo 32, y si alguien me decía que iba a estar preseleccionada"
    }
  },
  {
    "translation": {
      "en": "for making the World Cup roster at 32, I would not believe you.",
      "es": "para estar en lista de convocadas del Mundial, no lo creía."
    }
  },
  {
    "translation": {
      "en": "It's hard to do both.",
      "es": "Es difícil hacer ambas."
    }
  },
  {
    "translation": {
      "en": "I wanna be doing all of the things that the national team requires of me,",
      "es": "Quiero hacer todo lo que la selección requiera,"
    }
  },
  {
    "translation": {
      "en": "and they're all really important aspects of the game,",
      "es": "y sé que son exigencias importantes,"
    }
  },
  {
    "translation": {
      "en": "but I also am here to win in the league for Gotham.",
      "es": "pero también estoy para ganar la liga con Gotham."
    }
  },
  {
    "translation": {
      "en": "NWSL is National Women's Soccer League.",
      "es": "NWSL es la Liga Nacional de Fútbol Femenino."
    }
  },
  {
    "translation": {
      "en": "It is the third iteration of a women's professional league",
      "es": "Es la tercera iteración de una liga profesional femenina"
    }
  },
  {
    "translation": {
      "en": "in the United States.",
      "es": "en Estados Unidos."
    }
  },
  {
    "translation": {
      "en": "In terms of evaluation for Vlatko Andonovski,",
      "es": "Como Vlatko Andonovski evalúa a las jugadoras en los partidos,"
    }
  },
  {
    "translation": {
      "en": "NWSL games became huge.",
      "es": "la NWSL se volvió importantísima."
    }
  },
  {
    "translation": {
      "en": "We fucking lost our momentum, like, when the goal got called back.",
      "es": "Cuando nos cancelaron el gol, perdimos el espíritu."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "es": "Lo sé."
    }
  },
  {
    "translation": {
      "en": "With the rosters released in two weeks,",
      "es": "Publicarán la lista en dos semanas."
    }
  },
  {
    "translation": {
      "en": "I am sitting in, like, a bubble spot.",
      "es": "Estoy parada es ese limbo."
    }
  },
  {
    "translation": {
      "en": "I could go. I could very easily not go.",
      "es": "Podría estar. Pero también no."
    }
  },
  {
    "translation": {
      "en": "This could define my career.",
      "es": "Esto podría definir mi carrera."
    }
  },
  {
    "translation": {
      "en": "Not to get into too much of the nitty- gritty,",
      "es": "No quiero entrar en detalles,"
    }
  },
  {
    "translation": {
      "en": "but these past six months, a lot has happened…",
      "es": "pero estos últimos seis meses pasaron muchas cosas…"
    }
  },
  {
    "translation": {
      "en": "Hold on one sec. Sam's calling me.",
      "es": "Espera un segundo. Me llama Sam."
    }
  },
  {
    "translation": {
      "en": "Are you here?",
      "es": "¿Estás acá?"
    }
  },
  {
    "translation": {
      "en": "I'm in the USA!",
      "es": "¡Estoy en Estados Unidos!"
    }
  },
  {
    "translation": {
      "en": "Um, Sam and I have been together for almost two years.",
      "es": "Sam y yo salimos hace casi dos años."
    }
  },
  {
    "translation": {
      "en": "Sam, she's just, like, the best person ever.",
      "es": "Sam es la mejor persona del mundo."
    }
  },
  {
    "translation": {
      "en": "I feel like everybody says that about their partner,",
      "es": "Todo el mundo dice eso de su pareja,"
    }
  },
  {
    "translation": {
      "en": "but I just feel so lucky that she likes me. It's…",
      "es": "pero me siento demasiado afortunada de gustarle."
    }
  },
  {
    "translation": {
      "en": "- This one's nice. - Thank you.",
      "es": "- Esta es linda. - Gracias."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, her as a soccer player, she's just like… incredible.",
      "es": "Obviamente, como jugadora de fútbol es increíble."
    }
  },
  {
    "translation": {
      "en": "All the way through for Sam Kerr!",
      "es": "¡Y la sigue corriendo Sam Kerr!"
    }
  },
  {
    "translation": {
      "en": "Australia's golden girl.",
      "es": "La chica brillante de Australia."
    }
  },
  {
    "translation": {
      "en": "What an amazing goal- scoring record.",
      "es": "Qué increíble ese récord goleador."
    }
  },
  {
    "translation": {
      "en": "Wherever Sam Kerr has gone, she's lifted that team.",
      "es": "Equipo donde va Sam Kerr, equipo que remonta."
    }
  },
  {
    "translation": {
      "en": "She's clearly one of the best that has ever graced the field.",
      "es": "Claramente, es una de las mejores apariciones."
    }
  },
  {
    "translation": {
      "en": "Today, we're gonna go to my sister's house.",
      "es": "Hoy iremos a la casa de mi hermana."
    }
  },
  {
    "translation": {
      "en": "She lives in Dorchester, and she's gonna be there with her husband.",
      "es": "Vive en Dorchester y estará ahí con su esposo."
    }
  },
  {
    "translation": {
      "en": "My mom and my dad are gonna stop by.",
      "es": "Mi mamá y mi papá van a pasar también."
    }
  },
  {
    "translation": {
      "en": "- I've met the immediate family. - You've met Mom, Dad, Sam, Pat.",
      "es": "- Conocí a tu familia inmediata. - A mamá, papá, Sam y Pat."
    }
  },
  {
    "translation": {
      "en": "Mom, Dad, Sam, Pat, but not the extended.",
      "es": "Claro, pero no la extendida."
    }
  },
  {
    "translation": {
      "en": "- Right. Yeah. - So that's today.",
      "es": "- Claro. Sí. - Los conocerás hoy."
    }
  },
  {
    "translation": {
      "en": "I'm just so excited to spend time with my sister and with my family,",
      "es": "Estoy tan emocionada de pasar tiempo con mi hermana y con mi familia,"
    }
  },
  {
    "translation": {
      "en": "and, obviously, having her here too is just the best.",
      "es": "y, obviamente, tenerla a Sam también es lo máximo."
    }
  },
  {
    "translation": {
      "en": "So I feel like all my people are in one spot.",
      "es": "Toda mi gente está en un mismo lugar."
    }
  },
  {
    "translation": {
      "en": "Hi. Mwah!",
      "es": "Hola."
    }
  },
  {
    "translation": {
      "en": "- How are ya? - I'm great now.",
      "es": "- ¿Cómo estás? - Ahora genial."
    }
  },
  {
    "translation": {
      "en": "- We're making guac upstairs. - Okay.",
      "es": "- Estamos haciendo guacamole. - Bien."
    }
  },
  {
    "translation": {
      "en": "- How are you? - Good. How are you?",
      "es": "- ¿Cómo estás? - Bien, ¿y tú?"
    }
  },
  {
    "translation": {
      "en": "Good. Hi, Sam.",
      "es": "Hola, Sam."
    }
  },
  {
    "translation": {
      "en": "- Hey, how are you? Good to see you. - Good to see you.",
      "es": "- ¿Cómo están? Qué lindo verlos. - Qué alegría."
    }
  },
  {
    "translation": {
      "en": "- This is Sam. - Hi, Sam.",
      "es": "- Ella es Sam. - Hola."
    }
  },
  {
    "translation": {
      "en": "- Hey, how are you? - Nice to meet you.",
      "es": "- ¿Cómo está? - Mucho gusto."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you finally.",
      "es": "Me alegra, por fin, conocerla."
    }
  },
  {
    "translation": {
      "en": "We're, like, both so, like, supportive, but also, like, so hard on each other.",
      "es": "Las dos nos apoyamos mucho, pero también nos desafiamos."
    }
  },
  {
    "translation": {
      "en": "Do you know you guys conceded eight goals this year, four off set pieces?",
      "es": "Este año, les reconocieron ocho goles, cuatro de pelota parada."
    }
  },
  {
    "translation": {
      "en": "- Yeah. I know. - Corners, to be exact.",
      "es": "- Sí. Sí. - De tiro de esquina."
    }
  },
  {
    "translation": {
      "en": "That's horrific. Half your goals come off corners. Do youse not work on it?",
      "es": "Es terrible que la mitad sea de tiro de esquina, ¿no?"
    }
  },
  {
    "translation": {
      "en": "It's just like we're just not doing what we're supposed to.",
      "es": "Es como si no estuviéramos haciendo lo que deberíamos."
    }
  },
  {
    "translation": {
      "en": "Like, they're just getting free headers in the area.",
      "es": "Solo cabeceamos desde el área."
    }
  },
  {
    "translation": {
      "en": "- I'm joking.  - Well, be sweet. You know I don't like…",
      "es": "- Era un chiste. - Sé más amable. No me gusta…"
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with you. You were front post.",
      "es": "No es contigo. Eres delantera."
    }
  },
  {
    "translation": {
      "en": "If you'd jumped higher, it wouldn't have got to the middle of the goal.",
      "es": "Si saltabas más alto, no habría llegado al arco."
    }
  },
  {
    "translation": {
      "en": "- That was an attack. That was cruel. - I was man- marking.",
      "es": "- Eso fue cruel. - Tenía que marcarla."
    }
  },
  {
    "translation": {
      "en": "I'm joking. It had nothing to do with you.",
      "es": "Era un chiste. No tuviste la culpa."
    }
  },
  {
    "translation": {
      "en": "I think it drives us.",
      "es": "Nos desafía."
    }
  },
  {
    "translation": {
      "en": "Like, we're both so competitive, but, like, then we have our support.",
      "es": "Las dos somos muy competitivas, pero nos apoyamos."
    }
  },
  {
    "translation": {
      "en": "Some days, I'll come out from a game, or she'll come out from a game,",
      "es": "Algunos días, ella sale de un partido, o yo,"
    }
  },
  {
    "translation": {
      "en": "and, like, we'll just say we don't wanna talk about soccer.",
      "es": "y decimos que no queremos hablar de fútbol."
    }
  },
  {
    "translation": {
      "en": "I honestly think it takes, like… When we are together, it takes, what?",
      "es": "La verdad, nos lleva… Cuando estamos juntas nos toma dos o tres días acostumbrarnos."
    }
  },
  {
    "translation": {
      "en": "Two to three days to, like, settle in being with each other.",
      "es": "Cuando estamos juntas nos toma dos o tres días acostumbrarnos."
    }
  },
  {
    "translation": {
      "en": "I think.",
      "es": "- Sí. - No lo sé."
    }
  },
  {
    "translation": {
      "en": "It's almost like it doesn't feel real that you're here for a week and a half.",
      "es": "Sí, la primera semana se siente como si no fuera real que estás acá."
    }
  },
  {
    "translation": {
      "en": "And obviously, you've been alone on your own time for so long,",
      "es": "Y, obviamente, una se acostumbra a estar sola y tener sus tiempos"
    }
  },
  {
    "translation": {
      "en": "and now I have to wait for her to do her makeup and get ready.",
      "es": "y, de pronto, debes esperar que se maquille y se produzca."
    }
  },
  {
    "translation": {
      "en": "I'm just like, Oh my God. Hurry up.",
      "es": "¡Por Dios, date prisa!."
    }
  },
  {
    "translation": {
      "en": "- It's like… - A change.",
      "es": "- Es como… - Es un cambio."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah.",
      "es": "- Sí. - Sí."
    }
  },
  {
    "translation": {
      "en": "- You wanna taste some of this? - Yep.",
      "es": "- ¿Quieres probar? - Sí."
    }
  },
  {
    "translation": {
      "en": "I put more lime and more salt.",
      "es": "Le puse más limón y más sal."
    }
  },
  {
    "translation": {
      "en": "Especially when you come to my house, 'cause you take over.",
      "es": "Y más cuando vienes a casa, porque la descontrolas."
    }
  },
  {
    "translation": {
      "en": "Yeah, I do.",
      "es": "Sí, lo sé."
    }
  },
  {
    "translation": {
      "en": "I think we'll see how the World Cup goes and go from there,",
      "es": "Creo que veremos cómo va todo en la Copa Mundial,"
    }
  },
  {
    "translation": {
      "en": "but I think we definitely are over the long- distance thing.",
      "es": "pero, sin duda, estamos cansadas de la larga distancia."
    }
  },
  {
    "translation": {
      "en": "Just get the spoon, babe.",
      "es": "Agarra una cuchara."
    }
  },
  {
    "translation": {
      "en": "You know where they are. Come on. Don't be cold.",
      "es": "Sabes dónde están. Dale, no te hagas."
    }
  },
  {
    "translation": {
      "en": "Here's the spoon.",
      "es": "Esta es la cuchara."
    }
  },
  {
    "translation": {
      "en": "Are you a movie star? Are you a movie star?",
      "es": "¿Eres una estrella de cine?"
    }
  },
  {
    "translation": {
      "en": "We'll clean the cutting board later.",
      "es": "Después lavamos la tabla y todo."
    }
  },
  {
    "translation": {
      "en": "- Kristie, it's all good. - It's all good, dude.",
      "es": "- Kristie, está todo bien. - Tranquila."
    }
  },
  {
    "translation": {
      "en": "Sam, my sister, is just the best.",
      "es": "Sam, mi hermana, es la mejor."
    }
  },
  {
    "translation": {
      "en": "I just, like, look up to her so much on and off the field.",
      "es": "La admiro mucho dentro y fuera de la cancha."
    }
  },
  {
    "translation": {
      "en": "Come on! Come on!",
      "es": "¡Vamos!"
    }
  },
  {
    "translation": {
      "en": "2019, my sister was at that World Cup.",
      "es": "En 2019, mi hermana estuvo en la Copa Mundial."
    }
  },
  {
    "translation": {
      "en": "Obviously, I would have absolutely loved to have been there with her.",
      "es": "Obviamente, me hubiera encantado estar ahí con ella."
    }
  },
  {
    "translation": {
      "en": "We won!",
      "es": "¡Ganamos!"
    }
  },
  {
    "translation": {
      "en": "I think for those years, I was like, I'm not good enough to be there.",
      "es": "Creo que en esa época pensaba que yo no era tan buena."
    }
  },
  {
    "translation": {
      "en": "Like, These girls are incredible. They're so much better than me.",
      "es": "Ellas son fabulosas. Son mucho mejores que yo."
    }
  },
  {
    "translation": {
      "en": "My sister's killing it.",
      "es": "Mi hermana está arrasando."
    }
  },
  {
    "translation": {
      "en": "Sam played on a career- ending injury for four years.",
      "es": "Sam jugó durante cuatro años con una lesión que acabó con su carrera."
    }
  },
  {
    "translation": {
      "en": "She's an anomaly, honestly.",
      "es": "Es una anomalía, la verdad."
    }
  },
  {
    "translation": {
      "en": "She… I think a lot of doctors and people have said that she'll never play again,",
      "es": "Muchos médicos le dijeron que no volvería a jugar,"
    }
  },
  {
    "translation": {
      "en": "but I think she'll play again.",
      "es": "pero yo creo que sí."
    }
  },
  {
    "translation": {
      "en": "I have been dealing with this injury for a long time.",
      "es": "Vengo lidiando con esta lesión hace mucho tiempo."
    }
  },
  {
    "translation": {
      "en": "I don't think about myself right now when it comes to the World Cup.",
      "es": "No pienso en mí en relación con el Mundial."
    }
  },
  {
    "translation": {
      "en": "I'm just excited to see the roster, to cheer Kristie on,",
      "es": "Me entusiasma conocer a las convocadas, alentar a Kristie"
    }
  },
  {
    "translation": {
      "en": "obviously, cheer my other friends on.",
      "es": "y a mis amigas, obviamente."
    }
  },
  {
    "translation": {
      "en": "Like, I'm really close with Lynn. Um…",
      "es": "Soy muy amiga de Lynn."
    }
  },
  {
    "translation": {
      "en": "So, I'm excited to watch. I think it's gonna be an exciting year.",
      "es": "Así que me emociona ser espectadora. Va a ser un lindo año."
    }
  },
  {
    "translation": {
      "en": "The Mewis sisters are so interesting to see their evolution",
      "es": "Es muy interesante ver la evolución de las hermanas Mewis"
    }
  },
  {
    "translation": {
      "en": "because you had, in Kristie Mewis, the elder of the two,",
      "es": "Kristie Mewis, la mayor de las dos,"
    }
  },
  {
    "translation": {
      "en": "she started her career",
      "es": "cuando comenzó su carrera,"
    }
  },
  {
    "translation": {
      "en": "really the one with the most, it looked like,",
      "es": "era la que parecía que tenía más potencial"
    }
  },
  {
    "translation": {
      "en": "potential to make the full women's national team.",
      "es": "de llegar a formar parte de la selección femenina nacional."
    }
  },
  {
    "translation": {
      "en": "They're not gonna love this analogy, but I see it as this almost leapfrog.",
      "es": "No les gustará esta analogía, pero siento como que la saltó por encima."
    }
  },
  {
    "translation": {
      "en": "As one has risen, the other one has had an injury or some setback of some sort.",
      "es": "Una empezó a crecer, y la otra tuvo una lesión que la dejó atrás."
    }
  },
  {
    "translation": {
      "en": "I can imagine their parents.",
      "es": "Me imagino sus padres."
    }
  },
  {
    "translation": {
      "en": "You have these two kids with such great success,",
      "es": "Tienen dos hijas superexitosas,"
    }
  },
  {
    "translation": {
      "en": "but really haven't been able to merge that together at the same time.",
      "es": "pero que nunca pudieron brillar juntas al mismo tiempo."
    }
  },
  {
    "translation": {
      "en": "There was a lot of competition in the backyard.",
      "es": "Competían todo el tiempo en el jardín."
    }
  },
  {
    "translation": {
      "en": "There isn't much lawn left there,",
      "es": "Ya no queda mucho pasto."
    }
  },
  {
    "translation": {
      "en": "and the fence, actually, we had to replace sections of the fence",
      "es": "Y tuvimos que reemplazar una parte del cerco"
    }
  },
  {
    "translation": {
      "en": "from where they would kick the ball against it.",
      "es": "donde solían patear la pelota."
    }
  },
  {
    "translation": {
      "en": "I never thought they would end up being friends.",
      "es": "Nunca pensé que terminarían siendo amigas."
    }
  },
  {
    "translation": {
      "en": "I really thought they would never be friends.",
      "es": "Creí que jamás se llevarían bien."
    }
  },
  {
    "translation": {
      "en": "- I told you they would. - They watched each other when they were as low as can be.",
      "es": "- Yo te dije que sí. - Se cuidaban en sus peores momentos."
    }
  },
  {
    "translation": {
      "en": "What do you guys have in common?",
      "es": "¿Qué tienen en común?"
    }
  },
  {
    "translation": {
      "en": "- We play soccer.  - That's basically it.",
      "es": "- Jugamos al fútbol. - Es lo único."
    }
  },
  {
    "translation": {
      "en": "We're very different.",
      "es": "Somos distintas."
    }
  },
  {
    "translation": {
      "en": "Me and my sister will always be on each other's team.",
      "es": "Siempre vamos a estar para la otra."
    }
  },
  {
    "translation": {
      "en": "Like, my success is her success, vice versa.",
      "es": "Mi éxito es su éxito, y viceversa."
    }
  },
  {
    "translation": {
      "en": "I've always felt like that,",
      "es": "Para mí, siempre fue así."
    }
  },
  {
    "translation": {
      "en": "so I think it's obviously probably really hard for her to watch me",
      "es": "Supongo que, para ella, es muy difícil y doloroso verme"
    }
  },
  {
    "translation": {
      "en": "and watch the team that she should be on,",
      "es": "y ver el equipo en el que debería estar,"
    }
  },
  {
    "translation": {
      "en": "but I think at the end of the day, we're blood.",
      "es": "pero creo que, después de todo, somos familia."
    }
  },
  {
    "translation": {
      "en": "We're always gonna be on each other's team.",
      "es": "Siempre vamos a estar para la otra."
    }
  },
  {
    "translation": {
      "en": "I would do anything for her to have her career back.",
      "es": "Haría lo que fuera para devolverle su carrera."
    }
  },
  {
    "translation": {
      "en": "I'd give up mine if I could, but…",
      "es": "Renunciaría a la mía si pudiera…"
    }
  },
  {
    "translation": {
      "en": "- - I'm getting emotional.",
      "es": "Me emociono."
    }
  },
  {
    "translation": {
      "en": "I know. I am too.",
      "es": "Sí. Yo también."
    }
  },
  {
    "translation": {
      "en": "I know. I would, but…",
      "es": "Sí. Lo haría, pero…"
    }
  },
  {
    "translation": {
      "en": "- You're such a good sister. -",
      "es": "Eres una buena hermana."
    }
  },
  {
    "translation": {
      "en": "She would do the same for me.",
      "es": "Ella haría lo mismo por mí."
    }
  },
  {
    "translation": {
      "en": "She's the best player I've ever seen.",
      "es": "Es la mejor jugadora que vi."
    }
  },
  {
    "translation": {
      "en": "She's so good.",
      "es": "Es muy buena."
    }
  },
  {
    "translation": {
      "en": "- Huh? That's what you say to me. - Besides you.",
      "es": "- Eso dijiste de mí. - Aparte de ti."
    }
  },
  {
    "translation": {
      "en": "I'm joking. I'm joking.",
      "es": "Era broma."
    }
  },
  {
    "translation": {
      "en": "My Sams are the best. You guys are the best players ever.",
      "es": "Mis Sams son las mejores jugadoras del mundo."
    }
  },
  {
    "translation": {
      "en": "Months before a World Cup, you're getting into that period",
      "es": "Unos meses antes de la Copa Mundial empieza un período"
    }
  },
  {
    "translation": {
      "en": "where the coach has to make some decisions.",
      "es": "en el que el técnico tiene que tomar decisiones."
    }
  },
  {
    "translation": {
      "en": "It's this lingering axe hanging over you.",
      "es": "Tienes la guillotina sobre tu cabeza."
    }
  },
  {
    "translation": {
      "en": "It's that pressure of which side of the bubble am I on,",
      "es": "Es el estrés por saber de qué lado del limbo quedaré."
    }
  },
  {
    "translation": {
      "en": "and am I gonna be on this roster or not?",
      "es": "¿Estaré entre las convocadas o no?"
    }
  },
  {
    "translation": {
      "en": "Stay with her. Stay with her. That's it.",
      "es": "Quédate con ella. Eso es."
    }
  },
  {
    "translation": {
      "en": "This was the last camp we were gonna be viewed in before the roster.",
      "es": "Es la última concentración acá antes del anuncio de la lista."
    }
  },
  {
    "translation": {
      "en": "We get news that Julie Ertz was coming back.",
      "es": "Nos llegó la noticia de que volvía Julie Ertz."
    }
  },
  {
    "translation": {
      "en": "I think it was a shock to everybody.",
      "es": "Creo que fue un shock para todas."
    }
  },
  {
    "translation": {
      "en": "You know, Julie hadn't been there for two years.",
      "es": "Julie no participó durante dos años."
    }
  },
  {
    "translation": {
      "en": "Is Julie the same Julie as she was before?",
      "es": "¿Será la misma Julie de antes?"
    }
  },
  {
    "translation": {
      "en": "I think that you question that for anybody who's gone through injury or pregnancy,",
      "es": "Nos lo preguntaríamos sobre cualquiera que volviera después de un embarazo,"
    }
  },
  {
    "translation": {
      "en": "but you have other people coming back from injury too.",
      "es": "pero hay otras que también vuelven."
    }
  },
  {
    "translation": {
      "en": "You had Kelley, who was coming back in.",
      "es": "Kelley iba a regresar."
    }
  },
  {
    "translation": {
      "en": "So I think there's a lot of questions with a lot of people.",
      "es": "Creo que hay muchos cuestionamientos."
    }
  },
  {
    "translation": {
      "en": "We have people in. We have people out. What's going on?",
      "es": "Algunas llegan, otras se van. ¿Qué pasa?"
    }
  },
  {
    "translation": {
      "en": "Every camp is important to perform. Yeah, of course.",
      "es": "Es importante rendir en cada campamento."
    }
  },
  {
    "translation": {
      "en": "But when it's around a roster pick, there's more tension.",
      "es": "Pero hay más tensión cuando es el último antes de la decisión final."
    }
  },
  {
    "translation": {
      "en": "It's kinda like, I'm out here for myself.",
      "es": "Es como: Estoy acá por mí."
    }
  },
  {
    "translation": {
      "en": "I need to perform. I need to prove that I deserve to be on this team.",
      "es": "Debo mostrar un buen desempeño y que merezco estar en el equipo."
    }
  },
  {
    "translation": {
      "en": "It is stressful.",
      "es": "Es estresante."
    }
  },
  {
    "translation": {
      "en": "Emotionally, physically.",
      "es": "Emocional y físicamente."
    }
  },
  {
    "translation": {
      "en": "When I'm in it, I'm like, Oh my God. This is overwhelming.",
      "es": "En el momento, digo: Esto es abrumador."
    }
  },
  {
    "translation": {
      "en": "I don't wanna be cut.",
      "es": "No quiero perdérmelo."
    }
  },
  {
    "translation": {
      "en": "Every single day, you have somebody who is knocking on your door,",
      "es": "Todos los días hay alguien esperando,"
    }
  },
  {
    "translation": {
      "en": "not necessarily waiting, but waiting for you to mess up, to get injured, waiting for you to fail,",
      "es": "que te equivoques, que te lesiones. Básicamente, que fracases"
    }
  },
  {
    "translation": {
      "en": "so that they can come in and take your spot.",
      "es": "para poder quedarse con tu lugar."
    }
  },
  {
    "translation": {
      "en": "It's psychotic, but I can't believe I get to be a part of it.",
      "es": "Es psicótico, pero no puedo creer ser parte de esto."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh. Look at how much space there is in here.",
      "es": "Por Dios, cuánto espacio hay acá adentro."
    }
  },
  {
    "translation": {
      "en": "- It's huge. - Massive.",
      "es": "- Es enorme. - Tremendo."
    }
  },
  {
    "translation": {
      "en": "Can you move so I can hang?",
      "es": "¿Puedes moverte?"
    }
  },
  {
    "translation": {
      "en": "Decompress my back.",
      "es": "Así estiro la espalda."
    }
  },
  {
    "translation": {
      "en": "I feel like the whole time, I've been, like, an underdog.",
      "es": "Sé que no soy de las favoritas."
    }
  },
  {
    "translation": {
      "en": "I only got recruited from one team to go to college, which was Pepperdine.",
      "es": "Me reclutaron del equipo de la Universidad de Pepperdine."
    }
  },
  {
    "translation": {
      "en": "Fought and clawed my way to get drafted.",
      "es": "Luché con uñas y dientes para que me eligieran."
    }
  },
  {
    "translation": {
      "en": "My national team career has been up, down, up, down. I've been on and off the team,",
      "es": "En la selección, tuve altibajos. Quedé dentro, después fuera."
    }
  },
  {
    "translation": {
      "en": "been considered for a roster, been dropped from allocation,",
      "es": "Quedé entre las convocadas, me sacaron de las titulares,"
    }
  },
  {
    "translation": {
      "en": "and I've been cut from the 2018 team, so I didn't make it to the 2019 World Cup.",
      "es": "y me quitaron del equipo de 2018, así que me perdí el Mundial de 2019."
    }
  },
  {
    "translation": {
      "en": "I said, Okay, I didn't make the World Cup team.",
      "es": "Acepté no estar en el equipo,"
    }
  },
  {
    "translation": {
      "en": "I watched every game. I knew exactly what I needed to do to get back there.",
      "es": "Pero vi todos los partidos y supe qué hacer para volver."
    }
  },
  {
    "translation": {
      "en": "I felt like I was on a good roll.",
      "es": "Venía en una buena racha."
    }
  },
  {
    "translation": {
      "en": "And then I got injured.",
      "es": "Y me lesioné."
    }
  },
  {
    "translation": {
      "en": "Now the concern, though, Williams walking a bit gingerly.",
      "es": "Ahora la preocupación es que Williams camina con dificultad."
    }
  },
  {
    "translation": {
      "en": "That was 2022. It was devastating.",
      "es": "Eso fue en 2022. Fue devastador."
    }
  },
  {
    "translation": {
      "en": "I knew how close the World Cup was,",
      "es": "Sabía lo cerca que estaba la Copa Mundial,"
    }
  },
  {
    "translation": {
      "en": "and I knew that it was gonna be a stretch to get there.",
      "es": "y sabía que iba a ser casi imposible recuperarme para entonces."
    }
  },
  {
    "translation": {
      "en": "And I just told myself, I'm gonna try. I'm just gonna try.",
      "es": "Pero me dije que debía intentarlo."
    }
  },
  {
    "translation": {
      "en": "And I said, If I'm gonna fail, I'm gonna fail big.",
      "es": "Si iba a fracasar, que fuera a lo grande."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna go out and do everything I could possibly do, and fail big.",
      "es": "Así que iba a esforzarme y a darlo todo, y si tenía que fallar, bien."
    }
  },
  {
    "translation": {
      "en": "I don't think it's a secret that I am one of the best defending forwards,",
      "es": "No es un secreto que soy una de las mejores delanteras defensoras"
    }
  },
  {
    "translation": {
      "en": "I-- I would say, in the world.",
      "es": "del mundo, diría yo."
    }
  },
  {
    "translation": {
      "en": "The forward pool in this country has always been a ridiculous one,",
      "es": "El grupo de delanteras en este país siempre fue ridículo,"
    }
  },
  {
    "translation": {
      "en": "but it would feel absurd if she does not go to the World Cup,",
      "es": "pero sería absurdo que ella no fuera a la Copa Mundial"
    }
  },
  {
    "translation": {
      "en": "and if she does not play a major role on this forward starting line.",
      "es": "y que no jugara un rol importante en la formación titular."
    }
  },
  {
    "translation": {
      "en": "For the longest time,",
      "es": "Durante mucho tiempo,"
    }
  },
  {
    "translation": {
      "en": "I have waited behind Megan, Christen, Alex,",
      "es": "esperé detrás de Megan, Christen, Alex."
    }
  },
  {
    "translation": {
      "en": "all of them who are these legends of the game.",
      "es": "Todas leyendas del deporte."
    }
  },
  {
    "translation": {
      "en": "And I've waited behind them because we're not that far in age,",
      "es": "Todo porque no tenemos tanta diferencia de edad,"
    }
  },
  {
    "translation": {
      "en": "but we're not that close in age.",
      "es": "pero tampoco estamos tan cerca."
    }
  },
  {
    "translation": {
      "en": "And then a couple years ago, Vlatko, and still now, is bringing in young ones",
      "es": "Y luego, desde hace un par de años, Vlatko está convocando a varias nuevas"
    }
  },
  {
    "translation": {
      "en": "and giving them the opportunities.",
      "es": "y brindándoles oportunidades."
    }
  },
  {
    "translation": {
      "en": "Those players are going to be the future of this team,",
      "es": "Esas jugadoras serán el futuro del equipo,"
    }
  },
  {
    "translation": {
      "en": "but some of them are the right now of this team as well.",
      "es": "pero algunas ya son parte del equipo ahora."
    }
  },
  {
    "translation": {
      "en": "One of America's most talented young soccer stars, Alyssa Thompson.",
      "es": "Una de las más talentosas estrellas del fútbol, Alyssa Thompson."
    }
  },
  {
    "translation": {
      "en": "Most players' trajectory is to go from your club youth teams",
      "es": "La mayoría de las jugadoras pasa de los equipos juveniles"
    }
  },
  {
    "translation": {
      "en": "into the college program.",
      "es": "a los clubes universitarios."
    }
  },
  {
    "translation": {
      "en": "I always think it's super interesting when a kid chooses to forgo college, right?",
      "es": "Me parece superinteresante cuando una niña elige no ir a la universidad"
    }
  },
  {
    "translation": {
      "en": "And to go straight into the pros, because it's so rare.",
      "es": "y pasar directo a la liga profesional, porque es muy raro."
    }
  },
  {
    "translation": {
      "en": "Everybody's goal,",
      "es": "La sueño de todas,"
    }
  },
  {
    "translation": {
      "en": "every single women's player, girl's player's goal, is to make the US Women's National Team.",
      "es": "el deseo de cada jugadora es llegar a la selección femenina de EE. UU."
    }
  },
  {
    "translation": {
      "en": "And I think right now,",
      "es": "Y, en este momento,"
    }
  },
  {
    "translation": {
      "en": "there's a pattern towards going pro early in order to do that.",
      "es": "que hay un patrón de entrar en la liga profesional antes para lograrlo."
    }
  },
  {
    "translation": {
      "en": "In the first round of the 2023 NWSL draft,",
      "es": "En el primer draft de la NWSL de 2023,"
    }
  },
  {
    "translation": {
      "en": "Angel City FC select Alyssa Thompson.",
      "es": "Angel City FC seleccionó a Alyssa Thompson."
    }
  },
  {
    "translation": {
      "en": "I don't wanna head the ball.",
      "es": "No quiero cabecear."
    }
  },
  {
    "translation": {
      "en": "Once the conversation about being pro came up, I think it was the hardest decision I've had to make in my life.",
      "es": "Creo que profesionalizarme fue la decisión más difícil que tuve que tomar en mi vida."
    }
  },
  {
    "translation": {
      "en": "I was just like, Okay, if I'm gonna do this, I'm not gonna look back.",
      "es": "Pensé: Si lo voy a hacer, no vale arrepentirme."
    }
  },
  {
    "translation": {
      "en": "And from the time I went pro, it feels like a whole different life.",
      "es": "Y desde que lo hice, siento que me cambió la vida por completo."
    }
  },
  {
    "translation": {
      "en": "In Alyssa's case,",
      "es": "En el caso de Alyssa,"
    }
  },
  {
    "translation": {
      "en": "to jump straight from high school to the professional league,",
      "es": "pasar directamente de la secundaria a la liga profesional,"
    }
  },
  {
    "translation": {
      "en": "she had to have a lotta confidence.",
      "es": "requirió de mucha confianza y seguridad."
    }
  },
  {
    "translation": {
      "en": "A question for each of you.",
      "es": "Quiero preguntarles algo."
    }
  },
  {
    "translation": {
      "en": "Thinking about the message you wanna leave to the fans.",
      "es": "¿Qué mensaje querrían dejarle a los fans?"
    }
  },
  {
    "translation": {
      "en": "We really appreciate just-- Do you want me to say something?",
      "es": "Apreciamos mucho… ¿Quieres que diga algo?"
    }
  },
  {
    "translation": {
      "en": "- You should do it. We're on the same page. - Okay.",
      "es": "- Sigue tú. Pensamos lo mismo. - Muy bien."
    }
  },
  {
    "translation": {
      "en": "We really appreciate all you've done.",
      "es": "Agradecemos mucho todo lo que hicieron."
    }
  },
  {
    "translation": {
      "en": "If we're down a goal, if we're up a goal,",
      "es": "Hagamos goles o no,"
    }
  },
  {
    "translation": {
      "en": "we hear you throughout the game, so that's really amazing.",
      "es": "escucharlos durante todo el partido es increíble."
    }
  },
  {
    "translation": {
      "en": "I think her going into the professional ranks early helped her,",
      "es": "Creo que su llegada temprana a la liga profesional la ayudó mucho"
    }
  },
  {
    "translation": {
      "en": "expedited her transition into the game,",
      "es": "y aceleró su transición en el juego."
    }
  },
  {
    "translation": {
      "en": "and it's not just going into it, but also performing well in the environment",
      "es": "Y no tiene que ver solo con estar, también se desempeña bien en el ambiente"
    }
  },
  {
    "translation": {
      "en": "against players that are gonna be in the World Cup,",
      "es": "contra las jugadoras que estarán en la Copa Mundial,"
    }
  },
  {
    "translation": {
      "en": "with players that are gonna be in the World Cup.",
      "es": "y con las que irán al Mundial."
    }
  },
  {
    "translation": {
      "en": "Alyssa Thompson is gonna become the 70th teenager",
      "es": "Alyssa Thompson será la adolescente número 70"
    }
  },
  {
    "translation": {
      "en": "to earn her first cap for the US,",
      "es": "en ganar con la selección,"
    }
  },
  {
    "translation": {
      "en": "but the first one to earn it in front of 90,000 people at Wembley.",
      "es": "pero la primera en ganar frente a 90 000 personas en Wembley."
    }
  },
  {
    "translation": {
      "en": "It's hilarious. I think Alyssa is, like, 18.",
      "es": "Es muy gracioso. Creo que Alyssa tiene 18 años."
    }
  },
  {
    "translation": {
      "en": "I've honestly just turned 38. So there's a lot of years between us.",
      "es": "Yo acabo de cumplir 38. Nos llevamos un par de años."
    }
  },
  {
    "translation": {
      "en": "I wanna pull her aside and be like, You're doing great, sweetie.",
      "es": "Quisiera decirle: Qué bien lo haces, linda. En serio."
    }
  },
  {
    "translation": {
      "en": "Like, you really are. Um, because she is.",
      "es": "Quisiera decirle: Qué bien lo haces, linda. En serio. Porque es así."
    }
  },
  {
    "translation": {
      "en": "I mean, she missed her prom for… for an Angel City game,",
      "es": "Se perdió su baile de graduación por jugar un partido con Angel City,"
    }
  },
  {
    "translation": {
      "en": "and she's crushing it.",
      "es": "y la está rompiendo."
    }
  },
  {
    "translation": {
      "en": "So I'm just so happy to see someone so young get their chance.",
      "es": "Me pone muy feliz que una chica tan joven tenga una oportunidad así."
    }
  },
  {
    "translation": {
      "en": "- Don't tickle me, please. - Get the phone! Get her phone!",
      "es": "- No me hagas cosquillas. - ¡Contesta el teléfono!"
    }
  },
  {
    "translation": {
      "en": "When we're with Alyssa, I think we try to shift it",
      "es": "Cuando estamos con Alyssa, nos ponemos en modo"
    }
  },
  {
    "translation": {
      "en": "to regular teenage girl Alyssa stuff, 'cause a lot of her life is soccer.",
      "es": "Alyssa adolescente normal, porque gran parte de su vida es el fútbol."
    }
  },
  {
    "translation": {
      "en": "She was a little late to our prom because she was playing a game, um,",
      "es": "Llegó tarde a nuestra graduación porque tenía un partido"
    }
  },
  {
    "translation": {
      "en": "and she's missed a good amount of school these past few months,",
      "es": "y se perdió muchas cosas del colegio estos meses."
    }
  },
  {
    "translation": {
      "en": "which has definitely been hard on her and her friends.",
      "es": "Eso fue difícil para ella y para sus amigos."
    }
  },
  {
    "translation": {
      "en": "We miss her a lot, but we just treasure the moments we get with her.",
      "es": "La extrañamos, pero tratamos de aprovechar los momentos con ella."
    }
  },
  {
    "translation": {
      "en": "I felt like I didn't even go to this school 'cause I was never there.",
      "es": "Sentí que ni siquiera fui al colegio, porque falté un montón."
    }
  },
  {
    "translation": {
      "en": "People will be like, Know what the best night of my life was? They'll be like, Senior graduation.",
      "es": "¿Viste que todos dicen que la mejor noche de su vida fue su graduación?"
    }
  },
  {
    "translation": {
      "en": "And yours will be like, Playing in a World Cup.",
      "es": "La tuya será en el Mundial."
    }
  },
  {
    "translation": {
      "en": "- Yeah. True. - It's gonna be a bit different.",
      "es": "- Sí. Es cierto. - Es diferente."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "Karen and I are Alyssa's dad and mom.",
      "es": "Karen y yo somos el papá y la mamá de Alyssa."
    }
  },
  {
    "translation": {
      "en": "Um, I wanna start off by saying thank you guys so much for being here.",
      "es": "Primero, quiero agradecerles por estar acá hoy."
    }
  },
  {
    "translation": {
      "en": "It means so much, not just to us, I know it means a lot to Alyssa.",
      "es": "Significa mucho, no solo para nosotros, para Alyssa también."
    }
  },
  {
    "translation": {
      "en": "I told myself I wasn't gonna cry because I cry for everything.",
      "es": "Me dije que no iba a llorar, porque lloro por todo."
    }
  },
  {
    "translation": {
      "en": "I'm just so proud of the woman that you're becoming.",
      "es": "Estoy orgullosa de la mujer en la que te convertiste."
    }
  },
  {
    "translation": {
      "en": "We're so happy that each one of you were able to be here today",
      "es": "Estamos muy contentos de que cada uno de ustedes esté acá"
    }
  },
  {
    "translation": {
      "en": "to celebrate this wonderful accomplishment of getting to the end of high school.",
      "es": "para celebrar este maravilloso logro de terminar la secundaria."
    }
  },
  {
    "translation": {
      "en": "Thank you so much, and happy graduation!",
      "es": "¡Muchas gracias y feliz graduación!"
    }
  },
  {
    "translation": {
      "en": "- Happy graduation! - Thank you.",
      "es": "- ¡Feliz graduación! - Gracias."
    }
  },
  {
    "translation": {
      "en": "- You did it. - Finally.",
      "es": "- Lo lograste. - Al fin."
    }
  },
  {
    "translation": {
      "en": "Finally.",
      "es": "Al fin."
    }
  },
  {
    "translation": {
      "en": "- Don't stay out too late, darling. - I know. I won't.",
      "es": "- No vuelvas tarde. - No, tranquilo."
    }
  },
  {
    "translation": {
      "en": "Building the roster, as a coach, we're making these decisions.",
      "es": "Como técnicos, al armar la lista tomamos decisiones."
    }
  },
  {
    "translation": {
      "en": "We never think about, how is this gonna change their life? What does it mean for them?",
      "es": "No pensamos en cómo les cambiará la vida ni en lo que significa para ellas."
    }
  },
  {
    "translation": {
      "en": "We're purely looking into it as how is this person gonna help us win the World Cup?",
      "es": "Solo no enfocamos en cómo tal jugadora nos ayudará a ganar el Mundial."
    }
  },
  {
    "translation": {
      "en": "That's the only question we think about.",
      "es": "Es lo único que pensamos."
    }
  },
  {
    "translation": {
      "en": "It's obviously been a dream of mine since I was a little girl.",
      "es": "Obvio, es mi sueño desde niña."
    }
  },
  {
    "translation": {
      "en": "I've been told no a lot. I still get told no.",
      "es": "Me dijeron que no un montón de veces. Aún hoy."
    }
  },
  {
    "translation": {
      "en": "Like, they have these mock rosters for the World Cup. I'm not on any.",
      "es": "Armaron listas provisorias para el Mundial, pero no estoy en ninguna."
    }
  },
  {
    "translation": {
      "en": "I think we find out about the World Cup today.",
      "es": "Creo que hoy anunciarán la lista."
    }
  },
  {
    "translation": {
      "en": "You gotta play which way I'm going, girl.",
      "es": "Tienes que jugar para mi lado."
    }
  },
  {
    "translation": {
      "en": "I am just trying to distract myself, until the news comes, with soccer.",
      "es": "Intento distraerme con el fútbol hasta que llegue la noticia."
    }
  },
  {
    "translation": {
      "en": "If I get that call from Vlatko",
      "es": "Si Vlatko me llama"
    }
  },
  {
    "translation": {
      "en": "and he tells me that I'm selected to be one of the 23 for the World Cup,",
      "es": "y me dice que soy una de las 23 que irán al Mundial,"
    }
  },
  {
    "translation": {
      "en": "like…  …crazy.",
      "es": "me voy a volver loca."
    }
  },
  {
    "translation": {
      "en": "At this point, I feel like I've done everything I can, so we're just waitin' and see.",
      "es": "A esta altura, creo que di todo, así que solo queda esperar y ver qué pasa."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna shoot him a text and say, Hey, Vlatko, I'm available.",
      "es": "Le voy a enviar este mensaje: Hola, Vlatko, estoy disponible."
    }
  },
  {
    "translation": {
      "en": "I'll just say I'm available.",
      "es": "Sí, que estoy disponible."
    }
  },
  {
    "translation": {
      "en": "It's 4:00.",
      "es": "Son las 4:00 p. m."
    }
  },
  {
    "translation": {
      "en": "I just don't get it. It's 4:00-- It's 4:00.",
      "es": "No entiendo nada. Ya son las 4:00 p. m."
    }
  },
  {
    "translation": {
      "en": "Like… put me out of my misery.",
      "es": "O sea, ya terminen con mi sufrimiento."
    }
  },
  {
    "translation": {
      "en": "Uh, you guys, I'm so nervous. I really am.",
      "es": "Por Dios, estoy tan nerviosa. No puedo más."
    }
  },
  {
    "translation": {
      "en": "Okay. He just texted me.",
      "es": "Bueno, me respondió."
    }
  },
  {
    "translation": {
      "en": "He said, Let me know when you're free to connect. Been free since 6:00 a.m.",
      "es": "Dice: Avísame cuando puedas conectarte. Estoy libre desde las 6:00 a. m."
    }
  },
  {
    "translation": {
      "en": "He said, Let me know when you have a minute to talk, period.",
      "es": "Dijo: Avísame cuando puedas hablar. Y nada más."
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "es": "¡Por Dios!"
    }
  },
  {
    "translation": {
      "en": "This one can go in any direction. She's very emotional too.",
      "es": "No tengo idea cómo puede salir esto. Es supersensible."
    }
  },
  {
    "translation": {
      "en": "Is he FaceTiming me?",
      "es": "¿Me está llamando?"
    }
  },
  {
    "translation": {
      "en": "Hey, Sof, how you doin'?",
      "es": "Sof, ¿cómo estás?"
    }
  },
  {
    "translation": {
      "en": "I'm good, Vlatko.  I can't believe you're FaceTiming me.",
      "es": "Bien, Vlatko. No puedo creer que me estés videollamando."
    }
  },
  {
    "translation": {
      "en": "I just wanted to let you know that we selected you for the World Cup roster.",
      "es": "Quería que supieras que te seleccionamos para ir a la Copa Mundial."
    }
  },
  {
    "translation": {
      "en": "Okay, thank you so much, Vlatko.",
      "es": "Muchas gracias, Vlatko."
    }
  },
  {
    "translation": {
      "en": "For someone that makes it for the first time…",
      "es": "Para las que van por primera vez…"
    }
  },
  {
    "translation": {
      "en": "Ah!",
      "es": "TRINITY RODMAN DELANTERA"
    }
  },
  {
    "translation": {
      "en": "Thank you so much.",
      "es": "Muchas gracias."
    }
  },
  {
    "translation": {
      "en": "…this is, like, so cool.",
      "es": "…es una gran noticia."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. Thank you so much.",
      "es": "Por Dios. Muchísimas gracias."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "es": "Sí."
    }
  },
  {
    "translation": {
      "en": "This is something I've literally dreamed about for… I don't even know how long.",
      "es": "Es, literalmente, mi sueño hace no sé ni cuánto tiempo."
    }
  },
  {
    "translation": {
      "en": "But then you have someone that has been there, someone like Kelley O'Hara.",
      "es": "Y luego están las que ya participaron, alguien como Kelley O'Hara."
    }
  },
  {
    "translation": {
      "en": "There is no player in the world that can match Kelley O'Hara mentality,",
      "es": "No hay jugadora en el mundo que iguale el temple de Kelley O'Hara,"
    }
  },
  {
    "translation": {
      "en": "especially in big tournaments.",
      "es": "especialmente en torneos."
    }
  },
  {
    "translation": {
      "en": "Or Lindsey Horan.",
      "es": "O Lindsey Horan."
    }
  },
  {
    "translation": {
      "en": "You're selected on the World Cup roster once again.",
      "es": "Estás convocada para ir a la Copa Mundial una vez más."
    }
  },
  {
    "translation": {
      "en": "You see that they don't take anything for granted.",
      "es": "No dan nada por sentado."
    }
  },
  {
    "translation": {
      "en": "Hey, it's the call.",
      "es": "Hola, es la llamada."
    }
  },
  {
    "translation": {
      "en": "It does not get old, and I'm still thrilled to be a part of the team.",
      "es": "Jamás me voy a acostumbrar. Estoy feliz de ser parte del equipo."
    }
  },
  {
    "translation": {
      "en": "Tell me you've already had a crier, 'cause I was gonna cry no matter what.",
      "es": "Dime que alguna ya lloró, porque yo voy a llorar sí o sí."
    }
  },
  {
    "translation": {
      "en": "You're not the first one. Let's put it that way.",
      "es": "Digamos que no eres la primera."
    }
  },
  {
    "translation": {
      "en": "Thank you, Vlatko.",
      "es": "Gracias, Vlatko."
    }
  },
  {
    "translation": {
      "en": "It's fairly easy at the beginning,",
      "es": "Es bastante fácil al principio,"
    }
  },
  {
    "translation": {
      "en": "when you talk about the first ten and 12 and 14,",
      "es": "cuando hablamos de las primeras 10, 12, 14."
    }
  },
  {
    "translation": {
      "en": "and then 17, 18, 19,",
      "es": "Luego seguimos, 17, 18, 19."
    }
  },
  {
    "translation": {
      "en": "and then you come to about 20, and that's when you stop.",
      "es": "Y cuando llegamos a 20, ahí se te paraliza todo."
    }
  },
  {
    "translation": {
      "en": "I go so back and forth with it.",
      "es": "Voy y vengo con la idea."
    }
  },
  {
    "translation": {
      "en": "Some days, I feel really confident.",
      "es": "Algunos días, me siento confiada."
    }
  },
  {
    "translation": {
      "en": "Some days, I feel really scared, really nervous.",
      "es": "Y otros, estoy muy asustada y nerviosa."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm not gonna make it.",
      "es": "Siento que no me van a convocar."
    }
  },
  {
    "translation": {
      "en": "So it's tough. It's super, super stressful.",
      "es": "Se siente horrible. Es muy estresante."
    }
  },
  {
    "translation": {
      "en": "You can be the best that you can possibly be,",
      "es": "Puedes ser todo lo mejor que quieras,"
    }
  },
  {
    "translation": {
      "en": "and there's always somebody else who's trying to be the best that they can possibly be too.",
      "es": "pero siempre hay alguien más que intenta ser lo mejor que puede ser."
    }
  },
  {
    "translation": {
      "en": "I don't envy Vlatko because he has to look and say,",
      "es": "No quisiera ser Vlatko. Tener que decirle a alguien:"
    }
  },
  {
    "translation": {
      "en": "Okay, what 23 people complement each other?",
      "es": "¿Cuáles 23 jugadoras se complementan?."
    }
  },
  {
    "translation": {
      "en": "It's not just you.",
      "es": "No depende solo de ti."
    }
  },
  {
    "translation": {
      "en": "These are all players that put everything that they have for this team, for this moment.",
      "es": "Son jugadoras que ponen todo lo que tienen por este equipo, por este momento."
    }
  },
  {
    "translation": {
      "en": "But I do know that this is part of the job,",
      "es": "Pero sé que esto es parte del trabajo,"
    }
  },
  {
    "translation": {
      "en": "and no matter how we do it, somebody will be 24, 25, 26.",
      "es": "y no importa de qué manera lo hagamos, alguien estará en los puestos 24, 25 y 26."
    }
  },
  {
    "translation": {
      "en": "I just need to know.",
      "es": "Necesito saber."
    }
  },
  {
    "translation": {
      "en": "He's FaceTiming me.",
      "es": "Me está llamando."
    }
  },
  {
    "translation": {
      "en": "Hey, thank you for your time.",
      "es": "Bueno, gracias por su tiempo."
    }
  },
  {
    "translation": {
      "en": "Just wanted to, uh, talk to you.",
      "es": "Solo quería hablar contigo."
    }
  }
]